[
    {
        "question": "Use of soda lime in anesthesia is?",
        "exp": "Ans is 'b' i.e. As an absorbent * Soda lime is the most commonly used C02 absorbent.Soda lime* Most commonly used CO2 absorbent. The composition of Soda lime is: -i) Ca (OH)2 - 94%ii) NaOH - 5% (Catalyst)iii) KOH - < 1%iv) Silica - To prevent dust formationv) Indicatorvi) Moisturevii) Granule size ->> 4 - 8 mesh* 100 gm of sodalime can absorb upto 23 litres of CO2 Now a days a good quality sodalime with prolonged life, Durasorb is used which is pink when fresh and becomes white when exhausted.* Trichloroethylene (Trilene) and sevoflurane reacts with sodalime - So, these agents should not be used in closed (circle) system.* Trilene produces phosgene (causing ARDS) and dichloroacetylene (causing neurotoxicity) which involves 5th cranial nerve most commonly.* Sevoflurane produces compound A which is nephrotoxic.* Other CO2 absorbents used are:-i) Baralyme (Barium hydroxide lime) - It is an alternative to Sodalimeii) Amsorb - is consists of calcium hydroxide and calcium chloride",
        "cop": 2,
        "opa": "As a hardner",
        "opb": "As an absorbent",
        "opc": "As a softner",
        "opd": "As an indicator",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthetic Equipments",
        "id": "c03843ee-67f2-400d-9154-d2131e8b4e15",
        "choice_type": "single"
    },
    {
        "question": "Sequential arrange the steps of intubation:a. Inflation of cuffb. Neck extension and flexionc. Check breath sounds with stethoscoped. Introduction of laryngoscope",
        "exp": "Ans. A (b-d-a-c)(Ref: Millers Anesthesia 8th Ed; Page No- 1670)Sequence is neck extension and flexion - Laryngoscopy - Inhalation of Cuff - Check breath soundIf cuff deflated then leak is high so less sound on auscultation.Once the Endotracheal Tube is in place, the laryngoscope is removed from the mouth, the Endotracheal Tube cuff' is appropriately inflated, and the patient is manually ventilated while the Endotracheal Tube is manually held in place.",
        "cop": 1,
        "opa": "b-d-a-c",
        "opb": "c-b-d-a",
        "opc": "d-c-b-a",
        "opd": "a-d-c-b",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthetic Equipments",
        "id": "9e7918e3-a6a4-4e45-9d49-a0bc4c4677ae",
        "choice_type": "multi"
    },
    {
        "question": "Type E circuit is used for?",
        "exp": "Ans. is 'c' i.e., Children * Circuit of choice for spontaneous ventilation in adult - Mapleson A* Circuit of choice for controlled ventilation in adult - Mapleson D (Bain circuit)* Circuit of choice for children - Type F, i.e. Jackson-Rees (first choice) and type E, i.e. Ayre's T piece (second choice)",
        "cop": 3,
        "opa": "Spontaneous ventilation",
        "opb": "Controlled ventilation",
        "opc": "Children",
        "opd": "An used for all of the above indications",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthetic Equipments",
        "id": "727d4332-3230-4518-b430-2aa098b76068",
        "choice_type": "multi"
    },
    {
        "question": "PIN number of nitrous oxide is:",
        "exp": "Ans: b (Nitrous oxide)Pin index for gasesOxygen-2,5Nitrous oxide-3,5Cyclopropane-3,6Air-1,5Nitrogen-1,4",
        "cop": 2,
        "opa": "2, 5",
        "opb": "3, 5",
        "opc": "2, 6",
        "opd": "3, 6",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthetic Equipments",
        "id": "6cc01577-d268-451c-8272-a1d954309a5d",
        "choice_type": "single"
    },
    {
        "question": "Type of circuit use in a child of age 5 yrs for anesthesia is?",
        "exp": "Ans is 'a' i.e. Jackson Rees modification of Ayre's T piece * Circuit of choice for spontaneous ventilation in adult - Mapleson A (Magill circuit)* Circuit of choice for controlled ventilation in adult - Mapleson D (Bain circuit)* Circuit of choice for children - Type F, i.e. Jackson-Rees (first choice) and type E, i.e. Ayre's T piece (second choice)* Co-axial systems Mapelson C (Waters to & fro)",
        "cop": 1,
        "opa": "Jackson Rees modification of Ayre's T piece",
        "opb": "Mapleson A or Magill's circuit",
        "opc": "Mapleson C or water's to & fro canister",
        "opd": "Bain's circuit",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthetic Equipments",
        "id": "49215b0f-f312-46ab-b42e-1aa6fd559fbc",
        "choice_type": "single"
    },
    {
        "question": "Position for orotracheal intubation?",
        "exp": "Ans. d (Flexion of neck and extension of atlantoccipital joint) (Ref. Head and Neck Surgery - Otolaryngology 3rd/Ch. 58)OROTRACHEAL INTUBATION# Orotracheal intubation is undertaken ideally with the patient in the sniffing position, the patient's neck flexed slightly on the chest, and the head extended slightly on the neck.# A right-handed operator directs a laryngoscope into the right aspect of the mouth with the left hand holding the scope and pushing the tongue to the left.# A Macintosh laryngoscope with a curved blade is directed into the vallecula, and the entire larynx is lifted anteriorly or ventrally to expose the glottis. A Miller laryngoscope with a straight blade is introduced under the epiglottis. It fixes the larynx at the petiole of the epiglottis and lifts the larynx anteriorly to expose the glottis.# Other varieties of laryngoscopes now exist, but the Macintosh and the Miller are the most likely to be found on an emergency cart.# The right hand is used to insert the endotracheal tube, which should not be overly tight in the glottis. In children, an air leak around the tube is desirable.# Slight pressure on the cricoid cartilage by an assistant sometimes helps to visualize the larynx. This maneuver also can help to prevent aspiration of gastric contents by pressing the cricoid cartilage backward against the vertebral column to close the esophagus and help prevent regurgitation. This technique is desirable when a patient has a full stomach.TracheostomyFollowing induction of general anesthesia and endotracheal intubation, the patient is positioned with a combination of head extension and placement of an appropriate sandbag under the shoulders. There should be no rotation of the head. Children's heads should nor be overextended as it is possible to enter the trachea in the fifth or sixth rings under thesecircumstances.REVIEW OF AIRWAY TECHNIQUES (Temporizing/Adjunctive Measures)# Chin lift/jaw thrust to open airway - caveat: no neck extension if suspected C-spine injury# Bag-valve-mask ventilation - probably the most important, yet under-appreciated, skill of airway management. In the ED, when bagging, use a two-hands on the mask technique for a tight seal, and always use an oral airway# Suctioning/removal of foreign bodies# Nasal airway - generally well-tolerated by the temporarily obtunded patient (e.g. post-ictal, post-procedural sedation, intoxicated)# Oral airway - aids in peri-intubation ventilation; not to be used in patient with intact gag reflex# Laryngeal mask airway (LMA) - this device is inserted into the mouth and has a cuff that occludes the hypopharynx. It has a port through which ventilation can then occur. A variation is the Intubating LMA - this allows the insertion of an endotracheal tube via the ventilation port. The LMA is used both as a rescue device in failed intubation, and as a primary airway device# Needle cricothyroidotomy - accomplished by inserting a needle in cricothyroid membrane, and oxygenating the patient using high pressure oxygen source",
        "cop": 4,
        "opa": "Extension of neck and atlantoccipital joint",
        "opb": "Extension of only neck",
        "opc": "Flexion of neck only",
        "opd": "Flexion of neck and extension of atlantoccipital joint",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthetic Equipments",
        "id": "e949337f-f734-401c-99d1-5d47c5b53d0f",
        "choice_type": "single"
    },
    {
        "question": "Spontaneously breathing infant- which breathing circuit to be used?",
        "exp": "Ans. is 'a' i.e. Jackson Rees modification of Ayre's T piece * Circuit of choice for spontaneous ventilation in adult - Mapleson A (Magill circuit)* Circuit of choice for controlled ventilation in adult - Mapleson D (Bain circuit)* Circuit of choice for children - Type F, i.e. Jackson-Rees (first choice) and type E, i.e. Ayre's T piece (second choice)* Co-axial system- Mapelson C (Water's to & fro)",
        "cop": 1,
        "opa": "Jackson Rees modification of Ayre's T piece",
        "opb": "Mapleson A or Magill's circuit",
        "opc": "Mapleson C or waters to & fro canister",
        "opd": "Bain's circuit",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthetic Equipments",
        "id": "00efaf68-6987-4fc2-aa93-d50c9328d57f",
        "choice_type": "single"
    },
    {
        "question": "Bain's circuit is Mapelson type___ circuit.",
        "exp": "Ans. c (Type D). (Ref. Short textbook Anaesthesia 2n ed., 27)Breathing circuitsA. Open system (Out dated), B. Semiopen (Out dated), C. Semiclosed (Mapleson circuits), and D. Closed.MAPLESON ANAESTHESIA CIRCUITS 1. Mapleson type A (Magill's or Lack circuit) is the circuit of choice for spontaneous ventilation2. Mapleson type B, C are equally efficient for controlled and spontaneous ventilation (but no more used)3. Mapleson type D (Bain's circuit) is the circuit of choice for controlled ventilation4. Mapleson type E is paediatric circuit5. Mapleson type F circuit is Jackson and Rees modification of Ayre's T piece and used in patients with age <6years or weight<20kg CIRCUITFRESH GAS FLOW Spontaneous ventilationControlled ventilation1.Type AEqual to minute volume2xminute volume2.Type D2.5xminute volume1.6xminute volume3.Type E and F3xminute volume2xminute volume",
        "cop": 3,
        "opa": "Type A",
        "opb": "Type B",
        "opc": "Type D",
        "opd": "Type E",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthetic Equipments",
        "id": "b8aa5cbf-b914-4a74-9c53-fe9a85257f8e",
        "choice_type": "single"
    },
    {
        "question": "Capnography is useful for:",
        "exp": "Ans. C. Determining the appropriate placement of endotracheal tube. (Ref. Clinical Anesthesia by Paul 5th/pg. 670-671)Clinical Anesthesia by Paul 5th Edition/pg. 671..........\"Capnography is an essential element in determining the appropriate placement of endotracheal tubes. The presence of a stable ETCO2 for three successive breaths indicates that the tube is not in the esophagus. A continuous, stable CO2 waveform ensures the presence of alveolar ventilation but does not necessarily indicate that the endotracheal tube is properly positioned in the trachea. For example, the tip of the tube could be located in a main-stem bronchus. Capnography is also a monitor of potential changes in perfusion or dead space, is a very sensitive indicator of anesthetic circuit disconnects and gas circuit leaks, and is a method to detect the quality of CO2 absorption\".Endotracheal intubation or laryngeal mask airway insertion requires qualitative identification of carbon dioxide in the expired gas. During general anesthesia, capnography and end-tidal carbon dioxide analysis are encouraged. Capnometry is the measurement and numeric representation of the C02 concentration during inspiration and expiration. A capnogram is a continuous concentration-time display of the C02 concentration sampled at a patient's airway during ventilation.Capnography# is the continuous monitoring of a patient's capnogram.# The capnogram is divided into four distinct phases (Fi. The first phase (A-B) represents the initial stage of expiration. Gas sampled during this phase occupies the anatomic dead space and is normally devoid of CO2. At point B, CO2- containing gas presents itself at the sampling site, and a sharp upstroke (B-C) is seen in the capnogram. The slope of this upstroke is determined by the evenness of ventilation and alveolar emptying. Phase C-D represents the alveolar or expiratory plateau. At this phase of the capnogram, alveolar gas is being sampled. Normally, this part of the waveform is almost horizontal. Point D is the highest CO2 value and is called the end-tidal CO2 (ETCO2). ETCO2 is the best reflection of the alveolar CO2 (PACO2). As the patient begins to inspire, fresh gas is entrained and there is a steep downstroke (D-E) back to baseline. Unless rebreathing of CO2 occurs, the baseline approaches zero.# The utility of capnography depends on an understanding of the relationship between arterial CO2 (PaCO2), alveolar CO2 (PACO2), and ETCO2. If the PaCO2-PACO2 gradient is constant and small, capnography provides a noninvasive, continuous, real-time reflection of ventilation. During general anesthesia, the ETC02-PaC02 gradient typically is 5 to 10 mm Hg.# Maldistribution is a common cause of an increased PaCO2-PACO2 gradient. Other patient factors that may influence the accuracy of ETCO2 monitoring by widening the PaCO2-ETCO2 gradient include shallow tidal breaths, prolongation of the expiratory phase of ventilation, or uneven alveolar emptying.# Increases in ETCO2 can be expected when CO2 production exceeds ventilation, such as in hyperthermia or when an exogenous source of CO2 is present# A sudden drop in ETCO2 to near zero followed by the absence of a CO2 waveform is a potentially life-threatening problem that could indicate malposition of an endotracheal tube into the pharynx or esophagus, sudden severe hypotension, pulmonary embolism, a cardiac arrest, or an artifact resulting from disruption of sampling lines. During life-saving cardiopulmonary resuscitation, the generation of adequate perfusion can be assessed by the restoration of the CO2 waveform.# Whereas abrupt decreases in the ETCO2 are often associated with an altered cardiopulmonary status (e.g., embolism or hypoperfusion), gradual reductions in ETCO2 more often reflect decreases in PaCO2 that occur after increases in minute ventilation where ventilation overmatches CO2 production.# Several methods for the quantification of CO2 have been applied to patient monitoring systems. One of the most commonly used methods is based on infrared absorption spectrophotometry (IRAS).Additional Educational points:# ETCO2 is the best reflection of the alveolar CO2 tension.# Increase in ETCO2 is the most sensitive early sign of malignant hyperthermia.6Most Sensitsive|||||Transesophageal echocardiographyPrecordial DopplerPulmonary artery catheter (| PAP)Capnography (|ETCO2)Mass spectrometry (| ETN2 most specific and quantitative)Least SensitivePAP= pulmonary artery pressure; ETCO2= end-tidal carbon dioxide; ETN2=end-tidal nitrogen.",
        "cop": 3,
        "opa": "determining Vaporizer malfunction or contamination",
        "opb": "determining circuit hypoxia",
        "opc": "determining the appropriate placement of endotracheal tube.",
        "opd": "detetcing concentration of oxygen in the anesthetic circuit",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthetic Equipments",
        "id": "2af5c270-1b5b-47a5-95bc-b70c2a7ae595",
        "choice_type": "single"
    },
    {
        "question": "As per ISO, color of NO2 cylinder is?",
        "exp": "Ans. A. Blue. (Ref. Lee anaesthesia 12th/pg. 104)COLOR AND PRESSURE OF CYLINDERS CylinderCOLORPRESSURE (BAR)1CyclopropaneOrange52NOBlue543 Grey504HalothaneAmber (Red)-5EthyleneRed-6HeliumBrown1377deg2Black body with white shoulder1378Entonox (50%O2+50%N2O)Blue with white shoulder1379ThiopentoneYellow-10N2Black-11AirGrey with white shoulder137",
        "cop": 1,
        "opa": "Blue",
        "opb": "Black",
        "opc": "White",
        "opd": "Red",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthetic Equipments",
        "id": "a0dec5af-f23e-4a3f-a103-b6e104fb200d",
        "choice_type": "single"
    },
    {
        "question": "Pulse oximeter is used for monitoring",
        "exp": "Ans. b (Oxygen saturation). (Ref. Anaesthesia by Ajay yadav, 2nd ed., 47)PULSE OXIMETER# Pulse oximeters give non-invasive estimation of the arterial haemoglobin oxygen saturation.# Useful in:- anaesthesia,- recovery,- intensive care (including neonatal),- patient transport.# 2 principles involved:- Differential light absorption by haemoglobin and oxyhaemoglobin.- Identification of pulsatile component of signal.# No direct indication of a patient's ventilation, only of their oxygenation.# Lag monitor Time delay between potentially hypoxic event such as respiratory obstruction and a pulse oximeter detecting low oxygen saturation.# Inaccuracies: ambient light; shivering and vasoconstriction; abnormal haemoglobins; and alterations in pulse rate and rhythm.# Advances in microprocessor have led to improved signal processing.Uses of pulse oximetry1. Simple, portable \"all-in-one\" monitor of oxygenation, pulse rate and rhythm regularity, suitable for \"field\" use.2. As a safe, non-invasive monitor of the cardio-respiratory status of high-dependency patients - in the emergency department, during general and regional anaesthesia, postoperatively and in intensive care. This includes procedures such as endoscopy, where often frail patients are given sedative drugs such as midazolam. Pulse oximeters detect the presence of cyanosis more reliably than even the best doctors when using their clinical judgement.3. During the transport of patients - especially when this is noisy - for example in aircraft, helicopters or ambulances. The audible tone and alarms may not be heard, but if a waveform can be seen together with an acceptable oxygen saturation, this gives a global indication of a patient's cardio-respiratory status.4. To assess the viability of limbs after plastic and orthopaedic surgery and, for example, following vascular grafting, or where there is soft tissue swelling or aortic dissection. As a pulse oximeter requires a pulsatile signal under the sensor, it can detect whether a limb is getting a blood supply.5. As a means of reducing the frequency of blood gas analysis in intensive care patients- especially in paediatric practice where vascular (arterial) access may be more difficult.6. To limit oxygen toxicity in premature neonates' supplemental oxygen can be tapered to maintain an oxygen saturation of 90% Thus avoiding the damage to the lungs and retinas of neonates. Although pulse oximeters are calibrated for adult haemoglobin, HbA, the absorption spectra of HbA and HbF are almost identical over the range used in pulse oximetry, so the technique remains reliable in neonates.7. During thoracic anaesthesia - when one lung is being collapsed down To determine whether oxygenation via the remaining lung is adequate or whether increased concentrations of oxygen must be given.8. Fetal oximetry- a developing technique that uses reflectance oximetry, using LEDs of 735nm and 900nm. The probe is placed over the temple or cheek of the fetus, and needs to be sterile and sterilisable. They are difficult to secure and the readings are variable, for physiological and technical reasons. Hence the trend is more useful than the absolute value.",
        "cop": 2,
        "opa": "Oxygen content of the blood",
        "opb": "Oxygen saturation",
        "opc": "Partial pressure of oxygen",
        "opd": "All of the above",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthetic Equipments",
        "id": "ad9e717d-95c8-46e2-b69f-0c020b632d6f",
        "choice_type": "multi"
    },
    {
        "question": "Ayer's T Piece is:",
        "exp": "Ans. D. Mapleson E. (Ref. Paul's Clinical Anesthesia/Pg. 671)The Mapleson E is a modification of Ayre's T-piece, which was developed in 1937 by Phillip Avre for use in paediatric patients undergoing cleft palate repair or intracranial surgery.ConstructionA three-way T-tube whose limbs are connected to (F) the fresh gas supply from the anaesthesia machine, (R) a length of corrugated reservoir tube and (P) the patient connector. It has minimal dead space, no valves and minimal resistance.Function:Inspiration - The patient inspires fresh gas from the reservoir tube.Expiration - The patient expires into the reservoir tube. Although fresh gas is still flowing into the system at this time, it is wasted, as it is contaminated by expired gas. An expiratory limb volume greater than the patient's tidal volume prevents entrainment of room air (which would dilute anaesthetic gases and oxygen).Expiratory pause - Fresh gas washes the expired gas out of the reservoir tube, filling it with fresh gas for the next inspiration.A fresh gas flow greater than three times the minute ventilation prevents rebreathing.Spontaneous ventilationThe fresh gas and exhaled gas flow down the expiratory limb. Peak expiratory flow occurs early in exhalation. Thus, the proportion of fresh gas added to the exhaled gases increases. During the next breath, fresh gas is drawn from the fresh gas inlet and the expiratory limb.The original analysis of the Mapleson E system suggested that a gas flow rate of 2.5 to 3 times the minute volume was required to prevent rebreathing of expired gas. However, this assumed a square-wave respiratory pattern, and investigations using a more realistic breathing pattern have suggested that 1.5-2 times the minute volume is acceptable in spontaneously breathing patients:Body weight (kg)Fresh gas flow (L/min)51.4-1.8102.4-3.2204.1-5.4407.2-9.6Controlled ventilationIn contrast to Mapleson A systems, Mapleson D and E circuits are more efficient during controlled than spontaneous ventilation. This is because the tidal volume must be supplied during the expiratory pause. With the almost sinusoidal respiratory pattern of spontaneous respiration, there is relatively little time for this volume to be supplied, so the fresh gas flow rate must be high. The pattern of controlled ventilation, however, is usually one of a rapid inspiration, expiration and a relatively prolonged expiratory pause. This long expiratory pause gives ample time for the tidal volume requirement to be supplied, even with a fairly low fresh gas flow rate. Consequently, during controlled ventilation, the recommended fresh gas flow rate is similar to that of the Mapleson A systems during spontaneous ventilation.Intermittent positive pressure ventilation may be performed by intermittently occluding the end of the reservoir tube.",
        "cop": 4,
        "opa": "Mapelson A circuit",
        "opb": "Mapelson B circuit",
        "opc": "Mapelson D circuit",
        "opd": "Mapelson E circuit",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthetic Equipments",
        "id": "1be8f9f3-e274-41c7-864b-ef5726884c01",
        "choice_type": "single"
    },
    {
        "question": "Color of nitrous oxide cylinder is",
        "exp": "Ans. d (Blue). (Ref. Short textbook of anesthesia by Ajay Yadav, 2nd ed., 21)Colour and pressure of cylindersSr. No.Anaesthetic gasColorPressure (bar) CyclopropaneOrange52.N2OBlue543.CO2Grey504.HalothaneAmber--5.EthyleneRed--6.HeliumBrown1377.O2Black body with white shoulder1378.Entonox (50%O2+50%N2O)Blue with white shoulder1379.AirGrey with white shoulder137Colour code for vaporizer of anaesthetic agents1. Red for /ralothane} 2. Orange for enflurane(HINT: ROPY HE-IS)3. Purple for isoflurane4. Yellow for sevoflurane",
        "cop": 4,
        "opa": "Black with white shoulders",
        "opb": "White with black shoulders",
        "opc": "Grey",
        "opd": "Blue",
        "subject_name": "Anaesthesia",
        "topic_name": "Anaesthetic Equipments",
        "id": "2ac10b4f-5334-439a-a90f-39c283ec8a19",
        "choice_type": "single"
    }
]