[
    {
        "question": "The patient with least risk of pulmonary aspiration of gastric contents during induction of anesthesia is:-",
        "exp": "NPO is same for obese and normal. NPO guidelines - 6hrs for liquid and semisolid, 2 hours NPO for clear fluids. Subset of patients who are at high risk for aspiration - pregnant women, morbidly obese (rapid sequence induction), full fatty meal - 8 hours NPO.",
        "cop": 1,
        "opa": "Markedly obese and NPO for eight hours",
        "opb": "Fed coffee four hours before elective surgery",
        "opc": "Scheduled for elective cesarean delivery and NPO for 20 hours",
        "opd": "NPO for four hours after a full meal",
        "subject_name": "Anaesthesia",
        "topic_name": "JIPMER 2019",
        "id": "98962868-b39b-4f72-8a54-79cce3221fba",
        "choice_type": "single"
    },
    {
        "question": "Which of the following induction agent causes least respiratory depression?.",
        "exp": "Ketamine maintains upper airway reflex and causes less depression of respiratory center compared to other agents",
        "cop": 2,
        "opa": "Midazolam",
        "opb": "Ketamine",
        "opc": "Propofol",
        "opd": "Thiopentone",
        "subject_name": "Anaesthesia",
        "topic_name": "JIPMER 2019",
        "id": "d88f75cc-e20b-4b0b-9085-cfd8b605dbe9",
        "choice_type": "single"
    },
    {
        "question": "Drug producing Haematological side effect is:-",
        "exp": "Nitrous oxide inhibits Vitamin B12 dependent enzyme leading to Megaloblastic anemia and Peripheral Neuropathy.",
        "cop": 1,
        "opa": "Nitrous oxide",
        "opb": "Halothane",
        "opc": "Ketamine",
        "opd": "Sevoflurane",
        "subject_name": "Anaesthesia",
        "topic_name": "JIPMER 2019",
        "id": "bdb44382-2b49-4c10-84a1-267aadcf5cdb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common initial manifestation of malignant hypehermia?",
        "exp": "Increased PETCO2 is the most common initial manifestation of malignant hypehermia. Malignant hypehermia (MH) may occur either in the operating room (OR) or in the early postoperative period. The earliest sign is an increase in end-tidal carbon dioxide. A fulminant reaction is obvious, with very high end-tidal carbon dioxide (>100 mm Hg), a low pH with a metabolic component, tachycardia and dysrhythmias, rigidity (in some cases), rapidly increasing temperature, a mottled skin color, hyperkalemia, myoglobinuria, muscle edema, sympathetic hyperactivity with eventual metabolic exhaustion, increased cellular permeability, whole body edema, disseminated intravascular coagulopathy (DIC), and cardiac and renal failure. Early diagnosis and treatment with dantrolene can improve the outcome.",
        "cop": 3,
        "opa": "Hyperkalemia",
        "opb": "Increased distal esophageal temperature",
        "opc": "Increased PETCO2",
        "opd": "Red discoloration of urine",
        "subject_name": "Anaesthesia",
        "topic_name": "JIPMER 2019",
        "id": "ff2f14ed-0857-44a1-9c57-ceee8ca80881",
        "choice_type": "single"
    },
    {
        "question": "Which of the following Mapleson systems has no rebreathing bag?",
        "exp": "Mapleson E/Ayre's T piece doesn't have a Rebreathing bag. If we add a Rebreathing bag it forms Mapleson F which is a circuit of choice for Paediatric patients both for Spontaneous and Controlled ventilation.",
        "cop": 4,
        "opa": "B",
        "opb": "C",
        "opc": "D",
        "opd": "E",
        "subject_name": "Anaesthesia",
        "topic_name": "JIPMER 2019",
        "id": "bc4a3f89-43c4-4d8f-a9af-9c9d64810927",
        "choice_type": "single"
    }
]