[
    {
        "question": "Comedons are characteristics of:",
        "exp": "Ans is 'a' i. e, Acne vulgaris",
        "cop": 1,
        "opa": "Acne vulgaris",
        "opb": "Acne rosasea",
        "opc": "SLE",
        "opd": "d. Adenoma sebaceum",
        "subject_name": "Skin",
        "topic_name": "Acne",
        "id": "01653804-b81f-41df-b3ca-7dd15b853311",
        "choice_type": "single"
    },
    {
        "question": "A 17-year-old male was to be started with Oral Isotretinoin. What parameter should be measured before instituting therapy?",
        "exp": "Ans: B (LFT and lipid profile) Ref: Comprehensive Dermatologic Drug Therapy, 3rd edition by Wolverton. Explanation: Elevation of serum lipids is the most common lab abnormality in patients on systemic retinoids like Isotretinoin. Isotretinoin can also cause elevation of transaminases. Hence. Lipid profile and LFT should be measured before initiating therapy and also monitored during therapy. Other Options. The recommendation is to even do complete blood count induding platelet count before starting the therapy as retinoids can cause leukopenia and other hematologic abnormalities but these are much less frequent in the 1st generation and 2nd generation retinoids like Isotretinoin, Tretinoin, Adtretin and Etretinate when compared to the 3rn generation ret i noin Bexarotene. Serum electrolytes are not altered by Isotretinoin. But, among the given options the best choice is b) LFT and lipid profile. Isotretinoin. It is a synthetic vitamin A analogue with restricted use for the treatment of severe cystic acne that is resistant to standard therapies. It inhibits production of sebum (Skin bacteria decrease secondarily). It is absolutely contra indicated in pregnancy due to high teratogenicity. Upto 25% of exposed fetus develop Embryopathy (Craniofacial, Heart and CNS abnormalities). Side Effects: Hypervitaminosis. Corneal opacities. Inflammatory bowel disease. Alopecia. Anorexia. Headache, Muscle and Joint pains. Skeletal hyperostosis (Premature dosure of epiphysis in children). Increased Lipids (Triglycerides, HDL). Elevation of liver enzymes.",
        "cop": 2,
        "opa": "Liver function test and serum electroytes",
        "opb": "LFT and lipid profile",
        "opc": "Serum electrolytes and lipid profile",
        "opd": "Platelet counts",
        "subject_name": "Skin",
        "topic_name": "Acne",
        "id": "8e1aebf6-ff87-48bd-90bc-f28cb758f2f9",
        "choice_type": "single"
    },
    {
        "question": "Acne Vulgaris is due to involvement of:",
        "exp": "Ans. is 'b' Pilosebaceous Gland Acne vulgaris is due to obstruction of Pilosebaceous Duct Lesions consists of - Comedone*Papules. Pustules. Cysts. Also know. Acne has equal sex incidence *Most common site - Face*",
        "cop": 2,
        "opa": "Sebaceous Gland",
        "opb": "Pilosebaeous Gland",
        "opc": "Eccrine Gland",
        "opd": "Apocrine Gland",
        "subject_name": "Skin",
        "topic_name": "Acne",
        "id": "62e9f7be-0d16-41df-ba70-4fb63a2041f6",
        "choice_type": "single"
    }
]