[
    {
        "question": "Non scarring loss of hair -",
        "exp": "Ans. is 'a' i. e.. Alopecia areata Causes of cicatricial alopecia. Primary' Cutaneous disorders. Systemic disorderso Cutaneous lupus (DLE)o SLEo Lichen planuso Sarcoidosiso Folliculitis decalvanso Cutaneous metastasiso Linear scleroderma (morphea) o Lupus vulgaris o Leprosy o Injury, bum, radiation o Central centrifugal cicatricial alopecia Causes of non-cicatricial alopecia. Primary Cutaneous disorders. Systemic disorders. Drugs. Telogen effluvium. SLEWarfarin. Anagen effluvium. Secondary' syphiilis. Heparin. Tinea capitis. Hypothyroidism. Vit-AAlopecia areata. Hyperthyroidism. Propylthiouracil. Traumatic alopecia (trichotelomania). Hypopitutarism. Lithium. Androgenic alopecia. Defici ency of protein, Fe, Zn, Biotin. Beta blockers. Colchicines. Amphetamines",
        "cop": 1,
        "opa": "Alopeciaareata",
        "opb": "Lichenplanus",
        "opc": "SLE",
        "opd": "Dissecting folliculitis",
        "subject_name": "Skin",
        "topic_name": "Alopecia",
        "id": "169eb8a9-eed8-47ac-985c-d3c6dcb5e8a9",
        "choice_type": "single"
    },
    {
        "question": "A female patient presents with patchy hair loss with normal looking skin on scalp. Diagnosis is?",
        "exp": "Ans. is 'c' i. e., Alopecia areata * Alopecia areata is characterized by patchy hair loss with normal skin. There is no atrophy or scarring. Points in favor arei) Diffuse hair fallii) History of accident with blood loss (stress)iii) Hair loss after 5 months of accident",
        "cop": 3,
        "opa": "Tinea capitis",
        "opb": "Cicatricial alopecia",
        "opc": "Alopecia areata",
        "opd": "Telogen effluvium",
        "subject_name": "Skin",
        "topic_name": "Alopecia",
        "id": "cd495f7a-3b1b-48e4-874e-84a000348c01",
        "choice_type": "single"
    },
    {
        "question": "Rapid, diffuse, excessive hair loss after 3 months of pregnancy is due to?",
        "exp": "ANSWER: (B) Telogen effluvium. REF: Harrison's 17th edition table 54. 5. Telogen effluvium. Diffuse shedding of normal hairs following either major stress (high fever, severe infection) or change in hormones (post-partum). Stress causes the normally asynchronous growth cycles of individual hairs to become synchronous; therefore, large numbers of growing (anagen) hairs simultaneously enter the dying (telogen) phase Observation; discontinue any drugs that have alopecia as a side effect; must exclude underlying metabolic causes, e. g., hypothyroidism, hyperthyroidism. Etiology. Fever of any cause, prolonged, high, recurrent. Child birth. Abortion and cessation of OCPOperations and blood loss. Psychiatric disturbance or acute mental illness. Crash dieting or nutritional def. Hypothyroidism, hyperthyroidism. Treatment. Anticoagulants, antihypertensive, lithium or oral retinoid. Reversible without treatment",
        "cop": 2,
        "opa": "Androgenic alopecia",
        "opb": "Telogen effluvium",
        "opc": "Anagen effluvium",
        "opd": "Alopecia areata",
        "subject_name": "Skin",
        "topic_name": "Alopecia",
        "id": "822cfea4-98a6-40b9-82e6-96c275f23d9d",
        "choice_type": "single"
    },
    {
        "question": "'Exclamation mark' alopecia is seen in?",
        "exp": "Ans. D. Alopecia areata. (Ref Harrison, 18th/Pg. 298). Alopecia areata is characterized by abortive hair growth and the formation of a short, stubby, 'exclamation mark' hair at the edge of the area of hair loss. 'Alopecia' is a generic term for hair loss; areata is the plural of area. 'Alopecia areata' is a descriptive term for a disorder characterized by one or more discrete circular areas of hair loss and which can occur anywhere on the body. Alopecia totalis and universalis are variants of alopecia areata, differentiated only by the extent of the hair loss. Telogen effluvium# Acute telogen effluvium relates to a specific form of diffuse alopecia - eviction of hairshafts that have prematurely entered the telogen phase (telogen hair increase to 25%, normal-13%).# Excessive loss of hair can occur.# Telogen Effluvium tends to become apparent 6-12 weeks following the cause.# Such a hairloss can result in l-2cm stubble in extreme cases within weeks.# Causes include:- Pyrexia (body temperature reaching 103. 5 C +), - Childbirth (rare)- Telogen gravidarum, - severe infection (especially toxaemia), - major surgery, - protein deficiency due to unsupervised diets, - drugs including beta blockers, anti-depressants, minoxidil, - severe psychological stress.# Spontaneous regrowth occurs in 3-6 months. Anagen effluvium. Anagen effluvium is the dramatic and rapid hair loss most commonly seen in association with cancer chemotherapy and radiotherapy to the scalp. Other causes are: high-dose colchicine; thallium, mercury, and arsenic poisoning; and cantharadin. The insult to the hair follicle is sufficiently severe to cause an immediate metabolicarrest with complete cessation of hair production. The hair may come out by the root or, if the insult is brief, the hair shaft will narrow, providing a point of weaknessthat subsequently snaps off. The follicle may remain in anagen, in which case recovery is quick, or move into telogen, in which case regrowth will be delayed by about3 months. Androgenetic alopecia. Androgenetic alopecia is a progressive patterned baldness, which is sufficiently common among both men and women to be considered a secondary sexualphenomenon. It is also called common baldness, male-patterned baldness, and female- patterned alopecia. When it occurs prematurely in a man, it can be anunwanted and distressing event and patients may present for treatment. Among women it is usually both unwanted and unexpected at any age and women commonlypresent for both diagnosis and treatment. Educational points:**Causes of Cicatrical (scarring) Alopecia# Favus# Folliculitis Decalvans, # Hyperkeratosis Cystica Follicularis# Herpes Zoster(Shingles)# Lichen Planus (Planopilaris)# Lupus Erythematosus (discoid & systemic)# Morphoea# Neoplasma(Benign/malignant)# Pseudo-pelade (Brocq) - a form of scarring alopecia resembling alopecia areata# Scleroderma# Sarcoidosis# Traction Alopecia# Tufted Folliculitis",
        "cop": 4,
        "opa": "Androgenetic alopecia",
        "opb": "Telogen effluvium",
        "opc": "Anagen effluvium",
        "opd": "Alopecia areata",
        "subject_name": "Skin",
        "topic_name": "Alopecia",
        "id": "1d086ba0-ddc5-4d44-9e83-5abcfe4417de",
        "choice_type": "single"
    },
    {
        "question": "The characteristic clinical sign of alopecia areata is",
        "exp": "Ans) a (exclamutory marl-: hair) Ref Rook \"s text hook of dermatology 7th ed page no 63, 42. The onset of alopecia areata may be at any age, peaking between the second and fourth decades. The sex incidence is probably equal. The characteristic initial lesion is a circumscribed, totally bald, smooth patch. It is often noticed by chance by a parent, hairdresser or friend. The skin within the bald patch appears normal or slightly reddened. Short, easily extractable broken hairs, known as exclamation mark hairs, are often seen at the margins of the bald patches during active phases of the disease, ie gradual thinning of broken stub towards the base which consists of an unpigmented telogen club",
        "cop": 1,
        "opa": "Exclamatory mark hair",
        "opb": "decreased hair diameter",
        "opc": "absence of hair follicle",
        "opd": "a scaly patch of alopecia",
        "subject_name": "Skin",
        "topic_name": "Alopecia",
        "id": "55db53e2-3e9d-4315-8dab-8e8ae1dbfb49",
        "choice_type": "single"
    },
    {
        "question": "Eyebrows don't grow beyond certain length as they have a short -",
        "exp": "Ans. is 'a' i. e., Anagen phase o Hair grows in cycles of various phases. Anagen is growth phase. Catagen is involuting or regression phase. Telogen is resting phase. Exogen is shedding phase. o Normally 90% of the follicles are in anagen phase, 10-14% are in Telogen and 1-2% are in catagen. o The cycles duration is variable for the different parts of the body. For eyebrows, the cycle is finished in 3-4 months while for scalp it takes 3-4 years to finish. o This is the reason why eyebrows have much shorter length limit as compared to scalp hair.",
        "cop": 1,
        "opa": "Anagen phase",
        "opb": "Telogen phase",
        "opc": "Catagen phase",
        "opd": "Exogen phase",
        "subject_name": "Skin",
        "topic_name": "Alopecia",
        "id": "2ccdb31a-7dce-4a3c-8109-f7836b9fc0dd",
        "choice_type": "single"
    },
    {
        "question": "Coarse pitting of nails is seen in?",
        "exp": "Ans. (a) Psoratic arthiritis. Ref: Rook's 8/e, p 65. 13",
        "cop": 1,
        "opa": "Psorati carthiritis",
        "opb": "Dermatitis herpetiformis",
        "opc": "Bullous pemphigoid",
        "opd": "Pemphigus vulgaris",
        "subject_name": "Skin",
        "topic_name": "Alopecia",
        "id": "d5f70000-7baa-4281-9d23-98a6795374ba",
        "choice_type": "single"
    },
    {
        "question": "'Exclamation mark' hair is a feature of -",
        "exp": "Ans. is 'c' i. e., Alopecia areata Exclamation mark is a feature of Alopecia Areata. Alopecia areata manifests as completely asymptomatic localized areas of alopecia from which all or most of the hairs have been lost. The key to the diagnosis of Alopecia areata is. No itching. No scaling. No scarring. Due to these features it can be easily distinguished from other diseases which cause localized areas of alopecia. Presence of Exclamation mark hairs '7/i nearly a third of the patients, the hair shaft develops a node of trichorrhexis 5-70 mm from the root at which the hair breaks off leaving behind a small fragment of each of these hairs in the patch. Such hair are called exclamation mark hairs\".",
        "cop": 3,
        "opa": "Telogen effluvium",
        "opb": "Androgenetic alopecia",
        "opc": "Alopecia areata",
        "opd": "Alopecia mucinosa",
        "subject_name": "Skin",
        "topic_name": "Alopecia",
        "id": "164d15a0-2f9d-489e-a706-b68ac345d74e",
        "choice_type": "single"
    },
    {
        "question": "Exclamation mark hairs are seen in:",
        "exp": "Ans is 'b' i. e, Alopecia areata",
        "cop": 2,
        "opa": "Syphilis",
        "opb": "Alopecia areata",
        "opc": "Psoriasis",
        "opd": "Dermatophytosis",
        "subject_name": "Skin",
        "topic_name": "Alopecia",
        "id": "09a5bdff-2b23-4cea-bd7c-e779e1e03ca4",
        "choice_type": "single"
    },
    {
        "question": "A 20 year old woman with past history of enteric fever 4 months back presents with diffuse hair loss for 1 month. The likely cause is:",
        "exp": "Ans: B (Telogen effluvium) Ref: Disorders of hair and nails. In: Thappa DM. editor. Essentials in Dermatology, 2nd'edn., New Delhi: Jay pee brothers medical publishers (P) Ltd 2009; 189-97. Explanation: Telogen effluvium (Diffuse). Hair follicles enter telogen phase and shed 6-10 weeks. Occurs after a precipitating event like parturition, high fever, surgery, stress and drugs like OCP. beta blockers, ACEAlopecia areata (Patchy). Autoimmune disorder. Exclamation mark hairs (broken short hairs with proximal tapering) which are dystrophic anagen hairs are characteristic - Patchy hair loss. Androgenetic alopecia (Diffuse). Terminal to vellus hair transformation. Frontal hairline recession and thinning over vertex in males. Diffuse thinning more so in vertex in females. Anagen effluvium (Diffuse). Abrupt cessation of hair growth in anagen phase and shed due to. Cytotoxic drugs like cyclophosphamide, doxorubicin, nitrosureas, heparin, warfarin, vitamin A. INH.",
        "cop": 2,
        "opa": "Androgenic alopecia",
        "opb": "Telogen effluvium",
        "opc": "Anageneffuvium",
        "opd": "Alopecia areata",
        "subject_name": "Skin",
        "topic_name": "Alopecia",
        "id": "68526b74-6fe6-4e34-aef5-78712ec567be",
        "choice_type": "single"
    },
    {
        "question": "Preferred concentration of minoxidil for female androgenetic alopecia is?",
        "exp": "Ans. is 'a' i. e., 2% * In female AGA results are similar with 2% and 5% minoxidil but side effects are more with 5% solution. Whereas in males 5% is more efficacious. Therefore in a female patient 2% minoxidil is preferred whereas in males 5% solution is the preferred choice. Treatment of androgenetic alopeciaA) In males1. Minoxidil (Topical) - A vasodilator, which prolongs anagen phase of cycle there by slows hair loss and stimulate new hair. Hair growth is temporary, hair fall restarts if medication is withdrawn - required lifelong. 2. 5-a reductase inhibitors: - Finasteride inhibits type 2, 5a-reductase, which is responsible for conversion of testosterone to dihydrotestosterone in hair follicles. As this prevent conversion of testosterone to DHT hair loss slows down (DHT is the major causative hromone in androgenetic alopecia). Dutasteride - combined type 1 and type 2, 5a-reductase inhibitor. 3. Surgery - Punch graft, rotation flaps, scalp reduction, hair transplantation. B) In females1. Topical minoxidil - Same as for males2. Systemic antiandrogensa) Cyproterone acetate (with ethinyl estradiol) - blocks androgen receptors. (Note - Cyproterone acetate, ethinyl estradiol combination is Dianette.)b) Spironolactone - Blocks cytoplasmic receptors of DHT. It also weakly inhibits androgens biosynthesis. c) Flutamide - Acts by inhibiting androgen uptake and by inhibiting nuclear binding of androgens. d) Cemitidine - Has antiandrogenic action.",
        "cop": 1,
        "opa": "2%",
        "opb": "5%",
        "opc": "8%",
        "opd": "10%",
        "subject_name": "Skin",
        "topic_name": "Alopecia",
        "id": "4035ceee-3744-4211-8244-13aeaa930f60",
        "choice_type": "single"
    }
]