[
    {
        "question": "Which of the following layers of epidermis is known as \"prickle layer\"?",
        "exp": "Ans. B. Stratum spinosum. Stratum spinosum is also called as the prickle cell layer.* Stratum spinosum consists of intercellular attachments, also called desmosomes.* These desmosomes appear like spines on microscopy; hence, it is called as the prickle layer.* Their spiny (Latin, spinosum) appearance is due to the shrinking of the microfilaments between desmosomes that occurs when stained with H&E.",
        "cop": 2,
        "opa": "Stratum basale",
        "opb": "Stratum spinosum",
        "opc": "Stratum granulosum",
        "opd": "Stratum corneum",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "7fd11a8c-c207-453d-bbb8-7f756e5d8858",
        "choice_type": "single"
    },
    {
        "question": "Substance common in skin, hair and nail is?",
        "exp": "Ans. (b) Keratin. Ref.: Bolognia dermatology ch: 55",
        "cop": 2,
        "opa": "Vimentin",
        "opb": "Keratin",
        "opc": "Laminin",
        "opd": "Nectin",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "35fbd864-1c80-46a2-83c9-aba6fcc615ec",
        "choice_type": "single"
    },
    {
        "question": "Non-nucleated cells are seen in______?",
        "exp": "Ans. c. Stratum corneum. Stratum corneum also known as horny layer consists of cells without nucleus and hence does not divide. This layer functions as a mechanical barrier and prevents entry of microbes from environment into the body as well as prevents leakage of fluids from body to environment. This is called as Barrier function. In palmoplantar skin there is an additional electron- lucent zone, the stratum lucidum, between the granulosum and corneum. These cells are still nucleated, and may be referred to as 'transitional' cells. In certain conditions (like psoriasis) there is retention of nucleus in stratum corneum known as parakeratosis.",
        "cop": 3,
        "opa": "Stratum lucidum",
        "opb": "Stratum granulosum",
        "opc": "Stratum corneum",
        "opd": "All",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "53cf4653-d4b6-49c4-9447-350acf5b30ed",
        "choice_type": "multi"
    },
    {
        "question": "Desmosomes are helpful in connecting -",
        "exp": "Ans. is 'a' i. e., Keratinocytes Desmosomeso Desmosomes are the major adhesion complex in epidermis, anchoring keratin intermediate filaments (IFs) to the cell membrane and bridging adjacent keratinocytes, and allowing cells to withstand trauma. o The main components of desmosomes consist of the products of three gene superfamilies: -Desmosomal cadherins They are calcium ion dependent cell adhesion molecules that show homophillic homophi llic adhesions (i. e. a cadherin molecule of one cell binds to same molecule on another cell.). They includeo Desmogleins l-4(Dsgl-Dsg4)o Desmocollins 1-3 (Dscl-Dsc3). Armadillo proteinso Plakoglobins (Pgs)o Plakophillin (Pkps 1-3). Plakinso Desmoplakins (Dps), o Plectino Envoplakino Periplakin. Antigen defect. Disease. Dsg 1. Pemphigus foliaceus. Dsg 3. Pemphigus vulgaris. Dsc l. Subcorneal pustular dermatosis. Dpk 1&2. Erythema multiforme. Envoplakin & Periplakin. Perineoplastic pemphigus",
        "cop": 1,
        "opa": "Keratinocytes",
        "opb": "Melanocytes",
        "opc": "Dermis and epidermis",
        "opd": "Langerhanscells",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "87dab8c0-d2a4-4c96-9ab2-6e09a3065017",
        "choice_type": "single"
    },
    {
        "question": "Which layer of epidermis is underdeveloped in the VLBW infants in the initial 7 days?",
        "exp": "Ans. is 'd' ie., stratum corneum \"Stratum corneum is permeable in preterm infants and becomes similar to the adults and in infants after two to three weeks of post natal maturation\" - page 109, Physical diagnosis in neonatology:",
        "cop": 4,
        "opa": "Stratum germinativum.",
        "opb": "Stratum granulosum",
        "opc": "Stratum lucidum",
        "opd": "Stratum corneum",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "2ad18b50-d25a-4b95-b578-8a067f142974",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice of Nodulocystic Acne is:",
        "exp": "Ans. is 'b' Isotretinoin [Ref Harrison 16/e, p 295 (Page 3151 Rexburg's 16/e Page 1561. According to this table 3 choice are correct but Harrison says \"that severe nodulocystic acne not responsive to oral antibiotics, hormonal therapy or topical therapy may be treated with synthetic retinoid, Isotretinoin. \"",
        "cop": 2,
        "opa": "Erythromycin",
        "opb": "Isoretinoin",
        "opc": "Tetracycline",
        "opd": "PUVA",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "e3d72d82-b538-4494-b7cb-3fa7e36b732e",
        "choice_type": "single"
    },
    {
        "question": "Substance common in skin and hair is?",
        "exp": "Ans. is 'a' i. e., Keratin * Keratin is a family of fibrous structural proteins. Keratin is the protein that protects epithelial cells from damage or stress.* Keratin is the key component of our skin, hair and nails. Its protein building blocks have amino acid chains, coiled, cross-linked and classified as either hard or soft.* The soft a-keratins are found in the hair, stratum corneum & nails* The harder b-keratins are found in nails.* Internal linkages provide keratin with its stability, enzyme resistance and insolubility (although it can absorb water).* Keratin monomers assemble into bundles to form intermediate filaments.* Keratin filaments are abundant in keratinocytes in the cornified layer of the epidermis",
        "cop": 1,
        "opa": "Keratin",
        "opb": "Laminin",
        "opc": "Nectin",
        "opd": "Vimentin",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "c8244708-a9d8-4af1-a1c2-c4df2a6633ef",
        "choice_type": "single"
    },
    {
        "question": "The \"Malpighian Layer\" of epidermis includes:",
        "exp": "Ans. d. Stratum spinosum, Stratum basale. Named after Marcello Malpighi. The malpighian layer of the epidermis is generally defined as both stratum basale and stratum spinosum as a unit.",
        "cop": 4,
        "opa": "Stratum corneum, Stratum granulosum",
        "opb": "Stratum granulosum, Stratum spinosum",
        "opc": "Stratum granulosum, Stratum lucidum",
        "opd": "Stratum spinosum, Stratum basale",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "453d82f0-82a9-493f-9922-dbec7aa16c1b",
        "choice_type": "single"
    },
    {
        "question": "Which layer of epidermis is underdeveloped in pre-term baby?",
        "exp": "Ans. d. Stratum corneum. Stratum corneum is underdeveloped in preterm or very low birth weight (VLBW) infants in initial 7 days. The development of the layers of the epidermis starts from below upwards. Therefore, stratum basale is first to be form and stratum corneum is the last layer to form. In preterm infants, stratum corneum is permeable and becomes similar to the adult and full term infant after 2 to 3 weeks postnatal maturation.",
        "cop": 4,
        "opa": "Stratum germinativum",
        "opb": "Stratum granulosum",
        "opc": "Stratum lucidum",
        "opd": "Stratum corneum",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "40605e6e-5f75-4561-8873-d7cd2921d4d0",
        "choice_type": "single"
    },
    {
        "question": "Acanthosis involves -",
        "exp": "Ans is 'a' i. e., Str spinosum Acanthosiso This term is used to describe an increase in number of cells in the spinous cell layer or prickle cell layer of the epidermis.",
        "cop": 1,
        "opa": "Str spinosum",
        "opb": "Str granuolosum",
        "opc": "Str Basale",
        "opd": "Str comeum",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "a0f48bf0-47ab-48e6-9902-6c18b8f549da",
        "choice_type": "single"
    },
    {
        "question": "Melanocytes are located in which layer?",
        "exp": "Ans. (b) Stratum basale. Ref: Bolognia 2/e, ch: 64",
        "cop": 2,
        "opa": "Stratum malphigii",
        "opb": "Stratum basale",
        "opc": "Stratum corneum",
        "opd": "Stratum granulosum",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "6318423b-0144-4cf6-b00c-4260a969d75d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following epidermal layer is dead layer?",
        "exp": "Ans. is 'c' i. e., Stratum corneum Epidermal layers (from deep to superficial). Basal cell layer (Stratum basale or stratum germinatum)* Made up of single layer of columnar epithelial cells. It is the deepest layer of epidermis which is attached to basement membrane.* Continuously multiplying layer by mitosis and each basal cell produces keratinocytes which moves up, the so called epidermal proliferation unit (Basal cell plus keratinocytes produce by it).* Melanocytes are also found in basal layer and project their dendrites into superficial epidermis where they transfer melanosomes (melanin packed in membrane bound granules) to keratinocytes which in-turn contain the majority of cutaneous pigment. 36 Keratinocytes per melanocytes giving rise to epidermal melanin unit (melanocyte plus keratinocytes it supplies). Stratum spinosum (Prickle cell layer)* As the cell from basal layer are gradually displaced superficially by newly formed cell, columnar cells become flat and polygonal. These polygonal cells are connected to each other by desmosomal bridges that are seen as spines under ordinary microscope - Hence this layer is referred to as stratum spinosum.* These spines (produced by desmosomal bridges) give prickly appearance to this layer, therefore stratum spinosum is also referred as prickle cell layer. Cell in upper part of spinous layer contain organelles called lamellar granules.* Stratum basal and stratum spinosum, together these two are called stratum malpighii (malpighian layer). Stratum granulosum (granule cell layer)* With further maturation and upward movement, keratinocytes take diamond-shape. Characteristic feature of this layer is presence of keratohyaline granules within the cells. Keratohyaline granules contain a protein filaggrin which is responsible for aggregation of keratin filaments.* This layer also contains membrane coating granules or oadland bodies which contains lipids that are responsible for barriers function of this layer. Stratum corneum (Horny layer)* This is the most superficial layer of epidermis and skin. Cells are fully keratinized and end up as anucleate dead cells. Therefore, stratum corneum is dead layer.* Stratum corneum is last to develop - Therefore in premature newborn it is absent. Stratum lucidum* Between the stratum granulosum and corneum of palm and sole, there is an additional layer called stratum lucidum. Therefore, in palm and soles there are 5 layers (instead of four) in epidermis.* The cell degenerates as they move to stratum lucidum (from deeper layer). This layer contains reffactile droplets of eleidin.",
        "cop": 3,
        "opa": "Stratum basale",
        "opb": "Stratum spinosum",
        "opc": "Stratum corneum",
        "opd": "Stratum granulosum",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "c574b78a-906b-4004-a969-5abcc540ce90",
        "choice_type": "single"
    },
    {
        "question": "Lines of Blaschko's are related to -",
        "exp": "Ans. is 'a' i. e., Keratinocytes o Blaschko's lines correspond to the pathways followed by keratinocytes migrating from neural crest during embryogenesis. o The lines follow a V-shape over spine, an S-shape on abdomen, inverted U-shape from breast area to upper arm and perpendicular down the front and back of the lower extrimities. o A number of inflammatory conditions can follow Blaschko's lines -Lichen striatus. Linear lichen planus. Inflammatory linear verrucous epidermal naevus (ILVEN). Blaschko dermatitis (Blaschtitis). Incontinentia pigmenti. Goltz syndrome. Linear morphoea. Segmental vitiligo. xi) Focal dermal hypoplasia. CHILD syndrome. Hypomelanosis of Ito. Linear cutaneous lupus erythematosus.",
        "cop": 1,
        "opa": "Keratinocytes",
        "opb": "Blood vessels",
        "opc": "Nerves",
        "opd": "Bones",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "47abe328-5845-4467-aad2-57786dc1a927",
        "choice_type": "single"
    },
    {
        "question": "Tricholemmoma are:",
        "exp": "Ans. C. Adnexal tumors of skin that differentiate towards hair follicles. Tricholemmoma. These are skin colored adnexal tumors of skin that differentiate towards hair follicles. Presence of multiple tricholemmoma on face & cobblestoning of oral mucosa point towards the diagnosis of Cowden's disease. Internal organ involvement includes. Fibrocystic disease. Ca breast. Adenoma & Ca thyroid. Keratosis of palms, dorsum of hands & soles also seen.",
        "cop": 3,
        "opa": "Ectopic tuft of hair on face.",
        "opb": "Teratoma of ovary containing mainly hair.",
        "opc": "Adnexal tumors of skin that differentiate towards hair follicles.",
        "opd": "Psychiatric illness in which patient picks on hair of skin.",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "39f75225-c45a-489a-811f-68ed6071b3d1",
        "choice_type": "single"
    },
    {
        "question": "Hair growth is seen in which phase of the hair cycle-",
        "exp": "Ans. is 'a'i. e., Anagen o Anagen phase:- Phase of activity and growtho Catagen phase:- Transition phaseo Telogen phase:- Resting or degenerative phase",
        "cop": 1,
        "opa": "Anagen",
        "opb": "Catagen",
        "opc": "Telogen",
        "opd": "None of the above",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "836e3a80-2475-4cb5-b812-6617b5507632",
        "choice_type": "multi"
    },
    {
        "question": "Benzyl peroxide acts in acne vulgaris by:",
        "exp": "Ans. D. Decreasing bacterial count. Topical Therapy for acne: This is designed to produce peeling of the skin, restore normal keratinization and produce a bactericidal action Topical antibiotics include erythromycin (12%) clindamycin (12%) and benzyl peroxide (510%). Benzyl peroxide has bacterio static properties in addition to its action as a peeling agent.",
        "cop": 4,
        "opa": "Decreased sebum production",
        "opb": "Acts as oxidizing agent",
        "opc": "Reduces epithelial proliferation",
        "opd": "Decreasing bacterial count",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "74635112-86a4-4265-99c9-34a466ead06d",
        "choice_type": "single"
    },
    {
        "question": "'Growth Phase' of the hair?",
        "exp": "Ans. A. Anagen. Hair Growth Cycle. Scalp hair-follicles have a four phase cycle. Anagen (growth), Catagen (transition), Telogen (resting) and Exogen (hair-shaft evacuation). The Anagen Phase (growing phase)- During the process of folliculo-regenesis, the follicle + epithelial sheath + new hair shaft is recreated.- During its growth (anagen) phase the hair shaft continues to gain length for a period of 2-7 years.- Approximately 80-85% of hair follicles are in anagen.- Hair growth rates range from 0. 5cm-1. 45cm per month. The Catagen phase (involutionary phase)- mitosis ceases, the follicle enters a period of degeneration.- Catagen accounts for approximately 3% of hair follicles.- The Epithelial sheath shrinks forming a minute \"club root\" at the proximal end of the hair shaft.- Catagen lasts for approximately 10-20 days. The Telogen Phase (resting or dying phase)- approximately 12-20% of hair shafts are in the amitotic (resting) phase.- Eventually (up to 3 months) the hair shaft vacates the follicle. The Exogen Phase- in which the hair-shaft is evacuated.",
        "cop": 1,
        "opa": "Anagen",
        "opb": "Metagen",
        "opc": "Catagen",
        "opd": "Telogen",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "f1c3fdaa-707a-46ca-ac3b-063ff10d2f79",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a component of sebum?",
        "exp": "Ans. (d) Propylene. Ref: Rooks 8thed ch: 42. 5",
        "cop": 4,
        "opa": "Cholesterol",
        "opb": "Wax",
        "opc": "Glycerides",
        "opd": "Propylene",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "e050efe4-a66a-4b66-a8d5-dce266d65026",
        "choice_type": "single"
    },
    {
        "question": "Comedones are seen in:",
        "exp": "Ans is 'd' Acne vulgaris Primary lesion of Acne Vulgaris is comedones. Open comedones are Black Heads*Closed comedones are White Heads*Comedones can evolve into. Papules. Pustules &Cysts. Site of Appearance (requires presence of Sebaceous gland). Face (MC)*Shoulder. Back & Upper chest",
        "cop": 4,
        "opa": "Pityriasis",
        "opb": "Lichen planus",
        "opc": "Adenoma sebaceum",
        "opd": "Acne vulgaris",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "488fe06a-3834-47c5-8f23-33d17fd0237b",
        "choice_type": "single"
    },
    {
        "question": "Earliest evidence of clubbing is:",
        "exp": "Ans. C. Softening of nail bed. The selective bulbous enlargement of the distal segments of the fingers and toes due to proliferation of connective tissue, particularly on the dorsal surface, is termed clubbing; there is also increased sponginess of the soft tissue at the base of the clubbed nail. Clubbing may be hereditary, idiopathic, or acquired and associated with a variety of disorders, including cyanotic congenital heart disease, infective endocarditis, and a variety of pulmonary conditions (among them primary and metastatic lung cancer, bronchiectasis, asbestosis, sarcoidosis, lung abscess, cystic fibrosis, tuberculosis, and mesothelioma), as well as with some gastrointestinal disease (including inflammatory bowel disease and hepatic cirrhosis). In some instances, it is occupational, e. g., in jackhammer operations. Clubbing in patients with primary and metastatic lung cancer, mesothelioma, bronchiectasis, or hepatic cirrhosis may be associated with hypertrophic osteoarthropathy. In this condition, the subperiosteal formation of new bone in the distal diaphyses of the long bones of the extremities causes pain and symmetric arthritis-like changes in the shoulders, knees, ankles, wrists and elbows. The diagnosis of hypertrophic osteoarthropathy may be confirmed by bone radiograph or magnetic resonance imaging (MRI). Although the mechanism of clubbing in unclear, it appears to be secondary to humoral substances that causes dilation of the vessels of the distal digits as well as growth factors released from platelet precursors in the digital circulation. In certain circumstances, clubbing is reversible, such as following lung transplantation for cystic fibrosis",
        "cop": 3,
        "opa": "Increased AP diameter",
        "opb": "Shininess",
        "opc": "Softening of nail bed",
        "opd": "Increased transverse diameter",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "1cb12455-6467-48f2-8b96-4b19f5c05f3c",
        "choice_type": "single"
    },
    {
        "question": "Presumably, the Varicella zoster virus infects",
        "exp": "(A) Dorsal root ganglion[?]. Varicella-Zoster Virus (VZV): Herpes Zoster Herpes zoster (shingles) is a sporadic disease that results from reactivation of latent VZV from dorsal root ganglia. Most patients with shingles have no history of recent exposure to other individuals with VZV infection. Herpes zoster is characterized by a unilateral vesicular dermatomal eruption, often associated with severe pain. The dermatomes from T3 to L3 are most frequently involved. If the ophthalmic branch of the trigeminal nerve is involved, zoster ophthalmicus results. The onset of disease is heralded by pain within the dermatome, which may precede lesions by 48-72 h; an erythematous maculopapular rash evolves rapidly into vesicular lesions. In a few patients, characteristic localization of pain to a dermatome with serologic evidence of herpes zoster has been reported in the absence of skin lesions, an entity known as zoster sine herpetica. In Ramsay Hunt syndrome, pain and vesicles appear in the external auditory canal and patients lose their sense of taste in the anterior two-thirds of the tongue while developing ipsilateral facial palsy. The geniculate ganglion of the sensory branch of the facial nerve is involved. CNS involvement may follow localized herpes zoster. Many patients without signs of meningeal irritation have CSF pleocytosis and moderately elevated levels of CSF protein. Symptomatic meningoencephalitis is characterized by headache, fever, photophobia, meningitis and vomiting. Human alpha-herpesvirus Causes varicella (chickenpox) and herpes zoster (shingles) Primary VZV infection leads to chicken pox VZV establishes latency in dorsal root ganglia after primary infection VZV can reactivate at a later time, causing herpes zoster. A. Alpha herpes viruses (E. g. HSV-1, VZV, PRV) infect pseudounipolar sensory neurons of PNS ganglia. CNS spread is rare and requires anterograde axonal transport of progeny virions toward the spinal cord. B. RABV and poliovirus spread via Neuromuscular Junctions (NMJ) from muscles into somatic motor neurons in the spinal cord. C. Several viruses may infect receptor neurons in the nasal olfactory epithelium. Spread to the CNS requires anterograde axonal transport along the olfactory nerve into the brain. D. Infiltration through the blood-brain barrier (BBB). The BBB is composed of brain microvascular endothelium cells (BMVEC) with specialized tight junctions, surrounding basement membrane, pericytes, astrocytes, and neurons. Infected leukocytes can traverse this barrier carrying virus into the brain parenchyma. E Alternatively, virus particles in the bloodstream can infect BMVECs, compromising the BBB.",
        "cop": 1,
        "opa": "Dorsal root ganglion",
        "opb": "Anterior horn cells",
        "opc": "Hippocampus",
        "opd": "Ventral nerve root",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "81d3bc5f-5839-47b5-8195-24b3a0271af5",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true regarding Fordyce spots except ____:",
        "exp": "Ans. C. Associated with hair follicles. Fordyce spots are not associated with hair follicles. Fordyce Spots. Fordyce spots/Fordyce granules:* The Fordyce spots are heterotopic sebaceous glands wherein the duct is connected directly to the overlying skin or mucosal surface unlike other sebum glands which open into the follicle.* They are called ectopic/free-lying sebaceous glands.* They occur commonly on the vermilion border of upper lip(m/c), buccal mucosa, skin over penile shaft and areolar of the breast.* They are commonly multiple and appear asymmetrical discrete yellow papules.* Fordyce spots on penis are called Tyson glands.* They are asymptomatic.* Treatment ladder- First line: Reassurance- Second line# Local destruction with superficial cautery or electrodessication# Topical trichloroacetic acid. Fordyce spots on the vermilion border of both lips in A, upper lip in B, and buccal mucosa in C.",
        "cop": 3,
        "opa": "Ectopic sebaceous glands",
        "opb": "They are asymptomatic",
        "opc": "Associated with hair follicles",
        "opd": "Occur commonly on upper lip",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "32cf0ada-f343-4c82-bde6-39237df0efa9",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of nodulocystic acne -",
        "exp": "Ans. is 'b' i. e., Isoretinonine o The DOC for nodulocystic acne is oral isotretinoin (13-Cis Retinoic acid). Guidlines of management of acneo Step 1 - For mild acne (< 10 lesions): -# Topical therapy is used. Combination therapy is best. Benzoyl peroxide - erythromycin gel plus topical retinoids combination is used. Topical erythromycin-Benzoyl peroxide gels are applied during the day; topical retinoids are applied in the evening. o Step 2 - For moderate acne (10-25 lesions), and mild acne not responding to topical therapy: -Oral antibiotic is added to above topical regimen. Most effective antibiotic is minocycline or doxycycline. In females, moderate acne can be controlled with high doses of estrogens combined with progesterone or antiandrogens. o Step 3 - For severe acne, nodulocy Stic lesions, large nodular lesions, and moderate acne not responding to oral antibiotics (Recalcitrant acne): -Isotretinoin is the drug of choice. Isotretinoin is the single most advance in the management of severe acne. It inhibits sebaceous gland function and keratinization and is very effective. Oral isotretinoin leads to complete remission in almost all cases. If patient cannot afford isotretinoin, dapsone is a useful alternative. Intralesional steroids can help in management of cysts and nodules. If there are signs of androgen excess, antiandrogens (cyproterone acetate) can be used with estrogen.",
        "cop": 2,
        "opa": "Erythromycin",
        "opb": "Isoretinonine",
        "opc": "Tetracycline",
        "opd": "Steroids",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "e3e53da5-be14-414c-836c-913868ccb222",
        "choice_type": "single"
    },
    {
        "question": "The premalignant skin lesions are all except -",
        "exp": "Ans. is 'd' i. e., Miliaria o Premalienant lesions of squamous cell carcinoma of skiny Actininc (Solar keratosis)y Arsenic Keratosisy Bowen's diseasey Erythroplasia of queyart (Bowen's disease of glans penis)y Hypertrophic Lichen planusy Dystrophic epidermolysis bullosay DLEy Xeroderma pigmentosa",
        "cop": 4,
        "opa": "Bowen's disease",
        "opb": "Actinic keratosis",
        "opc": "DLE",
        "opd": "Miliaria",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "90190e90-af4c-4b7a-a423-fc2097326577",
        "choice_type": "multi"
    },
    {
        "question": "Epidermal Melanin unit is?",
        "exp": "Ans. d. 36 keratinocytes: 1 melanocyte. The ratio of Epidermal-Melanin unit is 36 keratinocytes: 1 melanocyte. Each epidermal melanocyte together with the epidermal cells that it serves, comprises an 'epidermal melanin unit', as first described by Fitzpatrick and Breathnach in 1963. Although the number of active epidermal melanin units varies considerably in the different regions of the body, the number of keratinocytes served by each melanocyte remains constant. It is estimated that a single melanocyte supplies melanosomes to a group of about 36 viable keratinocytes.",
        "cop": 4,
        "opa": "26 keratinocytes: 1 melanocyte",
        "opb": "36 keratinocytes: 2 melanocytes",
        "opc": "16 keratinocytes: 1 melanocytes",
        "opd": "36 keratinocytes: 1 melanocyte",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "a1b873ab-40f7-4beb-b253-781dd1ade344",
        "choice_type": "single"
    },
    {
        "question": "Munro's microabscesses are seen in:",
        "exp": "Ans. B. Stratum corneuma. In psoriasis the increased rate of proliferation (to replace the damaged, exfoliated keratin) is reflected in epidermal thickening (acanthosis), down growth of elongated epidermal ridges, and increased mitotic activity. b. The stratum granulosum is thin or absent, and there is extensive overlying Parakeratotic scale. The dermal papillae are elongated and contain dilated capillaries; these extend close to the Parakeratotic scale due to thinning of the overlying epidermis. c. 'When the psoriatic scale is removed, this results in minute points of bleeding (Auspitz's sign). Within the epidermis are focal areas of slight edema (spongiosis); collections of neutrophils in the stratum corneum produce the characteristic Munro's microabscesses.",
        "cop": 2,
        "opa": "Stratum granulosum",
        "opb": "Stratum corneum",
        "opc": "Basal layer",
        "opd": "Papillary tips",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "4fad8698-c3b4-405c-98be-b893e8581a74",
        "choice_type": "single"
    },
    {
        "question": "Telogen phase of hair growth lasts for -",
        "exp": "Ans. is 'c' i. e., 100 days o The most important feature of hair follicle is that their activity is cyclic. Hair grows at 0. 4 mm per day and as it reaches a definitive length, it is shed to be replaced by a new hair. Hair undergoes through 3 different phases of hair cycle. Anagen phase (Phase of activity' and growth). This is the phase in which growth of hair takes place -->> Cells in the root of hair are dividing rapidly. Melanogenesis also occurs during anagen phase. This phase lasts for 3 years (2-6 years). Most of the hair (75-80%) are in anagen phase at a given time. Catagen phase (Transition phase). It is the transition phase between anagen and telogen. 3% of hair are in this phase. During this phase growth stops and outer root sheat shrinks and attaches to root of hair - knowm as club hair. This phase lasts for 2-3 weeks. Telogen phase (Resting or degenerative phase). This phase is the resting phase and lasts for 100 days (3 months). About 25-100 telogen hair are shed normally each day. 10-15% of hair are in this phase. After telogen phase the cycle is complete and the new hair, which starts growing in same follicle, pushes this old hair (who has completed the hair cycle) - Old hair is lost and new hair starts growing. o This hair cycle of one hair is independent of the cycle of neighboring hair, i. e., the neighboring hair follicles are not synchronized in growth, this is called Mosaic. The proportion of hair in each phase can be estimated by looking at the plucked hair - called as trichogram.",
        "cop": 3,
        "opa": "1 day",
        "opb": "10 days",
        "opc": "100 days",
        "opd": "1000 days",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "aa791cdc-f919-4ca1-ad51-a108458eb0d5",
        "choice_type": "single"
    },
    {
        "question": "Lines of Blaschko represent -",
        "exp": "Ans. is i. e., Epidermal cell migration pathway Blaschko's lineso Blaschko lines or the lines of Blaschko are thought to represent pathways of epidermal cell migration and proliferation during the development of the fetus. o These lines constitute a surface pattern that is distinguished from other morphological lines of the skin and skin dermatomes. They do not correspond to the nervous system or vascular pathwayso Blaschko lines are consistently V-shaped on the upper spine, S-shaped on the abdomen, inverted U-shaped from the breast area to the upper arm, and perpendicular down the front and back of the lower extremitieso They never cross the anterior truncal midline but run along it.",
        "cop": 2,
        "opa": "Dermatomal patterns",
        "opb": "Epidermal cell migration pathway",
        "opc": "Vasculature pathways",
        "opd": "Lymphatic pathways",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "94d12c24-de13-4eda-9299-89d423b889d8",
        "choice_type": "single"
    },
    {
        "question": "Stratum lucidum is present between which two layers?",
        "exp": "Ans. (a) Corneum and granulosum. Ref: Rooks 8th ed ch: 3",
        "cop": 1,
        "opa": "Corneum and granulosum",
        "opb": "Granulosum and spinosum",
        "opc": "Spinous and basale",
        "opd": "Basal and subbasale",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "66c3b71e-bd36-45ee-a4aa-81a37c6a0174",
        "choice_type": "single"
    },
    {
        "question": "22 years women with diffuse hair loss for 1 month, with past history of enteric fever, before 4 months, likely cause",
        "exp": "Ans. is 'b' i. e. Telogen effluvium * Diffuse hair loss for 1 month with a history of enteric fever before 4 months suggest the diagnosis of Telogen effluvium.* To understand telogen effluvium, we need to have some knowledge of the hair growth cycle. Hair does not grow continuously on the human scalp. The anagen (growing) phase for terminal hair can extend 3 to 7 years and is a reflection of the size of the hair follicle. Catagen is the transitional portion of the hair growth cycle, between anagen and telogen and lasts only 1 to 2 weeks. During this time, there is a rapid involution and regression of the hair follicle. The hair follicle then enters the telogen phase, which is a relatively fixed period of time, approximately 100 days, regardless of the size of the hair follicle. There is no growth of the hair shaft during this phase. It is at the end of the telogen phase that the entire hair shaft, also often referred to as the club hair, will spontaneously shed, while a new hair shaft is forming within the hair canal. The white bulb at the end of the hair, along with the loosely attached collection of friable debris gives the shed hair its characteristic appearance. In the scalp of the healthy, young human adult, approximately 90% of the hair will be in the anagen (growth) phase and approximately 10% will be in the telogen (dormancy) phase. Less than 1% will be in the catagen (transitional) phase. What is Telogen Effluvium?? When excessive amounts of hair simultaneously switch from anagen (growth) into telogen (dormancy) and subsequently shed several months later, the phenomenon is referred to as a telogen effluvium. Telogen effluviums can be acute or chronic. What causes Telogen Effluvium? In order to cause a large number of hair follicles to simultaneously switch from the anagen (growing) phase into the telogen (resting) phase, the body has to undergo some systemic insult. A telogen effluvium is not caused by topical medications. But because there is a required time lapse of several months between the inciting cause and the excessive shedding of hair, the exact cause of the telogen effluvium is often not positively identified. A typical and common case of telogen effluvium would be the episode of severe shedding of hair that may occur approximately 100 days after a woman has given birth. The inciting factor is probably the abrupt hormonal changes that occur at the end of pregnancy. All of the hair grows back within a year. Other causes of telogen effluvium include illness, major physicaltrauma, menopause, crash diets, severe psychological stress, major surgery (especially with general anesthesia), hypo- or hyperthyroidism, anemia's, acute and severe blood loss, heavy metal poisoning, etc. Chronic illness such as malignancy, and any chronic debilitating illness, such as systemic lupus erythematosus, end-stage renal disease, - or liver disease can cause telogen effluvium. Infections. Typhoid, malaria, dengue Anagen effluvium. Anagen effluvium is the loss of anagen hair which typically happens after radiation therapy of chemotherapy especially with alkylating agents.",
        "cop": 2,
        "opa": "Androgenic alopecia",
        "opb": "Telogen effuvium",
        "opc": "Anagen effuvium",
        "opd": "Alopecia areata",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "d9beac3a-28f7-427c-b04a-7c0aed9ed11f",
        "choice_type": "single"
    },
    {
        "question": "Dermatophytes primarily involves _______:",
        "exp": "Ans. A. Stratum corneum. Dermatophytes infect and survive only in the dead keratin layers of skin (stratum corneum), hair and nails as they are keratinophilic.",
        "cop": 1,
        "opa": "Stratum corneum",
        "opb": "Stratum granulosum",
        "opc": "Stratum basale",
        "opd": "Stratum spinosum",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "375b4534-88f0-4e0b-a156-d80ad2a1dcf4",
        "choice_type": "single"
    },
    {
        "question": "The main type of collagen in anchoring fibrils (component of dermo epidermal junction) is:",
        "exp": "Ans. d. Type VIIType VII Collagen is the major component of anchoring fibrils of the dermoepidermal junction. Dermoepidermal junction or BMZ can be recognized histologically by staining with PAS stain. Ultrastructural examination of dermoepidermal junction by electron microscopy shows 2 different layers with different optical densities#Lamina Lucida - upper, less electron dense layer#Lamina Densa - lower, more electron dense layer. Dermoepidermal junction is composed of 3 components: 1. Hemidesmosome 2. Anchoring Filaments 3. Anchoring Fibrils.#Hemidesmosome. Hemidesmosomes are multiprotein complexes that facilitate the stable adhesion of basal epithelial cells to the underlying basement membrane. The intermediate keratin filaments K5/K14 present within the basal keratinocytes attach to the hemidesmosomes at the base of the cell. The major hemidesmosomal protein is Bullous Pemphigoid Antigen-1 (BPAg1 or BP230) and this attaches to the transmembrane component protein BPAg2 (BP 180) below. The other hemidesmosomal protein Plectin is attached to the transmembrane component protein called as a6b4 integrin below.#Anchoring filaments/Lamina Lucida and Lamina Densa. The anchoring filaments form the Lamina Lucida layer. Anchoring filaments consist of Laminin 5/332 proteins that connect BPAg2 and a6b4 integrin above to Lamina Densa below. Lamina Densa is an electron dense layer present in the dermoepidermal junction composed mainly of Type IV Collagen. It also contains various other proteins like Laminin 1/111, BM-40, SPARC, Nidogen and Perlecan.#Anchoring fibrils. These are ultrastructurally U shaped structures that attach the Lamina Densa above to the underlying connective tissue below in dermis. Type VII Collagen is the major protein in anchoring fibrils.",
        "cop": 4,
        "opa": "Type IV",
        "opb": "Type III",
        "opc": "Type II",
        "opd": "Type VII",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "978a07f2-23fa-407e-9269-595ce4e82e18",
        "choice_type": "single"
    },
    {
        "question": "Acantholysis involves:",
        "exp": "Ans: A (Epidermis) Acantholysis (Robins 6th/1260-61). The common denominator, histologically in all forms of pemphigus is acantholysis. This term implies dissolution or lysis of the intercellular adhesion sites within a squamous epithelial surface. Acanthoiytic cells that are no longer attached to other epithelial cells lose their polyhedral shape & characteristically become rounded. Acantholysis is separation of epidermal cells from each other- Neena Khanna 1st/55. In pemphigus vulgaris & pemphigus vegetans, acantholysis selectively involves the layer of cells immediately above the basal cell layer (the vegetans variant has considerable overlying epidermal hyperplasia). The suprabasal acanthalytic bister that forms is characteristic of pemphigus vulgaris. In pemphigus foliaceus, blister form by similar mechanisms but, unlike at the level of the stratum granulosum. Patient with pemphigus vulgaris have IgG antoantibodies directed against desmogleins (H17th/ 337). The antibodies are deposited in the intercellular area & induce the keratinocyte to release serine proteases which are enzyme which dissolve the intercellular substance (Neena Khanna 1st/55). Epidermis layers (from outside to inside) Stratum Corneum (Homy cell layer) St. Lucidum St Granulosam (Granular layer) St. Malpighi4 (Prickle ceil layer) St. Germinativum (Basal layer)",
        "cop": 1,
        "opa": "Epidermis",
        "opb": "Dermis",
        "opc": "Epidermis-Dermis junction",
        "opd": "Subcutaneous tissue",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "811f6ec0-c544-4511-a020-a103890156f5",
        "choice_type": "single"
    },
    {
        "question": "Blaschko's lines are present along the:",
        "exp": "Ans. D. Lines of development. The lines do not correspond to any known nervous, vascular or lymphatic structures, but represent the developmental growth pattern of the skin. Blaschko's Lines: a. The lines of Blaschko were delineated over 100 years ago. b. First described by Blaschko in 1901. The pattern is attributed to the lines of migration and proliferation of epidermal cells during embryogenesis (i. e., the bands of abnormal skin represent clones of cells carrying a mutation in a gene expressed in the skin). c. The lines do not correspond to any known nervous, vascular or lymphatic structures, but represent the developmental growth pattern of the skin. d. Generally, longitudinally oriented on the limbs and circumferential on the trunk, but not perfectly linear. e. Implies a mosaic disorder (e. g., Incontinentia pigmenti, inflammatory linear verrucous epidermal nevus).",
        "cop": 4,
        "opa": "Nerves",
        "opb": "Lymphatics",
        "opc": "Vessels",
        "opd": "Lines of development",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "c3d17669-d815-4446-8d57-85589a6f7354",
        "choice_type": "single"
    },
    {
        "question": "Fat is present in relation to which anatomical structure?",
        "exp": "Ans. (c) Sub-cutaneous tissue. Ref: Rooks 8th ed p 3. 53, Roxburgh's common skin diseases 17th ed p. 1",
        "cop": 3,
        "opa": "Epidermis",
        "opb": "Dermis",
        "opc": "Sub-cutaneous tissue",
        "opd": "Nail bed",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "c887b240-e135-4ca8-8c55-c28a30fd7560",
        "choice_type": "single"
    },
    {
        "question": "A female presented with complaints of hair fall. The woman's delivery was before 2 months. Her condition was diagnosed as Telogen Effluvium by the Physician. Which of the following is not true in connection with Telogen Effluvium?",
        "exp": "Ans. A. Scarring* Telogen Effluvium (abbreviated as TE): TE is basically a non-scarring alopecia.* Pattern hair loss or Androgenetic Alopecia is by far the most wide common type of hair loss seen in females as well as in males.* Once the initiating factor is eliminated, it is reversible.* In females, it is the second most common cause of hair loss.* The Patho-physiology underlying TE is best characterized as a premature transfer of hairs from one phase to another i. e. from anagen (growth) phase into the catagen (resting) and telogen (terminal) phases.* Often observed after severe illness, iron deficiency, surgery, nutritional deficiency, childbirth in association with medications and in patients who presents with thyroid disease.",
        "cop": 1,
        "opa": "Scarring",
        "opb": "Metabolic stress",
        "opc": "Recovery within 6 months",
        "opd": "Insidious onset",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "178d2fee-07f3-4e62-ac24-4c05963a5265",
        "choice_type": "multi"
    },
    {
        "question": "Normal epidermal turnover time is?",
        "exp": "Ans. is 'd' i. e., 4 weeks Epidermal turn over time* Epidermis renews itself continuously by cell division in the deepest layer, the basal layer. It is the continuously multiplying layer. The basal cells show mitosis and each basal cell multiplies and produces keratinocytes which moves up, the so called epidermal proliferation unit (Basal cell plus keratinocytes produce by it).* Time taken by keratinocytes to move from basal layer to the stratum corneum and then desquamate so that it can be replaced by new crop is known as epidermal turn over time. In normal skin it is about 4 weeks. It can be as low as 6-8 days in psoriasis.",
        "cop": 4,
        "opa": "1 week",
        "opb": "2 weeks",
        "opc": "3 weeks",
        "opd": "4 weeks",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "88a1abb8-1db8-4f89-bb13-468bb0485d34",
        "choice_type": "single"
    },
    {
        "question": "Fordyce spots are seen on-",
        "exp": "Ans. is 'a' i. e., Lips Fordyce spots (Fordyce granules or Fordyce disease)* Fordyce's spot represents ectopic sebaceous glands on lips (most common site) and oral mucosa. They may also appear on vulva and penis, where they are called Tyson's gland, i. e., ectopic sebaceous gland at penis (prepuce) and vulva is called tyson's gland. These glands have histopathology similar to normal sebaceous glands, despite their ectopic location.* They are regarded as hamartomas as they are not associated with hair follicles (In contrast to normal sebaceous glands which have their ducts in hair follicles). Fordyce's spot is totally benign condition which occurs in normal people. It is characterized by discrete, pin-head sized superficial, light or yellow milium-like, maculo-papular lesions in mucous membrane of lips (especially vermilion portion), and sometimes buccal mucosa.* The condition usually appears at puberty and is more common in males. Fordyce's spots are often confused with koplik's spot of measles - There is erythmatous halo around the Koplik's spot which is not there in Fordyce's spot* As the condition is asymptomatic, no treatment is required, other than reassurance. Oral isotretinoin can be used for large disfiguring spots.",
        "cop": 1,
        "opa": "Lips",
        "opb": "Tongue",
        "opc": "Fingers",
        "opd": "Nails",
        "subject_name": "Skin",
        "topic_name": "Anatomy of Skin",
        "id": "682dddb8-051a-4538-a1b8-e5823ed742ea",
        "choice_type": "single"
    }
]