[
    {
        "question": "Which among the following organisms causes Buruli ulcer?",
        "exp": "Ans. B. M. UlceransM. Ulcerans causes Buruli ulcer.* It starts as a nodule or papule which progresses further to form a shallow necrotic ulcer.* Children (5-15 years old) have the highest incidence of Buruli ulcers, with most lesions on the lower extremities.Image: Extensive Buruli ulcer",
        "cop": 2,
        "opa": "M. Marinum",
        "opb": "M. Ulcerans",
        "opc": "M. kansasii",
        "opd": "M. Smegmatis",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "3812332f-67f7-4c05-860e-c6c0e51325bc",
        "choice_type": "single"
    },
    {
        "question": "A 6-year-old child presents with lesions on face, covered with honey colored crusts. Pruritus is present. The possible cause can be:",
        "exp": "Ans. a. ImpetigoNon bullous impetigo or impetigo contagiosa lesions have golden yellow, honey coloured crusting",
        "cop": 1,
        "opa": "Impetigo",
        "opb": "Herpes",
        "opc": "Chickenpox",
        "opd": "Molluscum contagiosum",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "a2020a3f-4a0b-4c62-9ad6-a70b615d119b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following can lead to infiltration of ear lobules, loss of nails and resorption of distal phalanges?",
        "exp": "Ans. B. Lepromatous leprosy. (Ref. Harrison's 18th/pg. 1362)LEPROSYSpecific symptoms vary depending on the type of leprosy.# Tuberculoid leprosy: A rash appears, consisting of one or a few flat, whitish areas. Areas affected by this rash are numb because the bacteria damage the underlying nerves.# Lepromatous leprosy: Many small bumps or larger raised rashes of variable size and shape appear on the skin. There are more areas of numbness than in tuberculoid leprosy, and certain muscle groups may be weak. Much of the skin and many areas of the body, including the kidneys, nose, and testes, may be affected due to heavy bacillary infiltration.# Borderline leprosy: Features of both tuberculoid and lepromatous leprosy are present. Without treatment, borderline leprosy may become less severe and more like the tuberculoid form, or it may worsen and become more like the lepromatous form.Lepromatous leprosy# There are countless disseminated macules and/or skin nodules, with blurred outlines and sometimes joining to form larger plaques.# No tendency to central healing is seen and there is no hypopigmentation, although sometimes a \"copper colour\" is present. The infiltrated skin nodules do exhibit less or no anaesthesia, but numbness develops in the hands and feet.# The skin infiltration may lead to diffuse skin thickening, chiefly of the ears, lips and forehead.# Infiltration of the mucosa leads to chronic rhinitis with epistaxis, septum perforation and destruction of the nasal cartilages. The tongue is thickened and there may be hoarseness.# The upper incisors become loose and often drop out. There is often loss of the eyebrows (madarosis) and eyelashes. The central portion of the forehead (frontalis muscle) is more affected than the lateral portions. The sensory loss on the forehead can be quite marked (since the skin is relatively cool) but at the hairline, there tends to be an abrupt increase in the sensitivity to pinprick.# Testicular atrophy leads to gynaecomastia. The nerves are not severely thickened, but involvement of the nerves is extensive, generalised, gradual and symmetrical.# The consequences of this loss are evident later in the disease and sensory dysfunction, rather than motor defects, are foremost. Deep tendon reflexes are preserved for a long time, which distinguishes this diseases from many other neuropathies (except amyloidosis).# Vibration sense and position sense remain intact for a long time. With progression of the disease, the motor branches of small nerves are invaded, so that there is distal atrophy, especially in the hands.Clinical Features of TestTT FormLL FormSkin lesionsNumberOne or fewNumerousSensationAbsentNot affectedSurfaceDry or scalyShinyHair growth in lesionsAbsentNot affectedNerve enlargementCutaneous nervesommonNot enlargedLarger peripheral nervesVery rareSymmetrilcally enlargedENL reactionDoes not occurCommonLepromin testStrongly positiveNegativeBacillary index05 or 6Skin histology Granuloma cellEpithelioidFoamy histiocyteLymphocytes++++/-Dermal nervesDestroyedEasily visiblePrognosisGoodPoor",
        "cop": 2,
        "opa": "Tuberculoid leprosy",
        "opb": "Lepromatous leprosy",
        "opc": "Indeterminate leprosy",
        "opd": "Any of the above",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "3439cfa2-5c40-4469-88ec-273f678a7ad4",
        "choice_type": "multi"
    },
    {
        "question": "True about Lucio's phenomenon is-",
        "exp": "Ans. is 'c' i.e. Ischemic necrosis * Lucio's phenomenon is seen in untreated cases of lepromatous leprosy.Lucio's phenomenon* Lucio's phenomenon is seen in lepromatous leprosy (LL). It occurs in patients who are untreated. Patients develop recurrent crops of large sharply marginated, ulcerative lesions, particularly on lower extrimities. It is due to heavy parasitism of endothelial cell, endothelial proliferation and thrombus formation which lead to ischemic necrosis.",
        "cop": 3,
        "opa": "Associated with tuberculoid leprosy",
        "opb": "Occurs as side effect of treatment of leprosy",
        "opc": "Ischemic necrosis",
        "opd": "Also known as type 2 Lepra reaction",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "529521dd-f68d-4ebb-b011-a7e31da9f6da",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following tuberculoides is characterized by involvement of sweat glands & hair follicle with non caseating epithelioid granuloma?",
        "exp": "Ans. A. lichen scrofulosorumHistopathology of Lichen scrofulosorum shows hair follicle infiltrated with mononuclear cells and occasional epithelioid cells, and upper dermal granuloma formed by mononuclear cells and epithelioid cells. Ziehl-Neelsen may demonstrate AFB.",
        "cop": 1,
        "opa": "Lichen scrofulosorum",
        "opb": "Miliary tuberculosis",
        "opc": "Papulonecrotic tuberculide",
        "opd": "Lupus vulgaris",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "5ed4981e-0509-44b4-9fa6-6556c3bfa93d",
        "choice_type": "single"
    },
    {
        "question": "Tuberculous gumma (scrofuloderma) seen mostly on:",
        "exp": "Ans: a (Trunk)Ref: IADVL, Vol. 1, 3rd ed. pg. 244Tuberculous gumma is a skin condition that results from haematogenous dissemination of mycobacteria from a primary focus, resulting in firm, nontender erythematous nodules that soften, ulcerate, and form sinuses.We could not find out a reference as to the commonest site of the TB gumma, but most texts show pictures of tuberculous gumma over the back of trunk. So we think that might be the answer.Scrofuloderma is a skin condition caused by tuberculous involvement of the skin by direct extension, usually from underlying tuberculous lymphadenitis.The most common site is the neck region. Tuberculids develop as a hypersensitivity response to a tuberculous foci in the body.Types of cutaneous TB1. Exogenous source Tuberculous chancre Lupus vulgaris2. Endogenous source Hematogenous/ lymphatic spreadLupus vulgarisAcute military tuberculosis of the skinTuberculous gummaContiguous spread/ auto inoculationScrofulodermaOrificial tuberculosis3. TuberculidsProbable tuberculidsLichen scrofulosorumPossible tuberculidsErythema induratumErythema nodosumFormer tuberculidsLichenoid tuberculidRosacea like tuberculidLupus miliaris disseminates facei",
        "cop": 1,
        "opa": "Trunk",
        "opb": "Any part of body",
        "opc": "Extremities",
        "opd": "Face",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "659b53d2-65c1-4237-985e-32fee478c240",
        "choice_type": "single"
    },
    {
        "question": "\"Row of tomb stones\" appearance is a feature of -",
        "exp": "Ans. is 'a' i.e., Pemphigus o Repeat from previous sessions.",
        "cop": 1,
        "opa": "Pemphigus",
        "opb": "Pemphigoid",
        "opc": "Irritant dermatitis",
        "opd": "Herpes",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "8956d8cb-991b-4b2d-a08a-2ffbd67dc7a5",
        "choice_type": "single"
    },
    {
        "question": "Corynebacterium minutissimum causes?",
        "exp": "Ans. B. ErythrasmaERYTHRASMA is caused by Corynebacterium minutissimum. It is a chronic superficial bacterial infection of skin involving the body folds and toe, webs, sometimes becoming generalized. It is characterized by presence of sharply demarcated, dry, brown slightly scaly and slowly spreading patches.SOME IMPORTANT NAMED DISEASES:DISEASECAUSATIVE AGENTPiroplasmosis/Texas feverBabesiaKatayama diseaseSchisto. JaponicumOmsk feverFlaviviridaeGaol feverRick. ProwazekiPink eyeH. aegyptiacusBaghdad sore/Delhi boil/Oriental soreLeishmania tropicaCarrions disease/Peruvian wartBartonella bacilliformisHebra noseKlebs. RhinoscleromatisMilker's nodeParavacciniaVagabonds diseasePediculosis corporisBuruli ulcerMycobact. ulceransCoconut cake rectumTrichuris trichiuraPseudohemoptysisSerratiaWalking pneumoniaMycoplasma pneumoniaPontiac feverLegionellaWeil's diseaseLeptospira interrogansCanicola feverLeptospira canicolaTinea imbricateTrichophyton concentricumPresternal edemaMumps virusPMLEJC virusDuncan's diseaseEBVCold soreHSVOrfParapox virusMedian rhomboid glossitisCandida albicansRed diaper syndromeSerratia marcesans",
        "cop": 2,
        "opa": "Erysipelas",
        "opb": "Erythrasma",
        "opc": "Erythema ab igne",
        "opd": "Erythroplasia",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "f0a5d913-403a-4e57-a8a1-7734e26eea28",
        "choice_type": "single"
    },
    {
        "question": "Forms of skin tuberculosis include all EXCEPT",
        "exp": "Ans. d (Erythema annulare) (Ref H-17/p. 323).Erythema annulare is a specific pattern in the skin with a large number of reported associations, ranging from fungal and viral infections to sarcoidosis and carcinoma. It consists of a small erythematous macule that enlarges to form an expanding ring, usually on the trunkClassification of skin tuberculosisPatients with good resistancePatients with absent or poor resistance1Lupus vulgaris1. Miliary tuberculosis2Scrofuloderma2. Primary tuberculous complex3Tuberculosis Verrucosa cutis 4Tuberculids 5Exanthematous lesions 6Tuberculosis miliaris disseminata 7Lupus miliaris disseminatus fasciei 8Papulonecrotic Tuberculids 9Lichen Scrofulosorum ErythemasErythema Chronicum MigransLyme's diseaseErythema necrolyticum migransGlucagonoma causesErythema marginatumRheumatic feverErythema InfectiosumParvo virusErythema MultiformisStevens-Johnson syndromeErythema NodosumDrugs & InfectionsErythema Arthriticum EpidemicumHaverhill fever, streptobacillus moniliformisErythema gyratum repensInternal malignancyErythema ab igneA reticulated, pigmented, macular eruption that occurs mostly on the shins,Erythema caloricum (Toasted shins)of bakers, stokers, and others exposed to radiant heat.",
        "cop": 4,
        "opa": "Lupus vulgaris",
        "opb": "Scrofuloderma",
        "opc": "Erythema nodosum",
        "opd": "Erythema annulare",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "2070e57f-e5a6-4533-97ca-919b1df4ed4e",
        "choice_type": "multi"
    },
    {
        "question": "Thin zone of Grentz is seen in",
        "exp": "Ans: a (Lepromatous leprosy) Ref: Harrison, 16th ed, p. 966Sub epidermal free zone or Grentz zone is seen in lepromatous leprosyNBRIDGEMicro Munro abcess is related to psoriasis.Pautriers micro abcess is related to mycosis fimgoidesLEPROMATOUS LEPROSYEpidermis may be normal or atrophicSub epidermal free zone - Grentz zoneAbundant bacilli in clumps or globiMacrophages show foamy appearance - foam cells or lepra cellsPerineural cell proliferation - onion peel appearancePresence of neural involvement is mandatory to differentiate it from other granulomatous inflammatory conditions like tuberculosis and sarcoidosisNote:Early involvement of'7th and 5th cranial nerve is a feature of BT/TT leprosyLagophthalmos (due to 7th c.n) and comeal anaesthesia (due to 5th c.n) is present.Cause of blindness in LL- iridocyclitisCause of blindness in TT- exposure keratitisSatellite lesions are present in BTDiffuse non nodular type of LL is lucio leprosy.Lepromin test is positive in TT, BTLepromin test is negative in LL, BL, BB",
        "cop": 1,
        "opa": "Lepromatous leprosy",
        "opb": "Sarcoidosis",
        "opc": "Lymphoma",
        "opd": "Syphilis",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "a6fc272e-6cca-452a-830d-387e437363bd",
        "choice_type": "single"
    },
    {
        "question": "Malignant pustule is seen in:",
        "exp": "Ans: d (Anthrax)Ref: IADVL 3rd ed. vol. 1 pg. 238Initial lesion of cutaneous anthrax is malignant pustule.Classical lesion consists of a central eschar surrounded by a ring of oedema and erythema, surrounded by small vesicles. Causative organism- Bacillus anthracis Erysipeloid - It is caused by Erysipelothrix rhusiopathini.It is an acute disorder characterized by dull erythema which spreads centrifugally with sharp but irregular margins.Glanders is caused by Ps. mallaei",
        "cop": 4,
        "opa": "Erysipeloid",
        "opb": "Glanders",
        "opc": "Bacillary angiomatosis",
        "opd": "Anthrax",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "ab90330a-ec7c-4409-b922-b47e2b90a40e",
        "choice_type": "single"
    },
    {
        "question": "Immune mediated destruction of tissue bearing high concentration of m. leprae bacilli occurs, usually several months after initiation of effective therapy. This result in cutaneous ulcers in patients with lepromatous leprosy related to?",
        "exp": "Ans. C. Lucio's phenomenona. Mycobacterium leprae may be associated with cutaneous ulcerations in patients with lepromatous leprosy related to Lucio's phenomenon, in which immune-mediated destruction of tissue bearing high concentrations of M. leprae bacilli occurs, usually several months after initiation of effective therapy.b. Mycobacterium tuberculosis may also cause ulcerations, papules, or erythematous macular lesions of the skin in both normal and immunocompromised patients.c. Decubitus ulcers are due to tissue hypoxemia secondary to pressure-induced vascular insufficiency and may become secondarily infected with components of the skin and gastrointestinal flora, including anaerobes.d. Ulcerative lesions on the anterior shins may be due to pyoderma gangrenosum, which must be distinguished from similar lesions of infectious etiology by histologic evaluation of biopsy sites.e. Ulcerated lesions on the genitals may be either painful (chancroid) or painless (primary syphilis).",
        "cop": 3,
        "opa": "Raynaud's phenomenon",
        "opb": "Placebo phenomenon",
        "opc": "Lucio's phenomenon",
        "opd": "Cutaneous anthrax",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "8acaed66-1af3-4f55-ac5d-1723927adc16",
        "choice_type": "multi"
    },
    {
        "question": "Two ulcers on the chest wall and axilla, associated with underlying sinus tracts and discharge. Diagnosis?",
        "exp": "Ans. B. ScrofulodermaScrofuloderma (also known as \"Tuberculosis cutis colliquativa\") is a skin condition caused by tuberculous involvement of the skin by direct extension, usually from underlying tuberculous lymphadenopathy.",
        "cop": 2,
        "opa": "Lupus vulgaris",
        "opb": "Scrofuloderma",
        "opc": "Lichen scrofulosorum",
        "opd": "TBVC",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "31c21e9b-d95b-4854-a43e-84766ecbc85c",
        "choice_type": "multi"
    },
    {
        "question": "Lucio's phenomenon is seen in?",
        "exp": "Ans is 'b' i.e. Lepromatous leprosy * Lucio's phenomenon is seen in untreated cases of lepromatous leprosy.Lucio's phenomenon* Lucio's phenomenon is seen in lepromatous leprosy (LL). It occurs in patients who are untreated. Patients develop recurrent crops of large sharply marginated, ulcerative lesions, particularly on lower extrimities. It is due to heavy parasitism of endothelial cell, endothelial proliferation and thrombus formation which lead to ischemic necrosis.",
        "cop": 2,
        "opa": "Tuberculoid leprosy",
        "opb": "Lepromatous leprosy",
        "opc": "Borderline leprosy",
        "opd": "Borderline Tuberculoid leprosy",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "6f0cc4f1-0311-4a1e-b09e-20ed56389b19",
        "choice_type": "single"
    },
    {
        "question": "Eczema herpeticum seen with:",
        "exp": "A (HSV) ECZEMA HERPATICUM/KAPOSi'S VARICEL1FORM ERUPTIONS KVE is wide spread cutaneous infection with a virus which normally causes localized or mild vesicular eruption occurring in patients with pre-existing skin disease | | |Infectious agentPredisposing factor (damaged skin)||* Herpes simplex virus (HSV1) is mostcommon cause (Eczema berpaticum)* Coxsackie A 16* Vaccinia* Small pox vaccination (Eczema vaccinatum)^ * Atopic eczema (most common predisposing factor). Allergic contact dermatosis, Darrier's disease* Pemphigus foliaceous, benign familial pemphigus* Icthysosis vulgaris, congenital ecthyosiform erythroderma* Mycosis fungiodes, Sezary synodrome* Bums (2nd and 3rd degree) Eczema HerpeticumIt is a disseminated herpes infection generally at sites of epidermal disruption such as atopic dermatitis, burns, eczema etc.The causative organism is herpes simplex virus type 1Exzema herpeticum results in a severe disseminated infection, involving multiple organs - eyes, brain, lung, liver and others and can be fatal.Treatment of choice is systemic antiviral drugs, such as acyciovir or vataeyclovir.When smallpox vaccination was still being routinely administered, the vaccinia virus used in the smallpox vaccine could cause a similar syndrome if the patient had an active eczema. This condition is called eczema vaccinatum.Eczema herpeticum and eczema vaccination are collectively known as Kaposi's varicelliform eruption",
        "cop": 1,
        "opa": "HSV",
        "opb": "EBV",
        "opc": "CMV",
        "opd": "VZV",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "d3c0e370-7ddb-4d6f-9a78-93a8608928e4",
        "choice_type": "single"
    },
    {
        "question": "The following lesion appears on the cheek of a patient of ulcerative colitis. It subsided with potassium iodide treatment. What is the diagnosis?",
        "exp": "Ans. D. Sweet syndrome* The image shows erythematous, edematous plaque with tiny pustules at margins in a patient with IBD diagnostic of Sweet syndrome.* Choice A, Erythema nodosum occurs in up to 15% of CD patient and 10% of UC patients and responds when treatment for bowel inflammation is given. The lesions are red, tender nodules are found on the anterior surface of the lower legs, ankles, calves, thighs and are ruled out as it not managed with potassium iodide.* Choice B, Erythema marginatum is seen with rheumatic fever.* Choice C, Pyoderma gangrenosum is ruled out as it seen as an ulcer with well-defined margins.* Sweet syndrome is febrile neutropenic dermatosis in patients with inflammatory, haematological, visceral malignancy or vaccination.* It shows excellent response to systemic steroids and potassium iodide.",
        "cop": 4,
        "opa": "Erythema nodosum",
        "opb": "Erythema marginatum",
        "opc": "Pyoderma gangrenosum",
        "opd": "Sweet syndrome",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "9e35e4fa-2239-4111-9704-22c6774e5b3c",
        "choice_type": "single"
    },
    {
        "question": "Symmetrical multiple lesions are seen in which type of leprosy?",
        "exp": "Ans. c (Lepromatous)(Ref. Robbins, Pathologic Basis of Disease, 6th/pg.30)Characteristics of Lepromatous leprosy# Numerous, small, bilaterally symmetrical widespread skin lesions (involving face, ear lobes, etc.)# Ill-defined macules which get nodular# Sensations are unimpaired# Early involvement of face common# Nasal stuffiness & epistaxis common# Characteristics of Tuberculoid leprosy# One or few erythematous indurated plaques with uniformly raised well-defined border# Lesions are hypoaesthetic.",
        "cop": 3,
        "opa": "Border line",
        "opb": "Neuritic",
        "opc": "Lepromatous",
        "opd": "Tubercular",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "c684a6e3-ac9b-490e-b8b9-79fc8b630ea6",
        "choice_type": "single"
    },
    {
        "question": "Erythasma is caused by:",
        "exp": "Ans is 'a' i.e, Corynebacterium minutissimum",
        "cop": 1,
        "opa": "Corynebacterium minutissimum",
        "opb": "Diphtheriae",
        "opc": "C. ulcerans",
        "opd": "C. vaginale",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "3307109c-82ef-4917-8cd2-55125e0ac1d9",
        "choice_type": "single"
    },
    {
        "question": "Most common infecting organism responsible for boils on face is-",
        "exp": "Ans is 'b' i.e. Staphylococcus * Boils anywhere in the body are most commonly caused by staphylococcus.Common bacterial infection of skin (pyoderma)1) By staphylococcus aureus - Bullous impetigo, impetigo contagiosa, Ecthyma, Supetficial and deep folliculitis (boils), Furuncle, Carbuncle.2) By streptococcus pyogenes - Impetigo contagiosa, Ecthyma, Erysipelas, Cellulitis.* Impetigo contagiosa, and ecthyma are caused by both staphylococci and streptococci.",
        "cop": 2,
        "opa": "Streptococcus",
        "opb": "Staphylococcus",
        "opc": "Pseudomonas",
        "opd": "None of the above",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "91976a17-044f-498f-b1d6-36f903c54bc0",
        "choice_type": "multi"
    },
    {
        "question": "Multibacillary leprosy is treated by",
        "exp": "Ans C (Rifampicin +dap......) Ref Handbook of leprosy Jopling Pill, Ref: Park p.267Chemotherapy for leprosy- WHO recommendations:MULTIBACILLARY LEPROSY12 months to be completed within 18 months*Rifampicin- 600mg once monthly under supervision*Clofazimine- 300 mg once monthly under supervision - 50 mg daily self administered*Dapsone-100 - mg daily self administeredPAUCIBACILLLARY LEPROSY6 months to be completed within 9 months*Rifampicin 600mg once monthly supervised* Dapsone 100 mg daily self administered.PAUCIBACILLARY LEPROSY SINGLE LESION (Single dose)Ofloxacin 400 mg, Rifampicin 600 mg,Minocycline 100 mgLeprosy is a highly infectious disease of low pathogenicity. It is effectively made non-infectious by treatment with rifampicin for 3 weeks ( KERALA 2007)and by dapsone for 90 days. Local application of rifampicin (drops or spray) may destroy all the bacilli within 8 days.Anti-leprotic drugsRIFAMPICINIt is bactericidal to M.leprae and rapidly renders leprosy patients noncontagious. Up to 99.99% M.leprae are killed in 3-7 days.MOA-Rifampicin binds to the beta subunit of bacterial DNA-dependent RNA polymerase and thereby inhibits RNA synthesisOther indications include tuberculosis, prophylaxis of meningococcal and H.influenza meningitis and carrier state,combined with doxycycline in brucellosis, 2nU/3rd choice drug in MRSA,diphtheroids and legionella.Adverse effectsImparts a harmless orange color to urine, sweat, tears, and contact lenses .Rashes, thrombocytopenia, and nephritis.Cholestatic jaundice and occasionally hepatitis.Rifampin commonly causes light-chain proteinuria.If administered less often than twice weekly, rifampicin causes a flu-like syndrome characterized by fever, chills, myalgias, anemia, and thrombocytopenia and sometimes is associated with acute tubular necrosis. Rifampin strongly induces most cytochrome P-450 isoforms.DAPSONE (DDS)-Dapsone (diaminodiphenylsulfone).Like the sulfonamides, inhibits folate synthesis. It is leprostatic at low concentrations, and at relatively higher concentrations arrests the growth of many other bacteria sensitive to sulfonamides.Other uses1) In combination with pyrimethamine, dapsone is used for treatment of chloroquine-resistant malaria.2) It is used to prevent and treat Pneumocystis jirovecipneumonia in AIDS patients.Adverse effectsMany patients develop some hemolysis, particularly if they have glucose-6-phosphate dehydrogenase deficiency.Methemoglobinemia is common..Gastrointestinal intolerance, fever, pruritus, and various rashes also occur.Allergic rashes, fixed drug eruption, hypermelanosis, phototoxicity, and exfoliative dermatitis are the various cutaneous reactions seen.CLOFAZIMINEIt is a dye with leprostatic and anti-inflammatory properties.Its MOA is unknown but may involve DNA binding.Adverse effectsSkin-The most prominent untoward effect is skin discoloration ranging from red-brown to nearly black.Dryness of skin and itching is also seenAcneform eruptions and photoxicity have been notedGIT-Gastrointestinal intolerance occurs occasionally.Other antibiotics used are ofloxacin, minocycline and clarithromycin.",
        "cop": 3,
        "opa": "Dapsone alone",
        "opb": "Dapsone and rifampicin",
        "opc": "Rifampicin +dapsone+cIofazimie",
        "opd": "Rifampicin +clofazimine",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "635289dc-6032-4253-bbc1-9e6379236e60",
        "choice_type": "single"
    },
    {
        "question": "Erythrasma is caused by:",
        "exp": "Ans. a (Comybacterium)(Ref. Harrison, Principle of Medicine, 18th/918, 1181)ERYTHRASMA# It is caused by Cornybacterium minutissimum.# It is a chronic superficial bacterial infection of skin involving the body folds and toe, webs, sometimes becoming generalized and characterized by presence of sharply demarcated, dry, brown slightly scaly and slowly spreading patches.# It produces 'Coral-red' color on wood's lamp examination.",
        "cop": 1,
        "opa": "Cornybacterium",
        "opb": "Staph",
        "opc": "Streptococci",
        "opd": "Viruses",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "a191c3d6-fa24-48af-afbb-e4da537cbed6",
        "choice_type": "single"
    },
    {
        "question": "\"En coup de sabre\" is seen in:",
        "exp": "Ans. C. Sclerodermaa. The term scleroderma describes two separate entities. One is a systemic disorder (progressive systemic sclerosis [PSS); while the other is a strictly cutaneous (morphea).b. The most common presentation of morphea is solitary or multiple circumscribed patches of erythema that evolve into indurated, sclerotic, atrophic plaques, later healing, or \"burning out\" with pigment change. Morphea can affect any area of skin, but when confined to the frontal scalp, forehead, and midface in a linear band, it is referred to as linear scleroderma or \"en coup de sabre.\"c. This form of morphea carries a poorer prognosis because of the associated underlying musculoskeletal atrophy that can be cosmetically disfiguring. Linear morphea over a joint may lead to restriction of mobility.",
        "cop": 3,
        "opa": "Syphilis",
        "opb": "Leprosy",
        "opc": "Scleroderma",
        "opd": "Scabies",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "cb738899-27df-4dd3-bebf-84b20a5a5fa2",
        "choice_type": "single"
    },
    {
        "question": "Hot tub folliculitis is caused by:",
        "exp": "Ans: a (Pseudomonas aeruginosa)Pseudomonas aeruginosa is an aerobic gram negative rod.It causes:ParonychiaPseudomonas otitis externaSwimming pool folliculitis Echthyma gangrenosum Treatment is ciprofloxacin",
        "cop": 1,
        "opa": "Pseudomonas aeruginosa",
        "opb": "Pityrosporumovale",
        "opc": "Aeromonashydrophila",
        "opd": "Vibriovulnificans",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "2bd78e52-0def-4fb2-beea-fd9c48a1af8d",
        "choice_type": "single"
    },
    {
        "question": "What is the duration of multibacillary leprosy treatment?",
        "exp": "Ans. C. 12 monthsAs per the WHO multidrug therapy regimen for treatment of leprosy, the duration of treatment for multibacillary leprosy is 12 monthsWHO proposed Multi Drug Therapy (MDT) for the treatment of LeprosyAge groupDrugDuration of TreatmentAdultRifampicin 600mg once a month+Clofazimine 300mg once a month and 50mg daily+Dapsone 100mg daily12 months(Multibacillary)6 months(Pauci bacillary)Children (10-14 years)Rifampicin 450mg once a month+Clofazimine 150mg once a month, 50mg daily+Dapsone 50mg daily12 months(Multibacillary)6 months(Pauci bacillary)Children <10 years old or <40 kgRifampicin 10mg/kg once a month+Clofazimine 6mg/kg once a month, 1mg/kg daily+Dapsone 2mg/kg daily12 months(Multibacillary)6 months(Pauci bacillary)",
        "cop": 3,
        "opa": "24 months",
        "opb": "18 months",
        "opc": "12 months",
        "opd": "6 months",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "927c9471-d97c-48e4-be5d-4790d8fccbec",
        "choice_type": "single"
    },
    {
        "question": "Ritter's disease is caused by:",
        "exp": "Ans. a. S. aureusStaphylococcal Scalded Skin SyndromeAlso known as Ritter's diseaseDue to an epidermolytic toxin produced by Staphylococcus aureusBlister level is in the stratum granulosumStarts with a prodrome of fever and irritability, followed by an erythematous macular rash over flexures and faceLeaves behind erosions over these sitesErosions heal rapidly due to the superficial level of splitNikolsky +veTreated with systemic antibiotics",
        "cop": 1,
        "opa": "S. aureus",
        "opb": "S. epidermidis",
        "opc": "S. albus",
        "opd": "S. saprophyticus",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "4f32fb13-703d-4fb2-a207-7efaf8e2bb98",
        "choice_type": "single"
    },
    {
        "question": "A 26 yr. old man from Bihar comes with juicy looking papules over face and back of neck which were hypopigmented and normo aesthetic with no nerve thickening. History of prolonged fever in childhood was present. Diagnosis?",
        "exp": "Ans. B. Post Kala Azar dermal leishmaniasisLeishmaniasis is a disease caused by an intracellular protozoan parasite (genus Leishmania) transmitted by the bite of a sandfly.Classification: Categorization by clinical disease: In this system, leishmaniasis is divided into 3 primary clinical forms:1. Cutaneous (localized, diffuse (disseminated), leishmaniasis recidivans, post-kala-azar dermal leishmaniasis),2. Mucocutaneous,3. Visceral (kala-azar).Cutaneous leishmaniasis includes the following features:a. Localized cutaneous leishmaniasis; Crusted papules or ulcers on exposed skin; lesions may be associated with sporotrichotic spreadb Diffuse (disseminated) cutaneous leishmaniasis: Multiple, widespread nontender, nonulcerating cutaneous papules and nodules; analogous to lepromatous leprosy lesionsc. Leishmaniasis recidivans: Presents as a recurrence of lesions at the site of apparently healed disease years after the original infection, typically on the face and often involving the cheek; manifests as an enlarging papule, plaque, or coalescence of papules that heals with central scarring (i.e, lesions in the center or periphery of an old healed leishmaniasis scar); relentless expansion at the periphery may cause significant facial destruction similar to the lupus vulgaris variant of cutaneous tuberculosisd. Post-kala-azar dermal leishmaniasis; Develops months to years after the patient's recovery from visceral leishmaniasis, with cutaneous lesions ranging from hypopigmented macules to erythematous papules and from nodules to plaques; the lesions may be numerous and persist for decades. Mucocutaneous leishmaniasis consists of the relentless destruction of the oropharynx and nose, resulting in extensive MID facial destruction.Visceral and viscerotropic leishmaniasis include the following features:a Visceral leishmaniasis (kala-azar): Potentially lethal widespread systemic disease characterized by darkening of the skin as well as the pentad of fever, weight loss, hepatosplenomegaly, pancytopenia, and hypergammaglobulinemiab. Viscerotropic leishmaniasis: Nonspecific abdominal tenderness; fever, rigors, fatigue, malaise, nonproductive cough, intermittent diarrhea, headache, arthralgias, myalgias, nausea, adenopathy.Management- Pharmacologic therapies include the following:a. Pentavalent antimony (sodium stibogluconate or meglumine antimonate): Used in cutaneous leishmaniasis.b. Liposomal amphotericin B (AmBisome): Effective against pentavalent antimony-resistant mucocutaneous disease and visceral leishmaniasisc. Oral miltefosine (Impavido): Approved by the FDA in March 2014 for visceral leishmaniasis due to L donovani; cutaneous leishmaniasis due to L braziliensis, L guyanensis, and L panamensis; and mucosal leishmaniasis due to L braziliensisd. Intramuscular pentamidine: Effective against visceral leishmaniasis but associated with persistent diabetes mellitus and disease recurrence.",
        "cop": 2,
        "opa": "Tuberculoid leprosy",
        "opb": "Post Kala Azar dermal leishmaniasis",
        "opc": "Lepromatous leprosy",
        "opd": "HIV",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "0a4a655f-3c66-4ca6-bc98-c836f24f8c4b",
        "choice_type": "single"
    },
    {
        "question": "Scalded skin syndrome is caused by?",
        "exp": "Ans. a (Staphylococci). (Ref. Textbook of Microbiology by Anantanar ay an 6th/183)STAPHYLOCOCCUS AUREUSINTRODUCTION# Coagulase positive# Ferments mannitol# Produces b-hemolysis# Produces golden yellow pigment# Liquifies gelatin# Produces phosphatase# Catalase and DNAase positive# In K tellurite medium it produces black colonies# Phage typing is extremely important in epidemiological study of staphylococcus.Antigenic structures# Capsular ags,# peptidoglycan,# protein A,# clump factor, etc.Toxins# hemolysin,# P-leucocidins,# enterotoxin,# exfoliative toxin (exotoxin).Pathology# Food poisoning - enterotoxin A# Toxic shock syndrome - enterotoxin F, TSS toxin, Type C pyrogenic exotoxin# Staphylococcal scalded skin syndrome - exfoliative toxin# Recurrent staphylococcal infection (furuncle, boils, abscess, impetigo, pemphigus neonatorum, pneumonia with pneumatocele, osteomyelitis).",
        "cop": 1,
        "opa": "Staphylococci",
        "opb": "Pneumococci",
        "opc": "Streptococci",
        "opd": "Meningococci",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "0e17f2d6-9ee5-4081-9a20-7230d1de07d7",
        "choice_type": "single"
    },
    {
        "question": "Erythematous lesions seen in axilla with coral red fluorescence in woods lamp is:",
        "exp": "Ans: c (Erythrasma) Ref: Pavithrans Textbook 56Erythrasma is a chronic infection of skin caused by Corynebacterium minutissimum and affects the intertrigenous areas like the axillae, toe, webs and groin.It is asymptomatic in nature and absence of central clearing helps to differentiate it from tinea.Extensive lesions may occur in patients with diabetes mellitus.Underwoods light the affected area shows a coral red fluorescence. This is due to the presence of porphyrins produced by the coryne bacterium minutissimum.Wood's lamp lightMade up of nickel oxide and silica. It generates 360nm UV-A light.* Corynebacterium minutissimum-coral red colour.* Pseudomonas, psoriasis-pale blue.* Tuberous sclerosis-ash leaf spots(blue white)* Vitiligo-chalky white.* Porphyria cutanea tarda-pinkish red (urine)* Tinea versicolor-golden fluorescence.* Tinea capitis-yellow fluorescence* Sq cell ca-red fluorescence.* Albinism&leprosy-blue white",
        "cop": 3,
        "opa": "Tinea",
        "opb": "Lichen planus",
        "opc": "Erythrasma",
        "opd": "Vitiligo",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "854caef9-def2-4de5-9588-df9d41dded00",
        "choice_type": "single"
    },
    {
        "question": "Treponema pallidum causes?",
        "exp": "Ans. b (Condyloma lata). (Ref. Harrison Medicine 18th, Chapter 53; 185.)SEXUALLY TRANSMITTED DISEASES1.ChancroidHaemophilus ducreyii2.Granuloma inguinaleCalymmatobacterium granulomatis,3.Syphilis (Condyloma lata)Treponema pallidum.4.Herpes genitalisHerpes simplex virus Type II5.HPVCondyloma accuminata Condyloma accuminata- are caused by human papilloma virus that is transmitted by sexual contact.- Early lesions are pink conical papules.- Pink, fleshy pedunculated cauliflower like lesions are seen in advanced cases.- Topical podophyllin (20%) is usually effective.Condyloma lata- a broad & flat Syphillite condyloma located in warm, moist, intertriginous area, especially about the anus & external genitals.- It may become hypertrophic & erode to form a soft red mass with a moist, weeping surface called also flat condyloma seen mainly in secondary syphilis.",
        "cop": 2,
        "opa": "Condyloma acuminata",
        "opb": "Condyloma lata",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "9866e7f6-a9af-43f1-a645-5cd3160047c8",
        "choice_type": "multi"
    },
    {
        "question": "A young male presented with Hypo anesthetic patch on right forearm. On examination a thickened nerve was palpable. Histopathology shows the following:",
        "exp": "Ans. A. TT LeprosyTuberculoid leprosy (TT):a. One or few, asymmetrically located lesionsb. Well defined, hypo-pigmented, anesthetic macules or plaques, often with active border.c. The lesions show hair loss and impairment of sweatingd. A superficial feeder nerve or single regional nerve is often thickened and may even be nodular.Histopathology:Hard tubercles eroding into epidermis; no clear zoneLepromatous leprosy (LL):A systemic disease characterized by extensive cutaneous, neural and systemic involvementHistopathology:a. Collection of foamy macrophages in dermis separated from epidermis by a clear zoneb. Masses of acid-fast bacilli (globi) can be seen in some of the foamy histiocytes",
        "cop": 1,
        "opa": "TT Leprosy",
        "opb": "LL Leprosy",
        "opc": "Lymphoma",
        "opd": "Histiocytosis",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "57f8f035-a1e5-4f95-8cbb-b8b7002cf742",
        "choice_type": "single"
    },
    {
        "question": "Maculopapular rashs are seen in all except:",
        "exp": "Ans: A (Scarlet...) Scarlet fever cause confluent desquamative erythemas- Harrison 19th/130Maculopapular Viral Exanthems Neena Khanna 4th/282# \"MeasIes(Rubeola): maculopapular confluent rash which evolves in a cranio-caudal fashion & fades with scaling\"\"German measles:erythema tous discrete macular rash \"Table (Harrison 19th/128,18thf 149-51): Centrally Distributed Maculopapular EruptionsDiseaseDescriptionRubeola (measles, first disease)Discrete lesions that become confluent as rash spreads from hairline downward, sparing palms and soles: lasts >3 days; Koplik's spotsRubella (German measles, third disease)Spreads from hairline downward, clearing as it spreads; Forschbeimer spotsErythema infectiosum (fifth disease)Brightred \"slapped-cbeeks\" appearance followed by lacy reticular rash that waxes and wanes over 3 weeks; rarely, papular-purpuric \"gloves-and- socks\" syndrome on hands and feetExanthem subitum (roseola, sixth disease)Diffuse maculopapular eruption over trunk and neck; resolves within 2 daysInfectious mononucleosisDiffuse maculopapular eruption (5% of cases; 90% if ampiciUin is given); urticaria, petechiae in some cases; periorbita] edema (50%); palatal petechiae (25%)Epidemic typhusMaculopapular eruption appearing in axillae, spreading to trunk and later to extremities; usually spares face, palms, soles; evolves from blanchable macules to confluent eruption with petechiae; rash evanescent in recrudescent typhus (Briil-Zinsser disease)Endemic (murine) typhusMaculopapular eruption, usually sparing palms, solesScrub typhusDiffuse macular rash starting on trunk; eschar at site of mite biteRickettsial spotted feversEschar common at bite site; maculopapular (rarely, vesicular and petechial) eruption on proximal extremities, spreading to trunk and faceHuman monocytotropic ehrlichiosis\"Maculopapular eruption (40% of cases), involves trunk and extremities; may be petechialLeptospirosisMaculopapular eruption; conjunctivitis; scleral hemorrhage in some casesLyme diseasePapule expanding to erythematous annular lesion with central clearing (erythema migrans; average diameter, 15 cm), sometimes with concentric rings, sometimes with indurated or vesicular center; multiple secondary erythema migrans lesions in some casesTyphoid feverTransient, btanchable erythematous macules and papules, 2-4 mm, usually on trunk (rose spots)Dengue feverRash in 50% of cases; initially diffuse flushing; midway through illness, onset of maculopapular rash, which begins on trunk and spreads centrifugaily to extremities and face; pruritus, hyperesthesia in some cases; after defervescence, petechiae on extremities in some cases' Varicella(Chickeopox): A characteristic feature of rash is its peomarphism i.e, alt stage of rash (papules, vesicles & crusts) may be seen simultaneously at one time, in the same area. Temperature rise with each fresh crop of rash\"- Park 23stf 144\"Exanthem subitum (roseola) is caused by human herpesvirus 6 and is most common among children <3 years of age . As in erythema infectiosum, the rash usually appears after fever has subsided. It consists of 2- to 3-mm rose-p/nk macules and papules that rarely coalesce, which occur initially on the trunk and sometimes on the extremities (sparing the face) and fade within 2 days\"- Harrison 18thf 148\"Rubella (German measles) also spreads from the hairline downward; unlike that of measles, however, the rash of rubella tends to clear from originally affected areas as it migrates, and it may be pruritic. Forehheimer spots (palatal petechiae) may develop but are nonspecific because they also develop in mononucleosis and scarlet fever\"- Harrison 18th/148",
        "cop": 1,
        "opa": "Scarlet fever",
        "opb": "Measles",
        "opc": "Exanthemsubitum",
        "opd": "Infectious mononucleosis",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "e3adc6d7-2f5e-48cc-852a-bd744894727e",
        "choice_type": "multi"
    },
    {
        "question": "Bacillary angiomatosis is caused by:",
        "exp": "Ans. A. B. henselaeBacillary angiomatosis, a treatable opportunistic infection, was initially reported as atypical subcutaneous infection in patients with advanced HIV disease and as epithelioid angiomatosis. The agents causing this infection, initially designated as Rochalimaea, have been reclassified as Bartonella. The term bacillary angiomatosis is being replaced by Bartonella infection because the infectious agents causing this condition have been identified as two species of Bartonella - B. henselae and B. Quintana. Bartonella henselae is most often transmitted through a cat scratch or bite, though ticks and fleas may also act as a vector. Bartonella quintana is usually transmitted by lice.It can manifest in people with AIDS and rarely appears in those who are immunocompetent",
        "cop": 1,
        "opa": "B. henselae",
        "opb": "B. pertussis",
        "opc": "R. Conorii",
        "opd": "A. action mycetemcomitans",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "1968c981-f3e0-4159-8bfe-38d259ebee78",
        "choice_type": "single"
    },
    {
        "question": "A diabetic male with red, tender & painful swelling on right buttock with multiple discharging points. Swelling is hard and indurated. There is high grade fever with malaise. Most likely diagnosis is?",
        "exp": "Ans. is 'c' i.e., Carbuncle * Points in favor are - diabetic patient, painful and tender swelling with induration, multiple discharging points and high grade fever.* Most important finding indicating towards diagnosis is multiple discharging points as all other findings may be associated with furuncle also but in furuncle discharge is generally from a single point at follicular opening. And fever is of mild grade in furuncle.",
        "cop": 3,
        "opa": "Folliculitis",
        "opb": "Furuncle",
        "opc": "Carbuncle",
        "opd": "Impetigo",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "cad969e2-451d-4f3e-9ca8-0d748f62d091",
        "choice_type": "single"
    },
    {
        "question": "Spread by mosquitoes: (PGI Nov 2010)",
        "exp": "Ans: A (Dengue) Table: Arthropod-Borne DiseasesArthropodDisease transmittedI. MosquitoQMalaria, fiiaria, viral encephalitis (eg., Japanese encephalitis), viral fevers (eg., dengueQ, West Nile, viral haemorrhagic fevers (e.g., yellow fever, dengue haemorrhagic fever)2. HouseflyTyphoid and paratyphoid fever, diarrhoea, dysentery, cholera, gastroenteritis, amoebi- asis, helminthic infestations, poliomyelitis, conjunctivitis, trachoma, anthrax,yaws, etc.3. SandflyQKala-azar, oriental sore, sandfly fever, oraya fever.4. Tsetse flySleeping sickness5. LouseEpidemic ty phus, relapsing fever, trench fever, pediculosis6. Rat fleaQBubonic plague, endemic typhus, chiggerosis, hymenolepis diminuata7. BiackflyOnchocerciasis.8. Reduviid bugChagas disease.9. Word tickQTick typhus, viral encephalitis, viral fevers, viral haemorrhagic fever, (e.g., Kyasanur forest disease), tularemia, tick paralysis, human babesiosis.10. Soft tickQ fever, relapsing feverQ11. Trombiculid miteQScrub typhus, Rickettsial-pox.12. Itch-miteScabies.13. CyclopsGuinea-worm disease, fish tapeworm (D. latus).14. CockroachesEnteric pathogens.",
        "cop": 1,
        "opa": "Dengue",
        "opb": "Kala azar",
        "opc": "Trypanosomiasis",
        "opd": "Listeriosis",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "7b766b1d-2f66-43e2-ac14-bac5dc59e165",
        "choice_type": "single"
    },
    {
        "question": "Koplik spots are pathognomic of -",
        "exp": "Ans. is 'a' i.e., Measles Koplik spotso Koplik spots, the pathognomonic enanthem of measles, begin as small, bright red macules that have a 1-2-mm blue- white speck within them. They are typically seen on the buccal mucosa near the second molars in 1-2 days before and lasting 2 days after the onset of the rash.",
        "cop": 1,
        "opa": "Measles",
        "opb": "Diphtheria",
        "opc": "Donovanosis",
        "opd": "Gonorrhoea",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "a2d5ee19-7f09-454d-a8f9-5d22764f4496",
        "choice_type": "single"
    },
    {
        "question": "Lepromin test is strongly positive in",
        "exp": "Ans. b (TB (Tuberculoid type)) (Ref. Park PSM 20th/158, 258; Ananthanarayan Microbiology 4th ed., 365))Rook's textbook of dermatology 29.1-29.19:Lepromin test is strongly positive in patient with good CMI, i.e., tuberculoid type, and gets weaker as one passes through the spectrum of lepromatous end, the typical lepromatous case is lepromin negative indicating a failure of CMI.LEPROMIN TEST# Nonspecific test# Positive in majority of adults in regions where leprosy is endemic.# Cannot be used as diagnostic test.# Great value in classifying a case of leprosy.# Useful tool in evaluating the immune status of leprosy patient.# Great value in estimating the prognosis in case of leprosy of all types.# Strongly positive in typical tuberculoid case0 and positivity getting weaker as one passes through the spectrum to lepromatous end.# Typical lepromatous case is Lepromin negative. Q# Mitsuda first described Lepromin test.- Intradermal injection in Lepromin antigen is typically biphasic in reaction, early Fernandez reaction characterized by erythema and induration in 24-48 hours and lasting for 3-5 days, analogous to tuberculin test, but of no significance: late is Mitsuda reaction in 4 weeks (peak) and subsides with ulceration, it is the measure of CMI.# Principle of the test: Delayed hypersensitivity reaction# Lepromin used:- Human type- Armadillo type- Dharmendra antigen# Purpose of the test:- For classification of leprosy- For assessment of prognosis and response to treatment (not used for diagnosis).0- To assess resistance of the individual- To verify the identity of candidate Lepra bacillus",
        "cop": 2,
        "opa": "LT (Lepromatous leprosy)",
        "opb": "TB (Tuberculoid type)",
        "opc": "BL (Borderline lepromatous)",
        "opd": "BB (Borderline tuberculoid)",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "b15f0559-9c34-4556-a6f5-571ba7c3fbab",
        "choice_type": "single"
    },
    {
        "question": "Control of TB and leprosy is by:",
        "exp": "Ans is 'c' i.e, Early diagnosis and treatment",
        "cop": 3,
        "opa": "Isolation of case",
        "opb": "Specific protection",
        "opc": "Early diagnosis and treatment",
        "opd": "Elimination of reservoirs",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "fda64400-ac24-418e-b550-3c27c83cf9b9",
        "choice_type": "single"
    },
    {
        "question": "'Coral red' fluorescence on Wood's lamp is seen in",
        "exp": "Ans. a (Erythrasma) (Ref. H-17/p. 312)A Wood's lamp generates 360-nm ultraviolet (or \"black\") light that can be used to aid the evaluation of certain skin disorders. For example, a Wood's lamp will cause erythrasma (a superficial, intertriginous infection caused by Corynebacterium minutissimum) to show a characteristic coral pink color.Color changes in Wood's Lamp (360-nm UV)ConditionsFindingErythrasma (C.Minutissimum)Coral RedTinea (Pityriasis) VersicolorDull YellowFrecklesAccentuatedPost inflammatory (Dermal)FadesVitiligoTotally whiteTinea CapitisBrilliant GreenTinea Capitis by Microsporum canisYellowTinea Capitis by M. audouiniYellowPseudomonasPale Blue/GreenTuberous Sclerosis (Ash Leaf)Blue whiteUrine in Porphyria Cutanea TardaPinkish RedERYSIPELAS# is due to S. pyogenes# is characterized by an abrupt onset of fiery-red swelling of the face or extremities.# Infants and elderly adults are most commonly afflicted.# The severity of systemic toxicity varies.# The distinctive features of erysipelas are well-defined indurated margins, particularly along the nasolabial fold; rapid progression; and intense pain.# Flaccid bullae may develop during the second or third day of illness, but extension to deeper soft tissues is rare.# Treatment with penicillin is effective.",
        "cop": 1,
        "opa": "Erythrasma",
        "opb": "Erysipelas",
        "opc": "Pityriasis versicolor",
        "opd": "Tinea corporis",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "9933db8f-e6d1-4a6b-b8f0-f918995e5ac5",
        "choice_type": "single"
    },
    {
        "question": "A boy presents with erythematous scaly papules with crusting over on antecubital fossa. He was applying petroleum based emollient in the shower. What is the next step in management?",
        "exp": "D i.e. Triamcinolone cream topical applicationRef: Rook's Textbook of Dermatology, 8th edition, page 24.20Explanation:The given history of erythematous scaly papules with crusting over antecubital fossa in a boy is suggestive of a diagnosis of atopic dermatitis. The fact that he was advised emollient in shower also suggests the same as dry skin is quite common in patients with atopic dermatitis.The treatment of choice for limited atopic dermatitis is topical corticosteroids. In the given option Triamcinolone cream is the only topical corticosteroid hence that option is right. This will decrease the inflammation and decrease the lesions.Atopic dermatitis shows typical distribution according to the age. In the infants it frequently involves the face and the extensors. In the childhood phase and adults flexural involvement is very common.",
        "cop": 4,
        "opa": "Decrease the frequency of petroleum",
        "opb": "Decrease the frequency of shower",
        "opc": "Mupirocin 1% topical application",
        "opd": "Triamcinolone cream topical application",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "eed37a8f-f1c2-4434-8c29-ff77c3d2cf1b",
        "choice_type": "multi"
    },
    {
        "question": "Sabin fleldman dye test is used for -",
        "exp": "Ans. is 'a1 i.e., Toxoplasmosis Sabin-Feldman dye testo A Sabin-Feldman dye test is a serologic test to diagnose for toxoplasmosis.o The test is based on the presence of certain antibodies that prevent methylene blue dye from entering the cytoplasm of Toxoplasma organisms.o Patient serum is treated with Toxoplasma trophozoites and complements as activator, and then incubated. After incubation, methylene blue is added.o If anti-Toxo antibodies are present in the serum, because these antibodies are activated by complements and lyse the parasite membrane, Toxoplasma trophozoites are not stained (positive result); if there are no antibodies, trophozoites with intact membrane are stained and appear blue under microscope (negative result).",
        "cop": 1,
        "opa": "Toxoplasmosis",
        "opb": "Syphilis",
        "opc": "Herpes genitalis",
        "opd": "Gardenellavaginalis",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "9a343cda-0317-47a3-a49a-f05e6cb9e0a6",
        "choice_type": "single"
    },
    {
        "question": "40 yrs old diabetic patient presents with round lesions for 2 weeks on abdomen. HPE shows palisading granuloma. What is the diagnosis?",
        "exp": "Ans. is 'a' i.e. Granuloma annulare Points in favour are:* Diabetic patient* Annular lesions* Palisading granuloma on HPE (most important)Palisading granulomas* They are a subtype of necrotizing granuloma in which the mononuclear phagocytes at the periphery have elongated or spindle-shaped nuclei that are palisaded and arranged roughly parallel to each other and roughly perpendicular to the edge of the central necrotic zone.* Classically they are found in granuloma annulare, necrobiosis lipoidica, and rheumatoid nodule.Other conditions associated with itNon-infectious causes InfectionsInfections* Suture granuloma* Non-tuberculous mycobacteriosis* Churg-strauss disease* Cat scratch disease* Foreign body granuloma* Phaeohyphomycosis* Cutaneous T-cell lymphoma* Sporotrichosis* Wegener's granulomatosis* Cryptococcosis* Steroids* Coccidioidomycosis* Actinic granuloma* Syphilis* Scleromyxedema * Eruptive xanthoma * Cutaneous langerhans histiocytosis * Epithelioid sarcoma",
        "cop": 1,
        "opa": "Granuloma annulare",
        "opb": "Pemphigus erythematosus",
        "opc": "Leprosy",
        "opd": "Tinea",
        "subject_name": "Skin",
        "topic_name": "Bacterial Infection of Skin",
        "id": "0b05e7b2-2a2e-4195-95d6-626ed75d96f7",
        "choice_type": "single"
    }
]