[
    {
        "question": "Not a fungal infection is:",
        "exp": "Ans: A (Mycoses fungoides) Ref: Rook's Dermatology, 8th ed. Explanation: Mycosis Fungoides/Sezary Syndrome. Mycosis fungoides and Sezary syndrome are different manifestations of a tumor of CD4+ helper T cells. Clinically, the cutaneous lesions of mycosis fungoides typically progress through three somewhat distinct stages, an inflammatory premycotic phase, a plaque phase, and a tumor phase. Histologically, the epidermis and upper dermis are infiltrated by neoplastic T cells, which often have a cerebriform appearance due to marked infolding of the nuclear membrane. Sezary syndrome is a variant in which skin involvement is manifested as a generalized exfoliative erythroderma. In contrast to mycosis fungoides, the skin lesions rarely proceed to tumefaction, and there is an associated leukemia of \"Sezary\" cells with characteristic cerebriform nuclei. The tumor cells express the adhesion molecule CLA and the chemokine receptors CCR4 and CCR10. Transformation to aggressive T-cell lymphoma occurs occasionally as a terminal event. FUNGAL INFECTIONSNatural defence against fungi. Fatty acid content of the skinpH of the skin, mucosal surfaces and body fluids. Epidermal turnover. Normal flora. Predisposing factors. Tropical climate, Manual labour population. Low socioeconomic status. Profuse sweating. Friction with clothes, synthetic innerwear. Malnourishment, Immunosuppressed patients. HIV, Congenital Immunodeficiencies, patients on corticosteroids, immunosuppressive drugs. Diabetes. Fungal Infections: Classification. Superficial cutaneous: Surface infections eg. P. versicolor, Dermato- phytosis. Candidiasis, T. nigra, Piedra. Subcutaneous: Mycetoma, Chromoblastomycosis, Sporotrichosis. Systemic (opportunistic infection). Histoplasmosis, Candidiasis. Of these categories, Demiatophvtosis, P. versicolor, Candidiasis are common in daily practice. Pityriasis versicolor. Etiologic agent: Malassezia furfur. Clinical Features: Multiple, discrete, discoloured, macules. Fawn, brown, grey or hypopigmented. Pinhead sized to large sheets of discolouration. Seborrheic areas, upper half of body: trunk, arms, neck, abdomen. Scratch sign positive. Wood's Lamp examination: Yellow fluoro-scence. KOH preparation: Spaghetti and meatball appearance. Coarse mycelium, fragmented to short filaments 2-5 micron wide and up to 2-5 micron long, together with spherical, thick-walled yeasts 2-8 micron in diameter, arranged in grape like fashion. Treatment. Topical: Ketoconazole. Clotrimazole. Miconazole, Bifonazole, Oxiconazole, Butenafine. Terbinafine. Selenium sulfide. Sodium thiosulphate. Oral: Fluconamg 4(X)mg single dose. Ketoconazole 2(X)mg OD x I4days. Griseofulvin is NOT effective. Hypopigmentation will take weeks to fade. Scaling will disappear soon. Pityrosporum folliculitis. Etiology: Malassezia furfur. Age group: Teenagers or young adult males. Clinical features: Itchy papules and pustules, scattered on the shoulders and back. Treatment: Oral Itraconazole, Ketaconazole, Fluconazole or topical Ketoconazole shampoo. Tinea nigra palmaris. Etiology: Exophiala werneckii. Clinical features: Asymptomatic superficial infection of palms; deeply pigmented, brown or black macular, non-scaly patches, resembling a silver nitrate stain. Treatment: Topical Econazole. Ketoconazole. Benzoic acid compound, Thiabendazole 2% in 90% DMSO or 10% Thiabendazole suspension. Black piedra. Etiology: Piedraia hortae. Clinical features: Hard, dark, multiple superficial nodules: firmly adherent black, gritty, hard nodules on hairs of scalp, beard, moustache or pubic area, hair may fracture easily. Treatment: Shaving or cutting the hair. Terbinafine, Benzoic acid compound ointment, 1: 2000 solution of mercury perchloride. White piedra. Etiology: Trichosporon beigelii. Clinical features: Soft, white, grey or brown superficial nodules on hairs of the beard, moustache, pubic areas. Hair shaft weakened and breaks. Treatment: Shaving or cutting the hair. Responses to topical antifungals, azoles and allvamines have been reported but are unpredictable. Dermatophytosis. Mycology: Three genera: Microsporum, Trichophyton, Epidermophyton. Thrive on dead, keratinized tissue - within the stratum comeum of the epidermis, within and around the fully keratinized hair shaft, and in the nail plate and keratinized nail bed. Tinea capitis. Endothrix and Ectothrix. Most common - trichophyton violaceum. Varieties: Non inflammatory. Gray patch. Black dot. Seborrheic dermatitis. Inflammatory. Favus. Kerion. agminate folliculitis. Non inflammatory Tinea capitis: Black dot/Grey patch. Breakage of hair gives rise to 'black dots*Patchy alopecia, often circular, numerous broken-off hairs, dull grey. Wood's lamp examination: green fluorescence (occasional non-flu ore scent cases). Tinea capitis: Kerion, agminate folliculitis. Inflammatory variety. Microsporum, Trichophyton verrucosum. Trichophyton mentagrophytes. Painful, inflammatory boggy swelling with purulent discharge. Hairs may be matted, easily pluckable. Lymphadenopathy. Co-infection with bacteria is common. May heal with scarring alopecia. Tinea capitis: Favus. Inflammatory variety. Kashmir. Trichophyton schonleinii. Yellowish, cup-shaped crusts develop around a hair with the hair projecting centrally. Extensive patchy hair loss with cicatricial alopecia. Tinea faciei. Erythematous scaly patches on the face. Annular or circinate lesions and induration. Itching, burning and exacerbation after sun exposure. Seen often in immunocompromised adults. Tinea barbae. Ringworm of the beard and moustache areas. Invasion of coarse hairs. Disease of the adult male. Highly inflammatory, pustular folliculitis. Hairs of the beard or moustache are surrounded by inflammatory' papulopustules, usually with oozing or crusting, easily pluckable. Persist several months. Tinea corporis. Lesions of the trunk and limbs, excluding ringworm of the specialized sites such as the scalp, feet and groins etc. The fungus enters the stratum corneum and spreads centrifugally. Central clearing results once the fungi are eliminated. A second wave of centrifugal spread from the original site may occur with the formation of concentric erythematous inflammatory rings. Classical lesion: Annular patch or plaque with erythematous papulovesicles and scaling at the periphery with central clearing resembling the effects of ring worm. Polycyclic appearance in advanced infection due to incomplete fusion of multiple lesions. Sites: waist, under breasts, abdomen, thighs etc. Tinea cruris. Itching. Erythematous plaques, curved with well demarcated margins extending from the groin down the thighs. Scaling is variable, and occasionally may mask the inflammatory changes. Vesiculation is rare. Tinea mannum. Two varieties: Non inflammatory: Dry, scaly, mildly itchy. Inflammatory: Vesicular, itchy Tinea pedis. Wearing of shoes and the resultant maceration. Adult males commonest, children rarely. Peeling, maceration and fissuring affecting the lateral toe clefts, and sometimes spreading to involve the undersurface of the toes. Varieties: Interdigital type. Papulosquammous ('moccasin foot'). Vesiculo-bullous. Tinea Unguium. Dirty, dull, dry, pitted, ridged, split, discoloured, thick, uneven, nails with subungual hyperkeratosis Different types described depending on the site of nail involvement and its depth. Distal and lateral onychomycoses. Proximal subungual onychomycoses. White superficial onychomycoses. Total dystrophic onychomycoses. Treatment: Ringworm. Topical: Bifonazole. Ketoconazole Oxiconazole, Clotrimazole, Miconazole, Butenafine, Terbinafine. Vehicle: Lotions, creams, powders, gels are available. CANDIDIASISCausative organism: Candida albicans, Candida tropicalis, Candida pseudotropicalis. Sites of affection: Mucous membrane. Skin. Nails. Candidiasis: Mucosal. Oral thrush: Creamy, curd-like, white pseudomembrane, on ery thematous base. Sites: Immunocompetent patient: cheeks, gums or the palate. Immunocompromised patients: affection of tongue with extension to pharynx or oesophagus; ulcerative lesions may occur. Angular cheilitis (angular stomatitis / perleche): Soreness at the angles of the mouth. Vulvovaginitis (vulvovaginal thrush): Itching and soreness with a thick, creamy white discharge. Balanoposthitis: Tiny papules on the glans penis after intercourse, evolve as white pustules or vesicles and rupture. Radial fissures on glans penis in diabetics. Vulvovaginitis in conjugal partner. Candidiasis - Flexural. Intertrigo: (Flexural candidiasis). Erythema and maceration in the folds; axilla, groins and webspaces. Napkin rash: Pustules, with an irregular border and satellite lesions. Candidiasis: Flail. Chronic Paronychia: Swelling of the nail fold with pain and discharge of pus. Chronic, recurrent. Superadded bacteria! infection. Onychomycosis: Destruction of nail plate. Treatment of candidiasis. Treat predisposing factors like poor hygiene, diabetes, AIDS, conjugal infection. Topical: Clotrimazole, Miconazole, Ketoconazole. Ciclopirox olamine. Oral: Ketoconazole 200mg, Itraconazole 100-200mg and Fluconazole 150mg",
        "cop": 1,
        "opa": "Mycoses fungoides",
        "opb": "Tinea nigra Palmaris",
        "opc": "White Piedra",
        "opd": "Black Piedra",
        "subject_name": "Skin",
        "topic_name": "Cutaneous Manifestations of Microvascular Occlusion Syndromes",
        "id": "5ee69c94-23d1-4c09-95cb-cd003d6c1915",
        "choice_type": "single"
    },
    {
        "question": "Follicular hyperkeratosis is related to deficiency of?",
        "exp": "ANSWER: (A) vitamin AREF: Roxberg dermatology, page291, Harper/28th e/468 Table 44-1. Repeat from December 2010. VITAMIN A (RETINOL): Retinol is a vital, lipid-soluble vitamin found in dairy produce and liver and is also obtainable in the form of beta- carotene from carrots, tomatoes and other vegetables. lt is essential for growth and development, resistance to infection, reproduction and visual function. In deficiency states, it causes follicular hyperkeratosis and roughening of the skin (phrynoderma). When excessive amounts are ingested, pruritus, widespread erythema and peeling of the palms and soles occur. These symptoms and signs are similar to those of retinoid toxicity.",
        "cop": 1,
        "opa": "Vitamin A",
        "opb": "Vitamin C",
        "opc": "Zinc",
        "opd": "Vitamin E",
        "subject_name": "Skin",
        "topic_name": "Cutaneous Manifestations of Microvascular Occlusion Syndromes",
        "id": "4760fa4b-8c88-4427-8cfc-b8b0df41b9f2",
        "choice_type": "single"
    },
    {
        "question": "A young boy had itchy, excoriated papules on the forehead and the exposed parts of the arms and legs for three years. The disease was most severe in the rainy season improved completely in winter. The most likely diagnosis is:",
        "exp": "Ans. a. Insect bite hypersensitivity (Ref: Andrew's Diseases of Skin 11/e p438-439; Neena Khanna 5/e p259)A young boy had itchy, excoriated papules on the forehead and the exposed parts of the arms and legs for three years. The disease was most severe in the rainy season improved completely in winter. The most likely diagnosis is insect bite hypersensitivity. Insect Bite Hypersensitivity: Predominance of lesions on exposed part of body indicate the role of an external gent in the causation rather than an endogenous agent. Increased incidence in rainy season as insect bites are more common in rainy season due to increased breeding",
        "cop": 1,
        "opa": "Insect bite hypersensitivity",
        "opb": "Scabies",
        "opc": "Urticaria",
        "opd": "Atopic dermatitis",
        "subject_name": "Skin",
        "topic_name": "Cutaneous Manifestations of Microvascular Occlusion Syndromes",
        "id": "283c7d5e-aa7f-4234-8853-4b8baa95d75b",
        "choice_type": "single"
    },
    {
        "question": "A person presents with hemorrhagic fluid in tense blister at dermoepidermal junction. Most probable diagnosis is?",
        "exp": "ANSWER: (A) Pemphigoid. REF: Rooks dermatology 7th ed p. 41. 3-41. 19. Intraepidermal Bulla. Blister at Dertnoepidermal Junction. Granular layer. Junctional. Pemphigus foliaceous. Junctional EBSubcorneal pustular dermatosis. Bullous pemphigoid. Staphylococcal scalded skin syndrome Bullous pemphigoid. Dermolytic. Spinous layer. Epidermoiytic bullosa dystrophicans. Familial benign pemphigus. Epidermolytic bullosa aquistica. Suprabasal. Dermatitis herpetiformis. Pemphigus vulgaris. Darier s disease. Basal layer. Erythema multiforme. Lupus erythematosus. Lichen planus. EBSPemphigus vegetans is a localized form of pemphigus vulgaris. The most common variant of pemphigus associated with drug exposure is pemphigus foliaceus, although pemphigus vulgaris has also been described",
        "cop": 1,
        "opa": "Pemphigoid",
        "opb": "Pemphigus vulgaris",
        "opc": "Pemphigus vegetans",
        "opd": "Drug induced pemphigus",
        "subject_name": "Skin",
        "topic_name": "Cutaneous Manifestations of Microvascular Occlusion Syndromes",
        "id": "7466aa80-7a70-412f-8aeb-65cf683d98d2",
        "choice_type": "single"
    },
    {
        "question": "Dennie-Morgan fold is seen in:",
        "exp": "Ans: A (Atopic dermatitis) Ref: Thappct DM. editor. Essentials in Dermatology, 2nd edn. New Delhi: Jaypee. Explanation: ATOPIC DERMATITISChronic or relapsing dermatitis characterized by severe pruritus with age at onset between 2-6 months and associated with personal or family history of atopy (asthma, allergic rhino- conjunctivitis, atopic dermatitis). Itch that rashes. Infants - face, scalp, extensor of extremities, trunk. Children - flexural surface like neck, cubital or popliteal fossa, wrists, ankles. Adolescents and adults - lichenification of flexures and hands. Hanifin and Rajka Criteria for Eczema Diagnosis. Major Findings (3 or more criteria). Pruritus. Typical morphology and distribution (Flexural lichenification or linearity in adults; facial and extensor involvement - infants and children). Chronic relapsing dermatitis. Personal or family history of eczema. Minor Findings (3 or more criteria). Xerosis. Ichthyosis. Palmar hyperlinearity. Keratosis pilaris. Type 1 skin test reactivity. Elevated IgE levels. Nipple eczema. Cheilitis. Recurrent conjunctivitis. Dennie Morgan infraorbital fold. Keratoconus. Anterior suhcapsular cataracts. Orbital darkening. Pityriasis alba. Facial pallor. Anterior neck folds. White dermographism",
        "cop": 1,
        "opa": "Atopic dermatitis",
        "opb": "Seborrheic dermatitis",
        "opc": "Contact dermatitis",
        "opd": "Dermatomyositis",
        "subject_name": "Skin",
        "topic_name": "Cutaneous Manifestations of Microvascular Occlusion Syndromes",
        "id": "e98f625a-a22d-4285-9281-7e275094757f",
        "choice_type": "single"
    }
]