[
    {
        "question": "A 25-yr man C/O recurrent episodes of flexural eczema, contact urticaria, recurrent skin infections & severe abdominal cramps & diarrhea upon taking sea foods. He is suffering from:",
        "exp": "Ans. B. Atopic dermatitis. Atopic dermatitis is a very common, extremely itchy disorder of unknown cause which characteristically, but not always, affects the face and flexures of infants, children, adolescents and young adults. Foods, inhaled allergens, bacterial infection, reduced humidity; excessive sweating and irritants cart exacerbate pruritus and scratching.",
        "cop": 2,
        "opa": "Seborrheic dermatitis",
        "opb": "Atopic dermatitis",
        "opc": "Airborne contact dermatitis",
        "opd": "Nummular dermatitis",
        "subject_name": "Skin",
        "topic_name": "Dermatitis Erythema",
        "id": "7764514c-7847-45c0-b3ff-130210105bab",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of air borne contact dermatitis is?",
        "exp": "ANSWER: (A) Parthenium hysterophorus. REF: Neena khanna 3rd ed p. 86-89. Most common cause of: Allergic contact dermatitis due to metal: Nickel. Allergic contact dermatitis in Indian females: On hands is detergents, on forehead is para tetra butyl phenol in bindi, ear lobule is nickel. Air borne contact dermatitis and plant dermatitis is: Parthenium hysterophorous. Allergic contact dermatitis due to cosmetics: Balsam of peru. Allergic contact dermatitis due to drug: Neomycin",
        "cop": 1,
        "opa": "Parthenium hysterophorus",
        "opb": "Poison ivy",
        "opc": "Poison oak",
        "opd": "Pollen",
        "subject_name": "Skin",
        "topic_name": "Dermatitis Erythema",
        "id": "0afa7a4c-283e-4b76-8e21-632282f9548c",
        "choice_type": "single"
    },
    {
        "question": "The following skin condition is associated with:",
        "exp": "Ans. a. Diabetes. Necrobiosis lipoidica is a necrotizing skin condition that usually occurs in patients with diabetes mellitus but can also be associated with rheumatoid arthritis. It frequently appears on the patients shins, often on both legs. Lesions are often asymptomatic but may become tender and ulcerate when injured. The first symptom often a \"bruised\" appearance (erythema) that is not necessarily associated with a known injury, which later appears as a hardened, raised area of the skin. Although the exact cause of this condition is not known, it is an inflammatory disorder characterized by collagen degeneration, combined with a granulomatous response.",
        "cop": 1,
        "opa": "Diabetes",
        "opb": "Hypothyroidism",
        "opc": "Hyperthyroidism",
        "opd": "Sarcoidosis",
        "subject_name": "Skin",
        "topic_name": "Dermatitis Erythema",
        "id": "34fba379-66ba-4638-84e2-d1fd4ca486a0",
        "choice_type": "single"
    },
    {
        "question": "Treatment of dermatitis herpetiformis -",
        "exp": "Ans. is 'd' i. e., All of the above Treatment of dermatitis herpetiformiso Put the pateint on gluten free diet, o Dapsone is the drug of choice, o Sulphapyridine (a sulfonamide) can also be used. o Local application of antipruritic (1% phenol in calamine lotions is also used). o Vitamins & minerals are also given for supplementation.",
        "cop": 4,
        "opa": "Gluten free diet",
        "opb": "Dapsone",
        "opc": "Sulfonamide",
        "opd": "All of the above",
        "subject_name": "Skin",
        "topic_name": "Dermatitis Erythema",
        "id": "bc3293a6-a4ec-4259-becc-b629bcde6c3a",
        "choice_type": "multi"
    },
    {
        "question": "A 3 year old child has eczematous dermatitis on extensor surfaces. His mother gives history of bronchial asthma. Diagnosis is",
        "exp": "Ans: a (Atopic dermatitis). Ref: Rook, Vol. 1, 7th ed. pg. 18. 2. Criteria for atopic dermatitis. Major criteria. An itchy skin condition (plus 3 or more of the following)1. Onset below 2 years2. History of skin crease involvement (including cheeks in children under 10 years)3. History of generally dry skin4. History of other atopic diseases5. Visible flexural dermatitis. Atopic dermatitis could be established if 3 of the major and 3 of the 23 minor criteria are present. Contact dermatitis is unlikely in this age group. Seborrhic dermatitis - The seborrheic areas like scalp, nasolabial fold, retroauricular areas are affected.",
        "cop": 1,
        "opa": "Atopic dermatitis",
        "opb": "Contact dermatitis",
        "opc": "Seborrhic dermatitis",
        "opd": "Infantile eczematous dermatitis",
        "subject_name": "Skin",
        "topic_name": "Dermatitis Erythema",
        "id": "08347af3-ee5d-46f2-a465-6800dd214ee8",
        "choice_type": "single"
    },
    {
        "question": "Berloque dermatitis is due to contact with which of the following:",
        "exp": "Ans. C. Cosmeticsa. Berloque dermatitis is a skin condition in which patients develops a brownish to reddish discoloration of the neck and sometimes the arms due to applying perfume or cologne to the skin. b. Sometimes the skin 1st turns red before changing to a brownish Color. c. This condition can persist for years or even be permanent. Many perfumes and colognes contain oil of bergamot, an extract of the peel of a specific orange grown in the South of France and the Calabria district of Italy. When this oil comes in contact with the skin and the skin is exposed to sunlight, the oil of bergamot causes the skin to discolor. d. With repeated exposures to sunlight, the discoloration becomes permanent.",
        "cop": 3,
        "opa": "Plants",
        "opb": "Food",
        "opc": "Cosmetics",
        "opd": "Metal",
        "subject_name": "Skin",
        "topic_name": "Dermatitis Erythema",
        "id": "c361afb1-7519-4b95-b73f-4ae153d431a4",
        "choice_type": "single"
    },
    {
        "question": "Cutis marmorata occurs due to exposure to",
        "exp": "(A) Cold temperature[?]CUTIS MARMORATA: It is a transient cyanotic mottling of the skin which occurs as a physiological response to cold exposure and disappears with warming. It is usually encountered in healthy infants and resolves during the first year of life. Involvement of the trunk as well as the limbs is common. Physiological livedo reticularis rarely occurs in adults. Transient mottling when infant is exposed to decreased temperature. Acrocyanosis: Cyanosis of hands & feet. A common response to cold. An underlying cardiac defect should be suspected if acrocyanosis is persistent or more intense in the feet than hands. Benign cutaneous vascular phenomena seen in neonates as an accentuated physiologic vasomotor response to cold. Reticulate, bluish mottling of skin on trunk and extremities. Usually disappear as the infants is rewarmed. It's persistence is seen in Downs syndrome, trisomy-18, hypothyrioidism. Resolves quickly with warming. Onset during first 2 to 4 weeks of life. Due to immaturity of the autonomic nervous system of newborns. If persists after the infant is warmed implies an obstruction to blood flow such as hyperviscosity or vasculitis. Persistence beyond neonatal period is a possible marker for trisomy 18, Down syndrome, hypothyroidism. DDX from sepsis and hypovolemia. Cutis marmorata telangiectatica congenita (CMTC): It is an uncommon, congenital, vascular malformation, first described by Van Lohuizen, comprising a fixed reticulate erythema which may resemble physiological cutis marmorata. Aetiology of CMTC is unknown. Histopathology of the vascular abnormality reveals dilated capillaries, venous & capillary lakes, and dilated veins in the dermis and subcutis. Clinical features: The vascular abnormality is a reticulate erythema producing the marbling that is akin to the physiological marbling seen in neonates. This is fixed and does not disappear after warming (unlike physiological cutis marmorata). Limbs are more commonly affected than other sites, & a sharp demarcation line is common. Associated atrophy (more common) or hypertrophy of the underlying subcutaneous tissue. Other congenital anomalies: Common: Aplasia cutis, developmental delay & cleft palate. Less common: Macrocephaly, glaucoma, hypothyroidism, scoliosis & anogenital abnormalities. Treatment: Rarely require treatment as many children improve in the first 2 years of life.",
        "cop": 1,
        "opa": "Cold temperature",
        "opb": "Dust",
        "opc": "Hot temperature",
        "opd": "Humidity",
        "subject_name": "Skin",
        "topic_name": "Dermatitis Erythema",
        "id": "b9a151a3-81bf-43d0-b571-6e2520665df6",
        "choice_type": "single"
    },
    {
        "question": "Symptomatic dermographism is commonly seen in _______",
        "exp": "Ans. B. Chronic urticaria* Dermographism is commonly elicited in chronic urticaria patients.* Simple dermographism is defined as the triple response of local erythema due to capillary vasodilatation, followed by edema and a surrounding flare due to axon reflex-induced dilatation of arterioles after stroking the skin.* However, in <5%, it is accompanied by severe itching (symptomatic dermographism or factitious urticaria).* Patients complain of swelling and itching at sites of trauma, friction with clothing or scratching the skin. The itching is usually disproportionately severe compared with swelling and is often most severe at night.* The eliciting stimulus determines the shape of the wheals, but they are often linear from scratching or stroking.* Dermographism is usually idiopathic, but may sometimes follow a drug reaction (e. g. penicillin) or an infestation, including scabies.* It may last for months or years, or be present intermittently.* The reaction is mediated by IgE and neuropeptides. Note: Cholinergic dermographism is seen in some patients with cholinergic urticaria, whose dermographic response consists of an erythematous line studded with punctate wheals characteristic of cholinergic wheals.",
        "cop": 2,
        "opa": "Acute urticaria",
        "opb": "Chronic urticaria",
        "opc": "Cholinergic urticaria",
        "opd": "Urticarial vasculitis",
        "subject_name": "Skin",
        "topic_name": "Dermatitis Erythema",
        "id": "74af2c43-05db-4d48-8853-44d27273b3a3",
        "choice_type": "single"
    },
    {
        "question": "Acanthosis nigricans is seen in:",
        "exp": "Ans. d. All of the above. Most common association of acanthosis nigricans is obesity",
        "cop": 4,
        "opa": "GIT cancer",
        "opb": "Hypothyroidism",
        "opc": "Diabetes",
        "opd": "All of the above",
        "subject_name": "Skin",
        "topic_name": "Dermatitis Erythema",
        "id": "bd65ba9d-efd2-4e58-b274-095541ceb887",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year-old obese patient presents with these lesions over her neck. What is your diagnosis?",
        "exp": "Ans. A. Acanthosis nigricans. Acanthosis nigricans is a common condition characterized by velvety, hyperpigmented plaques on the skin. Sites affected: Neck and axillae. Most common association: Obesity. Pathogenesis: Association of acanthosis nigricans with multiple disorders characterized by insulin resistance suggests that hyperinsulinemia plays a key role in the development of acanthosis nigricans. Elevated levels of insulin may stimulate keratinocyte and dermal fibroblast proliferation via interaction with IGFR1 (Insulin-like growth factor receptor-1), resulting in the plaque-like lesions that typify the disorder",
        "cop": 1,
        "opa": "Acanthosis nigricans",
        "opb": "Lichen Planus",
        "opc": "Atopic dermatitis",
        "opd": "Contact dermatitis",
        "subject_name": "Skin",
        "topic_name": "Dermatitis Erythema",
        "id": "274540a4-f60c-4403-98b4-25e1b60ccd42",
        "choice_type": "single"
    },
    {
        "question": "'Dennie Morgan' folds are seen in?",
        "exp": "Ans. D. Atopic dermatitis (Ref. IADVL 2nd/433, 416-427; Rook's 7th/18. 1 - 18. 30). Dennie Morgan fold is a single or double fold in the lower eyelid, may be due to eyelid edema caused by eyelid dermatitis. It is seen as associated feature in atopic dermatitis. Atopic dermatitis# Is an eczema characterized by intense itching and relapsing course in infants and children with a personal or family h/o atopic disorders.# Coexists with asthma or rhinitis in 80% cases.# 70% of patients have family h/o atopy.# Genetically transmitted# Immunological dysfunction and 80% have raised total IgE.# Itching is the basic symptom. 1. Infantile phase# Upto 2 yrs.# Appears usually at or after 3 months of age.# Initial lesions are illdefined erythematous patches on the cheeks.# Later spread to scalp, upper trunk and extensor aspect of lower limbs. 2. Childhood phase# Flexural involvement is characteristic (antecubital and popliteal fossa)# Presence of extensor involvement denotes poor prognosis. 3. Adolescent phase# Lichenification is main feature# Involvement of face, neck, flexures and upper trunk is characteristic.# Excoriation due to scratching are important manifestation. Perioral pallor, pallor at nose and ears (Head light sign) and dermographism are characteristic of atopic dermatitis. Associated features:# Xerosis, # Ichthyosis# P. alba, # Dennie-Morgan fold0# Periorbital darkening# Cataract# Keratoconus# Lipstick cheilitis# Hand and foot eczema Management: 1 First line therapy# Emollients# Topical steroids# Topical antiinfectives# Antihistaminics2 Second line therapy# Systemic steroids# Immunomodulators (azathioprine, cyclosporine, interferons, tacrolimus)# Phototherapy. Additional Educational points: Iris or target lesions= Erythema multiformie. Bulla spread sign and Nikolsky's sign= Pemphigus vulgaris. Auspitz sign= Plaque Psoriasis. Darrier's sign= Urticaria pigmentosa. White dermographism= Atopic dermatitis. Dimple sign= Dermatofibroma.",
        "cop": 4,
        "opa": "Dermatitis herpetiformis",
        "opb": "Erytrhema multiformie",
        "opc": "Measles",
        "opd": "Atopic dermatitis",
        "subject_name": "Skin",
        "topic_name": "Dermatitis Erythema",
        "id": "a1d98110-85c7-4e33-a181-ec5f52165336",
        "choice_type": "single"
    },
    {
        "question": "Tzank smear in varicella-zoster shows -",
        "exp": "Ans. is 'c' i. e., Multinucleated Giant cell. Tzank smear findings in bullous disorders. Disorders. Findingso Pemphiguso Bullous pemphigoido Varicella-zoster infectiono Herpes simpex infectiono Toxic epidermal necrolysis. Acantholysis. Predominantly eosinophils. Multinucleated giant cells. Multinucleated giant cells. Necrotic cells",
        "cop": 3,
        "opa": "Acantholysis",
        "opb": "Spongiosis",
        "opc": "Multinucleated Giant cell",
        "opd": "Necrotic cell",
        "subject_name": "Skin",
        "topic_name": "Dermatitis Erythema",
        "id": "c1d8e17b-d161-42bf-8355-5a24839c5f39",
        "choice_type": "single"
    },
    {
        "question": "\"White dermographism\" is seen in?",
        "exp": "Ans. A. Atopic dermatitis. White dermographism is seen in atopic dermatitis due to capillary vasoconstriction following light stroking of the skin. The small blood vessels in atopic dermatitis show a tendency to vasoconstriction responses. 1. Pallor of the skin after stroking (white dermographism)2. Delayed blanch with acetylcholine3. White reaction to nicotinic acid esters4. Abnormal reactions to histamine in affected skin5. Low finger temperature6. Pronounced vasoconstriction on exposure to cold. None of these findings is pathognomonic.",
        "cop": 1,
        "opa": "Atopic dermatitis",
        "opb": "Airborne contact dermatitis",
        "opc": "Chemical dermatitis",
        "opd": "Seborrheic dermatitis",
        "subject_name": "Skin",
        "topic_name": "Dermatitis Erythema",
        "id": "e34ab688-3c34-44a2-a749-4e32957b383c",
        "choice_type": "single"
    },
    {
        "question": "Sago grain like vesicular eruption is seen in-",
        "exp": "Ans. is 'a' i. e., Pompholyx POMPHOLYXo An attack of pompholyx is characterized by the sudden onset of crops of clear vesicles, which appear 'sago-like'. o Itching may be severe, preceding the eruption of vesicles, o The attack subsides spontaneously in 2-3 weeks. o In mild cases, only the sides of the fingers may be affected, but in a typical case the vesicles develop symmetrically on the palms and/or soles.",
        "cop": 1,
        "opa": "Pompholyx",
        "opb": "Seborrhoeic dermatitis",
        "opc": "Atopic dermatitis",
        "opd": "Syphilis",
        "subject_name": "Skin",
        "topic_name": "Dermatitis Erythema",
        "id": "dad0cc51-4c10-4c89-bec8-9b9cc6ab4231",
        "choice_type": "single"
    },
    {
        "question": "A 22 year old woman developed small itchy wheals after physical exertion, walking in the sun, eating hot spicy food and when she was angry. The most likely diagnosis is:",
        "exp": "Ans. is 'd' i. e. Cholinergic urticaria. Ref: Roxburgh 16th/e p 66-69, Pasricha 4th/e p 144, 147, 148, 145; Skin Behl 8th/e p 119-121. Urticaria. It consists of raised erythematous skin lesions, that are markedly pruritic evanescent and are generally worsened by scratching. Cholinergic urticaria (Micropapular urticaria). Urticaria develops in response to a rise in the core body temperature within 2-30 minutes. The lesion lasts for 20- 90 minutes. It is associated with cholinergic sympathetic fibres. They are provoked bygeneralized heating. Exercise. Emotional stress. Hot food. Localized Heat urticaria. Very rare type of urticaria that is seen after application of local heat. Lesions appear within 2-5 minutes of contact and lasts for about an hour. They can be provoked by applying a test tube full of water at 40degC to the forearm for five minutes. Solar urticaria. Urticaria developing within 1-30 minutes of exposure to sunlight. They disappear within 24 hours. Lesions are usually seen on the 'V' area of the neck and the arms. Solar urticaria may be the presenting sign in-Porphyria cutanea tarda. Systemic lupus erythematosis. Erythropoietic protoporphyria. Cold urticaria. It is of two types: Idiopathic. Secondary. Idiopathic cold urticaria. Probably transmitted as an autosomal dominant trait. Symptoms appear soon after birth and may persist life long. Urticaria occurs in response to drop in the body temperature precipitated by generalized environmental rather than local cooling. Symptoms appear within 1/2 - 3 hrs of exposure. Acquired or secondary cold urticaria-Urticaria precipitated by cold contact be it cold water, cold air, cold drinks or eatables. Condition is more common in young adults. Contact urticaria-Urticaria at the site of contact. Commonly found on the hands or around the mouth. Agents responsible are -Food. Food additives. Drugs. Saliva. Grass. Pollen. Also know: Drugs precipitating urticaria. Penicillin (60%). Sulfonamides (15 %). Aspirin (15%). Chloramphenicol (5%). Phenytoin (5%). Difference b/w Urticaria and Angioedema. Angioedema is frequently associated with urticaria, but the two may occur independently. Angioedema is a reaction similar to urticaria except that it occurs in deeper tissues and is clinically characterized by asymmetric swelling of tissues. Difference b/w Acute and chronic urticaria. Acute urticaria persists for < 6 weeks. Chronic urticaria lasts for more than 6-8 weeks. Pathogenesis of urticaria. Histamine plays the key roleT/T of urticaria-In both acute and chronic urticaria antihistamines are the basic drugs. Drug mostly used is hydroxyzine. In acute urticaria with laryngopharyngeal edema 0. 5 to 1 ml of epinephrine should be injected subcutaneously.",
        "cop": 4,
        "opa": "Chronic idiopathic utricaria",
        "opb": "Heat urticarial",
        "opc": "Solar urticarial",
        "opd": "Cholinergic urticaria",
        "subject_name": "Skin",
        "topic_name": "Dermatitis Erythema",
        "id": "d4ba7d3e-dad6-47af-9469-26a057fed86d",
        "choice_type": "multi"
    },
    {
        "question": "Diagnosis of contact dermatitis is done by -",
        "exp": "Ans. is 'a' i. e., PATCH test Diagnosis of Contact dermatitiso Diagnosis of contact dermatitis is made by patch test. Patch test is the only effective means of confirming contact dermatitis. In patch test reading is taken after 48-72 hours to see the signs of delayed hypersensitivity, i. e., induration.",
        "cop": 1,
        "opa": "PATCH test",
        "opb": "Woods lamp",
        "opc": "Skin biopsy",
        "opd": "Darrier's sign",
        "subject_name": "Skin",
        "topic_name": "Dermatitis Erythema",
        "id": "d638ba06-4a30-4fbb-a4cb-cda1f1db2519",
        "choice_type": "single"
    },
    {
        "question": "Characteristic of chronic eczema -",
        "exp": "Ans. is 'c' i. e., Lichenification Phase (stage). Clinical features. Histologyo Acute* Vesicles* Erythema* Edema* Crusts# Spongiosis (intracellular edema)o Subacute* Erythmatous, hyperpigmented plaque* Scales & Crusts# Parakeratosiso Chronic# Lichenification# Thickening of stratum malpighi. Note:- Lichenification is a triad of hyperpigmentation, skin thickening and increased skin marking.",
        "cop": 3,
        "opa": "Erythema",
        "opb": "Induration",
        "opc": "Lichenification",
        "opd": "Edema",
        "subject_name": "Skin",
        "topic_name": "Dermatitis Erythema",
        "id": "b169865b-5a24-4de2-92e3-561588bb432e",
        "choice_type": "single"
    },
    {
        "question": "Dennie Morgan folds are seen in",
        "exp": "Ans. b (Atopic dermatitis) (Ref. H - 18th/pg. 52, 52). Half of patients with Atopic dermatitis (AD) present within the first year of life, and 80% present by 5 years of age. About 80% ultimately coexpress allergic rhinitis or asthma. The infantile pattern is characterized by weeping inflammatory patches and crusted plaques on the face, neck, and extensor surfaces. The childhood and adolescent pattern is marked by dermatitis of flexural skin, particularly in the antecubital and popliteal fossae. AD may resolve spontaneously, but approximately 40% of all individuals affected as children will have dermatitis in adult life. The distribution of lesions may be similar to those seen in childhood; however, adults frequently have localized disease, manifesting as lichen simplex chronicus or hand eczema (see below). In patients with localized disease, AD may be suspected because of a typical personal history, family history, or the presence of cutaneous stigmata of AD such as perioral pallor, an extra fold of skin beneath the lower eyelid (Dennie-Morgan folds), increased palmar skin markings, and an increased incidence of cutaneous infections, particularly with Staphylococcus aureus. Regardless of other manifestations, pruritus is a prominent characteristic of AD in all age groups and is exacerbated by dry skin. Many of the cutaneous findings in affected patients, such as lichenification, are secondary to rubbing and scratching. SKIN FEATURES OF ATOPIC DERMATITIS# Atopic Pleat (Dennie-Morgan fold): An extra fold of skin that develops under the eye.# Cheilitis: Inflammation of the skin on and around the lips.# Hyperlinear Palms: Increased number of skin creases on the palms.# Hyperpigmented Eyelids: Eyelids that have become darker in color from inflammation or hay fever.# Ichthyosis: Dry, rectangular scales on the skin.# Keratosis Pilaris: Small, rough bumps, generally on the face, upper arms, and thighs.# Lichenification: Thick, leathery skin resulting from constant scratching and rubbing.# Papules: Small raised bumps that may open when scratched and become crusty and infected.# Urticaria: Hives (red, raised bumps) that may occur after exposure to an allergen, at the beginning of flares, or after exercise or a hot bath.# White dermographism: excessive redness along line of stroke with thin objecte. TYPES OF ECZEMA (DERMATITIS)# Allergic contact eczema (dermatitis): A red, itchy, weepy reaction where the skin has come into contact with a substance that the immune system recognizes as foreign, such as poison ivy or certain preservatives in creams and lotions.# Atopic dermatitis: A chronic skin disease characterized by itchy, inflamed skin.# Contact eczema: A localized reaction that includes redness, itching, and burning where the skin has come into contact with an allergen (an allergy-causing substance) or with an irritant such as an acid, a cleaning agent, or other chemical.# Dyshidrotic eczema: Irritation of the skin on the palms of hands and soles of the feet characterized by clear, deep blisters that itch and bum.# Neurodermatitis: Scaly patches of the skin on the head, lower legs, wrists, or forearms caused by a localized itch (such as an insect bite) that become intensely irritated when scratched.# Nummular eczema: Coin-shaped patches of irritated skin--most common on the arms, back, buttocks, and lower legs--that may be crusted, scaling, and extremely itchy.# Seborrheic eczema: Yellowish, oily, scaly patches of skin on the scalp, face, and occasionally other parts of the body.# Stasis dermatitis: A skin irritation on the lower legs, generally related to circulatory problems.",
        "cop": 2,
        "opa": "Lichen planus",
        "opb": "Atopic dermatitis",
        "opc": "Keratosis pilaris",
        "opd": "Nummular eczema",
        "subject_name": "Skin",
        "topic_name": "Dermatitis Erythema",
        "id": "8e8e9959-22e7-4739-a4ee-22d96fc4a7a3",
        "choice_type": "single"
    },
    {
        "question": "The UK refinement of Hannifin and Rajka criteria is used in the diagnosis of ____:",
        "exp": "Ans. A. Atopic dermatitis* The UK refinement of Hannifin and Rajka criteria is used in the diagnosis of Atopic dermatitis.* The original Hannifin and Rajka criteria requires that patients have at least 3 of the 4 major criteria and 3 of the 23 minor criteria.* Consequently, Williams et al coordinated a UK working party to attempt to refine the criteria of Hannifin and Rajka into a repeatable and validated set of diagnostic criteria for atopic eczema. UK refinement of Hannifin & Rajka's diagnostic criteria of Atopic Dermatitis (Eczema). In order to qualify as a case of atopic dermatitis (eczema) with the UK diagnostic criteria, the child must have an itchy skin condition (or parental report of scratching or rubbing in a child). Plus, three or more of the following:* Onset below age of 2 years (not used if child is under 4 years)* History of skin crease involvement (including cheeks in children under 10 years)* History of a generally dry skin* Personal history of other atopic disease (or history of any atopic disease in a first-degree relative in children under 4 years)* Visible flexural dermatitis (or dermatitis of cheeks/forehead and outer limbs in children under 4 years)",
        "cop": 1,
        "opa": "Atopic dermatitis",
        "opb": "Nummular Eczema",
        "opc": "Eczema Herpeticum",
        "opd": "Contact dermatitis",
        "subject_name": "Skin",
        "topic_name": "Dermatitis Erythema",
        "id": "6ff7f1f1-7c34-4e7a-b8fe-6d7cdf9a4214",
        "choice_type": "single"
    },
    {
        "question": "Chronic urticaria is a -",
        "exp": "Ans. is 'a' i. e., Type 1 hypersensitivity reaction Types of hypersensitivity reaction. Type of hypersensitivity reaction. Examples. Mediators. Type 1 (immediate type). Atopic dermatitis. Urticaria. Anaphylaxis. Insect bite hypersensitivity. Allergic rhinitis and asthma. Ig. EType 2 (cytotoxic, antibody dependent). Autoimmune hemolytic anemia. Rheumatic heart disease. Thrombocytopenia. Erythroblastosis foetalis. Goodpasture's syndrome. Grave's disease. Myasthenia gravis. IgG or Ig. MMACComplement. Type 3 (immune complex disease). Serum sickness. Arthus reaction. Rheumatoid arthritis. Post streptococcal glomerulonephritis. Membranous nephropathy. Lupus nephritis. Systemic lupus erythematosus. Extrinsic allergic alveolitis(hypersensitivity pneumonitis). Generalized drug eruption. Erythema multiforme. Erythema nodosum. TENIg. GComplement. Neutrophills. Type 4 (delayed type). Tuberculosis. Leprosy. Contact dermatitis. Chronic transplant rejection. Multiple sclerosisT-cells",
        "cop": 1,
        "opa": "Type 1 hypersensitivity reaction",
        "opb": "Type 2 hypersensitivity reaction",
        "opc": "Type 3 hypersensitivity reaction",
        "opd": "Type 4 hypersensitivity reaction",
        "subject_name": "Skin",
        "topic_name": "Dermatitis Erythema",
        "id": "6a15e9a0-9518-4c5b-8c54-3b53aeb5e853",
        "choice_type": "single"
    }
]