[
    {
        "question": "Kerion is seen in:",
        "exp": "Ans is 'b' Dermatophytosis Dermatophytosis is superficial fungal infection of the skin. These infections are restricted to the invasion of homys structures, Stratum corneum, Nail & Hair. Tinea is group name for highly contagious mycelial fungus. There are 3 distinct genera in this group. 1. Epidermophyton (No hair involvement)2. Microsporum (No Nail involvements)3. Trichophyton Tinea Capitis - is caused mainly by Trichophyton and microspora. The lesion produced are of 4 types. 1. Scaly Type2. Kerion - usually caused by Trichophyton. Initially boil like lesions later painless boggy swellings are produced. 3. Black dot4. Favus",
        "cop": 2,
        "opa": "Pityriasis",
        "opb": "Dermatophytosis",
        "opc": "Candidiasis",
        "opd": "Trichomoniasis",
        "subject_name": "Skin",
        "topic_name": "Dermatophytosis",
        "id": "27a39aca-a36a-4f5b-8b7c-e35be4a85ff1",
        "choice_type": "single"
    },
    {
        "question": "Wood's lamp light is used in the diagnosis of:",
        "exp": "Ans. is 'a' ie Tinea Capitis Tinea capitis is ringworm infection of the scalp mainly due to M. Canis. Under Wood's lamp light the infected areas give a light green fluorescence. Wood's lamp is used in the evaluation of certain other skin disorders as listed below -Condition. Colour* Tuberous Sclerosis-Blue white* Vitiligo-Totally white* Erythrasma-Coral red or pink* Pseudomonas inf-Greenish white or pale blue* Porphyria cutanea tarda-Pinkish red (Urine)* Tinea versicolor-Golden yellow, totally white",
        "cop": 1,
        "opa": "Tinea capitis",
        "opb": "Candida albicans",
        "opc": "Histoplasma",
        "opd": "Cryptococcos",
        "subject_name": "Skin",
        "topic_name": "Dermatophytosis",
        "id": "b9d0e253-4af0-4e71-bef6-91ee587f09d5",
        "choice_type": "single"
    },
    {
        "question": "Onychomycosis is most commonly caused by -",
        "exp": "Ans. is 'a' i. e., Trichophyton rubrum Tinea Unguium (Onychomycosis)o Tinea unguium is dermatophvtic infection of fingers and toe nails. Most common causative species is T-rubrum. Toe nails are more commonly involved. T. Unguium may be of two types: -Distal subungal onychomycosis: - This is most common type offungal infection of nail (90%). It starts at the distal edge of the nail plate and slowly growrs inwards to involve entire nail plate. Proximal Subungal onychomycosis: - Starts at the base of nail and slowly involves the entire nail plate.",
        "cop": 1,
        "opa": "Trichophyton rubrum",
        "opb": "Trichophyton mentagrophytes",
        "opc": "Epidermatophyton floccosum",
        "opd": "Candida",
        "subject_name": "Skin",
        "topic_name": "Dermatophytosis",
        "id": "f1f8f99c-f97d-4624-8539-7134e4477730",
        "choice_type": "single"
    },
    {
        "question": "A30 year old factory worker developed itchy, annular, scaly plaques in both goins which are extending peripherally. Most likely diagnosis is -",
        "exp": "Ans. is 'c' i. e., Tinea cruris Tinea cruriso Also k/a Dhobi's itch. It is a dermatophytic infection of groin region and adjacent skin. Presents as erythematous scaly plaque with clear centre and raised margins. Itching is very prominent. Commonly involves genital area and medial aspects of thigh. Usually affects young adult male, trichophyton rubrum is the most common cause in india where as in western countries epidermophvton flocossum is the most common cause.",
        "cop": 3,
        "opa": "Granuloma annulare",
        "opb": "Annular lichen planus",
        "opc": "Tinea cruris",
        "opd": "Erythema annulare centrifugum",
        "subject_name": "Skin",
        "topic_name": "Dermatophytosis",
        "id": "2c6c47ed-9daa-4f45-9d61-30c5e6af2e32",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following infection involves hair -",
        "exp": "Ans. is 'a' i. e., Trichophyton o Dermatophytes are keratinophilic fungi, living only on the superficial dead keratin. That is why they infect skin, hair and nails. In skin they infect the most superficial layer of epidermis i. e., stratum corneum. They do not penetrate living tissues. Dermatophytes cause a variety of clinical conditions, collectively known as dermatophytoses, tinea or ringworm. Dermatophytes have been classified into three genera:- Trichophyton, Microsporum, Epiderm ophyton. o Tricophytons affect - skin, hair and nailo Microsporum affect - skin and hair (nails are not involved)o Epidermophytons - skin and nail (hair not involved)",
        "cop": 1,
        "opa": "Trichophyton",
        "opb": "Epidermophyton",
        "opc": "Malasezia furfur",
        "opd": "All of the above",
        "subject_name": "Skin",
        "topic_name": "Dermatophytosis",
        "id": "4ac94931-a767-4e87-948f-ed8af89ddb69",
        "choice_type": "multi"
    },
    {
        "question": "Hair infection with scutula formation is seen in case of-",
        "exp": "Ans. is 'a' i. e., Tenia capitis Clinical features of tinea capitiso Based on clinical picture, tinea capitis is divided into. Non-inflammatory tinea capitis It is caused by Anthropophilic organism (e. g., T. tonsurans), so less inflammation. It may be Scaly type - Partially bald area with peripheral scales. Hair present in bald area are lusturless and easily pluckable. Blackdot type - Hair are broken at the level of skin surface giving black dot appearance. Trichophyton tonsurans is the chief cause of Black-dot Tenia capitis. Inflammatory tinea capitis It is caused by Zoophilic organism (e. g., M. canis), which elicit intense inflammation. lt presents as boggy swelling pustulation-known as kerion. Pus discharges from multiple sinuses. Hair from the swelling are easily and painlessly pluckable. Lymphadenopathy (occiptal) may occur. Favus It is caused by T. schoenleinii. It is characterized by presence of fou!-swrelling yellowish cupshaped crust t. Scutulal entangling many scalp hair.",
        "cop": 1,
        "opa": "Tenia capitis",
        "opb": "Jock itch",
        "opc": "Tenia glabrosa",
        "opd": "Tenia barbae",
        "subject_name": "Skin",
        "topic_name": "Dermatophytosis",
        "id": "558b15fd-e41e-4516-a607-c84a3d35b4e8",
        "choice_type": "single"
    },
    {
        "question": "Tinea ungum involves:",
        "exp": "Ans: B (Nalls) TINEA UNGUIUM(T1. NEA OF NAILS) Neena Khanna 4th/286. It is dermatophyte infections of nails. Tinea of toe nail is more frequent than that of Finger nails & may be associated with tinea pedis. Tinea of finger nails is associated with dermatophytic infection of other parts of the body e, g tinea cruris",
        "cop": 2,
        "opa": "Hands",
        "opb": "Nails",
        "opc": "Palm",
        "opd": "Foot",
        "subject_name": "Skin",
        "topic_name": "Dermatophytosis",
        "id": "6ed362e9-822e-4e6b-a66f-60a81ad57bab",
        "choice_type": "single"
    },
    {
        "question": "Fungus causing hair skin and nail infection is?",
        "exp": "Ans. (a) T. rubrum. Ref: Ananthnarayan 8/e, p 604, jawetz 24/e, ch 45 Table 45-2, Rook's 7/e, p 36. 33",
        "cop": 1,
        "opa": "T. rubrum",
        "opb": "E. floculossum",
        "opc": "M. Canis",
        "opd": "M. Ayouni",
        "subject_name": "Skin",
        "topic_name": "Dermatophytosis",
        "id": "7e48bc9e-dfc8-46bd-b3ad-7ac999ea4435",
        "choice_type": "single"
    }
]