[
    {
        "question": "Most common drug induced skin reaction:",
        "exp": "Ans. b (Morbilliform rash). (Ref Harrison's medicine 18, h/ch. 55)DRUG-INDUCED SKIN REACTIONSMaculopapular eruptions are seen in the classic childhood viral exanthems, including: 1)rubeola (measles)a prodrome of Coryza, Cough, and Conjunctivitis followed by Koplik's spots on the buccal mucosa; the eruption begins behind the ears, at the hairline, and on the forehead and then spreads down the body, often becoming confluent; 2)rubellathe eruption begins on the forehead and face and then spreads down the body; it resolves in the same order and is associated with retroauricular and suboccipital lymphadenopathy; and3)erythema infectiosum (fifth disease)erythema of the cheeks (\"Slapped-cheek\" appearance) is followed by a reticulated pattern on extremities; it is secondary to a parvovirus B19 infection, and an associated arthritis is seen in adults.",
        "cop": 2,
        "opa": "Maculopapular rash",
        "opb": "Morbilliform rash",
        "opc": "Fixed Drug Eruption",
        "opd": "Photosensitivity reaction",
        "subject_name": "Skin",
        "topic_name": "Drugs",
        "id": "16558b39-119c-4358-bc3d-dac6e795b32a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs can cause exacerbation of psoriasis?",
        "exp": "Ans. is 'd' i. e., All the above Drugs which cause exacerbation of psoriasiso Antimalarials (chloroquine)o NSAIDso Carbamazepineo IFN-ao Lithiumo b-blockerso Sodium valproateo Metformino Corticosteroids withdrawalo ACE inhibitorso AT-II antagonistso Calcium channel blockers",
        "cop": 4,
        "opa": "Metformin",
        "opb": "Interferon alpha",
        "opc": "Lithium",
        "opd": "All the above",
        "subject_name": "Skin",
        "topic_name": "Drugs",
        "id": "ba8eb9fa-a991-477b-ac1c-1ff07557cc6d",
        "choice_type": "multi"
    },
    {
        "question": "Complication of TEN are all EXCEPT:",
        "exp": "ANSWER: (D) Hepatitis. REF: Rook's 8th ed P. 76. 16. COMPLICATIONS OF TENAcute. Chronic. Similar to bums: depends on extent Massive ft uid and electrolyte loss (3-4 L/day). Prerenal renal failure. Bacterial infection and septicaemia. Hypercatabolism: insulin resistance. Diffuse interstitial pneumonitis. Mucous membrane involvement. Ocular complications (up to 35%): Conjunctivitis, ectropion or entropion, corneal scarring. Symblepharon, Sjogren-like sicca syndrome. Other mucous membrane involvement. Oesophageal stricture. Phimosis. Vaginal synechiae. Orogenita! ulcers. Miscellaneous. Wound infection. Pigmentary changes. Nail dystrophy. Hypohidrosis. Scarring alopecia. Contractures. Development of melanocytic naevi",
        "cop": 4,
        "opa": "Hypothermia",
        "opb": "Sepsis",
        "opc": "Ocular damage",
        "opd": "Hepatitis",
        "subject_name": "Skin",
        "topic_name": "Drugs",
        "id": "f2141a4f-7845-45b5-a60d-f40bc101db1b",
        "choice_type": "multi"
    },
    {
        "question": "Agent of Epilation:",
        "exp": "Ans: c Adriamycin. Ref: Cancer Symptom Management Vol. 1, pg, 563. Most probably what is meant is which of these drugs causes alopecia. Epilation is the removal of the entire hair, including the part below the skin. Depilation is the removal of the part of the hair above the surface of the skin. E. g., trimming or creams. Chemotherapy agents that produce hair loss. High potential Moderate potential Low to no potential for alopecia. Cyclophosphamide 5 flouro uracil Bleomycin Doxorubicin Cisplatin Busulfan Paclitaxel Dactinomycin. Dacarbazine Daunorubicin Methotrexate Gemcitabine Etoposide Vinblatine L asparaginase Ifosfamide. Vincristine Melphalan. Mitomycin Procarbazine\"One agent classically linked to alopecia, doxorubicin (Adriamycin) causes significantly more epilation at doses of >50 mg/ sq m. \"Though all the options given can cause alopecia, doxorubicin is the one mentioned as classically linked to alopecia. Also note: Hair loss typically begins to appear 2-3 weeks after the first exposure to the drug. Chemical depilators contain calcium thioglycolate, whichbreaks down disulphide bonds in keratin so that the hair iseasily scraped off where it emerges from the hair follicle.",
        "cop": 3,
        "opa": "5-Flurouracil",
        "opb": "Cisplatin",
        "opc": "Adriamycin",
        "opd": "Methotrexate",
        "subject_name": "Skin",
        "topic_name": "Drugs",
        "id": "47732007-ee19-41ad-975b-732aa4159c85",
        "choice_type": "single"
    },
    {
        "question": "Chemical peeling is done by all except -",
        "exp": "Ans. is 'b' i. e., 'c' Phosphoric acid Chemical peeling represents accelerated exfoliation or skin damage induced by caustic agents that cause controlled damage followed by the release of cytokines and inflammatory mediators, resulting in thickening of the epidermis, deposition of collagen, reorganization of structural elements and increase in dermal volume. This process decreases solar elastosis and replaces and reorients the dermal connective tissue, the result is an improved skin. Combined oral contraceptive with cyroterone has following advantages. They regulate the menstrual cycle in the majority of women. Iron deficiency anemia is less common because of less bleeding. Increased good HDL cholesterol may protect against atherosclerosis hardened arteries predisposing to heart diseaseA decrease in the number and size of ovarian cysts occurs in polycystic ovarian syndrome. Sebum production is reduced by 30% resulting in worthwhile improvement in 80% of those with seborrhea. Acne usually improves by 40-50% by the third cycle and by 80- 90% by the ninth cycle. More than 40% of women with facial hair find it clears within 9 months and many get worthwhile reduction in hair elsewhere.",
        "cop": 2,
        "opa": "Trichloroacetic acid",
        "opb": "Phosphoric acid",
        "opc": "Carbolic acid",
        "opd": "Kojic acid",
        "subject_name": "Skin",
        "topic_name": "Drugs",
        "id": "f165f5ab-2840-455f-91be-0ca835d9bb36",
        "choice_type": "multi"
    },
    {
        "question": "Methoxysalen is?",
        "exp": "Ans. is 'a' i. e., Melanising agent * Melanizing agents are drugs that increase sensitivity to solar radiation and promote re-pigmentation of de- pigmented areas of skin. Melanizing agents sensitize the skin to sunlight. As a result, erythema, inflammation and pigmentation occurs.* Psoralen is a natural drug obtained from the fruit of Psoralea corylifolia.* Methoxsalen and Trioxsaolan are synthetic psoralens. These drugs can be used either topically or orally. Note- Patients taking minocycline may develop a diffuse blue - grey, muddy appearance in sun exposed areas in addition to pigmentation of mucus membranes, teeth, nails, bones and thyroid. But it is not used as a melanising agent.",
        "cop": 1,
        "opa": "Melanising agent",
        "opb": "Depigmenting agent",
        "opc": "Photoprotective agent",
        "opd": "None of the above",
        "subject_name": "Skin",
        "topic_name": "Drugs",
        "id": "bcf6e776-39a5-46ac-a852-e95f0c1d891e",
        "choice_type": "multi"
    },
    {
        "question": "Paracetamol causes?",
        "exp": "ANSWER: (C) Phototoxicity. REF: Rook's 8th ed p. 75. 31, Fitzpatrik 8tK ed p. 1068. The most common photosensitivity reaction is phototoxicity i. e. does not involve immunological reaction. \"Paracetamol cause phototoxic reactions\"",
        "cop": 3,
        "opa": "Photosensitivity",
        "opb": "Photoallergy",
        "opc": "Phototoxicity",
        "opd": "None",
        "subject_name": "Skin",
        "topic_name": "Drugs",
        "id": "826ca1b1-bb84-4c34-93ac-4c1347b1c181",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following antifungal agent is used topically?",
        "exp": "Ans. is 'd' i. e., Nystatin Topically used antifungals1. Imidazoles - miconazole, ketoconazole, clotrimazole, econazole, sertoconazole etc2. Triazoles - fluconazole3. Polyenes - nystatin, candicin, hamycin, natamycin & amphotericin B4. Allylamines - naftifine 8c terbinafine5. Benzylamine - butenafine6. Morpholines - amlorofine7. Others - benzoic acid, tolnaftate, ciclopirox olamine, selenium sulphide, resorcinol, gention violet, Castellani's paint",
        "cop": 4,
        "opa": "Griesofiilvin",
        "opb": "Itraconazole",
        "opc": "Voriconazole",
        "opd": "Nystatin",
        "subject_name": "Skin",
        "topic_name": "Drugs",
        "id": "91134f5a-428c-42cf-9faf-0062ec17fd13",
        "choice_type": "multi"
    },
    {
        "question": "Steroids are used in the Rx of the following diseases EXCEPT:",
        "exp": "Ans. a (Chronic fungal infection). (Ref. Harrison's principles of internal medicine, 16th ed., 2147)#ACTH deficiency-ADEM-Acute renal failure#ARDS-Alcoholic liver disease-Allergic rhinitis/sinusitis#Aspergillosis-Asthma-Atopic dermatitis#Autoimmune hepatitis-Behcet's syndrome-Bell's palsy#Brain tumors-Bronchocentric granulomatosis-Bullous pemphigoid#Candidiasis-Chronic granulomatous disease-Chronic myelofibrosis#CIDP-Cicatricial Pemphigoid-Cold agglutinin disease#Congenital adrenal hyperplasia-Contact dermatitis-Cryoglobulinemia#Cystic fibrosis-Dermatomyositis/polymyositis-Drug hepatotoxicity#Duchenne muscular dystrophy-Epidermolysis bullosa acquisita-Churg-strauss syndrome#Giant cell arteritis-Goodpasture's disease-Gout#Graves' ophthalmopathy-Hand eczema-Henoch-schoenlein purpura#21-hydroxylase deficiency-Hypercalcemia-Hypersensitivity pneumonitis#Idiopathic cutaneous vasculitis-Idiopathic hypereosinophilic Synd.-IPF#Idiopathic thrombocytopenic purpura-Inflammatory bowel disease-Interstitial lung disease#Lepra reactions-Lichen simplex chronicus-Loiasis#Lupus erythematosus-Lupus nephritis-Minimal change disease#Multiple sclerosis-Myasthenia gravis-Neoplastic spinal cord compression#Orbital Pseudotumor-Pauci-immune GM-Pemphigoid gestationis#Pemphigus vulgaris-Photoallergy-Polyarteritis nodosa#Psoriasis-Reactive arthritis-Renal transplantation#Rheumatoid arthritis-Sarcoidosis-SARS#Seborrheic dermatitis-Sweet's syndrome-Systemic lupus erythematosus#Systemic sclerosis-Takayasu's arteritis-TTP#Urticaria-Uveitis-Viral keratitis#Wegener's granulomatosis Glucocorticoid preparations. Commonly Used Name. Estimated Potency Glucocorticoid. Mineralocorticoid. Short-acting- Hydrocortisone11- Cortisone0. 80. 8. Intermediate-acting- Prednisone40. 25- Prednisolone40. 25- Methylprednisolone50. 01- Triamcinolone50. 01. Long-Acting- Paramethasone100. 01- Betamethasone250. 01- Dexamethasone30-40_0. 01",
        "cop": 1,
        "opa": "Chronic fungal infection",
        "opb": "Erythema multiforme",
        "opc": "Pemphigus vulgaris",
        "opd": "Contact dermatitis",
        "subject_name": "Skin",
        "topic_name": "Drugs",
        "id": "8aacca7c-9f3a-4c94-9162-a2d45a3ed30a",
        "choice_type": "multi"
    },
    {
        "question": "Whitfield's ointment consists of -",
        "exp": "Ans. is 'a' i. e., 3% salicylic acid + 6% benzoic acid Whitfield's Ointmento Whitfield's ointment is salicylic acid and benzoic acid in a suitable base, such as lanolin or vaseline, o The original ointment contains 3% salicylic acid and 6% benzoic acid, but other ratios are also used, o It is used for the treatment of fungal infections, such as athlete's foot. Its effectiveness is unclear, o It can have a slight burning effect that goes away after a few minutes, o It is named for Arthur Whitfield (1868-1947), a British dermatologist.",
        "cop": 1,
        "opa": "3% salicylic acid + 6% benzoic acid",
        "opb": "3% benzoic acid + 6% salicylic acid",
        "opc": "2% salicylic acid + 4% benzoic acid",
        "opd": "2% benzoic acid + 4% salicylic acid",
        "subject_name": "Skin",
        "topic_name": "Drugs",
        "id": "217949e0-4620-4f7b-9d4d-d53304465eb9",
        "choice_type": "single"
    }
]