[
    {
        "question": "Most common drug induced skin reaction:",
        "exp": "Ans. b (Morbilliform rash). (Ref Harrison's medicine 18, h/ch. 55)DRUG-INDUCED SKIN REACTIONSMaculopapular eruptions are seen in the classic childhood viral exanthems, including: 1)rubeola (measles)a prodrome of Coryza, Cough, and Conjunctivitis followed by Koplik's spots on the buccal mucosa; the eruption begins behind the ears, at the hairline, and on the forehead and then spreads down the body, often becoming confluent; 2)rubellathe eruption begins on the forehead and face and then spreads down the body; it resolves in the same order and is associated with retroauricular and suboccipital lymphadenopathy; and3)erythema infectiosum (fifth disease)erythema of the cheeks (\"Slapped-cheek\" appearance) is followed by a reticulated pattern on extremities; it is secondary to a parvovirus B19 infection, and an associated arthritis is seen in adults.",
        "cop": 2,
        "opa": "Maculopapular rash",
        "opb": "Morbilliform rash",
        "opc": "Fixed Drug Eruption",
        "opd": "Photosensitivity reaction",
        "subject_name": "Skin",
        "topic_name": "Drugs",
        "id": "16558b39-119c-4358-bc3d-dac6e795b32a",
        "choice_type": "single"
    },
    {
        "question": "Agent of Epilation:",
        "exp": "Ans: c Adriamycin. Ref: Cancer Symptom Management Vol. 1, pg, 563. Most probably what is meant is which of these drugs causes alopecia. Epilation is the removal of the entire hair, including the part below the skin. Depilation is the removal of the part of the hair above the surface of the skin. E. g., trimming or creams. Chemotherapy agents that produce hair loss. High potential Moderate potential Low to no potential for alopecia. Cyclophosphamide 5 flouro uracil Bleomycin Doxorubicin Cisplatin Busulfan Paclitaxel Dactinomycin. Dacarbazine Daunorubicin Methotrexate Gemcitabine Etoposide Vinblatine L asparaginase Ifosfamide. Vincristine Melphalan. Mitomycin Procarbazine\"One agent classically linked to alopecia, doxorubicin (Adriamycin) causes significantly more epilation at doses of >50 mg/ sq m. \"Though all the options given can cause alopecia, doxorubicin is the one mentioned as classically linked to alopecia. Also note: Hair loss typically begins to appear 2-3 weeks after the first exposure to the drug. Chemical depilators contain calcium thioglycolate, whichbreaks down disulphide bonds in keratin so that the hair iseasily scraped off where it emerges from the hair follicle.",
        "cop": 3,
        "opa": "5-Flurouracil",
        "opb": "Cisplatin",
        "opc": "Adriamycin",
        "opd": "Methotrexate",
        "subject_name": "Skin",
        "topic_name": "Drugs",
        "id": "47732007-ee19-41ad-975b-732aa4159c85",
        "choice_type": "single"
    },
    {
        "question": "Whitfield's ointment consists of -",
        "exp": "Ans. is 'a' i. e., 3% salicylic acid + 6% benzoic acid Whitfield's Ointmento Whitfield's ointment is salicylic acid and benzoic acid in a suitable base, such as lanolin or vaseline, o The original ointment contains 3% salicylic acid and 6% benzoic acid, but other ratios are also used, o It is used for the treatment of fungal infections, such as athlete's foot. Its effectiveness is unclear, o It can have a slight burning effect that goes away after a few minutes, o It is named for Arthur Whitfield (1868-1947), a British dermatologist.",
        "cop": 1,
        "opa": "3% salicylic acid + 6% benzoic acid",
        "opb": "3% benzoic acid + 6% salicylic acid",
        "opc": "2% salicylic acid + 4% benzoic acid",
        "opd": "2% benzoic acid + 4% salicylic acid",
        "subject_name": "Skin",
        "topic_name": "Drugs",
        "id": "217949e0-4620-4f7b-9d4d-d53304465eb9",
        "choice_type": "single"
    }
]