[
    {
        "question": "12 years old male presented with intensely itchy grouped vesicles on buttock, trunk and scalp. On exposure to wheat they exaggerate. Diagnosis is -",
        "exp": "Ans is 'b' i. e. Dermatitis herpetiformis o Among given options only dermatitis herpetiformis is a gluten sensitivity disorder and aggravates on on eating gluten (wheat, rye, barley). Other features in favour of diagnosis areo Intense itching (characteristic feature)o Distribution of lesion - buttock, trunk and scalpo Age group - DH is commonly seen in 2nd to 3rd decade. o Has been explained in previous sessions.",
        "cop": 2,
        "opa": "Herpes simplex",
        "opb": "Dermatitis herpetiformis",
        "opc": "Pemphigus vulgaris",
        "opd": "Bullous impetigo",
        "subject_name": "Skin",
        "topic_name": "Eosinophilic Dermatoses",
        "id": "a20b05b3-292f-4d3f-8c37-6a750c56f54c",
        "choice_type": "single"
    },
    {
        "question": "Acute contact dermatitis is best treated with:",
        "exp": "Ref: Rook's Dermatology. Essentials in Dermatology, 2nd edition. Explanation:\"Acute contact dermatitis is best treated by moist compresses. No creams or ointment would stay on the skin at this stage (hence would be wasted if used). Once. the skin is relatively drier and the eczema has entered into subacute stage, topical corticosteroids in creams or lotion preparations with/without topical antibiotics are prescribed. Moisturizers can start to be used in subacute stage. In chronic stage, owing to the lichen died skin, topical corticosteroids in ointment with external occlusion are preferred. \"Ref: Rook's Dermatology Eczemas and contact dermatitis generally go through three stages: Acute stage: Characterized by erythema, edema, oozing accompanied by itching. Subacute stage: The affected area in relatively dry compared to the acute stage. In this stage, scaling and crusting predominate. Chronic Stage: Unresolved eczema persisting for a long time evolve into chronic stage characterized lichenification of the skin. Lichenification refers to thickening of skin, increased skin markings and pigmentation of the skin. Acute contact dermatitis is best treated by moist compresses. No creams or ointment would stay on the skin at this stage (hence would be wasted if used). Once, the skin is relatively drier and the eczema has entered into subacute stage, topical corticosteroids in creams or lotion preparations are used. Moisturizers can be started in subacute stage. In chronic stage, owing to the lichenified skin, topical corticosteroids in ointment with external occlusion are preferred. For hyperkeratosis, salicylic acid is added to topical corticosteroids (in general 6% salicylic acid is added to 3% topical corticosteroids). High potency topical corticosteroids are used for chronic eczemas. Topical calcineurin inhibitors (Tacrolimus and pimecrolimus) are indicated in childhood eczemas like atopic dermatitis. When therapy is prolonged, topical corticosteroids used for long time can produce a lot of side effects like atrophy, hypo or depigmentation, telangiectasia. Topical calcineurin inhibitors are safer in this regard, for areas with thin skin like the face. Oral corticosteroids, cyclosporine are used in special circumstances like extensive acute eczemas, erythroderma due to eczema, acute flare of atopic dermatitis. Stages of eczema. Clinical feature. Topical treatment of choice. Acute. Erythema, edema, oozing. Moist compresses. Subacute. Crusting and scaling. Creams and moisturizers. Chronic. Lichenification. Ointments (with/without occlusion)TRE ATMENT OF CONTACT DERMATITISGeneral Principles. Avoid further contact w ith the allergen known/ identified. Short course of oral corticosteroids for severe dermatitis. Topical corticosteroids: Creams for subacute stage and ointment for chronic stage. Occlusion is warranted for lichenified lesions. Salicylic acid is usually added with topical corticosteroids for hyperkeratotic lesions. Liberal use of bland moisturizers: Total restoration of integrity of the epidermis may require months of moisturizers use. In cumulative irritant dermatitis produced by prolonged contact with detegents. onlymoisturizers are needed along with measures for avoiding contact with the detergents.",
        "cop": 4,
        "opa": "Cream",
        "opb": "Ointment",
        "opc": "Emulsion",
        "opd": "Moist compress",
        "subject_name": "Skin",
        "topic_name": "Eosinophilic Dermatoses",
        "id": "ac17ad88-a5e0-4d39-9129-2ba49b658762",
        "choice_type": "single"
    },
    {
        "question": "A3-year-old child presents with eczematous dermatitis over the extensor surfaces. His mother has the history of bronchial asthma. What should be the most probable diagnosis?",
        "exp": "Ans. a. Atopic dermatitis Most probable diagnosis in a 3-year old child, who presents with eczematous dermatitis over the extensor surfaces with family history of bronchial asthma is atopic dermatitis. Atopic Dermatitis (AD)* AD is a cutaneous expression of the atopic state, characterized by a family history of asthma, hay fever or dermatitis in ~ 70% of patients. Etiopathogenesis:* Genetic predisposition: When both parents are affected, over 80% and when only one parent is affected ~50% of their children manifest the disease* Increased IgE synthesis; increased serum lgE; increased specific IgE to food, aeroaliergens. bacteria and bacterial products.* Increased expression of CD23 (low affinity IgE receptor) on monocyte and B- cells* Impaired delayed type hypersensitivity reactions. Clinical Presentation:* The clinical presentation varies with the age, half of the patients present within the first year of life, and 80% presents by 6 years of age.* The infantile pattern is characterized by weeping inflammatory patches and crusted plaques that occur on face, neck and extensor surfaces (Infantile eczema)* The childhood and adolescent pattern is marked by dermatitis of flexural skin particularly in antecubital and popliteal fossa.* Clinical course lasting longer than 6 weeksQ.* AD may resolve spontaneously, but over half of affected children will have dermatitis in adult life, i. e. course is marked by exacerbation and remissions. Pruritus and Scratching Made Worse by* Environmental alterations* Denny Morgan fold (Extra-fold of skin beneath lower eyelid).* Change in temperature, sundry (In rainy season) and rough (woolen) clothing and leading to excoriation, lichen if ication, dryness.* Increased tendency for vasoconstriction like perioral pallor and White dermatographismy. Atopic Dermatitis Associated with* Alopecia areatac* Susceptibility to skin infections0, * Antenna sign (Follicular openings are filled with horny plugs)* Head light sign (Inflammation of skin on and around lips)* Hertoghe's sign (Thinning of lateral half of eyebrows) Clinical Phase of Atopic Dermatitis. Infantile phase. Childhood phase. Adult phase* Rarely starts before 4-6 weeks of age and usually begins between 2-3 months of age* First begin on face0 and may quickly spread to other areas. Although, often then napkin area is relatively spared, as a result of the area being kept moist.* From one and half to two years onwards* Most characteristically involve elbow and knee flexures, wrist and ankle.* Sides of neck show a reticulate pigmentation known as atopic dirty neck.* Lichenification. especially of flexures and hands (similar to that in later childhood)* Involvement of vermilion of lip (like dermatitis). Atopic Dermatitis (AD). Clinical phase of Atopic Dermatitisinfantile phase. Childhood phase. Adult phase* Excoriation and lichenification appear at about 6 months of age, when the ability to scratch develops* Initially the disorder involves flexural distribution But when the child starts to crawl, the exposed extensor aspect of knees, are most involved.* Uncommon extensor distribution and inability to lichenify (even after prolonged rubbing) are very' difficult to treat and take longer time to remit.* Nipple involvement in young / adolescent women* Photosensitivity with ultraviolet and infrared radiation. Hanifin and Rajka Diagnostic Criteria for Atopic Dermatitis(Three major and three minor criteria should be present). Major criteria Minor criteria* Pruritus * Involvement of face and convexities in infants {<2 years) and distribution over flexures (popliteal and antecubitai fossa) in older children., * Tendency to chronicity * Personal or family history of atopy such as asthma, allergic rhinitis or atopic dermatitis* Facial pallordeg/suborbital shadowing* Infra orbital fold (Dennie's line)* Recurrent skin infections (pyoderma, warts molluscum contagiosum)* Ichthyosis vulgaris with accentuation over palmar crease\\* Tendency to non specific dermatosis of hand* Immediate skin test* Delayed blanching to cholinergics* Raised serum total IgE* Anterior subcapsular cataract * Keratoconus",
        "cop": 1,
        "opa": "Atopic dermatitis",
        "opb": "Air borne contact dermatitis",
        "opc": "Seborrboeic dermatitis",
        "opd": "Infantile eczematous dermatitis",
        "subject_name": "Skin",
        "topic_name": "Eosinophilic Dermatoses",
        "id": "3dc2ef1d-78d5-4239-af3a-1a04429ddbb3",
        "choice_type": "single"
    },
    {
        "question": "A young boy presents with dark patches with itching. On rubbing there is appearance of wheal. Diagnosis is -",
        "exp": "Ans is 'b' i. e. Urticaria pigmentosa Urticaria pigmentosao Urticaria pigmentosa (also known as \"Generalized eruption of cutaneous mastocytosis (childhood type)) is the most common form of cutaneous mastocytosiso Urticaria pigmentosa is most common in children. It can also occur in adultso Urticaria pigmentosa occurs when there are too many mast cells in the skin. o Urticaria pigmentosa is a characterized by patches of darker skin and very bad itching. Hives can develop when these skin areas are rubbed (Darier's sign). It's caused by the release of histamine from the mast cells. o Adults or adolescents are more likely to have uncommon symptoms like diarrhea, tachycardia, nausea or vomiting, fainting, dizziness, headache.",
        "cop": 2,
        "opa": "Addison's disease",
        "opb": "Urticaria pigmentosa",
        "opc": "Chronic idiopathic urticaria",
        "opd": "Erythema multiforme",
        "subject_name": "Skin",
        "topic_name": "Eosinophilic Dermatoses",
        "id": "4e953881-b544-4fbf-ba88-72940d60d9e1",
        "choice_type": "single"
    }
]