[
    {
        "question": "'Max Joseph space' is a histopathological feature of?",
        "exp": "Ans. B Lichen planus. (Ref. Rook's dermatology7th/ 42. 3). Histological features of Lichen planus (LP)# The earliest finding is an increase in epidermal Langerhans' cells, associated with a superficial perivascular infiltrate of lymphocytes and histiocytes, impinging on the dermal-epidermal junction (DEJ).# A focal increase in thickness of the granular layer and infiltrate corresponds to the Wickham's striae. 0# Degenerating basal epidermal cells are transformed into colloid bodies (appear singly or in clumps). 0# The rete ridges may appear flattened or effaced ('saw-tooth ' appearance).# Focal separation from the dermis may lead Max Joseph spaces. Q# In 'active' LP, band-like infiltrate of lymphocytes and histiocytes, rarely with plasma cells, obliterates DEJ.# Epidermal melanocytes are absent or considerably decreased in number, while pigmentary incontinence with dermal melanophages is characteristic. Histopathology of psoriasis# Hyperkeratosis# Parakeratosis (involves startum corneum)# Thinning / absence of stratum granulosum# Munromicro abscess in parakeratotic startum corneum# Spongiform pustules of kagoj in St. malpighi# Dilated and tortous papillary capillaries with thinning of supra paillary epidermal plates.",
        "cop": 2,
        "opa": "Psoriasis",
        "opb": "Lichen planus",
        "opc": "Pityriasis rosea",
        "opd": "Parapsoriasis",
        "subject_name": "Skin",
        "topic_name": "Erythmato-Squamous and Lichenoid Eruption",
        "id": "228527f0-6812-4d65-9a6a-b963a9890b7d",
        "choice_type": "single"
    },
    {
        "question": "Civatte bodies are found in:",
        "exp": "Ans is 'a' i. e, Lichen planus",
        "cop": 1,
        "opa": "Lichen planus",
        "opb": "Psoriasis",
        "opc": "Dermatophytosis",
        "opd": "Vitiligo",
        "subject_name": "Skin",
        "topic_name": "Erythmato-Squamous and Lichenoid Eruption",
        "id": "ad646b77-77da-4224-9ec2-5e89d128ab49",
        "choice_type": "single"
    },
    {
        "question": "Which of the following diseases is itchy and involves the mucosa and the nails?",
        "exp": "Ans: b (Lichen planus) Ref: Pavithran's Textbook of Dermatology p. 29, 14. Characteristic feature of lichen planus is alopecia, severe itching, oral mucosal and nail involvement. Lichen planus. Etiology unknown. Important features are alopecia, severe itching and oral mucosal involvement. Wickham's striae, ie, a network of grayish lines on papules of lichen planus is the characteristic lesion. Important features of the lesion are 5 P's* Pruritic* Purple* Polygonal* Plain top* Papular lesion. Wickham's striae are due to alteration in density of granular layer. It is associated with Kobner phenomenon which is more characteristic of lichen planus than psoriasis. Pterygium of nail (hypertrophy of eponychium) is an important feature and is diagnostic of lichen planus. Histopathological features of typical lichen planus are hyperkeratosis, irregular hypergranulosis, irregular acanthosis, liquefactive degeneration of the basal cells and pointed, saw tooth like elongation of the rete ridges. There is infiltration of dermo-epidermal junction by lymphocytes, histiocytes and melanophages. Minute spaces called \"Max Joseph spaces\" are seen between the epidermis and dermis due to liquefactive degeneration of the basal cells. Civatte bodies are found which represent necrotic keratinocytes in dermis. Other names are colloid bodies/apoptotic bodies. Immunofluoresence shows bunch of grapes appearance due to IgM on colloid bodies. Associated systemic disease. Hepatitis CAutoimmune diseases. Morphea, lichen sclerosis, alopecia areata, dermatomyositis, myasthenia gravis, vitiligo, ulcerative colitis. Nail changes of lichen planus. Thinning and dorsal splitting of nail plates. Anychia. Pterygium. Longitudinal groove (onychorrhexis) & roughness. Tenting of nail plates. Drugs producing lichen planus. Captopril, gold, beta blockers, NSAIDs",
        "cop": 2,
        "opa": "Psoriasis",
        "opb": "Lichen planus",
        "opc": "Solar urticaria",
        "opd": "Eczema",
        "subject_name": "Skin",
        "topic_name": "Erythmato-Squamous and Lichenoid Eruption",
        "id": "2fb6d70f-a681-4ed9-b9ba-218208430e0d",
        "choice_type": "single"
    },
    {
        "question": "Koebner's phenomenon is not seen in:",
        "exp": "Ref: Thappa DM. The isomorphic phenomenon of Koebner. Indian J Dermatol Venereal Leprol 2004; 70: 187-9. Explanation: The Koebner phenomenon is the development of isomorphic pathologic lesions in the traumatized uninvolved skin of patients who have cutaneous diseases. Koebner phenomenon signifies activity of the disease. Types of Koebner phenomenon: 1. True isomorphic phenomenon: There appear to be three disease processes that display the true isomorphic response of Koebner: Psoriasis. Lichen planus. Vitiligo. 2. Pseudoisomorphic phenomenon: The Koebner phenomenon also seen in infectious diseases. Warts. Molluscum contagiosum. Behcet's disease. Pyoderma gangrenosum. 3. Occasionally occurring isomorphic phenomenon: In this category, diseases occasionally localize to sites of trauma, e. g. Cancer (gastric, testicular or mammary ). Darier's disease. Erythema multiforme. Hailey-Hailey disease. Kaposi's sarcoma. Kyrle's disease. Lichen sclerosus et atrophieus. Pellagra. Perforating folliculitis. Reactive perforating collagenosis. Koebner response in psoriasis: The reported incidence of Koebner response in psoriasis varies from 11-75%. The latent period between injury to uninvolved skin and appearance of disease is usually 10-14 days, but it may range from 3 days to several years. The \"reverse\" Koebner response: The reverse Koebner reaction is seen when an area of psoriasis clears following injury.",
        "cop": 3,
        "opa": "Vitiligo",
        "opb": "Psoriasis",
        "opc": "Dermatitis herpertiformis",
        "opd": "Lichen planus",
        "subject_name": "Skin",
        "topic_name": "Erythmato-Squamous and Lichenoid Eruption",
        "id": "85650cf8-13aa-4d65-959e-2ce01b94aa38",
        "choice_type": "single"
    },
    {
        "question": "Wickham stria is present in:",
        "exp": "Ref: Papulosquamous disorders. In: Thappa DM, editor. Essentials in Dermatology, 2nd edn., New Delhi: Jaypee brothers medical publishers (Pi Ltd 2009: 82-98. Explanation: LICHEN PLANUSIt is a pruritic, inflammatory papulosquamous disorder affecting the skin, mucous membranes, nails and hair follicles. Etiology - Unknown. Genetic predisposition: HLA B8- oral LP: HLA-Bw 35-cutaneous LPExogenous: Primary biliary cirrhosis, alcoholic cirrhosis, hepatitis B, hepatitis CDrugs cause lichenoid drug eruptions. Metals like mercury (dental amalgams), palladium, gold - oral lichenoid eruptions* Clinical features: 3 0-60 years; ehildren-4% of cases, childhood LP more common in India. Skindeg Intensely pruritic, flat topped, shiny, polygonal, violaceous papules and plaquesdeg Predominantly flexor distribution -flexor of wrist, forearm, legs, trunk, glans penis (cf- psoriasis another papulosquamous disorder has predominant extensor distribution)deg Wickham's striae- network of greyish white streaks on papules seen on pressing with glass slide after application of oil - corresponds to wedge shaped hypergranulosis seen on histopathologv deg Koebner/isomorphic phenomenon commondeg Annular LP- glans penisdeg Hypertrophic LP- shins deg Actinic LP-sun exposed areas. Oral-Classical type is reticulate pattern- white/ violaceous lacy reticular network of coalesent papules in buccal mucosa and tongue; usually asymptomatic. Most common pattern - ulcerative/erosive LPNail: 5-10% cases. Thinning of nail plate (cf psoriasis - thickening of nail plate ), longitudinal ridging, roughening of nail plate {trachyonychia) and nail dystrophy involving all 20 nails called 20 nail dystrophy (also seen in alopecia areata). Classical/characteristic nail finding (but not common finding) - pterygium formation (proximal nail fold fuses with nail bed.). Hair follicles: lichen planopilaris - scarring alopecia. Histopathology: Hyperkeratosis. Wedge shaped hypergranulosis (psoriasis - hypogranulosis). Irregular acanthosis (psoriasis - regular acanthosis). Saw tooth rete ridges (psoriasis - elephant foot/camel foot like/club shaped rete ridges) Basal layer vacuolar degeneration Band like dermal lymphocytic infiltrate hugging epidermis. Max Joseph spaces - subepidermal clear zone (subepidermal clear zone in lepromatous leprosy is called Grenz zone). Melanin incontinence. Treatment - steroids (topical/intralesionsal/ systemic), retinoids, cyclosporine, PUVA photochemotherapy, dapsone, methotrexate- Lichen planus- \"8 P's\"Papulosquamous disorder. Pruritic. Plane topped. Polygonal/polvangular. Purple coloured. Papules. Plaques. Pigmentation after healing. Pterygium formation in nails. Psoriasis -Pruritic papulosquamous disorder. Well defined erythematous papules and plaques covered by silvery white micaceous scales Predominant extensor distribution. Mucosal lesions are very rare- annular plaques, diffuse erythema, geographic tongue. Pityriasis rosea-Papulosquamous disorder with pruritic or asymptomatic lesions. Initial herald or mother patch on trunk followed by daughter patches two weeks later. Christmas tree pattern along lines of cleavage with a peripheral collarette of scale producing the hanging curtain sign when stretched. No oral lesions. Common in adolescents and young adults. Eczema. Pruritic papulovesicular dermatitis. Characterized by oozing, erythema, edema and crusting in acute phase, Crusting and scaling in subacute phase. Hyperkeratosis and lichenification in chronic phase.",
        "cop": 1,
        "opa": "Lichen Planus",
        "opb": "Psoriasis",
        "opc": "Pityriasis rosea",
        "opd": "Eczema",
        "subject_name": "Skin",
        "topic_name": "Erythmato-Squamous and Lichenoid Eruption",
        "id": "7f83c1e9-1b21-4d65-bd62-d9fc5a5ee994",
        "choice_type": "single"
    },
    {
        "question": "A 6-month infant presented with multiple papules and exudative lesions on the face, scalp, trunk and few vesicles on the palms and soles for 2 weeks. His mother had H/O itchy lesions. Most likely diagnosis:",
        "exp": "Ans. A. Scabies. Scabies is due to infestation with human scabies mite, which is an obligate parasite and has no separate existence outside the human body. The disorder is notorious for the intensity of itch that it causes, even in the presence of relatively minor physical signs. Physical signs are essentially those of eczema and the effects of scratching vesicle are seen, but excoriations and prurigo-like papules are more common.",
        "cop": 1,
        "opa": "Scabies",
        "opb": "Infantile eczema",
        "opc": "Infantile seborrheic dermatitis",
        "opd": "Impetigo contagiosa",
        "subject_name": "Skin",
        "topic_name": "Erythmato-Squamous and Lichenoid Eruption",
        "id": "74e6c4f2-ccb8-44bc-a548-e7668d09d489",
        "choice_type": "single"
    },
    {
        "question": "Auspitz sign is feature of:",
        "exp": "Ans. A Psoriasis. (Ref. IDVL textbook of Dermatology 2nd / 817). When psoriatic scales are completely scraped off, the basement membrane is exposed and is seen as moist red surface (membrane of Bulkeley) through which dilated capillaries can be seen as red spots. On further scraping, these capillaries at the tip of elongated papillae are torn leading to multiple bleeding points. This is known as Auspitz sign, it is attributed to parakeratosis, intracellular edema of epidermal cells, suprapapillary thinning of stratum malphigii, elongation of dermal papillae and dilatation and tortuosity of papillary capillaries. PSORIASIS:# Pink Papules/ Plaques/ Pinpoint bleeding (Auspitz sign)/ Physical injury (Koebner phenomenon)# Silver Scale/ Sharp margins# Onycholysis/ Oil spots# Rete Ridges with Regular elongation# Itching# Arthritis/ Abscess (Munro)# Stratum comeum with nuclei, neutrophils# Immunologic disease# Stratum granulosum absent/ Stratum Spinosum thickening. Plaque Psoriasis# This is the most common and well-recognized form of psoriasis. 2# It is characterized by well-defined raised erythematous papules and plaques with silvery coarse scale.# The distribution is typically symmetric, and sites of predilection include: Q- the extensor surfaces of the extremities, particularly the elbows and knees, sacrum, scalp, nape of the neck, and to a lesser extent trunk, genitalia, face, and ears.# Individuals may present with hyperkeratotic scaling disease localized to the scalp only, making it difficult to discriminate from severe seborrheic dermatitis or tinea capitis. This presentation has been called tinea amiantacea, and requires evaluation to distinguish between these 3 entities.# Additional features of psoriatic plaques include:- Auspitz sign, - Woronoff 's ring and- Kobner phenomenon. Auspitz sign. Presence of pinpoint bleeding at the base of a plaque after scale is forcibly removed. Can also be seen in other disorders. Woronoff's ring. Presence of a white ring around erythematous plaques undergoing topical Rx or phototherapy. Isomorphic or Kobner phenomenon. Development of lesions at sites of trauma, including those from sunburn.",
        "cop": 1,
        "opa": "Psoriasis",
        "opb": "Lichen planus",
        "opc": "Pityriasis alba",
        "opd": "All of the above",
        "subject_name": "Skin",
        "topic_name": "Erythmato-Squamous and Lichenoid Eruption",
        "id": "45d6bfce-c21b-429b-bd6a-d641eafd1152",
        "choice_type": "multi"
    },
    {
        "question": "Pteryigum of nail is seen in -",
        "exp": "Ans. is 'a' i. e., Lichen planus. Dorsal pterygiumo Winged appearance of nail due to a central fibrotic band divides a nail proximally in two. o Fibrotic band obstructs normal nail growth, eg lichen planus. Ventral pterygium or ptery gium inversum unguiso Occurs on the distal undersurface of the nail, with forward extension of the nail bed epithelium dislocating the hyponychium and obscuring the distal groove. eg:- trauma, systemic sclerosis, Raynaud's phenomenon, lupus erythematosus, familial and infective",
        "cop": 1,
        "opa": "Lichen planus",
        "opb": "Psoriasis",
        "opc": "Tineaunguium",
        "opd": "Alopecia aerata",
        "subject_name": "Skin",
        "topic_name": "Erythmato-Squamous and Lichenoid Eruption",
        "id": "8e597b00-10be-462e-bbe0-554c18ded732",
        "choice_type": "single"
    },
    {
        "question": "The mainstay of treatment of vitiligo is-",
        "exp": "Ans. is 'a' i. e., PUVA \"Pheto chemotherapy with psorolens with UVA exposure (PUVA) forms the mainstay of therapy in vitiligo \"____ Neena khanna\"Despite the development in phototherapy, PUVA and PUVA SOL still remain the mainstay of therapy\".____ Vankataram. Guidlines for treatment. Localized diseaseo New lesionso Old lesions. Topical corticoststeroids. Topical PUVAExtensive diseaseo New lesionso Old lesionso Intolerance to PUVAOral corticosteroids + PUVA/NB-UVBOral PUVA/PUVA Sol/NB-UVBOral corticosteroids. Generalized lesions. Monobenzyl ether of hydroquinone. Note - NB-UVB: Narrow band UVB",
        "cop": 1,
        "opa": "PUVA",
        "opb": "Imiqinod",
        "opc": "Acyclovir",
        "opd": "Coal tar",
        "subject_name": "Skin",
        "topic_name": "Erythmato-Squamous and Lichenoid Eruption",
        "id": "38baad5c-d8a4-4385-aaf3-650fcc38db37",
        "choice_type": "single"
    },
    {
        "question": "Histological finding of Lichen planus -",
        "exp": "Ans. is 'd' i. e.. All of the above Histopathology in Lichen planus The basic pathology in lichen planus is the damage to the basal cell layer of epidermis leading to hydropic degeneration of basal cells. Epidermal thickening especially of granular cell layer - Hypergranulosis. Hyperkeratosis (Thickening of stratum cornuem). Acanthosis (Thickening of Stratum) malpighi. Subepidermal - lichenoid band due to deposition of lymphocytes & histiocytes in upper dermis. Dropping of melanin pigment from damaged keratinocytes of epidermis into dermis -pigment incontinence, This melanin is engulfed by macrophages which results information of cvtoid bodies (civatte or colloid bodies). Mox Joseph Histological cleft - Separation of epidermis in small clefts.",
        "cop": 4,
        "opa": "Acanthosis",
        "opb": "Hyperkeratosis",
        "opc": "Basal cell degeneration",
        "opd": "All of the above",
        "subject_name": "Skin",
        "topic_name": "Erythmato-Squamous and Lichenoid Eruption",
        "id": "a3997562-ad45-4c34-a6d4-e36bec0731e7",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of erythema multiforme?",
        "exp": "Ans. a (Herpes simplex). (Ref. Harrison's, Principles of Internal Medicine, 16the d., pg 112)ERYTHEMA MULTIFORME# A vesiculobullous disease.# Pink red macules & papules with dusky violet colour or petechiae center which later becomes vesicles is clue to diagnosis (centrifugal spread).# \"Target/iris\" lesions--characteristic.# Preferred sites--distal extremities, mucous membrane.# Hemorrhagic crusts of lips characteristic (d/d - herpes simplex, pemphigus vulgaris, paraneoplastic pemphigoid)# Lesions resolve in 3-6 weeks",
        "cop": 1,
        "opa": "Herpes simplex",
        "opb": "Mycoplasma",
        "opc": "Varicella zoster",
        "opd": "Influenza virus",
        "subject_name": "Skin",
        "topic_name": "Erythmato-Squamous and Lichenoid Eruption",
        "id": "65972df8-8910-465c-853d-f25c00fe69cc",
        "choice_type": "single"
    },
    {
        "question": "Christmas tree arrangement of skin lesion is seen in?",
        "exp": "Ans. (b) P. rosea. Ref: Rook's 8/e, p 38. 81",
        "cop": 2,
        "opa": "P. versicolor",
        "opb": "P. rosea",
        "opc": "P. folliculitis",
        "opd": "Tineacorporis",
        "subject_name": "Skin",
        "topic_name": "Erythmato-Squamous and Lichenoid Eruption",
        "id": "4dc1a792-0055-4bad-8721-217efec28230",
        "choice_type": "single"
    },
    {
        "question": "Not a primary skin disease -",
        "exp": "Ans is 'c' i. e., Reiter's disease Reiter's diseaseo Reiter disease is primarily a nonpuruiant seronegative reactive arthritis following lowrer urogenital or enteric infection, secondarily involving skin and other organs. o When associated with conjunctivitis and urithritis, it is known as Reiter disease or Fiessenger-Leroy disease, o More common in people with HLA-B27. o Most common form of arthritis in young males. Two forms. Venereal or endemic form winch follow's a sexually transmitted route or urithritis. Post dysentery or epidemic form which follow s enteric infection. Common clinical manifestations areo Arthritic. Asymmetrical, oligoarticular, predilection for lower extremities, enthesitis, sacroilitiso Genitourinary. Urethritis, cervicitis, cystitis, hematuria, hydronephrosiso Cutaneous. Keratoderma blenorrhegicum, circinate balanitis, oral ulcerso Ocular. Conjunctivitis, acute anterior uveitiso Cardiac. Aortitis, heart blocko In joint fluid Reiter cells may be seen which are macrophages. o Treatment:- NSAIDs - indomethacin (doc) 75mg 2-3times a day, intralesional steroid injections, methotrexate, azathioprine, sulphasalzine are the other modes of treatment.",
        "cop": 3,
        "opa": "Lichen planus",
        "opb": "Psoriasis",
        "opc": "Reiter's disease",
        "opd": "Vitiligo",
        "subject_name": "Skin",
        "topic_name": "Erythmato-Squamous and Lichenoid Eruption",
        "id": "23b94da8-a3e2-402a-ba52-6f3cc7dd2325",
        "choice_type": "single"
    },
    {
        "question": "Koebner's phenomenon seen in -",
        "exp": "Ans. is 'd' i. e., All the above Koebner phenomenon. The development of lesions in previously normal skin that has been subjected to trauma. The response should be reproducible and not limited to one type of trauma. The term Koebner response is best not used when a dermatosis occurs resulting from the spread of an infective agent (e. g. molluscum contagiosum or warts); for this phenomenon, the term pseudo-Koebner could be used. In the 'reverse' Koebner response, trauma to a lesion results in it resolving. Diseases showing the Koebner responseo Darier's diseaseo Necrobiosis lipoidicao Erythema multiformeo Perforating collagenosis and folliculitiso Hailey-Hailey diseaseo Psoriasiso Leukaemiao Myxoedemao Lichen planuso Vasculitiso Lichen sclerosuso Vitiligoo Scleromyxoedemao Xanthomao Multicentric reticulohistiocytosis",
        "cop": 4,
        "opa": "Psoriasis",
        "opb": "Lichen nitidus",
        "opc": "Vitiligo",
        "opd": "All the above",
        "subject_name": "Skin",
        "topic_name": "Erythmato-Squamous and Lichenoid Eruption",
        "id": "4421227c-db28-400d-b23f-48bc5f548ce9",
        "choice_type": "multi"
    },
    {
        "question": "\"Herald patch\" is characteristic feature of -",
        "exp": "Ans. is 'd' i. e., Pityriasis rosea o Herald patch or mother patch is a characteristic feature of P. rosea. o P. rosea is a common scaly disorder, occuring usually in children and young adults (10-35 years). Characterized by round/oval pink brown patches with a superficial, centrifugal scale, distributed over trunk in a Christmas tree pattern. The disease is thought to be viral disease, is self limiting, and subsides in 6-12 weeks. The exact etiology is not known, but it is considered to be a viral disease; Human Herpes virus 6 (HHV 6) and Human Herpes virus 7 (HHV 7) may play a role. Clinical manifestations of P. roseao The disease starts with an upper respiratory prodrome or a mild flu. After 1-2 weeks, Annular erythmatous plaque appears on trunk that is referred to as mother patch or herald patch. Over the next 1 -2 weeks, fresh patch appear all over the trunk, in a Christmas tree configuration or Fir tree Configration. The lesions are pinkish in white skin, hence the name rosea. However, on the dark Indian skin the lesions are skin coloured or brown. The most characteristic clue for the diagnosis is the presence of a fine scale at the edge of the lesion referrred to as centrifugal scale or collarette scales or cigarette paper scales. Lesions subside with hyperpigmentation. Trunk is involved predominantly, Sometimes (in 20% of patients) lesions occur predominantly on extremities and neck (inverse pattern). o Hanging curtain sign is seen in patients with pityriasis rosea. When the skin is stretched across long axis of herald patch, the scale is noted to be finer, lighter, and attached to one end, which tends to fold across the line of scratch. Drug induced pityriasis roseao Some drugs may cause pityriasis rosea like skin lesions. Drugs causing pityriasis rosea like drug eruptions are: -# ACE inhibitors# Gold# Methotrexate# Metronidazole# Isotretinoin# b-blockers# Bismuth# Barbiturates# D- Penicillamine",
        "cop": 4,
        "opa": "Pityriasis rubra pilaris",
        "opb": "Psoriasis",
        "opc": "Lichen planus",
        "opd": "Pityriasis rosea",
        "subject_name": "Skin",
        "topic_name": "Erythmato-Squamous and Lichenoid Eruption",
        "id": "eae532f5-8db4-4bea-ae20-7977fabc8695",
        "choice_type": "single"
    }
]