[
    {
        "question": "Causative agent of Favus is:",
        "exp": "Ans. A. Tinea schoenleinii. Favous usually affect scalp, but occurring occasionally on any part of the skin and even at times on mucous membrane, caused by Tinea schoenleinii.",
        "cop": 1,
        "opa": "Tinea schoenleinii",
        "opb": "Tinea rubrum",
        "opc": "Malassezia furfur",
        "opd": "Epidermophyton floccosum",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "38c64ae0-eb3d-42f1-8b9f-622c9ceac602",
        "choice_type": "single"
    },
    {
        "question": "An athletic male with itchy lesion at groin as shown below, causative agent can be all EXCEPT:",
        "exp": "Ans. d. Aspergillus. The itchy lesion in picture is a typical dermatophyte infection, and its known Jock's itch or Tineacruris. It is also known as Dhobi's itch. Since it is a dermatophyte infection, it cannot be caused by Aspergillus.",
        "cop": 4,
        "opa": "Trichophyton",
        "opb": "Microsporum",
        "opc": "Epidermophyton",
        "opd": "Aspergillus",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "ba460fcf-ee5b-43e5-98fa-7a84d41c26fc",
        "choice_type": "multi"
    },
    {
        "question": "Tinea seen after inadvertent treatment with topical steroid is:",
        "exp": "Ans: a (Tinea incognito) Ref: Davidson, 20th ed, p. 1083. Inadvertent topical steroid application leads to worsening of the signs (tinea incognito) Chronic infestation with louse results in a post inflammatory hyperpigmentation and thickening of the skin known as \"vagabond disease\". Tinea versicolor. Caused by malazzesia furfur (mycelial stage) or Pityrosporum ovale (yeast form)KOH mount shows-sphagetti meat ball apperance.",
        "cop": 1,
        "opa": "Tinea incognito",
        "opb": "Vagabond disease",
        "opc": "Tinea versicolor",
        "opd": "Tinea capitis",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "dfa78158-98e0-4600-b45a-86c85a1d4932",
        "choice_type": "single"
    },
    {
        "question": "Frequency of woods lamp is -",
        "exp": "Ans. is 'a' i. e., 360 nm Wood's lampo Wood's lamp has an ultraviolet light lamp (365 nm) with a filter containing nickle oxide and barium silicate. The UV light, when absorbed by certain substances, fluorescences in dark and the color of fluorescence is useful in diagnosis of the condition. Condition. Fluorescent colours. Tinea capitis. Erythrasma. Vitiligo. Albinism. Leprosy. Tuberous sclerosis. Pseudomonas infection. Porphyria. Tinea versicolor. Bright yellow green. Coral red or pink. Milky white. Blue white. Blue white. Blue white. Greenish white. Pink/orange. Golden yellow",
        "cop": 1,
        "opa": "365 nm",
        "opb": "400 nm",
        "opc": "320 nm",
        "opd": "200 nm",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "4ce5ecd8-6f99-4616-ad04-310bc86eb49c",
        "choice_type": "single"
    },
    {
        "question": "An otherwise healthy male presents with a creamy curd like white patch on the tongue. The probable diagnosis is:",
        "exp": "Ans. a. Candidiasis. Candidiasis. Caused by Candida albicans. Oral candidiasis appears as a curdy white adherent membrane, which when removed, leaves a red, raw surface - pseudomembranous form. Other types are: Vaginal candidiasis, Angular stomatitis, Atrophic candidiasis. Most common opportunistic infection in HIV- affected individuals",
        "cop": 1,
        "opa": "Candidiasis",
        "opb": "Histoplasmosis",
        "opc": "Lichen planus",
        "opd": "Aspergillosis",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "6cdc1ea1-391b-47ec-adb3-78ef6535116c",
        "choice_type": "single"
    },
    {
        "question": "Treatment for Pityriasis versicolor includes?",
        "exp": "Ans. is 'c' i. e., Itraconazole 'Adequate treatment with itraconazole can be achieved with a total dose of as little as 1000mg, given as 200mg per day for 5-7 days. \" - IADVL 3rd/e p. 288* Selenium sulphide (2. 5%) in detergent base is applied all over body below neck (sparing the genitalia), left overnight and washed of next morning. Two to three applications applied once or twice a week usually clears the infection. Treatment of P. versicolor1) Systemic agents:- azoles such as ketoconazole, fluconazole or itraconazole. 2) Topical agents:-a) Azoles - clotrimazole, econazole, miconazole, ketoconazole. b) Others - selenium sulfide (2. 5%), sodium thiosulphate (20%), whitfield's ointment (3% Salicylic acid + 6% Benzoic acid), zinc pyrithione(l%), tolnaftate, ciclopirox olamine.",
        "cop": 3,
        "opa": "Griesofiilvin",
        "opb": "Terbinafine",
        "opc": "Itraconazole",
        "opd": "All of the above",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "74b64e24-b9b1-4796-b918-d9ff2d840fff",
        "choice_type": "multi"
    },
    {
        "question": "Dew drops on rose petal appearance is seen infection with -",
        "exp": "Ans. is 'a' i. e., Varicella zoster virus Chickenpox - Varicella Zoster virus infectiono Etiology: Varicella-zoster virus, o Prodrome: Fever and malaise. o Morphology: Crops of papules with erythematous halo; rapidly become vesicular (dew drops on rose petal appearance), then pustular. Eruption at different stages present. Heal with minimal scarring unless complicated by secondary' infection or hemorrhagic lesions (as seen in immunocompromised). Adults usually have a more severe eruption. o Site: Centripetal distribution. o Prophylaxis: Live attenuated vaccine. o Treatment: Specific antiviral therapy (acyclovir 800 mg, five times daily x 7-10 days) in adults and in immunocompromised individuals. None needed in children.",
        "cop": 1,
        "opa": "Varicella zoster virus",
        "opb": "Herpes genitalis",
        "opc": "Candida",
        "opd": "T. rubrum",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "68164456-e585-43db-8f61-1574501f8bd3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the causative organism for kerion?",
        "exp": "Ans. A. Tinea capitis. Explanation. Refer to Question Number 3 in AIIMS Question",
        "cop": 1,
        "opa": "Tinea capitis",
        "opb": "Malassezia furfur",
        "opc": "Tinea versicolor",
        "opd": "Staphylococcus aureus",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "28741366-a070-4105-830a-49119e20e272",
        "choice_type": "single"
    },
    {
        "question": "Which of the following tests is used in the diagnosis of Tinea faciei?",
        "exp": "Ans. B. KOH mount. Tinea faciei is the dermatophyte infection of the face and is diagnosed by KOH smear.* Tinea faciei is an infection of the glabrous skin of the face with a dermatophyte fungus (the mustache and beard areas of the adult male are excluded).* Trichophyton mentagrophytes and T. Rubrum predominate, but T. Tonsurans, M. audouinii, and M. canis are also common causes of Tinea faciei. Tinea faciei",
        "cop": 2,
        "opa": "Gram's stain",
        "opb": "KOH mount",
        "opc": "Tissue smear",
        "opd": "Wood's lamp",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "41e2fbce-a3d0-40c4-a1aa-8df874e08caf",
        "choice_type": "single"
    },
    {
        "question": "Drug which is topically used in Tinea cruris infection is:",
        "exp": "Ans: c (Terbinafine) Ref: Harrison, 16th ed, p. 293, Tripathi, 5th ed, p. 723. Tinea cruris is a dermatophytic infection of groin. Terbinafine is an orally and topically active drug against dermatophytes & Candida. Terbinafine is fungicidal, in contrast to Azoles which are fungistatic. Terbinafine acts as a non-competitive inhibitor of squalene epoxidase, an early step in the biosynthesis by fungi. Diagnostic points of Tinea cruris. Bilateral. Annular scaly plaques in the groin. Presence of itching. Unresponsiveness to steroids. Peripheral extension with centr al clearing. Drugs used for moderately severe ringworm involving scalp, beard, nailbed. Systemic - Griseofulvin. Topical - Itraconazole, Terbinafme. Griseofulvin is the drug of choice for dermatophytosis. Duration of treatment with Griseofulvin. Skin: 3wks. Palms & soles: 4-6 wks. Fingernails: 4-6 months. Toe nails: 8-12 months. Dermatophytes are fungi that infect skin, hair and nails. They affect stratum comeum. It includes-Epidermophyton (no hair involvement)-Microsporum (no nail involvement)-Trichophyton. Note: Most common cause of Tinea cruis in India - Trichophyton rubrum. Most common cause of Tinea cruris in western countries -Epidermophyton flocossum. Tinea versicolor in KOH mount shows sphaghetti & meatball appearance. Favus is a chronic type of ringworm in which dense crusts develop in the hair follicles, which lead to alopecia and scarring. Scalp infection sometimes produce severe boggy lesions with marked inflammatory reaction called 'kerion'. Trichophyton tonsurans is mainly associated with kerion.",
        "cop": 3,
        "opa": "Fluconazole",
        "opb": "Griseofulvin",
        "opc": "Terbinafine",
        "opd": "Nystatin",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "9a04507f-152b-4933-940b-f934be3b4077",
        "choice_type": "multi"
    },
    {
        "question": "Ivory/milky-white fluorescence on Wood's Lamp Examination is seen in ______:",
        "exp": "Ans. B. Vitiligo* Ivory/milky-white fluorescences on Wood's Lamp Examination is seen in Vitiligo* The loss of pigment from the skin is the hallmark of vitiligo which can usually be easily seen by the naked eye in dark- skinned people.* It may, however, be very difficult to appreciate in fair skinned people because the difference in color of normal and abnormal skin is hardly any.* The normal function of melanin is to block and absorb the light.* Since there is less or no epidermal melanin in the vitiligo-affected patches, it cannot block the light emitted from deeper layers of the skin.* The vitiligo-affected skin appears like window of blue white/ivory white light with sharp margins.* Wood's lamp is hence helpful in the diagnosis of vitiligo, especially in the fair-skinned people. Wood's Lamp Examination. Wood's lamp examination is a diagnostic test wherein the skin or hair is examined while exposed to the black light emitted by wood lamp. Black light is invisible to the naked eye because it is in the ultraviolet spectrum, with wavelength just shorter than the colour violet. The lamp glows violet in a dark environment, because it also emits some light in the violet part of the electromagnetic spectrum. A traditional wood lamp is a low-output mercury arc covered by a Wood filter (Barium silicate and 9% Nickel oxide) and emits light at wavelength 320-450nm (peak 365nm). Various diseases and their colour on Wood's Lamp examination. Disease. Colour on Wood's Light. Tinea capitis* Microsporum species blue-green (M cam's, M audouinii, M ferrugineum, M distortum);* Trichophyton schoenleini dull blue.* MST Trichophyton species with the exception of T. schoenleinii, are non-fluorescent. Erythrasma. Coral Pink. Pityriasis versicolor. Faint yellow. Pseudomonas. Green. Scabies. Fluorescein solution fills the burrows and fluoresces on Wood's light. Porphyria. Urine, feces, blister fluid fluoresce red or pink. Vitiligo. Ivory or milky white",
        "cop": 2,
        "opa": "Pityriasis versicolor",
        "opb": "Vitiligo",
        "opc": "Tinea capitis",
        "opd": "Erythrasma",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "2f9fd898-8848-44cb-a888-805600aeb92b",
        "choice_type": "single"
    },
    {
        "question": "Most common pattern of onychomycosis is?",
        "exp": "Ans. is 'a' i. e., Distal and lateral subungual Clinical subtypes of onychomycosis. Distal and lateral subungual onychomycosis (DSO)* DSO is the most common form (90%) of onychomycosis.* Characterized by invasion of the nail bed and underside of the nail plate beginning at the hyponychium and migrates proximally through the underlying nail matrix* DSO is usually caused by the dermatophyte T. rubrum.* Infection of the toenails being much more common than infection of the fingernails. Proximal subungual onychomycosis (PSO)* PSO is also known as proximal white subungual onychomycosis (PWSO), a relatively uncommon subtype, and occurs when organisms invade the nail unit via the proximal nail fold through the cuticle area, penetrate the newly formed nail plate, and migrate distally* T. Rubrum is the principal causative agent.* itis common in AIDS patients considered an early clinical marker of HIV infection. White superficial onychomycosis (WSO)* WSO is the 2nd most common type (10%)* Fungi invade the superficial layers of the nail plate directly* It can be recognized by the presence of well-delineated opaque \"white islands\" on the external nail plate, which coalesce and spread as the disease progresses.* Nail is rough, soft, and crumbly* Primarily in the toenails* The most common etiologic agent in is T. mentagrophytes. Note - total dystrophic onychomycosis (TDO) is the end result of other three types, if they left untreated.",
        "cop": 1,
        "opa": "Distal and lateral subungual",
        "opb": "Proximal subungual",
        "opc": "White superficial",
        "opd": "Total dystrophic",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "25652e3e-401d-4297-9830-89440013da10",
        "choice_type": "single"
    },
    {
        "question": "Not a feature of scabies -",
        "exp": "Ans is 'd' i. e., Fever is a common finding. Scabieso Scabies in is caused by mites of the family Sarcoptidae, which includes Sarcoptes scabiei, the scabies mite. Usually affects children but can occur at any age. More common in low socioeconomic strata as overcrowding and poor hygiene facilitate the spread. The most imp mean of spread is direct contact with the infected individual. Scabies is water shed disease which occurs die to inadequate use of water and improper hygiene. Pathogenesiso After copulation male mite dies and female mite burrows down into superficial skin layer (s. corneum) at rate of 2mm/day. Female mite lays eggs which hatch into the larva, which moulds and mature into adult mites. The mites then burrow through stratum corneum. These burrows are visible clinically as irregular grey brown line. Burrow is pathognomic sign of scabies. o Incubation period is 4-6 weeks before itching starts. During this period there is no symptom because itching is due to hypersensitivity to some of the products (saliva scabin) of mites and it takes 4-6 weesk to hyprsensitivity to develop. Clinical features. Severe itching is the most prominent clinical feature abd has following characterstics. Worse at night. Generelised. Affecting severalfamily members. Body areas most commonly involved are web spaces of fingers, wrists, elbow, axilla and groin area, areas known as circle of Hebra. Burrow is serpentine (S. shaped), thread like grey brown line which represents the intraepidermal tunnel created by moving female mite in stratum corneum. Burrow is pathognomic sign of scabies. Burrows are very difficult to demonstrate in infants. Paules and papulovesicular eruptions due to hypersensitivity to mite. Pustules can occur due to seceondary infection. Excoriation and scratch marks. History of involvement of family members. Area of predilection in scabieso Adultsi) Web of fingers, flexor surface of wrists, ulner border of forearm, anterior axillary foldii) Umbilical and periumblical region (anterior abdomen)iii) Genitals (scortum and penis in males, and nipple and areola in females)iv) Upper thigh and lower part of buttocks. Scalp, face, palms and soles are characteristically spared except in young children and infants. In whom these sites are typically involved. Atypical types of scabies. Type. Featureo Infantile scabies. Scalp, face, palms and soles are involvedo Norw egian scabies. Crusted hyperkeratotic lesions on face, palms, soles, nails. Itching is not prominent. Mites are found in thousand, most severe form of scabieso Crusted scabies. Extensive crustso Nodular scabies. Itchy nodules over scortum and peniso Genital scabies. Genital affectedo Animal scabies. History of contact with cat or dog. Atypical presentation. Principles of managemento After taking a proper bath, scabicides should be applied effectively to the whole body (below the jaw line) including genitals, soles and skin under the nails, o Reapply the scabicied after 7-10 days; to kill the larv a nymphso Itching will take 3-4 weeks to subside and does not need further treatment with scabicide. Symptomatic treatment with antihistaminic is adequate. o Treat all family members whether symptomatic or noto Ordinary laundering is adequate for linens. All clothing need not to be treated, because mites anyway die in unworn clothes in 7 days. TVeatment. Scabtcide Topical. Method of use. Permethrin (5%) DOCSingle application of 12 hours. Gamma benzene heachloride BHC 1%Single application of 1 hour. Benzyl benzoate (25%)3 applications at 12 hourly interval. Crotamiton (10%). Twice daily for 14 days. Malathion (0. 5%)left on the skin for 24 h. with a second application after an interval of a week. Oral Ivermectin. Single dose 200microgm/kgbodyweight, repeat after 2 weeks. Note:- BHC is not safe in pregnant female anf children (less then 2yrs) as it can cause neurotoxicity. o In secondary infections iv antibiotics can be given. Antihistaminics is given for itching.",
        "cop": 4,
        "opa": "Burrows are seen in Stratum Comeum",
        "opb": "Itching is more severe at night",
        "opc": "family history is found",
        "opd": "fever is a common finding",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "0fdcefc9-2dcf-41b1-8037-83c885dcc86b",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old boy presented with painful boggy swelling of scalp, multiple sinuses, with purulent discharge, easily pluckable hair and lymph nodes enlarged in occipital region. Which will be most helpful for diagnostic evaluation?",
        "exp": "Ans. c. KOH mount. Kerion. Inflammatory variant of Tinea capitis. Painful boggy swelling with multiple sinuses and tender lymph node enlargement may be seen. Wood's lamp examination and KOH mount help in diagnosis. Treated by oral antifungals (Griseofulvin and Itraconazole)",
        "cop": 3,
        "opa": "Biopsy and Giemsa evaluation",
        "opb": "Bacterial culture",
        "opc": "KOH mount",
        "opd": "Patch test, gram staining, Tzanck smear",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "ae498830-a94a-4b2b-87f6-74f98fce8c85",
        "choice_type": "single"
    },
    {
        "question": "'Pityriasis versicolor' is caused by:",
        "exp": "Ans. A. Malassezia furfur. Pitvriasis versicolora. Caused by Malassezia furfurb. Involves epidermisc. Most common site is upper part of the trunkd. Wood's light is useful for diagnosis",
        "cop": 1,
        "opa": "Malassezia furfur",
        "opb": "Trichophyton rubrum",
        "opc": "Aspergillus fumigatus",
        "opd": "Nocardia versicolor",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "002dc622-b8f1-4f6c-af48-cf743bc64340",
        "choice_type": "single"
    },
    {
        "question": "Drugs used topically for dermatophytes-",
        "exp": "Ans. d. All of the above. All above mentioned antifungals can be used in dermatophytic fungal infection",
        "cop": 4,
        "opa": "Terbinafine",
        "opb": "Cyclopirox olamine",
        "opc": "Econazole",
        "opd": "All of the above",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "ee97acf3-a6c9-4a81-97fd-f2bf8030f224",
        "choice_type": "multi"
    },
    {
        "question": "'Coral red' color on Wood's lamp is seen in",
        "exp": "Ans. a (Erythrasma) (Ref. Harrison 18th/ p 289)D/D of erythrasma1. Condition. Organism. Symptoms/Morphology. Diagnosis. Treatment2. Erythrasma. Corynebacteriumminutissimum. Often asymptomatic+/- pruritus+ intertriginous areas. Woods's light shows coral-red fluorescence. Topical: erythromycin 2%, clindamycin 1% or keratolytic agents. Oral: erythromycin or clarithromycin. Intertrigo. Candida albicans. Erythematous pustules, papules and/or plaques +/- satellite lesions at periphery +pruritus + pain/tenderness +intertriginous areas. KOH examination shows septate hyphae and pseudohyphae. Topical: allylamines, azoles, ciclopirox, nystatin. Oral: azoles. Tinea corporis. Epidermophyton species, Microsporum species, Trichophyton species. Annular scaly erythematous plaques often with central clearing. KOH examination shows segmented hyphae. Topicals: allylamines, azoles, ciclopirox. Oral: azoles, griseofulvin, terbinafine hcl1. Abbreviations: KOH, 10% potassium hydroxide preparation; +, present; not present. 2. This is only a partial therapeutic agents. WOOD'S LIGHT# A Wood's lamp generates 360-nm ultraviolet (or \"black\") light that can be used to aid the evaluation of certain skin disorders. (MHSSCET 2009)# Normally the skin does not fluorosence or shine under ultraviolet light. The different infections and conditions showing different colors are: Disease. Color on Wood's Lamp (360 nm uV light used)1. Erythrasma (Corynebacterium minutissimum). Coral red color2. Tinea versicolor. Golden yellow3. Tinea capitis (Microsporum canis or M. audouini). Yellow fluorescence4. Trichophyton schoenleini. Pale green5. Microsporum audouinii or M. canis. Yellow fluorescence6. Pseudomonas aeruginosa. Pale blue/ Aquagreen1. Tuberous sclerosis. Ash-leaf-shaped spot8. Porphyria cutanea tarda. Pink to pink-orange9. Leprosy. Blue white10. Hypopigmentation. Pale white11. Hyperpigmentation. Purple brown12. Depigmentation - Vitiligo. Totally white13. Albinism. Bright white14. Pigmented lesions of the epidermis such as freckles. Are accentuated under a Wood's light15dermal pigment such as postinflammatory hyperpigmentation. Fades under a Wood's light. Additional Educational points: Q. Ans. 1\"White dermographism\"=>Atopic dermatitis2. Dennie's line (extra fold of skin beneath lower eyelid) & perioral pallor=>Atopic dermatitis3\"Winter itch, \"=>Asteatotic eczema4\"Cradle cap\"=>Seborrheic dermatitis5\"Fir tree\"-like appearance=>Pityriasis rosea6. Interface dermatitis, Wickham's striae=>Lichen planus7\"Spaghetti and meatballs\" KOH preparation=>Malassezia furfur",
        "cop": 1,
        "opa": "Erythrasma",
        "opb": "Tuberous sclerosis",
        "opc": "Pityriasis rosae",
        "opd": "Tinea corporis",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "70588610-3938-4176-b9ef-bc0dfea77662",
        "choice_type": "single"
    },
    {
        "question": "Only skin and nails are affected in",
        "exp": "Ans. c (Epidermophyton floccosum) (Ref. Textbook of microbiology by Ananthanarayan 6th ed., 567)DERMATOPHYTOSISType of Mycosis. Causative Fungal Agents. Mycosis. Superficial. Malassezia species. Tinea nigra. Trichosporon species. Piedraia hortae. Pityriasis versicolor; Hortaea werneckii. White piedra. Black piedra. Cutaneous. Microsporum species, Trichophyton species, and Epidermophyton floccosum. Candida albicans and other Candida species. Dermatophytosis. Candidiasis of skin, mucosa, or nails. Subcutaneous. Sporothrix schenckii. Phialophora verrucosa, Fonsecaea pedrosoi, others. Pseudallescheria boydii, Madurella mycetomatis, others. Exophiala, Bipolaris, Exserohilum, and others. Sporotrichosis. Chromoblastomycosis. Mycetoma. Phaeohyphomycosis# Dermatophytes are fungi that infect skin, hair, and nails and include members of the genera Trichophyton, Mi- crosporum, and Epidermophyton.# Any dermatophyte can cause tinea corporis (annular scaly patches with raised, erythematous vesicular borders and central clearing).# Tinea faciei, like tinea corporis, can be caused by any dermatophyte. T. rubrum and E. floccosum are common causes of tinea cruris; similar lesions can be caused by Candida infection.# Tinea pedis is the most common clinical dermatophytic infection. The most common cause of tinea pedis is T. rubrum.# Tinea nigra is a rare infection of the palms caused by the dematiaceous fungus Hortaea (formerly Exophiala) werneckii. Two types of piedra characterized by nodules of fungal elements on the hair shaft have been reported:- Black Piedra caused by Piedraia hortae and- White Piedra caused by Trichosporon species.# Tinea unguium is caused by T. rubrum, T. mentagrophytes, and E. floccosum. Dermatophytes cause 80-90% of cases of onychomycosis.# Tinea capitis is a common dermatophytic disease of children. Hair may break off at the scalp (\"black-dot ringworm\"). Inflammatory responses may be minimal or severe, with the formation of a KERION characterized by alopecia, a tender or painful boggy scalp, purulent drainage, and localized lymphadenopathy. T. tonsurans is the most common dermatophyte associated with tinea capitis.# T. beigelii has historically been the most significant pathogen in the genus Trichosporon.# The diagnosis of tinea can be made from skin scrapings, nail scrapings, or hair by culture or direct microscopic exam with KOH or by nail PAS stain. Dermatophytic Skin Disease. Location of Lesions. Clinical features. Fungi most frequently responsible. Tinea corporis(ringworm). Nonhairy, smooth skin. Circular patches with advancing red, vesiculated border and central scaling. Pruritic. T rubrum, E floccosum. Tinea pedis(athlete's foot). Interdigital spaces on feet of persons wearing shoes. Acute: itching, red vesicular. Chronic: itching, scaling, fissures. T rubrum, T mentagrophytes, E floccosum. Tinea cruris(jock itch). Groin. Erythematous scaling lesion in intertriginous area. Pruritic. T rubrum, T mentagrophytes; E floccosum. Tinea capitis. Scalp hair. Endothrix: fungus inside hair shaft. Ectothrix: fungus on surface of hair. Circular bald patches with short hair stubs or broken hair within hair follicles. Kerion rare. Microsporum-infected hairs fluoresce. T mentagrophytes, M canis. Tinea barbae. Beard hair. Edematous, erythematous lesion. T mentagrophytes. Tinea unguium(onychomycosis). Nail. Nails thickened or crumbling distaliy; discolored; lusterless. Usually associated with tinea pedis. T rubrum, T mentagrophytes, E floccosum. Dermatophytid(id reaction). Usually sides and flexor aspects of fingers. Palm. Any site on body. Pruritic vesicular to bullous lesions. Most commonly associated with tinea pedis. No fungi present in lesion. May become secondarily infected with bacteria. Dermatophytosis: Treatment# Topical imidazoles, triazoles, and allylamines may be effective therapies for dermatophyte infections, but nystatin is not active against dermatophytes.# Oral antifungal agents may be required for recalcitrant tinea pedis or tinea corporis, those involving the hair and nails.# Griseofulvin- is the only oral agent approved for dermatophyte infections involving the skin, hair, or nails.- Griseofulvin administered with a fatty meal is an adequate dose for most dermatophyte infections.- The usual adult dose of griseofulvin for tinea capitis is 1 g microsized or 0. 5 g ultramicrosized given daily.- The duration of therapy may be# 2 weeks for uncomplicated tinea corporis, # 8-12 weeks for tinea capitis, or as long as# 6-18 months for nail infections.- Common side effects of griseofulvin include# Headache# Urticaria# Gastrointestinal distress# Oral itraconazole and terbinafine are approved for onychomycosis. Clinical Features. Etiologic Agent. Treatment Impetigo. Honey-colored crusted papules, plaques, or bullae. Group A Streptococcus and Staphylococcus aureus. Systemic or topical antistaphylococcal antibiotics. Dermatophytosis. Inflammatory or noninflammatory annular scaly plaques; may have hair loss; groin involvement spares scrotum; hyphae on KOH preparation. Trichophyton, Epidermophyton, or Microsporum sp. Topical azoles, systemic griseofulvin, terbinafine, or azoles. Candidiasis. Inflammatory papules and plaques with satellite pustules, frequently in intertriginous areas; may involve scrotum; pseudohyphae on KOH preparation. Candida albicans and other Candida species. Topical nystatin or azoles; systemic azoles for resistant disease. Tinea versicolor. Hyperpigmented or hypopigmented scaly patches on the trunk; characteristic mixture of hyphae and spores on KOH preparation (\"spaghetti and meatballs\"). Malassezia furfur. Topical selenium sulfide lotion or azoles",
        "cop": 3,
        "opa": "Microspora gypseum",
        "opb": "Microspora audovinii",
        "opc": "Epidermophyton floccosum",
        "opd": "Tricophyton rubrum",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "9651bc7f-4fbb-4cf6-9cdb-2eaa4e6ff798",
        "choice_type": "single"
    },
    {
        "question": "Not a feature of scabies is -",
        "exp": "Ans. is 'd' i. e., Genitalia are not affected. Scabieso Scabies in is caused by mites of the family Sarcoptidae, which includes Sarcoptes scabiei, the scabies mite. Usually affects children but can occur at any age. More common in low socioeconomic strata as overcrowding and poor hygiene facilitate the spread. The most imp mean of spread is direct contact with the infected individual. Scabies is water shed disease wrhich occurs die to inadequate use of water and improper hygiene. Pathogenesiso After copulation male mite dies and female mite burrows down into superficial skin layer (s. corneum) at rate of 2mm/day. Female mite lays eggs which hatch into the larva, which moulds and mature into adult mites. The mites then burrow through stratum corneum. These burrows are visible clinically as irregular grey brown line. Burrow is pathognomic sign of scabies. o Incubation period is 4-6 weeks before itching starts. During this period there is no symptom because itching is due to hypersensitivity to some of the products (saliva scabin) of mites and it takes 4-6 weesk to hyprsensitivity to develop. Clinical features. Severe itching is the most prominent clinical feature abd has following characterstics. Worse at night. Generelised. Affecting several family members Body areas most commonly involved are web spaces of fingers, wrists, elbow, axilla and groin area, areas known as circle of Hebra. Burrow is serpentine (S. shaped), thread like grey brown line which represents the intraepidermal tunnel created by moving female mite in stratum comeum. Burrow- is pathognomic sign of scabies. Burrows are very difficult to demonstrate in infants. Paules and papulovesicular eruptions due to hypersensitivity to mite. Pustules can occur due to seceondary infection. Excoriation and scratch marks. History of involvement of family members. Area of predilection in scabieso Adults. Web of fingers, flexor surface of wrists, ulner border of forearm, anterior axillary fold. Umbilical and periumblical region (anterior abdomen). Genitals (scortum and penis in males, and nipple and areola in females). Upper thigh and lower part of buttocks. Scalp, face, palms and soles are characteristically spared except in young children and infants. In whom these sites are typically involved.",
        "cop": 4,
        "opa": "Serpentine burrow",
        "opb": "Severe itching",
        "opc": "Web space affection",
        "opd": "Genitalia are not affected",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "a112396a-b7ac-47a1-9a55-47baf347f952",
        "choice_type": "single"
    },
    {
        "question": "Baby brought to mother with history of hair fall with boggy scalp hair easily pluckable. There was similar history 6 months back. What is the treatment:",
        "exp": "Ans. b. Oral griesofulvin. DOC for kerion (Tinea capitis) is oral griseofulvin",
        "cop": 2,
        "opa": "Oral ketoconazole",
        "opb": "Oral griseofulvin",
        "opc": "Topical cotrimoxaxol",
        "opd": "Intralesional steroid",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "cca35c9c-f5da-4878-95d1-01cdc8bbfb4b",
        "choice_type": "multi"
    },
    {
        "question": "The treatment of choice of sweet syndrome is:",
        "exp": "Ans. C. Corticosteroidsa. Sweet's syndrome is characterized by fever; raised painful red-brown plaques on the limbs, face, and neck; neutrophil leukocytosis and dense dermal infiltration with mature neutrophil polymorphs. b. The cause is not known but 10% of the cases have an associated malignancy, mostly acute non-lymphocytic leukemia. Sweet's syndrome also has been reported with lymphoma, chronic leukemia, myeloma, myelodysplastic syndromes and solid tumors of the genitourinary tract. c. Extra cutaneous sites of involvement are joints, muscles, eye, kidney and lung. The idiopathic form of Sweet's syndrome is generally seen in women, following a respiratory tract infection. Treatment with adrenal cortical hormone is very effective.",
        "cop": 3,
        "opa": "Antibiotic",
        "opb": "Antifungals",
        "opc": "Corticosteroids",
        "opd": "UV light",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "8429e202-57cd-4222-9300-60f28c80c7e0",
        "choice_type": "single"
    },
    {
        "question": "Circle of Hebra is involved in -",
        "exp": "Ans. is 'c' i. e., Scabies Scabies o Scabies in is caused by mites of the family Sarcoptidae, which includes Sarcoptes scabiei, the scabies mite. Usually affects children but can occur at any age. More common in low socioeconomic strata as overcrowding and poor hygiene facilitate the spread. The most imp mean of spread is direct contact with the infected individual. Scabies is water shed disease which occurs die to inadequate use of water and improper hygiene. Clinical features:- 1. Severe itching is the most prominent clinical feature abd has following characterstics a) Worse at night Generelised Affecting several family members Body areas most commonly involved are web spaces offingers, wrists, elbow, axilla and groin area, areas known as circle of Hebra. Burrow is serpentine (S. shaped), thread like grey brown line which represents the intraepidermal tunnel created by moving female mite in stratum comeum. Burrow is pathognomic sign of scabies. Burrows are very difficult to demonstrate in infants. Paules and papulovesicular eruptions due to hypersensitivity to mite Pustules can occur due to seceondary infection Excoriation and scratch marks History of involvement of family members",
        "cop": 3,
        "opa": "Pediculosis corpora",
        "opb": "Pityriasis versicolar",
        "opc": "Scabies",
        "opd": "Leprosy",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "6109e664-433f-4a0f-b03c-0b3c3b7b8976",
        "choice_type": "single"
    },
    {
        "question": "Scalp and face are involved in-",
        "exp": "Ans. is 'c' i. e., Infantile scabies. Type. Featureo Infantile scabies. Scalp, face, palms and soles are involvedo Norwegian scabies. Crusted hyperkeratotic lesions on face, palms, soles, nails. Itching is not prominent. Mites are found in thousand, most severe form of scabieso Crusted scabies. Extensive crustso Nodular scabies. Itchy nodules over scortum and peniso Genital scabies. Genital affectedo Animal scabies. History of contact with cat or dog. Atypical presentation",
        "cop": 3,
        "opa": "Adult scabies",
        "opb": "Nodular scabies",
        "opc": "Infantile scabies",
        "opd": "None",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "230cc021-2acc-4f09-a019-f4ff592aad4e",
        "choice_type": "multi"
    },
    {
        "question": "A 16-year-old patient was recently diagnosed with HIV. Which of the following could be associated?",
        "exp": "Ans. B. Proximal subungual onychomycosis. Proximal subungual onychomycosis is an AIDS marker; nails have a characteristic white opaque appearance beginning in the region of the lunula nad extending distally under the nail plate. It's also rarest type of onychomycosis.",
        "cop": 2,
        "opa": "Distal onychomycosis",
        "opb": "Proximal subungual onychomycosis",
        "opc": "White superficial onychomycosis",
        "opd": "Paronychia with Candida onychomycosis",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "51223069-2ce9-4686-b913-1eae28fa8544",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in scabies in pregnant woman is?",
        "exp": "ANSWER: D. Safest is 6% sulfur ointment but still, the DOC is 5% permethrin both in infants and pregnant females. REF: IADVL 2nd edp. 428 Treatment of scabies in pregnancy is of much debate. International authors and textbooks like ROOK'S says: Scabicides in pregnancy and breastfeeding. The literature is replete with cautionary advice relating to the use of scabicides in pregnancy, but having indicated which scabicides are best avoided, authors rarely commit themselves to stating what they recommend. This is understandable in view of concern about potential toxic effects on the fetus but, to this author's knowledge. there is no documented evidence that any of the currently available scabicides has been responsible for harmful effects in pregnancy. Current UK Clinical Knowledge Summaries (CKS) guidelines suggest using permethrin, with malathion as an alternative. However Indian authors traditionally suggest using 6% precipitated sulfur in petrolatum applied to the entire body for 3 days as an alternative to GBH.",
        "cop": 4,
        "opa": "Lindane",
        "opb": "Ivermectin",
        "opc": "Sulphur ointment",
        "opd": "Permethrin",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "bdc72164-1f58-4c12-a31f-3dedd03c0cf2",
        "choice_type": "single"
    },
    {
        "question": "Ivermectin is indicated in Rx of:",
        "exp": "Ans. A. Scabies. Ivermectin is the only drug effective orally in scabies and Pediculosis. Basically an anthelminthic drug used to Rx onchocerciasis. Inhibits glutamate and other ligand gated chloride channels present in invertebrate nerve and muscle cells leading to increased permeability of the cell membrane to chloride ion with hyperpolarization of nerve / muscle cells resulting in paralysis and death of parasite. Dose: 200micrograms/kg.",
        "cop": 1,
        "opa": "Scabies",
        "opb": "Syphilis",
        "opc": "TB",
        "opd": "Dermatophytosis",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "a1bee780-721c-4cb0-b624-7b4f5494af76",
        "choice_type": "single"
    },
    {
        "question": "Wood lamp is used to diagnose?",
        "exp": "Ans. b (Tinea versicolor). (Ref. Harrison, Internal Medicine, 15th ed., 308)DIAGNOSTIC TECHNIQUES IN SKIN DISEASES# Skin biopsy# KOH preparation: To identify hyphae in dermatophytosis, e. g. fragmented hyphae with spores pseudohyphae, yeast in Candida.# Tzanck smear. Staining with Giemsa/Wright stain. To identify herpes infection (multinucleated giant cells)# Diascopy: To assess if lesion blanches with pressure, e. g. haemangioma, granuloma (\"apple jelly\" app.)# Wood's light. Aamp: 360 nm UV light used. Specific finding as following may be diagnostic:- Erythrasma =- Wound with pseudomonas =- Tinea capitis (microspora canis/audouini) =- Freckles =- Hyperpigmentation =- Vitiligo =- Ash leaf spots=- Demonstration of tinea versicolorcoral red colorpale blueyellow fluorescenceaccentuatedfadestotally whitetuberous sclerosis# Patch test. TINEA VERSICOLOR:# Causative agent: Malassezia furfur.# Macules of variegated color, growing rapidly.# KOH preparation reveals classic \"Spaghetti & meat balls\" appearance.# Topical Rx with selenium sulphide lotion and ketoconazole shampoo. PITYRIASIS ROSEA:# Causative agent: HHV 7.# Herald patch and Collarette scale lesions# \"Christmas-tree\"pattern of annular patches on trunk.# Rx: Antihistaminics, steroids and at times UVA therapy may be needed. Disease. Clinical features. Etiologic agent. Impetigo. Honey-colored crusted papules, plaques, or bullae. Group A streptococcus and Staphylococcus aureus. Dermatophytosis. Inflammatory or noninflammatory annular scaly plaques; may have hair loss; groin involvement, spares scrotum; hyphae on KOH preparation. Trichophyton, Epidermophyton, or Microsporum sp. Candidiasis. Inflammatory papules and plaques with satellite pustules, frequently in intertriginous areas; may involve scrotum; pseudohyphae on KOH preparation. Candida albicans & other Candida species. Tinea versicolor. Hyper- or hypopigmented scaly patches on the trunk; characteristic mixture of hyphae and spores (\"spaghetti and meatballs\") on KOH preparation. Malassezia furfur",
        "cop": 2,
        "opa": "Psoriasis",
        "opb": "Tinea versicolor",
        "opc": "Pityriasis rosae",
        "opd": "Erysipelas",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "64d565fd-4e32-498e-9acb-26ee937ca61c",
        "choice_type": "single"
    },
    {
        "question": "A pregnant lady comes with itchy hand lesions. Her husband also gets it, whose examination finding is given below. The best treatment that can be given is -",
        "exp": "Ans. is 'a' i. e., Permethrin Image Shows- burrow, presenting as a curvilinear lesion, often difficult to discern in a dark skinned. Permethrin 5% cream is considered the drug of choice for treating scabies in patients, including pregnant women. o Other scabicides considered safe for use during pregnancy are sulfur 5-10% in petrolatum and crotamiton 10%. o Sulfur is effective and it has a good safety profile; however, sulfur preparations can stain clothing and they are odorous. o Crotamiton 10% cream is not absorbed percutaneously and is considered safe in pregnancy although it is not effective as other therapies.",
        "cop": 1,
        "opa": "Permethrin",
        "opb": "Ivermectin",
        "opc": "GBH",
        "opd": "Benzyl benzoate",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "4cd9de54-1627-4b6b-83aa-7d783bca1748",
        "choice_type": "single"
    },
    {
        "question": "Patient suffering from lesions over axilla, groin and trunk. Lesions show central clearing with surrounding papulovesicular margin progressively increasing at borders. Which will be the preferred investigation among the following?",
        "exp": "Ans. b. 10% KOH mount. Explanation: Central clearing is associated with tinea corporis (dermatophytic fungal infection). So, answer will be KOH mount.",
        "cop": 2,
        "opa": "Wood's lamp examination",
        "opb": "10% KOH mount",
        "opc": "Skin biopsy",
        "opd": "Patch testing",
        "subject_name": "Skin",
        "topic_name": "Fungal Infection",
        "id": "0c3cb55f-4e9f-448f-8181-f926a45ade72",
        "choice_type": "single"
    }
]