[
    {
        "question": "In sebaceous glands, accumulation of sebum leads to:",
        "exp": "Ans. b. Acne4 steps in pathogenesis of Acne are: Sebum production. Hyperkeratosis of pilosebaceous unit. Propionibacterium acnes colonization of pilosebaceous unit Inflammation",
        "cop": 2,
        "opa": "Milia",
        "opb": "Acne",
        "opc": "Epidermoid cyst",
        "opd": "Miliaria",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "1254a5a8-b91d-488a-be86-31996f0fa084",
        "choice_type": "single"
    },
    {
        "question": "True about Acrodermatitis enteropathica is?",
        "exp": "ANSWER: (A) Lifelong treatment required. REF: Rook's 8rh ed p. 59. 73. Acrodermatitis enteropathica: Rare autosomal recessive disease. Zinc absorption is low. Disease starts at weaning when child is not given milk. Photophobia is seen, vescicobullous lesions may be seen. Growth is retarded and wound healing is poor. Zinc sulfate is used for treatment, prolonged therapy up to adult age is necessary, continuous supplementation of zinc is necessaryA single dose of zinc cures all clinical manifestations",
        "cop": 1,
        "opa": "Lifelong treatment required",
        "opb": "Autosomal dominant disorder",
        "opc": "Wound healing is not affected",
        "opd": "Zinc absorption is normal",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "3424710d-4072-4bb9-bd53-0267f5f81f68",
        "choice_type": "multi"
    },
    {
        "question": "Darrier's sign is seen in -",
        "exp": "Ans. is 'b' i. e., Urticaria pigmentosao Urticaria pigmentosa is a familial cutaneous disorder characterised by generalised distribution of red brown macules, o Each lesion represents a collection of mast cells in the dermis with hyperpigmentation of overlying epidermis, o The most characteristic features is that these lesions urticate on scratching. o Light scratching with the point of forceps or rounded tip of a pen or even rubbing causes these mast cells to degranulate leading to localized urticaria (become red swollen and enlarged) - Darrier's Sign Extensive release of histamine from mast cell degranulation may result in - Headache, flushing diarrhea and pruritis.",
        "cop": 2,
        "opa": "Darrier's disease",
        "opb": "Urticaria pigmentosa",
        "opc": "Allergic vasculitis",
        "opd": "Atopic dermatitis",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "c2e38fe6-a36d-491d-9ca2-dacfb5d8e6bc",
        "choice_type": "multi"
    },
    {
        "question": "What is the wavelength of UV rays used in Woods lamp?",
        "exp": "Ans. A. 360n. MA Wood's lamp generates 360-nm ultraviolet (or \"black\") light produced by a mercury vapor source passed through a nickel oxide filter that can be used to aid the evaluation of certain skin disorders.",
        "cop": 1,
        "opa": "360 nM",
        "opb": "460 nM",
        "opc": "660 nM",
        "opd": "760 nM",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "f3fa17ca-f9f8-404a-823b-7353fdb80e07",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old male presents with bald patches and with no scars. The patches are well demarcated with broken hair at the edges. Diagnosis is:",
        "exp": "Ans. a. Alopecia areata. Alopecia areata is a form of non-scarring alopecia with the edges showing coudability sign and exclamation hairs. Androgenic alopecia presents with diffuse involvement of frontotemporal regions and vertex, sparing occiput. Telogen effluvium presents with diffuse involvement of scalp, with a history of a precipitating factor 3-4 months earlier, e. g. severe febrile illness, crash dieting, mental stress etc.",
        "cop": 1,
        "opa": "Alopecia areata",
        "opb": "Androgenic alopecia",
        "opc": "DLE",
        "opd": "Telogen effluvium",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "024b28aa-a82e-4fb4-ab13-4d6c5c74a28d",
        "choice_type": "single"
    },
    {
        "question": "Acantholysis is:",
        "exp": "Ans. (b) Separation of keratinocytes. Ref: Harrison 19th ed. / 370* Keratinocytes are connected to one another by intracellular desmosomal bridges.* If there is loss of these desmosomal bridges, it will lead to separation of keratinocytes and the condition is known as acantholysis.* If separation continues, there will be intracellular edema, and the condition is known as Ballooning. Also Know* Degeneration of stratum basale is seen in: Lichen planus* Acanthosis: thickening of stratum spinosum* Hypergranulosis: Thickening of stratum granulosum* Hyperkeratosis: Thickening of stratum corneum* Parakeratosis: persistence of nucleus in stratum corneum layer",
        "cop": 2,
        "opa": "Lysis of basale cell layer",
        "opb": "Separation of keratinocytes",
        "opc": "Thickening of granular layer",
        "opd": "Thickening of corneum layer",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "81fbc82a-d070-4b72-a17a-a87b947c848a",
        "choice_type": "single"
    },
    {
        "question": "Lovibond profile sign is seen in -",
        "exp": "Ans. is 'c' i. e., Clubbing \"Clinical indicators of clubbing are Lovibond profile sign and curth s modified profile sign\"o Lovibond angle is the angle located at the junction between the nail plate and proximal nail fold. It is normally less than 160deg. In clubbing, the angle exceeds 180deg (Lovibond profile sign).",
        "cop": 3,
        "opa": "Koilonychias",
        "opb": "Platynochia",
        "opc": "Clubbing",
        "opd": "Onycholysis",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "0fa55b2f-8e02-4b2f-9e8b-713ef51a153e",
        "choice_type": "single"
    },
    {
        "question": "Acantholytic cells are seen in",
        "exp": "Ans. (a) Pemphigus vulgaris. Harrison 19th ed. / 370* The rounded keratinocytes with hyperchromatic nuclei and perinuclear halo (due to condensing of cytoplasm in periphery) are called acantholytic cells.* It is seen in case of pemphigus vulgaris* Acantholytic cells can be demonstrated in bed side Tzanck test.",
        "cop": 1,
        "opa": "Pemphigus vulgaris",
        "opb": "Bullous pemphigoid",
        "opc": "Cicatricial pemphigoid",
        "opd": "Dermatitis herpetiformis",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "153845fe-fbc7-467a-93c4-c31cd81b87d2",
        "choice_type": "single"
    },
    {
        "question": "Dermatophytes are",
        "exp": "Ans: (b) Trichophyton rubrum. Ref: Harrison 17th ed. /1309. DERMATOPHYTOSIS OR RING WORM (TINEA) INFECTION* Dermatophytes include a group of fungi (ring worm) that under most conditions have the ability to infect & survive only on dead keratin; that is the superficial topmost layer of skin (stratum corneum or keratin layer), hair and nails.* They cannot survive on mucosal surfaces (eg mouth or vagina) where the keratin layer does not form.* The ring worm fungi belongs to 3 genera: Trichophyton. Microsporum. Epidermophyton* Infects skin, hair & nail* Infecting species include:# Trichophyton rubrum# Mentagrophyte# Violaceum# Verrucosum# Schoenleinii* Infects skin and hair but does not involve nails* Several infecting species include: Microsporum audounii, M. gypseum and M. canis. Infect skin & nails but does not involve hair Only infecting species is Epidermophyton floccosum. Mnemonic* TSH-N (Trichophyton infects Skin, Hair and Nail)* MSH (Microsporum infects Skin and Hair)* ESN (Epidermophyton infects Skin and Nail)",
        "cop": 2,
        "opa": "Tinea versicolor",
        "opb": "Trichophyton rubrum",
        "opc": "Sporothrix",
        "opd": "All of the above",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "754a5bef-2751-425c-9f5a-23f0df08bf5b",
        "choice_type": "multi"
    },
    {
        "question": "All are true about Keloid EXCEPT:",
        "exp": "Ans: (c) Subsides over time. Ref: Manipal Manual of Surgery 4th ed. / 9* Keloids can be remembered as uscars that dont know when to stop\"* A keloid, sometimes referred to as a keloid scar, is a tough heaped-up scar that rises quite abruptly above the rest of the skin.* It can appear few day to few weeks after surgery.* It usually has a smooth top and a pink or purple color. Keloids are irregularly shaped and tend to enlarge progressively.* Unlike scars, keloids do not subside over time. Instead it spreads and includes normal skin also.* Keloid scars are made of dense collagen fibres.* Recurrence is possible after local excision.* It can be familial.* Most common site of keloid: sternum.* It can be treated by intrakeloid injection of Triamcinolone.* Best cure of keloid is achieved by excision and radiotherapy.",
        "cop": 3,
        "opa": "May be familial",
        "opb": "Appears mostly on sternum",
        "opc": "Subsides over time",
        "opd": "Hyperkeratotic",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "0f1aefd6-e574-47cf-9a4b-2c82cd88cccf",
        "choice_type": "multi"
    },
    {
        "question": "False statement regarding this condition:",
        "exp": "Ans. d. Itching and scaling seen. Alopecia Areata. Initial lesion is a circumscribed, totally bald, smooth patch. Exclamation mark hairs seen. HLA DR4, DR5, DQ3 associated. Spares grey white hairs leading to \"Going white/Turning grey overnight phenomenon\"No itching or scaling",
        "cop": 4,
        "opa": "Associated with HLA DR4, DR5, DQ3",
        "opb": "Exclamation mark seen",
        "opc": "Spares grey and white hairs",
        "opd": "Itching and scaling seen",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "4a5357b8-8df5-45c1-8cb4-6e137142e1d4",
        "choice_type": "multi"
    },
    {
        "question": "Difference in acne rosacea & acne vulgaris:",
        "exp": "Ans. b. Absence of comedone. Comedones are characteristic lesions of acne, absent in rosacea",
        "cop": 2,
        "opa": "Erythema",
        "opb": "Absence of comedone",
        "opc": "Papule",
        "opd": "Pustule",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "1aa3c04b-8aa0-4f12-80a1-69bfdeb1b91b",
        "choice_type": "single"
    },
    {
        "question": "Subepidermal lesions are seen in",
        "exp": "Ans: (b) Pemphigoid bullae. Harrison 19th ed. / 371-72* Pemphigus has intraepidermal bullae* Pemphigoid has subepidermal bullae. Difference between Pemphigus and Pemphigoid Bullae. Features. Pemphigus. Pemphigoid* Row of Tomb stone. Present. Absent* Nikolsky Sign. Present. Absent* Bullae location. Intraepidermal - flaccid Bullae. Subepidermal & tense Bullae* Mucosa involvement. Present (common). Absent or less common* Acantholysis. Present. Absent* Prognosis. Poor. Good",
        "cop": 2,
        "opa": "Pemphigus vulgaris",
        "opb": "Pemphigoid bullae",
        "opc": "Burns",
        "opd": "Bullous impetigo",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "7f58bdc6-dca8-4760-94e6-98b5062ed9f1",
        "choice_type": "single"
    },
    {
        "question": "Bromhidrosis affect which gland -",
        "exp": "Ans. is C. Both eccrine and apocrine sweat gland Osmidrosis or bromhidrosis: Hyperhidrosis-eccrine Osmihidrosis - apocrine Brimhidrosis - both o It is defined by a foul odor of the sweat. o This is mainly due to a water-rich environment that supports bacteria, which is caused by an abnormal increase in perspiration (Hyperhydrosis). Bromhydrisis-hyperhydrosis+offensive odour I. e both features of exocrine and apocrine glands.",
        "cop": 3,
        "opa": "Eccrine sweat gland",
        "opb": "Apocrine sw'eat gland",
        "opc": "Both eccrine and apocrine sweat gland",
        "opd": "None of the above",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "8037d2d7-ef08-4689-b143-2d3c222e7160",
        "choice_type": "multi"
    },
    {
        "question": "Koilonvchia is seen in: (Repeat)",
        "exp": "Ans: A. Iron deficiency anemia. Reference: Thappa DM. editor. Essentials in Dermatology, 2nd edn. New Delhi: Jaypee. Explanation: (See the following table). Nail abnormality. Description. Causes. Koilonychia. Reverse curvature in the longtitudinal and transverse axis. Iron deficiency anemia. Macronychia/Mcronychia. Too small or large nails--Onycholysis. Distal or lateral separation of the nail from nail bed. Psoriasis, Onychomycosis. Pterygium. Central fibrotic tongue like band from proximal nail fold joins the nail bed dividing the nail proximal!}1 into two. Lichen planus. Subungual hyperkeratosis. Excessive collection of squamous debris under the free edge of nail. Psoriasis Onychomycosis. Onychogryphosis. Nail get thickened and grows upwards in a spiral manner. Chronic trauma. Pachynychia congenita. Hypertrophy of nails associated with nail bed and hyponychial hyperkeratosis--Beau's lines. Transverse grooves on nails. Temporary cessation of nail formation. Chemotherapy. Hypocalcemia. Nail infection. Coronary occlusion. Malnutrition. Terry's nail. Nail N white proximally hut normal distally. Congestive cardiac failure. Cirrhosis. Diabetes mellitus. Pitting. Punctate erosions on nail surface. Psoriasis. Alopecia areata. Red Lunulae. Nails show erythema of lunula. Psoriasis (Dotted red lunula) Congestive cardiac failure Cirrhosis. SLESplinter hemorrhages. Longiitudinal hemorrhages in nail bed. Psoriasis. Dermatitis. Fungal infections. Infective endocarditis SLEMycosis fungoides. Rheumatoid arthritis. Mees lines. Whitening or discoloration of the nail in bands or \"stria\" that run parallel the lunula (nail base). Cirrhosis. Chemotherapy. Heavy metal poisoning(Arsenic, Thallium). Trauma. Muehrcke's nails. White lines (leukonychia) that extend all the way across the nail and he parallel to the lunula {half moon). Non-specific. Assc with decreased protein synthesis. Hypoalbuminemia. Nephrotic syndrome",
        "cop": 1,
        "opa": "Iron deficiency anemia",
        "opb": "Hypoalbuminemia",
        "opc": "Lead poisoning",
        "opd": "Psoriasis",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "26437adf-27e9-4a4c-bbcf-2748873321c0",
        "choice_type": "single"
    },
    {
        "question": "Hyperkeratosis is:",
        "exp": "Ans. (b) Thickening of stratum corneum. Ref: Fitzpatrick 7th ed. / 384",
        "cop": 2,
        "opa": "Thinning of Stratum corneum",
        "opb": "Thickening of stratum corneum",
        "opc": "Thinning of stratum basale",
        "opd": "Thickening of stratum basale",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "12c4935d-3d56-4e93-b4d0-60a78881f32f",
        "choice_type": "single"
    },
    {
        "question": "Acrodermatitis enterohepatica occurs due to?",
        "exp": "Ans. B. Zinc deficiency* AE is characterized by abnormalities in zinc absorption due to defect in intestinal zinc transporter which leads to zinc deficiency.* It is a rare autosomal recessive (AR) disorder which classically present during infancy on weaning from breast milk to formula or cereal which have lower zinc bioavailability than breast milk.* Classical features of AE include: (Mnemonic- \"DEAL\")* Diarrhea, Depression* Eczematous erosive dermatitis* Alopecia (non scarring), Apathetic look* Lethargy, irritability, whining and crying.",
        "cop": 2,
        "opa": "Copper deficiency",
        "opb": "Zinc deficiency",
        "opc": "Iron deficiency",
        "opd": "Folic acid deficiency",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "7580f629-2bae-4e88-bced-16c2cd6b6755",
        "choice_type": "single"
    },
    {
        "question": "Parakeratosis is defined as?",
        "exp": "ANSWER: (A) Retained nuclei in stratum corneal cells. REF: IADVL text book of dermatology 3rd e p. 91. Some terminology related to dermatohistopathology. Hyperkeratosis. Thickening of startum comeum. Hypergranulosis. Thickening of stratum granulosum. Parakeratosis. Retention of nuclei in stratum comeum. Papillomatosis. Papillary dermal hyperplasia. Spongiosis. Intercellular edema in stratum soinosum. Acanthosis. Thickening of Spinous layer. Acantholysis. Separation of keratinocytes after application of pressure",
        "cop": 1,
        "opa": "Retained nuclei in stratum corneal cells",
        "opb": "Elongation of rete ridges",
        "opc": "Increased number of cells in stratum spinosum",
        "opd": "Increased thickness of corneal layer",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "d9107579-c720-4fd7-b144-5187f31e3fe9",
        "choice_type": "single"
    },
    {
        "question": "Pterygium of nail is seen in?",
        "exp": "Ans. (d) Lichen planus. Ref: Roxburg 17th ed p 144, Rooks Thed p 42. 1-42. 14",
        "cop": 4,
        "opa": "Psoriasis",
        "opb": "Pemphigus",
        "opc": "Pemphigoid",
        "opd": "Lichen planus",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "0d157275-65da-4e5d-a0a7-773985c1a789",
        "choice_type": "single"
    },
    {
        "question": "A person starts to sweat on forehead and gets a runny watery nose whenever he eats hot and spicy meals. This kind of sweating is:",
        "exp": "Ans. D. Gustatory sweating. Types of Sweating* Gustatory sweating: Sweating on scalp, forehead and nose in response to hot and spicy meals.* Mental sweating: Occurs in response to emotional stimuli like. For example, mental stress, emotional stress. Sweating usually noticed on palms, soles and axilla.* Thermogenic sweating: Sweating in response to peptic stimulation of hypothalamus in order to maintain the body temperature.",
        "cop": 4,
        "opa": "Mental sweating",
        "opb": "Physical sweating",
        "opc": "Thermogenic sweating",
        "opd": "Gustatory sweating",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "1db5bd93-1b5a-45a1-817e-e92a75b33750",
        "choice_type": "single"
    },
    {
        "question": "Trichophyton infects:",
        "exp": "Ans: (d) Skin + Hair + Nail. Ref: Roxburg 17th ed. / 39* Trichophyton Infects skin, hair & nail.* Infecting species include:# Trichophyton rubrum, Memtangrophyte, Violaceum, Verrucosum and Schoenleinii.",
        "cop": 4,
        "opa": "Skin + nail",
        "opb": "Skin + hair",
        "opc": "Hair + nail",
        "opd": "Skin +hair+ nail",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "b385d9fd-4d30-4a56-9f5d-85d517e5d0e8",
        "choice_type": "single"
    },
    {
        "question": "Deepest layer of epidermis:",
        "exp": "Ans. (d) Stratum germinatum. Ref.: Fitzpatrick 7th ed. / 384* Epidermis of the skin has 4 layers:# Stratum basale/Germinatum: deepest most layers having single row columnar epithelial cells. It is actively dividing layer.# Stratum spinosum: aka prickle cell layer. Polygonal in shape. Synthesis of keratin mainly takes place here.# Stratum granulosum: diamond shaped. Microscopically there is presence of keratohyaline granules and oadland bodies (coatinggranules)# Stratum Corneum: as known as horny cell layer. Most superficial layer of skin. This layer is a nuclear dead cell layer.# NOTE: Stratum lucidum is the 5th layer of skin found on palm and soles. It is located between stratum granulosum and corneum. Also Know* Stratum corneum develops last. Therefore this layer is absent in premature babies* Stratum corneum is dead layer of epidermis* Hyperkeratosis: thickening of stratum corneum.",
        "cop": 4,
        "opa": "Stratum corneum",
        "opb": "Stratum spinosum",
        "opc": "Stratum granulosum",
        "opd": "Stratum germinatum",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "b1cab512-86e2-4bae-84b7-ad143ea77aaa",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the causative organism of Verruca vulgaris:",
        "exp": "Ans: (c) Human papilloma virus. Ref.: Fitzpatrick Colour Atlas 7th ed. / 639* Causative organism of verruca vulgaris is human papilloma virus. WARTS* Caused by Human Papilloma virus (HPV). It is the most common virus induced tumor and shows Koebner's phenomenon.* Condyloma Acuminata are genital warts caused most commonly by human papilloma virus type 6 and 11.* DOC: 20% podophyllin or glutaraldehyde.* In pregnancy: DOC is trichlor acetic acid.* Most common wart: Verruca Vulgaris. Warts. Seen in* Plane wartV. plana* Filiform wartV. filiformis* Plantar wartV. plantaris or myrmecia wart* Veneral wart. Condylomata accuminata* Massive wart. Buschke lowen stein tumor* Condyloma lata. Treponema Pallidum",
        "cop": 3,
        "opa": "CMV",
        "opb": "Human immunodeficiency virus",
        "opc": "Human papilloma virus",
        "opd": "Ebstein barr virus.",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "e5b31ce5-5197-4998-8a7b-bb6d443bde61",
        "choice_type": "single"
    },
    {
        "question": "Principal cell of epidermis:",
        "exp": "Ans. (c) Keratinocytes. Ref: Fitzpatrick 7th ed. /100. CELLS OF EPIDERMIS* Keratinocytes: These are considered as the principal cells of epidermis. They proliferate in basal layer and differentiation occurs in spinosum and granulosum layer which further matures fully and dies in corneum. (keratinocytes are present in all 4 layers of epidermis)* Melanocytes and Merkel cell: Present in stratum basale.# Melanocytes synthesize melanin pigment and transfer to keratinocytes# Merkel cells for touch sensation. Aka touch cells* Langerhan cell found in stratum spinosum and act as antigen presenting cells (macrophages).# They contain tennis racquet shaped granules aka Bierbeck granules",
        "cop": 3,
        "opa": "Melanocytes",
        "opb": "Langerhan cell",
        "opc": "Keratinocytes",
        "opd": "Merkel cell",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "00ae6afb-8b3b-45bc-8c94-9b6017a3cf3e",
        "choice_type": "single"
    },
    {
        "question": "A child presents with multiple skin colored papules over the lips. What is bed side investigation that you would like to do?",
        "exp": "ANSWER: (C) Tzanck smear REF: Fitz Patricks Dermatology 6th ed page 28. See details of Tzanck smear in Dermatology 2000. See details of Wood's lamp in Dermatology 2013 Session 1. To answer this question, you need to arrive at a possible diagnosis. Differential of Skin colored papules on face of a child can be:* Molluscum contagiosum* Milia* Warts* Trichoepithelioma* Syringoma. Now coming to our options. Wood's lamp, slit skin smear or KOH mount don't help to rule out any of these conditions. The only investigation that can help is a Tzank smear which can help to differentiate blistering disorders and viral skin lesions (Molluscum contagiosum, Herpes)",
        "cop": 3,
        "opa": "Woods lamp",
        "opb": "KOH",
        "opc": "Tzanck smear",
        "opd": "Slit skin smear",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "2e38a18d-37c8-4442-a609-c508ff6b5fef",
        "choice_type": "single"
    },
    {
        "question": "Pityriasis Versicolor is caused by:",
        "exp": "Ans: (b) Malassezia furfur. Ref: Fitzpatrick Dermatology 8th ed. / 806. TINEA/PITYRIASIS VERSICOLOR* Caused by Malassezia furfur.* It is usually seen in young adults and clinically presents with multiple small, scaly, hypopigmented macules that develop insidiously over the skin of chest & back. Diagnosis* Examination of scales in 10% KOH: Shows short hyphae & round spores (spaghetti & Meat Ball appearance).* Wood lamp examination show apple green fluorescence.* Skin surface Biopsy. Treatment* Whitfields ointment (3% salicylic acid + 6% Benzoic acid), Selenium disulphide, Sodium thiosulphate.* Topical Miconazole/ Ketoconazole/ Itraconazole; Clotrimazole, * Systemic Keto/Itraconazole* Griseofulvin is not effective in case of pityriasis versicolor. Also Know* Griseofulvin is used systemically for Idermatophytosis (tinea infection).* Griseofulvin is ineffective topically.* Griseofulvin has no role in treatment of T. versicolor & Candida.",
        "cop": 2,
        "opa": "Tinea rubrum",
        "opb": "Malassezia furfur",
        "opc": "Tinea capitis",
        "opd": "Varicella",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "fb106562-b7e0-49cd-8f58-b0520a88ec25",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for dermatitis herpetiformis:",
        "exp": "Ans: (a) Dapsone. Ref: Katzung/1468* Dermatitis herpetiformis is a chronic blistering skin condition, characterized by blisters filled with a watery fluid.* DH is neither related to nor caused by herpes virus: the name means that it is a skin inflammation having an ap- pearance similar to herpes.* It characterized by intensely itchy, chronic papulove- sicular eruptions, usually distributed symmetrically on extensor surfaces (buttocks, back of neck, scalp, elbows, knees, back, hairline, groin, or face).* Diagnosis is confirmed by a simple blood test for IgA antibodies, and by a skin biopsy in which the pattern of IgA deposits in the dermo-epidermal junction, revealed by direct immunofluorescence.* Treatment: Dapsone is considered as drug of choice for DH.* In case of intolerance to dapsone, other drugs which can be used are: Colchicine, Tetracycline, Sulfapyridine.",
        "cop": 1,
        "opa": "Dapsone",
        "opb": "Rifampicin",
        "opc": "Ketokonazole",
        "opd": "Azithromycin",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "6c8999e8-0e8d-40a4-8048-3c21cded82ab",
        "choice_type": "single"
    },
    {
        "question": "Eczema herpaticum is -",
        "exp": "Ans. is 'b' i. e., Viral infection Eczema herpaticum (Kaposi Varicelliform eruptions)o It is a rare disseminated form of viral infection on sites of skin damage produced by diseases like atopic dermatitis, bums etc. it is more common in children. Viruses causing eczema herpaticumo HSV 1 & 2(MC)o Vaccinia vimso Coxsackievirus A16o Small pox vaccination (Eczema vaccinatum). Precipitating factorso Most common precipitating factor in eczema herpaticum (Kaposi varicelliform eruption) is atopic dermatitis. Other diseases which can precipitate are Burn, Psoriasis, Darrier's Disease, Sezary Syndrome, Icthyosis Vulgaris, Mycosis Fungoides, Dyskeratosis Follicularis, Cathelicidin Deficiency, Hailey Hailey Disease.",
        "cop": 2,
        "opa": "A form of eczema",
        "opb": "Viral infection",
        "opc": "Bacterial infection",
        "opd": "Fungal infection",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "a0e81e36-1a36-4dfd-a206-7764b41ebf40",
        "choice_type": "single"
    },
    {
        "question": "RAST test is used in diagnosis of",
        "exp": "Ans. is 'a' i. e., Allergic dermatitis Diagnostic tests in allergic contact dermatitis. Diagnostic Tests (if indicated)o Patch testingo Photopatch testingo Tests for immediate hypersensitivityy Radioallereosorbent assav test (RAST)y Open and semiopen patch tests (read at 10 and 45 minutes)y Prick testy Scratch-chamber testo Repeat open application \"use\" testo Potassium hydroxide examination to fungi, glass fiberso Fungal, bacterial, and viral smears and cultureso Skin biopsieso Dimethylglyoxime test for detecting nickel, other tests (detection of chromates and formaldehyde)o Chemical analysis",
        "cop": 1,
        "opa": "Allergic dermatitis",
        "opb": "Seborrhoeicdematitis",
        "opc": "Mycosis fungoides",
        "opd": "Squamous cell carcinoma",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "b9e03a3e-fba5-43da-8d09-290a374cc64d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following structure is affected by dermatophytes:",
        "exp": "Ans: (d) All of the above. DERMATOPHYTOSIS OR RING WORM (TINEA) INFECTION* Dermatophytes include a group of fungi (ring worm) that under most conditions have the ability to infect & survive only on dead keratin; that is the superficial topmost layer of skin (stratum corneum or keratin layer), hair and nails.* They cannot survive on mucosal surfaces (eg mouth or vagina) where the keratin layer does not form.* The ring worm fungi belongs to 3 genera: Trichophyton. Microsporum. Epidermophyton* Infects skin, hair & nail* Infecting species include:# Trichophyton rubrum# Mentagrophyte# Violaceum# Verrucosum# Schoenleinii* Infects skin and hair but does not involve nails* Several infecting species include: Microsporum audounii, M. gypseum and M. canis. Infect skin & nails but does not involve hair Only infecting species is Epidermophyton floccosum. Mnemonic* TSH-N (Trichophyton infects Skin, Hair and Nail)* MSH (Microsporum infects Skin and Hair)* ESN (Epidermophyton infects Skin and Nail)",
        "cop": 4,
        "opa": "Skin",
        "opb": "Hair",
        "opc": "Nail",
        "opd": "All of the above",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "bb6818f0-a115-43b4-80fa-d7045f6afecd",
        "choice_type": "multi"
    },
    {
        "question": "A 24-year-old unmarried women has multiple nodular, cystic, pustular and comedonic lesions on face, upper back and shoulders for 2 years. The drug of choice for her treatment would be:",
        "exp": "Ans. b. Isotretinoin. Indicators of isotretinoin. Isotretinoin. Targets all pathogenic mechanisms of Acne Indications. Nodulocystic acne QSevere, refractory Acne. Acne fulminans. Acne conglobata. Contraindications. Women of reproductive age group. Hypertriglyceridemia. Dyslipidemia. Dosage0. 5-1 mg/kg/day up to a cumulative dose of 120- 150 mg/kg. Severe nodulo cystic acne. Severe acne variants like acne fulminans, pyoderma faciale. Failure of conventional therapy. Moderate to severe acne frequently relapsing. Acne severe enough to result in psychological distress. Inflammatory acne",
        "cop": 2,
        "opa": "Acitretin",
        "opb": "Isotretinoin",
        "opc": "Doxycycline",
        "opd": "Azithromycin",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "78415d26-6b58-418f-abe3-b6921dd50831",
        "choice_type": "single"
    },
    {
        "question": "Painful ulcer on glans penis is seen in:",
        "exp": "Ans: (c) Chancroid. Ref: Harrison 19th ed. / 881, 1134* Chancroid is a bacterial STD caused by H. Ducreyi. It is characterized by painful sores on the genitalia. Chancroid is known to spread from one individual to another solely throueh sexual contact.* A chancre on the other hand is a painless ulceration/ sore most commonly formed during the primary stage of syphilis.",
        "cop": 3,
        "opa": "Syphilis",
        "opb": "Lymphogranuloma venerum",
        "opc": "Chancroid",
        "opd": "Chancre",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "636a6306-16c4-4bec-94f6-f9021f351fb3",
        "choice_type": "single"
    },
    {
        "question": "True about macule:",
        "exp": "Ans. (b) Flat lesion < 2 cm. Ref: Harrison's 19th ed./ 319. DESCRIPTION OF PRIMARY SKIN LESIONSMacule* A flat, colored lesion, <2 cm in diameter, not raised above the surface of the surrounding skin. A \"freckle\" or ephelid, is a prototypical pigmented macule. Patch* A large (>2 cm) flat lesion with a color different from the surrounding skin. This differs from a macule only in size. Papule* A small, solid lesion, <0. 5 cm in diameter, raised above the surface of the surrounding skin and thus palpable (e. g. a closed comedone, or white-head in acne). Nodule* A larger (0. 5-5. 0 cm), firm lesion raised above the surface of the surrounding skin. This differs from a papule only in size (e. g. a large dermal nevomelanocytic nevus). Tumor* A solid, raised growth >5cm in diameter. Plaque* A large (>1 cm), flat-topped, raised lesion; edges may either be distinct (e. g,. psoriasis) or gradually blend with skin (e. g. in eczematous dermatitis). Vesicle* A small, fluid lesion, <0. 5 cm in diameter, raised above the pane of surrounding skin. Fluid is often visible, and the lesions are translucent (e. g. vesicles in allergic contact dermatitis caused by Toxicodendron ). Pustule* A vesicle filled with leukocytes. Note: The presence of pustules does not necessarily signify the existence of an infection. Bulla* A fluid-filled raised often translucent lesion >0. 5cm in diameter. Wheal* A raised erythematous, edematous papule of plaque, usually representing short-lived vasodilatation and vasopermeability. Telangiectasia* A dilated, superficial blood vessel.",
        "cop": 2,
        "opa": "Flat lesion > 2cm",
        "opb": "Flat lesion < 2 cm",
        "opc": "Elevated lesion > 2cm",
        "opd": "Elevated lesion < 2cm",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "eb542c6c-20aa-431e-a3d8-50eaa5ee040a",
        "choice_type": "multi"
    },
    {
        "question": "School of fish appearance is seen in?",
        "exp": "Ans. (b) Hemophilus Ducreyi. Ref: Harrison 19th ed. /1012* School of fish appearance stained smear from genital lesions in cases of chancroid. Causative agent of chancroid is Hemophilus ducreyi.* H. Ducreyi a major cause of genital ulceration in developing countries characterized by painful sores on the genitalia. Another early symptom is dark or light- green shears in excrement.* Chancroid starts as an erythematous papular lesion that breaks down into a painful bleeding ulcer with a necrotic base and ragged edge.* H. ducreyi can be cultured on chocolate agar",
        "cop": 2,
        "opa": "Bacterial vaginosis",
        "opb": "Hemophilus Ducreyi",
        "opc": "Gonococcus",
        "opd": "Chlamydia",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "8763d243-1ba3-4a3f-8348-f7788d23be56",
        "choice_type": "single"
    },
    {
        "question": "Coral red colour on Wood's lamp is seen in?",
        "exp": "ANSWER: (D) Erythrasma. REF: Rook's 8th ed P. 30. 11. Repeat Dermatology 2013 Session 1",
        "cop": 4,
        "opa": "Rversicolor",
        "opb": "Amyloidosis",
        "opc": "Melasma",
        "opd": "Erythrasma",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "755e79d4-fa5e-4e40-9135-f8886ce3158e",
        "choice_type": "single"
    },
    {
        "question": "Not true about hair cycle:",
        "exp": "Ans. b. 40% of hair is in anagen at one point of time. 80-90% of hair follicles at a given time are in the anagen phase. Hair follicles undergo a repetitive sequence of growth and the rest, it is known as the hair cycle. Three phases of Hair Cycle are: Anagen, Catagen, and Telogen. Anagen:#Period of active hair growth (determine the final length of the hair).#The entry of a resting hair follicle into anagen is heralded by the onset of mitotic activity in epithelial cells overlying the dermal papilla at the base of the follicle (the secondary epithelial germ).#Under normal circumstances, 80-90% of hair follicles on the human scalp are in anagen at any one time.#It can be identified by the presence of angulated root. Catagen:#At the end of anagen, epithelial cell division declines and ceases, and the follicle enters an involutionary phase known as catagen.#During catagen, the proximal end of the hair shaft keratinizes to form a club-shaped structure and the lower part of the follicle involutes by apoptosis. Clubbing is first seen in catagen and becomes more prominent in telogen phase.#The basement membrane surrounding the follicle becomes thickened and corrugated to form the 'glassy membrane'. Telogen:#It is the time period between catagen and the next anagen.#It lasts for about 3 months.#Club hair is eventually shed through an active process called exogen.#In the human scalp, hair follicles may remain in a state of latency, also known as kenogen, for a prolonged period after the club hair is shed.",
        "cop": 2,
        "opa": "Telogen phase last for 3 months",
        "opb": "40% of hair is in anagen at one point of time",
        "opc": "Catagen is an involutionary period",
        "opd": "Telogen is the period between catagen and the next anagen",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "84da900b-d5e7-44da-b5a7-63987bcc6738",
        "choice_type": "multi"
    },
    {
        "question": "Green color at bruise site is due to:",
        "exp": "Ans. (d) Biliverdin* Bruise is a skin contusion which is also known as hematoma of skin* Capillaries and sometimes venules are damaged by trauma, allowing blood to seep, hemorrhage, or extravasate into the surrounding interstitial tissues.* Larger bruises may change color due to the breakdown of hemoglobin from within escaped RBC in the extracellular space.* The striking colors of a bruise are caused by the Phagocytosis and sequential degradation of hemoglobin to biliverdin to bilirubin to hemosiderin* The color changes noted at the site of bruise is secondary to:# Hemoglobin itself producing a red-blue color# Biliverdin producing a green color# Bilirubin producing a yellow color# Hemosiderin producing a golden-brown color",
        "cop": 4,
        "opa": "Hemotidin",
        "opb": "Bilirubin",
        "opc": "Hemosiderin",
        "opd": "Biliverdin",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "6b586871-539e-433b-ba84-bde4027971f1",
        "choice_type": "single"
    },
    {
        "question": "Acrodermatitis entropathica is seen with deficiency of -",
        "exp": "Ans. is 'a' i. e.. Zinc Acrodermatitis cnteropathicao Zinc absorption in young patients with acrodermatitis cnteropathica is low. o Typically starts after weaning or earlier if the infant is not given breast milk. o The child turns peevish, withdrawn and photophobic, and develops a vesicobullous dermatitis on hands, feet and periorificial areas. o The scalp hair is lost. Diarrhoea is often present. Growth is stunted and there is a decreased resistance to infectious. Wound healing is poor and skin lesions do not heal, o Oral zinc in a dose of about 2 mg, 'kg, ''day.",
        "cop": 1,
        "opa": "Zinc",
        "opb": "Iron",
        "opc": "Copper",
        "opd": "Vit A",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "9ca556be-334a-494f-bd84-184cedb95c2c",
        "choice_type": "single"
    },
    {
        "question": "Acrodermatitis enteropathica is caused by deficiency of?",
        "exp": "ANSWER: (B) Zinc. REF: Rook's 8th ed p. 59. 73. Indirect repeat Dermatology June 2011",
        "cop": 2,
        "opa": "Copper",
        "opb": "Zinc",
        "opc": "Magnesium",
        "opd": "Selenium",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "3978ad71-0a91-4aa0-b6ab-b36aa3e34e76",
        "choice_type": "single"
    },
    {
        "question": "Acrodermatitis enteropathica is due to deficiency of:",
        "exp": "Ans: (c) Zinc. Ref.: O. P. Ghai 8th ed. /121B ACRODERMATITIS ENTEROPATHICA (AE)* AE is characterized hy abnormalities in zinc absorption due to defect in intestinal zinc transporter which leads to zinc deficiency.* It is a rare autosomal recessive (AR) disorder which classically present during infancy on weaning from breast milk to formula or cereal which have lower zinc bioavailability than breast milk.* Classical features of AE include: (Mnemonic-\"DEAL\")# Diarrhea, Depression# Eczematous erosive dermatitis# Alopecia (non scarring), Apathetic look# Lethargy, irritability, whining & crying.",
        "cop": 3,
        "opa": "Iron",
        "opb": "Copper",
        "opc": "Zinc",
        "opd": "Magnesium",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "e93a009f-06e9-4755-a895-3ba26eee5166",
        "choice_type": "single"
    },
    {
        "question": "Lichen planus is associated with:",
        "exp": "Ans: (d) Pterygium of nail. Ref: Fitzpatrick Color Atlas 7th ed. /1008-09* Lichen planus (LP) is a disease of the skin and/or mucous membranes that resembles lichen.* It is an anautoimmune disorder.* Lichen planus may be categorized as affecting mucosal or cutaneous surfaces.* Cutaneous forms are those affecting the skin, scalp, and Nails* Pterygium of nail is characteristically seen in lichen planus.* Koilonychia is found in Iron deficiency anemia (not megaloblastic anemia). Patterns of Nail involvement in different conditions* Iron deficiency anemia. Koilonychia* Arsenic poisoning. Mee's Line* Lichen planus. Pterygium, Onychia, Onychorrhexis, Pitting* Psoriasis. Pitting of nail (thimble nail) Oil drop nails. Onycholysis: Detachment of nail plate",
        "cop": 4,
        "opa": "Koilonychia",
        "opb": "Tinea versicolor",
        "opc": "Psoriasis",
        "opd": "Pterygium of nail",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "5c36f77d-66a9-4d7c-afd3-d539b2f6f043",
        "choice_type": "single"
    },
    {
        "question": "\"Going white overnight, \" is feature of:",
        "exp": "Ans. b. Alopecia areata. Alopecia areata typically spares white or grey hair. Hence, if alopecia areata progresses rapidly; it will lead to this phenomenon called \"going white overnight\" as in a person with a mixture of grey and pigmented hair only grey hair is spared.",
        "cop": 2,
        "opa": "Vitiligo",
        "opb": "Alopecia areata",
        "opc": "Anagen effluvium",
        "opd": "Albinism",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "48211de0-a524-452d-ac50-3e41d8d415e4",
        "choice_type": "single"
    },
    {
        "question": "Pterygium of nail is seen in -",
        "exp": "Ans. is 'a' i. e., Lichen planus Dorsal pterygiumo Winged appearance of nail due to a central fibrotic band divides a nail proximally in two. o Fibrotic band obstructs normal nail growth, eg lichen planus. Ventral pterygium or pterygium inversum unguiso Occurs on the distal undersurface of the nail, with forward extension of the nail bed epithelium dislocating the hyponychium and obscuring the distal groove. eg:- trauma, systemic sclerosis, Raynaud's phenomenon, lupus erythematosus, familial and infective.",
        "cop": 1,
        "opa": "Lichenplanus",
        "opb": "Psoriasis",
        "opc": "tinea ungium",
        "opd": "Alopeciaareta",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "1dde23bf-8aee-494f-a6f8-19c92d455774",
        "choice_type": "single"
    },
    {
        "question": "Dorsal pterygium of nail is seen in:",
        "exp": "Ans. a. Lichen planus. Nail pterygium is a wing-shaped deformity of nail due to a central fibrotic band which divides the nail into two parts in the proximal area. Dorsal pterygium is seen in lichen planus. Ventral pterygium is seen in trauma, systemic sclerosis, Raynaud phenomenon, lupus erythematosus, familial subungual pterygium, and infections. Other important nail changes:#Yellow nail: Lymphedema, pleural effusion, immunodeficiency, bronchiectasis, sinusitis, rheumatoid arthritis, nephrotic syndrome, thyroiditis, tuberculosis, Raynaud's disease.#Terry's (white) nails: Hepatic failure, cirrhosis, diabetes mellitus, CHF, hyperthyroidism, malnutrition.#Azure lunula: Hepatolenticular degeneration (Wilsons disease), silver poisoning, quinacrine therapy.#Dark longitudinal streaks: Melanoma, benign nevus, chemical staining, normal variant in darkly pigmented people.#Longitudinal striations: Alopecia areata, vitiligo, atopic dermatitis, psoriasis.#Splinter hemorrhage: Subacute bacterial endocarditis, SLE, rheumatoid arthritis, antiphospholipid syndrome, peptic ulcer disease, malignancies, oral contraceptive use, pregnancy, psoriasis, trauma.#Telangiectasia: Rheumatoid arthritis, SLE, dermatomyositis, scleroderma.",
        "cop": 1,
        "opa": "Lichen planus",
        "opb": "Scleroderma",
        "opc": "Psoriasis",
        "opd": "Systemic lupus erythematosus",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "274cf928-5381-4a14-a6f4-3a7e124bde94",
        "choice_type": "single"
    },
    {
        "question": "Recurrent oral ulcers with pain and erythematous halo around them, the diagnosis is:",
        "exp": "Ans. is 'a' Apthous ulcer \"Apthous ulcers appear as crops of between one and many ulcers on a cyclical basis. The ulcers are upto 0. 5 cm across, round or oval in shape, with a yellow base and a red erythematous margin. They are distinctly painful, occur in the keratinised mucosa of the cheek, lips, soft palate and floor of the mouth and normally heal within 10 to 14 days. The frequency of the ulcerative episodes varies considerably. They occur more frequently in women than men and may then coincide with the second half of the menstrual cycle\"",
        "cop": 1,
        "opa": "Aphthous ulcer",
        "opb": "Heipes",
        "opc": "Chicken pox",
        "opd": "Measles",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "45c830bd-a3c8-4e8f-98b2-30497c6d0b11",
        "choice_type": "single"
    },
    {
        "question": "Darriers sign seen in -",
        "exp": "Ans. is 'b' i. e., Urticariapigmentosa o Urticaria pigmentosais a familial cutaneous disorder characterised by generalised distribution of red brown macules. o Each lesion represents a collection of mast cells in the dermis with hyperpigmentation of overlying epidermis, o The most characteristic features is that these lesions urticate on scratching. o Light scratching with the point of forceps or rounded tip of a pen or even rubbing causes these mast cells to degranulate leading to localized urticaria (become red swollen and enlarged) - Darrier's Signo Extensive release of histamine from mast cell degranulation may result in - Headache, flushing diarrhea and pruritis.",
        "cop": 2,
        "opa": "Lichen nitidus",
        "opb": "Urticariapigmentosa",
        "opc": "Vitiligo",
        "opd": "Lichen sclerosis",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "17605d71-c631-4073-b7c0-fa5f9897691d",
        "choice_type": "single"
    },
    {
        "question": "Parakeratosis is:",
        "exp": "Ans. B. Persistence of nucleus in stratum corneum* Stratum corneum is the most superficial layer of the skin and is devoid of nucleus.* Parakeratosis is retention of nucleus in stratum corneum* If there is presence of nucleus in this layer it can be a normal case or can be associated with some pathology.* Normally nucleus in corneum persists in vagina and in mucous membrane of mouth.* Pathologies having nucleus in stratum corneum: seborrheic dermatitis, squamous cell CA, Actinic keratosis, psoriasis, etc.",
        "cop": 2,
        "opa": "Absence of nucleus in stratum corneum",
        "opb": "Persistence of nucleus in stratum corneum",
        "opc": "Thickening of corneum layer",
        "opd": "Thickening of prickle cell layer",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "86f20d97-f18c-4cd1-a56f-5be08050b43a",
        "choice_type": "single"
    },
    {
        "question": "Anagen phase of the hair indicates:",
        "exp": "Ans is 'a' i. e. the phase of activity and growth Hair cycle and growth. The hair during its life, passes through three different phases of growth and shedding. This cycle is independent of the cycle of the neighbouring follicles i. e. the neighbouring follicles are not synchronized in growth. These stages of hair cycle are. Anagen - The phase of activity and growth. Catagen - The phase of transition. Telogen - The phase of resting (degenerative state). The proportion of hair in each phase can be estimated by looking at the plucked hair - this is called Trichogram. Anagen phase - growth phase. Approximately 85% of all hairs in the growing phase at any one time. The angen phase or growth phase can vary from two to six year. Hair grows approximately 10 cm per year and any individual hair is unlikely to grow more than one metre long. Catagen phase - transitional phase. At the end of the Anagen phase the hairs enters into a catagen phase which lasts about one or two weeks. During the catagen phase the hair follicle shrinks to about 1/6, dermal papilla breaks away to rest below Telogen phase - resting phase. The resting phase follows the catagen phase and normally lasts about 5-6 weeks. During this time the hair does not grow but stays attached to the follicle while the dermal papilla stays in a resting phase below. Approximately 10-15% of all hairs are in this phase at one time. At the end of the Telogen phase the hair reenters the anagen phase. The dermal papillae and the base of follicle join together, and a new hair begins to form. If the old hair has not already been shed the new hair pushes the old one out and the growth cycle starts all over again.",
        "cop": 1,
        "opa": "The phase of activity and growth",
        "opb": "The phase of transition",
        "opc": "The phase of resting",
        "opd": "The phase of degeneration",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "4e2ea062-74ce-4b21-9b7f-278dc46a96f0",
        "choice_type": "single"
    },
    {
        "question": "\"Bamboo hair\" is seen in:",
        "exp": "Ans. b. Netherton syndrome. Netherton syndrome. Fragile hairs with bamboo-like nodes are seen in Netherton syndrome. Ichthyosis linearis circumflexa (ILC), 'bamboo hairs' (Trichorrhexis invaginata) and 'erythematous scaly dermatitis' are the features of Netherton syndrome. Option a: Trichorrhexis nodosa: It is a defect in the hair shaft characterized by thickening or weak points (nodes) that cause the hair to break off easily. Option c: Kinky hair syndrome. It is also known as Menkes disease, an X-linked recessive disorder in which copper deficiency leads to neurodegeneration, 'kinky hair, ' and connective tissue abnormalities. Pili torti (also known as \"Twisted hairs\") is the characteristic phenotype seen in Menkes disease. Option d: Uncombable hair syndrome. It is also known as Spun-glass hair. Triangular cross-section of Hair and canalicular depression or gutter along one side are characteristically observed which contributes to its hair stiffness.",
        "cop": 2,
        "opa": "Trichorrhexis nodosa",
        "opb": "Netherton syndrome",
        "opc": "Kinky hair syndrome",
        "opd": "Uncombable hair syndrome",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "13fe80fc-6467-40b9-aa0d-33c74c4adb2e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is done for the quick diagnosis of Erythrasma-",
        "exp": "Ans is 'd' i. e. Wood's lamp examination o Erythrasma is caused by infection by Coryneform bacteria. Wood's lamp examination is a commonly used test to diagnose Erythrasma. Lesion shows coral red fluorescence due to coproporphyrin III production by the bacteria. Condition. Fluorescent colours. Tinea capitis. Bright yellow green. Erythrasma. Coral red or pink. Vitiligo. Milky white. Albinism. Blue white. Leprosy. Blue white. Tuberous sclerosis. Blue white. Pseudomonas infection. Greenish white. Porphyria. Pink/orange. Tinea versicolor. Golden yellow",
        "cop": 4,
        "opa": "Biopsy",
        "opb": "KOH examination",
        "opc": "Culture and sensitivity",
        "opd": "Wood's lamp examination",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "01126b58-ffd7-46a8-a018-d354697f617d",
        "choice_type": "single"
    },
    {
        "question": "Child with recurrent mouth ulcer which usually begin as a round yellowish elevated spot surrounded by a red halo and heals within 7-10 days:",
        "exp": "Ans.: (b) Aphthous ulcers. Ref.: Harrison's 19th ed. /239* Apthous ulcers are also called as canker sores/apthous stomatitis and present as round ulcer with yellowish base and surrounded by a red halo.# The usual sites are oral mucosa on the insides of lips, cheeks or below the tongue.# Most of apthous ulcers are <5mm in size and heal within 1-2 weeks.# Painless recurrent apthous ulcers are seen in SLE# Painful recurrent apthous ulcers in oral cavity and genitilia is seen are in Behcet disease",
        "cop": 2,
        "opa": "Gingivitis",
        "opb": "Aphthous ulcers",
        "opc": "Malignancy",
        "opd": "Herpetic ulcer",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "4a2e41b9-74df-41d1-87fe-2f5b62e903e0",
        "choice_type": "multi"
    },
    {
        "question": "Neonate with blotchy rash on the abdomen. Diagnosis is:",
        "exp": "Ans. (c) Erythema toxicum neonatorum.* Erythema toxicum neonatorum presents in neonates with blotchy maculopapular rash with pustules. These pustules are sterile and contain eosinophils and the rash usually settles by day 10 of life.* Cutis marmorata presents with mottling which disappears when the skin becomes warmer. The mottling is likely to disappear beyond neonatal period. Persistence beyond neonatal period may be associated with hypothyroidism, trisomy 21 and Cornelia de Lange syndrome.",
        "cop": 3,
        "opa": "Congenital syphilis",
        "opb": "Cutis marmorata",
        "opc": "Erythema toxicum neonatorum",
        "opd": "Milia",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "fa99559e-784d-4db2-9497-6ba89ba08dbe",
        "choice_type": "single"
    },
    {
        "question": "Pemphigus vulgaris is caused by:",
        "exp": "Ans: (c) Autoimmune. Harrison 19th ed. / 370# PEMPHIGUS* Pemphigus is an autoimmune blistering disorder* It results from the loss of integrity of normal intercellular attachments with the epidermis.* Commonly affects indiciduals of age between 40-60.* Equal prevalence among males and females.* There are five variants of pephigus:# Pemphigus Vulgaris: most common type# Pemphigus Foliaceous: superficial pemphigus# Pemphigus Vegetans: least common type# Pemphigus Erythematous# Fogo Selvagem: an endemic form of pemphigus foliacious.* Refer to above table",
        "cop": 3,
        "opa": "Bacteris",
        "opb": "Virus",
        "opc": "Autoimmune",
        "opd": "Fungal",
        "subject_name": "Skin",
        "topic_name": "General",
        "id": "257fd1ec-2d77-4a3b-bcbc-9ba6d19e9b31",
        "choice_type": "single"
    }
]