[
    {
        "question": "A young 8 years old boy with multiple, small, pin point, shiny, papular lesions on dorsal aspect of hand, forearms and his penis also. Diagnosis is:",
        "exp": "Ans. d Lichen nitidus (Ref: Mark Lebwohl 2nd/345)A young 8 years old boy with multiple, small, pin point, shiny, papular lesions on dorsal aspect of hand, forearms and his penis also. Diagnosis is Lichen nitidus.Grouped pinhead lesions on elbow. abdomen, penis and dorsum of hand in a child as shown in the picture is highly suggestive of lichen nitidus.Lie hen scrofulosorum is an uncommon asymptomatic lichenoid eruption of minute papule occurring in children and adolescents with strongly positive tuberculin reaction. It mainly involves perifollicular distribution on abdomen, chest, back and proximal limbs. A hallmark is that superficial epitheloid dermal granuloma surround hair follicles and sweat ducts and may occupy several dermal papillae. Lichen NitidusLesion and etiology are similar, but size is smaller 1.2 mm (pinhead sizeQ)Occurs as grouped lesions on elbow, abdomen, penis and dorsum of handQMucosal or nail changes are rareSelf limiting, non-itchyQHistopathology:Dense, circumscribed and distinctive infiltrate of histio-lymphocytic cells situated directly beneath thinned epidermis results in widening of papillary dermis with elongation and the appearance of embracement by neighboring rete ridges ( Ball in clutch appearanceQ).Thinned epidermis demonstrates central parakeratosisQ, variable /focal hyper keratosis without hypergranulosis, minimal hydropic degeneration and few dyskeratotic cellsTreatment:Antihistaminics particularly AstemazoleQ is effective. Lichen ScrofulosorumLichen scrofulosorum is a lichenoid eruption of minute papulesQOccurs in children and adolescents with tuberculosis.Pathogenesis:Usually associated with chronic tuberculous disease of the LNs and honesQClinical Features:Eruption is asymptomatic and is usually confined to the trunkQ.Lesions consist of symptomless, small, firm, follicular or parafollicular papules of a yellowish or pink color with flat-top or bear a minute homy spine or fine scales on their surfaceQ.It mainly involves perifollicular distribution on abdomen, chest, back and proximal limbsQ.Histopathology:A hallmark is that superficial epitheloid dermal granuloma surround hair follicles and sweat ducts and may occupy several dermal papillaeQ.Treatment:Antituberculous therapy results in complete resolution within a matter of weeksQ.FeatureLichen NitidusLichen planusSymptomsAsymptomaticItchy (marked)Cutaneous lesionMultiple, discrete (or closely grouped), minute, pinpoint to pinhead sizedQ (1- 2mm), flat/ round or dome shaped papule with a glistening (shiny surface)Q.Papules are flesh colored or pink or shiny hypopigmentedQ (in blacks)Larger, plain (flat) topped, polygonal, pruritic, pink/purple (violaceous) papuleQWickham's striaeAbsentPresentQGroupingPresentQUsually notMucous membrane involvementUncommonCommonQ (Variably present)SiteMost frequently on flexural surfaces of upper extremities i.e. arm. forearm, wrist and dorsal surface of hands, lower abdomen, breast, the glans and shaft of penis and other areas of genital regionQFlexures (wrist), extremities (shin), lower back and genitalsQ",
        "cop": 4,
        "opa": "Molluscum cantagiosum",
        "opb": "Scabies",
        "opc": "Lichen planus",
        "opd": "Lichen nitidus",
        "subject_name": "Skin",
        "topic_name": "Lichen Planus & Lichenoid Dermatoses",
        "id": "68723611-3e74-457a-9745-5b6e5e0da0df",
        "choice_type": "multi"
    },
    {
        "question": "A 10 year old child has violaceous papule and pterygium of Nails, the diagnosis is :",
        "exp": "Ans. is 'b' Lichen Planus Violaceous papules and pterygium clinches the diagnosis of lichen planusImp, point about lichen planusPruritic Papular disorder involvingFlexural surface*Mucous membraneGenitaliaClinical FeaturesAge group 30-60 yrsLesions arePolygonal*Plain topped*Papules*Purple*The lesions are Symmetrical and usually effectForearm and wristsLower legs & thighGenitaliaPalms and solesMucosal involvement (especially the buccal mucosa) occurs in 2/3 cases.Other characteristic features :Wickham's Striae* - Delicate white lines on surface of lesionKoehler phenomenon * Nail Involvement - Occurs in 10% cases {pterygium*, Anychia) Scalp lesions - Scarring Alopecia* occurs.",
        "cop": 2,
        "opa": "Psoriasis",
        "opb": "Lichen Planus",
        "opc": "Pemphigus",
        "opd": "Pemphigoid",
        "subject_name": "Skin",
        "topic_name": "Lichen Planus & Lichenoid Dermatoses",
        "id": "dc934c62-4d04-4329-ad8e-8daed3efd9bd",
        "choice_type": "single"
    },
    {
        "question": "A young lady presents with white lacy lesions in oral cavity and her proximal nail fold has extended onto the nail bed. What is the likely diagnosis?",
        "exp": "Ref: Papulosquamous Disorders. In: Thappa DM. editor. Essentials in Dermatology, 2nd edn., NewDelhi: Jay pee Brothers Medical Publishers (P) Ltd 2009:82-98.Explanation:LICHEN PLANUSIt is a pruritic, inflammatory papulosquamous disorder affecting the skin, mucous membranes, nails and hair follicles.Etiology - UnknownGenetic predisposition: HI A B8- oral LP: HLA-Bw 35-cutaneous LPExogenous: Primary biliary cirrhosis, alcoholic cirrhosis, hepatitis B, hepatitis CDrugs cause lichenoid drug eruptionsMetals like mercury (dental amalgams), palladium, gold - oral lichenoid eruptionsClinical features:30-60 years; children -4% of cases, childhood LP more common in India 05 SkinIntensely pruritic, flat topped, shiny, polygonal, violaceous papules and plaquesPredominantly flexor distribution - flexor of wrist, forearm, legs, trunk, glans penis (cf- psoriasis another papulosquamous disorder has predominant extensor distribution)Wickham fs striae- netw-ork of greyish w hite streaks on papules seen on pressing with glass slide after application of oil - corresponds to wedge shaped hvpergranulosis seen on histo-pathologyKoebner! isomorphic phenomenon commonAnnular LP- glans penisHypertrophic LP- shinsActinic LP-sun exposed areasOral:Classical type is reticulate pattern- white/ violaceous lacy reticular network of coalesent papules in buccal mucosa and tongue; usually asymptomaticMost common pattern - ulcerative/erosive LPNail:5-10% casesThinning of nail plate (cf psoriasis - thickening of nail plate), longitudinal ridging, roughening of nail plate (trachyonychia) and nail dystrophy involving all 20 nails called 20 nail dystrophy (also seen in alopecia areata)Classical/characteristic nail finding (but not common finding)- pterygium formation (proximal nail fold fuses with nail bed)Hair follicles: lichen pktnopilaris - scarring alopeciaHistopathology:HyperkeratosisWedge shaped hypergranulosis (psoriasis - hypogranulosis)Irregular acanthosis (psoriasis - regular acanthosis)Saw tooth rete ridges (psoriasis - elephant foot/camel foot like/club shaped rete ridges ) Basal layer vacuolar degenerationBand like dermal lymphocytic infiltrate hugging epidermisMax Joseph spaces - subepidermal clear zone (subepidermal clear zone in lepro- matous leprosy is called Grenz zone)Melanin incontinenceTreatment - steroids (topieal/intralesionsal/ systemic), retinoids, cyclosporine, PUVA photochemotherapy, dapsone, methotrexateLichen planus- \"8 P's\"Papu losq uamous disorderPruriticPlane toppedPolygonal/polyangularPurple colouredPapulesPlaquesPigmentation after healing Pterygium formation in nails",
        "cop": 3,
        "opa": "Psoriasis",
        "opb": "Geographic tongue",
        "opc": "Lichen planus",
        "opd": "Candidiasis",
        "subject_name": "Skin",
        "topic_name": "Lichen Planus & Lichenoid Dermatoses",
        "id": "85711068-fd92-480c-920e-b1a23c1db8c2",
        "choice_type": "single"
    },
    {
        "question": "Lichen planus all are true except -",
        "exp": "Ans. is 'd' i.e., Steroid is not used in treatment",
        "cop": 4,
        "opa": "Pruritic lesion",
        "opb": "Involves nails",
        "opc": "Involves mucus membranes",
        "opd": "Steroid is not used in treatment",
        "subject_name": "Skin",
        "topic_name": "Lichen Planus & Lichenoid Dermatoses",
        "id": "5afcec42-d8e5-4b80-9499-ac0b0f39d497",
        "choice_type": "multi"
    },
    {
        "question": "Civatte bodies are seen in -",
        "exp": "Ans. is 'c' i.e., Lichen planus Civatte bodies (cytoid bodies/ colloid bodies/ hyaline bodies)o Characteristic histopathological feature of lichen planuso They are apoptotic basal cells present at dermo-epidermal junction and papillary dermis. Formed my macrophages engulfing the melanin.Other histopathological features of lichen lanuso Hydropic degeneration of basal cells (Pathognomic feature)o Hypergranulosis (thickening of granular layer) (focal hypergranulosis clinically creates Wickham straie)o Hyperkeratosis (thickening of stratum comeum)o Acanthosis (thickening of stratum malpighi)o Sub-epidermal lichenoid band (deposition of lymphocytes & histiocytes in upper dermis)o Pigment incontinence (dropping of melanin from damaged Keratinocytes of epidermis into dermis)o Max Joseph space/cleft (separation of epidermis in small clefts)o Saw tooth appearance (flattened rete ridges)",
        "cop": 3,
        "opa": "Psoriasis",
        "opb": "Vitiligo",
        "opc": "Lichen planus",
        "opd": "Dermatophytosis",
        "subject_name": "Skin",
        "topic_name": "Lichen Planus & Lichenoid Dermatoses",
        "id": "a40000c9-0871-4443-8c6b-ee7827af3fd9",
        "choice_type": "single"
    },
    {
        "question": "Max Joseph space is related to -",
        "exp": "Ans. is 'c' i.e., Lichen planus Histological feature of lichen planusThe earliest finding is an increase in epidermal Langerhans' cells, associated with a superficial perivascular infiltrate of lymphocytes and histiocytes, impinging on the dermal-epidermal junction (DEJ).Mild spongiosis is followed by vacuolar alteration and clefting along the DEJ, with accumulation of necrotic keratinocytes (colloid bodies).Irregular acanthosis of the epidermis, irregular thickening of the granular layer, and compact hyperkeratosis.A focal increase in thickness of the granular layer and infiltrate corresponds to the presence of Wickham's striae. Degenerating basal epidermal cells are transformed into colloid bodies (15-20 im diameter)The rete ridges may appear flattened or effaced ('saw-tooth' appearance), and focal separation from the dermis may lead to max Joseph spaces.In ' active ' L P, a band-like infiltrate of lymphocytes and histiocytes, rarely admixed with plasma cells obliterates the DEJ.Epidermal melanocytes are absent or considerably decreased in number, while pigmentary incontinence with dermal melanophages is characteristic.",
        "cop": 3,
        "opa": "Psoriasis",
        "opb": "Pityriasis",
        "opc": "Lichen planus",
        "opd": "Scabies",
        "subject_name": "Skin",
        "topic_name": "Lichen Planus & Lichenoid Dermatoses",
        "id": "9b9ba076-8d23-4183-b3fd-7cb78fb9e788",
        "choice_type": "single"
    }
]