[
    {
        "question": "A child scratches his hand with a pen. A red wheel appears which persists for 30 minutes. What would be the diagnosis?",
        "exp": "Ans. b. Dermographism. White dermographism is seen in atopic dermatitis. Dermographism is seen in urticaria",
        "cop": 2,
        "opa": "Contact urticaria",
        "opb": "Dermographism",
        "opc": "Pressure urticaria",
        "opd": "Atopy",
        "subject_name": "Skin",
        "topic_name": "Neutrophilic Dermatoses",
        "id": "6c57b9e6-fe91-4a19-b860-81f5c1245855",
        "choice_type": "single"
    },
    {
        "question": "A young male presents with painful ulcers on the mouth and glans penis with blurred vision and history of recurrent epididymitis. Which of the following is the most probable diagnosis?",
        "exp": "Ans. a. Behcet's syndrome. History of painful oral and penile ulcers with ocular involvement in form of blurring of vision points towards Behcet's disease but confusion arises out of history of recurrent epididymitis, which is solved by Harrison's which states; \"Epididymitis is seen in 5% of patients of Behcet's syndrome\"Behcet's syndrome is a multisystem disorder presenting with recurrent oral and genital ulcerations as well as ocular involvement.",
        "cop": 1,
        "opa": "Behcet syndrome",
        "opb": "Oculocutaneous aphthous ulcer syndrome",
        "opc": "Fabry's disease",
        "opd": "Epidermolysis bullosa",
        "subject_name": "Skin",
        "topic_name": "Neutrophilic Dermatoses",
        "id": "0bfc7ef4-78fd-4820-89cb-90874ed59f67",
        "choice_type": "single"
    },
    {
        "question": "Urticarial lesions are best described as-",
        "exp": "Ans. d. Evanescent. Wheal/hives are evanescent (last for short duration) lesions",
        "cop": 4,
        "opa": "Nonpruritic",
        "opb": "Bullous",
        "opc": "Macular",
        "opd": "Evanescent",
        "subject_name": "Skin",
        "topic_name": "Neutrophilic Dermatoses",
        "id": "ad3bec9e-31fb-4f78-974b-c05592a11ddc",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old women developed small itchy wheals and rash after physical exertion, on sun exposure, on eating spicy food and on anger. Most likely diagnosis is?",
        "exp": "Ans. d. Cholinergic urtricaria. The question states that there is urticarial on exposure to sunlight. Both solar and cholinergic urticarias are physical urticarias. Other provocative symptoms like emotions and spicy food points towards Cholinergic Urticaria. Also to differentiate these urticarias, provocation tests are performed.",
        "cop": 4,
        "opa": "Chronic idiopathic urtricaria",
        "opb": "Photodermatitis",
        "opc": "Solar urtricaria",
        "opd": "Cholinergic urtricaria",
        "subject_name": "Skin",
        "topic_name": "Neutrophilic Dermatoses",
        "id": "7ee8fb5c-5828-4b5d-8516-31a6e6b070ce",
        "choice_type": "multi"
    },
    {
        "question": "Oculo-orogenital syndrome is a feature of",
        "exp": "Ans. a. Behcet's disease. Behcet's Syndrome. Clinical features of Behcet's disease. Recurrence painful aphthous oral ulcers. Recurrent painful genital ulcers leading to scars. Ocular involvement: Posterior and Anterior uveitis, glaucoma, cataract. Other manifestations: Arthritis, thrombophlebitis, Erythema nodosum with renal, cardiac and pulmonary manifestations. Treatment. Symptomatic management. Severe cases-corticosteroids, Dapsone, colchicine, thalidomide",
        "cop": 1,
        "opa": "Behcet's disease",
        "opb": "Lichen planus",
        "opc": "SLE",
        "opd": "Psoriasis",
        "subject_name": "Skin",
        "topic_name": "Neutrophilic Dermatoses",
        "id": "58034ce1-400d-4eb3-aa1f-e2913a703785",
        "choice_type": "single"
    },
    {
        "question": "Acute febrile neutrophilic dermatosis is seen in-",
        "exp": "Ans. c. Sweet syndrome. Sweet syndrome is associated with fever, raised ESR and leukocytosis so also known as acute febrile neutrophilic dermatosis",
        "cop": 3,
        "opa": "Haberman syndrome",
        "opb": "Kasabach merritt syndrome",
        "opc": "Sweet syndrome",
        "opd": "Behcet's syndrome",
        "subject_name": "Skin",
        "topic_name": "Neutrophilic Dermatoses",
        "id": "a13d005a-119e-4627-8eb4-ebf929ad05ac",
        "choice_type": "single"
    }
]