[
    {
        "question": "Hanging curtain sign seen in?",
        "exp": "ANSWER: (A) Pityriasis rosea. REF: Dermatology. 1995; 190(3): 252. Pub. Med PMID: 7599393, Clinical Pediatric Dermatology - By Thappa page 104. PITYRIASIS ROSEAThe primary eruption, herald patch (Mother spot) is a single oval or round patch with a central wrinkled salmon colored area and a darker peripheral zone separated by a \"collarette of scales\" (when stretched across the long axis, the scales tends to fold across the line of stretch, the so called Hanging curtain sign)",
        "cop": 1,
        "opa": "Pityriasis rosea",
        "opb": "Pityriasis Versicolor",
        "opc": "Pityriasis rubra pilaris",
        "opd": "Pityriasis lichenoides chronica",
        "subject_name": "Skin",
        "topic_name": "Other Papulosquamous Disorders",
        "id": "9308d11f-42d8-4bf5-9a02-3fc16ffb9b4c",
        "choice_type": "single"
    },
    {
        "question": "Helitrope rash is seen in -",
        "exp": "Ans. is 'b' i. e., Dermatomyositis Cutaneous signs of dermatomvosits1. Gottron's papules: - lilac or violaceous papules on knuckle, dorsa of hands. 2 Gottron's sign: - Violaceous erythema with edema over shoulder, arms, forearms. Heliotrope sign: - Violaceous erythema with edema over eyelids, periorbital region. Poikiloderma: - Atrophy of skin, hypopigmentaion, dilated blood vessels over trunk. Mechanic hand: - Symmetric hyperkeratosis along ulnar aspect of thumb and radial aspect of fingers. Shawl Sign: - Violaceous erythema extending from dorsolateral aspect of hands, forearms, and arms to shoulder & neck. Calcinosis cutis: - Calcium deposits in skin (in Juvenile variant). Miscellaneous signs: - Photosensitivity, vasculitis, panniculitis, Nail-fold telangiectasia. Extracutaneous involvement1. Proximal myositis3) Raynaud's phenomenon2 Cardiomyopathy4) Arthralgia",
        "cop": 2,
        "opa": "Psoriasis",
        "opb": "Dermatomyositis",
        "opc": "DLE",
        "opd": "Pemphigus",
        "subject_name": "Skin",
        "topic_name": "Other Papulosquamous Disorders",
        "id": "e9877a7e-da8d-4a34-a1e5-c89455a8cbf5",
        "choice_type": "single"
    },
    {
        "question": "Christmas tree appearance in skin is seen in -",
        "exp": "Ans. is 'a' i. e., Pityriasis rosea Pityriasis rosaceao P. rosea is a common scaly disorder, occuring usually in children and young adults (10-35 years). o Characterized by round/oval pink brown patches with a superficial, centrifugal scale, distributed over trunk in a Christmas tree pattern. o The disease is thought to be viral disease, is self limiting, and subsides in 6-12 weeks. o The exact etiology is not known, but it is considered to be a viral disease; Human Herpes virus 6 (HHV 6) and Human Herpes virus 7 (HHV 7) may play a role. Clinical manifestations of P. roseao The disease starts with an upper respiratory prodrome or a mild flu. o After 1-2 weeks, Annular erythmatous plaque appears on trunk that is referred to as mother patch or herald patch. o Over the next 1-2 weeks, fresh patch appear all over the trunk, in a Christmas tree configuration or Fir tree Configration. o The lesions are pinkish in white skin, hence the name rosea. o However, on the dark Indian skin the lesions are skin coloured or brown. o The most characteristic clue for the diagnosis is the presence of a fine scale at the edge of the lesion referrred to as centrifugal scale or collarette scales or cigarette paper scales. o Lesions subside with hyperpigmentation. o Trunk is involved predominantly, Sometimes (in 20% of patients) lesions occur predominantly on extremities and neck (inverse pattern).",
        "cop": 1,
        "opa": "Pityriasis rosea",
        "opb": "Pityriasisrubrapilaris",
        "opc": "Psoriasis",
        "opd": "Vitiligo",
        "subject_name": "Skin",
        "topic_name": "Other Papulosquamous Disorders",
        "id": "aa85e85b-b8de-4ef3-9700-06aef635eaf7",
        "choice_type": "single"
    },
    {
        "question": "Child presents with linear verrucous plaques on the trunk with vacuolisation of keratinocytes in S. Spinosum and S. Granulosum. Diagnosis is?",
        "exp": "Ans. is 'c' i. e., Verrucuous epidermal nevus Linear verrucous lesions, with characteristic histopathological feature of granular degeneration of the epidermis favours the diagnosis of verrucous epidermal nevus. Epidermal nevus. Epidermal nevi are hamartomas that are characterized by hyperplasia of the epidermis and adnexal structures. These nevi may be classified into a number of distinct variants which are based on clinical morphology, extent of involvement and the predominant epidermal structure in the lesion. Variants of the epidermal nevi are -Verrucous epidermal nevus. Nevus sebaceous. Nevus comedonicus. Eccrine nevus. Apocrine nevus. Becker's nevus. White sponge nevus. Verrucous epidermal nevus. Verrucous epidermal nevus consists of hyperplasia of the surface epidermis and typically appears as verrucous papules that coalesce to form well demarcated, skin colored to brown, papillomatous plaque. Most lesions are present at birth and develop during infancy. They enlarge slowly during childhood and generally reach a stable size at adolescence. Lesions may be localized or diffuse. Linear configurations are common especially on the limbs and may follow skin tension lines or Blaschko's lines. The salient histological features are -Perinuclear vacuolization of the cells in the stratum spinosum and stratum granulosum. Irregular cellular boundaries peripheral to the vacuolization and increased number of irregularly shaped large keratohyaline granules. Compact hyperkeratosis in stratum corneum. Darrier white disease. Autosomal dominant disease. Males and females are equally affected. Darrier white disease is not present at birth and usually begins in the first or second decade. Characteristic sites of predilection are the face, forehead, scalp, chest and the back (seborrheic sites). Clinical features consists of warty papules and plaques in (seborrheic sites). Histology shows supra basal acantholysis in epidermis with dyskeratotic cells. Incontinentia pigmentiX linked disease (so only seen in females). Lesions are present along the Blaschko lines, which are initially vesicular, that later on turns into verrucous lesions and hyperpigmented stages. Common histological features are: Hyperkeratosis. Eosinophilic spongiosis of epidermis. Basal cell degeneration. Pigment incontinent",
        "cop": 3,
        "opa": "Incontinenta pigmenti",
        "opb": "Delayed hypersensitivity reaction",
        "opc": "Verrucous epidermal nevus",
        "opd": "Linear darriers disease",
        "subject_name": "Skin",
        "topic_name": "Other Papulosquamous Disorders",
        "id": "4d4025d6-e736-4357-8bb9-e2e4ec1355f1",
        "choice_type": "single"
    },
    {
        "question": "Pityriasis Rosea, true is:",
        "exp": "Ans. is 'a' i. e. self limiting Pityriasis Rosae is a self limiting papulosquamous disorder:* The etiology is unknown, a virus has often been incriminated. Clinical features. Usually occurs between the ages of 10-35 years. The incidence is lowest in summer. Mildly itchy rash, usually on the trunk. Morphology of the lesions. Herald patch. This is the first lesion to be seen, present in about 80% of the patients with pityriasis Rosae. The lesion is oval or round with central wrinkled salmon coloured area and darker edge. There is a collarette of scales, which are attached just within leading edge and free towards the centre. Secondary lesions. They begin as scaly papules and enlarge to form annular plaques but secondary lesions are smaller, less scaly and less erythematous than herald patch. Sites of predilection. Mainly seen on the trunk. The configuration of the lesion of the pityriasis Rosae is often suggestive of the diagnosis, the longitudinal axis of the patches runs downwards and outwards from the spine, along the lines of the ribs. This appearance has been referred to as the 'fir tree\" or \"Christmas tree\" appearance. Sometimes in (20% patients) lesions occur predominantly on extremities and neck (inverse pattern).",
        "cop": 1,
        "opa": "Self-limiting",
        "opb": "Chronic relapsing",
        "opc": "Life threatening infection",
        "opd": "Caused by dermatophytes",
        "subject_name": "Skin",
        "topic_name": "Other Papulosquamous Disorders",
        "id": "d1dc8b19-3003-4a1b-87c3-3121bddc08b0",
        "choice_type": "multi"
    }
]