[
    {
        "question": "A 24 years old female has flaccid bullae in the skin and oral erosions. Histopathology shows intraepidermal acantholytic blister. The most likely diagnosis is:",
        "exp": "Ans. is 'c' i. e. pemphigus vulgaris Bullae involving oral mucosa with intraepidermal lesions & acantholysis is characteristic of pemphigus. Here is a D/d of commonly asked vesico bullous disorders. Vesiculobullous disorders. INFECTIOUSHerpes Simplex. Cluster of vesicles usually on face*Painful*Recurrent*Two types-Type I -Seen in childhood gingivostomatitis*, fever, vesicle's on lips. Type II -In young adults after sexual contact usually involves genitalia. Herpes Zoster. Vesicular eruption occurs in dermatomal pattern*. Thoracic dermatome is the most commonly involved (50%)*Involvement of ophthalmic division of trigeminal N.*Painful and tender*2/3 of patients over 40 yrs of age. NON-INFECTIOUS Pemphigus. Vesicles are seen on the upper part of body. Trunk > limbs. Lesions are non itchy and painless*Oral mucosa involvement* in 50% cases. Lesions are intraepidermal*Acantholysis present*Nikolsky sign present*Age Group 40-50 Pemphigoid 1. Vesicles seen on the lower part of body, limbs >trunk.*2; Lesions are non itchy and painless*Oral mucosa not involved*Lesions are subepidermal*Acantholysis absent*Nicolasky sign absent*Age Group 60-80 Dermatitis Herpetiformis. Vesicles seen on extensor surface*Vesicles are itchy and painless*Villous atrophy usual*Lesions are subepidermal*Young adults are involved Erythema multiforme. Characteristic vesicular lesions on hands and feet (target lesion)*non itchy and painless. face and upper limbs involvedmucosal involvement can be seen So the crux is* Painful lesions are seen in-. Herpes infection.* Painless lesions are seen in-Dermatitis herpetiformis Pemphigoid Pemphigus Erythema multiforme* Dermatomal involvement-. Herpes zoster* Itchy lesions-Dermatitis herpetiformis* Intraepidermal-. Herpes and pemphigus* Subepidermal-. Dermatitis herpetiformis. Pemphigoid Erythema multiforme",
        "cop": 3,
        "opa": "Pemphigoid.",
        "opb": "Erythema multiforme.",
        "opc": "Pemphigus vulgaris.",
        "opd": "Dermatitis herpetiformis.",
        "subject_name": "Skin",
        "topic_name": "Other Vesiculobullous Diseases",
        "id": "61ed1226-15b2-4f01-97e8-ce055ba04384",
        "choice_type": "single"
    }
]