[
    {
        "question": "\"Microabscess of munro\" is seen in:",
        "exp": "Ans: b (Psoriasis) Ref: Pavithran's textbook of dermatology, p. 14, 15. Micro abscess of Munro is seen in psoriasis. Psoriasis. Type IType IIHeriditary. Strong HLA association (HLA CW6). Severe course and early onset. Arthropathy more common. Sporadic. HLA unrelated. Mild course and late onset. The most important locus for psoriasis susceptibility is Psors 1 (psoriasis susceptibility locus on chromosome 6p 21. 3. T cells(helper) are fundamental in activating the disease process. The trigger to their activation may be conventional antigens or bacterial superantigens. Histopathology of psoriasis# Parakeratosis# Micro munro abscess-collection of neutrophils in stratum comeum# Spongiform pustules of Kogoj-aggregates of neutrophil in stratum spinosum.# Acanthosis with regular elongation of rete ridges-camel foot appearance.# Edema of dermal papillae with dilated & tortuous capillaries. Treatment of choice for generalized pustular psoriasis & psoriatic erythroderma is-Acetretin",
        "cop": 2,
        "opa": "Lichen planus",
        "opb": "Psoriasis",
        "opc": "Pityriasis rosea",
        "opd": "Tbberous sclerosis",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "1c234ae9-23fb-4f5d-b49d-96e0cb9a8a78",
        "choice_type": "single"
    },
    {
        "question": "Koebner's phenomenon is seen in all except",
        "exp": "Ans. c (Tinea corporis). (Ref. Harrison, Medicine, 18th/Ch. 52)KOEBNER'S PHENOMENON: (ISOMORPHIC RESPONSE)# Epidermal injury may stimulate lesions to subsequently develop in the area of the injured skin. When the injury occurs in streaks, the ensuing papules will develop in linear array - Koebner's phenomenon.# Koebner's phenomenon is best known in psoriasis, it may also occur in other skin diseases like:- Kaposi's sarcoma- Lichen planus and Lichen nitidus, - Pityriasis rubra pilaris, - Darier's disease.# In all of the cases following trauma, there is a brief incubation period, which is followed by the lesions.# In molluscum contagiosum, it's a communicable viral disease confined to the skin.# Transmission requires direct contact with infected lesions, fomites might also transmit the disease, and experimental transmission in humans has been achieved with an incubation period of 14-50 days.# In case of Tinea corporis, the lesions are generally self-limited. Treatment may prevent spread, but there is no association with Kobner's phenomenon.",
        "cop": 3,
        "opa": "Psoriasis",
        "opb": "Warts",
        "opc": "Tinea corporis",
        "opd": "Molluscum contagiosum",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "9eabed04-9d63-4d17-b95e-d877c028fe33",
        "choice_type": "multi"
    },
    {
        "question": "Least common site involvement in psoriasis is:",
        "exp": "Ans. c. CNS involvement. Scalp is a common site of involvement in psoriasis. Corona psoriatica is a band of psoriasis, projecting beyond hairline on forehead. Nail changes in psoriasis are pitting, onycholysis, subungual hyperkeratosis, splinter hemorrhages, uneven surface.",
        "cop": 3,
        "opa": "Scalp involvement",
        "opb": "Nail involvement",
        "opc": "CNS involvement",
        "opd": "Arthritis",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "54c730dd-33a3-4ba9-8d1c-6d4506ddf9f4",
        "choice_type": "single"
    },
    {
        "question": "Multiple psoriatic lesions on hands. Treatment of choice is?",
        "exp": "Ans. is 'c' i. e., Topical steroids and salicylic acid * Preferred treatment for localized psoriasis is topical coal tar or short contact, dithroanol.* Alternative is topical steroids + Salicylic acid* Methotrexate is the DOC for Erythrodermic psoriasis. Acitretin is an alternative. Treatment of choice for different types of Psoriasis1. Plaque psoriasis (Psoriasis vulgaris)a) Localized (30%) - Topical coal tar or short contact, dithroanol. Alternative - topical steroids + Salicylic acidb) Extensive (> 30% surface area) - Narrow band UVBc) Focal lesions - Topical steroids2. Guttate psoriasis - Antibiotics + Emollients3. Flexural psoriosis - Topical steroids + antifungal agents. 4. Pustular psoriosisa) Localized - Topical steroids + Salicylic acid or topical PUVAb) Generalized - Acitretin (first choice), Methotrexate (second choice). Oral corticosteroids are the DOC in Pregnancy. Cyclosporine is also very effective for pustular psoriasis. 5. Erythrodermic psoriasis - Methotrexate, Acitretin6. Psoriatic arthritis - Methotrexate.",
        "cop": 3,
        "opa": "NBUVB",
        "opb": "Systemic methotrexate",
        "opc": "Topical steroids and salicylic acid",
        "opd": "Systemic steroids",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "0a1900c2-e96a-455b-8173-885be1b0d2a4",
        "choice_type": "single"
    },
    {
        "question": "The most common association with coarse pitting of nails and onycholysis is:",
        "exp": "Ans. b. Well defined scaly plaques. Polygonal violaceous (purple) papules and cicatricial alopecia is seen in lichen planus",
        "cop": 2,
        "opa": "Cicatricial alopecia",
        "opb": "Well defined scaly plaques",
        "opc": "Polygonal papule",
        "opd": "Violaceous papules",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "2d5e79dd-11e3-4a7a-bbef-de52921cbf72",
        "choice_type": "single"
    },
    {
        "question": "Which hormone is responsible for acne -",
        "exp": "Ans. is 'c' i. e., Testosterone. Predisposing factors for Acne vulgariso Genetic factorso Hormones - Androgens, glucocorticoids, o Psychological stress and depression, o Environmental factors - High temperature & humidity, o Cosmetics - Containing lenolin, petroleum, vegetable oils, o Infection - Propionibacterium, Pityrosporum, Staph, epidermidis. o Menstural cycle - Premenstural aggravation, o Hyperkeratosis of pilosebaceous ostia. o Drugs - Antepileptics (Carbamazepine, phenytoin, phenobarbitone), antitubercular (INH, rifampin, ethionamide), antidepressants, cyclosporine, Vitamin B12, Cough syrups containing halogens (Iodides, bromides).",
        "cop": 3,
        "opa": "Estrogen",
        "opb": "Thyroid",
        "opc": "Testosterone",
        "opd": "Gonadotropins",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "433ca597-e680-44cd-a60a-614496d469bd",
        "choice_type": "single"
    },
    {
        "question": "Pityriasis rosea true:",
        "exp": "Ans. a. Self-limiting. Pityriasis Rosea. It is an acute, self-limiting disease, probably infective in origin, affecting mainly children and young adults, characterized by a distinctive skin eruption and minimal constitutional symptoms. Etiology. Most common: Human herpes virus HHV 7 and HHV 6 Drugs: Arsenic, bismuth, lithium, metronidazole, barbiturates, captopril, ketotifen. Vaccination: Hep B/BCGMother/herald patch-Solitary annular plaque which heralds the disease. Followed by multiple oval shaped symmetrically arranged collarette scaly plaques along the lines of cleavage involving bathing trunk area. Variants of P. R: Papular, vesicular, pustular, hemorrhagic, purpuric, inverse, EMF like, giant, urticarial without herald patch. Treatment. Essentially symptomatic",
        "cop": 1,
        "opa": "Self-limiting",
        "opb": "Chronic relapsing",
        "opc": "Life threatening infection (autoimmune disease)",
        "opd": "Caused by dermatophytes",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "2714dbc9-e2b8-419b-951b-0b0aaab76330",
        "choice_type": "multi"
    },
    {
        "question": "Dermatitis herpetifomis is associated with:",
        "exp": "Ans: (b) HLA DQ2 and HLA DQ8. HLA Associations in Bullous Disorders. Disease. Autoantibodies. HLA Association. Pemphigus vulgaris. Dg IIIHLA DR4*HLADR6. HLADQ8. HLADR14. Pemphigus foliaceus. Dgl. HLA DR1*HLA DR4. HLADR14. Epidermolysis bullosa acquisita. Collagen type VIIHLA DR2*Dermatitis herpetiformis. Unknown. HLA DQ2*HLA DR3*HLA DQ8*HLADR7. DERMATITIS HERPETIFORMIS (DH). Epidemiology. Age-20 to 40 years, M=F, Whites>Blacks/Asians Etiology. Genetics: HLA B8, DRw17 and DQw2. External factors: Gluten containing diet like wheat, barley, oats and rye. Antigen: Gut epithelial antigen that cross reacts with skin. Antibodies: IgA directed against gliadin and autoantigens like reticulin and endomysium Pathogenesis. Gluten or its fragments are taken up by antigen presenting cells like lymphocytes. Activation of cytokines and inflammatory cells. Plasma cells release lg. A2 directed against gliadin. Cross-reacts with autoantigens of skin and gut like reticulin, endomyosium. Clinical Features. Intensely pruritic. Most vesicles have been scratched away. Chronic recurrent grouped papulo vesicles, symmetrically. Most common on extensor surfaces, back of neck and sacrum, buttocks. Associated with gluten-sensitive enteropathy. Diagnosis. Tzanck smear: Plenty of neutrophils. Histopathology: Neutrophilic microabscesses at the tips of dermal papilla with sub-epidermal vesicle. Immunopathology: Clinically normal skin on forearm or buttock shows granular IgA deposits in the dermal papilla. Treatment. Strict gluten free diet. Systemic steroids not the mainstay of therapy. Dapsone 100-200 mg/day. Sulphapyridine 1. 5 g/day. Tetracycline with nicotinamide. Colchicine when the above drugs are contraindicated",
        "cop": 2,
        "opa": "HLA DR4",
        "opb": "HLA DQ2 and HLA DQ8",
        "opc": "HLACW6",
        "opd": "HLADR2",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "4bb9ec5a-bf77-4008-81c8-d85242369506",
        "choice_type": "single"
    },
    {
        "question": "A 2-month-old baby came with rashes over groin & lower abdomen, esp. affecting the countours of buttocks. The erythema, edema and erosion spare the flexures. Mother gives h/o diaper use. Diagnosis?",
        "exp": "Ans. a. Irritant contact dermatitis. Due to contact to diaper, infants may develop contact irritant dermatitis over contours of buttocks. Seborrheic dermatitis in infants is commonly over scalp known as cradle cap. Candidiasis presents with satellite lesions. Atopic dermatitis involves flexures and face.",
        "cop": 1,
        "opa": "Irritant contact dermatitis",
        "opb": "Seborrheic dermatitis",
        "opc": "Candidiasis",
        "opd": "Atopic dermatitis",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "29d96829-5104-47e7-8156-96ee8177cbf8",
        "choice_type": "single"
    },
    {
        "question": "Only definitive indication of systemic steroids in psoriasis is?",
        "exp": "Ans. is 'b' i. e., Pregnancy associated pustular psoriasis * Treatment of choice for generalized pustular psoriasis of pregnancy (impetigo herpatiformis) is systemic steroids.* Systemic corticosteroids may prolong generalized pustular psoriasis and erythrodermic psoriasis (erythroderma) and abrupt withdrawal of corticosteroids can precipitate both these. Systemic corticosteroids in psoriasis* The place of systemic corticosteroids therapy in the management of psoriasis is limited not only by their well known side effect profile, but also by the risk of rebound flaring of psoriasis which may result in life threatening erythroderma or generalized pustular psoriasis. It is therefore generally recommended that systemic corticosteroids should only be used for treating psoriasis in the following circumstances: -1. Generalized pustular psoriasis of pregnancy/erythroderma (only definitive indication2. Persistent, otherwise uncontrolled, erythrodermic psoriasis causing metabolic complications. 3. Generalized pustular psoriasis if other drugs are contraindicated or ineffective. 4. Severe psoriatic polyarthritis threatening severe irreversible joint damage (not in mild or moderate arthritis). 5. If systemic steroids is to be employed long term in the management of psoriasis, deflazacort rather than prednisolone should be used. They must be withdrawn slowly to minimize risk of rebound.",
        "cop": 2,
        "opa": "Pustular psoriasis",
        "opb": "Pregnancy associated pustular psoriasis",
        "opc": "Chronic plaque psoriasis",
        "opd": "Erythroderma",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "af5cd534-6b51-49a1-a227-c5c9fe99a446",
        "choice_type": "single"
    },
    {
        "question": "A young boy presented to OPD with multiple shiny pinhead size white papules over dorsum of head, forearm and penis. What would be the diagnosis?",
        "exp": "Ans. b. Lichen nitidus. Lichen nitidus on histology shows claw clutching appearance",
        "cop": 2,
        "opa": "Lichen planus",
        "opb": "Lichen nitidus",
        "opc": "Scabies",
        "opd": "MC",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "6dc070f5-ddd0-4c8f-947d-fe13c122aeef",
        "choice_type": "single"
    },
    {
        "question": "A patient with psoriasis was started on systemic steroids. After stopping the treatment, the patient developed generalized pustules all over the body. The cause is most likely to be:",
        "exp": "Ans. D. Pustular psoriasis* Generalized pustular psoriasis(GPP) is an uncommon variant of psoriasis in which an acute, subacute or occasionally chronic eruption has sterile pustulosis as its central feature.* Coal tar and dithranol may provoke postulation if injudiciously continued when the psoriasis is intolerant. Other provocating. Factors include infection, pregnancy and hypocalcaemia associated with hypoparathyroidism.* Drug implicated have included salicylates, iodide, lithium, phenylbutazone and oxyphenbutazone and progesterone, terbinafine and amfebutamone.* The most important drug provocation is by withdrawal of systemic corticosteroids.* Intensive topical therapy with strong corticosteroids under occlusion has also been implicated",
        "cop": 4,
        "opa": "Bacterial infection",
        "opb": "Erythrodermic psoriasis",
        "opc": "Drug included reaction",
        "opd": "Pustular psoriasis",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "57c35284-4271-4a28-ba94-8ef8ce2dae1f",
        "choice_type": "multi"
    },
    {
        "question": "Characteristic bodies in Lichen planus:",
        "exp": "Ans. a. Civatte bodies. Civatte or colloid bodies are apoptotic (degenerating) basal keratinocytes",
        "cop": 1,
        "opa": "Civatte bodies",
        "opb": "HP bodies",
        "opc": "Warthin Fiekendly Bodies",
        "opd": "Negri bodies",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "f89640cf-1f5c-48cb-9547-62ddb0d65a34",
        "choice_type": "single"
    },
    {
        "question": "Herald patch is seen:",
        "exp": "Ans: (b) Pityriasis rosea. Ref: Rook's Textbook of Dermatology, 8th edition, Page 33. 78. PITYRIASIS ROSACEAAlso known as Gilbert's disease, six-week disease. Papulosquamous disorder with pruritic or asymptomatic lesions. Common in adolescents and young adults. Risk factors. Viral-HHV-6, HHV-7. Drugs-Metronidazole, Captopril, Gold. Initial 'herald or mother' patch* 1-2 cms oval plaque on trunk followed by daughter patches two weeks later. Christmas tree pattern* along lines of cleavage with a peripheral collarette of scale producing the Hanging curtain sign when stretched. No oral lesions. Self-limiting. OTHER OPTIONSPityriasis rubra pilaris. Circumscribed follicular keratosis. Branny scale. Orange-red erythema. Palmoplantar keratoderma. If erythroderma develops there will be islands of normal uninvolved skin. Lichen planus. Violaceous polygonal pruritic papules more on the flexural aspects. The lesions show minimal scaling, Wickham's striae may be seen, The mucosa may be involved, Hair and nails also can be involved. Psoriasis. Erythematous plaques with silvery white plaques which are seen more on the extensor aspects. Auspitz sign will be positive. Scalp scaling is commonly seen. Palms and soles may show scaling and Assuring. Nails may be involved. Psoriatic arthropathy may affect the joints.",
        "cop": 2,
        "opa": "Psoriasis",
        "opb": "Pityriasis rosea",
        "opc": "Lichen planus",
        "opd": "Pityriasis rubra pilaris",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "cd0905f9-2119-465d-a538-4e72aadecf7b",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for psoriasis in pustular psoriasis in pregnancy is?",
        "exp": "Ans. is 'c' i. e., Systemic steroids * Pustular psoriasis in pregnancy can usually be successfully treated with topical and systemic corticosteroids.",
        "cop": 3,
        "opa": "Methotrexate",
        "opb": "Ciclosporin",
        "opc": "Systemic steroids",
        "opd": "Azathioprine",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "cd095472-3386-4128-b7ac-164162ce0753",
        "choice_type": "single"
    },
    {
        "question": "Sawtooth rete ridges are seen in:",
        "exp": "Ans. d. Lichen planus. HPE of Lichen Planus. Hyperkeratosis. Hypergranulosis. Acanthosis. Basal cell degeneration producing Civatte bodies. Max-Joseph Space. Band like infiltration of Lymphocytes at dermo- epidermal junction. Saw toothing of Rete - Ridges",
        "cop": 4,
        "opa": "Erythroderma",
        "opb": "Psoriasis",
        "opc": "Dariers disease",
        "opd": "Lichen planus",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "0e44d3f4-eb5d-426e-bd43-c96a045e8513",
        "choice_type": "single"
    },
    {
        "question": "Annular herald patch is seen in:",
        "exp": "Ans. d. P. rosea. Herald patch is first patch seen over trunk in pityriasis rosea",
        "cop": 4,
        "opa": "Psoriasis",
        "opb": "Nocardiasis",
        "opc": "P. alba",
        "opd": "P. rosea",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "e131f9b5-f8d2-4441-bdc2-3cd2837d1f89",
        "choice_type": "single"
    },
    {
        "question": "Which of the following biologic agent approved for treatment of psoriasis or psoriatic arthritis is not anti- TNF-a?",
        "exp": "Ans. B. Alefacept. BIOLOGICS APPROVED FOR PSORIASIS OR PSORIATIC ARTHRITIS Mechanism of Action Administration Agent. Indication. Route. Frequency. Warnings. Alefacept. Anti-CD-2 (fusion protein against LFA-3). Ps. IMOnce weekly x 12 weeks; may repeat. Lymphopenia, potential for increased malignancies, serious infections. Etanercept. Anti TNF- a. Ps, Ps. ASCOnce or twice weekly. Serious infections, neurologic events, hematologic events, potential for increased malignancies. Efalizumab. Anti CD-11a. Ps. SCOnce weekly. Serious infections, potential for increased malignancies, thrombocytopenia, hemolytic anemia, psoriasis worsening. Adalimumab. Anti TNF-a. Ps. ASCEvery other week. Serious infections, neurologic events, potential for increased malignancies, hypersensitivity reactions, hematologic events. Infliximab. Anti TNF- a. Ps. AIVInitial infusion followed by infusions at week 2, 6, then every 8 weeks. Serious infections, hepatotoxicity, hematologic events, hypersensitivity reactions, neurologic events, potential for increased malignancies",
        "cop": 2,
        "opa": "Etanercept",
        "opb": "Alefacept",
        "opc": "Infliximab",
        "opd": "Adalimumab",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "53cf35ad-7a24-43e0-8ecc-9b9573b16b53",
        "choice_type": "single"
    },
    {
        "question": "Xanthoma disseminatum is associated with:",
        "exp": "Ans: (b) Diabetes insipidus. Ref: Goodman WT, Barrett TL, Histiocytoses, In: Bolognia JL, Schaffer JV, Cerroni editors. Dermatology, 4th edition, United States: Elsevier 2018, Page 1614-1632. Xanthoma Disseminatum. Rare, normolipemic, histiocytic proliferative disorder that affects the skin, mucous membranes and frequently, the hypothalamus and pituitary gland, leading to transient diabetes insipidus. Key features. Classic triad of cutaneous xanthomas, mucous membrane xanthomas and diabetes insipidus. Symmetric distribution of lesions. Favors flexural areas and intertriginous zones. Corneal and conjunctival lesions can threaten vision. Dermatological findings in Down syndrome: Atopic dermatitis. Seborrheic dermatitis. Alopecia areata. Vitiligo. Milia-like calcinosis cutis. Syringomas. Elastosis perforans serpiginosa",
        "cop": 2,
        "opa": "Downs syndrome",
        "opb": "Diabetes insipidus",
        "opc": "Lymphoma",
        "opd": "Ca pancreas",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "03d56f73-654d-443a-a336-06a6556716cc",
        "choice_type": "single"
    },
    {
        "question": "Heliotrope rash is seen in?",
        "exp": "ANSWER: (D) Dermatomyositis REF: Harrison's 17th ed chapter 383. DERMATOMYOSITISDM is a distinctive entity identified by a characteristic rash accompanying, or more often preceding, muscle weakness. The rash may consist of a blue-purple discoloration on the upper eyelids with edema (heliotrope rash) a flat red rash on the face and upper trunk, and erythema of the knuckles with a raised violaceous scaly eruption (Gottroris sign). The erythematous rash can also occur on other body surfaces, including the knees, elbow. Ts, malleoli, neck and anterior chest (often in a Vsign), or back and shoulders (shawl sign), and may worsen after sun exposure. In some patients the rash is pruritic, especially on the scalp, chest, and back. Dilated capillary loops at the base of the fingernails are also characteristic. The cuticles may be irregular, thickened, and distorted, and the lateral and palmar areas of the fingers may become rough and cracked, with irregular, \"dirty horizontal lines, resembling mechanic's hands.",
        "cop": 4,
        "opa": "Dermatitis herpetiformis",
        "opb": "Polymyositis",
        "opc": "Inclusion body myositis",
        "opd": "Dermatomyositis",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "31a121bd-070f-4f85-abe6-d093279f0a5a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true regarding the histopathology of psoriasis?",
        "exp": "Ans. D. Pautrier's Microabscess. Pautrier's Microabscess is seen in Mycosis fungoides, but not psoriasis. Histopathological Features of Psoriasis* Irregular epidermal thickening (Acanthosis)* Hyperkeratosis and Parakeratosis* Supra papillary thinning* Clubbing of rete ridges at the base* Kogoj's spongiform pustules (collection of neutrophils in Malpighian layer)* Munro microabscesses (collection of neutrophils in Stratum corneum)* Absence of stratum granulosum* Dilated, tortuous blood vessels in Dermis* Supra papillary mononuclear leukocytic infiltratesM (Munro microabscess) is seen in P (Psoriasis) and P (Pautrier's microabscess) is seen in M (mycosis fungoides). Image: Psoriasis - Epidermis shows psoriasiform hyperplasia with markedly elongated rete ridges, with bulbous thickening and fusion of their lower portions with thin supra papillary epidermal plates, edema and dilated vessels in the dermal papillae.",
        "cop": 4,
        "opa": "Epidermal thickening",
        "opb": "Supra papillary thinning",
        "opc": "Kogoj's spongiform pustules",
        "opd": "Pautrier's Microabscess",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "c6d68066-edeb-4fd5-a291-8a0b405d57d3",
        "choice_type": "multi"
    },
    {
        "question": "A lady with bilateral buccal reticulate white streaks. Pain increases on intake of spicy food and patient gives no H/O tobacco but show amalgam on 3rd molar. Diagnosis?",
        "exp": "Ans. b. Lichen planus. White reticulate pattern is commonly seen associated with lichen planus. History of amalgam filling in teeth is also suggestive of lichen planus.",
        "cop": 2,
        "opa": "Leukoplakia",
        "opb": "Lichen planus",
        "opc": "Aphthous stomatitis",
        "opd": "Candidiasis",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "35dbec30-e550-4179-8a6b-ca3ff4c209e9",
        "choice_type": "single"
    },
    {
        "question": "Plaques with silvery scales over back are a characteristic feature of lesion of?",
        "exp": "Ans is 'b' i. e. Psoriasis * The typical psoriatic lesion is nummular round plaque which has following characteristic features: -a) Well definedb) Profuse, silvery white, powdery scales (Candle drop scales) - Loosely adherent and easily drops. c) Bright red erythematous base. d) Plaque is often surrounded by a hypopigmented halo - Ring of Womoff. Other clinical features of Psoriasis (psoriasis vulgaris)* Lesions are mildly pruritic or non-pruritic.* Psoriatic lesions may develop at the site of trauma - Koebner's or isomorphic phenomenon.* When a psoriatic lesion is scratched with the point of a dissecting forceps, a candle-grease like seal can be repeatedly produced even from the non-scaling lesions - Candle-grease sign. Sites of predilection* Lesions are bilaterally symmetrical. Psoriasis favours extensors areas pressure points (knee, elbow), scalp, lumbosacral area and back. Face involvement is uncommon, though scalp lesions can extend on forehead. Mucosal surfaces (oral, genital) are not involved. Scalp involvement does not cause alopecia, usually",
        "cop": 2,
        "opa": "Lichen planus",
        "opb": "Psoriasis",
        "opc": "Pemphigus",
        "opd": "Leprosy",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "3abe0d4f-5666-432d-8e53-df02c725ebc8",
        "choice_type": "single"
    },
    {
        "question": "Psoralen + ultraviolet therapy is useful in:",
        "exp": "Ans. D. All of the abovea. Psoriasis: PUVA is li combination of oral or topical psoralen and ultraviolet A and is used if the disease does not respond to ultraviolet B. Treatments twice a week for several months are required for resolution of severe systemic psoriasis. b. Generalized vitiligo occasionally responds to PUVA therapy. It may take 30 weeks of twice weekly treatments to achieve the response. c. Mycosis fungoides: Ultraviolet B or PUVA is helpful in producing improvement in parapsoriasis en plaque and early patch or plaque stage mycosis fungoides. If lesions are less than a few mm thick PUVA may also produce good response.",
        "cop": 4,
        "opa": "Vitiligo",
        "opb": "Mycosis fungoides",
        "opc": "Psoriasis",
        "opd": "All of the above",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "c50c8cca-ba68-4352-a91d-1d2d5f31e6a6",
        "choice_type": "multi"
    },
    {
        "question": "Psoriasis associated with -hemolytic streptococcal infection?",
        "exp": "Ans. d (Guttate psoriasis) (Ref. IADVL Dermatology 2nd ed., 818; Harrison's medicine 17th ed., Ch 53). GUTTATE PSORIASIS Usually seen in children and follows upper respiratory tract infection and tonsillitis especially due to streptococci. Pinhead to pea sized 'raindrop like' erythematous papules erupt abruptly bilaterally symmetrical distribution all over body, especially on trunk. Palms and soles are spared. Prognosis is good and lesions resolve in a few weeks. May also occur in chronic plaque psoriasis when they are exacerbated. The most common variety of psoriasis is called plaque-type. PAPULOSQUAMOUS DISORDERS Clinical Features. Other Notable Features. Histologic Features. Psoriasis. Sharply demarcated, erythematous plaques with mica-like scale; predominantly elbows, knees, and scalp; atypical forms may localize to intertriginous areas; eruptive forms may be associated with infection. May be aggravated by certain drugs, infection; severe forms seen associated with HIVAcanthosis, vascular proliferation. Lichen planus. Purple polygonal papules marked by severe pruritus; lacy white markings, especially associated with mucous membrane lesions. Certain drugs may induce: thiazides, antimalarial drugs. Interface dermatitis. Pityriasis rosea. Rash often preceded by herald patch; oval to round plaques with trailing scale; most often affects the trunk, and eruption lines up in skin folds giving a \"fir tree\"-like appearance; generally spares palms and soles. Variable pruritus; self-limited resolving in 2-8 weeks; may be imitated by secondary syphilis. Pathologic features often nonspecific. Dermatophytosis. Polymorphous appearance depending on dermatophyte, body site, and host response; sharply defined to ill-demarcated scaly plaques with or without inflammation; may be associated with hair loss. KOH preparation may show branching hyphae; culture helpful. Hyphae and neutrophils in stratum corneum. APPROVED SYSTEMIC THERAPY FOR PSORIASISADMINISTRATIONAgent. Medication Class. Route. Frequency. Adverse Events (Selected). Methotrexate. Antimetabolite. Oral. Weekly. Hepatotoxicity, pulmonary toxicity, pancytopenia, potential for increased malignancies, ulcerative stomatitis, nausea, diarrhea, teratogenicity. Acitretin. Retinoid. Oral. Daily. Teratogenicity, osteophyte formation, hyperlipidemia, flare of inflammatory bowel disease, hepatoxicity, depression. Cyclosporine. Calcineurin inhibitor. Oral. Twice daily. Renal dysfunction, hypertension, hyperkalemia, hyperuricemia, hypomagnesemia, hyperlipidemia, increased risk of malignancies. Educational Points: CLASSICAL FEATURES OF PSORIASIS# Silver mica scales# Auspitz sign# Candle grease sign# Grattage sign# Koebner's phenomenon# Thimble pitting of nails# Onycolysis# Oil-drop nails# Arthritis mutilans# Warnoff ring# Munro microabscesses# Suprapapillary thinning# Parakeratosis PUVA therapy is useful in:# Psoriasis# Vitiligo# Mycosis fungoides# Alopecia# Atopic dermatitis# Eosinophilic folliculitis# Pityriasis lichenoid chonica",
        "cop": 4,
        "opa": "Psoriasis vulgaris",
        "opb": "Erythrodermic psoriasis",
        "opc": "Pustular psoriasis",
        "opd": "Guttate psoriasis",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "f7ef3512-720e-4113-80b5-ea89e8a191cb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is/are not a subtype of lichen planus:",
        "exp": "Ans. a. Ulcerative lichen planus, d. Lichen scrofulosorum. The clinical presentation of lichen planus has several forms: actinic (in sun-exposed areas), annular, atrophic, erosive/ulcerative, follicular, hypertrophic, linear, pigmented, and vesicular/bullous. Lichen scrofulosorum is a type of tuberculid which occurs due to mycobacterial hypersensitivity. Lichen nitidus is a rare skin condition that usually appears as tiny, skin-colored, glistening bumps on the surface of your skin. Lichen nitidus results from abnormal inflammatory activity in skin cells, but the cause of inflammation is unknown.",
        "cop": 1,
        "opa": "Ulcerative lichen planus",
        "opb": "Lichen nitidus",
        "opc": "Hypertrophic lichen planus",
        "opd": "Lichen scrofulosorum",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "7be9b9a1-54e0-4fcf-8127-85dfc3b38f31",
        "choice_type": "single"
    },
    {
        "question": "Herald patch is seen in:",
        "exp": "Ans: a (Pityriasis rosea) Ref: Harrison, 16th ed p. 292; 17th ed, p. 317, Roxburgh's Common skin d/s, 17th ed, p. 17. Herald patch is seen in pityriasis rosea. PITYRIASIS ROSEAIt is an acute exanthematous papulosquamous eruption often with a characteristic self limiting course. Etiology is unknown, but 2 agents are suggested which include HHV-7 and legionella micadedi.* Most commonly affects young adults (F>M)* Predominant involvement is limited to the trunk. The first feature is a single annular plaque usually on the trunk (herald patch)* Principal lesions are oval or circular with long axis of oval lesion following lines of cleavage in a Christmas tree pattern(fir tree pattern). Lesion may have fine scaling (cigar paper scales)",
        "cop": 1,
        "opa": "Pityriasis rosea",
        "opb": "Lichen planus",
        "opc": "Pityriasis alba",
        "opd": "Taenia versicolour",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "f4b03257-2bee-4c52-b152-9121d20cf72a",
        "choice_type": "single"
    },
    {
        "question": "This type of psoriasis is commonly seen in children and may follow a streptococcal sore throat:",
        "exp": "Ans. d. Guttate. Guttate psoriasis occurs after beta-Haemolytic streptococcal upper respiratory tract infection (URTI)",
        "cop": 4,
        "opa": "Pustular",
        "opb": "Stable plaque",
        "opc": "Arthropathic",
        "opd": "Guttate",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "c2ebeed7-771a-435a-8ba1-70e0d0b81dda",
        "choice_type": "single"
    },
    {
        "question": "Perioral pallor and Dennie-Morgan folds are seen in:",
        "exp": "Ans. a. Atopic dermatitis. Perioralpallor(headlightsign). Follicularplugging(Autennaesign). Thinningoflateraleyelsrous. (Hertoghesign) [?][?][?][?][?] Seeinatopicdermatitis- \"ITCH- SCRATCH-ITCH\" cycle is seen. Skin is dry or xerotic",
        "cop": 1,
        "opa": "Atopic dermatitis",
        "opb": "Chronic actinic dermatitis",
        "opc": "Blood dyscrasia",
        "opd": "Perioral contact dermatitis",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "93a733c5-d595-4cc0-8845-870eae1dbfeb",
        "choice_type": "multi"
    },
    {
        "question": "Koebner's phenomenon is seen in all EXCEPT:",
        "exp": "Ans. B. Pemphigoida. Koebner's phenomenon is seen in: i. Psoriasisii. Wartsiii. Lichen planusb. Koebner's phenomenon is also called isomorphic response.",
        "cop": 2,
        "opa": "Psoriasis",
        "opb": "Pemphigoid",
        "opc": "Warts",
        "opd": "Lichen planus",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "3a1aa5b6-24ab-4737-b6c1-409d8c5ed12c",
        "choice_type": "multi"
    },
    {
        "question": "Leg ulcers are not seen in -",
        "exp": "Ans is 'd' i. e., Psoriasis Leg Ulcer. Causes. Vascular. Venous Insufficiency. Venous Stasis Ulcer. Arteriovenous Malformation. Arterial or ischemic causes. Peripheral Vascular Disease. Buerger's Disease. Raynaud's Syndrome (Raynaud's Phenomenon). Embolism. Vasculitic Ulcer. Rheumatoid Arthritis. Systemic Lupus Erythematosus. Scleroderma. Polyarteritis. Lymphatic. Lymphangitis. Lymphedema. Infectious. Cellulitis. Osteomyelitis. Syphilis. Dermatitis. Contact Dermatitis or other allergic condition. Bullous Disease. Miscellaneous. Primary or metastatic neoplasm. Trauma. Drug-induced. Warfarin. Ergotism. Injection ulcer. Peripheral Neuropathy or Postitioning. Diabetic Neuropathy. Charcot Joint. Pressure Sore (Decubitus Ulcer). Systemic Diseaseo Diabetes Mellituso Congestive Heart Failureo Malnutritiono Anemia",
        "cop": 4,
        "opa": "TB",
        "opb": "Syphilis",
        "opc": "anemia",
        "opd": "psoriasis",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "e2ce2783-b5cb-4f26-9aed-e5b08ec9cae4",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of psoriasis",
        "exp": "Ans A (autoimmune) Ref IADVL text book of Dermatology P1022, Harrisons 17th ed pg 315, It is a T cell mediated autoimmune chronic inflammatory disease. The evidence implicating a key role for an immune pathogenesis relates to:*the association with certain HLA groups (HLA Cw6)*the success of certain immunosuppressive drugs (such as cyclosporin) in improving the clinical state of the disease*reports of the development of psoriasis in recipients of bone marrow transplants from donors with a history of psoriasis. Over 50% of patients with psoriasis report a positive family history. Psoriatic lesions demonstrate infiltrates of activated T cells that are thought to elaborate cytokines responsible for keratinocyte hyperproliferation, which results in the characteristic clinical findings. The etiology of psoriasis is still poorly understood, but there is clearly a genetic component to the disease. Type I (Heriditary). Strong HLA association (HLA CW6). Severe course and early onset, arthropathy more common. Type IISporadic. HLA unrelated. Mild course and late onset. The number of cycling cells are increased 7 fold in psoriasis. There is no shortening of the cell cycle. The most important locus for psoriasis susceptibility is Psors 1 (psoriasis susceptibility locus on chr 6p 21. 3. T cells(helper) are fundamental in activating the disease process. The trigger to their activation may be conventional antigens or bacterial superantigens. Clinical features of psoriasis-imp features. Most common clinical type is chronic plaque type. Salmon coloured papules and plaques with silvery scales. Auspitz sign- multiple bleeding points on scraping of psoriatic plaques. Candle sign- charecteristic coherence of scales in psoriasis causes a feeling as if scraping on a candle. The halo ring ofworonoff- around the psoriaric plaque due to deficiency of pg. E2. Annulus migrans-mucus membrane lesion in psoriasis. Most common nail change is pitting. Pustular psoriasis- most severe type is von-zumbushtype of generalized pustular psoriasis. It gets precipitated by treatment with irritants& sudden withdrawal of corticosteroids. Skin gets studded with minute sterile pustules which later may fuse to form lakes of pus. Histopathology of psoriasis. Parakeratosis. Micro munro abscess- collection of neutrophils in stratum comeum. Spongiform pustules of kogoj- aggregates of neutrophil in stratum spinosum. Acanthosis with regular elongation of rete ridges- camel foot appearance. Edema of dermal papillae with dilated& tortuous capillaries. Treatment of choice for generalized pustular psoriasis & psoriatic erythroderma is-Acetretin. Biological therapy of psoriasis. Directed at selected targets integral to the pathogenesis of psoriasis. The hyperproliferation seen in psoriasis is due to activated T cells & their cytokines. Biological agents are also used in rheumatoid arthritis, crohn's disease. T cell targeting. Alefacept, Efalizumab, Daclizumab, Basiliximab. Cytokine blockers. Infliximab, Etanercept. Etanercept-Human dimenc fusion protein -Anti TNF agent. Infliximab-Chimeric monoclonal antibody. For further explanation refer PG HUNT p183, 2008 skin, 2005 Q258",
        "cop": 1,
        "opa": "Autoimmune",
        "opb": "Hereditary",
        "opc": "Psychosomatic",
        "opd": "Infective",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "c5bc03f3-b6e9-4b4e-9323-fbaa3c4cc5f5",
        "choice_type": "single"
    },
    {
        "question": "'Herald patch' is seen in:",
        "exp": "Ans. A. Pityriasis rosea. (Ref. Harrison's 18lh/pg. 367). In Pityriasis rosea, initially, there is a single 2- to 6-cm annular salmon-colored patch (herald patch) with a peripheral rim of scale, followed in days to weeks by a generalized eruption involving the trunk and proximal extremities. Pityriasis rosea:# It is an acute, self-limiting skin condition. A primary plaque ('herald patch') is followed by a distinctive, generalized itchy rash 1-2 weeks later. The rash lasts for approximately 2-6 weeks. Lesions are typically oval, dull pink or tawny and appear in a 'Christmas tree' distribution, usually on the trunk and the upper arms and legs.# It is thought that human herpes viruses 6 and 7 may play a role in etiopathogenesis. Some drugs, eg bismuth, barbiturates, captopril, gold, metronidazole, D-penicillamine and isotretinoin occasionally cause a drug-induced pityriasis rosea.# Pityriasis rosea is a self-limiting disease, and treatment is supportive.# Exposure to sunlight is helpful.# Topical zinc oxide and calamine lotion are useful for pruritus.# Pruritus can also be treated with topical corticosteroids, oral antihistamines or antipruritic lotions.# Oral erythromycin may be effective in treating the rash and decreasing the itch.- Pityriasis alba is an uncommon feature of atopic dermatitis that presentsin children and adolescents. Light- coloured skin spots also occur in pityriasis alba (slightly scaly, on skin exposed to the light), Gibert's pityriasis rosea, pityriasis versicolor (Gr. \"pityron\" = bran; refers to the light skin scaliness). Pityriasis versicolor is a very common skin infection with a fungus: Pityrosporum ovale (yeast stage) or Malassezia furfur (mycelium stage). This lipophilic fungus forms the tyrosinase inhibitor azelaic acid from sebaceous fats, a substance which inhibits melanin synthesis. This explains the white appearance of the skin spots. Account must be taken of the fact that depigmented skin spots can also be caused by damage to the melanocytes (pigment cells) after an ordinary infection, wound or bum (post-inflammatory hypopigmentation), due to vitiligo (the texture of the skin with this condition is otherwise normal), as a residual lesion in endemic treponematosis and syphilis (the differential diagnosis is often difficult here). It is important to know that people with leprosy often have a false positive VDRL (screening for syphilis). TPHA permits differentiation. Pityriasis rubra pilaris (also known as \"Devergie's disease, \"or \"Lichen ruber acuminatus, \" and \"Lichen ruber pilaris\"refers to a group of chronic disorders characterized by reddish orange, scaling plaques and keratotic follicular papules. Symptoms may include reddish-orange patches (Latin: rubra) on the skin, severe flaking (Latin: pityriasis), uncomfortable itching, thickening of the skin on the feet and hands, and thickened bumps around hair follicles.",
        "cop": 1,
        "opa": "Pityriasis rosea",
        "opb": "Pityriasis rubra pilaris",
        "opc": "Pityriasis lichenoides et varioliformis acuta",
        "opd": "Pityriasis alba",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "66b83499-305c-4995-9dda-1d73d559451d",
        "choice_type": "single"
    },
    {
        "question": "A Hanging Curtain Sign is seen in:",
        "exp": "Ans. d. Pityriasis Rosea. Hanging certain sign, collarette of scales, cigarette paper scales all are seen pityriasis rosea",
        "cop": 4,
        "opa": "Hordeolum externum",
        "opb": "Psoriasis",
        "opc": "Lichen Planus",
        "opd": "Pityriasis Rosea",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "69f56205-55aa-4a0f-85c0-1dc7921f29ba",
        "choice_type": "single"
    },
    {
        "question": "Pompholyx affects:",
        "exp": "Ans. d. Palm & soles. Pompholyx is a form of recurrent palmoplantar eczema with firm deep-seated vesicles on sides of finger giving sago grain or tapioca like feel",
        "cop": 4,
        "opa": "Groin",
        "opb": "Trunk",
        "opc": "Scalp",
        "opd": "Palm and soles",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "f976b21a-e63e-4739-8974-7e91b47a8adb",
        "choice_type": "single"
    },
    {
        "question": "The following drug is effective in treatment of ptyriasis versicolor -",
        "exp": "Ans. is 'a' i. e., Ketoconazole Pityriasis versicolor (Tinea versicolor! o Tinea versicolor is a misnomer as it is not caused by dermatophyte; Pityriasis versicolor is more appropriate term. It is caused by a nondermatophyte fungus called Pityrosporum ovale (Malasezia furfur). It usually affects young adults. Clinical featureso There are multiple small scaly hypopigmented macules (macules may be hyperpigmented also). Scaling is furfuraceous or rice powder like. Macules start around the hair follicles and then merge with each other to form large areas. Affects trunk and shoulders (mainly chest and back). There may be loosening of scales with finger nails - Coupled onle or stroke of nail. Lesions are recurrent in nature (may reappear after treatment). Diagnosis of P. versicoloro Examination of scales in 10% KOH shows short hyphae and round spores (Sphagetti and meatball appearance). Wood's lamp shows apple green fluorescence (blue-green fluorescence). Skin surface biopsy - A cyanoacrylate adhesive (crazy glue) is used to remove the layer of stratum comeum on glass slide and then stained with PAS reagent. Treatment of P. versicolor. Systemic agents: - Systemic azoles provide a convenient therapeutic option. Drugs used are ketoconazole, Fluconazole or intraconazole. Topical antifungals:- Topical antifungals used are: -Azoles - Clotrimazole, econazole, Miconazole, Ketoconazole. Others - Selenium Sulfide, Sodium thiosulphate, Whitfield's ointment (3% salicylic acid + 6% Benzoic acid).",
        "cop": 1,
        "opa": "Ketoconazole",
        "opb": "Metronidazole",
        "opc": "Griseofulvin",
        "opd": "Chloroquine",
        "subject_name": "Skin",
        "topic_name": "Papulosquamous Disorders",
        "id": "136372f9-8a5c-45a6-81cb-5b03ceddcde0",
        "choice_type": "single"
    }
]