[
    {
        "question": "Fishnet appearance in immunoflorescence is seen in: (Repeat)",
        "exp": "Ans: A (Pemphigus vulgaris) Ref: Vesiculobullous disorders. In: Thuppa DM. editor Essentials in Dermatology, 2ndedn., New Delhi: Jay pee brothers medical publishers (P) Ltd 2009: 114-26 Explanation: Pemphigus is an autoimmune blistering disorder characterized by autoantibody formation against the intercellular cementing substance called desmogleins. The mechanism of cell separation is called acantholysis- loss of intercellular substance causing separation of the epidermal keratinocytes which become roundeda result in intraepidermal blister. These large rounded keratinocytes with large nucleus, perinuclear halo and peripheral condensation of cytoplasm are called the acantholytic cells - seen in Tzanck smear. Types of pemphigus: Pemphigus vulgaris (variant-pemphigus vegetans)- most common type. Pemphigus foliaceus (variant-pemphigus erythematosus; endemic pemphigus or fogoselvagem). Paraneoplastic pemphigus. Drug induced pemphigus. IgA pemphigus. Neonatal pemphigus. Clinical features: Fluid fdled bullae- rupture - painful erosions with no tendency to spontaneous healing. Painful mucosal erosions- oral (most common; almost in all cases in pemphigus vulgaris); genital mucosa, pharynx, larynx, conjunctiva, urethra. Bulla spread sign/Asboe Hansen sign- positive. Nikosky sign- peel ing of skin leaving behi nd erosions when tangential pressure applied over areas of normal looking skin or over bony prominences (other conditions- staphylococcal scalded skin syndrome, toxic epidermal necrolysis). Diagnosis: Tzanck smear- acantholytic cells; histopathology; direct and indirect i mmu noil ore sence. Treatment: systemic steroids are mainstay of treatment. Adjuvants- cyclophosphamide, azathioprine, methotrexate, mycophenolate mofetil. dapsone, plasmapheresis, iv immunoglobulins; biological agent- Rituximab (anti CD20)",
        "cop": 1,
        "opa": "Pemphigus vulgaris",
        "opb": "Bullous pemphigoid",
        "opc": "Dermatitis herpetiformis",
        "opd": "Darier disease",
        "subject_name": "Skin",
        "topic_name": "Pemphigus",
        "id": "2cee0a24-a6d9-49b7-a703-c17af9972d4f",
        "choice_type": "single"
    },
    {
        "question": "Commonest variety of pemphigus:",
        "exp": "Ans is 'a' i. e, Pemphigus vulgaris",
        "cop": 1,
        "opa": "Pemphigus vulgaris",
        "opb": "Pemphigus vegetans",
        "opc": "Pemphigus foliaceus",
        "opd": "Pemphigus erythematosia",
        "subject_name": "Skin",
        "topic_name": "Pemphigus",
        "id": "f975eace-4266-40ca-8f62-56c4fafabfc0",
        "choice_type": "single"
    },
    {
        "question": "A 60 year's old male patient presented with blisters over trunk and thighs for 2 weeks. Lesions are mildly itchy. On examination blisters were tense with erythematous base. Nikolsky's sign is negative. There was no mucosal involvement.",
        "exp": "Ans. is 'c' i. e. Bullous pemphigoid Points in favour of bullous pemphigoid* Age group - 60 years* Blisters over trunk and thighs.* Blisters are tense. Base is erythematous* Mild Itching.* Nikolsky's sign is negative* No mucosal involvement. About other options. Pemphigus vulgaris* Common age group involvement for pemphigus is 20-40 years.* Blisters are flaccid on normal base.* Itching is mild or absent in pemphigus.* Nikolsky's sign is positive.* Mucosal involvement is characteristic feature in pemphigus. Pemphigus vegetans* Blisters and erosions are associated with verrucous vegetations in the intertriginous areas (the axillae, groins and inframammary folds), scalp and the face. Dermatitis herpetiformis* Age group - DH is commonly seen in 2nd to 3rd decade* Itching is very prominent (characteristic feature)* Lesions are symmetrically distributed over extensor surfaces (elbow, knees, buttocks, back, scalp, posterior neck.* Lesion is usually polymorphic and occurs in crops.",
        "cop": 3,
        "opa": "Pemphigus vulgaris",
        "opb": "Pemphigus vegetans",
        "opc": "Bullous pemphigoid",
        "opd": "Dermatitis herpetiformis",
        "subject_name": "Skin",
        "topic_name": "Pemphigus",
        "id": "be50bf10-10a6-4583-aa59-c54bc4c6b9f9",
        "choice_type": "single"
    },
    {
        "question": "Fishnet appearance in immunoflorescenee is seen in:",
        "exp": "Ans: A (Pemphigus vulgaris) Ref: Vesiculobullous Disorders. In: Thappa DM, editor. Essentials in Dermatology, 2nd ed., Jaypee 2009; 114-26). Explanation: Pemphigus is an autoimmune blistering disorder characterized by autoantibody formation against the intercellular cementing substance called desmogleins. The mechanism of cell separation is called acantholysis- loss of intercellular substance causing separation of the epidermal keratinocytes which become rounded-result in intraepidermal blister. These large rounded keratinocytes with large nucleus, perinuclear halo and peripheral condensation of cytoplasm are called the acantholytic ceils - seen in Tzanck smear. Types of pemphigus: Pemphigus vulgaris (variant-pemphigus vegetans)- most common type. Pemphigus foiiaceus (variant-pemphigus erythematosus; endemic pemphigus or fogoselvagem). Paraneoplastic pemphigus. Drug induced pemphigus. IgA pemphigus. Neonatal pemphigus. Clinical features: Fluid filled bullae - rupture - painful erosions with no tendency to spontaneous healing. Painful mucosal erosions- oral (most common: almost in all cases in pemphigus vulgaris); genital mucosa, pharynx, larynx, conjunctiva, urethra. Bulla spread sign/ Asboe Hansen sign- positive. Nikosky sign- peeling of skin leaving behind erosions when tangential pressure applied over areas of normal looking skin or over bony prominences (other conditions- staphylococcal scalded skin syndrome, toxic epidermal necrolysis). Diagnosis: Tzanck smear- acantholytic cells; histopathology; direct and indirect immunofloresence. Treatment: Systemic steroids are mainstay of treatment. Adjuvants- cyclophosphamide, azathioprine, methotrexate, mycophenolate mofetil, dapsone. plasmapheresis, iv immunoglobulins; biological agent- Rituximab (anti CD20). (See Table 19)",
        "cop": 1,
        "opa": "Pemphigus vulgaris",
        "opb": "Bullous pemphigoid",
        "opc": "Dermatitis herpetiformis",
        "opd": "Darier disease",
        "subject_name": "Skin",
        "topic_name": "Pemphigus",
        "id": "35a8949a-403c-4db4-a29c-d8758f5c36b4",
        "choice_type": "single"
    },
    {
        "question": "Immunoflourosence of pemphigus vulgaris shows?",
        "exp": "ANSWER: (C) Fish net appearance. REF: Fitz Patricks Dermatology, Sixth Edition Page 561, 563, 565",
        "cop": 3,
        "opa": "Linear IgG in BMZ",
        "opb": "Granular IgG in BMZ",
        "opc": "Fish net appearance",
        "opd": "IgA deposition in dermal papillae",
        "subject_name": "Skin",
        "topic_name": "Pemphigus",
        "id": "235632e1-ec5e-4346-a3d2-4d91c60bc7a2",
        "choice_type": "single"
    }
]