[
    {
        "question": "Acantholytic cells in blister cavity -",
        "exp": "Ans. is 'a' i. e., Pemphigus Important Tzank smear finding of bullous lesionso VZV and HSV infectiono Pemphiguso Pemphigoid---Multinucleated giant cells. Acontholytic cells. Predominantly eosinophils",
        "cop": 1,
        "opa": "Pemphigus",
        "opb": "Bullous pemphigoid",
        "opc": "Epidermolysisbullosa",
        "opd": "Dermatitis herpetiformis",
        "subject_name": "Skin",
        "topic_name": "Pemphigoid Group",
        "id": "fe6ffaab-4ec7-4026-956a-de2a875c9db4",
        "choice_type": "single"
    },
    {
        "question": "Desmoglein is an Autoantigen in",
        "exp": "Ans. is 'a' i. e., Pemphigus Desmosomes o Desmosomes are the major adhesion complex in the epidermis, anchoring keratin intermediate filaments (IFs) to the cell membrane and bridging adjacent keratinocytes, and allowing cells to withstand trauma. o The main components of desmosomes consist of the products of three gene superfamilies: - Desmosomal cadherins They are calcium ion-dependent cell adhesion molecules that show homophilic adhesions (i. e. a cadherin molecule of one cell binds to the same molecule on another cell.) They include Desmogleins 1-4 (Dsgl-Dsg4) Desmocollins 1-3 (Dscl-Dsc3) Armadillo proteins Plakoglobins (Pgs) Plakophilin (Pkps 1-3) 3) Plakins Desmoplakins (DPS). Ptectin Envoplakin Periplakin Antigen defect Disease Dsg 1 Pemphigus violaceus Dsg 3 Pemphigus Vulgaris Dsc 1 Subcorneal pustular dermatosis Dpk 1& 2 Erythema multi forme Envoplakin & Periplakin Perineoplastic pemphigus",
        "cop": 1,
        "opa": "Pemphigus",
        "opb": "Eczema",
        "opc": "Sarcoidosis",
        "opd": "Vitiligo",
        "subject_name": "Skin",
        "topic_name": "Pemphigoid Group",
        "id": "31d2cf8a-5de9-4a6a-bdca-cd0bba96bc59",
        "choice_type": "single"
    },
    {
        "question": "Positive Nikolsky's sign is a feature of -",
        "exp": "Ans is 'c' i. e. pemphigus Positive Nikolskv's sign is seen ino Pemphiguso Epidermolysis bullosao Staphylococcal scalded skin syndromeo Bullous impetigoo Toxic epidermal necrolysiso Bullous lichen planuso Steven jonson syndromeo Mycosis fungoideso HSV&VZV infectiono Malignancy (leukemia)",
        "cop": 3,
        "opa": "Pemphigoid",
        "opb": "Dermatitis herpetiformis",
        "opc": "Pemphigus",
        "opd": "Rubella",
        "subject_name": "Skin",
        "topic_name": "Pemphigoid Group",
        "id": "29ffab4b-b172-4cf4-b4a3-6cbfa655b41e",
        "choice_type": "single"
    },
    {
        "question": "60 year female with tense bulla in lower extremity and subepidermal bullous lesion on microscopy, diagnosis is-",
        "exp": "Ans. is 'a' i. e., Bullous pemphgoid Important differential diagnosis of vesiculo bullous disorders. Vesicle / Bullae Itching present. No or minimal Itching o Moderate Itching. Pain absent. Pain presento Intense Itching|||||Papulovesicular lesions on normal or erythmatous baseon. Extensors (knee, elbows), scapular region, buttocks, shoulder and sacral area. Tense bullae on erythematous baseon. Lower part of body eg. lower abdomen, inner thigh, groins, intertiginous areao Tense. Vesicle / bullae surrounding central erythema, erythematous halo (Target lesion)onface, acral partso Flaccid. Vesicle / bullae on. Upper part of body(face, scalp, trunk & necko Painful rash with vesicles along the distribution of a nerve (dermatome)o Rash is unilateralo Suggestive featuresy Age - 20-40 yrsy B/L symmetric distributiony Mucous membrane involvement - rarey Nickolsky's sign (-)vey IgA in dermal papilla along basement membraneo Suggestive featuresy Sub epidermal bullaey Age - 60-80 yrsy Acantholysis absenty B/L symmetric distributiony Mucous membrane not involvedy Nikolsky's sign (-)vey C3 & IgG along basement membrane (DEJ)o Suggestive featuresy Age - children & youngy Oral mucosa in 20%y Starts acutelyy Bilateral symmetricaly Lasts < 2 weeksy H/O precipitating factors (Drug, infection, UV radiation)o Suggestive featuresy Intraepidermal bullaey Age -> 30-60 yrsy Acantholysis (+) vey Assy metric distributiony Involvement of mucous membraney Nikolsky rs sign (+)vey IgG within epidermal intercellular substanceo Suggestive featuresy Age 45-70 yrsy History of pain, fever before the appearance of vesicley Rash appears before vesiclesy H/O chicken pox in childhood|||||Dermatitis herpetiformis. Bullous pemphigoid. Erythema multiforme. Pemphigus vulgaris. Herpes zoster. Note - Acral parts - Palms, soles, dorsuin of hands & feet & distal parts of forearms & legs.",
        "cop": 1,
        "opa": "Bullous pemphigoid",
        "opb": "Pemphigus vulgaris",
        "opc": "Erythema multiforme",
        "opd": "Dermatitis herpetiformis",
        "subject_name": "Skin",
        "topic_name": "Pemphigoid Group",
        "id": "c33244a1-152a-44ed-830b-ed4407865f31",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a subepidermal vesiculobuilous disorder-",
        "exp": "Ans. is 'b' i. e., Bullous pemphigoid 1 Immunohuilous disorders due to autoimmunity (also called primary blistering disease)A) IntraepidermalB) Subepidermalo Pemphiguso Bullous pemphigoid# Pemphigus vulgariso Dermatitis herpatiformis# Pemphigus foliaceouso Epidermolysis bullosa acquisita# Pemphigus vegetans # Pemphigus erythematosus 2 Mechanobullous disorders (due to defect in structure and organization of epidermis or dermoepidermal junction)o Epidermolysis bullosao Bullous ichthyosiform erythroderma3. Other disorders1. Infections - VZV, HSV, Bullous impetigo. Staphylococcus scalded skin syndrome2. Metabolic - Porphyria. Diabetes. Hemodialysis3. Drug eruptions - Fixed drug eruption, Stevens-johnson syndrome, Erythema multiforme.",
        "cop": 2,
        "opa": "Pemphigus vulgaris",
        "opb": "Bullous pemphigoid",
        "opc": "Pemphigus vegetans",
        "opd": "Pemphigus erythematosus",
        "subject_name": "Skin",
        "topic_name": "Pemphigoid Group",
        "id": "27a91b81-5782-4290-b3c9-7cdb9d89c192",
        "choice_type": "single"
    },
    {
        "question": "An elderly patient presents with itchy tense blisters on normal looking skin as well as on urticarial plaques as shown below. The most probable diagnosis is:",
        "exp": "Ans. (c) Bullous pemphigoid.",
        "cop": 3,
        "opa": "Pemphigus vulgaris",
        "opb": "Linear IgA disease",
        "opc": "Bullous pemphigoid",
        "opd": "Dermatitis herpetiformis",
        "subject_name": "Skin",
        "topic_name": "Pemphigoid Group",
        "id": "cad616d6-39c0-4542-bd06-9090c99b728b",
        "choice_type": "single"
    },
    {
        "question": "Extremely pruritic excoriation and papules on buttocks with autoantibodies against epidermal transglutaminase and IgA deposition in dermis on immunohistological examination of normal perilesional skin. Diagnosis is?",
        "exp": "Ans. D. Dermatitis herpetiformis. Dermatitis herpetiformisa. Histopathology: Neutrophilic microabscesses at adjoining papillae intermingled with a few eosinophils, giving a multilocular appearance. b. Immunopathology: i. Perilesional noninvolved skin exhibits granular deposits of IgA in the dermal papillae. No circulating anti-BM antibodies are found. Anti endomysial, anti reticulin, and antigliadin antibodies have been identified in serum in 72%, 25%, and 45% of patients with DH respectively. ii. Anti endomysial ab are of IgA class only and are diagnostic of DH. c. Immunoelectron microscopy: i. IgA deposits in the skin are in the form of amorphous grains 0. 1 micrometer in size called DH bodies, mostly in sub basal membrane region but also in the papillary dermis. ii. Recently tissue transglutaminase has been identified as the autoantigen of IgA antibodies in celiac disease. Circulating IgA autoantibodies. Of IgA ab in celiac disease. iii. Circulating IgA autoantibodies to tissue transglutaminase are detectable in DH as well and their levels reflect extent of changes of jejuna mucosa. iv. The ultrastructural site of blister formation in DH is the lamina lucida.",
        "cop": 4,
        "opa": "Pemphigus vulgaris",
        "opb": "Pemphigoid",
        "opc": "Linear IgA disease",
        "opd": "Dermatitis herpetiformis",
        "subject_name": "Skin",
        "topic_name": "Pemphigoid Group",
        "id": "8fefb687-ac1b-4406-ae84-45bb675a157f",
        "choice_type": "single"
    },
    {
        "question": "Intra epidermal Bulla is seen in:",
        "exp": "Ans. is 'b' Pemphigus \"Pemphigus causes intraepidermal blistering because of loosening of desm somal links b/w epidermal cells caused by immunological attack- Roxburg, 16/e",
        "cop": 2,
        "opa": "Pemphigoid",
        "opb": "Pemphigus",
        "opc": "Dermatitis Herpetiformis",
        "opd": "Light reaction",
        "subject_name": "Skin",
        "topic_name": "Pemphigoid Group",
        "id": "480e7f93-b827-419f-b60b-7fdcc619fb6c",
        "choice_type": "single"
    }
]