[
    {
        "question": "Which of the following drug is preferred for skin rash in LE?",
        "exp": "Ans. c. ChloroquineChloroquine (Antimalarial drug) act as a systemic sunscreen by providing photoprotection. So used as prophylactic agent in LE.",
        "cop": 3,
        "opa": "Steroids",
        "opb": "Aspirin",
        "opc": "Chloroquine",
        "opd": "Azathioprine",
        "subject_name": "Skin",
        "topic_name": "Photosensitive Disorders",
        "id": "3d8e2003-7498-45e2-bdc9-b9dd5943fa6a",
        "choice_type": "single"
    },
    {
        "question": "A female presented with erythematous lesions on face with intolerance to spicy food is. Most likely diagnosis is?",
        "exp": "Ans. is 'a' i.e., Acne rosacea * Acne rosacea 8c SLE both can present with erythematous rash over face but the intolerance to spicy food indicated towards the diagnosis of acne rosacea.Acne rosacea* Acne rosacea, commonly called rosacea, is a chronic non-curable skin disease with periodic ups and down. It occurs in middle age (30-50 years). It is more common in females, but is more severe in males. Rosacea is a centrofacial disease, i.e., it involves the central face -> Cheeks, Chin, Forehead, Nose, making typical cruciate pattern of involvement. Periorbital 8c perioral areas are spared.* Clinical features are intermittant flushing followed by more permanent erythma and telangiectasia. On this back-ground, erythmatous papules, papulo pustules and rarely nodules develop.* Lesions may be exacerbated by light (photosensitive), alcohol, hot or spicy foods, emotional stress, smoking, and heat.",
        "cop": 1,
        "opa": "Acne rosacea",
        "opb": "SLE",
        "opc": "Chloasma",
        "opd": "LPP",
        "subject_name": "Skin",
        "topic_name": "Photosensitive Disorders",
        "id": "b7ccfd14-c68a-40e2-b31b-60503b70c1cd",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old farmer with a history of recurrent attacks of porphyria complains of itching when exposes to the sun and maculopapular rash on sun exposed areas, his symptoms are exaggerated in the summer. The diagnosis is :",
        "exp": "Ans. is 'd' Porphyria Cutanea Tarda Sun induced maculopapular lesions, h/o recurrent attacks of porphyria are classical features of porphyria cutanea tarda.Porphyria Cutanea TardaCommonest* PorphyriaSun induced subepidermal blisters on face and hands.Mostly seen in alcoholics* with liver damageEstrogens (steroids) also aggravate itT/t - Venesection or chloroquineOther Facts about porphyriaIn acute intermittent porphyria skin lesions are absent*Other cutaneous porphyrias are :Erythropoietic porphyriaVariegate porphyriaSeborrheic Dermatitis present as greasy scales and has no relation with sunlightPsoriasis presents as erythematous plaques topped by silvery scales*, Exposure to sunlight can aggravate psoriasis although in majority it has beneficial effect.Contact dermatitis- The lesions are usually erythematous vesicles and bullae and there will h/O exposure to allergens.",
        "cop": 4,
        "opa": "Seborrheic dermatitis",
        "opb": "Contact dermatitis",
        "opc": "Psoriasis",
        "opd": "Porphyria cutanea tarda",
        "subject_name": "Skin",
        "topic_name": "Photosensitive Disorders",
        "id": "62af374b-91cf-423d-a533-d9e56e1e039e",
        "choice_type": "single"
    },
    {
        "question": "19 year old girl presents with ligh brown pigmentation over Malar eminence, likely diagnosis is-",
        "exp": "Ans- C. The likely diagnosis could be Melasma . Following history should be noted- 1. Non pregnant female- Melasma 2. Pregnant Female- Chloasma.",
        "cop": 3,
        "opa": "Chloasma",
        "opb": "SLE",
        "opc": "Melasma",
        "opd": "Melanoma",
        "subject_name": "Skin",
        "topic_name": "Photosensitive Disorders",
        "id": "0b90104d-deb0-4830-a903-2cda8f3bdd7d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about Porphyria cutanea tarda (PCT)",
        "exp": "Ans. A. Is the least common type of human porphyriaa. Porphyria cutanea tarda is the most common type of human porphyria and is associated with decreased activity of the enzyme uroporphyrinogen decarboxylase associated with a number of gene mutations.b. There are two basic types of PCT:(1) the sporadic or acquired type, generally seen in individuals ingesting ethanol or receiving estrogens; and(2) the inherited type, in which there is autosomal dominant transmission of deficient enzyme activity. Both forms are associated with increased hepatic iron stores.c. In both types of PCT, the predominant feature is a chronic photosensitivity characterized by increased fragility of sun- exposed skin, particularly areas subject to repeated trauma such as the dorsa of the hands, the forearms, the face, and the ears.d. The predominant skin lesions are vesicles and bullae that rupture, producing moist erosions, often with a hemorrhagic base, that heal slowly with crusting and purplish discoloration of the affected skin. Hypertrichosis, mottled pigmentary change, and scleroderma-like induration are associated features.e. Biochemical confirmation of the diagnosis can be obtained by measurement of urinary porphyrin excretion, plasma porphyrin assay, and by assay of erythrocyte and/or hepatic uroporphyrinogen decarboxylase.f. Multiple mutations of the uroporphyrinogen decarboxylase gene have been identified in human populations, including exon skipping and base substitutions. Some patients with PCT have associated mutations in the HFE gene linked to hemochromatosis.g. This could contribute to the iron overload seen in PCT, although iron status as measured by serum ferritin, iron levels, and transferrin saturation is no different from that in PCT patients without HFE mutations. Prior hepatitis C virus infection appears to be an independent risk factor for PCT.h. Treatment of PCT consists of repeated phlebotomies to diminish the excessive hepatic iron stores and/or intermittent low doses of the antimalarial drugs chloroquine and hydroxychloroquine. Long-term remission of the disease can be achieved if the patient eliminates exposure to porphyrinogenic agents.",
        "cop": 1,
        "opa": "Is the least common type of human porphyria",
        "opb": "Decreased activity of the enzyme uroporphyrinogen decarboxylase",
        "opc": "Prior hepatitis C virus infection appears to be an independent risk factor.",
        "opd": "Treatment of PCT consists of repeated phlebotomies.",
        "subject_name": "Skin",
        "topic_name": "Photosensitive Disorders",
        "id": "575a7f5f-a086-4bec-91de-73694b40df36",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following produces pre-malignant lesions -",
        "exp": "Ans is 'c' i.e. Lichen planus \"Oral LP, particularly the erosive (ulcerative variant) is prone to develop SCC, the frequency being 0.8%. Long standing disease and concurrent use of tobacco are the risk factors for malignant transformation. Tongue is the most common site for malignancy, followed by buccal mucosa.\" - IADVL text book of dermatology 3rd/e p. 1074",
        "cop": 3,
        "opa": "Psoriasis",
        "opb": "Erythema multiforme",
        "opc": "Lichen planus",
        "opd": "All of the above",
        "subject_name": "Skin",
        "topic_name": "Photosensitive Disorders",
        "id": "b7309081-af5e-4aec-8326-7e839d3ae65d",
        "choice_type": "multi"
    }
]