[
    {
        "question": "A patient presents with erythematous scaly lesions on extensor aspect of elbows and knee. The clinical diagnosis is got by:",
        "exp": "Ans. is 'a' ie Auspitz sign. Erythematous scaly lesions on extensor aspect of elbow and knee favours the diagnosis of Psoriasis. The clinical diagnosis of psoriasis can be made by demonstrating Auspitz sign. It is a characteristic finding of psoriasis in which removal of scale leads to pinpoint bleeding. Tzanck testis used in the clinical diagnosis of Pemphigus. Note that Tzanck smear is used in the diagnosis of herpes virus infection. KOH smearis used for diagnosing fungal infections such as ringworm infections",
        "cop": 1,
        "opa": "Auspitz sign",
        "opb": "KOH smear",
        "opc": "Tzanck smear",
        "opd": "Skin biopsy",
        "subject_name": "Skin",
        "topic_name": "Psoriasis",
        "id": "324bcd12-a946-43cc-8081-ddd693151c9c",
        "choice_type": "single"
    },
    {
        "question": "Auzpitz sign is seen in -",
        "exp": "Ans. is 'a' i. e., Psoriasis Various bed side tests and signs associated with psoriasis:-1. Grattage test:- Scraping of the psoriasis lesion causes accentuation of silvery scales (due to trapping of air). 2 Auspitz's sign:- Scraping of the psoriasis lesion causes accentuation of silvery scales (like in grattage test). If scrapping is continued further, a glistening white membrane (Bulkely's Membrane) appears. On removing this membrane, punctate (pin point) bleeding becomes visible, referred to as auspitz's sign. 3. Woronoffs ring: - Occasionally a hypopigmented ring is seen surrounding the lesion, k/a woronof. Fs ring. Mostly associated with treatment with topical steroids.",
        "cop": 1,
        "opa": "Psoriasis",
        "opb": "Lichen. Planus",
        "opc": "Alopeciaaerata",
        "opd": "Lichensclerosus",
        "subject_name": "Skin",
        "topic_name": "Psoriasis",
        "id": "1bf592f2-6ddf-4236-b651-2715346a61fc",
        "choice_type": "single"
    },
    {
        "question": "Antibiotics are indicated in which type of psoriasis?",
        "exp": "Ref: Rook's Textbook of Dermatology. Explanation: Guttate psoriasis (Eruptive psoriasis). Presents as shower of small psoriatic lesions, appearing more or less generally over the body, particularly in children and young adults, after acute streptococcal infections. Guttate psoriasis is classically triggered by a bacterial infection, usually an upper respiratory tract infection. Guttate psoriasis will most resolve, but may turn chronic remitting and relapsing psoriasis vulgaris. Because of a streptococcal etiology, antibiotic therapy is warranted.",
        "cop": 1,
        "opa": "Guttate",
        "opb": "Pustular",
        "opc": "Chronic plaque psoriasis",
        "opd": "Erythrodermic psoriasis.",
        "subject_name": "Skin",
        "topic_name": "Psoriasis",
        "id": "3a2f6c05-c606-48c0-9e66-cef8629b45a7",
        "choice_type": "single"
    },
    {
        "question": "Most common site affected by psoriasis is?",
        "exp": "ANSWER: (B) Extensor surface. REF: Rook's textbook of dermatology 7th e p. 35. 1\"Most commonly involved areas in psoriasis is Extensor aspect of knees, elbows & Scalp\"",
        "cop": 2,
        "opa": "Flexor surface",
        "opb": "Extensor surface",
        "opc": "Palms and soles",
        "opd": "Oral mucosa",
        "subject_name": "Skin",
        "topic_name": "Psoriasis",
        "id": "d04cb8f3-db33-4526-8ea4-ef9c6b3d8443",
        "choice_type": "single"
    },
    {
        "question": "A pt. with psoriasis was started on systemic steroids. After stopping t/t pt. developed generalized pustules all over his body, the most likely cause is:",
        "exp": "Ans. is 'b' i. e Pustular Psoriasis Pustular Psoriasis - It is generalized pustule formation which can complicate as. Arthritis*Exfoliation*Constitutional Symptoms *Conditions which precipitate pustular psoriasis. Steroids *Salicylates*Iodides *",
        "cop": 2,
        "opa": "Drug induced reactions",
        "opb": "Pustular Psoriasis",
        "opc": "Bacterial infection",
        "opd": "Septicemia",
        "subject_name": "Skin",
        "topic_name": "Psoriasis",
        "id": "a3412221-d343-4004-b5af-74af4e532ea0",
        "choice_type": "multi"
    },
    {
        "question": "PUVA treatment is not used in:",
        "exp": "Ans: A (Melasma) Ref: Rook's Dermatology, 8th ed. Explanation: PUVA Therapy. Psoralens + UV-A radiation. Three Psoralens are used clinically8 methoxypsoralen (8 MOP)5 methoxypsoralen ( 5 MOP). Triniethyl psoralen (TMP). They are active only when combined w ith UVA radiation. It interferes with DNA synthesis and blocks epidermal cell proliferation. Also has immunomodulatory and immunosuppressive effects. Induced epidermal thickening and melanogenesis. Dosage. Oral 8-MOP given in a dose of 0. 6 -0. 8 mg/kg/ weight/day. Two hours later, patient is exposed to UV-A radiation at a dose of 1 Joule/square cm. UV-A dose gradually increased depending on skin type and onset of erythema. Therapy given 2 -3 times per week. Number of exposures required for control: 15 - 25. Indications. Psoriasis. Vitiligo. Photodermatoses. Cutaneous T-eell lymphoma. Side effects. Nausea and Vomiting. Cutaneous: Acute sunburn. Irreversible pigmentation. PUVA Lentigenes. Actinic keratoses. Premature aging of skin. Ocular - Cataract (Prevented by using sunglasses during treatment). Carcinogenesis",
        "cop": 1,
        "opa": "Melasma",
        "opb": "Vitiligo",
        "opc": "Psoriasis",
        "opd": "Cutaneous T cell lymphoma",
        "subject_name": "Skin",
        "topic_name": "Psoriasis",
        "id": "508f62d6-4ffd-4c27-805e-777e127ae3d7",
        "choice_type": "single"
    },
    {
        "question": "Auspitz sign is seen in -",
        "exp": "Ans. is 'a' i. e., Plaque psoriasis Auspitz signo It is a bed side test used for the diagnosis of psoriasis vulgaris/ plaque psoriasis. In this, removal of scales leads to pin point bleeding (punctate red dots) in psoriatic lesion.",
        "cop": 1,
        "opa": "Plaque psoriasis",
        "opb": "Lichen planus",
        "opc": "Pustular psoriasis",
        "opd": "Icthyosis",
        "subject_name": "Skin",
        "topic_name": "Psoriasis",
        "id": "171b0756-3e04-41f7-b6a6-58a08c614c33",
        "choice_type": "single"
    },
    {
        "question": "Oil drop sign of nail is seen in?",
        "exp": "Ans. (d) Psoriasis. Ref: Lippincott's Primary Care Dermatology p 47, Bar an and Dawber's Disease of the Nails ad their Management by Robert Baran, David A. R. de Berker, Mark Holzberg, Luc Thomas ch-6",
        "cop": 4,
        "opa": "Lichen planus",
        "opb": "Dermatophytes",
        "opc": "Lupus vulgaris",
        "opd": "Psoriasis",
        "subject_name": "Skin",
        "topic_name": "Psoriasis",
        "id": "39951fa1-c1e1-4118-9716-a1075b59cbd3",
        "choice_type": "single"
    },
    {
        "question": "Munro's micro abscess is seen in?",
        "exp": "Ans. (a) Psoriasis. Ref: Rook's 7/e, p 35. 1",
        "cop": 1,
        "opa": "Psoriasis",
        "opb": "DLE",
        "opc": "Lichen planus",
        "opd": "Mycosis fungoides",
        "subject_name": "Skin",
        "topic_name": "Psoriasis",
        "id": "fee10039-bee9-4bd9-9d2e-f65f7a355a04",
        "choice_type": "single"
    },
    {
        "question": "On membrane removal of a lesion, Sign (Arrows) seen in Psoriasis",
        "exp": "Auspitz sign (Feature: Bleeding points on removal of membrane in Psoriasis)",
        "cop": 3,
        "opa": "Gottroris sign",
        "opb": "Darier's sign",
        "opc": "Auspitzsign",
        "opd": "Crowe's sign",
        "subject_name": "Skin",
        "topic_name": "Psoriasis",
        "id": "dcbcbe96-2e4e-4483-847e-95c0b2a96d04",
        "choice_type": "single"
    },
    {
        "question": "True regarding Munro Micro Abscess is all EXCEPT:",
        "exp": "ANSWER: (B) Debris consists of Eosinophils. REF: Rook's 7th e p. 35. 1. MUNRO'S MICROABSCESS: Neutrophils form aggregates as a slightly spongiotic foci of superficial epidermis (spongiform pustules) and within parakeratotic stratum corneum which are called munro's microabcesses seen in psoriasis",
        "cop": 2,
        "opa": "Seen in stratum corneum",
        "opb": "Debris consists of Eosinophils",
        "opc": "Associated Pustule may be present",
        "opd": "Seen in Psoriasis",
        "subject_name": "Skin",
        "topic_name": "Psoriasis",
        "id": "675cc561-a100-42a5-bb5b-efe683dec03b",
        "choice_type": "multi"
    },
    {
        "question": "Which type of psoriasis is associated with streptococcal throat infection?",
        "exp": "ANSWER: (C) Guttate. REF: Bolognia 2nd ed Ch: 9. Guttate psoriasis is associated with streptococcal throat infection. Guttate psoriasis represents a common form of the disease in children. In patients with acute guttate psoriasis, a clear history of a preceding severe upper respiratory infection is obtained in around 66% of patients. In over half of the patients, an elevated antistreptolysin O, anti-DNase B or streptozyme titer is found, indicating the relevance of streptococcal infections. The prognosis of guttate psoriasis is excellent in children, with spontaneous remissions occurring over the course of weeks to months. In adults, the lesions of guttate psoriasis can become chronic.",
        "cop": 3,
        "opa": "Pustular",
        "opb": "Flexural",
        "opc": "Guttate",
        "opd": "Scalp",
        "subject_name": "Skin",
        "topic_name": "Psoriasis",
        "id": "72e803b6-1b32-407a-9867-c42913a063b4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most serious type of psoriasis is -",
        "exp": "Ans is 'b' i. e. Generalized pustular psoriasis o Erytherodermic and generalized pustular psoriasis (Von Zumbusch type) are can become dermatological emergencies. They are the most severe forms. o Chronic plaque psoriasis is the most common form (80%).",
        "cop": 2,
        "opa": "Chronic plaque psoriasis",
        "opb": "Generalized pustular psoriasis",
        "opc": "Guttate psoriasis",
        "opd": "Flexural psoriasis",
        "subject_name": "Skin",
        "topic_name": "Psoriasis",
        "id": "d4ec143e-5e43-46f6-b9d7-37007569025e",
        "choice_type": "single"
    },
    {
        "question": "Bleeding spots are seen on removal of plaques in?",
        "exp": "ANSWER: (A) Psoriasis. REF: Rooks 7th ed p. 35. 1. This is characteristic auspitz sign seen in psoriasis in which removal of scales lead to pin point bleeding spots",
        "cop": 1,
        "opa": "Psoriasis",
        "opb": "Lichen planus",
        "opc": "Lichen striatus",
        "opd": "SLE",
        "subject_name": "Skin",
        "topic_name": "Psoriasis",
        "id": "3608ba47-960e-4c6e-aa01-c21a482e11d7",
        "choice_type": "single"
    },
    {
        "question": "Von zumbusch disease is?",
        "exp": "ANSWER: (A) Pustular psoriasis. REF: Bolognia 2nd ed Ch; 9. Von zumbusc disease is a type of pustular psoriasis. PUSTULAR VARIANTS OF PSORIASIS: Generalized pustular psoriasis: In generalized pustular psoriasis (GPP), the infiltration of neutrophils dominates the histologic picture, while erythemaand the appearance of sterile pustules dominate the clinical picture. GPP is an unusual manifestation of psoriasis, and triggering factors include pregnancy, rapid tapering of corticosteroids (or other systemic therapies), hypocalcemia, infections and, in the case of localized disease, topical irritants. GPP during pregnancy is also referred to as impetigo herpetiformis. There are four distinct patterns of GPP. von Zumbusch pattern: This is a generalized eruption starting abruptly with erythema and postulation. The skin is painful during this phase and the patient has a fever and feels ill. After several days, the pustules usually resolve and extensive scaling is observed. Annular pattern. The eruption is characterized by annular lesions, consisting of erythema and scaling with pustulation at the advancing edge. The lesions enlarge by centrifugal expansion over a period of hours to days, whilst healing occurs centrally. General malaise, localized tenderness and fever may occur. Exanthematic type. This is an acute eruption of small pustules, abruptly appearing and disappearing in a few days. It usually follows an infection or may occur as a result of administration of specific medications, e. g. lithium. Systemic symptoms usually do not occur. There is overlap between this form of pustular psoriasis and pustular drug eruptions, also referred to as acute generalized exanthematous pustulosis (AGEP). 'Localized' pattern. Sometimes pustules appear within or at the edge of existing psoriatic plaques. This can be seen during the unstable phase of chronic plaque psoriasis and following the application of irritants, e. g. tars. Localized pustular psoriasis: Pustulosis of the palms and soles: It is characterized by 'sterile' pustules of the palmoplantar surfaces admixed with yellow-brown macules, scaly erythematous plaques may also be seen. The minority of patients have chronic plaque psoriasis elsewhere. In contrast to the natural history of GPP, the pustules remain localized to the palmoplantar surfaces and the course of this disease is chronic. Focal infections and stress have been reported as triggering factors and smoking may aggravate the condition. Pustulosis of the palms and soles is one of the entities most commonly associated with sterile inflammatory bone lesions, for which there are several names: chronic recurrent multifocal osteomyelitis, pustulotic arthro-osteitis, and SAPHO syndrome (synovitis, acne, pustulosis, hyperostosis and osteitis). Several neutrophilic dermatoses are associated with SAPHO. Acrodermatitis continua of Hallopeau: This is a rare manifestation of psoriasis. Clinically, pustules are seen on the distal portions of the fingers and sometimes the toes. Pustulation is often followed by scaling and crust formation. Pustules may also form in the nail bed (beneath the nail plate) and there may be shedding of nail plates. Transition into other forms of psoriasis can occur and acrodermatitis continua may be accompanied by annulus migrans of the tongue.",
        "cop": 1,
        "opa": "Pustular psoriasis",
        "opb": "Plaque psoriasis",
        "opc": "Psoriatic erythroderma",
        "opd": "Psoriatic arthritis",
        "subject_name": "Skin",
        "topic_name": "Psoriasis",
        "id": "6797bdc6-9a36-4544-809c-a12baa2bb250",
        "choice_type": "single"
    },
    {
        "question": "Bleeding spots seen on removal of scales in psoriasis is called as:",
        "exp": "A. (Auspita sign) On removal of scales bleeding spot is called auspitz sign Punctate haemorrahage is also found in psoriasis - Neena Khanna 3rd/ 40. Psoriasis. Auspitz sign a characterstic finding of plaque psoriasis in which removal of scales leads to pinpoint bleeding. Characteristically presents with silvery mica scale. Typical lesions are erythematious (salmon pink/red), raised, scaly, well demarcated plaques on extensor aspect of trunk&limbs preferentially; the knees, elbows & scalp areespecially affected, although the mucosa seem to be spared. Micro-munro abscess: collection of polymorphs in stratum corneum. Grattage Test- on scratching scales appear. Koebner's/ Isomorphic phenomenon Psoriasis appears at the site of minor injury such as scratch or graze. It is characterstic of psoriasis, but is also seen in Lichen planus, & discoid lupus erythematosus Wornoff Ring- White hypopigmented halo around erythematous plaque Candle grease sign & Burkley. Js membrane. Liching is very uncommon. Alopecia, Mucosal involvement & CNS involvement is not seen. Psoriatic arthropathy is uncommon (5%); and involves distal interphalyngeal joint, a characteristic features which differentiates it from rheumatoid arthritis. In In nails* Onycholysis (seperation of nail plate from naibed)* Thimble-pitting of nail plate* Brown black discoloration",
        "cop": 1,
        "opa": "Auspitz sign",
        "opb": "Punctuate hemorrhage",
        "opc": "Nikolyski's sign",
        "opd": "Darriersign",
        "subject_name": "Skin",
        "topic_name": "Psoriasis",
        "id": "ddff0a0b-fdb1-4760-b2bd-03a56f59de3e",
        "choice_type": "multi"
    }
]