[
    {
        "question": "Groove sign is seen in-",
        "exp": "Ans. is 'c' i.e., LGV * 'Groove sign of Greenblatt' is pathognomonic of LGV (secondary stage) - when inguinal lymph nodes are enlarged, they are separated by Poupart's ligment, producing a groove.Lymphogranuloma venerum (lymphogranuloma inguinale)* LGV is caused by chlamydia trachomatis, serotypes LI, L2, L3. Serotype L2 is the most common cause. The clinical course of LGV consist of following three stages : -i) First stage (Primary LGV): - Self limited, Single, asymptomatic, painless, non bleeding genital ulcer.ii) Secondary stage: - Painful inguinal lymphadenopathy (Remember - Ulcer is painless but lymphadenopathy is tender & painful). Swollen lymph nodes coalesce to form bubos, i.e., matted lymph nodes. Buboes may rupture to form discharging sinus.# Groove's sign - Enlarge lymph nodes both above and below inguinal ligament.iii) Tertiary LGV (genitorectal syndrome): - Characterized by proctocolitis.Complications of LGV* Esthiomene - Enlargement, thickening and fibrosis of labia.* Elephantiasis of the genitals* Rectal stricture* Systemic - Arthritis, pneumonitis, Perihepatitis",
        "cop": 3,
        "opa": "Syphilis",
        "opb": "Dermatomyositis",
        "opc": "LGV",
        "opd": "SLE",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "79efe49b-5816-4588-a0d7-4f9433db2335",
        "choice_type": "single"
    },
    {
        "question": "Chancroid is caused by:",
        "exp": "Ans. c (Haemophilus ducreyi). (Ref. Textbook of microbiology by Ananthanarayan 6th/ 311.)VulvovaginitisAdherent yellowish discharge, pH >5, fishy amine odor in KOH, clue cells, gram - cell dominateBacterial vaginosisOvergrowth of Gardnerella vaginalis, anaerobesClue cells, gram - rodsMetronidazoleVulvovaginitis, pruritus, erythema, discharge with consistency of cottage cheeseCandida spp.Antibiotic use-* overgrowth, immunocom promisedGerm tube test, gram + yeasts in vaginal fluidsNystatin, miconazole\"Strawberry cervix\" foamy purulent discharge; many PMNs and motile trophozoites microscopically (corkscrew motility)Trichomonas vaginalisVaginitis with dischargePear-shaped trophozoites with corkscrew motilityMetronidazoleEducational points: STDCAUSATIVE AGENTDIAGNOSISTREATMENT1.Chancroid (Soft sore)H. ducreyi\"School of fish\"/Rail road trackErythromycin/Cotrimazole2.L6VChlamydiae trachomatis (L1< L2, and L3)Culture of LGV strain from node or rectum, occa-sionally from urethra or cervix; NAAT for C. trachomatis from these sites; LGV CF titer, 1:64; micro-IF titer, 1:512.Tetracycline3.Syphilis (Hard chancre)T. pallidumDark ground microscopyPenicillin4.Genital herpesH. simplex2HSV infection is best confirmed in the laboratory by detection of virus, viral antigen, or viral DNA in scrapings from lesions.Acyclovir5.Donovaniasis(Granuloma inguinale)Calymmto- bacterium granulomatisSmears can be examined in a clinical setting by direct microscopy with a rapid Giemsa or Wright's stain. Donovan bodies can be seen in large, mononuclear (Pund) cells as gram-negative intracytoplasmic cysts filled with deeply staining bodies that may have a safety-pin appearance.Erythromycin6.GonorrhoeaN. gonorrheaA rapid diagnosis of gonococcal infection in men may be obtained by Gram's staining of urethral exudates.PenicillinCeftriaxone (For disseminated gonorrhoea)7.TrichomoniasisT. vaginalis\"Strawberry vagina & Cx\"metro/tinidazole8.Bacterial vaginosisGarnerellaVaginalis\"Clue cells\"LeucocytopeniaReduced lactobacilliMetronidazole/ Clindamycin",
        "cop": 3,
        "opa": "Treponema pallidum",
        "opb": "Leishmania donovani",
        "opc": "Haemophilus ducreyi",
        "opd": "Donovania granulomatis",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "eaadf033-1330-486c-967b-62dbd3340baa",
        "choice_type": "multi"
    },
    {
        "question": "Chancroid is caused by ?",
        "exp": "ANSWER: (A) H. Ducrei REF: Roxburgh's Common Skin Diseases p. 102 Repeat in June 2010 See APPENDIX-47 below for list of \"STD's\" CHANCROID (SOFT SORE) This venereal infection is caused by the Gram-negative bacillus Haemophilus ducreyi. One to 5 days post-infection, a soft sloughy ulcer appears on the penis or vulva. The treatment of choice is erythromycin (500 mg 6-hourly for 14 days).",
        "cop": 1,
        "opa": "H. Ducrei",
        "opb": "N. Gonnorrhea",
        "opc": "T. Pallidum",
        "opd": "H. Influenza",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "acc1f496-59a0-4c42-90d3-cadf255b9274",
        "choice_type": "multi"
    },
    {
        "question": "Infection by which of the following agents leads to wart formation-",
        "exp": "Ans. is 'b' i.e., HPV o Human papilloma virus (HPV) is the causative agent of all type of warts.Type of wartSite of involvementHPV types1. Verruca vulgaris (common wart)Most common type wart On Hands and fingers2 (most common), 4, 272. Verruca Plana (Flat wart)Face, hands3, 103. Verruca plantaris (Palmoplantar warts)Palms & soles1,2,4, 57i) Superficial palmoplantar wart (Mosaic wart) 2 (most common)ii) Deep palmoplantar wart (Myrmecia wart) 1 (most common)4. Condyloma acuminata (anogenital wart)Genital, perianal, perineum,Most common - 6,11, (low risk)Other - 16, 18, 31, 33, 45 (High risk)5. Laryngeal papillomatosisLarynx, respiratory tract6, 116. Bowenoid papulosisGenitalia167. Epidermodysplasia verruciformisExtensive5, 8",
        "cop": 2,
        "opa": "Herpes simplex virus",
        "opb": "HPV",
        "opc": "Molluscum contagiousum virus",
        "opd": "Varicella zoster virus",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "6c46c13c-8943-41c8-93f6-222f36ac2f47",
        "choice_type": "single"
    },
    {
        "question": "The syndromic management of urethral discharge includes",
        "exp": "Ans. c. Neisseria gonorrhoeae and Chlamydia trachomatisSyndromic ManagementUrethral discharge: Neisseria gonorrhoeae and Chlamydia trachomatisGenital ulcer disease: Syphilis and Chancroid",
        "cop": 3,
        "opa": "Neisseria gonorrhoeae and herpes genitalis",
        "opb": "Chlamydia trachomatis and herpes genitalis",
        "opc": "Neisseria gonorrhoeae and Chlamydia trachomatis",
        "opd": "Syphilis and chancroid",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "a86f01ca-8812-42ff-a67d-6227a2f107da",
        "choice_type": "single"
    },
    {
        "question": "Hard chancre is seen in?",
        "exp": "Ans. b (Syphilis). (Ref. Harrison, Internal Medicine, 15th ed., 845, 990, 1045, 1191 and 1220).Chancres are seen in chancroid, syphilis, tularemia, African trypanosomiasis and few other parasitic diseases. SyphilisChanchroid1PapulePustule2Usually singleUsually multiple, coalesce35-15 mm diameterDiameter variable4Sharp edges, elevated and roundUndermined ragged irregular edges5Superficial/deepExcavated6Base smooth and nonpurulentBase purulent, bleeds easily7Firm consistency (indurated)Soft consistency, non-indurated8Not painful or tender lesions with firm non-tender bilateral adenopathy.Very tender lesions with tender, suppurated unilateral adenopathy.",
        "cop": 2,
        "opa": "Chancroid",
        "opb": "Syphilis",
        "opc": "Tularemia",
        "opd": "All",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "19184651-d544-499b-b903-500427a17bbc",
        "choice_type": "multi"
    },
    {
        "question": "Multiple painful ulcers with inguinal lymphadenopathy. Diagnosis is?",
        "exp": "Ans. is 'b' i.e. Chancroid* Chancaroid characteristically present with multiple painful ulcers with no or soft induration with painful suppurative inguinal lymphadenopathy.* They have undermined, sloughed erythematous edges & bleed easily.Characteristics of various different types of genital ulcersi) Primary syphilis (hard chancre):- punched out, painless, non bleeding(avascular) ulcer with firm induration. Painless lymphadenopathy.ii) Donovanosis:- one or more, painless, bleeding (vascular) ulcers with induration. No lymphadenopathy (pseudobubos).iii) Chancroid (soft chancre):- multiple, painful, bleeding (vascular) ulcers with no or soft induration. Suppurative painful lymphadenopathy.iv) LGV: - single, painless, non bleeding ulcer. Painful lymphadenopathy.v) Herpes genitalis: - multiple painfiil/asymptomatic vesicles/ulcers. Painful lymphadenopathy (b/1).",
        "cop": 2,
        "opa": "Syphilis",
        "opb": "Chancroid",
        "opc": "LGV",
        "opd": "Donovanosis",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "f1605173-dab6-4527-b80c-b3133498cb83",
        "choice_type": "single"
    },
    {
        "question": "Condyloma acuminata is caused by:",
        "exp": "Ans. A. HPV. (Ref. Harrison's, Principle of Internal Medicine, 16th ed., p 979)Condyloma accuminata (syn. genital warts)# Are caused by human papilloma virus that is transmitted by sexual contact.# Early lesion are pink conical papules.# Pink, fleshy pedunculated cauliflower like lesion are seen in advanced cases.# In women, genital warts are most commonly found on the vulva but they may line the vagina and cervix.# Rx:Topical podophyllin (20%) is usually effective. If chemical methods fail, the warts can be excised or they can be ablated with cryosurgery, electrosurgery or laser.Condyloma lata# is a broad & flat syphilitic condyloma located in warm, moist, intertrigenous area, especially about the anus & external genital.# It may become hypertrophic & erode to form a soft red mass with a moist, weeping surface called also flat Condylomaseen mainly in secondary.",
        "cop": 1,
        "opa": "HPV",
        "opb": "HSV",
        "opc": "HIV",
        "opd": "Parvo virus",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "95828e0a-8e19-4a6c-9644-46853f3ab331",
        "choice_type": "single"
    },
    {
        "question": "A 24 year old male presents to a STD clinic with a single painless ulcer on external genitalia. The choice of laboratory test to look for the etiological agent would be:",
        "exp": "Ans. is 'c' i.e. Scrapings from ulcer for dark field microscopy [Ref.: Harrison 16/e p 981 (15 /e p. 1046, 1047)Single painless ulcer on external genitalia in young male is suggestive of syphilis the patient is in the first stage of syphilis. The single painless ulcer is primary chancre.Diagnosis of syphilisAbsolute diagnosis during the first and second stages can be made by direct examination under dark field microscopy of a specimen from infective lesions which arePrimary chancreMaculopapular rashCondyloma lataDarkfield microscopy reveals tiny helically shaped organisms moving in a corkscrew like fashion.Since direct visualization of spirochetes effective only during the active stages primary and secondary syphilis, serological tests were developed for diagnosis. These serologic tests detect antibodies IgM or IgA type against antigen.Let's seeApproach to diagnosis of Genital ulcers (also see the table from Q. No. 74 of May 2001)Painful ulcers* -Chancroid, HerpesPainless ulcers* -Syphilis, lymphogranulomaVenarum, DonovanosisUlcer with Necrotic base -Hemophilus DucreyiIndurated ulcers* -SyphilisVesicular lesions -HerpesMultiple ulcers -ChancroidHerpes (B/L symmetrical)Donovanosis (can be single or multiple)Single lesions* -Syphilis, LGVLymphadenopathy* -Present in all exceptDonovanosis (pseudobuboes* are seen)Painful lymphadenopathy* -Cancroid's LGVSinuses in lymphadenopathy* - Lymphadenopathy present after theLGVlesion has healed* -LGV",
        "cop": 3,
        "opa": "Scrappings from ulcer for culture on chocolate agar with antibiotic supplement.",
        "opb": "Serology for detection of specific IgM antibodies.",
        "opc": "Scrappings from ulcer for dark field microscopy.",
        "opd": "Scrappings from ulcer for tissue culture.",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "8641ba45-fc1b-4637-9f6b-6275ad570243",
        "choice_type": "single"
    },
    {
        "question": "Homosexual man with pain in defecation, no gastrointestinal symptoms, clustered ulcers extending into anal canal. Diagnosis -",
        "exp": "Ans. is 'c' i.e., Herpes genitalis o Herpes genitalis is a sexually transmitted disease, characterized by appearance of multiple painful vesicles in clusteres in genital area which later on may ulcerate. These small ulcers may combine to form a large ulcer. First attack of this in infection may be associated with flu like symptoms but GIT symptoms are usually absent,o Gonorrhea is characterized by acute anterior arthritis associated with thick yellow urethral discharge. Perianal ulceration is not a feature of gonorrhea.o Although HIV can be considered in the differential diagnosis of Perianal ulcers, but is usually associated with GIT symptoms.o Perianal ulceration is not a feature of CMV infection.",
        "cop": 3,
        "opa": "CMV",
        "opb": "Gonorrhea",
        "opc": "Herpesgenitalis",
        "opd": "HIV",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "ca3ea4b5-7fd0-4a4d-8b45-e5455f60df69",
        "choice_type": "single"
    },
    {
        "question": "A 30 year old man had sexual exposure to a commercial sex worker, develops a painless indurated ulcer on gland after 3 weeks. Diagnosis is -",
        "exp": "Ans. is 'a' i.e., Syphilis o Among the given options only syphilis causes painless ulcer. Also its IP is 9-90 days (median 3 weeks). Genital ulcers || |PainlessPainful|i| | iNo-lymphadenopathy Lymphadenopathy Multiple lesions Painful lymphadenopathy | | | | Painfullymphadenopathy Painlesslymphadenopathy||Presence of vesicles B/L lymphadenopathySuppurative lymphnode U/L lymphadenopathy|||| || | | DonovanosisLGV Chancre(syphilis) HSV Chancroid o Suggestive features# Single or multiple# IP -1-4 weeks# Bleeding easily# Exuberant granulation tissues# Firm induration# Elevated# Elevated, irregular serpigi ginous edges# One attack (no recurrence)o Suggestive features# Single# IP - 3 days - 6 weeks# Non-bleeding# Finn induration# Superficial or deep# Elevated round or oval edges# One attack (no recurrence)o Suggestive features# Single# IP - 9-90 days# Non-bleeding# Firm induration# Superficial or deep# Elevated round or oval edges# One attack (no recurrence)o Suggestive features# Multiple# IP - 2-7 days# Non-bleeding# Non-indurated# Superficial# Undermined, ragged, sloughed irregular edges# Frequantly recurrento Suggestive features# Multiple# IP -1-7 days# Bleeding# Non-indurated or soft induration# Exacavated# Erythematous edges# One or two attacks",
        "cop": 1,
        "opa": "Syphilis",
        "opb": "Chancroid",
        "opc": "HSV",
        "opd": "Traumatic",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "3b5dd597-b535-4dd9-b8e7-35656a1fcc08",
        "choice_type": "single"
    },
    {
        "question": "Sex worker with discharging ulcer, gram negative diplococci & growth on modified Thayer martin media. Diagnosis -",
        "exp": "Ans. is 'a' i.e., N. gonococcio Information in this question are -Gram negative diplococci.Growth on modified Thayer-martin media.o Neisseria gonorrhoeae is a gram negative diplococci and Thayer-martin medium is the selective medium for gonococci.Lab diagnosis of gonorrheao Urethral discharge is the most important specimen.o Transport media* It processing is to occur within 6 hrs-Stuart medium or Amies medium.* If processing is to occur > 6 hrs-JEMBEC or Gono - Pak system (media with self - contained CO2-generating system).o Cluture media* In acute cases-Chocolate agar or Muller - Hinton agar.* In chronic cases-Selective medium - Thayer martin medium.o Normally the diagnosis of gonorrhoea is made by isolating the organism in culture.o It may not be possible to obtain gonococci in culture from some chronic cases or from patients with metastatic lesions such as arthritis. Serological test may be of value in such instances.o In serological tests antibodies to gonococcal pili, LPS and outer membrane proteins are detected.o Various tests are -1) Complement fixation text4) Immunofluorescence7) Immunobloting2) Precipitation5) Radioimmunoassay 3) Passive agglutination6) Enzyme - linked immunosorbent assay (ELISA) However, no serological test has been found useful for routine diagnostic procedure.",
        "cop": 1,
        "opa": "N. gonococci",
        "opb": "Syphilis",
        "opc": "LGV",
        "opd": "Chaneroid",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "d39dd169-b4ef-4356-9f6d-95432942d02b",
        "choice_type": "single"
    },
    {
        "question": "Rhagades are found in:",
        "exp": "Ans. c. Early stage of congenital syphilisRhagades are fissures, cracks or linear scars especially at angle of mouth & nose",
        "cop": 3,
        "opa": "Primary syphilis",
        "opb": "Secondary syphilis",
        "opc": "Early stage of congenital syphilis",
        "opd": "Postnatal congenital syphilis",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "8209b093-189f-4677-9477-6095713f12a4",
        "choice_type": "single"
    },
    {
        "question": "All the following features are associated with Chancroid except-",
        "exp": "Ans is 'b' i.e. Painless lymphadenopathy* Chancroid is associated with painful suppurative inguinal lymphadenopathy.Chancroid (soft chancre/soft sore)* Chancroid is an STD caused by H.ducreyi, a gram negative cocobacilli. Incubation period of chancroid is 1-7 days. Clinically it is characterized by: -i) Multiple ulcersii) Non-indurated or soft indurationiii) Painful (Tender)iv) Bleed easilyv) Undermined, sloughed erythematous edgesvi) Painful suppurative inguinal lymphadenopathyDiagnosis & Treatment* Gram's staining of swab from the lesion may reveal a predominance of characteristic gramnegative coccobacilli, arranged in parallel chains giving a \"School offish\" or \"rail road track\" appearance. An accurate diagnosis relies on cultures of H.ducreyi from the lesion.* Azithromycin is the DOC for treatment. Ceftriaxoney Ciprofloxacin & erythromycin are alternatives.",
        "cop": 2,
        "opa": "Painful ulcer",
        "opb": "Painless lymphadenopathy",
        "opc": "School of fish appearance on staining",
        "opd": "Azithromycin is useful in treatment",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "e201dd2d-4689-4d25-9608-522194e06aae",
        "choice_type": "multi"
    },
    {
        "question": "All are seen in Behchets syndrome except -",
        "exp": "Ans. is 'd' i.e., Pyoderma gangrenosum Behcet's diseaseo Behcet's disease is a multisystem disease that is defined by the presence of oral aphthosis with at least two of the following: genital aphthae, synovitis, posterior uveitis, cutaneous pustular vasculitis or meningoencephalitis, in the absence of IBD or autoimmune Diseases .o Children sometimes develop Behcet's disease, but it typically affects young adults.o Its association with HLA-B51Diagnostic criteria:Recurrent oral ulceration - Minor aphthous, major aphthous, or herpetiform ulceration observed by physician orpatient that recurred at least 3 times in one 12-month periodPlus two of the following criteria :Recurrent genital ulceration Aphthous ulceration or scarring observed by physician or patientEye lesions : Anterior uveitis, posterior uveitis, or cells in vitreous on slit-lamp examination; or retinal vasculitis observed by ophthalmologistSkin lesions : Erythema nodosum observed by physician or patient, pseudofolliculitis or papulopustular lesions; or acneiform nodules observed by physician in post-adolescent patients not receiving corticosteroid treatmentPositive pathergy test: Read by physician at 24-48 h.",
        "cop": 4,
        "opa": "Genital ulcers",
        "opb": "Uveitis",
        "opc": "Oral ulcers",
        "opd": "Pyoderma gangrenosum",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "c959c207-3e8e-4ecd-8b0f-f965665e2355",
        "choice_type": "multi"
    },
    {
        "question": "Recurrent genital ulcer is caused by",
        "exp": "Ans. is 'b' i.e., HSV 2 o Most common cause of recurrent genital ulcer is HSV.o Infact, the characteristic feature of Herpes genitalis is that it is recurrent,o Genital ulcer is caused by HSV 2.",
        "cop": 2,
        "opa": "HSV 1",
        "opb": "HSV 2",
        "opc": "HSV 3",
        "opd": "HSV 4",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "802e7656-a3e1-4dae-89e4-411e90ab0275",
        "choice_type": "single"
    },
    {
        "question": "Multiple painful bleeding ulcers with inguinal bubo is seen with",
        "exp": "Ans. (D) Chancroid",
        "cop": 4,
        "opa": "Chancre",
        "opb": "Granuloma inguinale",
        "opc": "Lymphogranuloma Venerum",
        "opd": "Chancroid",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "04011be2-ee71-4658-905f-5dcc287076cc",
        "choice_type": "single"
    },
    {
        "question": "Indurated seminal vesicle is characteristic of:",
        "exp": "Reference: http://enledicine. ntedscape. cotn/a rticle/Seminal Vesicle AnatomyExplanation:\"In Genital tuberculosis, palpation of the seminal vesicles may reveal enlargement and induration \"Genital Tuberculosis involving Seminal VesicleGenitourinary organs are then reached via a hematogenous route, withThe kidneys and prostate gland the most commonly secondarily affected.Urine containing the microorganism may subsequently invade the seminal vesicles.Fibrosis and necrosis of the seminal vesicles are common sequelae.Palpation of the seminal vesicles may reveal enlargement and induration.Pathology is typically bilateral, affecting both glands.Scarring, calcification, and morphologic alteration can affect the functioning of the glands",
        "cop": 1,
        "opa": "TB",
        "opb": "Syphilis",
        "opc": "Gonorrhea",
        "opd": "Chlamydia",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "7bf4b8ae-69e3-40b2-a82c-bc9f9559cc72",
        "choice_type": "single"
    },
    {
        "question": "Groove sign:",
        "exp": "Ans. b (LGV) (Ref. IADVL 2nd edition, 1466-1469)LYMPHOGRANULOMA VENEREUM# Sexually transmitted disease of lymph channels caused by Chlamydia trachomatis type L1,L2 and L3.# Characterized by a small fleeting primary lesion followed by the development of suppurative regional lymphadenopathy.# Inguinal syndrome or bubo is characterized by inflammatory swelling of the inguinal lymph nodes and their corresponding tributaries and branches.# Enlargement of the femoral lymph nodes is observed in about 20% of cases.# When these and the inguinal lymph nodes are enlarged, they are separated by Poupart's ligament,producing a groove- \"Groove sign of Greenblatt\" - it is pathognomonic of LGV.# Other features:- Proctocolitis,- Ramrod penis,- Prostatitis,- Seminal vesiculitis,- Epididymoorchitis,- Urethral stricture,- Genital elephantiasis,- Vaginal stenosis- Urethral strictures.- Anal fissures and strictures.- Hepatitis, endocarditis, arthritis, pneumonitis, spondilytis, erythema nodosum and erythema multiforme.# Diagnosis:1. Serological tests: complement fixation test, micro immunofluorescence test and single L-type immunofluorescence test2. Histologic identification:Giemsa-Romanowskv stain3. Isolation: inoculation into mouse brain, yolk sac or tissue culture4. Frei test# Rx:- Tetracycline 500 mg qid for 2-3 weeks- Doxycycline 100 mg bd for 2-3 weeks- For pregnant and children below 8 yrs erythromycin is given.Educational Points:# Tzanck test: Pemphigus# Tzanck smear: Herpes# Tzanck cell: Keratinocyte",
        "cop": 2,
        "opa": "Donovaniasis",
        "opb": "LGV",
        "opc": "Chancroid",
        "opd": "Genital herpes",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "674a7791-4fc6-4b3c-90a4-5e4e59575b5f",
        "choice_type": "single"
    },
    {
        "question": "Lesion characteristic of secondary syphilis is?",
        "exp": "Ans is 'c' i.e., Dermal tenderness * Deep dermal tenderness on pressure (Buschke ollendraff sign) is a characteristic feature of secondary syphilis.Secondary syphilis presents with : -1) Most common manifestation is rash. Rash is usually bilateral symmetrical macule or maculopapular, which occurs on palms & soles. The macule is non-pruritic and asymptomatic. Other lesions may be papules or papulo-squamous.2) Generalized non-tender lymphadenopathy.3) Condyloma lata It is the most infectious lesion of syphilis. These are large pink or graywhite papules in warm, moist, intertriginous areas especially perianal, vulva and scrotum.4) Mucous patches : - Superficial mucosal erosions in lips, oral mucosa, tongue, pharynx, vulva, vagina, glans penis, inner prepuce.5) Constitutional symptoms: - Sore throat, fever, weight loss, malaise, anorexia, headache.6) Moath eaten alopecia - It is patchy alopecia.7) Buschke ollendraff sign: Deep dermal tenderness on pressure",
        "cop": 3,
        "opa": "Genital Ulcer",
        "opb": "Condyloma acuminata",
        "opc": "Dermal tenderness",
        "opd": "Hutchinson's teeth",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "d17beac3-9019-47da-a3b8-38b4e45eed12",
        "choice_type": "single"
    },
    {
        "question": "A 30 year old male patient has a large, spreading and exuberant ulcer with bright red granulation tissue over the glans penis. There was no lymphadenopathy. The most likely causative organism is;",
        "exp": "Ans. is 'd' Calymmatobacterium granulomatisRef. Harrison l6th/e p 933 (15th/e p846, p1004, 1005)Bright red painless ulcer with no lymphadenopathy suggest the diagnosis of Donovanosis (caused by Calymmatobacterium granulomatis). Both Treponema (syphilis) and Herpes cause painful ulcers with lymphonodusFeatures of genital ulcer due to DonovanosisThe early primary lesion is a papuleThe no. of lesions can be variableThe edges are elevated and irregularThe lesion is red and velvety and bleeds readilyThere is firms induration and pain is uncommonAbsence of lymphadenopathy, pseudo buboes are seenDiagnosis - It is made by demonstration of Donovan bodies* within large mononuclear cells.T/TDoxycycline - Drug of choice in developed countries Erythromycin - used as an alternative in pregnant women Chloramphenicol - Drug of choice in some developing countries.For the differential diagnosis of genital ulcers see Q no. 74 of May 2001.",
        "cop": 4,
        "opa": "Treponema pallidum",
        "opb": "Herpes simplex virus type 1",
        "opc": "Herpes simplex virus type 2",
        "opd": "Calymmatobacterium granulomatis",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "ecb4c0c4-e628-4d23-90d3-16d51b51419f",
        "choice_type": "multi"
    },
    {
        "question": "A man having multiple, painful, indurated, undermined, sloughed ulcer over glans penis, which occurred 5 days after exposure, most likely diagnosis is:",
        "exp": "Ans. a. ChancroidChancre and LGV are painless ulcers. Ulcers of HSV usually have a history of vesicles prior to rupture. Ulcers of chancroid are dirty looking with slough formation and undermined edges.",
        "cop": 1,
        "opa": "Chancroid",
        "opb": "Primary chancre",
        "opc": "Herpes genitalis",
        "opd": "LGV",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "c5e22851-7489-483a-95ce-ddd55bfd1d8c",
        "choice_type": "single"
    },
    {
        "question": "What is the the most probable diagnosis of a child who presents with wrhite umbilicated lesions on face?",
        "exp": "Ans. is 'a' i.e., Molluscumcontagiosum o Pearly white umblicated papule on face in children is most commonly seen in Molluscumcontagiosum.Molluscum contagiosumo It is a common viral infection in children. It is caused by pox virus, i.e., Molluscum contagiosum virus. It is characterized by multiple pearly white, dome-shaped papules which are umbilicated centrally. On using a hand lens, many of the papules has a mosaic appearance. Epidermal cells contain eosinophilic intracytoplasmic inclusion bodies (Molluscum or Henderso-Paterson bodies). Autoinoculation can give rise to lesions arranged linearly along line of trauma - pseudoismorphic (pseudokoebner's) phenomenon. M.C. may involve any part of the body -In children face is involved most commonly: Anogenital molluscum contagiosum is a STD.Treatemento Curretage, electrocautery, cryotherapy are simple and effective methods. Imiquimed, a recently introduced immunostimulant, is helpful in patients with multiple lesions and in small children",
        "cop": 1,
        "opa": "Molluscumcontagiosum",
        "opb": "Herpes simplex infection",
        "opc": "Erythema toxicumneonatorum",
        "opd": "Human pappiloma virus infection",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "0b48cd60-9b0c-4b59-80f2-c03ecff229a5",
        "choice_type": "single"
    },
    {
        "question": "A 3 year old female child develops umblicated nodules over face following a trivial viral infection, the probable diagnosis is :",
        "exp": "Ans. is 'd' Molluscum Contagiosum Molluscum Contagiosumis caused by Pox virus*It presents in children as pearly papule with central umbilication* usually on face.Diagnosis- Molluscum bodies* on Giemsa or gram stain is characteristic.T/t - most of the lesions resolves spontaneously the aim is to prevent the spread to others in the community; curettage, cautery, strong salicylic Acids are used for this.",
        "cop": 4,
        "opa": "Lichen planus",
        "opb": "Chicken Pox",
        "opc": "Scabies",
        "opd": "Molluscum contagiosum",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "f79e5049-6556-45cf-bd61-6dba3adbc8ac",
        "choice_type": "single"
    },
    {
        "question": "HPV responsible for Condyloma Acuminatum are?",
        "exp": "ANSWER: (B) Types 6 and 11REF: Fitz Patricks Dermatology 6th ed Page 2124, 2125, 2127, Robbins Pathology, 6th Ed, Page 1013 & Harrisons, 15th Ed, Page 1119See details of Condyloma Acuminatum in Dermatology 2002See APPENDIX - 31 below for \"HUMAN PAPILLOMAVIRUS\" APPENDIX - 31Human Papilloma Virus:DiseaseHPV TypeCommon warts2, 7Plantar warts1, 2, 4, 63Flat warts3,10Anogenital warts6,11, 42, 44 and others(types 6 and 11 account for about 90% of all cases)Genital cancersHighest risk: 16,18, 31, 45 HPV types (16 and 18 cause 70% of cervical cancer)Other high-risk: 33, 35, 39, 51, 52, 56, 58, 59 Probably high-risk: 26, 53, 66, 68, 73, 82Epidermodysplasia verruciformisHPV types 5 and 8Heck's disease- Focal epithelial hyperplasia (oral)13, 32Oral papillomas6, 7,11,16, 32HPV-positive Oropharyngeal cancer16Laryngeal papillomatosis6,11",
        "cop": 2,
        "opa": "Types 5 and 8",
        "opb": "Types 6 and 11",
        "opc": "Types 16 and 18",
        "opd": "Type 13 and 32",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "bdb66c63-e272-4226-9656-349d24833d84",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old male presented with following lesion on his genitalia, following intercourse with multiple sexual partners, and multiple times. Which human papilloma virus is the causative agent?",
        "exp": "Ans. a. HPV 6, 11This is typically a case of genital warts which is a sexually transmitted disease caused by HPV 6 and 11.",
        "cop": 1,
        "opa": "HPV 6, 11",
        "opb": "HPV 16, 18",
        "opc": "HPV 31, 33",
        "opd": "HPV 35, 45",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "16662c1e-766d-4043-b2d1-c61a78a429c2",
        "choice_type": "single"
    },
    {
        "question": "Donovanosis is caused by:",
        "exp": "Ans. c. Calymmatobacterium granulomatisCalymmatobacterium granulomatis is how known as Klebsiella granulomatis (gram negative, red shaped bacterium)",
        "cop": 3,
        "opa": "H. ducreyi",
        "opb": "T. pertenue",
        "opc": "Calymmatobacterium granulomatis",
        "opd": "Chlamydia trachomatis",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "7e96bf49-bc8d-4f38-8213-6593f1a6ac70",
        "choice_type": "single"
    },
    {
        "question": "Verrucosa vulgaris is caused by -",
        "exp": "See page 184 in 4th edition of SARP AA \" verruca vulgaris most common type caused by HPV 2,4,27\"",
        "cop": 1,
        "opa": "HPV",
        "opb": "EBV",
        "opc": "CMV",
        "opd": "HIV",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "7d80237c-2264-4570-8d99-764e458ccac9",
        "choice_type": "single"
    },
    {
        "question": "A sexually active male comes with multiple painful ulcers, the smear is enclosed? What is the most likely diagnosis?",
        "exp": "Ans. B. ChancroidImage shows pleomorphic gram negative coccobacilli (H. ducreyi) arranged in a parallel chains of two's or four described as \"School of fish\"",
        "cop": 2,
        "opa": "Chancre",
        "opb": "Chancroid",
        "opc": "Herpes",
        "opd": "Aphthosis",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "62800be6-b631-42e0-9ba0-2fc324caa7b5",
        "choice_type": "multi"
    },
    {
        "question": "Patient presents with discharge per urethrum and microscopy shows presence of intracytoplasmic gram negative cocci; what is the most probable diagnosis ?",
        "exp": "Ans. is 'a' i.e., Gonorrhea o Presence of pus discharge per urethrum in males with presence of intracytoplasmic gram negative cocci are pointers to the presence of N. gonorrhea infection.GONOCOCCAL INFECTIONo N.Gonorrhoeae is an intracytoplasmic gram negative coccus.o N. gonorrhoeae is exclusively a human pathogen although chimpanzees have been infected artificially,o It is never found as a normal commensal although a proportion of those infected, particularly women, may remain asymptomatic.Acute urethritis is most common manifestation. Purulent discharge per urethra is the most common manifestation.The process may extend, along the urethra, to prostate, seminal vesicle, epididymis.",
        "cop": 1,
        "opa": "Gonorrhea",
        "opb": "Donovanosis",
        "opc": "Bacterial vaginosis",
        "opd": "Syphilis",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "7ea8c8a8-bd6f-481a-b68a-6e52473a43d9",
        "choice_type": "single"
    },
    {
        "question": "A patient suspected of both gonococcal and non gonococcal urethritis. Drug of choice in such patient?",
        "exp": "Ans. b. Azithromycin 2 gm statMonotherapy with 2 g oral azithromycin has been proven to be effective in patients with noncomplicated gonorrheal infections, but this is no longer recommended because of concerns of resistance to macrolides and documented treatment failures.Given the growing resistance patterns of gonorrhea, dual antibiotic therapy is recommended for treatment. First line recommendations for uncomplicated gonococcal infection of the vagina, cervix or rectum are \"ceftriaxone 250 mg IM once plus azithromycin 1 g orally once\". In cases of gonococcal conjunctivitis or disseminated gonococcal infections, the dose of ceftriaxone should be increased to 1 g IM single dose plus 1 g oral azithromycin once. A single 2 g oral dose of extended-release azithromycin for treatment of gonococcal urethritis.Ref. Journal of Antimicrobial Chemotherapy, Volume 69, Issue 11, 1 November 2014. Pages 3116-3118.",
        "cop": 2,
        "opa": "Cefixime 400 mg stat",
        "opb": "Azithromycin 2 gm stat",
        "opc": "Ceftriaxone 250 mg stat",
        "opd": "Doxycycline 100 BD",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "c27b8570-238a-438d-9ccf-a6bd10d0ac5c",
        "choice_type": "multi"
    },
    {
        "question": "A 27-year-old male had burning micturition and urethral discharge. After 4 weeks he developed joint pains involving the knees and ankles, redness of the eye and skin lesion. The most probable clinical diagnosis is:",
        "exp": "Ans. is 'b' i.e., Reiter's syndrome Occurrence of Arthritis and conjunctivitis following urinary tract infection suggests the diagnosis of Reiter's syndrome.Reiter's syndrome refers to the triad ofReactive arthritisConjunctivitisUrethritisBut this term has fallen out of favour particularly following recent revelations of Reiter's involvement in war crimes during World War II. Now the term Reactive arthritis is used to describe this condition.Features of Reactive arthritisAsymmetric, oligo articular inflammatory arthritis of lower extremities.Arthritis most commonly affects the knees and the ankles. cultures of synovium and synovial fluid are sterile therefore the term reactive arthritis.Enthesitis (plantar fascia inserts onto the inferior aspect of calcaneus, this produces heel pain)Dactylitis (usually in the form of sausage toes).Associated with antecedent genitourinary and gastro- intestinal infections. Genitourinary infections with chlamydia trachomatis and gastrointestinal infections with shigella, salmonella and yersinia species is common.Axial skeleton involvement characterized by unilateral sacroiliitis. This is seen in 20% cases.Extraarticular involvement which includes -Conjunctivitis Anterior uveitis Oral ulcer Circulate balanitisKeratoderma blennorrhagicum (papulosquamous rash of soles and palms)Laboratory diagnosis -Mild anemiaModest LeucocytosisModerate to marked thrombocytosisElevated E.S.R.* Also know * Criteria for the diagnosis of Bechet's diseaseClinical featureDefinitionRecurrent oral ulcerationMinor aphthous, major aphthous or herpetiform ulcerations observed by physical or patient that recurred at least three times over a 12 month period.Plus two of the following criteria'sRecurrent genital ulcerationAphthous ulceration or scarring observed by patient or physician.Ocular lesionsAnterior uveitis, posterior uveitis or cells in vitreous on slit lamp examination, or retinal vasculitis observed by ophthalmologistSkin lesions",
        "cop": 2,
        "opa": "Psoriasis vulgaris",
        "opb": "Reiter's syndrome",
        "opc": "Behcet's syndrome",
        "opd": "Sarcoidosis",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "70706eff-a80b-4ada-ab31-ea8b440aa406",
        "choice_type": "single"
    },
    {
        "question": "Donovan bodies are seen in -",
        "exp": "Ans. is 'd' i.e., Calymmatobacteriumgranulomatis Granuloma inguinale or Granuloma venerum or Donovanosiso Caused by Calymmatobecterium granulomatis, a gram negative intracellular bacteria,o IP is 1- 4 weeks.o Begins as one or more subcutaneous nodules that erode through skin to produce ulcer. Ulcer has following characterstics.PainlessBleeding withred granulation tissueInduratedo Subcutaneous granulomas of inguinal region in Donovenosis look like enlarged lymph nodes but these are not enlarged lymph nodes. Therefore, these are known as Pseudobubos. Sites of the lesions are genitalia (90%), inguinal (10%), and anal regions.o Complications are pseudoelephentiasis, phimosis, paraphymosis.Diagnosiso Preferred method is demonstration of typical intracellular Donavan Bodies within large mononuclear cells v isualised in smear prepared from lesion or biopsy specimen. It shows safety pin appearance.Treatmento Azithromycin is the DOC. Alternatives are doxycycline (2nd choice) and chloremphentcol.o Streptomycin, once used, is not used now.",
        "cop": 4,
        "opa": "Leishmaniadonovani",
        "opb": "Chlamydia trachomatis",
        "opc": "Klebsiella",
        "opd": "Calymmatobacteriumgranulomatis",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "566830c6-fa95-4d65-87aa-3c4ce1dabfcf",
        "choice_type": "single"
    },
    {
        "question": "Podophyllum resin is indicated in the treatment of:",
        "exp": "Ans. is 'c' i.e. condyloma acuminata * Condyloma acuminata is a term given to venereal warts. It is caused by papilloma virus type 6, 11Podophyllin resin ImiquimodNote: Pregnant ladies should not be1.It is 5% cream of local interferontreated with podophyllin resins2.It shows better response in women 3.There is less risk in pregnancy 4.It is D.O.C. for women with venereal warts.* Other types of warts:Clinical typeType of HPV associatedCommon warts of hands and fingers2,4Deep plantar warts (myrmecia warts)1Plane warts3, 10Mosaic warts2Laryngeal papilloma6, 11Epidermodysplasia verruciformis5,8",
        "cop": 3,
        "opa": "Psoriasis.",
        "opb": "Pemphigus.",
        "opc": "Condyloma acuminata.",
        "opd": "Condylomata lata.",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "df74ed52-262d-4cc3-b7c5-0eea2938f518",
        "choice_type": "single"
    },
    {
        "question": "Soft sore is caused by?",
        "exp": "Ans. is \"a' i.e., H ducrevi o Lesion of primary syphilis-Chancre (Hard - chancre).o Lesion of H. Ducreyi-Chancroid (Soft - chancre).",
        "cop": 1,
        "opa": "H ducreyi",
        "opb": "Calymmatobacteriumgranulomatis",
        "opc": "Chlamydia trachomitis",
        "opd": "T. Pallidum",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "418668b2-ebcb-483c-a33a-2535a1c092c6",
        "choice_type": "multi"
    },
    {
        "question": "Groove sign is seen in?",
        "exp": "Ans. (c) LGVRef: Rook's 8/e, p 34.33, Greenberg's Text-Atlas of emergency medicine by Michael I. Greenberg p. 367, Nord guide to rare diseases, p 8",
        "cop": 3,
        "opa": "Chancroid",
        "opb": "Syphilis",
        "opc": "LGV",
        "opd": "Psoriasis",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "a9932ab3-1911-4777-b109-ebaf9b42109f",
        "choice_type": "single"
    },
    {
        "question": "A patient after a trip to Bangkok has developed fever and perioral vesicles, diagnosis is:",
        "exp": "Ans. (a) Herpes simplex.* Notice the grouped vesicles with lesions showing umbilication which is a presentation of primary herpes gingivo- stomatitis.* Primary episode is quite distressing for the patient with fever constitutional symptoms and small eroded painful lesions on lips oral mucosa and perioral area.* Impetigo presents with honey colored crusts on the skin and is ruled out.* Molluscum contagiosum is caused by pox virus infection and produces crops of dome shaped papules with umbilicated center on body which are asymptomatic.* In the question patient has fever and location of vesicles is peri-oral and trip to a place known for sex tourism which favors diagnosis of herpes simplex.",
        "cop": 1,
        "opa": "Herpes simplex",
        "opb": "Impetigo",
        "opc": "Molluscum contagiosum",
        "opd": "Bullous pemphigoid",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "7a424bf8-55f6-43fd-b7af-348e711ee860",
        "choice_type": "single"
    },
    {
        "question": "Typical lesion in hard chancre is:",
        "exp": "Ans: A (Painless and indurated)Ref: Thappa DM. editor. Essentials in Dermatology, 2nd edn. New Del hi: JaypeeExplanation:Primary SyphilisPainless chancre (Primary Chancre/Hunterian Chancre,''Hard Chancre)Typical chancre is round or oval ulcer, 1-2 cm across, has indurated margin, clear base and without any exudateModerate enlargement of inguinal lymph nodesNontender, nonsuppurative, firm, shottv (Indolent bubo)Relapse of primary syphilis extremely rare (Chancre Redux)Secondary SyphilisLesions are due to hematogeneous dissemination of treponomesFlu I ike symptoms - malaise, loss of appetite, fever, headache, stiff neck, myalgia and arthralgiaSkin manifestation are termed as 'Syphilids', are asymptomatic, polymorphous, variegate, bilateral and symmetricalEvanescent macular rash involving entire trunk, extremities and palms and solesPapular lesions demonstrate ollendor fsignEven nodules may appear: They may be pustular but never vesicularCondylomata lata: The moist, smooth surfaced warty intertriginous plaques (Most Infectious Lesion)Generalised lymphadenopathy: especially epitrochlear lymph nodes'Moth eaten alopecia' in scalpTertiary SyphilisGummatous: Non tender, pink to dusky red nodules or plaques that vary in sizeCardiovascular and neurosyphilis",
        "cop": 1,
        "opa": "Painless and indurated",
        "opb": "Painful and indurated",
        "opc": "Painless and non-indurated",
        "opd": "Painful and non-indurated",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "81d67eb5-dee2-43dc-8a4c-f50e857ce343",
        "choice_type": "single"
    },
    {
        "question": "Podophyllin resin is indicated for the treatment of?",
        "exp": "Ans. is 'c' i.e., Anogenital warts Treatment options for wartsType of wartTreatment optionsi) Verruca vulgarisi) Cryotherapy, Electric cautery, wart paint (salicylic acid + lactic acid)ii) Palmoplantar wartsii) Wart paint, cryotherapy, Formalin soaksiii) Plane wartsiii) Trichloroacetic acid touch, Retinoic acidiv) Epidermodysplasia verruciformisiv) Acitretinv) Anogenital wart (condyloma acuminata)v) Podophvllin/ padophvlotoxin. Imiquimod. Cryotherapy",
        "cop": 3,
        "opa": "Syphilis",
        "opb": "Herpes genitalis",
        "opc": "Anogenital warts",
        "opd": "LGV",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "37814139-7136-4905-a6a1-bb8f5b004e48",
        "choice_type": "single"
    },
    {
        "question": "Genital elephantiasis is caused by-",
        "exp": "Ans. is 'b' i.e., LGV o LGV is caused by chlamydia trachomatis, serotypes L1, L2, L3. Serotype L2 is the most common cause. The clinical course of LGV consist of following three stages:-1) First stage (Primary LGV):- Self limited, Single, asymptomatic, painless, nonbleeding genital ulcer.2) Secondary stage:- Painful inguinal lymphadenopathy (Remember - Ulcer is pain less but lymphodenopathy is tender & painful). Swollen lymph nodes coalesce to form bubos, i.e., matted lymph nodes. Buboes may rupture to form discharging sinus. Groove's sign - Enlarge lymph nodes both above and below inguinal ligament.3) Tertiary LGV (genitorectal syndrome):- Characterized by proctocolitis.o Complications of LGV1) Esthiomene -Enlargement, thickening and fibrosis of labia.2) Elephantiasis of the genitals3) Rectal stricture4) Systemic - Arthritis, pneumonitis, Perihepatitiso Frei's test was used for diagnosis (not used now)o Treatment - Doxycycline/tetracycline is DOC. Erythromycin is an alternative.",
        "cop": 2,
        "opa": "Herpes genitalis",
        "opb": "LGV",
        "opc": "Gonorrhea",
        "opd": "Syphilis",
        "subject_name": "Skin",
        "topic_name": "S.T.D.",
        "id": "0d962332-8bbc-4898-8525-276538939af7",
        "choice_type": "single"
    }
]