[
    {
        "question": "A 24-year old male had multiple, small hypopigmented macules on the upper chest and back for last three months. The macules were circular, arranged around follicles and many had coalesced to form large sheets. The surface of the macules showed fine scaling. He had similar lesions one year ago which subsided with treatment. The most appropriate investigation to confirm the diagnosis:",
        "exp": "Ans. a. KOH preparation (Ref: Roxburgh's 17/e p37-39). Multiple, small hypopigmented macules on the upper chest and back which are circular, arranged around follicles coalesced to form large sheets with fine scaling are seen in Pityriasis versicolor. The most appropriate investigation to confirm the diagnosis is KOH preparation. Diagnosis in this 25-year-old girl presenting with erythematous papules on the face as seen in the figure with exacerbation of lesions on excessive sweating, sun exposure and emotional disturbance is pityriasis versicolor, diagnosed by KOH mount showing short branched hyphae with spores (Spagheti and Meatball appearance). Tinea/Pityriasis versicolor. Caused by Malasezia furfur (Pityrosporom ovale)Q. Clinical features: Multiple, small, scaly, hypopigmented macules develop insidiously over the skin of chest and back in young adultsQ. Macules start around the hair follicles and merge gradually with each other to form large areasQ. Diagnosis: Examination of scales in 10% KOH- shows Spaghetti and meatball appearance. QWood camp examination: Apple green fluoresceneQ. Skin surface biopsy. Treatment: Griseofulvin is not effective. QKetoconazole/itraconazole for systemic therapyQ. Clotrimazole, miconazole, econazole, selenium disulfide and sodium thiosulfate for local application. Hypopigmented Patch. Pityriasis alba (simplex). Pityriasis versicolor. Indeterminate leprosy* Primarily in young childrenQ before the age of puberty* More common in children in hill stationsQ* Asymptomatic, ill defined, hypopigmented scaly macules mostly on cheeksQ or other part of face* RecurrentQ* Scaly lesionQ* Non anaestheticQ* Rare in children but common in young adultQ* Macules appear on upper trunk and shoulderQ, face involvement is rare.* Hands and lower limbs are usually not involved* Systemic steroids aggravate lesion* RecurrentQ* Scaly lesionQ* Non anaestheticQ* More common in childrenQ* More frequent in patient belonging to high leprosy prevalence states as TamilnaduQ, BiharQ* Non scaly lesionQ with epidermal atrophyQ* Anaesthetic f non anaesthetic lesionQ",
        "cop": 1,
        "opa": "KOH preparation",
        "opb": "Slit skin smear",
        "opc": "Tzanck test",
        "opd": "Skin biopsy",
        "subject_name": "Skin",
        "topic_name": "Skin Lesions",
        "id": "82cac788-eda8-4954-84fe-8e17ea6fcfac",
        "choice_type": "multi"
    },
    {
        "question": "A 7 years old child from Bihar is having hypo pigmented anesthetic patch on his face. What is the most probable diagnosis?",
        "exp": "ANSWER: (A) Intermediate leprosy. REF: Rook's Dermatology 7th edp. 29. 1-29. 19. Recurrent scaly hypopigmented macule on face of a child - P. alba. Recurrent scaly hypopigmented macule on face of an adult - P. versicolor. Resident of endemic zone with anesthetic patch over face - Indeterminate leprosy",
        "cop": 1,
        "opa": "Intermediate leprosy",
        "opb": "Pityriasis alba",
        "opc": "Nevus anemicus",
        "opd": "Nevus achromicus",
        "subject_name": "Skin",
        "topic_name": "Skin Lesions",
        "id": "62e3b07f-bfb2-4a99-a523-8bcf14b9e2e8",
        "choice_type": "single"
    },
    {
        "question": "Spaghetti and meat ball appearance is seen in -",
        "exp": "Ans is 'c' i. e., Pityriasis versicolor Pityriasis versicolor (tinea versicolor)o Tinea versicolor is a misnomer as it is not caused by a dermatophyte; it is caused by a nondermatophytic fungus called Pitvrosporum ovale (malasezia furfur}. Usually affects young adults. Clinical featureso There are multiple scaly hypopigmented (more common) or hyperpigmented macules. Scaling is fufuracious or rice powder like. Macules start around the hair follicles and they merge with each other to form large areas. Affects trunk and shoulders (mainly chest and back). There may be loosening of scales with fingernails- coupled onle or stroke of nail. Lesions are recurrent in nature. Diagnosis1. Examination of scales in 10% KOH shows short hyphae and round spores (sphagetti and meatball appearance). Wood's lamp show's apple green f! uorescence(blue-green fluorescnce). 2. Skin surface biopsy - a cyanoacrylate adhesive is used to separate the layer of stratum comeum on glass slide and then stained writh PAS reagent. Treatment1. Systemic agentssystemic azoles provide convenient therapeutic option. Drugs used are ketokonazole, fluconazole or iatroconazole2. Topical antifungals used are -Azolesclotrimazole, econazole, miconazole, ketoconazole. Others selenium sulphide, sodium thiosulphate, whitefield's ointment (3% salicylic acid + 6% benzoic acid).",
        "cop": 3,
        "opa": "Dermatophytes",
        "opb": "Aspergillus",
        "opc": "Pityriasis versicolor",
        "opd": "Candida",
        "subject_name": "Skin",
        "topic_name": "Skin Lesions",
        "id": "91e9dd8d-dcc6-4f01-81f3-b4ec7ad73062",
        "choice_type": "multi"
    },
    {
        "question": "Salt and pepper skin is seen in?",
        "exp": "Ans. (c) Scleroderma. Ref: Rook's 8/e, p 51. 96",
        "cop": 3,
        "opa": "Dermatomyositis",
        "opb": "SLE",
        "opc": "Scleroderma",
        "opd": "Syphilis",
        "subject_name": "Skin",
        "topic_name": "Skin Lesions",
        "id": "cf5596e1-14e9-4f76-abab-28e7fd273bd3",
        "choice_type": "single"
    }
]