[
    {
        "question": "A 30 yr old female presents with history of itching under right breast. On examination annular ring lesion was present under the breast. The diagnosis is:",
        "exp": "Ans. is 'a' ie Trichophyton rubrum The findings of itchy annular ring lesions on the trunk point towards the diagnosis by Tinea corporis. Though Tinea corporis can be caused by all the three - Trichophyton Epidermophyton and Microsporum; Trichophyton rubrum is the most common cause.",
        "cop": 1,
        "opa": "Trichophyton rubrum",
        "opb": "Candida albicans",
        "opc": "Epidermophyton",
        "opd": "Microsporum",
        "subject_name": "Skin",
        "topic_name": "Superficial Mycoses",
        "id": "3f1bc757-01d6-4610-bdb5-c9b80909a4c6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a part of P. versicolor treatment -",
        "exp": "Ans. is 'c' i. e., Griseofulvin o Griseofulvin is not effective against P. versicolor. Pityriasis versicolor (Tinea versicolor)o Tinea versicolor is a misnomer as it is not caused by dermatophyte; Pityriasis versicolor is more appropriate term. It is caused by a nondermatophyte fungus called Pityrosporum ovale (Malasezia furfur). It usually affectsjoww adults. Clinical featureso There are multiple small scaly hypopigmented macules (macules may be hyperpigmented also). Scaling is furfuraceous or rice powder like. Macules start around the hair follicles and then merge with each other to form large areas. Affects trunk and shoulders (mainly chest and back). There may be loosening of scales with finger nails - Coupled onle or stroke of nail. Lesions are recurrent in nature (may reappear after treatment). Diagnosis of P. versicoloro Examination of scales in 10% KOH shows short hyphae and round spores (Sphagetti and meat ball appearance). Wood's lamp shows apple green fluorescence (blue-green fluorescence). Skin surface biopsy - A cyanoacrylate adhesive (crazy glue) is used to remove the layer of stratum comeum on glass slide and then stained with PAS reagent. Treatment of P. versicolor1) Systemic agents:- Systemic azoles provide a convenient therapeutic option. Drugs used are ketoconazole, Fluconazole or intraconazole. 2) Topical antifungals Topical antifungals used are:-i) Azoles - Clotrimazole, econazole, Miconazole, Ketoconazole. ii) Others - Selenium Sulfide, Sodium thiosulphate, Whitfield's ointment (3% salicylic acid + 6% Benzoic acid).",
        "cop": 3,
        "opa": "Selenium sulfide",
        "opb": "Ketoconazole",
        "opc": "Griseofulvin",
        "opd": "Clotrimazole",
        "subject_name": "Skin",
        "topic_name": "Superficial Mycoses",
        "id": "506dd7c0-26dc-4638-9818-ddead88ac6dd",
        "choice_type": "single"
    },
    {
        "question": "Ivermectin in indicated in the treatment of:",
        "exp": "Ans is 'b' i. e. Scabies Ivermectin is the only drug effective orally in scabies and pediculosis. Single 2mg/kg orally cures, most patients. Ivermectin is basically an antihelminthic drug used traditionally to treat onchocerciasis. The mechanism of action of Ivermectin is by inhibition of Glutamate gated chloride ion channels & other ligand gated chloride channels, such as those gated by the neurotransmitter gamma amino acid (GABA) present in invertebrate nerve and muscle cells. This binding leads to an increase in the permeability of the cell membrane to chloride ions with hyperpolarization of the nerve or muscle cell, resulting in paralysis and death of parasite. Scabicides include: 5% permethrin 25 % Benzyl benzoate1 % Gamma Benzene hexachloride 10% Crotamiton. Ivermectin",
        "cop": 2,
        "opa": "Syphilis",
        "opb": "Scabies",
        "opc": "Tuberculosis",
        "opd": "Dermatophytosis",
        "subject_name": "Skin",
        "topic_name": "Superficial Mycoses",
        "id": "23d25b8d-3e5e-46c2-aec9-aa3d73e6a5c5",
        "choice_type": "single"
    },
    {
        "question": "Which is not a fungal infection? (D. REPEAT 2008)",
        "exp": "Ref: Essentials in Dermatology, Rook's Dermatology Explanation: Mycosis fungoides is a type of cutaneous T cell lymphoma and has no connection to fungal infection. In fact, the term mycosis fungoides is a famous misnomer in dermatology. Favus and kerion are types of inflammatory tinea capitis caused by dermatophytes fungi. Other Fungal Infections. Dermatophytoses. Affected Area. Tinea capitis. Scalp. Tinea faciei. Face. Tinea barbae. Beard area. Tinea corporis. Trunk. Tinea cruris. Groin. Tinea manuum. Hands. Tinea unguium. Nails. Tinea pedis. Feet. OTHER RARE FUNGAL INFECTIONSPiedra. Adherent deposits on the hair shafts. Black Piedra: Piedriae hortae. White Piedra: Tichosporon beigelii. Majocchi's Granuloma. Follicular abscess. Boggy papules or plaques on legs/arms. Caused by T. rubrum or T mentagrophytes. Tinea Incognito. Extensive ringworm infection. Atypical appearance. Due to inappropriate use of topical corticosteroids. Candidal Infections. Intertrigo. Oral thrush. Perleche: Erythema, Assuring, creamy exudates at angles of mouth. Paronychia. Erosio interdigitalis blastomycetica: Webspace infection.",
        "cop": 2,
        "opa": "Favus",
        "opb": "Mycosis fungoides",
        "opc": "Kerion",
        "opd": "Piedra",
        "subject_name": "Skin",
        "topic_name": "Superficial Mycoses",
        "id": "03e6a5d4-47ec-402f-82c0-7b53545a3ef5",
        "choice_type": "single"
    },
    {
        "question": "Ptyriasis versicolor is caused by?",
        "exp": "ANSWER: (A) Malassezia furfur. REF: ROXBURGH'S Common Skin Diseases 17th edition page 299. Tinea versicolor: Caused by Malassezia furfur (pityrosporum ovale). Presents multiple, small, hypo pigmented macules over chest and back of young adults. Perifollicular macules to begin with and then merge together. Diagnosis10% KOH mount - short and round hyphae (spaghetti and meat ball appearance). Green fluorescence on wood's lamp* Treatment: Ketoconazole/Itraconazole/ for systemic treatment and Miconazole/ clotrimazole for local application. Griesofulvin is not effective",
        "cop": 1,
        "opa": "Malassezia furfur",
        "opb": "T. Rubrum",
        "opc": "E. flocculosum",
        "opd": "Candidiasis",
        "subject_name": "Skin",
        "topic_name": "Superficial Mycoses",
        "id": "404a79eb-4c66-4602-9439-6756d588d752",
        "choice_type": "single"
    },
    {
        "question": "Black piedra is caused by -",
        "exp": "Ans. is 'a' i. e., Piedraia hortae o Piedra is an asymptomatic superficial fungal infection of the hair shaft also known as trichomycosis nodu- laris. Black piedra is caused by Piedraia hortae, whereas white piedra is caused by pathogenic species of the Trichosporon genus, namely Trichosporon asahii, Trichosporon ovoides, Trichosporon inkin, Trichosporon mucoides, Trichosporon asteroides, and Trichosporon cutaneum.",
        "cop": 1,
        "opa": "Piedraia hortae",
        "opb": "Trichosporon asahii",
        "opc": "Trichosporon ovoides",
        "opd": "Trichosporon inkin",
        "subject_name": "Skin",
        "topic_name": "Superficial Mycoses",
        "id": "c4926d1d-4ab8-48f1-8f72-154a5651bdea",
        "choice_type": "single"
    }
]