[
    {
        "question": "Row of tombstone is seen in which skin disorder:",
        "exp": "Ans. A. Pemphigus vulgaris* Pemphigus vulgaris is characterized by following signs: 1. Bulla spread sign2. Perilesional, and distant Nikolsky sign3. Tzanck smear: Acantholytic cell* Histopathology shows suprabasal blister with row of tomb stone appearance of basal cells.* Direct immunofluorescence from perilesional skin demonstrated intra epidermal IgG deposits' in a fishnet pattern.",
        "cop": 1,
        "opa": "Pemphigus vulgaris",
        "opb": "Pemphigus foliaceous",
        "opc": "Paraneoplastic pemphigus",
        "opd": "Bullous pemphigoid",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "fa4d1794-6330-474e-a881-c98d638e1135",
        "choice_type": "single"
    },
    {
        "question": "Tzank smear -",
        "exp": "Ans is 'a' i. e., HSV Tzank smearo It is done for vesiculobullous disorders. o A small, early, uninfected lesion should ideally be selected. The roof of the blister is removed with scissors, and the base of the blister gently scraped with a blunt scalpel so as not to produce bleeding. The material obtained is spread thinly on a glass slide. o It shows acantholytic cells (rounded cells with relatively large nucleus and a condensed cytoplasm) e g: pemphigus gp of disorders. o Multinucleated giant cells nad ballooning degeneration is a characteristic of herpes simplest, herpes zoster and vericella infection.",
        "cop": 1,
        "opa": "HSV",
        "opb": "Psittacosis",
        "opc": "Cryptococcus",
        "opd": "Ricketssia",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "5a3775ce-8f96-4a81-be2a-5c7e49dd865b",
        "choice_type": "single"
    },
    {
        "question": "A30-year-old male had severely itchy popular vesicular lesions on extremities knee, elbows and buttocks for one year. Direct immunofluorescence staining of the lesions showed IgA deposition at dermo epidermal junction. The most probable diagnosis is:",
        "exp": "Ans. a. Dermatitis herpetiform. Dermatitis herpetiformis is also known as duhring -Brocq disease",
        "cop": 1,
        "opa": "Dermatitis herpetiform",
        "opb": "Pemphigus vulgaris",
        "opc": "Nummular eczema",
        "opd": "Bullous pemphigoid",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "c975b564-8243-41b2-a713-ba59c3e34197",
        "choice_type": "single"
    },
    {
        "question": "Tzank smear is prepared for -",
        "exp": "Ans. is 'b' i. e., Varicella Tzank smear findings in bullous disorders. Disorders. Findingso Pemphiguso Bullous pemphigoido Varicella-zoster infectiono Herpes simpex infectiono Toxic epidermal necrolysis. Acantholysis. Predominantly eosinophils. Multinucleated giant cells. Multinucleated giant cells. Necrotic cells",
        "cop": 2,
        "opa": "Leprosy",
        "opb": "Varicella",
        "opc": "Fungus",
        "opd": "Atopic dermatitis",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "cfc085f7-177c-4971-a42b-ab0a5347e409",
        "choice_type": "single"
    },
    {
        "question": "Epidermal bullae are seen in?",
        "exp": "Ans. is 'a' i. e., Bullous impetigo. Important vesiculo-bullous disorders. Intraepidermal. Subepidermal (dermo-epidermal)1) Subcorneal (granular layer)* Blister is in granular layer or just below stratum corneuma) Pemphigus foliaceous & erythmatosusb) Staphylococcal scalded skin syndromec) Miliaria crystalinad) Bullous impetigoe) Friction blisterf) Subcorneal pustular dermatosis2) Spinous layer* Blisters are within spinous layera) Eczematous (atopic) dermatitisb) HSV/VZV infectionc) Molluscum contagiosumd) Familial benign pemphigus (Hailey- Hailey disease)3) Suprabasal* Blisters are between stratum basale and other superficial layers of epidermisa) Pamphigus vulgarisb) Darrier's disease4) Basal layer* Blisters are within basal layera) Erythema multiformeb) Epidermolysis bullosa simplex1. Junctional (at Basal lamina)a) Junctional epidermolysis bullosab) Bullous pemphigoidc) Toxic epidermal necrolysis2. Dermolytic (Below basal lamina)a) Epidermolysis bullosa acquisitab) Epidermolysis bullosa dystrophicansc) Dermatitis herpetiformisd) Deep burnse) Porphyria cutanea tarda",
        "cop": 1,
        "opa": "Bullous impetigo",
        "opb": "Bullous Pemphigoid",
        "opc": "Porphyria cutanea tarda",
        "opd": "Dermatitis herpetiformis",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "ce63e826-754f-42f7-b984-8ad0efbdecfa",
        "choice_type": "single"
    },
    {
        "question": "\"Target lesions\" are characteristics of:",
        "exp": "Ans. is 'd' Erythema Multiforme Target lesions (Bull's eye) are characteristic of erythema multiforme. Target lesions are seen on hands and feet consist of red ring with central pale or purple areas. About Erythema multiforme. Precipitating factors for erythema multiform are. Herpes Simplex (Most common) *Ulcerative colitis* & Crohn's disease. Ultraviolet light*Sulfonamide*Extreme form of this disease is known as Steven Johnson's syndrome",
        "cop": 4,
        "opa": "Dermatitis herpetiformis",
        "opb": "Sulpha drug reaction",
        "opc": "Lichen planus",
        "opd": "Erythema multiforme",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "5c0ea978-e9ac-421b-83d6-597c4ac28c22",
        "choice_type": "single"
    },
    {
        "question": "Characteristic feature of pemphigus vulgaris:",
        "exp": "Ans. b. Acantholysis. Subepidermal bullae on erythematous base with negative Nikolsky sign is seen in bullous pemphigoid",
        "cop": 2,
        "opa": "Sub epidermal bullae",
        "opb": "Acantholysis",
        "opc": "Negative Nikolsky's sign",
        "opd": "Bullae on erythematous base",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "959f56f4-e20e-4411-884f-ab0b43df37d0",
        "choice_type": "single"
    },
    {
        "question": "Acantholysis is due to destruction of:",
        "exp": "Ans. is 'c' Intercellular Substance It is loss of cohesion b/w epidermal cells due to destruction of intercellulare substance. IgG Antibodies are formed against the intercellular substance. Acantholysis occurs in stratum Basale in Pemiphus Vulgaris*Acantholysis is demonstrated by Nikolsky's sign*Acantholytic cells are demonstrated by Tzanck smear*",
        "cop": 3,
        "opa": "Epidermis",
        "opb": "Subepidermis",
        "opc": "Intercellular substance",
        "opd": "Basement membrane",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "bccc559c-8386-47e3-8426-6972ecd5a496",
        "choice_type": "single"
    },
    {
        "question": "A middle aged female has flaccid bullae in the skin and oral erosion. Histopathology shows intraepidermalacantholoytic blisters. The most likely diagnosis is:",
        "exp": "Ans. d. Pemphigus vulgaris. Flaccid intraepidermal bullae with oral erosions are seen in pemphigus vulgaris",
        "cop": 4,
        "opa": "Bullous pemphigoid",
        "opb": "Paraneoplastic pemphigus",
        "opc": "Dermatitis herpetiformis",
        "opd": "Pemphigus vulgaris",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "bc7d1801-5795-4721-a645-32f4ae0c400e",
        "choice_type": "single"
    },
    {
        "question": "A 85-year-old female developed multiple blisters on trunk and thighs. Nikolsky's sign negative. The lesions came on and off. The most probable diagnosis is:",
        "exp": "Ans. B. Bullous Pemphigoid. BULLOUS PEMPHIGOID (BP)a. Autoimmune subepidermal blistering disease. b. The major histocompatibility complex class II allele HLA-DQ1*0301 is prevalent. c. Usually seen in the elderly. d. Lesions typically consist of tense blisters on either normal-appearing or erythematous skin. e. Usually distributed over the lower abdomen, groin, and flexor surface of the extremities. f. Oral mucosal lesions are found in 10to40% of patients. g. Pruritus may be nonexistent or severe. h. Non traumatized blisters heal without scarring. i. As lesions evolve, tense blisters tend to rupture and be replaced by flaccid lesions or erosions with or without surmounting crust. j. BP do not have an increased incidence of malignancy. k. Investigations: i. Biopsies of early lesional skin demonstrate subepidermal blisters. ii. Direct immunofluorescence microscopy of normal-appearing perilesional skin shows linear deposits ofiii. IgG- and/or C3 in the epidermal basement membrane. iv. In BP, circulating autoantibodies recognize 230- and 180-k. Da Hemidesmosome-associated proteins in basal keratinocytes. l. Rx: i. The mainstay of treatment is systemic glucocorticoids. ii. Patients will usually respond to prednisone, 40to60mg/d. iii. In some instances, azathioprine (1to2mg/kg per day), mycophenolate mofetil (20to35mg/kg per day), or cyclophosphamide (1to2mg/kg per day) are necessary adjuncts. NIKOLSKY SIGN is seen in: a. Pemphigus vulgarisb. Staphylococcal skin scalded syndromec. Stevens Johnson Syndromed. TENe. Leukemiaf. Herpesg. Epidermolysis bullosa congenita",
        "cop": 2,
        "opa": "Pemphigus vulgaris",
        "opb": "Bullous pemphigoid",
        "opc": "Lichen planus",
        "opd": "Lepra reaction",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "de73088e-3446-48d3-a6fa-fe5929150d8f",
        "choice_type": "single"
    },
    {
        "question": "A patient presenting with tense bullae on erythematous base. On histopathological examination following can be seen?",
        "exp": "Ans. is 'b' i. e., Sub epidermal split * Tense bullae on erythematous base on erythematous base are characteristic presentation of bullous pemphigoid. Bullous pemphigoid is a sub epidermal blistering disorder.* Characteristic histopathological finding of BP is sub epidermal split with relatively normal epidermis and mixed inflammatory infiltrate consisting of numerous eosinophils, mononuclear cells and few neutrophills.",
        "cop": 2,
        "opa": "Subcorneal split",
        "opb": "Sub epidermal split",
        "opc": "Fishnet pattern",
        "opd": "Raw of tomb stones appearance",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "5078b816-649b-40ea-8a48-04be75e004db",
        "choice_type": "single"
    },
    {
        "question": "70-year-old female came with multiple erosion & flaccid bulla over skin. Slight rubbing of the skin results in exfoliation of the outermost layer, forming a blister within minutes. Erosions were present over oral mucosa. No target lesion seen. Diagnosis?",
        "exp": "Ans. a. Pemphigus vulgaris. Mucosal involvement, nikolsky sign (exfoliation of skin on rubbing) positive, flaccid bulla with erosions - all are features of pemphigus vulgaris. Target lesions are seen in erythema multiforme. Mucosal involvement is absent in bullous pemphogoid.",
        "cop": 1,
        "opa": "Pemphigus vulgaris",
        "opb": "Bullous pemphigoid",
        "opc": "Dermatitis herpetiformis",
        "opd": "SJS",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "1e67af82-9c03-40c6-a0a7-4ba98d917787",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old female came with complaints of blisters over her body followed by rupture of it and severe skin pain, it begins in the mouth. There is peeling of skin on applying pressure. The dermatologist told it is due to loss of cohesion and ds 3 & 1 are involved. What is the diagnosis?",
        "exp": "Ans. A. Pemphigus vulgarisa. Pemphigus vulgaris is autoimmuneb. Acantholysis, Nikolsky signc. More than 40 yrsd. Begin in mucosal surfacese. Severe skin painf. Blister formed in suprabasal layer of epidermisg. Autoantigens involved are ds3 and ds1 (if skin too)h. Systemic steroids main treatment",
        "cop": 1,
        "opa": "Pemphigus vulgaris",
        "opb": "Pemphigus foliaceus",
        "opc": "Bullous pemphigoid",
        "opd": "Dermatitis herpetiformis",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "5b996b4b-f15a-41e5-b55a-a6b21aa80507",
        "choice_type": "single"
    },
    {
        "question": "Superficial partial thickness burn is caused due to involvement of:",
        "exp": "Ans. b. Papillary dermis. Burns are classified as first-, second-, or third-degree, depending on how deep and severe they penetrate the skin's surface. First-degree (superficial) burns: First-degree burns affect only the epidermis. The burn site is red, painful, dry, and with no blisters. Mild sunburn is an example. Long-term tissue damage is rare and usually consists of an increase or decrease in the skin color. Second-degree (partial thickness) burns: Second-degree burns involve the epidermis and part of the upper (papillary) dermis layer of skin. The burn site appears red, blistered, and may be swollen and painful. Third-degree (full thickness) burns: Third- degree burns destroy the epidermis and dermis and may go into the subcutaneous tissue. The burn site may appear white or charred. Fourth degree burns: Fourth degree burns also damage the underlying bones, muscles, and tendons. There is no sensation in the area since the nerve endings are destroyed. SJS usually associated with drug history.",
        "cop": 2,
        "opa": "Epidermis",
        "opb": "Papillary dermis",
        "opc": "Reticular dermis",
        "opd": "Dermis",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "00a92e5c-5fe2-487d-882b-792ab0f8090e",
        "choice_type": "single"
    },
    {
        "question": "In congenital dystrophic variety of epidermolysisbullosa, mutation is seen in the gene conding for:",
        "exp": "Ans. b. Collagen type 7. Epidermolysis bullosa simplex: Keratitis 5 and 14. Junctional: Laminin. Dystrophicans: Collagen-7",
        "cop": 2,
        "opa": "Laminin 4",
        "opb": "Collagen type 7",
        "opc": "Alpha 6 integerin",
        "opd": "Keratin 14",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "e535e5cf-db96-4278-994c-e70a5a6ed22c",
        "choice_type": "single"
    },
    {
        "question": "Acantholysis is seen in all except ______:",
        "exp": "Ans. D. Bullous pemphigoid* Acantholysis is not seen in Bullous pemphigoid.* Acantholysis is the loss of intercellular connections, such as desmosomes, resulting in loss of cohesion between keratinocytes. Acantholysis may be either primary or secondary: Primary Acantholysis* Primary acantholysis is due to the rupture of desmosome first, resulting in circular cells (acantholytic cell).* It is seen in conditions such as Pemphigus vulgaris, Staphylococcal scalded skin syndrome, Darier's disease, Hailey disease. Secondary Acantholysis* Secondary acantholysis is due to the ballooning of the keratinocyte first, leading to the formation of circular acantholytic cell (also known as Tzanck Cell).* It is seen in Herpes simplex infections (HSV 1 and 2) and Varicella zoster infections (Chicken pox and Shingles). Acantholysis; note the rounded and free-floating, detached keratinocytes",
        "cop": 4,
        "opa": "Pemphigus vulgaris",
        "opb": "Darier's disease",
        "opc": "Staphylococcal scalded skin syndrome",
        "opd": "Bullous pemphigoid",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "aae64d7b-5f24-4573-9ff8-327b1b55e144",
        "choice_type": "multi"
    },
    {
        "question": "Pompholyx affects?",
        "exp": "Ans. is 'c' i. e., Palms and soles Pompholyx (vesicular endogenous eczema/ dyshidrotic eczema)* It is a form of hands and feet eczema characterised by vesicles or bullae (blisters). It is sometimes subclassified as cheiropompholyx (hands) and pedopompholyx (feet). Predisposing factors* Females sex, palmoplantar hyperhidrosis, atopic eczema, tinea ('id* reaction). Clinical presentation* Presents as recurrent crops of deep-seated blisters on the palms and soles associated with intense itching and/ or a burning sensation. The blisters peel off and the skin then appears red, dry and has painful fissures (cracks). It can result in paronychia (nail fold swelling) and nail dystrophy with irregular pitting and ridges.* Secondary bacterial infection with Staphylococcus aureus and/or Streptococcus pyogenes is common in pompholyx, and results in pain, swelling and pustules on the hands and feet. TreatmentA. General measures -Wet dressings with dilute potassium permanganate, aluminium acetate or acetic acid, Cold packs, Soothing agents, antiperspirants at night, protective gloves, well-fitting footwearB. Medicines- Ultrapotent topical corticosteroid creams and ointments. Short courses of systemic corticosteroids, eg prednisone or prednisolone, for flare-ups. Other - Oral antistaphylococcal antibiotics, immune modulating medicines (severe cases). Alitretinoin is used for resistant chronic disease. C. Other options - Superficial radiotherapy, Botulinum toxin injections, Phototherapy and photochemotherapy (PUVA) therapy",
        "cop": 3,
        "opa": "Flexors",
        "opb": "Extensors",
        "opc": "Palms and soles",
        "opd": "Face",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "706d077f-e64d-4120-9913-f5987741e4e5",
        "choice_type": "single"
    },
    {
        "question": "A Young boy presents with multiple flaccid bullous lesions over trunk with some oral mucosal lesions. Most likely finding on immunofluorescence study of the biopsy specimen would be:",
        "exp": "Ans. A. 'Fishnet' IgG deposits in epidermis Pemphigus vulgaris. Bullous Pemphigoid. Autoantibodies against. Desmosomal proteins. Hemidesmosomal proteins. Age40-60 yrs60-75 yrs. Initial site. Oral mucosa. Lower extremities. Bullae. Flaccid. Tense. Pruritus. Mild/-Nonexistent or severe. Nikolsky's sign+-Mucosal involvement+(in almost all patients)- (10-40% only)HPESuprabasal acantholytic blisters (Tombstone appearance). Subepidermal blisters(eosinophil rich dermal infiltrate)DIFIgG & C3 deposits at intercellular substance of epidermis (\"Fishnet appearance\"). IgG, C3, and IgA/IgM at BM zone. IIFCirculating IgG antibodies to intercellular substance of epidermis. Anti-BM zone antibodies Ig. GRx. QSteroids + immunosuppressants. Dapsone. Gold. Steroids. Immunosuppressants. Dapsone. Post inflammatory Hyperpigmentation+-",
        "cop": 1,
        "opa": "'Fishnet' IgG deposits in epidermis",
        "opb": "Linear IgG in Deposits",
        "opc": "Linear IgA in dermal papillae",
        "opd": "Granular IgA in reticular dermis",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "e526dad3-71a5-43b0-9ad8-d99587c14faa",
        "choice_type": "single"
    },
    {
        "question": "Female with tense bullae over erythematous base. Diagnosis is?",
        "exp": "Ans is 'b' i. e. Bullous Pemphigoid * Tense bullae on erythematous base are classical presentation of bullous pemphigoid. Clinical features of BP* Age group involved is 60-80 years.* There are tense bullae (in contrast to P. vulgaris where bullae are faccid).* Bullae are on erythematous base (in contrast to P. vulgaris where bullae occur on normal skin).* Bullae are distributed on lower part of body (lower abdomen, inner thigh, groins, interiginousarea). Distribution is bilaterally symmetrical (in contrast to P. vulgaris where assymmetric distribution is there). Moderate itching is there (in contrast to P. vulgaris where no or minimal itching occurs).* Nikolsky's Sign is negative (positive in P. vulgaris)",
        "cop": 2,
        "opa": "Pemphigus erythematosus",
        "opb": "Bullous Pemphigoid",
        "opc": "Pemphigus vulgaris",
        "opd": "Pemphigus vegetans",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "2a6c8fa0-4872-488e-bd25-0e71c5710389",
        "choice_type": "single"
    },
    {
        "question": "Intercellular antibodies deposition on immunofluorescence is seen in:",
        "exp": "Ans. B. Pemphigusa. In Pemphigus, there is production of IgG auto antibodies against polypeptide complexes present in the intercellular substance of epidermis. b. Lesional sites show a characteristic Fish net like pattern of intercellular IgG deposits in the intercellular area.",
        "cop": 2,
        "opa": "Psoriasis",
        "opb": "Pemphigus",
        "opc": "Pemphigoid",
        "opd": "Porphyria",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "8f2c068d-ed8c-48de-85ee-94491188c134",
        "choice_type": "single"
    },
    {
        "question": "All are vesiculo bullous lesions except:",
        "exp": "Ans is 'b' i. e, Scabies [Ref: Harrison 16th/e p. 312 t(49. 1) & 15th/ep. 323 t(57. 12)",
        "cop": 2,
        "opa": "Dermatitis herpetiformis",
        "opb": "Scabies",
        "opc": "Pemphigus",
        "opd": "Pemphigoid",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "c9a82c46-a587-4bfa-b0a0-fb4074edf475",
        "choice_type": "multi"
    },
    {
        "question": "One of the following is the t/t of choice for dermatitis herpetiformis:",
        "exp": "Ans. a. Dapsone. TOC for dermatitis herpetiformis is gluten free diet DOC Dapsone",
        "cop": 1,
        "opa": "Dapsone",
        "opb": "Retinoids",
        "opc": "Mtx",
        "opd": "Corticosteroids",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "22152c20-5320-44aa-8dc9-a13e117ae8ee",
        "choice_type": "single"
    },
    {
        "question": "Skin is not involved in -",
        "exp": "Ans. is 'c' i. e., Acute intermittent porphyria. Type of Porphyria. Neuropsychiatric symptoms. Skin symptoms/PhototoxicityA. Hepatic porphyrias1) Acute intermittent porphyria2) 5-ALA dehydratase deficiency3) Hereditary coproporphyria4) Variegate porphyria5) Porphyria cutanea tarda++++---+++B. Erythropoietic porphyrias1) Erythropoietic protoporphyria2) Congenital erythropoietic porphyria3) X-linked sideroblastic anemia---++-Porphyriaso Porphyrias are heterogenous group of disorders characterized by defective metabolism of porphyrins. Porphyrins are important intermediates in biosynthesis of heme from glycine and succinyl CoA. Each step is controlled by specific enzyme. So, prophyrias are due to inherited or acquired deficiency of enzymes in heme bio-synthetic pathways (also called porphyrin pathway). They manifest with either neurological complications or skin problems (or rarely both). Based on the site of overproduction and accumulation of porphyrins, porphyrias are broadly classified as. Acute (hepatic prophyria). Acute intermettant porphyria5-ALA dehydratase deficiency. Hereditary Coproporphyria. Variegate porphyria. Porphyria cutanea tarda. Cutaneous (erythropoeitic) porphyria. Erythropeitic protoporphyria. Congenital erythropoeitic porphyriaX-linked sideroblastic Anemiao The acute (hepatic) porphyrias primarily affect nervous system resulting in abdominal pain, vomiting, acute neuropathy, seizures, muscle weakenss, psychiatric/mental symptoms (i. e., Hallucination, depression, anxiety, paronoia); and autonomic nervous disturbances like hypertension, tachycardia, constipation, arrhythmias, sweating, o The cutaneous (erythropoietic) porphyrias primarily affect skin causing photosensitivity (photodermatitis) blisters, itching, maculopapular rash. There is no abdominal pain, o There are some variation in above presentation. Following two types of hepatic (acute) porphyrias also affect skin: - Hereditary coproporphyria and varigated porphyria. Therefore these two have both neuropsychiatric as well as skin manifestations. Porphyria cutanea tarda (a hepatic porphyria) does not have neuropsychiatric symptom, rather it has only skin manifestation. X-linked sideroblastic anemia (an erythropoietic porphyria) has neither neuropsychiatric nor skin symptoms.",
        "cop": 3,
        "opa": "Erythropoietic porphyria",
        "opb": "Porphyria cutanea torda",
        "opc": "Acute intermittent porphyria",
        "opd": "Hereditary coproporphyria",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous (Blistering) Disorders",
        "id": "19133ca4-8f84-4f1a-8f62-d3e76b1e86ac",
        "choice_type": "single"
    }
]