[
    {
        "question": "A 60 years old man presented with itchy tense blisters on normal looking skin and urticarial rash, investigation done for the diagnosis:",
        "exp": "Ans. a. Direct immunofluorescence (Ref: Harrison 19/e p372, 18th/426-428)A 60 years old man presented with itchy tense blisters on normal looking skin and urticarial rash. This patient is suffering from pemphigoid. Investigation done for the diagnosis direct immunofluorescence. The most likely diagnosis in this patient with tens blisters on normal looking skin associated urticarial plaques as seen in the figure are bullous pemphigoid. Immunologically Mediated Blistering Disease. Disease. Pemphigus vulgaris. Bullous Pemphigoid. Linear IgA Disease. Dermatitis Herpetiformis. Auto antigen. Desmoglein 3. QBP230 > BP180. BPAG 2. Epidermal and tissue transglutaminase. Histology. Epidermal. Acantholytic blister in suprabasal spinous cell layer. Subepidermal blister with eosinophil rich infiltrateQ in perivascular and vesicular sites. Subepidermal blister with neutrophils in dermal papillae. QSubepidermal blister with neutrophils in Dermal papillae. QDirect Immunofluorescence. Microscopy. Cells surface deposits of IgG on keratinocytes in fishnet pattern. Linear band of IgG and/ or C3 in epidermal. BMZLinear band of IgA, inepidermal. BMZGranular deposits of IgA in dermal papillae. QAssociations. HLA-DR4 and DRW6. QHLA-DQb1 * 0301- HLA-B8 (+)-TNF2 allele. Subclinical gluten sensitive enteropathy (100%)HLA-B8 (60%) / DRW3 (95%)and HLA-DQW2 haplotype (95-100%). Clinical features. Flaccid blisters, denuded skin, oro- mucosal lesions. QLarge tense blisters on flexor surfaces and trunk. QPruritic small papules on extensor surfaces occasionally larger, acneiform blisters in adults. Extremely pruritic small vesicles on elbows, knees, buttocks and posterior neck. QPemphigoid. Large, tense blisters on flexor surface located over lower part of bodyQ (limbs >trunk). Non-itchy and painless. QMainly seen in patients over 60 years. QMucosa is not involved. QPathology: Subepidermal blisters without acantholysis. QSubepidermal collection of IgG, C3-complement. eosinophils, polymorphs. QDiagnosis: Direct immunofluorescence: Linear band of IgG and/or C3 in epidermal basement membrane zone. QTreatment: Systemic steroids, immunosuppressants",
        "cop": 1,
        "opa": "Direct immunofluorescence",
        "opb": "Indirect immunofluorescence",
        "opc": "Histopathology",
        "opd": "Cytopathology",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous & Erosive Diseases in the Newborn and Infant",
        "id": "00daa54f-1ade-4556-9d38-e82b52eab672",
        "choice_type": "single"
    },
    {
        "question": "A middle-aged male presents with multiple painful blisters on a erythematous base along the T3 dermatome on the trunk. Which of the following etiological agent is most likely to be implicated?",
        "exp": "Ans. a. Varicella zoster (Ref: Roxburgh's 16th/47, 48, 84, 88: Neena Khanna 1st/214-216). An old patient presents with painful red vesicular eruption confined to T3 dermatome. Diagnosis is varicella zoster. Herpes Zoster. Caused by Varicella Zoster (chicken pox) virusQ, one attack gives lifelong immunity. Thoracic nerves (intercoastal nerves)Q, ophthalmic division of trigeminal nerve and other spinal nerves are most commonly affectedQ. Pathology: Ballooning is characteristic. QClinical Features: Prodrome of segmental pain begins 1-4 days before the eruptionQ, erythema and edema is rapidly followed by appearance of grouped vesicles unilateral and in a segmental distribution (MC thoracic dermatome)Q, mucous membrane within the affected dermatome may be involved. Unilateral vesicular eruption within a dermatome associated with severe pain. The dermatome from T3 to L3 are most frequently involve Complications: Post-herpetic neuralgiaQ (persistent neuralgic pain). Corneal ulcer and scarring (zoster of ophthalmic division of trigeminal nerve), eye involvement is indicated when vesicles are present on the side of nose- Hutchinson's sign. QVariants: Ramsay Hunt Syndrome: H. zoster involving sensory branch of facial nerve. QZoster opthalmicus: H. zoster involving ophthalmic division of trigeminal nerve. QHerpes simplex: Painful, cluster of vesicles on face. Recurrent. Two types: Type I: Oral lesions seen in childhood. Type II: Genital lesions (is STD and carcinogenic) in young adults usually after sexual contact.",
        "cop": 1,
        "opa": "Varicella zoster",
        "opb": "Herpes simplex",
        "opc": "Human papilloma virus",
        "opd": "Pox virus",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous & Erosive Diseases in the Newborn and Infant",
        "id": "1e9400bd-6cb9-4898-a9f2-7b14a76ede7c",
        "choice_type": "single"
    },
    {
        "question": "Tzank smear is for -",
        "exp": "Ans is 'a' i. e., HZV o Tzank smear is done for vesiculobullous disorders. Tzank smear findings in bullous disorders. Disorders. Findingso Pemphigus. Acantholysiso Bullous pemphigoid. Predominantly eosinophilso Varicella-zoster infection. Multinucleated giant cellso Herpes simpex infection. Multinucleated giant cellso Toxic epidermal necrolysis. Necrotic cells",
        "cop": 1,
        "opa": "HZV",
        "opb": "Psittacosis",
        "opc": "Cryptococcus",
        "opd": "Ricketssia",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous & Erosive Diseases in the Newborn and Infant",
        "id": "66aa5daf-1954-4dab-b7b8-209198da8ff7",
        "choice_type": "single"
    },
    {
        "question": "A 30-year old male presents with flaccid bullae on an erythematous base and erosions over the oral mucous membrane. The blisters developed painful erosions rupture. What would be the most likely finding on an immunofluorescent examination of the skin biopsy of this patient?",
        "exp": "Ans. c. Fish net IgG deposition in epidermis (Ref: Fitzpatrick ~ e p432-441: Rooks 8/ep40. 27, 13. 19, 10. 12-10. 28)A 30-year-old male presents with flaccid bullae on an erythematous base and erosions over the oral mucous membrane. The blisters developed painful erosions rupture. The clinical features point towards a diagnosis ofpermphigus vulgaris, which is characterized by fish net pattern of intraepidermal IgG deposition on immunofluorescence. Disorder. Immunofluorescence. Pattern. Target antigen. Pemphigus vulgaris. Intercellular, intraepidermal. QIgG, fish net. QDesmoglein 3. QPemphigus foliaceus. Intercellular, intraepidermal. QIgG, fish net. QDesmoglein 1. QParaneoplastic pemphigus. Intercellular and subepidermal. QIgG, fish net. QPlakins (desmoplakin, envoplakin, periplakin, BP 230). Bullous pemphigoid. Basement membrane zone. QIgG, linear. QBP230> BP180. Herpes gestationalis. Basement membrane zone. QIgG, linear. QBP230 > BP 180. Dermatitis herpetiformis. Dermal papillae. QIgA, granularQ(?) Epidermal tissue trnasgl utam inase. QLinear IgA disease. Basement membrane zone. QIgA, linear. QBP180. Pemphigus. Autoimmune disease characterized by acantholysis induced by deposition oflgG antibodies in the intercellular area of epidermis. QCommonest variant is Pemphigus vulgaris, seen in adults mainly. QMainly involve upper part of the body. QCharacterized by cutaneous (thin walled, delicate and flaccid bullae)Q and mucosal blisters. Mucosal lesions are present in all patients, oral mucosa most frequently involved, painful erosions extend peripherally with shedding of mucosa. QErosions are frequently secondarily infectedQ (by bacteria in skin and Candida in mucosa), extensive lesions are associated with water and electrolyte imbalance. QAssociated with Nikolsky signQ and Bulla spread sign or Asboe Hansen signQ. Histology (Biopsy is best taken from the edgeQ, from perilestonal skinQ). Bulla is intra-epidermalQ, the split being suprabasal. QPresence of acantholytic cells (rounded keratinocytesQ present in the blister cavity and at the edge of the blister). Row of tombstone appearance. QDirect Immunofluorescence (DIF): Done on skin, shows intercellular deposits of IgG and C3 giving a fish net appearance. QTreatment: Systemic steroids and immunosuppressants.",
        "cop": 3,
        "opa": "Lincear IgA deposition in dermopeidermal junction",
        "opb": "Linear IgG deposition in dermoepidermal junction",
        "opc": "Fish net IgG deposition in epidermis",
        "opd": "Granular deposits of IgA in dermal papillae",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous & Erosive Diseases in the Newborn and Infant",
        "id": "0ddbfd27-eb39-4cf3-b1de-ecaa3de8703d",
        "choice_type": "single"
    },
    {
        "question": "In Pemphigus vulgaris, tzank smear shows -",
        "exp": "Ans. is 'a' i. e., Acantholytic cellso Tzank smear is done for vesiculobullous disorders. Tzank smear findings in bullous disorders. Disorders. Findingso Pemphigus. Acantholysiso Bullous pemphigoid. Predominantly eosinophilso Varicella-zoster infection. Multinucleated giant cellso Herpes simpex infection. Multinucleated giant cellso Toxic epidermal necrolysis. Necrotic cells",
        "cop": 1,
        "opa": "Acantholytic cells",
        "opb": "Macrophages",
        "opc": "fibroblasts",
        "opd": "Neutrophils",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous & Erosive Diseases in the Newborn and Infant",
        "id": "ea3e2238-654f-4bd4-9ddf-aa2d3eea5e03",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a sub-epidermal blistering disorder?",
        "exp": "ANSWER: (B) Bullous pemphigoid. REF: Rooks dermatology 7th ed p. 41. 3-41. 19. Interapidermal bulla. Blister at dermoepidermal junction. Granular layer. Junctional. Pemphigus foliaceous. Junctional EBSubcorneal pustular dermatosis. Bullous pemphigoid. Staphylococcal scalded skin syndrome Bullous impetigo. Dermolytic. Spinous layer. Epidermolytic bullosa dystrophicans. Familial benign pemphigus. Epidermolytic bullosa aquistica. Suprabasal. Dermatitis herpetiformis. Pemphigus vulgaris. Darier's disease. Basal layer. Erythema multiforme. Lupus erythematosus. Lichen planus. EBS",
        "cop": 2,
        "opa": "Pemphigus vulgaris",
        "opb": "Bullous pemphigoid",
        "opc": "Pemphigus foliaceous",
        "opd": "Darier's disease",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous & Erosive Diseases in the Newborn and Infant",
        "id": "e1107263-1bea-47af-a669-31b556b8d9af",
        "choice_type": "single"
    },
    {
        "question": "Bullous impetigo is caused by -",
        "exp": "Ans. is 'b' i. e., Staphylococcus. Impetigoo Impetigo is a highly contagious, Gram-positive bacterial infection of superficial layer of epidermis. Impetigo occurs in Two forms: -1. Non - bullous impetigo (Impetigo contagiosa). It is the most common bacterial infection of children (occurs mainly in children in contrast to Bullous impetigo which occurs in infants). It is caused by both staphylococcus aureus and hemolytic group A streptococcus (Str. pyogens), though it is mostly caused by staph aureus. Most commonly occurs on face, i. e., around nose & mouth; and exposed parts, i. e., arms, legs. Presents erythematous macule/papule which changes into vesicle which soon ruptures with formation of crusting. Crust has characteristic features: -Honey-yellow colour in streptococcal impetigo. Waxy in staphylococcal impetigo. Lesion heal without scarring. Mucous membrane involvement is rare. Lymphadenopathy is common2. Bullous impetigo. It is caused by staphylococcus aureus most often phage type 71. It usually occurs in infants and manifests as vesicle that develop into bulla and later a pustule without any surrounding erythema. It mainly occurs on face. Mucous membrane may be involved (in contrast to impetigo contigiosa). Lymphadenopathy is rare.",
        "cop": 2,
        "opa": "Streptococcus",
        "opb": "Staphylococcus",
        "opc": "Pseudomonas",
        "opd": "Y. Pestis",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous & Erosive Diseases in the Newborn and Infant",
        "id": "9c7f8891-1283-4192-884e-8abc4d2da630",
        "choice_type": "single"
    },
    {
        "question": "These typical lesions are present in?",
        "exp": "Ans. (c) Erythema Multiforme. The image shows presence of target lesions diagnostic of Erythema Multiforme.",
        "cop": 3,
        "opa": "Pemphigus",
        "opb": "Bullous pemphigoid",
        "opc": "Erythema Multiforme",
        "opd": "Dermatitis Herpetiformis",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous & Erosive Diseases in the Newborn and Infant",
        "id": "f6f2c82b-7f67-4adc-ae11-7af1ebce8542",
        "choice_type": "single"
    },
    {
        "question": "A patient has oral ulcer and skin bullae, which are slow to heal. The lesion is:",
        "exp": "Ans. b. Suprabasal (Ref: Fitzpatrick 7/e p45-47, 349, 459-84, 1714, 1878, 1892; Rooks Textbook of Dermatology 8/e p40. 3-40. 64). Bulla on body and oral mucosa in a 50 years old male is suggestive of Pemphigus vulgaris. Pemphigus vulgaris: Characterized by cutaneous (thin walled, delicate and flaccid bullae)Q and mucosal blisters. Mucosal lesions are present in all patients, oral mucosa most frequently involved, painful erosions extend peripherally with shedding of mucosaQ. Bulla is intra-epidermalQ, the split being suprabasalQ. Presence of acantholytic cells (rounded keratinocytesQ present in the blister cavity and at the edge of the blister) with row of tombstone appearanceQ. A 30-year-old male presents with flaccid bullae on an erythematous base and erosions over the oral mucous membrane. The blisters developed painful erosions rupture. The clinical features point towards a diagnosis ofpermphigus vulgaris, which is characterized by fish net pattern of intraepidermal IgG deposition on immunofluorescence. Disorder. Immunofluorescence. Pattern. Target antigen. Pemphigus vulgaris. Intercellular, intraepidermal. QIgG, fish net. QDesmoglein 3. QPemphigus foliaceus. Intercellular, intraepidermal. QIgG, fish net. QDesmoglein 1. QParaneoplastic pemphigus. Intercellular and subepidermal. QIgG, fish net. QPlakins (desmoplakin, envoplakin, periplakin, BP 230). Bullous pemphigoid. Basement membrane zone. QIgG, linear. QBP230> BP180. Herpes gestationalis. Basement membrane zone. QIgG, linear. QBP230 > BP 180. Dermatitis herpetiformis. Dermal papillae. QIgA, granularQ(?) Epidermal tissue trnasgl utam inase. QLinear IgA disease. Basement membrane zone. QIgA, linear. QBP180. Pemphigus. Autoimmune disease characterized by acantholysis induced by deposition oflgG antibodies in the intercellular area of epidermis. QCommonest variant is Pemphigus vulgaris, seen in adults mainly. QMainly involve upper part of the body. QCharacterized by cutaneous (thin walled, delicate and flaccid bullae)Q and mucosal blisters. Mucosal lesions are present in all patients, oral mucosa most frequently involved, painful erosions extend peripherally with shedding of mucosa. QErosions are frequently secondarily infectedQ (by bacteria in skin and Candida in mucosa), extensive lesions are associated with water and electrolyte imbalance. QAssociated with Nikolsky signQ and Bulla spread sign or Asboe Hansen signQ. Histology (Biopsy is best taken from the edgeQ, from perilestonal skinQ). Bulla is intra-epidermalQ, the split being suprabasal. QPresence of acantholytic cells (rounded keratinocytesQ present in the blister cavity and at the edge of the blister). Row of tombstone appearance. QDirect Immunofluorescence (DIF): Done on skin, shows intercellular deposits of IgG and C3 giving a fish net appearance. QTreatment: Systemic steroids and immunosuppressants. Types of Bullae. Intra-Epidermal. Sub-Epidermal* PemphigusQ* Herpes simplex/zosterQ* Molluscum contagiosumQ* Variola/varicelia* Eczema* Darriers disease* Miliria rubra* Pompholyx* PemphigoidQ* Dermatitis herpetiformisQ* Herpes gestationalisQ* BurnsQ* Erythema multiformeQ* Epidermolysis bullosa* Lichen planus bullosa",
        "cop": 2,
        "opa": "Intradermal",
        "opb": "Suprabasal",
        "opc": "Epidermal",
        "opd": "Sub comeal",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous & Erosive Diseases in the Newborn and Infant",
        "id": "e45426c2-3f73-4e71-b65c-9c96efbb50cb",
        "choice_type": "single"
    },
    {
        "question": "Granular deposition of IgA at dermal papillae on immunofluorescence is seen in:",
        "exp": "Ans. b. Dermatitis herpetiformis Granular deposition of IgA at dermal papillae on immunofluorescence is seen in dermatitis herpetiformis. Dermatitis Herpetiformis: Diagnosis is confirmed by direct immunofluorescence microscopy of normal appearing or faintly erythematous perilesional skin (adjacent to active lesion), by demonstration of granular deposits of IgA (with or without complements) in papillary dermis** and along the epidermal basement membrane zone (EBMZ). \"Dermatitis Herpetiformis (Duhring Disease)* Associated with Subclinical gluten sensitive enteropathy^* Associated with HLA-B8 (60%)/DRW3 (95%) and HLA-DQW2 haplotype (95-100%)* Increased incidence of autoimmune disorders e. g. thyroid abnormalities (mostly hypothyroid), achlorhydria, atrophic gastritis, and antigastric parietal cell antibodies, insulin dependent DM. SLE, Sjogren syndrome, vitiligo, RA. UC, myasthenia and gastrointestinal non Hodgkins Lymphoma.* Dietary gluten sensitivity in DH is associated with IgA endomysial autoantibodies that target tissue transglutaminase.* On direct immunofluorescence, IgA autoantibodies against epidermal transglutaminase and granular deposits of IgA in papillary dermis (dermal papillae), Dermatitis Herpetiformis (Duhring Disease). Clinical Feature:* Most common in 2nd- 4th decade* Intensely (itchy) pruritic0. papulovesicular/urticarial skin ds characterized by lesions symmetrically distributed over extensor surfaces (i. e. elbows, knees, buttocks, back, scalp and posterior neck)0* Primary lesion is a papule, papulovesicles or urticarial plaque.* Because pruritus is prominent, patients may present with excoriation and crusted papules with no observable primary lesion0.* Pruritus may have a distinctive burning or stinging component. Diagnosis:* Lesion biopsy reveal subepidermal blister with neutrophils in dermal papillae i. e. subepidermal bullae with papillary tip abscess0* Diagnosis is confirmed by direct immunofluorescence microscopy of normal appearing or faintly erythematous perilesional skin (adjacent to active lesion), by demonstration of granular deposits of IgA (with or without complements) in papillary dermis0and along the epidermal basement membrane zone (EBMZ). Treatment:* IgA deposits in skin are unaffected by control of disease w ith medication dapsone; but decrease or disappear in patients maintained on long periods on a strict gluten-free diet (treatment of choice). Dapsone (diaminodiphenvlsulfone: Drug of choice), sulfoxone (diasone) and sulfapyridine control but do not cure disease.* Elemental diet (composed of free amino acids, short chain polysaccharides and small amount of triglycerides) without full proteins can alleviate skin disease within few weeks.* Atkins diet with high protein, unlimited fat and low carbohy drate also lead to complete resolution of skin disease",
        "cop": 2,
        "opa": "Herpes gestationalis",
        "opb": "Dermatitis herpetiformis",
        "opc": "Bullous pemphigoid",
        "opd": "IgA dermatosis of childhood",
        "subject_name": "Skin",
        "topic_name": "Vesiculobullous & Erosive Diseases in the Newborn and Infant",
        "id": "70825926-75b8-450c-b2be-7f9e25efe342",
        "choice_type": "single"
    }
]