[
    {
        "question": "Both APTT and PT are prolonged in which conditions?",
        "exp": "ANSWER: (A) Factor II deficiencyREF: Mastery of Surgery by Josef E. Fischer, K. I. Bland, 5th edition Part I page 90, Saint-Frances guide: clinical clerkship in outpatient medicine. Page 434 8; 235, Harrison 17th ed table 59-4See APPENDIX-50 below for \"BLE EDIN G/C O AG U L ATI ON DISORDERS\" and APPROACH TO A PATIENT WITH BLEEDING DISORDER APPENDIX - 50BLEEDING/COAGULATION DISORDERSTable from Mastery of Surgery by Josef E. Fischer, K. I. Bland, 5th edition Part I page 90, http://en.uikipedia.org/wiki/ Bleeding_diathesisConditionProthrombinTimePartialThromboplastinTimeBleedingTimePlateletCountAspirinNormalNormalProlongedNormalCongenital afibrinogenemiaProlongedprolongedProlongedNormalDisseminated intravascular coagulationProlongedprolongedprolongedDecreasedEarly Liver failureProlongedNormalNormalNormalEnd-stage Liver failureProlongedprolongedprolongedDecreasedHaemophilia A (Factor 8}NormalProlongedNormalNormalHaemophilia B (Factor 9) Christmas diseaseNormalProlongedNormalNormalParahemophelia (factor 2,5,10)ProlongedProlongedNormalNormalFactor 7 deficiencyProlongedNormalNormalNormal! ThrombocytopeniaNormalNormalProlongedDecreasedBernard-Soulier syndromeNormalNormalProlongedDecreasedGlanzmann s thrombastheniaNormalNormalProlongedNormalUremiaNormalNormalProlongedNormalVitamin K deficiency or warfarinProlongedProlongedNormalNormalVon Willebrand diseaseNormalNormalProlongedNormalAPPROACH TO A PATIENT WITH BLEEDING DISORDER Obtain PT/ PTT and Platelet count Increased PT, Normal PTTNormal PT,Both PT &Both PT & PTT normalIncreased PTTPTT increasedPlatelet count* Early DIC* Liver disease* Warfarin therapy* Mild Vitamin K deficiency* Factor 7 deficiency* Coagulation factor deficiency* Coagulation factor inhibitor* Antiphospholipid antibody* Heparin therapy* Severe DIC* Severe liver disease* Warfarin overdose* Severe vitamin K deficiency* Factor 2, 5,10 deficiency* Heparin therapy> 90,000/pL Do Bleeding time< 90,000/uL ThrombocytopeniaSee extension of table below Do bleeding timeNormal bleeding timeIncreased bleeding time* Deficiency of inhibitors of fibrinolysis* Dysfibrinogenemia* Factor 13 deficiencyPlatelet dysfunctionAcquiredInherited* Severe renal disease* Severe liver disease* Myeloploreferative disorder* Autoantibodies* Paraprotenemia* DIC* vWD* Bernard Soulier disease* Glanzmann thrombasthenia",
        "cop": 1,
        "opa": "Factor II deficiency",
        "opb": "Factor XIII deficiency",
        "opc": "Heparin administration",
        "opd": "Thrombocytopenia",
        "subject_name": "Medicine",
        "topic_name": "Bleeding and Thrombotic Disorders",
        "id": "9b64d59a-5c75-4a76-98e8-33d909bd906a",
        "choice_type": "multi"
    },
    {
        "question": "Girl with mild vwF. Previous history of heavy bleeding during tooth extraction. Prophylaxis before tooth extraction:",
        "exp": "Ans: A (Desmopressin) Ref: Harrison's Principles of Internal Medicine, 18th edn Explanation:Treatment of von Willebrand DiseaseThe mainstay of treatment for type 1 VWD is 1-deamino-8-d- arginine vasopressin (DDAVP, or desmopressin), which results in release of VWF and FVIII from endothelial stores.DDAVP can be given intravenously or by a high concentration intranasal spray (1.5 mg/mL).The peak activity when given intravenously is approximately 30 minutes, while it is 2 hours when given intranasally.The usual dose is 0.3 g/kg intravenously or 2 squirts (1 in each nostril) for patients >50 kg (1 squirt for those <50 kg).It is recommended that patients with VWD be tested with DDAVP to assess their response before using it.It can be used for procedures with minor to moderate risk of bleeding. It is usually given every 12-24 hours.Less frequent dosing may result in less tachyphylaxis, which occurs when synthesis cannot compensate for the released stores.The major side effect of DDAVP is hyponatremia due to decreased free water clearance.Some patients with types 2A and 2M VWD respond to DDAVP such that it can be used for minor procedures,For the other subtypes, for type 3 disease, and for major procedures requiring longer periods of normal hemostasis, VWF replacement can be given.Virally inactivated VWF-containing factor concentrates are thought to be safer than cryoprecipitate as the replacement product.Antifibrinolytic therapyo Aminocaproic acid or Tranexamic acid.o It is an important therapy, either alone or in an adjunctive capacity, particularly for the prevention or treatment of mucosal bleeding.o These agents are particularly useful in prophylaxis for dental procedures, with DDAVP for dental extractions and tonsillectomy, menorrhagia and prostate procedures,o It is contraindicated in the setting of upper urinary tract bleeding, due to the risk of ureteral obstruction.",
        "cop": 1,
        "opa": "Desmopressin",
        "opb": "Blood transfusion",
        "opc": "Fresh frozen plasma",
        "opd": "Cryoprecipitate",
        "subject_name": "Medicine",
        "topic_name": "Bleeding and Thrombotic Disorders",
        "id": "bff22438-4bcd-444c-adb0-51d968a95739",
        "choice_type": "single"
    },
    {
        "question": "ADAMTS deficiency is seen in?",
        "exp": "Ans. is 'c' i.e., Thrombotic thrombocytopenic purpurao Patients with TTP are deficient in an enzyme called ADAMTSB. (This enzyme is also known as vWf metalloprotease.)o This enzyme normally degrades very high molecular weight multimers of von-Willebrandfactor. In the absence of this enzyme, these multimers of vWF accumulate in plasma and under some circumstances promote platelet macroaggregate formation throughout the microcirculation leading to symptoms of TTP.Thrombotic Thrombocytopenic PurouraAbsent AD AMTS|Accumulation of multimers of vWF|Platelet microaggregate formation throughout the microcirculation|T.T.P.",
        "cop": 3,
        "opa": "Essential thrombocythemia",
        "opb": "ITP",
        "opc": "Thrombotic thrombocytopenic purpura",
        "opd": "CLL",
        "subject_name": "Medicine",
        "topic_name": "Bleeding and Thrombotic Disorders",
        "id": "0b342988-6ecf-48df-96dd-07653fb22aaa",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old asymptomatic female underwent a preoperative coagulation test. Her BT is 3, PT is 15/14, aPTT is 45/35, platelet count 2.5 Iac/mm3 and factor VIII levels were 60 IU/dL. She most likely has:",
        "exp": "Ans. c. Factor VIII inhibitors (Ref: Wintrobe's 12/e p1447-1453; Harrison 19/e p734-735, 740, 18/e p982)This is a case of 25-year old asymptomatic female, BT is 3 (normal), PT is 15/14 (normal), aPTT is 45/35 (raised), Platelet count is 2.5 lac mm3 (normal) and Factor VIII levels were 60 IU/dL (normal i.e. between 50-150%). She most likely to has factors VIII inhibitors.Factor IX deficiency* Both PT and PTT are increasedVon-Willebrand's disease-Type III* Prolonged Bleeding time* Normal platelet count and PT* Prolonged PTTFactor VIII Inhibitors* Acquired coagulant inhibitor is immune-mediated condition characterized by autoantibody against a specific clotting factor and factor VIII is most common target.* In 50% of patients no underlying disease is identified at the time of diagnosis.* In remaining the causes are autoimmune diseases, malignancies, dermatologic diseases, pregnancy and post partum.* Diagnosed by isolated prolongation of PTT with normal PT (coagulation profile is similar to hemophilia A)* Normal platelet count and bleeding timeLupus Anticoagulant* Mild thrombocytopenia* Prolonged PTT* Hypoprothrombopenia due to antibodies against prothrombin.",
        "cop": 3,
        "opa": "Factor IX deficiency",
        "opb": "Von-Willebrands disease type III",
        "opc": "Factor VIII inhibitors",
        "opd": "Lupus anticoagulant",
        "subject_name": "Medicine",
        "topic_name": "Bleeding and Thrombotic Disorders",
        "id": "16199f0c-a622-44d1-91ee-29c2e1c2f1d5",
        "choice_type": "single"
    },
    {
        "question": "Thrombotic thrombocytopenic purpura is a syndrome characterized by -",
        "exp": "Ans. is 'd' i.e., Thrombocytopenia, anemia, neurological abnormalities, progressive renal failureand fever o Thrombotic thrombocytopenic purpura is a disorder of 1vessel wall' characterised by lesions in arteriolar walls in various organs that initiate formation of localised platelet thrombi and fibrin deposits at various sites.Clinical pentad of TTPo Microangiopathico Thrombocytopeniao Decreased renalo Disturbed neuro-o FeverHemolytic(due to consumptionfunction (duelogical function Anemia (Coomb's negative)of platelets)deposits in theCharacteristically # HaemolysisRenaland non focal e.g.diffuse # Fragmentation of RBC'sVasculature).# Confusion # Increased LDH (elevated # Aphasia due to intra-vascular # Alteration in hemolysis) consciousness Testes of coagulation are generally normal :-o Normal PTo Normal APTTo Normal Fibrinogen concentrationo Normal Fibrin degradation products",
        "cop": 4,
        "opa": "Thrombocytosis, anemia, neurologic abnormalities, progressive renal failure and fever.",
        "opb": "Thrombocytopenia, anemia, neurologic abnormalities, progressive hepatic failure and fever",
        "opc": "Thrombocytosis, anemia neurologic abnormalities, progressive renal failure and fever",
        "opd": "Thrombocytopenia, anemia, neurological abnormalities, progressive renal failure and fever",
        "subject_name": "Medicine",
        "topic_name": "Bleeding and Thrombotic Disorders",
        "id": "0408674e-5ea9-4768-9acd-4761c51c761c",
        "choice_type": "single"
    },
    {
        "question": "Pinch purpura around eyelids is one of the most common finding in -",
        "exp": "Ans. is 'b' i.e.. Primary systemic amyloidosis o Purpura of the eyelids following pinching (pinch purpura) is a characteristicfeature of primary systemic amyloidosiso Pinch purpura of the eyelids are seen in about 30% of the cases ofprimary systemic amyloidoses.o It occurs due to involvement of cutaneous blood vessels in primary1 systemic amyloidosis.o The most common skin lesions are pete hie or ecchymoses due to amyloid deposition within blood vessel walls with subsequent fragility and dermal hemorrhage.o These are o ften seen at sites predisposed to trauma, such as the hands or intertriginous areas.o Pinching the skin gives charaterstic purpura lesions known as \"pinch purpura\".o Purpura around the eyes may occur spontaneously but is also seen following proctoscopy or vomiting (postproctoscopic purpura).o Dermatological involvement occur in about 30% - 40% patients with systemic amyloidosis.o Other dermatological manifestations include waxy or translucent papules and lets frequently tense hemorrhagic bullae.o Histopathology of the cutaneous lesions reveal amyloid deposits in the dermis.o Occular findings in primary generalized amyloidosis includes :Purpura of the eyelids.B/l symmetrical small amyloid papules of the skin of the eyelids.PtosisOphthalmalgia or evidence of amyloid neuropathes affective pupillary function or both.Subconjunctival hemorrhages.",
        "cop": 2,
        "opa": "Fabry's disease",
        "opb": "Primary systemic amyloidosis",
        "opc": "Porphyria cutanea tarda",
        "opd": "None of the above",
        "subject_name": "Medicine",
        "topic_name": "Bleeding and Thrombotic Disorders",
        "id": "9d3812e0-5091-4252-8643-1fce24261d0b",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about lupus anticoagulant except -",
        "exp": "Ans. is 'c' i.e., Recurrent bleeding episodes Make it clear once and for always.\"Despite having been named lupus \"anticoagulant\" lupus anticoagulation syndrome does not present with bleedingLupus anticoagulant is characterized by the presence of circulating lupus anticoagulant in the body but itsPredominant symptom is thrombosis.The circulating anticoagulants do not exert any anticoagulant effect in vivo instead they act in vitro. The main symptoms of lupus anticoagulant is thrombosis. The thrombotic manifestations are entirely independent of anticoagulant or antiphospholipid antibodies. The reason for thrombosis is not quite clear but it has no relation with circulating anticoagulants. The thrombotic episodes are life threatening.Bleeding episodes in lupus anticoagulant - Bleeding may occur with lupus anticoagulant but is quite rare and do not lead to life threatening hemorrhage.According to William's hematology - Although thrombocytopenia is a common finding in APS, bleeding complications, are rare even with severe thrombocytopenia bleeding in an antiphospholipid antibody syndrome should trigger evaluation for the presence of antiprothrombin antibodies and other disorders that may affect hemostasis such as DIC and Uremia.Thrombocytopenia due to antiplatelet antibodies is usually mild to moderate without bleeding (Tejinder Singh hematology Atlas)* Many cases of lupus anticoagulant can be \"asymptomatic\" too.Antiphospholipid Antibody SyndromePatients with antiphospholipid antibody syndrome fall into two categories.Secondary antiphospholipid antibody syndromeIn this cases antiphospholipid antibody syndrome is associated with an autoimmune disease usuallySLE.Primary antiphospholipid antibody syndrome * In these cases there is no evidence of other autoimmune disease, the patient exhibit only the manifestations of antiphospholipid antibody syndrome.Lupus anticoagulant increases the PIT but not the PT.Lupus anticoagulant syndrome is characterized by the presence of circulating anticoagulants or the antiphospholipid antibodies. But the predominant symptom of antiphospholipid antibody syndrome is thrombosis.The question which immediately comes to mind is, how a patient with circulating anticoagulant has thrombosis as its predominant manifestation??The point to emphasize here is that circulating anticoagulants are not responsible for any clinical syndrome in case of antiphospholipid antibody syndrome. These antibodies are unable to exert any effect in circulation. They act as anticoagulants only in invitro not invivo.The thrombotic manifestations are entirely independent of anticoagulant or antiphospholipid antibodies. The reason for thrombosis is not quiet clear but it has no relation with circulating anticoagulants.The effect of circulating anticoagulant is seen only during laboratory test where their presence increase thePTT.The anticoagulants exert this effect by acting against phospholipids.These anionic phospholipids are present on the plasma membranes of the activated platelets, which form platelet plugs at the site of injury. The coagulation factors assemble on the surface of activated platelets and thus becomes concentrated at sites of vascular injury. The circulating anticoagulants acts by blocking these phospholipids.NOW,Two questions crops up,Why do the circulating anticoagulants do not exert their effect in vivo?\"And why do these anticoagulants affect only PTT and not PT.\"ExplanationWhile performing PTT patient is given calcium, partial thromboplastin along with an intrinsic pathway activator.Partial thromboplastin contains the phospholipid needed for coagulation.If the patients plasma, contain antiphospholipid antibodies, it will inhibit the phospholipids present in the partial thromboplastin. Since the partial thromboplastin has limited phospholipids the coagulation gets inhibited by the anticoagulants and thus the PTT increases.On the other hand in the body there is abundant supply of phospholipids from the platelets therefore the antiphospholipid antibodies are not able to affect the coagulation. Platelets continuously replenish the phospholipids.While performing test for prothrombin time (PT) patient is given tissue factor i.e. thromboplastin.Thromboplastin contains abundant supply of phospholipid so the circulating (plasma) anticoagulants are not able to exert their effect on it, and thus PT remains normalCoagulation tests in lupus anticoagulant. PTTQ-Prolonged. PTQ-Normal. BTQ-Normal* Fibrinogen Q-Normal",
        "cop": 3,
        "opa": "Prolongation of only aPTT",
        "opb": "Recurrent second trimester abortion",
        "opc": "Recurrent bleeding episodes",
        "opd": "Can be associated without any clinical symptoms",
        "subject_name": "Medicine",
        "topic_name": "Bleeding and Thrombotic Disorders",
        "id": "edf56daa-2a13-425f-ac34-fcb4337a239e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the foliowingmay present with isolated prolongation of prothrombin time (PI>",
        "exp": "Ans. is 'b' i.e., Factor VII deficiency o Factor VII deficiency may present with isolated prolongation of prothrombin time.Cause of Isolated prolongation of PT (CMDT)# Vitamin K deficiency# Warfarin therapy# Liver disease# Factor VII deficiency",
        "cop": 2,
        "opa": "Factor VIiI deficiency",
        "opb": "FActor VII deficiency",
        "opc": "Factor XII deficiency",
        "opd": "Factor IX deficiency",
        "subject_name": "Medicine",
        "topic_name": "Bleeding and Thrombotic Disorders",
        "id": "ea69f66c-4099-4f4e-bc8f-cb2db983b05f",
        "choice_type": "single"
    },
    {
        "question": "Anti-coagulant of choice for heparin induced thrombocytopenia is -",
        "exp": "Ans. is 'a' i.e., Lepirudin Heparin induced thrombocytopeniao Heparin induced thrombocytopenia (HIT) results from formation of IgG antibodies to heparin platelet factor 4 complexes. The antibodies then bind platelets and activate them. It results in pro-thrombotic state even in the presence of thrombocytopenia.# HIT usually occurs 5-10 days after exposure to heparins.Management of HITo Stop all forms of heparins and LMW heparins.o Direct thrombin inhibitors (Lepirudin and Argatroban) are anticoagulants of choice.o Lepirudin is safe in liver failure whereas argatroban can be safely administered in anuria (renal failure).o Initially, warfarin causes hypercoagulability, therefore should be avoided.o Lepirudin is continued till platelet count reaches 1,00,000/mL.o Now, warfarin should be started and direct thrombin inhibitors discontinued. Warfarin should be given for at least 30 days.o Fondaparinux can also be used for HIT.",
        "cop": 1,
        "opa": "Lepirudin",
        "opb": "Aprotinin",
        "opc": "Abciximab",
        "opd": "Plasminogen",
        "subject_name": "Medicine",
        "topic_name": "Bleeding and Thrombotic Disorders",
        "id": "9b7a48f6-6487-4ca9-9821-ef9ebd961744",
        "choice_type": "single"
    },
    {
        "question": "Picket fence fever is seen in -",
        "exp": "Ans. is 'b' i.e., Lateral sinus thrombosiso Picket Fence fever is commonly associated with lateral sinus thrombosis.o It is characterized by spikes in fever (several times during the day).Also know the following features of lateral sinus thrombosis Queckenstedt's tests: -No increase in C.S.F. pressure when ipsi lateral jugular vein compressed.Greisinger's signTenderness over mastoid area from extension through mastoid emissiary vein.",
        "cop": 2,
        "opa": "Petrositis",
        "opb": "Lateral sinus thrombosis",
        "opc": "Meningitis",
        "opd": "Temporal lobe abscess",
        "subject_name": "Medicine",
        "topic_name": "Bleeding and Thrombotic Disorders",
        "id": "68f655ca-2ed5-4cdc-980d-cf0f5fd5821e",
        "choice_type": "single"
    },
    {
        "question": "Most common inherited bleeding disorder -",
        "exp": "Ans. is 'a' i.e., Von Wilebrand disease o Von Willebrand disease (vWD) is the most common inherited bleeding disorder.",
        "cop": 1,
        "opa": "Von wilebrand disease",
        "opb": "Bernard soulier",
        "opc": "Glanzmann thrombasthenia",
        "opd": "ITP acute",
        "subject_name": "Medicine",
        "topic_name": "Bleeding and Thrombotic Disorders",
        "id": "b1eeb856-4b7d-4462-9ee5-0ba4cb29a99f",
        "choice_type": "single"
    },
    {
        "question": "Delayed clotting in abetalipoproteinemia is due to:",
        "exp": "Ref: Harrison's Principles of Internal Medicine 18th edition, pg 3153Explanation:Lipoproteins-Transport hydrophobic lipids thro' plasma fluids to & from tissuesAbsorption of dietary cholesterol, fatty-acids & fat soluble vitamins (A. D, E, K)Transport of cholesterol, triglycerides & fat- soluble vitamins from liver to per tissuesTransport of cholesterol from peripheral tissues to liverAbetalipoproteinemiaIt is an autosomal recessive disorder.M utation i n the microsomal triglyceride transfer protein (MTTP) gene needed for transport of lipids and chplesterol & fat-soluble vitamins.Low VLDL, chylomicronsFat malabsorption-Vitamin K deficiency- coagulopathySevere vit E deficiency-neurological manifestations A can thocytoisisHypocholesterolemiaRetinitis pigmentosa, posterior column neuropathy & myopathyTreated with high dose of Vitamin E & other vitamins.Vitamin K dependent clotting factore are-II (prothrombin), VII, IX & XVit K is needed for post-translational modification of glutamate residues to a-carboxyglutamate, needed for activity of the above factors.Vit K is a fat-soluble vitamin, it is a co-factor for post-translational modification of glutamate residues to y-carboxyglutamate on the clotting factors II. VIE IX & X. Warfarin blocks the reductase & competitively inhibits the effects of vitamin K.",
        "cop": 2,
        "opa": "A Decreased VLDL",
        "opb": "Reduced clotting factor synthesis",
        "opc": "Decreased chylomicrons",
        "opd": "Decreased fatty acid synthesis",
        "subject_name": "Medicine",
        "topic_name": "Bleeding and Thrombotic Disorders",
        "id": "5e89428d-93ee-4a10-ba76-4716d714f02f",
        "choice_type": "single"
    },
    {
        "question": "Von Wiliebrand disease is associated with -",
        "exp": "Ans. is 'd' i.e., |PTT; Normal PT; |BT; |CT LABORATORY DIAGNOSIS OF VON WILLEBRAND'S DISEASE.Screening testsVon Vilebrand disease||Deficiency ofVonvilebrand factordefect in factor VIIIc(VWf carries VIIIc)||Leads to plateletdysfunctionLeads to defect inintrinsic coagulation pathway||o Increased bleeding timeQo Increased PTTQo Normal PTQo Increased clotting timeQ Laboratory findings in Von wilebrand diseaseo Tourniquet test (Hess test)- Is positive because of defective platelet adhesionso Bleeding time- Prolonged because of platelet function defecto APTT- Prolonged because of secondarily reduced VIIIc activityo VWF assay- | levelso Ristocetin induced aggregation is defective- It Is diagnostic of vWD. This is insensitive to mild deficiency of vWF. However in platelet type vWD - Ristocetin induced platelet aggregation is increasedo vWF immunoassay- Levels of VWF antigen (VWF: Ag) axe assayed by EUSAor automated assays and are reduced in type vWD while in type 2 vWD, the vWF: Ag levels may be normal indicating that just measuring VWF: Ag is not enough for diagnosing vWDo Muitimeric analysis of vWF o Genetic studies of specific CDNA regions",
        "cop": 4,
        "opa": "| PTT; | PT; | BT ; | CT",
        "opb": "| PTT; | PT; | BT ; | CT",
        "opc": "| PTT; Normal PT; | BT; Normal CT",
        "opd": "| PTT; Normal PT; | BT; | CT",
        "subject_name": "Medicine",
        "topic_name": "Bleeding and Thrombotic Disorders",
        "id": "2b97c6df-ed7d-4b0f-994f-ec0ea883ddb3",
        "choice_type": "single"
    },
    {
        "question": "Orally used direct thrombin inhibitor) is /are:",
        "exp": "Ans: D (Dabigatran..,) Oral direct thrombin inhibitor: Dabigatran etexilate- KDT 7th/617Rivaroxaban is an orally acting direct inhibitor of activated factor Xa\"- KDT 7th/617ORAL DIRECT THROMBIN INHIBITORS style=\"margin: 0; list-style: disc; padding-left: 32px; font-family: Times New Roman, Times, serif\" start=\"1\">\"The DTls can be distinguished within their class by monovalent and bivalent compounds. Bivalent DTJs include intravenous hirudin and bivalirudin. In contrast, univalent DTls include argatroban, ximelagatran, dabigatran, and AZD0837, with the last three being developed for oral use.Ximelagatran was the first oral DTI within this class to show potential for treatment of AF, and the first in the United States for which FD,A approval was applied. However, applications for FDA marketing approval were later withdrawn based on data from the Stroke Prevention with the Oral Direct Thrombin Inhibitor Ximelagatran Compared with Warfarin in Patients with Non-valvular Atrial Fibrillation (SPORT1F III] trial showing an increased risk of elevated liver enzyme levelsThe newest oral DTls under investigation include dabigatran and AZD0837. Dabigatran received FDA approval in October 2010 for the indication of thrombosis prevention in nonvalvular AF. It was approved in Japan in January 2011 for the same indication. Dabigatran is currently marketed for prevention of stroke and systemic embolism in patients with non-valvular AF\"Table 1: Summary of characteristics of DTI http:/fen. wikipedia. org/wiki/ Bivalent/ UnivalentRoute of administrationBinding to active site and/or exositeIndicationsNativeHirudinB[Parenteral) Has no indicationsLepirudinBParenteral [iv/sc)IrreversiblePrevention of further thrombosis in patients with HITDesirudinBParenteral (iv/sc)IrreversibleEurope: treatment of VTE USA: Prevetion of DVT in patients undergoing hip replacement surgeryBivalirudinBParenteral (iv)ReversiblePrevention of acute ischemic complications in patients with unstable angina and with or at risk of HIT undergoing PTCA or PCIArgatrobanUParenteral (iv)ReversiblePrevention and treatment of thrombosis in patients with HITXimelagatranUOralReversibleEurope: Prevention of VTE USA: FDA never gave approvalDabigatran EtexilateUOralReversiblePrevention of stroke and embolism in patients with AFPARENTERAL DIRECT THROMBIN INHIBITORS# Heparin and LMWH are indirect inhibitors of thrombin because their activity is mediated by antithrombin. In contrast, direct thrombin inhibitors do not require a plasma cofactor; instead, these agents bind directly to thrombin and block its interaction with its substrates. Approved parenteral direct thrombin inhibitors include !epirudinr argatroban, and bivalirudin# Lepirudin and argatroban are licensed for treatment of patients with HIT, whereas bivalirudin is approved as an alternative to heparin in patients undergoing percutaneous coronary interventions, including those with HIT.Table (Harrison):Comparison of the Properties of Lepirudin, Bivalirudin, and Argatroban LepirudinBivralitrudinArgatrobanMolecular mass70001980527Site (s) of interaction with thrombinActive site and exosite 1Active site and exosite 1Active siteRenal clearanceYesNoNoHepatic metabolismNoNoYesPlasma half-life (min)602545",
        "cop": 4,
        "opa": "Argatroban",
        "opb": "Bivalirudin",
        "opc": "Lepirudin",
        "opd": "Dabigatran etexilate",
        "subject_name": "Medicine",
        "topic_name": "Bleeding and Thrombotic Disorders",
        "id": "069f2bab-b03e-40cf-91b5-35f777e72a38",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of fracture in hemophilic arthropathy -",
        "exp": "Ans. is 'a' i.e., Osteoporosis & restrictive joint movemento There is increased susceptibility of fractures in patients with hemophilic arthropathy : -Although the reported cases are few in number it is believed that hemophiliacs are more susceptible to fractures because of the limitation ofjoint movement poor muscle function and osteoporosis.The most surprising feature of fracture in hemophiliacs patients is that union is not delayed despite the osteoporosis and the absence ofplama clotting factors.o Arthropathy is a frequent and serious complication of repeated joint bleeding in patients with hemophilia .o Hemarthrosis is the single most important risk factor for the development of hemophilia arthropathy.o Eighty percent of joint bleeding episodes involve the knees.elbows and ankles and the patient most often devlop multiple target joints (the joints that are most commonly affected with repeated bleeding in an individual patient),o Approximately 50% of patients with hemophilia develop permanent changes in the target joint,o The presence of blood in a joint triggers an inflammatory-' process that results in joint swelling and decreased range of motion.o Although blood rapidly clears from the joint space, the pathological process continues, resulting in both radiographical and clinical changes, Progressive joint damage results in muscle atrophy, osteoporosis, cartilage degeneration with collapse of joint space and cyst formation.ARNOLD-HIL GARTENER CLASSIFICATION OFHEMOPHILLICARTHROPATHYSTAGECHARACTERISTICSIo No visible skeletal deformities o Soft tissue swelling secondary to hemarthrosis or bleeding into the soft tissue in and around joint.IIo Osteoporosis,especially in epiphyses and their overgrowth. o Joint integrity maintained with no narrowing of cartilage space and no bone cyst.IIIo Presence of disorganisation of joint but no significant narrowing of cartilage space o Synovium may be opacified with hemosiderin deposin.IVo Narrowing of joint space and evidence of cartilage destruction in addition to stage III changesVo Fibrous joint contracture,loss of joint space extensive enlargement of epiphyses and substantial disorganisation of joint structures. o Marked restriction of joint motion o Little recognisable synovial tissue found when joint is opened, o Absence of articular cartilage.",
        "cop": 1,
        "opa": "Osteoporosis & restrictive joint movement",
        "opb": "Cartilage destruction",
        "opc": "Inflammatory arthropathy",
        "opd": "Osteosclerosis",
        "subject_name": "Medicine",
        "topic_name": "Bleeding and Thrombotic Disorders",
        "id": "9e8dd6b5-a3b6-4454-90d6-44fb9856bb9c",
        "choice_type": "single"
    },
    {
        "question": "What is Evan's syndrome?",
        "exp": "ANSWER: (B) ITP with hemolytic anemiaREF: Harrison's 18th ed ch: 115EVANS SYNDROME is the presence of simultaneous or sequential direct Coombs- positive autoimmune hemolytic anemia (AIHA) in conjunction with immune-mediated thrombocytopenia, with no known underlying etiology. The typical clinical course is chronic and relapsing, and therapy is generally progressive and poor.Signs of thrombocytopenia include purpura, petechiae, and ecchymoses. Signs of anemia include pallor, fatigue, and light-headedness. Jaundice may indicate hemolysis.Complications:Potential complications of Evans syndrome include the following:Hemorrhage with severe thrombocytopeniaSerious infection in patients with neutropeniaDiagnosis: Laboratory studies that may be considered include the following:Complete blood count (CBC) and Reticulocyte count Coombs test (direct antiglobulin test)Tests for antierythrocyte, antineutrophil, and antiplatelet antibodiesLupus antibody (lupuslike inhibitor) and antinuclear antibody (ANA) testsMeasurement of serum immunoglobulinsFlow cytometry of blood samplesBone marrow1 aspiration helps reveal aplastic anemia or an infiltrative disorder. It is usually indicated for excluding infiltrative processes in patients who present with pancytopenia.Gene mutation studiesManagementMedical therapy is the mainstay of management.In patients admitted for severe anemia or thrombocytopenia blood transfusions are indicated:Commonly used agents are as follows:First-line agent: PrednisoneIntravenous immune globulin (IVIg; for those with persistent immune cytopenia and those who require prolonged or high doses of steroids)Other pharmacologic therapiesAdditional therapies* Danazol* Cyclosporine* Azathioprine* Cyclophosphamide* Vincristine* Rituximab* Alemtuzumab* Splenectomy (has no dearly established role in treatment but may be considered in refractory cases)* Autologous and allogeneic stem cell transplantation",
        "cop": 2,
        "opa": "ITP with cryoglobulinemia",
        "opb": "ITP with hemolytic anemia",
        "opc": "ITP with spherocytosis",
        "opd": "ITP with myelodysplastic syndrome",
        "subject_name": "Medicine",
        "topic_name": "Bleeding and Thrombotic Disorders",
        "id": "68b2fc10-25d6-42e1-9360-a8aa6ce77fb6",
        "choice_type": "single"
    },
    {
        "question": "INR in warfarin therapy is?",
        "exp": "ANSWER: (B) 2.5REF: Harrison 18th ed chapter 118For most indications, warfarin is administered in doses that produce a target INR of 2.0- 3.0. An exception is patients with mechanical heart valves, where a target INR of 2.5-3.5 is recommended. Studies in atrial fibrillation demonstrate an increased risk of cardioembolic stroke when the INR falls to <1.7 and an increase in bleeding with INR values >4.Warfarin interferes with the synthesis of the vitamin K-dependent clotting proteins, which include prothrombin (factor II) and factors VII, IX, and X.Like all anticoagulants, the major side effect of warfarin is bleeding. A rare complication is skin necrosis. Warfarin crosses the placenta and can cause fetal abnormalities. Consequently, warfarin should not be used during pregnancy.Dabigatran etexilate, an oral thrombin inhibitor, and rivaroxaban, an oral factor Xa inhibitor are new oral anticoagulants.",
        "cop": 2,
        "opa": "1.5",
        "opb": "2.5",
        "opc": "3.5",
        "opd": "4.5",
        "subject_name": "Medicine",
        "topic_name": "Bleeding and Thrombotic Disorders",
        "id": "6af6489a-e510-499e-af47-b416ed215340",
        "choice_type": "single"
    },
    {
        "question": "Both PT and APTT are prolonged in -",
        "exp": "Ans. is 'a' i.e., Factor II deficiencyo Prolongation of both PT and A PPT is typically seen in deficiency of involoved in the common pathway, namely factor //, factor V and factor X (and fibrinogen).o Heparin in clinical concentrations is typically associated with isolated prolongation of APTT while PT is normal be cause heparin acts on the intrinsic pathway. (However Heparin at very high concentrations within the sample may cause prolongation of both PT & APTT).",
        "cop": 1,
        "opa": "Factor II deficiency",
        "opb": "Thrombocytopenia",
        "opc": "Factor VII deficiency",
        "opd": "Heparin therapy",
        "subject_name": "Medicine",
        "topic_name": "Bleeding and Thrombotic Disorders",
        "id": "72f2d5c0-9419-4fc5-a396-b8316e5d68ee",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are Vitamin-K deficiency features EXCEPT:",
        "exp": "Ans. (a) Associated thrombocytopenia with prolonged bleedingRef: Harrison 19th ed. / 96e-8* Vitamin-K is a fat soluble compound. It promotes blood clotting by increasing hepatic biosynthesis of prothrombin and other coagulation factors.* The best sources are green leafy vegetables, liver, cheese, butter and egg yolk. Deficiency, usually seen only in neonates, in disorders of absorption or during antibiotic therapy is characterized by hemorrhage.* Warfarin acts by inhibiting Vitamin K, and does not causes deficiency of the same.",
        "cop": 1,
        "opa": "Associated thrombocytopenia with prolonged bleeding",
        "opb": "Deficiency is rarely seen, except in infants",
        "opc": "Factor X is first to be affected",
        "opd": "Warfarin causes Vitamin K deficiency",
        "subject_name": "Medicine",
        "topic_name": "Bleeding and Thrombotic Disorders",
        "id": "ec554434-4441-4357-9962-cd8de0de58c3",
        "choice_type": "multi"
    }
]