[
    {
        "question": "A patient was on treatment with penicillin. He developed pallor but there was no shortness of breath, urticaria or wheezing. On investigation, antibodies against penicillin were found in his blood. What is the type of hypersensitivity reaction that most likely occurred in this patient?",
        "exp": "Ans. b. Type II hypersensitivity (Ref: Robbins 9 c p205.8/e p653, 202)Penicillin hypersensitivity reaction is an example of type II, antibody mediated hypersensitivity reaction.Examples of type II hypersensitivity* Auto immune hemolytic anemia* Autoimmune thrombocytopenic purpura* Pemphigus vulgaris* ANCA mediated vasculitis* Goodpasture syndrome* Myasthenia gravis* Acute rheumatic fever* Graves disease* Insulin resistant diabetes* Pernicious anemia Mechanisms of drug-induced immunohemolytic anemiaAntigenic drugs(Hapten Model)Tolerance-breaking drugs(Auto antibody Model)* Hemolysis usually follows large, intravenous doses of the offending drugQ* Occurs 1 to 2 weeks after therapy is initiatedExamples:* Penicillin and cephalosporins, bind to the red cell membrane and are recognized by anti-drug, as in penicillin-induced hemolysisQ* Quinidine-induced hemolysisQ, the antibodies recognize a complex of the drug and a membrane protein.* These drugs, of which the antihypertensive agent alpha- methyldopa is the prototype, induce the production of antibodies against red cell antigens, particularly the Rh blood group antigensQ. Types of HypersensitivityType 1 (lgE)QType II(IgG and lgM)Q Cytotoxic, complement mediated lysisQType IIIImmune complex (IgM and IgG)Type IVDelayed hypersensitivity (Cellular immunity)Includes:* Local: Eczema, Hay fever. Asthma (Atopy)Q* Systemic: AnaphylaxisExamples:* Theoblad Smith phenomenon:Q This is anaphylaxis in guinea pigs.* PK reaction (Prusnitz Kunster):Q Demonstrate that IgE is homocytotropic i.e. species specific.* Casoni's test: Immediate type (IgE) HypersensitivityIncludes:* Complement mediated lysis* Antibody dependent cell mediated toxicity (formerly classified as type l)Q* Changes in cellular function (former type V)Q* Increased function: Grave's diseaseQ * Decreased function: M. GravisQ* PhagocytosisExamples:- Those with Ag on RBC:- Blood transfusion reactionQ- Hemolytic anemia e.g. with I.M. and mycoplasmaQ* Those with Ag on Neutrophils: AgranulocytosisQ* Those with Ag on platelets: ITPdeg* Those with Ag on basement membrane: Goodpasture'sQ syndrome* Pemphigus vulgaris* ANCA mediated vasculitis* Acute rheumatic fever* Insulin resistant diabetes* Pernicious anemiaIncludes:* Local: Arthus reactionQ* Systemic: Serum sicknessQExamples:* Shick's testQ* Post streptococcal G.N.Q* Detected by RAJI AssayQIncludes:* Tuberculin testQ* Lepromin textQ* Contact dermatitis* Jones-mote reaction (cutaneous basophilic hypersensitivity)Q* Graft rejection (chronic)Q",
        "cop": 2,
        "opa": "Type I hypersensitivity",
        "opb": "Type II hypersensitivity",
        "opc": "Type III hypersensitivity",
        "opd": "Type IV hypersensitivity",
        "subject_name": "Medicine",
        "topic_name": "Diseases of Immediate-Type Hypersensitivity",
        "id": "ad183c24-1f27-46bc-b029-a827a74fac03",
        "choice_type": "multi"
    },
    {
        "question": "Which of the follow ing is associated with highest risk of Anaphylaxis -",
        "exp": "Ans. is 'a' i.e., Iron dextran o The risk of anaphylaxis is maximally associated with high molecular weight dextran (not so with low molecular weight dextran).Intravenous iron preparations Drue# Iron dextran (high molecular weight)# Iron dextran (low molecular weight)Ferric gluconate a Iron sucroseFerumoxytolIron isomahosideFerric carboxymaliose",
        "cop": 1,
        "opa": "Irondextran",
        "opb": "Iron sucrose",
        "opc": "Ferumoxytol",
        "opd": "Iron Gluconate",
        "subject_name": "Medicine",
        "topic_name": "Diseases of Immediate-Type Hypersensitivity",
        "id": "de7da8ae-1290-4b2b-ad2c-ca10dca4f968",
        "choice_type": "single"
    },
    {
        "question": "Patient presents to the emergency room with edema of tongue, stridor, dyspnea, hoarseness and itching following peanut consumption. Most likely cause is:",
        "exp": "Ref: Harrison's Principles of Internal Medicine. 18th edition, Page 2711 Explanation: Patient presents with acute onset stridor, dyspnea, tongue edema and hoarseness following peanut consumption. The most likely diagnosis here is Angioneurotic edema. ANGIONEUROTIC EDEMA (AKA QUINCKE'S EDEMA) It is a life-threatening allergic condition. Rapid edema of the deep layers of skin. Characteristic Presentation o Intense bronchospasm. o Vascular collapse o Shock without antecedent events. Symptoms occur within seconds to minutes of exposure to the agent. Laryngeal edema o Lump in throat o Stridor. Bronchial obstruction o Chest tightness o Audible wheeze. Cutaneous manifestations include: o Urticaria. o Pruritis o Flushing o Feeling of warmth. GI manifestations include: o Nausea. o Vomiting. o Crampy abdominal pain, o Diarrhea. Know n Triggers o Agents responsible include some hormones, enzymes, pollen, dust mites, animal dander. o Food: Peanuts, milk, egg, seafood, nuts, grains, beans. o Rubber latex, ethylene dioxide, o Hymenoptera venom, o Dextran. o Thiomersal. o Antibiotics--penicillin, cephalosporins, amphotericin-B, o Anaesthetics--Lidocaine, Procaine. Treatment: o Adrenaline 0.3-0.5 mL of 1:1000 SC/IM o IV Diphenhydramine 50-100 mg IM o Nebulised Salbutamol o IV Glucocorticoids. Angioedema: Localised edema of involving subcutaneous tissue. Urticaria: Involves superficial portion of the dermis. Angioedema is elicited by ingestion of fresh fruits, shellfish, fish, milk products, chocolate, legumes including peanuts and various drugs. Classified as: o IgE dependent o Bradykinin-mediated o Complement-mediated o Non-immunological o Idiopathic. Hereditary angioedema: o Autosomal dominant o Due to Cl INH deficiency.",
        "cop": 3,
        "opa": "Foreign body larynx",
        "opb": "Foreign body bronchus",
        "opc": "Angioneurotic edema",
        "opd": "Parapharyngeal abscess",
        "subject_name": "Medicine",
        "topic_name": "Diseases of Immediate-Type Hypersensitivity",
        "id": "42f42ca5-2302-4f2f-bf0d-c203eeb8e803",
        "choice_type": "single"
    }
]