[
    {
        "question": "Which cereal is not to be given in celiac sprue?",
        "exp": "Ans. (a) WheatRef.: Harrison 19th ed. /1940* Coeliac disease is caused by a reaction to gliadin found in wheat, oats, rye and Barley. Upon exposure to gliadin, there is production of anti-tissue transglutaminase antibody which cross-reacts with small-bowel tissue, causing an inflammatory reaction.* This leads to villous atrophy and leads to osmotic diarrhea.",
        "cop": 1,
        "opa": "Wheat",
        "opb": "Maize",
        "opc": "Corn",
        "opd": "Rice",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Absorption",
        "id": "da74e061-6100-4b85-abbf-5991fa6a374f",
        "choice_type": "single"
    },
    {
        "question": "Anti endomysial antibody is seen in?",
        "exp": "ANSWER: (A) Celiac diseaseREF: Harrisson 17th edition, Chap. 288 & Table 308-12Repeat in December 2009See APPENDIX-51 below for \"AUTOANTIBODIES\"Asymptomatic celiac disease with selective malabsorption is beingfound with increasing frequency; the diagnosis can be made by testing for antigliadin, antiendomysial, or transglutaminase antibodies but may require endoscopic biopsy. A trial of a gluten-free diet can be confirmatory. APPENDIX - 51AutoantibodiesAutoantigenAutommune DiseasesCell- or Organ-specific Autoimmunity Acetylcholine receptorMyasthenia gravisActinChronic active hepatitis, primary bilary cirrhosisAdenine nucleotide translator [ANT)Dilated cardiomyopathy, myocarditisAdrenoreceptorDilated cardiomyopathyAromatic L-amino acid decarboxylaseAutoimmune polyendocrine syndrome type 1 (APS-1)Asialoglycoprotein receptorAutoimmune hepatitisBactericidal/permeability-increasing protein (Bpi)Cystic fibrosis vasculitidesCalcium-sensing receptorAcquired hypoparathyroidismCholesterol side-chain cleavage enzyme (CYPlla)Autoimmune polyglandular syndrome-1Collagen type IV-3-chainGoodpasture syndromeCytochrome P450 2D6 (CYP2D6)Autoimmune hepatitisDesminCrohn disease, coronary artery diseaseDesmoglein 1Pemphigus foliaceusDesmoglein 3Pemphigus vulgarisF-actinAutoimmune hepatitisGM gangliosidesGuillain-Barre syndromeGlutamate decarboxylase (GAD65)Type 1 diabetes, stiff man syndromeGlutamate receptor (GLUR)Rasmussen encephalitisH/KATPaseAutoimmune gastritis17-- Hydroxylase (CYP17)Autoimmune polyglandular syndrome-121-Hydroxylase (CYP21)Addison diseaseLA-2 (ICA512)Type 1 diabetesinsulinType 1 diabetes, insulin hypoglycemic syndrome (Hirata disease)Insulin receptorType B insulin resistance, acanthosis, systemic lupus erythematosus (SLE)Intrinsic factor type 1Pernicious anemiaLeukocyte function-associated antigen (LFA-1)Treatment-resistant Lyme arthritisMyelin-associated glycoprotein (MAG)PolyneuropathyMyelin-basic proteinMultiple sclerosis, demyelinating diseasesMyelin oligodendrocyte glycoprotein (MOG)Multiple sclerosisMyosinRheumatic feverp-80-CollinAtopic dermatitisPyruvate dehydrogenase complex-E2 (PDC-E2)Primary biliary cirrhosisSodium iodide symporter (NIS)Graves' disease, autoimmune hypothyroidismSOX-IOVitiligoThyroid and eye muscle shared proteinThynroid-associated ophthalmopathyThyroglobulinAutoimmune thyroiditisThyroid peroxidaseAutoimmune Hashimoto thyroiditisTbrotropin receptorGraves' diseaseTissue transglutaminaseCeliac diseaseTranscription coactivator p75Atopic dermatitisTryptophan hydroxylaseAutoimmune polyglandular svndrome-1TyrosinaseVitiligo, metastatic melanomaTyrosine hydroxylaseAutoimmune polyglandular syndrome-1Systemic Autoimmunity ACTHACTH deficiencyAminoacyl-tRAN histidyl synthetaseMyositis, dermatomyositisAminoacyl-tRNA synthetase (several)Polymyositis, dermatomyositisCardiolipinSLE, Anti- phospholipid syndromeCarbonic anhydrase IISLE, Sjogren syndrome, systemic sclerosisKu-nucleoproteinConnective tissue syndromeLa phosphoprotein (La 55-B)Sjogren syndromeCollagen (multiple types)Rheumatoid arthritis (RA), SLE, progressive systemic sclerosisCentromere-associated proteinsSystemic sclerosisDNA-dependent nucleosine-stimulated ATPaseDermatomyositisFibriUarinSclerodermaFibronectinSLE, RA, morpheaGIucose-6-phosphate isomeraseRA2-Glycoprotein I (B2-GPI)Primary antiphospholipid syndromeGolgin (95, 97,160,180)Sjogren syndrome, SLE, RAHeat shock proteinVarious immune-related disordersHemidesmosomal protein 180Bullous pemphigoid, herpes gestationis, cicatricial pemphigoidHistone H2A-H2B-DNASLEIgE receptorChronic idiopathic urticariaKeratinRAKu-DNA-protein kinaseSLEMyeloperoxidaseNecrotizing and crescentic glomerulonephritis (NCGN), systemic vasculitisProteinase 3 (PR3)Wegener granulomatosis, Churg-Strauss syndromeRNA polymerase I-III (RNP)Systemic sclerosis, SLESignal recognition protein (SRP54)PolymyositisTopoisomerase-1 (Scl-70)Scleroderma, Raynaud syndromeTublinChronic liver disease, visceral leishmaniasisVimentinSystemic autoimmune diseasePlasma Protein and Cytokine Autoimmunity Cl inhibitorAutoimmune Cl deficiencyClqSLE, membrane proliferative glomerulonephritis (MPGN)Cytokines (IL-1, IL-1, IL-6, IL-10, LIF)RA, systemic sclerosis, normal subjectsFactor II, factor V, factor VII, factor VIII, factor IX, factor X, factor XI, thrombin VwfProlonged coagulation timeGlycoprotein Ilb/IIIg and Ib/IXAutoimmune thrombocytopenia purpuraIgAImmunodeficiency associated with SLE, pernicious anemia, thyroiditis, Sjogren's syndrome and chronic active hepatitisOxidized LDL (OxLDL)AtherosclerosisCancer And Paraneoplastic Autoimmunity AmphiphysinNeuropathy, small-cell lung cancerCyclin B1Hepatocellular carcinomaDNA topoisomerase IILiver cancerDesmoplakinParaneoplastic pemphigusGephyrinParaneoplastic stiff man syndromeHu proteinsParaneoplastic encephalomyelitisNeuronal nicotinic acetylcholine receptorSubacute autonomic neuropathy, cancerp53Cancer, SLEp62 (IGF-II mRNA-binding protein)Hepatocellular carcinoma (China)RecoverinCancer-associated retinopathyRi proteinParaneoplastic opsoclonus myoclonus ataxiaIV SpectrinLower motor neuron syndromeSynaptotagminLambert-Eaton myasthenic syndromeVoltage-gated calcium channelsLambert-Eaton myasthenic syndromeYo proteinParaneoplastic cerebellar degeneration",
        "cop": 1,
        "opa": "Celiac disease",
        "opb": "SLE",
        "opc": "Collagenous colitis",
        "opd": "Tropical sprue",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Absorption",
        "id": "06400f40-0be0-45e0-8189-8bd2164cc2d4",
        "choice_type": "single"
    },
    {
        "question": "Schilling Test is Abnormal in-",
        "exp": "Ans. is 'a' i.e., Intrinsic factor deficiency Schilling testStep 1o Administer an intramuscular injection of Vitamin B12This will saturate the vitamin B12 receptors because otherwise the body would be hungry-' for the oral dose of vitamin B12 and radiolabelled vitamin B12 will not appear in urine even if there is no abnormalityt in vitamin B12 absorption.Step 2o Give a radiolabelled oral dose of vitamin B12If the vitamin BI2 absorption is normal the radiolabelled vitamin B12 would appear in the urine. In that case Vitamin B12 deficiency-> is believed to be due to dietarydeficiency.If the vitamin B12 does not appear in the urine malabsorption of Vitamin B12 is suspected. It has to be find out whether its due to pernicious anemia or some other cause.Step 3o Now adminster intrinsic factor along with radiolabelled Vitamin BI2If vitamin B12 apears in the urine then the diagnosis is pernicious anemia.If the Vitamin B12 still does not appear in the urine then it is a case of malabsorption but not due to pernicious anemia and most commonly due to ileal resection or small bowel infection and bacterial overgrowth.",
        "cop": 1,
        "opa": "Intrinsic factor deficiency",
        "opb": "Amylase deficiency",
        "opc": "Lipase deficiency",
        "opd": "Pancreatic insufficiency",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Absorption",
        "id": "8e0a52af-729d-431f-b586-a611aa353936",
        "choice_type": "single"
    }
]