[
    {
        "question": "40-year-old male presents with fever and abdominal pain and diagnosed with HIV and TB. How will you give treatment?",
        "exp": "If a patient is diagnosed with HIV & TB, treatment for TB should be given first, to decrease bacterial load in the body & decrease chances of immune reconstitution inflammatory syndrome. Then, treatment of HIV should be given.",
        "cop": 2,
        "opa": "ATT and AIDS treatment simultaneously",
        "opb": "First ATT and then A",
        "opc": "ATT only",
        "opd": "First A and then ATT",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2019",
        "id": "92b988d8-0f38-4df8-ac58-1f44f8386461",
        "choice_type": "single"
    },
    {
        "question": "All of the following are types of Primary headache except:",
        "exp": "Types of headache: Primary headache Secondary headache Headache & its associated features occur in absence of exogenous cause. Types: Tension-type Migraine Idiopathic stabbing Exeional Cluster Headache caused by exogenous disorders. Types: Systemic infections Head injury Vascular disorders Subarachnoid hemorrhage Brain tumor EXTRA EDGE: Most common cause of headache = Tension headache MC cause of 2o headache = Infection MC cause of frontal headache= Tension headache MC cause of temporal headache = Giant Cell Vasculitis (MC vasculitis in geriatric age group)",
        "cop": 4,
        "opa": "Migraine",
        "opb": "Cluster",
        "opc": "Tension",
        "opd": "Temporal aeritis",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2019",
        "id": "47d994ee-cc9e-4bfa-aef9-ca28f5242bdd",
        "choice_type": "multi"
    },
    {
        "question": "Following statement are true about tremors except:",
        "exp": "Option 1 2 and 4 are true Essential tremor is most common movement disorder. Tremors may be most prominent: At rest-Resting tremor On assuming a posture- postural tremor On actively reaching for a target- Kinetic tremor On carrying out movement- Action tremor Physiologic tremor- Normal individual and they affect upper extremities. Enhanced physiologic tremor - anxiety, fatigue, metabolic disturbance, drugs, toxins( alcohol, smoking and caffiene).",
        "cop": 3,
        "opa": "Tremor consist of alternate contraction of agonist and antagonist muscle in oscillating rythmic manner",
        "opb": "PD is characterised by resting tremor",
        "opc": "Essential tremor is an uncommon movement disorder affecting 5%of population",
        "opd": "Normal individuals can have physiologic tremor that manifest as mild high frequency, postural or action tremors.",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2019",
        "id": "2797d36b-e093-4666-85fc-36aef8ed62c3",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of fulminant diabetes is?",
        "exp": "Bcz of virus - coxackie B, Mumps, Rubella Type IDM - insulinopenia Leading causes - 1) Autoimmunity 2) Fulminant DM | 3) Bronze DM - Hemochromatosis",
        "cop": 1,
        "opa": "Viruses",
        "opb": "Diabetic Ketoacidosis",
        "opc": "Non-ketotic hyperosmolar coma",
        "opd": "Autoimmunity",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2019",
        "id": "b3d3ab14-a5b0-4609-9c3b-3fa7dda6fb5e",
        "choice_type": "single"
    },
    {
        "question": "Which is associated with alcohol related cardiomyopathy",
        "exp": "Dilated cardiomyopathy Restrictive cardiomyopathy Hyperophic obstructive cardiomyopathy Left ventricle is enlarged resulting in reduced systolic function Walls of ventricles become rigid resulting in decreased compliance. Asymmetrical septal hyperophy resulting in Left ventricular outflow tract obstruction Sub valvular AS Causes: Toxin - alcohol Sequalae to coxsackie-B myocarditis Sarcoidosis Duchenne's muscular Dystrophy Causes: Amyloidosis Sarcoidosis Radiation Endomyocardial fibroelastosis Hyper-eosinophilia Cause: b-myosin gene defect",
        "cop": 1,
        "opa": "Dilated",
        "opb": "Restrictive",
        "opc": "Hyperophic",
        "opd": "None",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2019",
        "id": "ee3430ef-8e3f-46f7-9fde-add95d1302a9",
        "choice_type": "multi"
    }
]