[
    {
        "question": "What is diagnostic of fresh myocardial infarction in ECG:",
        "exp": "Ans. is 'c' ST segment elevation (Ref Harrison, 16/e, p 1450 (15/e, p1388), Schamroth 6/e, p40).",
        "cop": 3,
        "opa": "QT interval prolongation",
        "opb": "P mitrale",
        "opc": "ST segment elevation",
        "opd": "ST segment depression",
        "subject_name": "Medicine",
        "topic_name": "M.I. & Angina",
        "id": "1e6286d1-9b0e-4703-bf67-272a9ba0544e",
        "choice_type": "single"
    },
    {
        "question": "The type of arteritis which may lead to myocardial infarction in children is -",
        "exp": "Ans. is 'a' i.e., Kawasaki disease o Myocardial ifarction although infrequent is a feared complication of kawasaki disease.o Kawasaki disease is an acute, self limited vasculitis of unknown etiology that occurs predominantly in infants and young children ofall races. Coronary artery aneyrysms or ectasia develops in 15-25% of untreated children with the disease and may lead to ischemic heart disease, myocardial infarctionf or even sudden death. In the USA, Kawasaki disease has surpassed acture rheumatic fever as teh leading cause ofacquited heart disease in children.",
        "cop": 1,
        "opa": "Kawasaki disease",
        "opb": "Takayasu arteritis",
        "opc": "Polyarteritis nodosa",
        "opd": "Microscopic polyangitis",
        "subject_name": "Medicine",
        "topic_name": "M.I. & Angina",
        "id": "c800740e-b10a-4214-8436-cebd595e9b5b",
        "choice_type": "single"
    },
    {
        "question": "Prinzmetal angin a is-",
        "exp": "Ans. is 'c' i.e., Caused due to spasm of artery o Variant angina (VA) which is also referred to as Prinzmetal angina, is a clinical entity characterized by episodes of anein a pectoris, usually at restand often between midnight and early morning, in association with ST-segment elevation on the electrocardiogram (ECG) Episodes are triggered by coronary artery vasospasm, which generally occurs in the absence of high grade coronary artery stenosis.o Variant angina has characteristics that allow it to be distinguished from stable angina pectoris, unstable angina, or microvascular angina.Pathogenesiso Variant angina (VA) is usually caused by focal spasm (of the smooth muscle layer of the arterial wall) of a major coronary artery, resulting in a high-grade obstruction.o Vascular smooth muscle hyper-reactivity is thought to be central to the pathogenesis of variant angina.o Spasm occurs in the absence of any preceding increase in myocardial oxygen demand (eg, exercise) and innormal or diseased vessels.Clinical presentationo Patients with variant angina typically present with a chronic pattern of recurrent episodes of chest pain,o The quality of the chest pain is indistinguishable from classical angina pectoris associated with obstructive coronary artery disease; however, the context in which it occurs differs.o In particular, patients with variant angina report that their episodes are predominantly at rest and that many occur from midnight to early morning.o Each episode of chest pain generally lasts 5 to 15 minutes.Diagnosiso The diagnosis of variant angina is made when a patient with recurrent episodes of anginal type chest pain, which generally occur at rest, is found to have transient ST-segment elevation on an electrocardiogram at the time ofan episode and subsequently found to not have high grade coronary stenoses at coronar\\> arteriography.ManagementSmoking cessationo As smoking cessation removes one of the triggers for variant angina and leads to a significant decrease in the frequency of episodes, at least in the short term, smoking cessation should be encouraged.Nitrates and calcium channel blockerso Calcium channel blockers (nifedipine, diltiazem, and verapamil) and nitrates are effective as chronic therapies for variant angina.o Both present vasoconstriction and promote vasodilation in the coronary vasculature.o For patients who do not have acceptable improvement in symptoms on calcium channel blocker therapy, add a long-acting nitrate.Rho kinase inhibitorso Fasudil is a rho kinase inhibitor that has been shown to inhibit acetylcholine-induced spasm.Statinso Statins have been shown to be effective in preventing coronary# spasm and may exert their benefits via endothelial nitric oxide or direct effects on the vascular smooth muscle.",
        "cop": 3,
        "opa": "Angina after extreme exertion",
        "opb": "Caused due to atherosclerotic blockade",
        "opc": "Caused due to spasm of artery",
        "opd": "Calcium channel blockers not effective",
        "subject_name": "Medicine",
        "topic_name": "M.I. & Angina",
        "id": "5c0ce157-9351-40d3-b5a1-a1a63845d26c",
        "choice_type": "single"
    },
    {
        "question": "Aggravation of symptoms of angina in a patient when given nitrates is seen in :",
        "exp": "Ans. is 'd' i.e Idiopathic Hypertrophic Sub Aortic Stenosis As already explained in Nov. 2000, idiopathic hypertrophic subaortic stenosis (or HOCM) is a dynamic outflow obstruction which is increased by any mechanism decreasing the preload (Nitrates decrease the preload significantly)Nitrates decrease the obstruction in AR & MRIn single left coronary artery stenosis, nitrates are helpful. By decreasing the preload decrease the cardiac work done (and hence decreased 02 requirement). A decrease in preload also improves the subendocardial perfusion (because of decrease in end-diastolic pressure, the sub-endocardial crunch is abolished).",
        "cop": 4,
        "opa": "Aortic regurgitation",
        "opb": "Mitral regurgitation",
        "opc": "Single left coronary artery stenosis",
        "opd": "Idiopathic hypertrophic subaortic stenosis",
        "subject_name": "Medicine",
        "topic_name": "M.I. & Angina",
        "id": "1e3777bd-812e-496b-9688-10c2025fbccf",
        "choice_type": "single"
    },
    {
        "question": "Following an attack of myocardial infarction the mortality and morbidity of the patient is indicated by",
        "exp": "Ans. is 'b' left ventricular ejection fraction Several techniques can be used to assess the impaired cardial functions in patients. Such asend diastolic pressurecardial output andstroke volume.The disadvantage with these methods is that they can be found normal with impaired cardiac functionso a more sensitive test i.e. Ejection fraction is used for the assessment of impaired cardiac function.Ejection fraction = stroke volume/enddiastolic volume.It is more sensitive in the sense that when other parameters such as stroke volume and enddiastolic pressure are normal during any cardiac impairment, abnormality can be detected in the ejection fraction",
        "cop": 2,
        "opa": "Ventricular extra systole",
        "opb": "left ventricular ejection fraetion",
        "opc": "Duration of syneope",
        "opd": "Percentage of narrowness of coronary artery",
        "subject_name": "Medicine",
        "topic_name": "M.I. & Angina",
        "id": "a36e2a43-9664-49a9-9f82-2f69a1235a80",
        "choice_type": "single"
    },
    {
        "question": "Which test is performed to detect reversible myocardial ischemia?",
        "exp": "Ans. is 'c' i.e. Thallium scan Assessment of myocardial perfusion using nuclear imaging techniques is being widely used for evaluation of Ischemic heart disease. The radioisotopes injected are thallium, sestamibiProcedureRadioisotopes are injected at rest and during stress (exercise) to produce images of myocardiumThe degree of uptake is directly proportional to blood flow.Principle - The images of myocardium is produced proportional to the uptake of regional blood flow. During stress the blood flow to an area is increased upto five times above the resting condition. But in the case of coronary artery stenosis the blood supply to the area supplied by the stenosed artery will not increase proportionately so the isotope uptake will be low and an area of hypoperfusion appear.In case of thallium what happens is that over the next several hours a complex process occurs that is known as redistribution'. Due to this process thallium continues to pour in the hypoperfused area and the final result is that an area which initially appeared as an area of reduced uptake becomes apparently normal over time.Note - In region of fibrosis (infarction or dead tissue) there will be no redistribution on delayed imaging.",
        "cop": 3,
        "opa": "Coronary angiography.",
        "opb": "MUG a scan.",
        "opc": "Thallium scan.",
        "opd": "Resting echocardiography.",
        "subject_name": "Medicine",
        "topic_name": "M.I. & Angina",
        "id": "a9fa9d9a-dbb1-4f78-88e1-5446ed909c65",
        "choice_type": "multi"
    },
    {
        "question": "This ECG is most likely associated with",
        "exp": "Ans-2.C, If we focus on any one lead like lead 2 ,tall tented t waves are a seen.T wave is said to be tall when its amplitude is more than 50% of R wave.Cause is hyperacute mi or hyperkalemia.out of these options conn's syndrome will cause hypokalemia(t waves short or absent or inverted)multiple myeloma will lead to hypercalcemia(qt interval short in ECG)renal failure is mostly associated with hyperkalemia,while SIADH causes hyponatremia(normal ECG or decreased qrs amplitude but no t wave abnormality)",
        "cop": 3,
        "opa": "Conn's syndrome",
        "opb": "Multiple myeloma",
        "opc": "Renal failure",
        "opd": "SIADH",
        "subject_name": "Medicine",
        "topic_name": "M.I. & Angina",
        "id": "93173c67-a75d-479b-bd6d-a44a2272d86a",
        "choice_type": "single"
    },
    {
        "question": "ECG of a patient had ST segment elevation in VI-V6, lead I and aVL. Which of the following branches is involved?",
        "exp": "Ans. (a) Left main coronary artery.",
        "cop": 1,
        "opa": "Left main coronary artery",
        "opb": "Left anterior descending",
        "opc": "Diagonal 1 branch of LAD",
        "opd": "Septal branch of LAD",
        "subject_name": "Medicine",
        "topic_name": "M.I. & Angina",
        "id": "e1d20356-65c8-4260-8b01-9d3c7abed817",
        "choice_type": "single"
    }
]