[
    {
        "question": "A patient on a ventilator is having bilateral crepitations in all lung fields. CXR shows the presence of?",
        "exp": "Cardiogenic pulmonary edema Non - cardiogenic pulmonary edema Increased CT ratio Kerley B lines Batwing configuration Normal CT ratio Diffuse bilateral infiltrates sparing costophrenic angle Absent Kerley B lines",
        "cop": 2,
        "opa": "Cardiogenic pulmonary edema",
        "opb": "Noncardiogenic pulmonary edema",
        "opc": "Neurogenic pulmonary edema",
        "opd": "Chemical pneumonitis",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous Questions",
        "id": "9b8dafa2-3eed-4fb7-a94f-5db154997078",
        "choice_type": "multi"
    },
    {
        "question": "The most common type of lung carcinoma in non- smokers",
        "exp": "Adenocarcinomas often occur in more peripheral lung locations Most common type of lung cancer occurring in non smokers.",
        "cop": 2,
        "opa": "Squamous cell carcinoma",
        "opb": "Adenocarcinoma",
        "opc": "Small cell carcinoma",
        "opd": "Large cell carcinoma",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous Questions",
        "id": "b3580b20-045d-4b80-adac-e075747011a6",
        "choice_type": "multi"
    },
    {
        "question": "A patient presented with hemoptysis and persistent cough. The chest X-ray of the patient was normal. The next best investigation is?",
        "exp": "* For most patients, the first step in evaluation of hemoptysis should be a standard chest radiograph. * If lesion is not seen then a high resolution CT chest should be done for visualization of lesion . * If all of these studies are unrevealing, bronchoscopy should be done .",
        "cop": 2,
        "opa": "Helical CT",
        "opb": "High resolution CT",
        "opc": "Bronchoscopy",
        "opd": "Angiography",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous Questions",
        "id": "a5e4c618-f6b4-450e-9c2e-a3171f1bb208",
        "choice_type": "single"
    },
    {
        "question": "46 year old female presented to OPD with complaints of breathlessness, purulent copious cough for 6 weeks. She lost 6 kg in 1.5 months. She was put on Clarithromycin and prednisolone for 2 weeks but there was no improvement in her condition . Chest Xray demonstrated persistent consolidation in the left lower lobe. What is the probable diagnosis of this patient?",
        "exp": "From the h/o purulent productive cough , loss of weight , and imaging study demonstrating consolidation in lung , adenocarcinoma in situ is a possibility and should be actively excluded by obtaining histology. Adenocarcinoma- seen in females & non smokers On CT scan , AIS is a nonsolid nodule On h/p, AIS shows lepidic growth with <=5 mm invasion 5-year disease-free survival = 100% , if complete tumor is resected",
        "cop": 1,
        "opa": "Adenocarcinoma in situ",
        "opb": "Atypical pneumonia",
        "opc": "Mesothelioma",
        "opd": "Organising pneumonia",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous Questions",
        "id": "76670103-a2a9-4a03-809b-4d177225c5ca",
        "choice_type": "single"
    },
    {
        "question": "The following are features of adult respiratory distress syndrome except:",
        "exp": "ARDS has type 1 respiratory failure and hence choice A and B are correct. Stiff lungs are explained by decreased lung compliance. Since ARDS is an exudate, it is characterized by high protein pulmonary edema.",
        "cop": 3,
        "opa": "Hypoxia",
        "opb": "Hypocapnia",
        "opc": "Low protein pulmonary edema",
        "opd": "Stiff lungs",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous Questions",
        "id": "85d340f0-c6c6-41f3-b2d8-f7fe8c765719",
        "choice_type": "multi"
    },
    {
        "question": "A 35 year old female came to your OPD for smoking cessation. She was diagnosed with depression 2 years ago and took SSRI for 6 months. She is off medication for 1.5 years & now is mentally healthy. She staed smoking at the age of 25 years & she tried quitting on her own using nicotine gums several times but she is unable to sustain abstinence for more than 1 month. What would be the best recommendation in this patient?",
        "exp": "The answer is D. A comprehensive approach with advice, pharmacological assistance & counselling increase the cessation success. At every medical visit, all patients should be asked whether they smoke, how much they smoke, and whether they are interested in quitting. * Pharmacologic therapy- Nicotine replacement therapy (N) or varenicline Ns- transdermal patches, nasal inhaler, gum, oral inhaler, or lozenges * Varenicline- paial agonist of the nicotinic acetylcholine receptor Counselling: Physician/medical personnel counselling Intensive individual counselling Telephone counselling Effective Pharmacologic Interventions for smoking cessation: First-line therapies (Number in brackets indicates efficacy): 1. Nicotine gum (1.5) 2. Nicotine patch (1.9) 3. Nicotine nasal inhaler (2.7) 4. Nicotine oral inhaler (2.5) 5. Nicotine lozenges (2.0) 6. Bupropion (2.1) 7. Varenicline (2.7) Second-line therapies 1. Clonidine (2.1) 2. Noriptyline (3.2)",
        "cop": 4,
        "opa": "Counselling only",
        "opb": "Bupropion + Nicotine patches",
        "opc": "Varenicline orally",
        "opd": "Counselling + Vareniciline",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous Questions",
        "id": "571ee016-9cdb-411a-b744-81fd9d54f377",
        "choice_type": "multi"
    },
    {
        "question": "Pancoast tumour causes:",
        "exp": "Pancoast syndrome- neoplasm of the superior sulcus of the lung with destructive lesions of the thoracic inlet, involvement of the brachial plexus and cervical sympathetic nerves 1. Severe pain in the shoulder region radiating toward the axilla and scapula along the ulnar aspect of the muscles of the hand. 2. Radiologic destruction of the first and second ribs 3. Atrophy of hand and arm muscles 4. Horner syndrome 5. Compression of the blood vessels with edema * Most Pancoast tumors are adenocarcinomas >> squamous cell carcinomas. * Involvement of the phrenic or recurrent laryngeal nerve or SVC obstruction is not representative of the classic Pancoast tumor",
        "cop": 2,
        "opa": "Increased sweating",
        "opb": "Wasting of muscles of hand",
        "opc": "Destruction of lower ribs",
        "opd": "Bony metastasis",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous Questions",
        "id": "60e2b1c9-5031-480f-8efe-84156b6e98f5",
        "choice_type": "single"
    },
    {
        "question": "Ectopic ACTH syndrome is seen most commonly with",
        "exp": "* Ectopic ACTH production is predominantly caused by occult carcinoid tumors, most frequently in the lung, but also in thymus or pancreas. * Advanced small cell lung cancer can cause ectopic ACTH production. In rare cases, ectopic ACTH production has been found to originate from medullary thyroid carcinoma or pheochromocytoma, the latter co-secreting catecholamines and ACTH.",
        "cop": 3,
        "opa": "Renal cell carcinoma",
        "opb": "Lymphoma",
        "opc": "Bronchogenic carcinoma",
        "opd": "Pituitary adenoma",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous Questions",
        "id": "7d3bc306-d0c6-4672-ba77-d0fab320c792",
        "choice_type": "single"
    },
    {
        "question": "Differential diagnosis of a solitary pulmonary nodule includes all of the following except:",
        "exp": "Solitary pulmonary nodule- discrete, well-marginated, rounded opacity less than or equal to 3 cm in diameter that is completely surrounded by lung parenchyma, does not touch the hilum or mediastinum, and is not associated with adenopathy, atelectasis, or pleural effusion. Causes of solitary pulmonary nodules: Tumors Inflammatory Bronchogenic carcinoma Solitary pulmonary metastasis Lymphoma Carcinoid tumour Pulmonary hamaoma Granuloma Lung abscess Rheumatoid nodule Pulmonary inflammatory pseudotumour - plasma cell granuloma Small focus of pneumonia - round pneumonia",
        "cop": 1,
        "opa": "Neurofibroma",
        "opb": "Hamaoma",
        "opc": "Tuberculoma",
        "opd": "Bronchial adenoma",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous Questions",
        "id": "a8a7a28a-4e88-4026-8fbd-4c4d6e0204f0",
        "choice_type": "multi"
    },
    {
        "question": "50 year old male is evaluated for haemoptysis. His CXR shows a cavitating lesion. All of the following can be the cause for this EXCEPT:",
        "exp": "Hemoptysis with Cavitation in lungs is seen in : Aspergilloma Community acquired pneumonia (CAP) Wegener's granulomatosis Staphylococcus aureus Streptococcus millieri Tuberculosis Sarcoidosis Non caseating granulomas MC organ involved - Lung-no cavitation CXR => Stage CXR Features 1 Hilar LN 2 Hilar LN + infiltrates 3 Infiltrates 4 Fibrosis",
        "cop": 4,
        "opa": "Aspergilloma",
        "opb": "Community acquired pneumonia (CAP)",
        "opc": "Wegener's granulomatosis",
        "opd": "Sarcoidosis",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous Questions",
        "id": "a2fa5042-0d82-4e52-821f-b12bdacf6260",
        "choice_type": "multi"
    },
    {
        "question": "61 year?old man presents to OPD with complaints of persistent, non-productive cough for 1 month. He has no other symptom. He is smoking around 20 biddis per day for last 25 years. Physical examination is normal. What is the line of management in such patients?",
        "exp": "Lung cancer Most common symptom in chronic smokers is persistent cough and chest X Ray is a must for such patients. Smoking cessation can reduce risk of lung cancer. Cessation at or before middle age can reduce the chances of lung cancer by 90% But in this case scenario, patients is elderly and will not have a strong will to achieve the goal of smoking abstinence. Therefore after doing a chest X ray, he must be referred to smoking cessation clinics so that compliance can be monitored and effective counselling can be done .",
        "cop": 3,
        "opa": "Reassurance and advise him to quit smoking",
        "opb": "Prescribe oral antibiotics for 7 days",
        "opc": "Do a chest X ray and refer him to smoking cessation clinic",
        "opd": "Go for a CT thorax to visualise pathology",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous Questions",
        "id": "60d8fe8d-c26e-454f-a366-f7563abf3f71",
        "choice_type": "single"
    },
    {
        "question": "Which component of cigarette smoke is responsible for C.A.D?",
        "exp": "Cigarette smoke product Effect on human body Acetaldehyde/ Anabasine Addiction Benzene Carcinogenic + cardio-toxic + reproductive potential toxicity Benzopyrene Carcinogenic Carbon monoxide Reproductive potential toxicity Vinyl chloride Carcinogenic",
        "cop": 4,
        "opa": "Nicotine",
        "opb": "Tar",
        "opc": "Polycyclic aromatic hydrocarbons",
        "opd": "Benzene",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous Questions",
        "id": "d7519001-e8f3-4f4e-b3db-43bd70b8aa61",
        "choice_type": "single"
    },
    {
        "question": "A 45 yr old male , chronic smoker came to OPD for medications that can help him to stop smoking . Patient has h/O seizures. Which of the following is drug of choice for the given case?",
        "exp": "Essential elements of smoking cessation therapy is that the individual must want to stop smoking and must be willing to work hard to achieve the goal of smoking abstinence. Individual and combined pharmacotherapies in combination with counseling can significantly increase rates of cessation. The first line of treatment include: therapy with an antidepressant (e.g., bupropion) and nicotine replacement therapy (varenicline) Varenicline - a4b2 nicotinic acetylcholine receptor paial agonist S/E: Increase suicidal ideation and must be used with caution. Prolonged use of varenicline beyond the initial induction phase proved useful in maintaining smoking abstinence. For second line of treatment: Clonidine and noriptyline are recommended",
        "cop": 4,
        "opa": "Clonidine",
        "opb": "Noriptyline",
        "opc": "Bupropion",
        "opd": "Varenicline",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous Questions",
        "id": "8b764c52-03dc-4c1c-881b-a2169a3911bc",
        "choice_type": "single"
    },
    {
        "question": "Subcutaneous emphysema may be found in the following conditions:",
        "exp": "* Posterior tracheal wall laceration is responsible for emphysema after Percutaneous Tracheostomy. After perforation of the posterior trachea wall, the pleural space can be reached easily. This may result in a pneumothorax. * Trauma to chest including after a vigorous Hemilich maneuver can lead to subcutaneous emphysema.",
        "cop": 4,
        "opa": "Tracheostomy",
        "opb": "Hemilich maneuver",
        "opc": "Chest injury",
        "opd": "All of the above",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous Questions",
        "id": "0a0912d8-77ac-4222-8967-c8ad225a5370",
        "choice_type": "multi"
    },
    {
        "question": "Smoking causes all cancers except:",
        "exp": "There does not appear to be a casual link between cigarette smoking and cancer endometrium. Smoking DOES NOT cause primary brain cancer. Kidney, oral cancer and bladder cancer are associated with smoking.",
        "cop": 1,
        "opa": "Carcinoma endometrium",
        "opb": "Oral cancer",
        "opc": "Kidney cancer",
        "opd": "Bladder cancer",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous Questions",
        "id": "8128a88c-1f8b-4b3f-9c28-9b3433e0399f",
        "choice_type": "multi"
    }
]