[
    {
        "question": "Most common type of multiple sclerosis?",
        "exp": "Ans. is 'a' i.e., Relapsing remitting types There are four types of multiple sclerosis: -Repapsing-remitting multiple sclerosis (RRMS)o This is the most common form of multiple sclerosis.o About 85% of people with M.S. are initially diagnosed with relapsing-remitting multiple sclerosis.Secondary progressive multiple sclerosiso In secondary progressive multiple sclerosis, symptoms worsen more steadily overtime with or without the occurence of relapses and remissions. Most people who are diagnosed with RRMS will transition to SPMS at some point.Primary progressive multiple sclerosis (PPMS)o Not very commono Seen in only 10%o Characterized by slowly worsening symptoms from the beginning with no relapses or remissions.Pregressive - Relapsing MS (PRMS)o A rare form of MSo Seen only in 5%o It is characterized by steadily sorsening diseased state from the beginning with acute response but no remissions with or without recovery.",
        "cop": 1,
        "opa": "Relapsing remitting type",
        "opb": "Secondry progressive multiple sclerosis",
        "opc": "Progresive relapsing multiple scelrosis",
        "opd": "Primary progresive multiple sclerosis",
        "subject_name": "Medicine",
        "topic_name": "Multiple Sclerosis",
        "id": "19b68ae8-0de0-46d7-aed1-a721bfa74cd2",
        "choice_type": "single"
    },
    {
        "question": "Dawson's fingers are seen in -",
        "exp": "Ans. is 'a' i.e., Multiple Sclerosis o Dawson's fingers on MRI scans are diagnostic of Multiple Scerosis.o 'Dawson s fingers' refers to the MS lesions around the veins that radiate out from the ventricles (fluid filled spaces in the centre of the brain).o Dow son s fingers are supposed to be the result of inflammation or mechanical damage by blood pressure along the space around the veins.",
        "cop": 1,
        "opa": "Multiple sclerosis",
        "opb": "Multiple myeloma",
        "opc": "Freidreich's ataxia",
        "opd": "SACD",
        "subject_name": "Medicine",
        "topic_name": "Multiple Sclerosis",
        "id": "ed57dfc1-899f-4b70-bbcc-5929761f3542",
        "choice_type": "single"
    },
    {
        "question": "The treatment options for patients with RRMS (relapsing-remitting multiple sclerosis) are all except?",
        "exp": "Ans. is B. The drugs used for multiple sclerosis Drug Mechanism 1. Interferon-b la Interferon-b lb o Downregulates expression of MHC molecules on antigen presenting cells o | Pro-inflammatory and | regulatory cytokines o | T-cell proliferation o | Entry of inflammatory cells in CN S 2 Glatiramer o | Suppressor T-cells o Displace MBP by binding to MHC molecules o | Pro-inflammatory and | regulatory cytokines 3, Natalizumab (Monoclonal antibody against a4 subunit of a4b1 integrin on lymphocytes) o Prevents lymphocytes from binding to endothelial cells, thus inhibits transfer across BBB and entry in CHS",
        "cop": 2,
        "opa": "Interferon-b la",
        "opb": "Interferon alpha",
        "opc": "Glatiramer acetate",
        "opd": "Interferon-b lb",
        "subject_name": "Medicine",
        "topic_name": "Multiple Sclerosis",
        "id": "0dc2a9a9-2d85-4621-91f4-41b5ef015055",
        "choice_type": "multi"
    },
    {
        "question": "Systemic sclerosis shows all except -",
        "exp": "Ans. is 'b' i.e., Tufting Skin involvement in systemic sclerosiso Skin involvement is a nearly universal feature of systemic sclerosis (SSc).o It is characterized by variable extent and severity of skin. Thickening and hardening,o The fingers, hands, and face are generally the earliest areas of the body involved.o Edematous swelling and erythema may preceede skin induration.o Other prominent skin manifestations include:o Pruritus in the early stageso Edema in the early stageso Sclerodactylyo Digital ulcerso Pitting at the fingertipso Telangiectasiao Calcinosis cutisRadiographs of the hands may revealo Soft tissue calcifications (calcinosis cutis),o Resorption of the distal phalangeal tufts (aero-osieolysis).o Less common radiographic findings are ;Articular erosionsJoint space narrowingDemineralization",
        "cop": 2,
        "opa": "Acroosteolysis",
        "opb": "Tufting",
        "opc": "Calcinosis cutis",
        "opd": "Digital ulcers",
        "subject_name": "Medicine",
        "topic_name": "Multiple Sclerosis",
        "id": "dc39b856-17ae-4c01-a9ea-0ab6a84e9419",
        "choice_type": "multi"
    },
    {
        "question": "A 28-year-old lady with Uhthoff phenomenon MRI shows.",
        "exp": "Ans. (c) Dawson fingers.Image source - style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 3,
        "opa": "Devic's disease",
        "opb": "Marburg disease",
        "opc": "Dawson fingers",
        "opd": "Acute disseminated encephalomyelitis",
        "subject_name": "Medicine",
        "topic_name": "Multiple Sclerosis",
        "id": "f768e764-35ab-4e6f-8c2b-d3b1c1c9c241",
        "choice_type": "single"
    }
]