[
    {
        "question": "Which of the following is not a cause of glomerular proteinuria?",
        "exp": "Multiple myeloma is characterized by tubular proteinuria. The Bence Jones proteins induce tubular damage Increased beta-2-microglobulin levels in urine is an prognostic indicator of Multiple myeloma Diabetes Mellitus and amyloidosis lead to damage to basement membrane of the kidney leading to glomerular proteinuria in form of albuminuria Nil Lesion is also called as minimal change disease and presents as glomerular cause of proteinuria leading to nephrotic presentation . Multiple Myeloma: SPEP will demonstrate a sharp peak (\"church spire\" orM band) in the gamma globulin region as shown below:",
        "cop": 3,
        "opa": "Diabetes Mellitus",
        "opb": "Amyloidosis",
        "opc": "Multiple myeloma",
        "opd": "Nil Lesion",
        "subject_name": "Medicine",
        "topic_name": "Nephrology",
        "id": "0fe4c348-ea07-4893-836e-83b4fccf6b45",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement on microalbuminuria is not true?",
        "exp": "The significance of microalbuminuria: Microalbuminuria is the finding of albumin in the urine not detectable by the urine dipstick which is sensitive to protein concentration > 1gm%. It precedes the decline in GFR and indicates the presence of renal and cardiovascular complications. Annual screening for microalbuminuria will allow the identification of patients with nephropathy at a point very early in its course. Definition of abnormalities in albumin excretion Category 24-hr-urine albumin (mg/24h) Dipstick analysis Spot collection (ug/mg creatinine) Normal Microalbuminuria Clinical albuminuria <30 30-299 >300 Negative Negative, trace, 1+ 1+ to 3+ <30 30-299 >300",
        "cop": 2,
        "opa": "Cannot be detected by routine lab tests",
        "opb": "Urine protein less than 30-299 pg/day is called microalbuminuria",
        "opc": "Microalbuminuria is an independent risk factor for cardiovascular risk in diabetic patients",
        "opd": "Microalbuminuria is the earliest marker of diabetic nephropathy.",
        "subject_name": "Medicine",
        "topic_name": "Nephrology",
        "id": "19ee31a1-5165-4a5f-af13-84ee7062ff12",
        "choice_type": "multi"
    },
    {
        "question": "Investigations in a patient of oliguria revealed: Urine osmolality: 800 mOsm/kg. Urinary sodium 10 mmol/L.BUN: creatinine=20:1. What is the most likely diagnosis?",
        "exp": "Pre renal Renal (ATN) Post renal Urine osmolality > 500 mOsm ~ 300 mOsm <400 mOsm Urine sodium <20 mmol/dl >20 mmol/dl Variable FeNa <1 >1 Variable Urine microscopic findings Hyaline casts Muddy brown casts Normal or RBC/WBC BUN: creatinine ratio >20:1 (normal 10:1) <20:1 >20:1",
        "cop": 1,
        "opa": "Pre-renal acute renal failure",
        "opb": "Acute tubular necrosis",
        "opc": "Acute coical necrosis",
        "opd": "Urinary tract obstruction",
        "subject_name": "Medicine",
        "topic_name": "Nephrology",
        "id": "dc8b27e2-464e-4fdc-81dc-702153391c4e",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following studies is most sensitive for detecting diabetic nephropathy in early stage?",
        "exp": "Microalbuminuria is defined as excretion of 30-300 mg of albumin per 24 hours (or 20-200 mcg/min or 30-300 mcg/mg Creatinine) on 2 of 3 urine collections. The detection of low levels of albumin excretion (Microalbuminuria) has been linked to the identification of incipient diabetic kidney disease. This phase calls for aggressive management to prevent or retard ove diabetic nephropathy.",
        "cop": 1,
        "opa": "Microalbuminuria",
        "opb": "Creatinine clearance test",
        "opc": "Ultrasonography",
        "opd": "Serum creatinine level",
        "subject_name": "Medicine",
        "topic_name": "Nephrology",
        "id": "625d7a52-ca0a-4956-8017-7c10d26deb7c",
        "choice_type": "single"
    },
    {
        "question": "Which is true regarding post-streptococcal glomerulonephritis?",
        "exp": "Renal biopsy in P.S.G.N should be considered only in- 1. Presence of acute renal failure 2. Absence of evidence of streptococcal infections or normal complement levels 3. When hematuria and proteinuria leads to diminished renal function 4. Low C3 levels persist more than 2 months In the first week of symptoms 90% of patients will have a decreased levels of C3 with normal levels of C4 Resolution of the hematuria and proteinuria occurs within 3-6 weeks of the onset of nephritis Serum triglyceride levels are increased in nephrotic syndrome, not in nephritis",
        "cop": 1,
        "opa": "Renal biopsy is indicated in severe renal dysfunction",
        "opb": "Microscopic hematuria resolves within 2 weeks",
        "opc": "Serum C3 levels are normal",
        "opd": "Serum triglyceride levels are elevated",
        "subject_name": "Medicine",
        "topic_name": "Nephrology",
        "id": "b90f1ab1-cab6-4987-bafe-a1e4cceaf483",
        "choice_type": "multi"
    },
    {
        "question": "A 42year old female presents with diazepam and alcohol overdose. She is comatose. Temperature is 34.5degC. BP is 100/80 mmHg. Creatinine is 2.4mg/dL, AST -500, GGT- 35 IU. Urine dipstick showed 3+ for blood but urine analysis was normal. USG abdomen was normal. What is the most likely diagnosis?",
        "exp": "In the setting of a drug overdose, the patient has presented with hypothermia and deranged kidney function. The keyword in the question is \"urine dipstick is 3+ for blood but urine microscopy is normal\". This implies that myoglobin in urine is giving a false positive repo for blood detected by urine dipstick. Rhabdomyolysis causes Traumatic crush injuries Alcohol intoxication with prolonged immobility Prolonged seizures activity Excessive exercise Heatstroke Myopathies, drug-induced, metabolic or inflammatory Clinical Manifestations In adults, Rhabdomyolysis is characterized by the triad of: Muscle weakness Myalgia Dark urine Physical findings include muscle tenderness, swelling depending upon the severity of muscle injury. Lab findings include elevation of creatinine kinase. At presentation they are at least five times the upper limit of normal. Myoglobin is not protein bound and hence can easily be detected in urine. Although half life of myoglobin is 2-3 hours and hence at times elevated CK maybe seen in the absence of myoglobinuria. Other manifestations include hepatic dysfunction, AKI, hyperkalemia, hypocalcemia and hyperuricemia( release of purines from damaged muscles)",
        "cop": 3,
        "opa": "Hypothermia",
        "opb": "Alcoholic hallucinosis",
        "opc": "Rhabdomyolysis",
        "opd": "Acute interstitial nephritis",
        "subject_name": "Medicine",
        "topic_name": "Nephrology",
        "id": "c7a9cd93-e844-4701-9d32-a77dba766b3d",
        "choice_type": "multi"
    },
    {
        "question": "The difference between sodium and chloride is low , the metabolic disorder in the patient would be?",
        "exp": "The question mentions that difference between sodium and chloride is low which is mathematically possible if serum chloride increases. Now physiologically speaking Chloride excretion occurs in urine along with ammonium in 1:1 ratio to maintain electroneutrality . If chloride in blood is more it means it was not lost in urine If chloride is not lost, H+ is not lost in form of ammonium Hence there is an increase of H+ in the body leading to Hyperchloremic Metabolic Acidosis This kind of presentation is seen with renal tubular acidosis type 1,2,4: ureterosigmoidostomy: alkali loss in urine.",
        "cop": 1,
        "opa": "Metabolic acidosis",
        "opb": "Metabolic alkalosis",
        "opc": "Respiratory acidosis",
        "opd": "Respiratory alkalosis",
        "subject_name": "Medicine",
        "topic_name": "Nephrology",
        "id": "05ce2317-a2d5-4b13-886c-1893113747d7",
        "choice_type": "single"
    },
    {
        "question": "Which type of glomerulopathy is seen in HIV positive patients?",
        "exp": "* HIV nephropathy is associated with the development of focal segmental glomerulosclerosis(also seen with reflux nephropathy). * It is also the commonest cause of nephrotic syndrome in adults.",
        "cop": 1,
        "opa": "Focal segmental glomerulosclerosis",
        "opb": "Diffuse glomerulosclerosis",
        "opc": "Membranous glomerulopathy",
        "opd": "Mesangioproliferative glomerulonephritis",
        "subject_name": "Medicine",
        "topic_name": "Nephrology",
        "id": "2916cba8-f751-4dd3-978e-f7910e607745",
        "choice_type": "single"
    }
]