[
    {
        "question": "Romana's sign is seen in -",
        "exp": "Ans. is 'b' i.e., Trypanosoma cruzi Romana's signo The classic finding in acute Chagas disease, which consists of unilateral painless edema of the palpebrae and periocular tissues - can result when the conjunctiva is the portal of entry.o These initial local signs may be follwed by malaise, fever, anorexia, and edema of the face and lower extremities.o Generalized lymphadenopathy and hepatosplenomegaly may develop.",
        "cop": 2,
        "opa": "Toxoplasma",
        "opb": "Trypanosoma cruzi",
        "opc": "Loaloa",
        "opd": "Wuchereria",
        "subject_name": "Medicine",
        "topic_name": "Parasitology",
        "id": "6949bf17-a963-43f3-9a45-372daf211458",
        "choice_type": "single"
    },
    {
        "question": "Most common lesion in fetal toxoplasmosis is:",
        "exp": "Ans. is 'b' Chorioretinitis./Reference Harrison 16/e, p 1246 (15/e p 1224)]Symptoms of congenital toxoplasmosis.Chorioretinitis (M. C.)IcterusHepato splenomegaly*Microcephaly*Hydrocephalus*Convulsions*Psychomotor retardation *Intracranial calcification *Microphthalmia*",
        "cop": 2,
        "opa": "GI involvement",
        "opb": "Chorioretinitis",
        "opc": "Pulmonary involvement",
        "opd": "Encephalitis",
        "subject_name": "Medicine",
        "topic_name": "Parasitology",
        "id": "bc1670d0-04df-4ce1-afc0-3237fe008f79",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in CHAGAS disease is -",
        "exp": "ANs- B Benznidazole Ref- Treatment To kill the parasite, Chagas disease can be treated with benznidazole and also nifurtimox. Both medicines are almost 100% effective in curing the disease if given soon after infection at the onset of the acute phase including the cases of congenital transmission. The efficacy of both diminishes, however, the longer a person has been infected. Treatment is also indicated for those in whom the infection has been reactivated (for example, due to immunosuppression), and for patients during the early chronic phase. Infected adults, especially those with no symptoms, should be offered treatment because antiparasitic treatment can also prevent or curb disease progression and prevent congenital transmission in pregnant women. In those cases the potential benefits of medication in preventing or delaying the development of Chagas disease should be weighed against the long duration of treatment (up to 2 months) and possible adverse reactions (occurring in up to 40% of treated patients). Benznidazole and nifurtimox should not be taken by pregnant women or by people with kidney or liver failure. Nifurtimox is also contraindicated for people with a background of neurological or psychiatric disorders. Additionally, specific treatment for cardiac or digestive manifestations may be required.",
        "cop": 2,
        "opa": "Suramin",
        "opb": "Benznidazole",
        "opc": "Pentamidine",
        "opd": "Nifurtimox",
        "subject_name": "Medicine",
        "topic_name": "Parasitology",
        "id": "f3920e72-b4b9-4969-825f-70db1b7cd19a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common central nervous system parasitic infection?",
        "exp": "Ans. is 'd' i.e. Neurocysticercosis Cecil writes - \"The most common parasitic infestation to affect the nonimmuno suppressed host is neurocysticercosis, a disorder caused by the larval form of taenia solium\"About NeurocysticercosisMode of entry ingestion of eggs from fecally contaminated food.Most common presentationSeizuresTreatment*Praziquantel orAlbendazole (Not Niclosamide)Anticonvulsants for seizure controlGlucocorticoids",
        "cop": 4,
        "opa": "Echinococcosis.",
        "opb": "Sparganosis.",
        "opc": "Paragonimiasis.",
        "opd": "Neurocysticercosis.",
        "subject_name": "Medicine",
        "topic_name": "Parasitology",
        "id": "16f538c8-dbc1-499a-a268-85fc793cb1dd",
        "choice_type": "single"
    },
    {
        "question": "The following is true about malaria -",
        "exp": "Ans. is 'c' i.e., P. vivax causes enlargement of affected RBC Laboratory diagnosis of malariao A microscopic examination of a bloodfilm (stained peripheral blood smears) forms the most important diagnostic procedure.o Smears are stained with Romanowsky stains, which include:-# Geimsa (best)# Leishman s# Fields s# Wrights# JSB o Two types of blood smears are prepared.Thick smear - For quick detection of parasiteThin smear - For identification of the species.o Detection of histidine rich protein-2 (HRP-2) antigen is a sensitive and specific diagnositic test for P. falciparum.o This is an antibody based diagnostic, Stick or card testo This test remains positve for several weeks after acute infectiono AdvantageThis test is specially important in the diagnosis of severe malaria in pateints who have taken antimalarial drugs and cleared peripheral parasitemia. In these cases HRP-2 test remains strongly positive where as peripheral blood smears do not show any parasite (The test will remain positive because the antibodies still remain in circulation)o Another antibody based diagnostic stick or card test for P. falciparum.MethodProcedureAdvnatagesDisadvantagePJHRP2 dipstick or card testA drop of blood is placed on the stick or card, which is then iimersed in washing solutions. Monoclonal antibody captures the parasite antigen and reads out asa colored band.Robust and relatively inexpensive; rapid; sensitivity similar to or slightly lower than that of thick films (-0.001% parasitemia)Detects only plasmodium falciparum; reains positive for weeks after infection; does not quantitate P. falciparum parasitemia.Plasmodium LDH dipstick or card testA drop of blood is placed on the stick of card, which is then immersed in washing solutions. Monoclonal antibodies capture the parasite antigens and read out as colored bands. One band is genus specific (all malarias), and the other is specific for P. falciparum.Rapid, sensitivity similar to or slightly lower than that of thick films for P. falciparum (-0.001 % parasitemia)Slightly more difficult preparation than PfHRP2 tests, may miss low-level parsitemia with P. vivex,P. ovale, and P. malariae and does not speciate these organisms; does not quantitate P. falciparumo Falcipaurm and malariae do not cause enlargement of infected RBC whereas vivax and ovale cause infected RBC to enlarge.",
        "cop": 3,
        "opa": "P. falciparum can cause relapse",
        "opb": "P. vivax can be detected by HRP-2 Dipstick",
        "opc": "P. vivax causes enlargement of affected RBC",
        "opd": "LDH card test quantitates the falciparum parasitemia",
        "subject_name": "Medicine",
        "topic_name": "Parasitology",
        "id": "b1c261c5-0004-4c8b-8de7-bf505bffbf73",
        "choice_type": "multi"
    },
    {
        "question": "A patient with 8 cm x 8 cm abscess in right lobe of liver was treated with aspiration multiple times (3 times) and with systemic amebicide. Now cavity is remaining in right lobe of liver but there is nothing in the cavity. Seven days course of luminal amebicides is given. How will you follow up?",
        "exp": "Ans. b. USG weekly for 1 month followed by monthly USG till 1 year (Ref: Sabiston 19/e p1445-1447; Schwartz 9/e p1115-1116; Bailey 25/e p1095; Blumgart 5/e p1016-1024; Shackelford 7/e p1471-1478)In uncomplicated cases of amebic liver abscess, follow-up is done with ultrasound.Role of ultrasound in the diagnosis and treatment follow-up of amoebic liver abscess, by K. Shamsi, A. De Schepper, F. Deckers, E. de Bergeyck, J. Van den End\"Serological and clinical data in combination with these nonspecific sonographic features are sufficient for the management of ALA, obviating the need for expensive and invasive techniques in majority of the cases.\"- http://link. springer.com/article/10.1007%2FBF00221420?Ll=trueSabiston says \"The average time to radiologic resolution is 3 to 9 months and can take as long as years in some patients. Studies have shown that more than 90% of the visible lesions disappear radiologically, but a small percentage of patients are left with a clinically irrelevant residual lesion.\"Most individuals with amebic liver abscess do not have concurrent signs or symptoms of colitis, and most do not have E. histolytica trophozoites in their stools.'Most individuals with amebic liver abscess do not have concurrent signs or symptoms of colitis, and most do not have E. histolytica trophozoites in their stools.' - Harrison 18/e p1683-1685Amoebic Liver AbscessCaused by Entamoeba histolytica whose cysts are acquired through the feco-oral routeQTrophozoites reach the liver through portal venous systemQ.Solitary aand more common in right lobe of liverQ.Low incidence of invasive amoebiasis in menstruating womenQMajority of patients are young men (may be due to heavy alcohol consumption)Pathogenesis:MC form of invasive disease is colitis, frequently affects the cecum and ascending colonQIn colon: Flask-shaped ulcersQ (MC site: Cecum and ascending colon)QSynchronous hepatic abscess is found in one third of patients with active amebic colitis.Clinical Features:MC symptom is abdominal painQTypical clinical picture: Patient of 20-40 years of age, with history of travel to endemic area, presents with fever, chills, anorexia, right upper quadrant painQ.Results from an obligatory colonic infection, a recent history of diarrhea are uncommonQ.\\Active colitis and amoebic liver abscess rarely occur simultaneously, as a rule colonic lesions are silentQJaundice is rareQRaised PT is MC LFT abnormalityQ.Diagnosis:USG and CT are the main diagnostic modalitiesQDiagnosis is confirmed by serological testsQ (ELISA) for antiamoebic antibodies.Cultures of amoebic abscess are usually sterile or negativeQ.CXR: Elevated hemi diaphragm, right sided pleural effusion or atelectasisALA: Reddish-brown anchovy pasteQ; more reliable characteristic than color is the odour of the fluid.Treatment:Metronidazole (750 mg orally TDS X 10-14 days) is the mainstay of treatment and is curative in over 90% of patientsQ, clinical improvement is seen within 3 days.Luminal agents include iodoquinol, paromomycin and diloxanide furoateQ.The average time to radiologic resolution of abscess is 3-9 monthsQIndications of Aspiration in ALA* Diagnostic uncertaintyQ* Failure to respond to therapy in 3-5 daysQ* Pyogenic superinfectionQ* High risk of rupture (size > 5 cm. left lobe abscess)Q* PregnancyQ (Therapeutic trial with high dose Metronidazole is deemed inappropriate)Complications:Most frequent complications: Rupture into the peritoneum (MC)Q, pleural cavity, or pericardium.Size of abscess appears to be the most important risk factor for ruptureLaparotomy is indicated in cases of doubtful diagnosis, hollow viscus perforation, fistulization resulting in hemorrhage or sepsis, and failure of conservative therapy.Treatment of rupture into the pleural space: Thoracentes'QRupture into bronchi is self-limited with postural drainage and bronchodilatorsQ.",
        "cop": 2,
        "opa": "Stool examination only",
        "opb": "USG weekly for 1 month followed by monthly USG till 1 year",
        "opc": "USG weekly for 3 months followed by CT scan at 3 months.",
        "opd": "USG or CT scan monthly and stool examination weekly",
        "subject_name": "Medicine",
        "topic_name": "Parasitology",
        "id": "529b4441-5737-4e81-8a6e-e17ab096714a",
        "choice_type": "single"
    }
]