[
    {
        "question": "Substantia nigra is affected in -",
        "exp": "Ans. is 'a' i.e., Parkinson's disease Diseases of Basal gangliao Three distinct biochemical pathways in the basal ganglia normally operate in a balanced fashion: -1 ) Nigrostriatal dopaminergic system; 2) Intrastriatal cholinergic system; 3) GABAergic system which projects from the stratum to globus pallidus and substantia nigra.o When one or more of these pathways become dysfunctional, characteristic motor abnormalities occur. There may be two types of disorder : -Hyperkinetic: - There is excessive and abnormal movement, e.g., Chorea, athetosis and ballism.Hypokinetic: - There is paucity of movement, e.g., Akinesia and Bradykinesia.o The classical example of Basal ganglia disease is Parkinsonism in which there is degeneration of dopaminergic neurons in the substantia nigra pars compacta. The fibers to putamen are most severely affected. A patient with parkinsonism have both hypokinetic and hyperkinetic features : -Hypokinetic : - Bradykinesia, AkinesiaHyperkinetic : - Cogwheel rigidity, Resting tremorDiseasePart of Basal ganglia involvedo ParkinsonismSubstantia nigra pars compacta - Nigrastriatal pathwayo Huntington choreaStriatum (mainly caudate nucleus; may be putamen)o BallismSubthalamic nucleio AthetosisGlobus pallidus (mainly) and Subthalamic nucleus.Pathologic Examination in Parkinsons shows:o Gross / Macroscopically :Pallor of the substantia nigra and locus ceruleuso Microscopic Examination :Loss of catecholaminergic neurons in these regions +# gliosisLewy bodies.o Lewy Bodies : are inclusion bodies found within neurons in Parkinsons disease.Lewy bodies are single or multiple, intra-cytoplasmic, eosinophilic, round and elongated inclusions that often have a dense core surrounded by a pale halo.Ultrastructurally These are composed of fine filaments, densely packed in the core but loose at the rim.",
        "cop": 1,
        "opa": "Parkinson's disease",
        "opb": "Huntington's disease",
        "opc": "Progressive supranuclear palsy",
        "opd": "Alzheimer's dementia",
        "subject_name": "Medicine",
        "topic_name": "Parkinsonism",
        "id": "675aaaa4-d891-4646-a7da-d73e88d47a31",
        "choice_type": "single"
    },
    {
        "question": "Earliest feature of parkinsonism?",
        "exp": "Ans. (a) AnosmiaRef: Harrison 19th ed. / 2609Non-motor symptoms may precede motor symptoms of Parkinsons diagnosis by years. The most recognizable early symptoms include:* Loss of sense of smell, constipation* REM behavior disorder* mood disorders* Orthostatic hypotensionSubsequently Motor Features Appear1. Tremors (resting 4-6 Hz)2. Rigidity3. Bradykinesia4. Good Response to levodopa",
        "cop": 1,
        "opa": "Anosmia",
        "opb": "Rigidity",
        "opc": "Postural instability",
        "opd": "Freezing",
        "subject_name": "Medicine",
        "topic_name": "Parkinsonism",
        "id": "6aae6049-d51b-4a05-beb0-1b9c413f5f51",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in Parkinsonism?",
        "exp": "Ans: A (Preserved postural reflexes) Ref: Harrison's Principles of Internal Medicine. 18th edition. 2012. Chapter 372. (Table 372-3)Explanation:Clinical Features of Parkinson's DiseaseCardinalFeaturesOther Motor FeaturesNonmotorFeaturesBradykinesiaRest tremorRigidityGait disturbance/posturalinstabilityMicrographiaMasked facies (hypomimia equalizeReduced eye blinkSoft voice (hypophonia)DysphagiaFreezingAnosmiaSensory disturbances (e.g., pain)Mood disorders (e.g.t depression)SleepdisturbancesAutonomicdisturbancesOrthostatichypotensionGastrointestinaldisturbances GemtourinaldisturbancesSexual dysfunctionCognitiveimpairment/Dementia",
        "cop": 1,
        "opa": "Preserved postural reflexes",
        "opb": "Hypokinesia",
        "opc": "Rigidity",
        "opd": "Static tremors",
        "subject_name": "Medicine",
        "topic_name": "Parkinsonism",
        "id": "8e04295b-d6b7-4555-8a5e-1817b7b1699e",
        "choice_type": "single"
    },
    {
        "question": "Which is the earliest symptom of Parkinsonism?",
        "exp": "Ans. (a) TremorsRef.: Harrison 19th ed. / 2609* In the early presentation, about 70 % patients experience a slight tremor in the hand or foot on one side of the body, or less commonly in the jaw or face. The tremor consists of a shaking or oscillating movement, and usually appears when a person's muscles are relaxed, or at rest, hence the term'resting tremor.* The tremor of PD can be exacerbated by stress or excitement, sometimes attracting unwanted notice. The tremor often spreads to the other side of the body as the disease progresses, but usually remains most apparent on the initially affected side.",
        "cop": 1,
        "opa": "Tremors",
        "opb": "Rigidity",
        "opc": "Bradykinesia",
        "opd": "Chorea",
        "subject_name": "Medicine",
        "topic_name": "Parkinsonism",
        "id": "298278d6-494a-4ba3-a54d-160de13e624d",
        "choice_type": "single"
    },
    {
        "question": "Which enzyme is deficient in Parkinsonism?",
        "exp": "ANSWER: (C) Tyrosine hydroxylaseREF: Clinical Neurology for Psychiatrists 6th ed by David Myland Kaufman page 409 Pathophysiology of Parkinsonism:* The motor symptoms of Parkinson's disease result from the death of dopamine generating cells in the substantia nigra, a region of the midbrain.* The pathology of the disease is characterized by the accumulation of a protein called alpha synuclein into inclusions called Lewy bodies in neurons, and from insufficient formation and activity of dopamine produced in certain neurons within parts of the midbrainDOPAMINE SYNTHESISPhenylalaninePhenylalanine hydroxylase-----------------------TyrosineTyrosineTyrosine hydroxylase*-----------------------DOPADOPADOPA decarboxylase-----------------------DopamineThe presynaptic nigrostraital tract neurons normally converts phenylalanine to dopamine. In Parkinsons disease however the nigrostraital neurons slowly degenerate and looses their Tyrosine hydroxylase.The loss of tyrosine hydroxylase represents the critical failure in Parkinsons disease because this enzyme is the rate limiting enzyme in dopamine synthesis",
        "cop": 3,
        "opa": "DOPA decarboxylase",
        "opb": "Phenylalanine hydroxylase",
        "opc": "Tyrosine hydroxylase",
        "opd": "Dopamine oxidase",
        "subject_name": "Medicine",
        "topic_name": "Parkinsonism",
        "id": "51588ba0-53fb-430b-857d-74ee6c36f3a6",
        "choice_type": "single"
    },
    {
        "question": "Lewy bodies are seen in:",
        "exp": "Ans. (a) ParkinsonismRef: Harrison 19th ed. 12606* Lewy bodies are intra-neuronal inclusion bodies in Parkinsonism and in Dementia with lewy body (D.L.B).* Hirona bodies are seen in Alzheimers disease. The intra- neuronal inclusions in AD are known as neurofibrillary tangles.",
        "cop": 1,
        "opa": "Parkinsonism",
        "opb": "Alzheimer's disease",
        "opc": "Huntington chorea",
        "opd": "All of above",
        "subject_name": "Medicine",
        "topic_name": "Parkinsonism",
        "id": "dc71e7fb-257b-46d0-806f-16bf393653b6",
        "choice_type": "multi"
    }
]