[
    {
        "question": "Helicobacter pylori is not associated with :",
        "exp": "Ans. is 'c' i.e. Gastric leiomyoma Ref.: Harrison 17th/e p 946, 1858 & 16th/ep 886, 1749 (15th/e p961) * Diseases associated with H. Pylori infection Non-cardia gastric Ca B-cell non-Hodgkin's gastric lymphoma Gastric ulcer Duodenal ulcer Chronic gastritis Gastroesophageal reflux disease. Association with H. pylori (OR): 3-6 6-50 2-8 CD O OJ o",
        "cop": 3,
        "opa": "Gastrointestinal lymphoma",
        "opb": "Gastric cancer",
        "opc": "Gastric leiomyoma",
        "opd": "Peptic ulcer",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer and Related Disorders",
        "id": "6adf2500-e66b-4a4c-9b25-ee2eb06f7c11",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding Helicobacter pylori except:",
        "exp": "Ans. is 'a' ie Less prevalent in developing countries (Ref. Harrison 17/e p 946 & 16/e, p 886 (15/e p 962 & 963))All the options can be easily understood as they have been frequently asked in previous year papers. Only option 'b' needs some explanation.Virulence factors in H. Pylori are-Vacuolating cytotoxin (Vac A)Group of genes termed the cag pathogenicity island (cag PAI)How do them because ulcers is not exactly known but their association with ulcers is firmly established. Lets see the evidences from Harrison - \"Cytotoxic strains are more commonly associated from patients with peptic ulcer disease than from persons without ulcers\"\"The cag PAI genes confer enhanced virulence on H. Pylori strains by inducing inflammatory cells to produce cytokines. Patients with peptic ulcers or gastric adenocarcinomas are more likely to have a cag A antibodies than patients without these conditions.\"",
        "cop": 1,
        "opa": "Less prevalent in developing countries",
        "opb": "Toxicogenic strains usually causes ulcers",
        "opc": "Urea breath test is positive",
        "opd": "Gram negative organism",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer and Related Disorders",
        "id": "ab239995-9fad-4e7a-94d6-a467b34d75a4",
        "choice_type": "multi"
    },
    {
        "question": "H. Pylori causes all except:",
        "exp": "Ans. (c) Carcinoid tumorRef: Harrison 19th ed. /1039-1040* H.pylori is gram negative bacteria, non sporing, micro aerophilic, extra cellular bacteria. H.pylori releases urease enzyme which converts urea to ammonia and ammonia stimulates G cells of stomach which inturn stimulates parietal cells and cause secretion of Hcl a Hyperchlorydia. This acid travels into stomach & duodenum a causes peptic ulcers .* H.pylori is a type I carcinogen, which, if present in stomach for long term can cause cancer called MALTOMA (Mucosa Associated Lymphoid Tumor),which is a B-type NHL.Also know* MC site of duodenal ulcer in duodenum: D1 V* If ulcer at Dl, D2, D3 a Zollinger Ellison Syndrome* IOC for H. pylori: Urease test (invasive procedure)* Urea breath test: test for eradication of infection* S. Elisa: screening test for H.Pylori",
        "cop": 3,
        "opa": "Peptic ulcer",
        "opb": "Maltoma",
        "opc": "Carcinoid tumor",
        "opd": "Gastric CA",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer and Related Disorders",
        "id": "430cb5b4-b9aa-4b6e-8124-460695e39f9f",
        "choice_type": "multi"
    }
]