[
    {
        "question": "Which of the following structures of the pericardium is insensitive to pain -",
        "exp": "Ans. is 'c' i.e., Visceral layer of serous pericardium o The visceral layer of serous pericardium is insensitive to pain.# The visceral layer of the serous pericardium is supplied by the sympathetic trunk and branches of the vagus nerves which are pain insensitive structures.# Fibrous pericardium and parietal layer of the serous pericardium are supplied by the phrenic nerve and are pain sensitive.o The pain of pericarditis typically originates only from the pain sensitive parietal layer (lower two thirds) and is transmitted by the phrenic nerve, pain from the heart (angina) originates in the muscles and vessels and is transmitted by sympathetic nerves.",
        "cop": 3,
        "opa": "Fibrous pericardium",
        "opb": "Parietal layer of serous pericardium",
        "opc": "Visceral layer of serous pericardium",
        "opd": "All of the above",
        "subject_name": "Medicine",
        "topic_name": "Pericardial Disease",
        "id": "e4b6d24e-15a7-4bc6-a9c0-76abfcf6ef6e",
        "choice_type": "multi"
    },
    {
        "question": "Beck's triad is?",
        "exp": "Ans. is 'c' i.e., Muffled heart sound, distended neck veins, hypotension Beck s triad is a feature of cardiac tamponadeBeck's triad of cardiac tamponade consists of:o Hypotensiono Soft or absent heart soundso Jugular venous distension",
        "cop": 3,
        "opa": "Increased heart sound, distended neck veins, hypotension",
        "opb": "Increased heart sound, distended neck veins, hypertension",
        "opc": "Muffled heart sound, distended neck veins, hypotension",
        "opd": "Muffled heart sound, distended neck veins, hypertension",
        "subject_name": "Medicine",
        "topic_name": "Pericardial Disease",
        "id": "331bd48c-f5c8-4d74-b95a-cea72a905f21",
        "choice_type": "single"
    },
    {
        "question": "Hypotension with muffled sounds and congested neck veins is seen in?",
        "exp": "Ans. (a) Cardiac TamponadeRef.: Harrison 18th edition, chapter 238Becks triad is a collection of three medical signs associated with acute cardiac tamponade, an emergency condition wherein fluid accumulates around the heart and impairs its ability to pump blood. The signs are:* Low arterial blood pressure* Distended neck veins* Distant, muffled heart sounds.Constrictive pericarditis can present with hypotension and congested neck veins but muffled heart sounds are not present.",
        "cop": 1,
        "opa": "Cardiac tamponade",
        "opb": "Pericardial effusion",
        "opc": "Constrictive pericarditis",
        "opd": "Acute congestive heart failure",
        "subject_name": "Medicine",
        "topic_name": "Pericardial Disease",
        "id": "ca04a4a3-c4f8-44f7-8e28-c3230a36716d",
        "choice_type": "single"
    },
    {
        "question": "All of the following are seen in cardiac tamponade except: (Repeat)",
        "exp": "Ans: B (Warm periphery) Ref: Harrison's Principles of Internal Medicine, 18th ed.Explanation:Cardiac TamponadeThe accumulation of fluid in the pericardial space in a quantity sufficient to cause serious obstruction to the inflow of blood to the ventricles results in cardiac tamponade.The most common causes of tamponade areNeoplastic diseaseIdiopathic pericarditisRenal failureTuberculosis (Developing countries)Tamponade may also result from bleeding into the pericardial space after cardiac operations, trauma, and treatment of patients with acute pericarditis with anticoagulants.The three principal features of tamponade (Beck's triad) areHypotensionSoft or absent heart soundsjugular venous distention with a prominent x descent but an absent y descent.There are both limitation of ventricular filling and reduction of cardiac output.Tamponade may also develop more slowly, and in these circumstances the clinical manifestations may resemble those of heart failure, including dyspnea, orthopnea, hepatic engorgement and decreased urine output.There may be reduction in amplitude of the QRS complexes, and electrical alternans of the P, QRS, or T waves.Paradoxical Pulse: Greater than normal (> 10 mmHg) inspiratory decline in systolic arterial pressure.DiagnosisWhen pericardial effusion causes tamponade, Doppler ultrasound shows that tricuspid and pulmonic valve flow velocities increase markedly during inspiration, whereas pulmonic vein, mitral, and aortic flow velocities diminish.Often the right ventricular cavity is reduced in diameter, and there is late diastolic inward motion (collapse) of the right ventricular free wall and the right atrium.Transesophageal echocardiography may be necessary to diagnose a Ioculated or hemorrhagic effusion responsible for cardiac tamponade.PericardiocentesisIf manifestations of tamponade appear, echocardiographically or fluoroscopically guided pericardiocentesis must be carried outIntravenous saline may be administered as the patient is being readied for the procedure, but the pericardiocentesis must not be delayed.",
        "cop": 2,
        "opa": "Pulsus paradoxus",
        "opb": "Warm periphery",
        "opc": "Feeble heart sounds",
        "opd": "Less urine output",
        "subject_name": "Medicine",
        "topic_name": "Pericardial Disease",
        "id": "86320aaf-91bc-43e0-911d-c3e25775d4e2",
        "choice_type": "multi"
    },
    {
        "question": "In case of chest pain with pericarditis and pericardial effusion, pain is refered by?",
        "exp": "Ans. (a) Phrenic nerveRef: Cunningham's textbook of anatomy by Daniel john Cunningham p 699, 700, Gray's anatomy 39/e, p 996",
        "cop": 1,
        "opa": "Phrenic nerve",
        "opb": "Vagus nerve",
        "opc": "Trigeminal nerve",
        "opd": "None",
        "subject_name": "Medicine",
        "topic_name": "Pericardial Disease",
        "id": "83bd86b3-1318-485b-87a3-35c3c8d85d5b",
        "choice_type": "multi"
    },
    {
        "question": "Auenbrugger's sign is seen in -",
        "exp": "Ans. is 'a' i.e., Pericardial Effusion o Auenbruger 's sign is an epicardial bulging due to massive pericardial effusion.Auenbrugeer frsieno It represents bulging of the epigastrium that may be seen in case of severe pericardial effusion.o The auenbrugger s sign is seen in large pericardial effusion.o During a large pericardial effusion an epigastric bulge is present,o This represents large pericardial effusion extending subxiphoid.o Compression of this bulge may cause hemodynamic compromise and cardiac tamponade.Signs in pericardial effusion : -Sign PresentationFriedreich's sign-Sudden collapse inthe distended neck veins with diastole suggests pericardial tamponade.Pitres's sign-Anterior bidging of the lower sternum suggests pericardial effusion.Auenbrugger's sign-Protuberance/Bulging of the epigastrium suggests massive pericardial effusion (Sign on inspection).Sansom s sign-Percussible dullness in the left third intercostal space suggests large pericardial effusion.Greene's sign -Lateral displacement of the percussed cardiac border with expiration suggests a large pericardial effusions.Ebstein's sign A large pericardial effusion can blunt the percussible righ cardiomyopathic angle producing dullness along the lower right sternal border.Rotch's sign-Dullness at the right lower sternal border suggests large pericardial effusion.Moschcowitz s sign-In pericardial effusion, the transition on percussion from the lungs in the right heart border is abrupt.Ewart's sign-A large pericardial effusion produces egophony and bronchial breathing at the lower border of the left scapula.Ewart's second sign-A large pericardial effusion makes the first rib seen more prominent along the sternal border.Dressier 's sign-Is dullness to percussion of the lower one half of the sternum.The Dressier sound is aflat sound on percussion the lower half or two third of the sternum. In the absence of mitral stenosis, this finding 'should at once arouse suspicion of pericardial effusion '.Bamberger's sign-Dullness at the angle of the scapula that disappears when the patient leans forward is Bamberger s sign of pericardial effusion.Dullness at the left lower lung field is Ewart s sign ofpericardial effusion, while right-sided dullness is Conner s sign. Disappearance of Ewart s or Conner s signs when the patient sits up and leans forward is Bambeiger s sign of pericardial effusion.",
        "cop": 1,
        "opa": "Pericardial Effusion",
        "opb": "Constrictive pericarditis",
        "opc": "Aortic Regurgitation",
        "opd": "Mitral Stenosis",
        "subject_name": "Medicine",
        "topic_name": "Pericardial Disease",
        "id": "3710bd21-b8b8-48a3-a6d7-bf0ef7126c6d",
        "choice_type": "single"
    }
]