[
    {
        "question": "Most common source of systemic emboli is:",
        "exp": "Ans: B (Mural thrombi) Ref: Kumar & Robbin, Pg 91Explanation:Systemic Thromboembolism80% from cardiac mural thromboembolism75% of it is from LV infarcts25% with dilated LAAortic aneurysm, atherosclerotic plaque, valvular vegetations, paradoxical embolismCommon arterial embolisation sites- Lower extremities (75%), CNS (10%), intestines, kidneys and spleenPulmonary thromboembolism occurs most commonly from DVT",
        "cop": 2,
        "opa": "Varicose veins",
        "opb": "Mural thrombi",
        "opc": "Cardiac thrombi",
        "opd": "Pulmonary embolism",
        "subject_name": "Medicine",
        "topic_name": "Peripheral Vascular Disease",
        "id": "717d1ff1-e849-400a-a2dd-57ee15a2a4d8",
        "choice_type": "single"
    },
    {
        "question": "Hyaline atherosclerosis is seen in:",
        "exp": "Ans. (a) Benign hypertensionRef: Robbins 8th edition, chapter 10* Hyaline arteriolosclerosis, the vascular lesion associated with hypertension, is both more prevalent and more severe in diabetics than in nondiabetics, but it is not specific for diabetes and may be seen in elderly nondiabetics without hypertension. It takes the form of an amorphous, hyaline thickening of the wall of the arterioles, which causes narrowing of the lumen.* It is encountered frequently in elderly patients, whether normotensive or hypertensive, hyaline arteriolosclerosis is more generalized and more severe in patients with hypertension. It is also common as part of the characteristic microangiography in diabetes.",
        "cop": 1,
        "opa": "Benign hypertension",
        "opb": "Chronic hypertension",
        "opc": "Diabetic nephropathy",
        "opd": "Analgesic nephropathy",
        "subject_name": "Medicine",
        "topic_name": "Peripheral Vascular Disease",
        "id": "ce1f390c-f849-4911-b520-a30d829cea76",
        "choice_type": "single"
    },
    {
        "question": "Which of the follow ingstatement about atheroscelerosis is true?",
        "exp": "Ans. a. Intake of polyunsaturated fatty acid is associated with decreased risk 'Med Essentials '{Kaplan Publishing} 2007/249; \"Pan Vascular Medicine ' by Topal (2002//90)Intake of unsaturated fatty acids (PUFA > SI UFA) is associated with decreased risk of atherosclerosis.\"Intake of unsaturated fatty acids (PUFA > MU FA)i is associated with decreased risk of atherosclerosis. The maximal benefit is observed with omega-3 polyunsaturated Fatty Acids, howe\\-er monounsaturated fatty acids also have consistent anti-atherosclerotic benefits and both polyunsaturated fatty acids (PUFA) and monounsaturated fatty acids (MUFA) are considered cardioprotective fatty acids. \"''Hyperlipidemia and more specifically hypercholesterolemia is a major risk factor for atherosclerosis. Even in the absence of other factors, hypercholesterolemia is sufficient to stimulate lesion developmentRobbins 8* p497\".Atherosclerosis is always severe in areas where pressure and velocity are high (as in arteries) in contrast to areas where pressure and velocity are low (as in veins). Overall atherosclerosis is more severe in high-pressure arteries than in pulmonary arteries with lower blood pressure. It is least severe in veins where pressure and velocity are lowest. 'Pan - Vascular Medicine' by Topol (2002J/90\"Abdominal aorta is more commonly involved than thoracic aorta in atherosclerosis. Within the abdominal aorta lesions tend to be more prominent around the ostia. - 'Med Essentials' (Kaplan Publishing) 2007/249\"In the systemic circulation severity is accentuated in the abdominal aorta and large arteries of the lower limb where pulse wave reflection and summation effect elevate the pulse and systolic pressures. The disease is more severe in large rather than small vessels indicating the importance of mural tension and Reynolds number both of which are proportional to radius increasing the likelihood and severity of effects of blood flow disturbance at arterial forks, junctions and curvatures''- 'Pan Vascular Medicine' by Topal (2002)/90\"Atherosclerosis: Most heavily vessels involved are abdominal aorta > Thoracic aorta > Coronary? arteries > Popliteal arteries > Internal carotid arteries > Vessels of circle of Wiilis.Risk factors for AtherosclerosisFirmly establishedRelative* Hypercholesterolemia* Cigarette smoking* Hypertension* Diabetes mellitus* Advanced age* Male gender* Hypertriglyceridemia* Hyperhomocystenemia* Sedentary lifestyle* Family history",
        "cop": 1,
        "opa": "Intake of polyunsaturated fatty acid is associated with decreased risk",
        "opb": "Thoracic aorta involvement is more severe than abdominal aorta involvement",
        "opc": "Extent of lesion in veins is same as that in arteries",
        "opd": "Hypercholesterolemia does not always increase the risk of atherosclerosis perse",
        "subject_name": "Medicine",
        "topic_name": "Peripheral Vascular Disease",
        "id": "70bbbddf-bd84-470a-bf29-595fdc9a422f",
        "choice_type": "multi"
    }
]