[
    {
        "question": "All are recommended for treatment of Primary lung abscess except:",
        "exp": "Metronidazole alone is never recommended in the treatment of lung abscess, It is effective against anaerobic organism but the streptococci (Microaerophilic) will be spared which are often the component of flora causing lung abscess. Treatment regimen 1. Clindamycin- 600 mg IV TDS When fever disappear and clinical improvement is there Sta with per oral 300 mg QID 2. IV-administered b-lactam/b-lactamase combination When stable, sta oral amoxicillin-clavulanate. 3. Moxifloxacin 400 mg/d PO is as effective and well tolerated as ampicillin-sulbactam Treatment duration: 3-4 weeks or as long as 14 weeks",
        "cop": 4,
        "opa": "Moxifloxacin",
        "opb": "Clindamycin",
        "opc": "Amoxicillin- clavulanate",
        "opd": "Metronidazole",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia",
        "id": "7851da8a-b507-4718-a6f6-22c699726c35",
        "choice_type": "multi"
    },
    {
        "question": "Which is best for diagnosis of Hypersensitivity pneumonitis?",
        "exp": "Hypersensitivity pneumonitis: Type IV HSR Chest Imaging - normal in Hypersensitivity pneumonitis Pulmonary function testing - Obstructive pattern Clinical prediction rule- eg Farmer's Lung Exposure to antigen Presence of precipitin Recurrence of symptoms >4-6 hrs Crackles on auscultation Weight loss Farmer lung:- Thermophilus actinomyces",
        "cop": 4,
        "opa": "Chest imaging",
        "opb": "Pulmonary function testing",
        "opc": "Serum precipitins",
        "opd": "Clinical prediction rule",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia",
        "id": "0097134b-54fe-429f-b6ee-2599ffe3d07b",
        "choice_type": "single"
    },
    {
        "question": "All are the differential diagnosis of the condition shown in the CT chest, except?",
        "exp": "The CT Chest shows Miliary Mottling. Seen in- 1. Miliary TB 2. Loffler pneumonia 3. Bronchopneumonia 4. Interstitial lung disease 5. Hemosiderosis 6. Sarcoidosis 7. Silicosis Diffuse pulmonary Lymphangioleiomyomatosis :- affects premenopausal women and presents with emphysema, recurrent pneumothorax and chylous pleural effusion. - HRCT - Multiple small thin-walled cysts surrounded by normal lung without zonal predominance. - Managed with sirolimus.",
        "cop": 4,
        "opa": "Hemosiderosis",
        "opb": "Tropical pulmonary eosinophilia",
        "opc": "Collagen vascular disorders",
        "opd": "Diffuse pulmonary lymphangioleiomyomatosis",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia",
        "id": "5bc850a0-5503-4b8d-880b-ba524f8ca23f",
        "choice_type": "multi"
    },
    {
        "question": "Friedlander Pneumonia refers to Pneumonia caused by:",
        "exp": "Klebsiella Pneumonia is also known as Friedlander Pneumonia - Usually in alcoholics with current jelly sputum - Chest X-ray :- Bulging fissure sign (due to pus in interlobar space) - TREATMENT:- i.v Ceftriaxone + iv Amikacin.",
        "cop": 1,
        "opa": "Klebsiella",
        "opb": "Pneumonia",
        "opc": "H. Influenzae",
        "opd": "Staphylococcus",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia",
        "id": "8a688461-9a18-487e-a218-85ced6d48412",
        "choice_type": "single"
    },
    {
        "question": "Most common lung cancer seen in patients of asbestose related lung disease?",
        "exp": "Asbestos Related Lung Diseases Pulmonary Pleural Non Malignant Malignant Non Malignant Malignant Diffuse Interstitial Fibrosis Bronchogenic Carcinoma Adenocarcinoma has the highest incidence Pleural plaques Diffuse pleural thickening Acute benign pleural effusion Round atelectasis Mesothelioma Both pleural and peritoneal Mesotheliomas Adenocarcinoma of lung: MC lung cancer commonly seen in females and non smoker. Small cell cancer- Micrometastasis, Azzopardi phenomenon. Large cell cancer - Estrogen| : Gynaecomastia. Mesothelioma : Pleural Plaque/ Calcification.",
        "cop": 1,
        "opa": "Adenocarcinoma of lung",
        "opb": "Mesothelioma",
        "opc": "Large cell cancer",
        "opd": "Small cell cancer",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia",
        "id": "9a78f847-aeb4-4749-9eb6-8062db64406e",
        "choice_type": "multi"
    },
    {
        "question": "Recurrent aspiration pneumonia is caused by:",
        "exp": "Systemic sclerosis is characterized by fibrosis of lower esophageal sphincter | Leading to decrease in tone of LES | Resultant GERD | Leads to Recurrent Aspiration Pneumonia",
        "cop": 3,
        "opa": "Dermatomyositis/polymyositis",
        "opb": "Rheumatoid ahritis",
        "opc": "Progressive systemic sclerosis",
        "opd": "Systemic lupus erythematosus",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia",
        "id": "c2c68a6a-7619-4e7e-b641-ecf38333f93d",
        "choice_type": "single"
    },
    {
        "question": "An HIV positive male, admitted to the ICU with septic shock secondary to lobar pneumonia, is being mechanically ventilated. After 2 days of IV ceftriaxone, trimethoprim-sulfamethoxazole, and erythromycin, his fever has resolved. Blood cultures are positive for S. pneumoniae. SpO2 is 92% on room air and BP is 80/40 mm Hg, despite adequate fluids and 2 mcg/kg/min of norepinephrine. Fuher examination reveals warm skin and full peripheral pulses. What is the next best step in management?",
        "exp": "* Extremities are warm to touch and full peripheral pulses. (WARM SHOCK) Option C- No survival advantage for the patients Option D- Already the patient is afebrile, so no point in checking the sensitivity of bacteria to antibiotics. Patient has a condition k/a DISTRIBUTIVE SHOCK Hydrocoisone is given in this case. * Hydrocoisone is not given in Septic shock Always consider adrenal insufficiency in the differential diagnosis of distributive shock, paicularly when no other cause is present or an original cause appears to be under effective treatment, as in this patient. Refractory hypotension suggests adrenal insufficiency, especially with concomitant HIV infection in the face of effective treatment of sepsis. Searching for a second source of infection would be appropriate in an HIV-infected patient.",
        "cop": 2,
        "opa": "Order a CT scan of the sinuses",
        "opb": "Cosyntropin stimulation test followed by hydrocoisone 100 mg IV every 6 hours",
        "opc": "Place a pulmonary aery catheter",
        "opd": "Check sensitivity of the bacteria to antibiotics",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia",
        "id": "3a420e64-a061-4437-a175-45a5e4159656",
        "choice_type": "multi"
    },
    {
        "question": "Which organism is most likely to be associated with VAP?",
        "exp": "The leading cause of Ventilator associated pneumonia(VAP) - MDR pathogens is :- Pseudomonas aeruginosa > MRSA> Acinetobacter. NON -MDR pathogen is :- Streptococcus Pneumoniae> Hemophilus influenzae.",
        "cop": 1,
        "opa": "Acinetobacter",
        "opb": "Klebsiella",
        "opc": "Clostridium",
        "opd": "MTB",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia",
        "id": "b4791b82-9af6-4c36-89c1-c61bf1d4c1a9",
        "choice_type": "single"
    },
    {
        "question": "All are X-ray findings of Staphylococcus pneumonia except:",
        "exp": "In S. aureus pneumonia, lobar enlargement with bulging of interlobular fissures can be seen in severe cases. Air bronchograms are not seen Abscess, cavitations (with air-fluid levels) and pneumatoceles are commonly seen and 30-50% of patients develop pleural effusions, half of which are empyemas. Note :- Cavitation and associated pleural effusions are also observed in cases of anaerobic infections, gram-negative infections and tuberculosis.",
        "cop": 2,
        "opa": "Pneumatocoele",
        "opb": "Hilar lymphadenopathy",
        "opc": "Empyema",
        "opd": "Absent air bronchogram",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia",
        "id": "94067434-1019-40c8-8359-89791b65b13c",
        "choice_type": "multi"
    },
    {
        "question": "Comment on the first differential diagnosis of the CXR of a 50-year-old patient with cough for 2 weeks.",
        "exp": "Given X ray suggests diagnosis of round pneumonia- caused by Pneumococcus Lung abscess - air fluid level with pus settling at the bottom Asbestosis coin lesion - present with occupational history. Pulmonary Hamaoma - popcorn appearance on CXR",
        "cop": 1,
        "opa": "Round pneumonia",
        "opb": "Lung abscess",
        "opc": "Asbestosis coin lesion",
        "opd": "Pulmonary hamaoma",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia",
        "id": "52d0b53f-7996-4c30-9c1d-dfd5fc12b487",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old HIV-positive male comes to OPD wit complaints of fever and breathlessness . He is diagnosed as a case of Pneumocystis jiroveci pneumonia (PCP). At what CD4 T cell % ,primary prophylaxis for this condition is recommended to be staed?",
        "exp": "NIH/CDC/IDSA Guidelines for the Prevention of Oppounistic Infections in Persons Infected with HIV PATHOGEN INDICATIONS FIRST CHOICE(S) ALTERNATIVES Pneumocystis jirovecii CD4+ T cell count <200/mL or Oropharyngeal candidiasis or Prior bout of PCP Trimethoprim-sulfamethoxazole (TMP-SMX), 1 DS tablet qd PO or TMP-SMX, 1 SS tablet qd PO Dapsone 50 mg bid PO or 100 mg/d POor Dapsone 50 mg/d PO +Pyrimethamine 50 mg/week PO + Leucovorin 25 mg/week PO or (Dapsone 200 mg PO +Pyrimethamine 75 mg PO +Leucovorin 25 mg weekly PO) or Aerosolized pentamidine, 300 mg Respirgard II nebulizer every monthor Atovaquone 1500 mg/d POor TMP-SMX 1 DS tablet 3x/week PO May stop prophylaxis if CD4+ T cell count >200/mL for >=3 months",
        "cop": 1,
        "opa": "< 20%",
        "opb": "< 5%",
        "opc": "<15%",
        "opd": "<10%",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia",
        "id": "f9a5c905-9190-4263-ba6a-5f6f435581f6",
        "choice_type": "single"
    },
    {
        "question": "The following X-ray was taken after Staph. aureus pneumonia. Diagnosis is:",
        "exp": "Pneumatoceles which is a characterstic feature of Staph aureus pneumonia - can rupture and lead to the formation of Pneumothorax(shown in the given X ray)",
        "cop": 1,
        "opa": "Pneumothorax",
        "opb": "Lung abscess",
        "opc": "Empyema",
        "opd": "Increased bronchovascular markings",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia",
        "id": "3327cb51-1b1d-4952-b385-bf0d46d6940d",
        "choice_type": "single"
    },
    {
        "question": "Most common pulmonary manifestation in AIDS:",
        "exp": "Pulmonary disease is one of the most frequent complications of HIV infection. The M/C manifestation of pulmonary disease is Pneumonia. Most common AIDS- defining illnesses are :- Recurrent bacterial pneumonia, Tuberculosis, and Pneumonia due to the unicellular fungus P.jiroveci.",
        "cop": 2,
        "opa": "TB",
        "opb": "Pneumonia",
        "opc": "Bronchiectasis",
        "opd": "Mycobacterial avium intercellular",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia",
        "id": "e0044f42-4165-4260-bc86-a4e6c71594fa",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used for the prevention of Pneumocystis jiroveci infection in HIV positive patients?",
        "exp": "Prophylaxis with trimethoprim-sulfamethoxazole (TMP-SMZ) prevents- infection with P.Jiroveci, Toxoplasma gondii. Intolerance of TMP-SMZ is common Alternative agents provide less adequate protection against Pneumocystis species.",
        "cop": 4,
        "opa": "Azithromycin",
        "opb": "Acyclovir",
        "opc": "Levofloxacin",
        "opd": "Sulfamethoxazole + trimethoprim",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia",
        "id": "8d16fa86-0c58-494a-bcae-2e8ea5e218de",
        "choice_type": "single"
    },
    {
        "question": "What is the probable diagnosis in the patient with below flow volume loop (FVL)?",
        "exp": "The above FVL is a typical of fixed central airway obstruction (Either above or below the thoracic inlet) such as tracheal stenosis. In this, there is limitation to peak flow rate,Flattened inspiratory and expiratory curves are seen. Other FVL patterns: 1.Normal 2. Airflow obstruction:- COPD 3. Fixed Upper Airway obstruction 4.Variable upper airway obstruction 5.",
        "cop": 2,
        "opa": "Restrictive airway disease",
        "opb": "Tracheal stenosis",
        "opc": "Obstructive airway disease",
        "opd": "None of the above",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia",
        "id": "4b4204b2-7863-401c-aafe-b6a7e5a0e768",
        "choice_type": "multi"
    },
    {
        "question": "A 28-year-old woman presented with high-grade fever, cough, diarrhea and mental confusion for 4 days. X-ray chest revealed bilateral pneumonitis. Search for etiology will most likely reveal?",
        "exp": "The clinical profile of fever, cough and X-ray revealing bilateral pneumonitis and presence of diarrhea and confusion indicates the presence of Atypical pneumonia. The organism causing atypical pneumonia out of the given choices is Legionella pneumophila Confusion can be explained by hyponatremia due to SIADH. The clinical manifestations of Legionnaires' disease are usually more severe than those of most \"atypical\" pneumonias. Clinical Clues Suggestive of Legionnaires' Disease Diarrhea High fever (>40degC; >104degF) Numerous neutrophils but no organisms revealed by Gram's staining of respiratory secretions Hyponatremia (serum sodium level <131 mg/dL) Failure to respond to b-lactam drugs (penicillins or cephalosporins) and aminoglycoside antibiotics Occurrence of illness in an area where potable water supply is known to be contaminated with Legionella Onset of symptoms within 10 days after discharge from the hospital (hospital-acquired legionellosis manifesting after discharge or transfer)",
        "cop": 3,
        "opa": "Streptococcus pneumonia",
        "opb": "Staphylococcus aureus",
        "opc": "Legionella pneumophila",
        "opd": "Pseudomonas aeruginosa",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia",
        "id": "06a0be0c-7da0-49e7-a843-ae57131373ea",
        "choice_type": "single"
    }
]