[
    {
        "question": "Which of these is not a feature of Bronchiectasis?",
        "exp": "Bronchiectasis Upper lung fields are commonly involved in cystic fibrosis- commonly involved in infections Oral Glucocoicoids are given for central bronchiectasis of ABPA NTM involve mid zone. HRCT Tram track appearance Signet ring appearance Tree in bud appearance Rx Antibiotic for 10-14 days. NTM infection:Macrolide withrifampin and ethambutol Hydration Mucolytic : Dornase (DNase)-Only for CF-related bronchiectasis Bronchodilator Hypeonic saline Chest physiotherapy Pulmonary rehabilitation Refractory cases: Resection of a focal area Lung transplantation.",
        "cop": 4,
        "opa": "Tree in bud appearance",
        "opb": "Upper lung fields are commonly involved in cystic fibrosis",
        "opc": "Oral glucocoicoids are given for central bronchiectasis of ABPA",
        "opd": "Non-tuberculous mycobacteria involve the lower lobes",
        "subject_name": "Medicine",
        "topic_name": "Respiratory System",
        "id": "8beca630-985a-4578-a888-ee519540781f",
        "choice_type": "single"
    },
    {
        "question": "What is the drug of choice for Mycoplasma pneumoniae?",
        "exp": "M. Pneumonia causes Atypical pneumonia Other organisms causing atypical pneumonia are :- 1. Mycoplasma pneumonia (D.O.C -Azithromycin) 2. Legionella pneumophila 3. Chlamydia pneumoniae 4. Influenza, RSV, adenovirus, Meta Pneumo virus - All these organisms are resistant to b lactams Treatment options for acute M. pneumoniae infection include Macrolides (e.g., oral azithromycin, 500 mg on day 1, then 250 mg/d on days 2-5),(DOC) Tetracyclines (e.g., oral doxycycline, 100 mg twice daily for 10-14 days), and Respiratory fluoroquinolones. However, ciprofloxacin and ofloxacin are not recommended because of their high minimal inhibitory concentrations against M. pneumoniae isolates and their poor performance in experimental studies.",
        "cop": 4,
        "opa": "Penicillin",
        "opb": "Tetracycline",
        "opc": "Cefuroxime",
        "opd": "Erythromycin",
        "subject_name": "Medicine",
        "topic_name": "Respiratory System",
        "id": "dcf466a7-f663-4fb7-9557-b494cd2c422b",
        "choice_type": "single"
    },
    {
        "question": "CURB 65 criteria include all except?",
        "exp": "CURB 65- predict moality in the community-acquired Pneumonia. The CURB-65 criteria includes five variables :- C - Confusion U - B.U. N >7 mmol/L R - Respiratory rate > 30/min B - Blood pressure :- Systolic < 90 mmHg or Diastolic < 60 mmHg 65 - Age >65 years Each criterion has one point which predicts the moality in CAP:- Score 0: 30-day moality rate is 1.5%- can be treated outside the hospital. Score 2: 30-day moality rate is 9.2%, and patients should be admitted to the hospital. Score 3: moality rates are 22% overall; these patients may require admission to an ICU.",
        "cop": 3,
        "opa": "Age more than or equal to 65 years",
        "opb": "Respiratory rate more than 30/min",
        "opc": "Systolic blood pressure is more than 90 mm Hg",
        "opd": "BUN level is more than >7 mmol/L",
        "subject_name": "Medicine",
        "topic_name": "Respiratory System",
        "id": "eb2c61c4-81a1-4d88-a73c-68e00b4c718f",
        "choice_type": "multi"
    },
    {
        "question": "Interpret the following ABG values: PaCo2 - 65, HCO3 - 15 mEq/L and pH - 7.21:",
        "exp": "pH - 7.21 , HCO3 - 15 mEq/L , PaCo2 - 65, HCO3 - 15 mEq/L = Mixed respiratory and metabolic acidosis The patient has acidosis. The decreased bicarbonate points to metabolic etiology. For compensation in metabolic acidosis, patient will hyperventilate and carbon dioxide washout will occur. There is a linear relationship between PaCO2 and serum HCO3 in metabolic acidosis. Winter's formula: expected PaCO2= + Expected PaCO2= (1.5X15) +8+-2 = 22.5 + 8 +- 2= 28-32 Interpretation from Winter's formula If PaCO2 is lower than normal, there is a concomitant primary respiratory alkalosis If PaCO2 is higher than normal, there is a concomitant primary respiratory acidosis Note : Salicylate poisoning is characterised by Both Metabolic and respiratory acidosis",
        "cop": 2,
        "opa": "Uncompensated metabolic alkalosis",
        "opb": "Mixed respiratory and metabolic acidosis",
        "opc": "Fully compensated metabolic acidosis",
        "opd": "Compensated respiratory acidosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory System",
        "id": "d1243a56-6f15-45f3-a5b9-622670bf9318",
        "choice_type": "single"
    },
    {
        "question": "Functional residual capacity is best measured by?",
        "exp": "Pulmonary plethysmography is commonly used to measure FRC and TLC The difference between full and empty lungs can be used to assess diseases and airway passage restrictions. An Obstructive disease will show increased FRC because some airways do not empty normally, while a Restrictive disease will show decreased FRC. Body plethysmography is paicularly appropriate for patients who have air spaces which do not communicate with the bronchial tree; in such patients, helium dilution would give an incorrectly low reading. Although Helium dillution and Nitrogen washout methods are also used to measure TLC but overall best is pulmonary plethysmography.",
        "cop": 1,
        "opa": "Pulmonary plethysmography",
        "opb": "Helium dilution method",
        "opc": "Spirometry",
        "opd": "Nitrogen washout method",
        "subject_name": "Medicine",
        "topic_name": "Respiratory System",
        "id": "67d52f6c-461d-42ba-9f11-8a14a4e6279a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true regarding idiopathic non-specific interstitial pneumonia?",
        "exp": "NSIP is a subacute restrictive process Occurs at a younger age Most commonly in women who have never smoked Good prognosis, with most showing improvement after treatment with Glucocoicoids in combination with Azathioprine HRCT :- shows bilateral, subpleural ground-glass opacities, often associated with lower lobe volume loss, areas of consolidation and reticular abnormalities may be present, but honeycombing is unusual.",
        "cop": 4,
        "opa": "Honeycombing is seen on CT",
        "opb": "Male predominant with smoking history",
        "opc": "Occurs at elderly age",
        "opd": "Good prognosis with most showing improvement after treatment",
        "subject_name": "Medicine",
        "topic_name": "Respiratory System",
        "id": "ffe6f958-d826-4a24-9316-d245237e4ca3",
        "choice_type": "multi"
    },
    {
        "question": "Klebsiella pneumonia has all of the following characteristics except:",
        "exp": "Klebsiella pneumonia :- is common in alcoholics and immunocompromised patients presents as an upper lobe involvement CT chest shows poorly marginated lowly attenuated areas with and without small air-containing cavities called as pneumatoceles. Pulmonary necrosis, pleural effusion and empyema can occur with disease progression.So,Lung abscess is common in these pts. CXR :- shows Homogenous non-segmental lobar consolidation showing Bulging fissure sign and lung abscess in 50% of cases.",
        "cop": 4,
        "opa": "Upper lobes are frequently involved",
        "opb": "Pneumatocele may occur commonly",
        "opc": "Empyema is much more common",
        "opd": "Lung abscess formation is very uncommon",
        "subject_name": "Medicine",
        "topic_name": "Respiratory System",
        "id": "d5af40b1-549c-412c-840b-0b1258024926",
        "choice_type": "multi"
    },
    {
        "question": "Which is not used in the management of IPF?",
        "exp": "Thalidomide reduces cough in patients with IPF. Chronic micro-aspiration may play a role in the pathogenesis of IPF. Hence therapy of GER is beneficial(Pantoprazole). Lung transplantation referral should be done earlier due to unpredictable nature of the progression of the disease. Bronchodilators have no role in progression or management of IPF.",
        "cop": 4,
        "opa": "Thalidomide",
        "opb": "Pantoprazole",
        "opc": "Lung transplantation",
        "opd": "Acebrophylline",
        "subject_name": "Medicine",
        "topic_name": "Respiratory System",
        "id": "8d695423-2c57-4930-9e8b-6543ed509f05",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old man working in a coal mining factory for 16 years develops symptoms of progressively worsening breathlessness and cough with expectoration. A spirometry was performed and his values were: FEV1 - 1.4 L/min, FVC 2.8L/min . What could be the cause?",
        "exp": "The FEV1/FVC ratio of the patient is low which indicates obstructive airway disease. Coal workers pneumoconiosis is associated with effects of coal dust on alveolar macrophages leading to the development of chronic bronchitis and COPD. Spirometry Obstructive lung disease Restrictive lung disease FEV1 VC FEV1/FVC RV FRC Low ++ Low+ Low High High Low + Low++ Normal / High Low Low",
        "cop": 3,
        "opa": "Silicosis",
        "opb": "Hypersensitivity pneumonitis",
        "opc": "COPD",
        "opd": "Idiopathic pulmonary fibrosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory System",
        "id": "399c5c8c-c666-4e36-af89-6209d602ccb4",
        "choice_type": "single"
    }
]