[
    {
        "question": "Residual volume of lung in an average adult male is: (Repeat)",
        "exp": "AnsL C (1.2 L) Ref: Davidson, 21st ed, pg 651Explanation:Refer Medicine 2013 question explanation.TLC: Volume of air in the lungs following maximal inspiration ( N= 5-6L)FVC: Maximum amount of air exhaled following maxima] inspiration ( N= 4.8L)VT: Volume of air entering and leaving lungs during normal respiration ( N+ 500 ml)RV: Volume of air remaining in the lungs after maximal expiratory' effort (1.2L)FRC; Volume of air within the lungs at the end of normal respiration (2.5-3L)FEV: Volume of air exhaled in a given time during a forced vital capacity effort",
        "cop": 3,
        "opa": "3.0 L",
        "opb": "0.9 L",
        "opc": "1.2 L",
        "opd": "1.9 L",
        "subject_name": "Medicine",
        "topic_name": "Respiratory Function",
        "id": "14e68a28-4e89-4467-8a0b-0099bf31f5c7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following do not usually cause reduction in Diffusion Lung Capacity of Carbon Monoxide?",
        "exp": "Ans. b. Asthma (Ref: Harrison 19/e p306 e-5, Harrison 18/e p2092)DLCO is normally or mildly elevated during an episode of acute asthma.\"During an episode of acute asthma, luminal narrowing due to smooth muscle constriction as well as inflammation and thickening within the small- and medium-sized bronchi raise frictional resistance and reduce airflow. \"Scooping \" of the flow-volume loop is caused by reduction of airflow, especially at lower lung volumes. Often. airflow obstruction can be reversed by inhalation of B -adrenergic agonists acutely or by treatment with inhaled steroids chronically. TLC usually remains normal (although elevated TLC is sometimes seen in long-standing asthma), but FRC may be dynamically elevated. RV is often increased due to exaggerated airway closure at low lung volumes, and this elevation of RV reduces FVC. Because central airways are narrowed, Raw is usually elevated. Mild arterial hypoxemia is often present due to perfusion of relatively under ventilated alveoli distal to obstructed airways (and is responsive to oxygen supplementation), but DLCO is normal or mildly elevated. \"--Harrison 19/e p306 e-5ParameterRestriction due to increased lung elastic recoil (Pulmonary fibrosis)Restriction due to chest wall abnormality (moderate obesity)Restriction due to respiratory muscle weakness (Myasthenia gravis)Obstruction due to airway narrowing (Acute asthma)Obstruction due to elastic recoil (Severe emphysema)TLC60%95%75%100%130%FRC60%65%100%104%220%RV60%100%120%120%310%FVC60%92%60%90%60%FEV160%92%60%35% pre b. d. 75% post b. d.35% pre b. d. 38% post b. d.Raw1.01.01.02.51.5DLCO60%95%80%120%40% (b.d., bronchodilator; DLCO, diffusion capacity of lung for carbon monoxide; FEV1, forced expiratory volume in 1 sec; FRC. functional residual capacity; FVC, forced vital capacity; Raw, airways resistance; RV, residual volume; TLC, total lung capacity)Diffusing Capacity of the Lung for Carbon Monoxide (DLCO)This test uses a small (and safe) amount of carbon monoxide to measure gas exchange across the alveolar membrane during a 10-second breath hold.Carbon monoxide in exhaled breath is analyzed to determine the quantity of CO absorbed by crossing the alveolar membrane and combining with hemoglobin in red blood cells.This 'single-breath diffusing capacity' value increases with the surface area available for diffusion and the amount of hemoglobin within the capillaries, and varies inversely with alveolar membrane thickness.Thus, DLCO decreases in diseases that thicken or destroy alveolar membranes (e.g., pulmonary fibrosis, emphysema), curtail the pulmonary vasculature (e.g.. pulmonary hypertension), or reduce alveolar capillary hemoglobin (e.g., anemia).Single-breath diffusing capacity may be elevated in acute congestive heart failure, asthma, polycythemia, and pulmonary hemorrhage.",
        "cop": 2,
        "opa": "Emphysema",
        "opb": "Asthma",
        "opc": "Pulmonary- vascular obstruction",
        "opd": "Interstitial lung disease",
        "subject_name": "Medicine",
        "topic_name": "Respiratory Function",
        "id": "1e453c17-ba16-4cd8-964d-527c9db80c97",
        "choice_type": "multi"
    },
    {
        "question": "FEV1/FVC is reduced in case of:",
        "exp": "Ans. is 'c' Asthma. FEV/FVC is reduced in cases of obstructive lung diseases and remain normal or increase in case of restrictive lung disease.Asthma is an obstructive lung disease so FEV/FVC is reduced in it.",
        "cop": 3,
        "opa": "Pleural effusion",
        "opb": "Lung fibrosis",
        "opc": "Asthma",
        "opd": "All of the above",
        "subject_name": "Medicine",
        "topic_name": "Respiratory Function",
        "id": "3274692b-62a4-4344-8316-c82f53f616ca",
        "choice_type": "multi"
    }
]