[
    {
        "question": "A patient with primary Sjogren syndrome treated with tear replacement for symptomatic relief notes continued parotid swelling for the last 3 months. She also has enlarged posterior cervical lymph nodes. Evaluation shows leukopenia and low C4 complement levels. What is the most likely diagnosis?",
        "exp": "Lymphoma is well known to develop specifically in the late stage of Sjogren syndrome. Common manifestations include: Persistent parotid gland enlargement Purpura Leukopenia Cryoglobulinemia Low C4 complement levels. - Most of the lymphomas are extranodal, marginal zone B cell, and low grade. Low-grade lymphomas may be detected incidentally during a labial biopsy. - Moality is higher in patients with concurrent B symptoms (fevers, night sweats, and weight loss), a lymph node mass >7 cm, and a high or intermediate histologic grade.",
        "cop": 4,
        "opa": "Amyloidosis",
        "opb": "Chronic pancreatitis",
        "opc": "HIV infection",
        "opd": "Lymphoma",
        "subject_name": "Medicine",
        "topic_name": "Scleroderma",
        "id": "de231299-c4b5-4980-88ca-3dd828085789",
        "choice_type": "single"
    },
    {
        "question": "Indication of poor prognosis of systemic sclerosis is:",
        "exp": "* Patients with diffuse, rapid skin involvement have the highest risk of developing scleroderma renal crisis. Renal crisis occurs in about 10% of all patients with systemic sclerosis and is indicative of bad prognosis. * Renal crisis presents as accelerated hypeension, oliguria, headache, dyspnea, edema, and rapidly rising serum creatinine levels. * Renal crisis is observed within 4 years of diagnosis in about 75% of patients but may develop as late as 20 years after diagnosis. * Avoid high doses of coicosteroids since this is a significant risk factor for renal crisis.",
        "cop": 2,
        "opa": "Calcinosis cutis",
        "opb": "Renal involvement",
        "opc": "Alopecia",
        "opd": "Telangiectasia",
        "subject_name": "Medicine",
        "topic_name": "Scleroderma",
        "id": "337636ad-ee36-4fd3-b9b9-7ad5e7d90c28",
        "choice_type": "single"
    },
    {
        "question": "All are true about scleroderma crisis except?",
        "exp": "Scleroderma crisis occurs in 12% of cases with systemic sclerosis. It is characterised by accelerated hypeension and a rapid decline in kidney function. Histopathological examination shows arcuate aery intimal narrowing and medial proliferation. This is characteristically called onion skinning. Anti-U3-RNP may identify the young patients at risk for scleroderma crisis. Anti-centromere is a negative predictor for scleroderma crisis. Maximum moality in scleroderma occurs due to Pulmonary aery hypeension and pulmonary fibrosis. NOTE : =In Scleroderma renal crisis - Prompt treatment with an ACE inhibitorcan reverse acute renal failure. =ACE inhibitors should be used even if the patient requires dialysis suppo. =MC cause of death in Systemic Sclerosis : Pulmonary Aerial Hypeension",
        "cop": 3,
        "opa": "Accelerated hypeension",
        "opb": "Onion skinning of renal vessels",
        "opc": "Anti - centromere antibody is a positive predictor of disease",
        "opd": "ACE inhibitors reduced moality rate",
        "subject_name": "Medicine",
        "topic_name": "Scleroderma",
        "id": "fd6df8a1-a0fe-4ea3-aec1-e585238c121c",
        "choice_type": "multi"
    },
    {
        "question": "A 77-year-old Asian woman mentions that she always develops skin abscesses and oral ulcers following minor trauma. What is the most likely diagnosis?",
        "exp": "Option A: Pyoderma gangrenosum skin lesion encounter in inflammatory bowel disease on shin of patient (ulcer on shin of patient). Option B: Behcet disease Oro-oculo genital syndrome Common in central Asian Recurrent crops of aphthous ulcer (painful) involving vulva & oral cavity. Uveitis (Hypopyon) Pathergy phenomenon= Sterile abscess Rx: Topical Steroids= for lesion in vulva/ oral cavity CNS/ocular=Systemic steroids",
        "cop": 2,
        "opa": "Pyoderma Gangrenosum",
        "opb": "Behcet disease",
        "opc": "Darrier's disease",
        "opd": "Bullous pemphigoid",
        "subject_name": "Medicine",
        "topic_name": "Scleroderma",
        "id": "680947ad-5ce5-4bba-bb61-474023f79317",
        "choice_type": "single"
    },
    {
        "question": "C.R.E.S.T syndrome is?",
        "exp": "C = Calcinosis R = Raynaud phenomenon E = Esophageal Dysmotility S = Sclerodactyly T = Telangiectasia (CREST Syndrome is example of Limited Scleroderma) Option C : Localized Scleroderma = Only skin involvement (Morphea) seen Scleroderma type Antibody Generalized Scleroderma Limited Scleroderma Anti-topoisomerase antibody Anti centromere antibody",
        "cop": 2,
        "opa": "Generalised scleroderma",
        "opb": "Limited scleroderma",
        "opc": "Localised scleroderma",
        "opd": "Systemic sclerosis",
        "subject_name": "Medicine",
        "topic_name": "Scleroderma",
        "id": "185ca8bc-f175-4f46-8113-fe5513d58af8",
        "choice_type": "single"
    },
    {
        "question": "All of the following are features of scleroderma except:",
        "exp": "Scleroderma Characterised by inflammatory, vascular and fibrotic changes of skin and a variety of internal organs. Lung involvement- diffuse and bilateral basilar reticulonodular infiltrates and rarely pulmonary nodules. Extremity radiography should be performed to reveal calcinosis and resorption of the distal tufts of the digits. * Esophageal dysmotility can be demonstrated using esophageal manometry. Bone changes in scleroderma are acro-osteolysis, periaicular osteoporosis, joint space narrowing and erosions.",
        "cop": 1,
        "opa": "Diffuse periosteal reaction",
        "opb": "Esophageal dysmotility",
        "opc": "Erosion of tip of phalanges",
        "opd": "Lung nodular infiltrates",
        "subject_name": "Medicine",
        "topic_name": "Scleroderma",
        "id": "5408275b-c585-47d6-83ae-222e4d4090e5",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year-old woman has pain in her fingers on exposure to cold, ahralgias, and difficulty swallowing solid food. The most useful test to make a definitive diagnosis is",
        "exp": "The symptoms of Raynaud's phenomenon, ahralgia, and dysphagia point toward the diagnosis of scleroderma. Scleroderma- systemic vasculopathy of small and medium-sized vessels, excessive collagen deposition in tissues, and an abnormal immune system. Affect women more than men. There are two variants of scleroderma-- CREST syndrome and a more severe diffuse disease. Antinuclear antibody occurs in only 20 to 30% of patients with the disease, but a positive test is highly specific. Cardiac involvement may occur, and an ECG could show hea block or pericardial involvement. Renal failure can develop insidiously. Rheumatoid factor is nonspecific and present in 20% of patients with scleroderma.",
        "cop": 2,
        "opa": "Rheumatoid factor",
        "opb": "Antinuclear antibody",
        "opc": "ECG",
        "opd": "BUN and creatinine",
        "subject_name": "Medicine",
        "topic_name": "Scleroderma",
        "id": "9382ddfe-5b20-4f81-a6e5-1c5363a60f52",
        "choice_type": "multi"
    },
    {
        "question": "Screening test for sclerodema?",
        "exp": "Anti-nuclear antibody- ANA is the screening method of choice for systemic rheumatic disease such as systemic lupus ehyematosus (SLE), mixed connective tissue disease, Sjogren syndrome, scleroderma, CREST syndrome, rheumatoid ahritis, polymyositis, and dermatomyositis.",
        "cop": 1,
        "opa": "Anti-nuclear antibody",
        "opb": "U l- Ribonucleoprotein antibody",
        "opc": "Anti- L.K.M antibody",
        "opd": "Anti- topoisomerase antibody",
        "subject_name": "Medicine",
        "topic_name": "Scleroderma",
        "id": "f8a282ff-284b-458e-9de6-483ad4304d19",
        "choice_type": "single"
    },
    {
        "question": "All are features of scleroderma except?",
        "exp": "* Syndactyly is a condition wherein two or more digits are fused together. Scleroderma has sclerodactyly characterized by pitting scars present in tips of fingers. * Scleroderma leads to fibrosis in LES leading to decrease in tone of LES and resultant GERD. * The progressive fibrosis can involve the hea leading to restrictive cardiomyopathy and development of kussmaul sign. * The fibrosis of minor salivary glands reduces saliva production. Since saliva has bactericidal activity the resultant reduction in saliva production leads to halitosis.",
        "cop": 3,
        "opa": "Decrease in tone of LES",
        "opb": "Restrictive cardiomyopathy",
        "opc": "Syndactyly",
        "opd": "Halitosis",
        "subject_name": "Medicine",
        "topic_name": "Scleroderma",
        "id": "8148ab59-d8c7-4451-8baf-30dc10afa20e",
        "choice_type": "multi"
    }
]