[
    {
        "question": "Preventable causes of Mental Retardation are",
        "exp": "Cretinism is congenital iron deficiency syndrome which can be preventable by intake in required amounts. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Downs",
        "opb": "Phenylketonuria",
        "opc": "Cretinism",
        "opd": "Cerebral palsy",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "ef15f52d-dc57-45ca-8c4a-6b53211213a8",
        "choice_type": "single"
    },
    {
        "question": "All are characteristics of Autism except",
        "exp": "These are some of the characteristics of ASD: problems with social interaction with others. This may include problems talking back and foh, working, or playing with others. unusual interest in objects need for sameness great variation in abilities under or over reaction to one or more of the five senses: sight, touch, taste, smell, or hearing repeated actions or body movements unusual emotional reactions and expressions Children with ASD usually have difficulty with social interaction. Some parents have said that before their child's diagnosis of ASD, they thought their child was just very shy. Children with ASD may have an unusual interest in objects. They may play with toys in different or unusual ways. For example, they may be able to tell you everything you need to know about car engines. Or they may be able to sit for hours spinning the wheels on a toy vehicle. Children with ASD often have a need for sameness. They may have difficulty with changes in routines, clothes, food, caregivers, and other pas of their environment. Children with ASD may have great ability in one area and great difficulty in another. But not all children with ASD have the same abilities. For example: A child with ASD may have difficulty holding a pencil but have a strong memory for the words of songs or movies. On the other hand, they could be fabulous aists or have perfect pitch. A child may have difficulty knowing how to play a game with a peer but may have a very good understanding of how computers work. A child who does not speak may be able to build complex structures out of Lego. Children with ASD may also have unusually strong reactions to one or more of their five senses. For example, some children with ASD may react to bright sunlight. Others are excessively bothered by tags on their clothing or by loud noises. Many children may be bothered by these things, but children with ASD often have a stronger reaction to them. Children with ASD often have difficulty with the colour, smell, or texture of ceain foods. This may limit what they will eat to only a few foods. Children with ASD may also do the same thing over and over again. For example, they may repeatedly flap their hands, jump, or walk on tiptoes. This is common. It is something that many parents talk about when they describe their children. Your child may be doing these things to help calm themself during stressful situations or to help occupy or enteain themself. Children with ASD may also have unusually intense and prolonged emotional reactions. For example, they may get very angry when asked to stop playing and get ready for lunch. These emotions do not match the situation they find themselves in. These reactions may occur as a result of anxiety they feel when making changes in routine. Children with ASD may talk constantly about specific things that interest them and be unaware that other people might not have the same level of interest. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Onset often age of 6 years",
        "opb": "Repeatitive behaviour",
        "opc": "Delayed language development",
        "opd": "Severe deficit in social interaction",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "a9db0a8c-2857-4897-9d5f-801c1b2f4d68",
        "choice_type": "multi"
    },
    {
        "question": "Neonatal meningitis is caused by",
        "exp": "The most common causes ofneonatal meningitis is bacterialinfection of the blood, known as bacteremia (specifically group B streptococci (Streptococcus agalactiae), Escherichia coli, and Listeria monocytogenes). Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "L.monocytogenes",
        "opb": "Group 'B' Streptococcus",
        "opc": "E.Coli",
        "opd": "H. Influenza",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "b7e9073a-6634-4030-85ba-6ca9e8c72585",
        "choice_type": "single"
    },
    {
        "question": "Generated 3-4 Hz spike and slow wave complex is seen in",
        "exp": "During an absence seizure, your brain&;s electrical signals repeat themselves. A person who has absence seizures may also have altered levels of neurotransmitters. Hyperventilation or flashing lights may trigger an absence seizure in others. Doctors may never find a specific cause for some patients. Abscence seizure : * Typical absence seizures have a bimodal distribution for age of onset; * First peak at 5-8 years (childhood) * Second peak near 12 years of age (juvenile) Childhood Absence Epilepsy (CAE) * CAE is a childhood epilepsy syndrome occurring in 10-17% of all childhood onset epilepsy. * The most common pediatric epilepsy syndrome. * Females > males * Usually sta at 5-8 yr of age. * No aura. * Usually last for only a few seconds. * Accompanied by eye lid flutter or upward rolling of eyes. * Absence seizures can have simple automatisms like lip-smacking or picking at clothing. * Head can minimally fall forward. * No postictal period. * Hyperventilation for 3-5 min can precipitate the seizures and the accompanying 3 Hz spike--and--slow-wave discharges. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "GTCS",
        "opb": "Abscence seizure",
        "opc": "Simple paial seizure",
        "opd": "Myoclonic epilepsy",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "c41ff909-9da7-4ea4-9345-b60ff7b38785",
        "choice_type": "single"
    },
    {
        "question": "Which type of shift in intracranial content is common in children with progressive hydrocephalus",
        "exp": "Hydrocephalus is a condition in which the primary characteristic is excessive accumulation of cerebrospinal fluid (CSF) the clear fluid that surrounds the brain and spinal cord. This excessive accumulation results in an abnormal dilation of the spaces in the brain called ventricles. Increased pressure in the posterior fossa forces the cerebellar tonsils through the foramen magnum. These will compress the lower pa of the brain stem and upper cervical cord, resulting in life-threatening consequences. It usually occurs along with ascending or descending transtentorial herniation. (1) CINGULATE (SUBFALCINE) HERNIATION under falx cerebri. (2) CENTRAL (DOWNWARD TRANSTENTORIAL) HERNIATION through tentorial notch. (3) UNCAL (LATERAL MASS) HERNIATION over edge of tentorium. (4) CEREBELLAR TONSILLAR HERNIATION through foramen magnum. (5) TRANSCALVARIAL HERNIATION - swollen brain herniates through any defect in dura & skull. (2) - (4) types may cause death through brainstem compression. Cushing&;s triad is response to diminished brain stem perfusion, regardless of etiology. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Transforaminal herniatation",
        "opb": "Upward cerebellar herniation",
        "opc": "Unilateral transtentorial herniation",
        "opd": "Central transtentorial herniation",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "2a605401-b691-49f5-a008-c57d70c0fda9",
        "choice_type": "single"
    },
    {
        "question": "The pediatric disease that most closely resembles amyotrophic lateral sclerosis (ALS) is",
        "exp": "Werdnig-Hoffmann disease most closely resembles amyotrophic lateral sclerosis (ALS). Both of these diseases involve the degeneration of motor neurons. Presentation Symptoms symmetric flaccid paralysis most affected infants are hypotonic at bih proximal muscle involvement lower extremity greater than upper extremity sparing of upper cranial nerves e.g., normal eye movements Physical exam absent or decreased deep tendon reflexes tongue and finger fasciculatons infants have flaccid \"frog-like\" posture restrictive respiratory insufficiency ALS appears to be increasing in incidence. In 5% to 10% of cases, there is an autosomal dominant pattern with strong age-dependent penetrance. Proposed etiologies include oxidative stress, viral infection, immunologic disease, or some unknown environmental factor. Currently, the oxidative stress theory is ored because a defect in the zinc-copper binding superoxide dismutase (5001) coded on chromosome 21 was discovered. Because SO 01 is an antioxidant that conves the superoxide free radical into peroxide and oxygen, reduced activity causes apoptosis (individual cell necrosis) of spinal motor neurons. Inhibition of glutamate transpo potentiates the toxicity associated with the reduced SODllevels. ALS most commonly presents with both upper motor neuron signs (e.g., spastic paralysis) and, eventually, lower motor neuron signs (e.g., muscle atrophy, fasciculations). Atrophy of the intrinsic muscles of the hand and forearms with hand weakness and spastic changes in the lower legs are early signs. Antioxidant cocktails have now been developed, which offer some symptomatic improvement. Werdnig- Hoffmann disease is a progressive muscular atrophy noted in infants. It often presents as the floppy child syndrome. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Schilder disease (adrenoleukodystrophy)",
        "opb": "Tabes dorsalis",
        "opc": "Werdnig-Hoffmann disease",
        "opd": "Gauches disease",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "7bc0db96-c370-40ce-be17-9fb4e1e110f7",
        "choice_type": "single"
    },
    {
        "question": "Not found in cerebral palsy is _________",
        "exp": "Signs and Symptoms of Cerebral Palsy Low muscle tone (baby feels &;floppy&; when picked up) Unable to hold up his/her own head while lying on their stomach or in a suppoed sitting position. Muscle spasms or feeling stiff. Poor muscle control, reflexes and posture. Delayed development (can&;t sit up or independently roll over by 6 months) Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Hypotonia",
        "opb": "Microcephaly",
        "opc": "Ataxia",
        "opd": "Flaccid paralysis",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "45f43881-c264-4844-a6c4-7d3f37f36670",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for Infantile Spasm",
        "exp": "Drug of choice for infantile spasm is ACTH. Infantile spasms (also called West syndrome) can be caused by brain malformations, infections, brain injury, or abnormal blood vessels in the brain. IS also can happen in babies with ceain metabolic and genetic disorders. In rare cases, a baby&;s infantile spasms are caused by vitamin B6 deficiency. Infantile spasms (IS) is a seizure disorder in babies. The Spasms sta suddenly and last a second or two. They often come one after another in a cluster that lasts several minutes. They happen most often just after waking. They&;re often mistaken for A baby having a spasm might have: the head bent forward with arms flung out and the knees pulled into the body (described as \"jackknife\") the head bent back with the arms and legs straightened small movements in the neck or other pas of the body The most common drugs used to treat West syndrome are: Adrenocoicotropic hormone (ACTH) Prednisone Vigabatrin Pyridoxine Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Vigabatrin",
        "opb": "ACTH",
        "opc": "Ethosuximide",
        "opd": "Valproate",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "afb34c95-e9a6-4762-b658-6bd7f953b3b7",
        "choice_type": "single"
    },
    {
        "question": "The Most common cause of meningitis in children aged 5 years is",
        "exp": "Several kinds of bacteria can cause bacterial meningitis. The most common ones in the U.S. are: problems) A bacteria called Haemophilus influenzaetype b (Hib) was a common cause of meningitis in babies and young children until the Hib <a href=\" available for infants. There are also vaccines for&nbsp;<em>Neisseria meningitidis and Streptococcus pneumoniae. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "H-influenzae",
        "opb": "N-meningitides",
        "opc": "Strep pneumonia",
        "opd": "Staph. aureus",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "62cf391a-92ff-46ec-bd58-ca3460210c02",
        "choice_type": "single"
    },
    {
        "question": "Neural Tube Defects have which one of the following inheritance patterns ?",
        "exp": "Neural tube defects are considered a complex disorder because they are caused by a combination of multiple genes and multiple environmental factors. However, once a couple has one child with an NTD, their chance of having a second child with an NTD is increased to approximately 2-5%. Neural tube defects are usually diagnosed before the infant is born, through lab or imaging tests. There is no cure for neural tube defects. The nerve damage and loss of function that are present at bih are usually permanent. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Autosomal dominant",
        "opb": "Autosomal recessive",
        "opc": "X-linked recessive",
        "opd": "Multifactorial",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "9329f378-d9d0-4a25-a982-c9c83986311b",
        "choice_type": "single"
    },
    {
        "question": "True about Jvenile Myoclonic Epilepsy",
        "exp": "Drug of choice of juvenile myoclonic epilepsy is Sodium valproate. Ref : Ghai - 8th edition , pg no : 559 , 560 ( table 18.5)",
        "cop": 1,
        "opa": "DOC is sodium valproate",
        "opb": "Mental retardation",
        "opc": "Seizure can develop",
        "opd": "Neurological examination abnormal",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "72c4b43e-9825-4f96-8488-57930eaff43f",
        "choice_type": "multi"
    },
    {
        "question": "The following Bacteria are most often associated with Acute Neonatal Meningitis except",
        "exp": "The most common causes of neonatal meningitis is bacterialinfection of the blood, known as bacteremia (specifically group B streptococci (Streptococcus agalactiae), Escherichia coli, and Listeria monocytogenes). Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Escherichia coli",
        "opb": "Streptococcus agalactiae",
        "opc": "Neisseria meningitidis",
        "opd": "Listeria monocytogenes",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "cf6f0e52-357e-436c-85bd-8b4ec44f304f",
        "choice_type": "multi"
    },
    {
        "question": "A 6-year-old child has an IQ 50. Which of the following tasks the child can do",
        "exp": "Mental age depends on what kind of intelligence is measured. For instance, a child&;s intellectual age can be average for their actual age, but the same child&;s emotional intelligence can be immature for their physical age. Psychologists often remark that girls are more emotionally mature than boys at around the age of pubey. Also, a six-year-old child intellectually gifted in Piaget terms can remain a three-year-old child in terms of emotional maturity. Mental age was once considered a controversial concept. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Draw a triangle",
        "opb": "Recognize colors",
        "opc": "Ride a bicycle",
        "opd": "Read a sentence",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "0c7d2e35-f8b8-4c37-b01b-2481fa50dc96",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a marker for Neural Tube Defects",
        "exp": "Test of amniotic fluid includes acetylcholine esterase and alfha feto protein level in maternal blood is increased Image : types of neural tube defe Ref Ghai pediatrics eighth edition pg no 576",
        "cop": 3,
        "opa": "Phosphatidylesterase",
        "opb": "Pseudocholinesterase",
        "opc": "Acetylcholinestarase",
        "opd": "Butyrylcholinesterace",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "86da7301-30f1-4c0e-92bc-5bb7288087e0",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of seizure in newborn is",
        "exp": "Most common cause of seizure in first day of new born baby is anoxia ,hypoxia induced ischemic Symptomatic neonatal seizures may be caused by: lack of oxygen before or during bih because of problems such as placental abruption (premature detachment of the placenta from the uterus), a difficult or prolonged labour, or compression of the umbilical cord infection acquired before or after bih, such as bacterial (a blood clot in the brain) bleeding in the brain congenital brain abnormalities, either genetic or acquired during fetal development, such as tuberous sclerosis blood sugar or electrolyte imbalances, including hypoglycemia (low blood sugar), hypocalcemia (low calcium), hyponatremia (low sodium), or hypernatremia (high sodium) metabolic problems, such as maple syrup urine disease, pyridoxine dependency, or <a href=\" (PKU)</a> drug withdrawal, which may be seen in infants born to mothers addicted to barbiturates, alcohol, heroin, cocaine or methadone Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Hypoxia induced ischemic encephalopathy",
        "opb": "Hypocalcemia",
        "opc": "Metabolic abnormality",
        "opd": "Sepsis",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "112a0759-42f3-4cdd-84be-6483f2e53804",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is the common cause of Congenital Hydrocephalus is ?",
        "exp": "Aqueductal stenosis is the most common cause of congenital hydrocephalus.",
        "cop": 3,
        "opa": "Craniosynostosis",
        "opb": "Intra uterine Meningitis",
        "opc": "Aquedectal stenosis",
        "opd": "Malformations of Great vein of Galen",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "9e230956-8a42-4044-9a07-657e74f3ca16",
        "choice_type": "single"
    },
    {
        "question": "Which vitamin deficiency is responsible for Neonatal seizure",
        "exp": "Pyridoxine dependency is the cause of seizure in some children. The only vitamin deficiency known to cause or worsen seizures is a deficiency of vitamin B6 (pyridoxine). This deficiency occurs mainly in newborns and infants and causes seizures that are hard to control. In some cases, the doctor may give the baby the vitamin through an IV while recording the EEG. If the EEG improves dramatically, that shows that there is a B6 deficiency. Some doctors may also try vitamin B6 in older children with difficult-to-control seizures, but there is no solid evidence that it will be helpful. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Pyridoxine",
        "opb": "Vitamin C",
        "opc": "Thiamine",
        "opd": "Cobalamin",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "20b59634-5812-4aaf-95be-263f2653cbb1",
        "choice_type": "single"
    },
    {
        "question": "Most common organism causing meningitis in a 1 year old child",
        "exp": "Streptococcus pneumonia is the most common organism causes meningitis even in the 1 year old child. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Streptococcus pneumoniae",
        "opb": "H. influenza",
        "opc": "Listeria",
        "opd": "Neisseria meningitidIs",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "3b289823-9143-40e7-818d-93d16fcdc323",
        "choice_type": "single"
    },
    {
        "question": "Which of the following most likely causes a communicating (nonobstructive) hydrocephalus?",
        "exp": "Blockage of the arachnoid granulations would most likely cause a communicating, or nonobstructive, hydrocephalus. Hydrocephalus is an increase in cerebrospinal fluid (CSF) volume with distention of the ventricles. It may be caused by (1) overproduction of CSF, which is uncommon (e.g., in neoplasms of the choroid plexus); (2) decreased absorption of CSF from the arachnoid villi that is caused by an organizing meningitis with fibrosis blocking the arachnoid granulations, dural sinus thrombosis, or organization of blood clot in a subarachnoid hemorrhage; or (3) obstruction of CSF flow within the ventricles with distention of the ventricles proximal to the block, in conditions such as a colloid cyst of the third ventricle, stenosis of the duct of Sylvius, tumor (e.g., ependymoma, medulloblastoma) in the fouh ventricle, or the blockage of flow out of the foramina of Luschka and Magendie by pus (tuberculous meningitis) or blood. Blockage of CSF flow within the ventricles produces an obstructive, or noncommunicating hydrocephalus. Blockage of the resorption of CSF out of the subarachnoid space produces a communicating hydrocephalus, because there is still an open communication between the ventricles and the subarachnoid space. In any of these situations, the ventricles dilate under the increased pressure and are easily identified by computerized tomography scans or magnetic resonance imaging. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Tuberculous meningitis",
        "opb": "Stenosis of the duct of Sylvius",
        "opc": "Ependymoma of the fouh ventricle",
        "opd": "Blockage of the arachnoid granulations",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "335122fe-dab2-40e1-a43a-8d548d1949fd",
        "choice_type": "single"
    },
    {
        "question": "Commonest location for Craniopharyngioma is",
        "exp": "Commonest site of craniopharyngioma is Supra sellar region . Craniopharyngiomas are primarily suprasellar tumors (75%) while a small intrasellar component is present in 20-25% of cases . Purely intrasellar location is quite uncommon (<5%), and may be associated with the expansion of the pituitary fossa . Larger tumors can extend in all directions, frequently distoing the <a href=\" chiasm</a> or compressing the . Occasionally, craniopharyngiomas appear as intraventricular, homogeneous, soft-tissue masses without calcification (papillary subtype). The third ventricle is a paicularly common location. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Intrasellar",
        "opb": "Suprasellar",
        "opc": "Intraventricular",
        "opd": "Intracerebral",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "9b9ae42c-391d-40da-b95f-4c7f842fe180",
        "choice_type": "single"
    },
    {
        "question": "Following can be used in the treatment of myoclonic seizures except",
        "exp": "Myoclonic seizures occur in a variety of epilepsy syndromes ( West syndrome/ Infantile spasms, Lennox - Gastaut syndrome ) -Sodium valproate ,Topiramate,Zonisamide, Levetiracetam,Clonazepam,Nitrazepam, or Clobazam may be used in the treatment of myoclonic seizure. Ref : Ghai - 8th edition , pg no : 559 , 560 ( table 18.5)",
        "cop": 2,
        "opa": "Valporate",
        "opb": "Carbamazepine",
        "opc": "Topiramate",
        "opd": "Zonisamide",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "00b799db-0b3e-4c75-9410-9780abe88fca",
        "choice_type": "multi"
    },
    {
        "question": "A 2 year old child is brought by parents with history of seizures and developmental delay. He has multiple hypopigmented macules over the back. What is the most probable diagnosis",
        "exp": "Signs of tuberous sclerosis can appear later in childhood or even into adulthood. These symptoms may include: White spots on the skin (called hypopigmented macules) that glow under a special lamp A rash on the face (called facial angiofibromas) that may look like acne Problems with the kidneys (associated with growths in the kidneys) Areas of very thick skin, often on the back Growths under or around the nails Pitted teeth Coughing or shoness of breath Mental disabilities. Developmental delays Autism spectrum disorder Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Neurofibromatosis type 1",
        "opb": "Tuberous sclerosis",
        "opc": "Sturge weber's syndrome",
        "opd": "Linear Sebaceous nevus syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "2aea26d1-32b9-4ff4-bb2c-f99327ba47ee",
        "choice_type": "single"
    },
    {
        "question": "Banana sign seen in the foetal brain suggests ?",
        "exp": "Banana sign in foetal brain suggest spina bifida. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Renal agenesis",
        "opb": "Encephalocele",
        "opc": "Spina Bifida",
        "opd": "Porencephaly",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "a9937a9d-fe63-4d29-ade7-5bb91335b014",
        "choice_type": "single"
    },
    {
        "question": "True about Juvenile Myoclonic Epilepsy",
        "exp": "Juvenile myoclonic epilepsy (JME) is an idiopathic generalised epileptic syndrome characterized by myoclonic jerks, generalized tonic-clonic seizures (GTCSs), and sometimes absence seizures. JME is relatively common and responds well to treatment with appropriate anticonvulsants. Ref : Ghai - 8th edition , pg no : 559 , 560 ( table 18.5)",
        "cop": 2,
        "opa": "Focal seizure",
        "opb": "Generalised seizure",
        "opc": "Myoclonus",
        "opd": "Response to sodium valproate",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "fe3bc0ea-aded-4ab3-a3bf-8793b18ba0e8",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not typical of Simple Febrile Seizures?",
        "exp": "Seizures are not followed by Todd&;s paralysis. There may be tonic clonic type of seizures seen in children,in some febrile seizures may be seen in which seizures occurs when temperature rises. Each attack of seizures last for about less than 30 mins and appears normal as before the attack. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "The age of onset is usually between 6 months and 6 years",
        "opb": "The seizures last for less than 30 minutes",
        "opc": "The seizures are more likely to occur if the body temperature rises rapidly",
        "opd": "The seizures are followed by Todd's paralysis",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "2f36df5e-329c-43e8-8949-5dc13e9559c5",
        "choice_type": "multi"
    },
    {
        "question": "Jitteriness can be distinguished from seizures by all of the following except",
        "exp": "The movement resembles a tremor, and no autonomic changes, such as tachycardia, are associated with it. Seizures often are associated with ocular detion and are not stimulus sensitive. Autonomic changes frequently accompany them. The movements are clonic, unlike the tremorlike movements of jitteriness. Jitteriness is distinguished clinically from clonic seizures by (1) no associated ocular movements or autonomic phenomena, (2) stimulus sensitivity, (3) tremor that is suppressed by flexing the limb. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Senstivity to stimulus",
        "opb": "Frequency of movement",
        "opc": "Abnormality of Gaze",
        "opd": "Autonomic disturbance",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "85be7b6e-d2b1-4ba9-9e6a-22592e866494",
        "choice_type": "multi"
    },
    {
        "question": "A young child with recurrent bacterial meningitis should be clinically evaluated for the presence of",
        "exp": "Spina bifida is a general term that refers to the abnormal fusion of the veebral arches of the lowest veebrae, usually in the sacrolumbar region. There are several disorders in this group of developmental abnormalities that have varying degrees of severity. Spina bifida occult is the mildest form and is characterized by failure of veebral fusion only. The spinal cord and meninges are normal. In spina bifida occult the defect in the closure of the neural tube is covered by skin and dermis, with only a pinpoint sinus or hair-covered depression marking the site. Bacterial meningitis, or meningomyelitis, is the major potential risk in these patients. The remaining types of spina bifida are classified as spina bifida cystic. Spina bifida with a meningocele is characterized by protrusion through the veebral defect of a meningeal sac filled with cerebrospinal fluid (CSF). Because the cord is in its normal location, there are minimal neurologic deficits. Next in severity is spina bifida with a myelomeningocele, which is characterized by herniation of the cord and a meningeal sac through the veebral defect. This abnormality is often associated with severe neurologic defects in the lower extremities, bladder, and rectum. The most severe form of spina bifida, spina bifida apea or myeloschisis, results from complete failure of fusion of the caudal end of the neural plate, which lies open on the skin surface. This abnormality also results in severe neurologic defects in the legs, bladder, and rectum. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Holoprosencephaly",
        "opb": "Hypoplastic left hea syndrome",
        "opc": "Spina bifida occulta with a dermal sinus tract",
        "opd": "Syringomyelia of the lower cervical cord",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "ab615512-08a4-48d4-938e-2e4f53130dfe",
        "choice_type": "multi"
    },
    {
        "question": "Which is MC genetic cause of Mental Retardation",
        "exp": "Most common cause of MR is fragile X syndrome. Fragile X syndrome (FXS) is a genetic disorder. FXS is caused by changes in a gene that scientists called the fragile X mental retardation 1 (FMR1) gene when it was first discovered. The FMR1 gene usually makes a protein called fragile X mental retardation protein (FMRP). FMRP is needed for normal brain development. People who have FXS do not make this protein. People who have other <a href=\" X-associated disorders</a> have changes in their FMR1 gene but usually make some of the protein. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Tuberous sclerosis",
        "opb": "Cri-du-chat syndrome",
        "opc": "Fragile-x-syndrome",
        "opd": "Angle's syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "aafc5e06-f6d6-4e57-9613-0ba83ae67e93",
        "choice_type": "single"
    },
    {
        "question": "The following are recognised signs any symptoms of raised intracranial tension in a 9 month old infant, except",
        "exp": "Signs of raised intracranial tension - Headache,bulging anterior fontanelle,Diplopia , increased head size. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Bulging fontanelle",
        "opb": "Diplopia",
        "opc": "Papilloedema",
        "opd": "Increase in head size",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "39e67598-e602-4c48-90cf-ce082550b22e",
        "choice_type": "multi"
    },
    {
        "question": "A newborn of 7 days old presented with meningitis. Most common cause is ____________",
        "exp": "Most common cause meningitis in newborn is due to EColi. The incidence of early-onset meningitis has been greatly reduced by the initiation of intrapaum antibiotics to combat Group B streptococcus (GBS) infection. However, GBS remains the most common cause of both meningitis and neonatal sepsis, causing greater than 40% of all early-onset infections.The next common pathogen in this group is E. coli and has emerged as the most common cause of early-onset sepsis and meningitis among very low bih weight (VLBW, less than 1500 g) infants. Ref : Ghai pediatrics eighth edition pg no 563",
        "cop": 1,
        "opa": "E.coli",
        "opb": "Streptococcal pneumonia",
        "opc": "N. Meningitis",
        "opd": "Streptococcal aureus",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "5ea723fc-a951-46ab-ad9c-d9a2ff26584d",
        "choice_type": "single"
    },
    {
        "question": "Bulging Anterior fontanel is are seen in",
        "exp": "Rickets - bowlegs, bulging anterior fontanelle are characteristic features of rickets Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Rickets",
        "opb": "CMV infection",
        "opc": "Scurvy",
        "opd": "Hypothyroidism",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "8aa01de4-8480-4683-bd52-b2485e53d631",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is the Most Common tumour associated with Neurofibromatosis in a child ?",
        "exp": "Juvenile myelomonocytic leukemia (JMML) is a rare form of blood cancer. JMML predominately affects young children, most often developing in children under the age of 4. The male/female ratio of affected children is 2-3:1. The disorder is characterized by the uncontrolled growth of an immature form of a specific type of white blood cell known as monocytes. These abnormal cells accumulate in the bone marrow crowding out other healthy cells. The bone marrow produces specialized cells (hematopoietic stem cells) that grow and eventually develop into red blood cells, white blood cells and platelets. These cells are released into the bloodstream to travel throughout the body and perform specific functions. Red blood cells deliver oxygen to the body; white blood cells help the body to fight infection; and platelets allow the body to form clots to stop bleeding. When abnormal cells accumulate in the bone marrow, they can affect the production and function of these healthy blood cells. JMML cells can accumulate in other organs of the body including the lungs, skin, liver, and intestines. JMML is an aggressive and difficult to treat disease but is currently cured in about 50% of cases. Currently, the only effective treatment for most patients is allogeneic hematopoietic stem cell transplantation (HSCT). The exact, underlying causes of JMML are unknown, but nearly all patients will have a mutation that changes the DNA inside their blood cells in a RAS gene or in a gene that controls the activation levels of Ras proteins. With an incidence of 1 in 3000, NF1 is the most common familial cancer syndrome. Affected persons develop multiple noncancerous (benign) tumors of the nerves and skin (neurofibromas) and areas of decreased or increased coloration of the skin. Cafe-au-lait spots are common in neurofibromatosis type 1. However, many of these findings may not be present in very young children. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Juvenile myelomonocytic leukemia",
        "opb": "Acute lymphoblastic leukemia",
        "opc": "Acute monocytic leukemia",
        "opd": "Acute myeloid leukemia",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "904dc951-c16b-49e6-8f4d-2cca0467395c",
        "choice_type": "single"
    },
    {
        "question": "The clinical manifestation of Sydenham chorea includes all except",
        "exp": "Sydenham&;s chorea is characterized by the abrupt onset (sometimes within a few hours) of neurologic symptoms, classically chorea, usually affecting all four limbs. Other neurologic symptoms include behavior change, dystharia, gait disturbance, loss of fine and gross motor control with resultant deterioration of handwriting, headache, slowed cognition, facial grimacing, fidgetiness and hypotonia, Also, there may be tongue fasiculations (\"bag of worms\") and a \"milk sign\", which is a relapsing grip demonstrated by alternate increases and decreases in tension, as if hand milking. Chorea Dysahria Emotional Facial grimacing Generalized hypotonia Headache Hemiballismus Inappropriate behavior Irritability Movement abnormality of the tongue Obsessive-compulsive behavior Unsteady gait 5%-29% of people have these symptoms Endocarditis Erythema Recurrent streptococcus pneumoniae infections Septic ahritis Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Choreiform movements",
        "opb": "Hung up reflexes",
        "opc": "Tremors",
        "opd": "Emotional liabilty",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "7a37bbea-615b-4e38-946e-536c110b451d",
        "choice_type": "multi"
    },
    {
        "question": "The most common causative agent of meningitis in the age group of 6 months -3 year amongst the following is",
        "exp": "The most common meningitis occurs In case of 6 months to 3 yr old children is haemophilus influenza. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Streptococcus agalactiae",
        "opb": "H. influenzae",
        "opc": "Staphylococcus",
        "opd": "N. gonorrhoeae",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "f18b9115-d7be-47a2-8ff8-63c8b7707f54",
        "choice_type": "single"
    },
    {
        "question": "A 2 old boy with fever and rhinorrhea developed a maculopapular rash, to the face, the neck, chest, arms in that order. Diagnosis includes",
        "exp": "The disease is most common in preschool children; infants are protected by transplacental antibodies, which generally decay by 9 months The prodromal phase is characterized by fever, rhinorrhea, conjunctiva! congestion and a dry hacking cough. Koplik spots, considered as pathognomonic of measles, appear opposite the lower second molars on the buccal mucosa on the second or third day of the illness as grey or white lesions resembling grains of sand with surrounding erythema. The rash, usually appears on the fouh day with a rise in fever, appears as faint reddish macules behind the ears, along the hairline and on the posterior aspects of the cheeks. The rash rapidly becomes maculopapular and spreads to the face, the neck, chest, arms, trunk, thighs and legs in that order over the next 2-3 days. It then stas fading in the same order that it appeared and leaves behind branny desquamation and brownish discolouration, which fade over 10 days Refer : O.P Ghai 8e pg:213",
        "cop": 1,
        "opa": "Measles",
        "opb": "Meningococcal septicaemia",
        "opc": "Haemophilia",
        "opd": "Chicken pox",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "1b91c0f4-fe57-44e0-880b-b1f93fbe06a0",
        "choice_type": "single"
    },
    {
        "question": "Commonest type of seizure in newborn",
        "exp": "Hypoxic-ischemic encephalopathy : It is an impoant cause of neonatal seizures. Seizures resulting from hypoxic-ischemic encephalopathy may be seen in term and prematureinfants. They frequently present within the first 72 hours of life.Seizures may include subtle, clonic, or generalized seizures. These are subtle seizure . There are 4 major types of seizures in neonates: Subtle seizures are relatively common in the neonatal period and are more often encountered in the preterm than full term infant. Such seizures include oral-buccal-lingual movements, ceain ocular phenomena, peculiar limb movements, autonomic alterations and apnea. Clonic seizures include focal and multifocal varieties which may migrate to another pa of the body in a non-ordered fashion. Tonic seizures include focal episodes (less common) and generalized episodes (more common). Generalized tonic seizures may mimic decerebrate and decoicate posturing. Myclonic seizures may be focal, multifocal or generalized and are the least common of the four varieties during the neonatal period. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Clonic",
        "opb": "Tonic",
        "opc": "Subtle",
        "opd": "Myoclonic",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "37abb69d-6306-484d-b7a2-a22c830e2f48",
        "choice_type": "single"
    },
    {
        "question": "True about severity of affection of limbs in Spastic Diplegia of Cerebral Palsy is",
        "exp": "In spastic diplegia of cerebral palsy it affects lower limbs more than upper limbs , comprising approximately 80 percent of all cases. Spastic CP typically involves increased muscle tone and difficult or unusual movements. Spastic diplegia (or diparesis) is a subtype of spastic cerebral palsy in which the legs are the most affected limbs. People with spastic diplegia often have a \"scissor walk,\" characterized by the knees turning inward/crossing. This is due to tightness in the hip and leg muscles. In some cases, the arms may also be affected, although usually to a lesser degree . Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Lower limbs>Upper limps",
        "opb": "Lower limbs only",
        "opc": "Upper limbs only",
        "opd": "One upper limb and one lower limb",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "2ad7147c-72d7-47ca-950c-57b0c3f79dd9",
        "choice_type": "multi"
    },
    {
        "question": "In a small child diagnosed with H. influenza meningitis, What investigation must be done before discharging him from the hospital ?",
        "exp": "Residual auditory defect is common complication after Haemophilus meningitis ,so BERA is the investigation of choice Ref Ghai pediatrics eighth edition pg no 564",
        "cop": 1,
        "opa": "BERA",
        "opb": "MBI",
        "opc": "CT scan",
        "opd": "X-ray skull",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "a95e252b-e8d9-494a-8e9c-ff098340a05e",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice in Absence Seizure",
        "exp": "Ethosuximide is the drug of choice in Absence seizures. Ethosuximide: Ethosuximide (Zarontin), a succinimide, has been considered an effective agent for the treatment of absence seizures since the mid-20th century.Although ethosuximide's mechanism of action is not fully understood, the blockade of a specific voltage-gated calcium channel (the T channel) in thalamic neurons appears integral to its antiepileptic activity. This blockade suppresses thalamic excitability, which is thought to be necessary for sustaining the characteristic spike-wave discharge of absence seizures. Serious adverse events linked to ethosuximide include agranulocytosis, aplastic anemia, pancytopenia, Stevens-Johnson syndrome (SJS), and systemic lupus erythematosus; however, these occur rarely and the medication is generally well tolerated. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Carbamazepine",
        "opb": "Phenytoin",
        "opc": "ACTH",
        "opd": "Ethosuximide",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "1a4ec9f2-a71d-4e25-b01a-40ac1c978b94",
        "choice_type": "single"
    },
    {
        "question": "In a small child diagnosed with H.influenza meningitis, what investigation must be done before discharging him from the hospital ?",
        "exp": "Clinical description : Bacterial meningitis is characterized by acute onset of fever (usually > 38.5 degC rectal or 38.0 degC axillary), headache and one of the following signs: neck stiffness, altered consciousness or other meningeal signs. Hib, meningococcal meningitis and pneumococcal meningitis cannot be differentiated on clinical grounds alone Laboratory criteria for diagnosis Bacterial meningitis can be confirmed by three methods. (1) Culture method: isolation of a bacterial pathogen from a normally sterile clinical specimen such as CSF or blood. (2) Antigen detection methods: identification of a bacterial antigen in normally sterile fluids (i.e. CSF or blood) by such methods as latex agglutination or counterimmunoelectrophoresis (CIE). (3) Gram stain results Case classification Suspected: Any person with sudden onset of fever (> 38.5 degC rectal or 38.0 degC axillary) and one of the following signs: neck stiffness, altered consciousness or other meningeal sign Probable: A suspected case with CSF examination showing at least one of the following: - turbid appearance; - leukocytosis (> 100 cells/mm3); - leukocytosis (10-100 cells/ mm3) AND either an elevated protein (> 100 mg/dl) or decreased glucose (< 40) Confirmed: A case that is laboratory-confirmed by growing (i.e. culturing) or identifying (i.e. by Gram stain or antigen detection methods) a bacterial pathogen (Hib, pneumococcus or meningococcus) in the CSF or from the blood in a child with a clinical syndrome consistent with bacterial meningitis. Acute bacterial meningitis (ABM) constitutes 1.5% of all admissions in the pediatric ward with a mean case fatality of 16%. Sensorineural hearing loss (SNHL) is the most common neuropsychological sequel of ABM. It occurs in as many as 30% of patients with pneumococcal meningitis, 10% with meningococcal meningitis and 5-20% with Haemophilus influenzae type &;b&; meningitis.The effect of SNHL on language is well-recognized and therefore early detection is mandatory. However, hearing assessment is difficult in infants and young children. Brainstem evoked response audiometry (BERA) can help to assess hearing in this population. BERA is a helpful tool for screening of SNHL, especially in the young children and infants in whom other conventional methods may not be of much use. There is significantly increased risk of developing SNHL if the CSF has increased cells, paicularly polymorphs and proteins. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "BERA",
        "opb": "MBI",
        "opc": "CT scan",
        "opd": "X-ray skull",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "43b6b212-2c0f-4cc2-ac1c-0094d98c2620",
        "choice_type": "multi"
    },
    {
        "question": "Lecithin-Sphingomyelin ratio is used for",
        "exp": "Lecithin- Spingomyelin ratio is used for lung maturity. The results of this test are given as a ratio of lecithin to sphingomyelin. The range of results are: A ratio of less than 1.5:1. This means that your baby&;s lungs are immature. If born now, your baby may have breathing problems. A ratio between 1.5:1 and 1.9:1. This means that your baby may be at risk for immature lungs and breathing problems. A ratio of more than 2:1. This means that your baby has mature lungs. He or she is ready for life outside the uterus. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Lung maturity",
        "opb": "Age of infant",
        "opc": "Kidney maturity",
        "opd": "Brain maturity",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "f9f93c41-8d31-4891-a3ca-5a5e0e314f10",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following in the characteristic feature of juvenile myoclonic epilepsy",
        "exp": "Infantile spasms occur in clusters usually on waking - It&;s characterized by a combination of salaam spells ( sudden dropping of the head and flexion of arms ) - Prognosis for complete mental development is poor -vigabatrin is the drug of choice . Juvenile myoclonic epilepsy (JME) is the most common generalized epilepsy syndrome. It is also called Juvenile Myoclonic Epilepsy of Janz. It typically begins in adolescence. Teens with JME do not have other developmental problems. Myoclonic seizures (brief shock-like muscle jerks) are the most common type of seizure. They happen sholy after waking. Generalized tonic-clonic seizures occur in nearly all people with JME. The cause is predominantly genetic. An EEG is the most impoant way to diagnose JME. Ref : Ghai , 8th edition ; pg no : 559",
        "cop": 1,
        "opa": "Myoclonic seizures frequently occur in morning",
        "opb": "Complete remission is common",
        "opc": "Response to anticonvulsants is poor",
        "opd": "Associated absence seizures are present in majority of patients",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "c61c0ee5-1560-4fe5-bdb3-29b65de24dd1",
        "choice_type": "single"
    },
    {
        "question": "Not the cause of neonatal seizures ?",
        "exp": "Hypokalemia is not a cause of seizure. Instead pyridoxine dependency, hypoxia , hypocalcaemia ,hypomagnesemia, hypoglycemia causes seizures. Ref : Ghai pediatrics eighth edition pg no 553",
        "cop": 2,
        "opa": "Pyridoxine deficiency",
        "opb": "Hypokalemia",
        "opc": "Hypoxia",
        "opd": "None",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "6a33d6f9-49e5-4f2d-b539-814edc18ac60",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not associated with increase in the risk of seizures in future in a child with febrile seizures",
        "exp": "Risk factors of recurrence of simple and complex febrile seizures are : 1. Early age of onset ( less than 15 months ) 2. Epilepsy or fevers in 1st degree relatives 3. Frequent fevers and low temperature at the Onset of febrile seizure -The risk of developing epilepsy is higher if the seizure are atypical , EEG is persistently abnormal , if the child has abnormal neuro- development or a family history of epilepsy. -Complex paial seizures may manifest after several years of prolonged atypical febrile convulsions. Ref : Ghai , 8th edition; pg no : 557",
        "cop": 2,
        "opa": "Developmental delay",
        "opb": "Late age of onset",
        "opc": "Complex paial seizures",
        "opd": "Family history positive",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "17f6fbee-3f31-43e1-85e9-f2d9c8bae7b1",
        "choice_type": "single"
    },
    {
        "question": "True about Reye&;s syndrome",
        "exp": "In Reyes syndrome complications related to liver such as fatty deposits, abnormal liver function and poor blood clotting, bleeding. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Microvesicular fatty infiltration",
        "opb": "Hepatic encephalopathy",
        "opc": "Brain edema",
        "opd": "Hypoglycemia",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "5a02c875-a1f6-44d3-a347-8c1d35e918ca",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of Pyogenic Meningitis in 6 month to 2 years of age is",
        "exp": "Bacterial meningitis is caused by several different types of bacteria, including: Streptococcus pneumoniae, also called pneumococcus. Neisseria meningitidis, also called meningococcus. Haemophilus influenzae, also called Hib. Listeria monocytogenes. group B strep E. coli. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Staphylococcus aureus",
        "opb": "Pneumococcus",
        "opc": "Streptococcus pneumonia",
        "opd": "H. influeuenzae",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "e8beec15-740e-4ecf-ad01-1a52fdc45668",
        "choice_type": "single"
    },
    {
        "question": "True about Status marmoratus is all except",
        "exp": "Status marmoratus is a congenital condition of corpus striatum associated with choreoathetosis .It is present in basal ganglia , and has marble like appearance and has bilateral hyperdensity areas in thalamus. Refer :",
        "cop": 4,
        "opa": "Present in basal ganglia",
        "opb": "Associated with asphyxia",
        "opc": "Have a marbled appearance",
        "opd": "Unilateral",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "e288b468-0e5f-437c-a556-87ec1ae18010",
        "choice_type": "multi"
    },
    {
        "question": "Decoicate child-False statement is",
        "exp": "Causes of decoicate posturing : brain tumor. stroke. brain problem due to drug use, poisoning, infection, or liver failure. increased pressure in the brain. Decoicate Posturing The mechanism for decoicate posturing is not as well studied as that of decerebrate. Phylogenetically, the region of the red nucleus within the midbrain plays a significant pa in locomotion. In primates, the rubrospinal tract influences primitive grasp reflexes, paicularly in infants and is, incidentally, responsible for crawling.The rubrospinal tract carries signals from the red nucleus to the spinal motor neurons. Primates are reliant on fine motor skills, and therefore the motor coex the coicospinal tracts is more prominent in movement than phylogenetically lower regions. Extensive lesions involving the forebrain, diencephalon, or rostral midbrain are known to cause decoicate posturing. This includes the motor coex, premotor coex, corona radiata, internal capsule, and thalamus.In primates, the rubrospinal tract descends as far as the thoracic spine, it, therefore, has effects on the upper limbs but not lower. The red nucleus, the rubrospinal tract, causes a flexion, grasping type reflex of the upper limbs. The higher brain centers, such as the cerebral coex, inhibit this reflex during normal physiology. With a lesion of the coicospinal tract, the red nucleus is disinhibited, and the flexion reflex of the upper limbs is unimpeded. The vestibulospinal tracts, as discussed above, are also left disinhibited, and extension of the lower limbs occurs. This flexion of the upper limbs and extension of lower limbs is decoicate posturing. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Acute Brain injury",
        "opb": "Susthalamic, CT & frontal lobe lesion",
        "opc": "More dangerous than decerebrate lesion",
        "opd": "Flexion of arm & extension of lower limb",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "021a907c-054c-45a9-bb78-ff269bd87b37",
        "choice_type": "multi"
    },
    {
        "question": "A school going boy was noted with vacant stare several times a day. There was no history of fever , seizures and neurological deterioration. What is the Diagnosis",
        "exp": "During an absence seizure, your brain&;s electrical signals repeat themselves. A person who has absence seizures may also have altered levels of neurotransmitters. Hyperventilation or flashing lights may trigger an absence seizure in others. Doctors may never find a specific cause for some patients. Symptoms An indication of simple absence seizure is a vacant stare, which may be mistaken for a lapse in attention that lasts about 10 seconds, though it may last as long as 20 seconds, without any confusion, headache or drowsiness afterward. Signs and symptoms of absence seizures include: Sudden stop in motion without falling Lip smacking Eyelid flutters Chewing motions Finger rubbing Small movements of both hands. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Atonic seizures",
        "opb": "Absence seizures",
        "opc": "Myoclonic seizures",
        "opd": "School phobia",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "8e6fa07b-bf04-4412-9972-440c53402512",
        "choice_type": "single"
    },
    {
        "question": "% of children with Simple Febrile seizure developing Epilepsy is",
        "exp": "Only 1-2% of children are developing simple febrile seizures The Risks For Developing Epilepsy : Problems with the child&;s development before the febrile seizure Having <a href=\" or complicated febrile seizures</a> that last longer than 15 minutes, more than one seizure in 24 hours, or seizures in which only one side of the body is affected Seizures without fever in a parent or a brother or sister If the child has none of these risk factors, the chances of epilepsy developing later are only 1% to 2% (1 or 2 out of 100). This is very similar to the risk of developing epilepsy in any other child. Children with 1 of these risk factors have a 2.5% (1 in 40) chance of later epilepsy. For children with 2 or 3 risk factors, their chance of developing epilepsy later ranges from 5% (1 in 20) to over 10% (greater than 1 in 10). In rare cases, febrile seizures that last more than 30 minutes may cause scar tissue in the temporal lobe of the brain. In some of these children, chronic epilepsy develops. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "1-2%",
        "opb": "2-5%",
        "opc": "5-10%",
        "opd": "10-15%",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "635fb32b-489f-47dd-b50c-a8d62b702980",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for Juvenile Myoclonic epilepsy is?",
        "exp": "Avoiding precipitating events such as alcohol use and sleep deprivation may be useful. However, medical therapy with anti-convulsants is typically needed and well tolerated. The majority of patients can be well-controlled on a single drug, most commonly valproic acid. Other medications that might be used separately or in combination include lamotrigine, levetiracetam, clonazepam, and topiramate. Drug of choice for juvenile myoclonic epilepsy is Sodiumvalproate, benzodiazepines, ACTH . Newer antiepileptics such as topiramate,zonisamide, lamotrigine can be used. Juvenile myoclonic epilepsy is an epilepsy syndrome characterized by myoclonic jerks (quick jerks of the arms or legs), generalized tonic-clonic seizures (GTCSs), and sometimes, absence seizures. The seizures of juvenile myoclonic epilepsy often occur when people first awaken in the morning. Seizures can be triggered by lack of sleep, extreme fatigue, stress, or alcohol consumption. Onset typically occurs around adolesence in otherwise healthy children.The causes of juvenile myoclonic epilepsy are very complex and not completely understood. Mutations in one of several genes, including the GABRA1 and the EFHC1 genes, can cause or increase susceptibility to this condition. Although patients usually require lifelong treatment with anticonvulsants, their overall prognosis is generally good. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Phenytoin",
        "opb": "Lamotrigine",
        "opc": "Valpraote",
        "opd": "Zonisamide",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "8e5af892-775b-486d-9707-9d75a9470893",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common cause of Meningoencephalitis in children",
        "exp": "Most common cause of meningoencephalitis in children is enterovirus. Meningoencephalitis is mainly caused by enteroviruses, varicella-zoster viruses, herpes simplex viruses, or measles viruses. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Mumps",
        "opb": "Arbovirus",
        "opc": "HSV",
        "opd": "Enterovirus",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "d06ac3c4-23e8-49ab-98f4-02c8f770b726",
        "choice_type": "single"
    },
    {
        "question": "Rapid Antigen Test for meningitis organisms in a child can be done on the following specimens except",
        "exp": "Throat swab is not a test for meningitis organisms in child . Since organisms may present in the CSF , blood and urine they are to be tested for rapid antigen test. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Blood",
        "opb": "CSF",
        "opc": "Urine",
        "opd": "Throat swab",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "1140dcf2-9a77-469d-98f5-a06ecbb0ba2b",
        "choice_type": "multi"
    },
    {
        "question": "Best prognosis of Neonatal Seizures is in ?",
        "exp": "Focal seizures have the best prognosis when compared with other. Neonatal seizure classification Clonic seizures These movements most commonly are associated with electrographic seizures. They often involve 1 extremity or 1 side of the body. The rhythm of the clonic movements is usually slow, at 1-3 movements per second. Tonic seizures These may involve 1 extremity or the whole body. Focal tonic seizures involving 1 extremity often are associated with electrographic seizures. Generalized tonic seizures often manifest with tonic extension of the upper and lower limbs and also may involve the axial musculature in an opisthotonic fashion. Generalized tonic seizures mimic decoicate posturing; the majority are not associated with electrographic seizures. Myoclonic seizures These may occur focally in 1 extremity or in several body pas (in which case they are described as multifocal myoclonic seizures). Focal and multifocal myoclonic seizures typically are not associated with electrographic correlates. These movements are thought to be non-epileptic in nature and a reflection of severe encephalopathy. Prognosis Prognosis is determined by the etiology of the neonatal seizures. If the EEG background is normal, the prognosis is excellent for seizures to resolve; normal development is likely. Severe EEG background abnormalities indicate poor prognosis; such patients frequently have cerebral palsy and epilepsy. The presence of spikes on EEG is associated with a 30% risk of developing future epilepsy. The prognosis following neonatal seizures that result from isolated subarachnoid hemorrhage is excellent, with 90% of children not having residual neurologic deficits. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Myoclonic",
        "opb": "Tonic clonic",
        "opc": "Focal",
        "opd": "Opsoclonus",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "04c28eb7-0519-4b1a-a7fc-6e8c73d59486",
        "choice_type": "single"
    },
    {
        "question": "True about Infantile Tremor Syndrome",
        "exp": "There is hyperpigmentation, especially over dorsum of hands ,feet ,knees,ankles ,wrists and terminal phalanges Clinical Features- A classical picture of ITS is a plump looking infant between 6 months to 18 months with presence of malnutrition. These children are listless, apathetic and disinterested in surroundings. Scalp hair is sparse and light colored. Dark pigmentation is present over dorsal aspects of hands, nail folds, feet, knees, ankles, buttocks and axillae. There is regression of milestones in the recent past. Tremors have an acute onset following an acute infection or stress. Initially they are intermittent but become continuous in a few days. They are more prominent in distal pas of limbs, head, face and tongue. These tremors disappear during sleep. Hypotonia with flabbiness of muscles is common. There is presence of anemia, which may be macrocytic, microcytic or even normocytic. Ref : Ghai pediatrics eighth edition pg no 581",
        "cop": 1,
        "opa": "Hyperpigmentation of extremities",
        "opb": "Fine tremor",
        "opc": "Coical atrophy",
        "opd": "Self limiting disorder",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "deec6d79-a324-473b-8dd7-c3c190465938",
        "choice_type": "multi"
    },
    {
        "question": "Commonest cause of convulsions in a child with Fever is ___________",
        "exp": "Most commonly children with fever get convulsions and it is so called febrile convulsions. Febrile means feverish; any seizure or convulsion which is accompanied by fever is known as febrile seizure. The look of child during seizure seems life threatening (Child's whole body is shivering, shaking, twitching, eyes may roll up, there could be frothing from mouth and child may become unconscious) and it can be very frightening for parents. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Febrile convulsions",
        "opb": "Meningitis",
        "opc": "Epilepsy",
        "opd": "Hypothyroidism",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "f8381d37-bd3a-49b1-889c-3deac720e6ec",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of convulsion on the First day of life in a newborn is",
        "exp": "Most common cause of seizure in first day of new born baby is anoxia ,hypoxia induced ischemic. Symptomatic neonatal seizures may be caused by: lack of oxygen before or during bih because of problems such as placental abruption (premature detachment of the placenta from the uterus), a difficult or prolonged labour, or compression of the umbilical cord infection acquired before or after bih, such as bacterial (a blood clot in the brain) bleeding in the brain congenital brain abnormalities, either genetic or acquired during fetal development, such as tuberous sclerosis blood sugar or electrolyte imbalances, including hypoglycemia (low blood sugar), hypocalcemia (low calcium), hyponatremia (low sodium), or hypernatremia (high sodium) metabolic problems, such as maple syrup urine disease, pyridoxine dependency, or <a href=\" (PKU)</a> drug withdrawal, which may be seen in infants born to mothers addicted to barbiturates, alcohol, heroin, cocaine or methadone Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Anoxia",
        "opb": "Head injury",
        "opc": "Hypoglycemia",
        "opd": "Hypocalcemia",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "c85b78e6-6cfd-43e9-813e-1c1fa343d339",
        "choice_type": "single"
    },
    {
        "question": "Automatism is seen in",
        "exp": "A complex paial seizure is a type of seizure that arises in one lobe of the brain, rather than the whole brain. The seizure affects people&;s awareness and may cause them to lose consciousness . A complex paial seizure stas focally within the brain and causes impairment of consciousness. This definition is based on both clinical and electroencephalographic (EEG) data. A complex paial seizure is most commonly a manifestation of temporal lobe epilepsy, but the term is so broadly defined (le, as any focal seizure with Impairment of consciousness) that it is very nonspecific. For this reason, many clinicians make a point of distinguishing between temporal and extratemporal complex paial seizures. Complex paial seizures are paial seizures that are associated with an alteration of consciousness ( Complex-Paial Seizures with Automatisms). The term psychomotor describes a paicular semiology characterized by automatisms and impairment of consciousness, usually of temporal lobe origin. Automatisms: Automatisms are nonpurposeful, stereotyped, and repetitive behaviors that commonly accompany complex paial seizures (In the sem lologic classification, they define automotor seizures). The behavior Is Inappropriate for the situation. Verbal automatisms range from simple vocalizations, such as moaning, to more complex, comprehensible, stereotyped speech. The most common automatisms, at least In temporal lobe epilepsy, are oral (eg, lip smacking, chewing, swallowing) and manual (eg, picking. fumbling, patting). Unilateral manual automatisms accompanied by contralateral arm dystonia usually Indicates seizure onset from the cerebral hemisphere !psilateral to the manual automatisms. Automatisms can also be more elaborate, coordinated movements Involving bilateral extremities. Bizarre automatisms, such as alternating limb movements, right-to-left head rolling, or sexual automatisms, may occur with frontal lobe seizures. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Paial seizures",
        "opb": "complex paial seizures",
        "opc": "Infantile spasms",
        "opd": "Absence seizures",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "5a675843-7d4a-4933-8c72-5f74e6a1b297",
        "choice_type": "single"
    },
    {
        "question": "Wide open Anterior Fontanelle is found in following diseases except ________",
        "exp": "Craniosynostosis (kray-nee-o-sin-os-TOE-sis) is a bih defect in which one or more of the fibrous joints between the bones of your baby&;s skull (cranial sutures) close prematurely (fuse), before your baby&;s brain is fully formed. Brain growth continues, giving the head a misshapen appearance Craniosynostosis usually involves fusion of a single cranial suture, but can involve more than one of the sutures in your baby&;s skull (complex craniosynostosis). In rare cases, craniosynostosis is caused by ceain genetic syndromes (syndromic craniosynostosis). Treating craniosynostosis involves surgery to correct the shape of the head and allow for normal brain growth. Early diagnosis and treatment allow your baby&;s brain adequate space to grow and develop. Although neurological damage can occur in severe cases, most children have normal cognitive development and achieve good cosmetic results after surgery. Early diagnosis and treatment are key. Types of Craniosynostosis The types of craniosynostosis depend on what sutures join together early. Sagittal synostosis- The sagittal suture runs along the top of the head, from the baby's soft spot near the front of the head to the back of the head. When this suture closes too early, the baby's head will grow long and narrow (scaphocephaly). It is the most common type of craniosynostosis. Coronal synostosis - The right and left coronal sutures run from each ear to the sagittal suture at the top of the head. When one of these sutures closes too early, the baby may have a flattened forehead on the side of the skull that closed early (anterior plagiocephaly). The baby's eye socket on that side might also be raised up and his or her nose could be pulled toward that side. This is the second most common type of craniosynostosis. Bicoronal synostosis - This type of craniosynostosis occurs when the coronal sutures on both sides of the baby's head close too early. In this case, the baby's head will grow broad and sho (brachycephaly). Lambdoid synostosis - The lambdoid suture runs along the backside of the head. If this suture closes too early, the baby's head may be flattened on the back side (posterior plagiocephaly). This is one of the rarest types of craniosynostosis. Metopic synostosis - The metopic suture runs from the baby's nose to the sagittal suture at the top of the head. If this suture closes too early, the top of the baby's head shape may look triangular, meaning narrow in the front and broad in the back (trigonocephaly). This is one of the rarest types of craniosynostosis. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Rickets",
        "opb": "Cretinism",
        "opc": "Osteogenesis imperfecta",
        "opd": "Craniosynostosis",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "39a3254a-918a-4b64-8f8c-935d7fb34dcb",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements about cerebellar astrocytomas in pediatric age group is false",
        "exp": "Cerebellar astrocytoma is a low grade tumours and have good prognosis and is most commonly seen in first and second decades . These tumours are most commonly seen in males. Reference: GHAI Essential pediatrics, 8th edition.",
        "cop": 4,
        "opa": "These are usually low grade tumors",
        "opb": "These tumors have a good prognosis",
        "opc": "These are more commonly seen in the 1st and 2nd decades",
        "opd": "These tumors are more common in females",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "d1e57388-1d67-48a5-927d-1d3086126a01",
        "choice_type": "multi"
    },
    {
        "question": "Causes of status epilepticus in a child",
        "exp": "Approximately 25 % of childhood status epilepticus is idiopathic; 25% is associated with fever or meningoencephalitis; 50% of patients have a neurodevelopmental abnormality, head trauma, stroke, drug intoxication, subarachnoid bleed, pyridoxine deficiency, or metabolic abnormality ( hypoglycemia and hyponatremia ).Ref: Ghai, 8th edition; Pg no: 553",
        "cop": 2,
        "opa": "Hypernatremia",
        "opb": "Hyponatremia",
        "opc": "Hyperkalemia",
        "opd": "Hypokalemia",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "cb7f3858-d68c-4dc8-8393-893a070df944",
        "choice_type": "single"
    },
    {
        "question": "What are the complications of meningitis in a child",
        "exp": "Complications such as the following can develop during the course of meningitis: Disseminated intravascular coagulation (DIC; blood-clotting disorder) Encephalitis. Persistent fever. Seizures. Syndrome of inappropriate antidiuretic hormone (SIADH; causes fluid build-up) Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Arachiniodits",
        "opb": "Mental retardation",
        "opc": "Status epilepticus",
        "opd": "Sensorineural hearing loss",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "30c64e40-8144-4889-9662-d8e518c1eb7b",
        "choice_type": "single"
    },
    {
        "question": "A typical febrile seizure is characterised by all except",
        "exp": "Classification of Febrile Seizures : Simple (all of the following) Duration of less than 15 minutes Generalized No previous neurologic problems Occur once in 24 hours Complex (any of the following) Duration of more than 15 minutes Focal Recurs within 24 hours Reference: GHAI Essential pediatrics, 8th edition.",
        "cop": 3,
        "opa": "Male children are more prone",
        "opb": "Occurs with sudden rise in temparature",
        "opc": "Manifests with generalised seizures",
        "opd": "Phenobarbitone prevents fuher attacks",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "b133bc3a-52ef-4650-859c-0be14c6db429",
        "choice_type": "multi"
    },
    {
        "question": "Aspirin is associated with",
        "exp": "Reyes syndrome is a rare disorder that causes brain and liver damage. Aspirin is most common cause of causing Reyes syndrome. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Reye's Syndrome",
        "opb": "Sjogren Syndrome",
        "opc": "Reiter Syndrome",
        "opd": "None of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "4d795006-fa61-4179-945d-a9d1b227a7b0",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of fatal ventriculomegaly is ?",
        "exp": "Most common cause of hydrocephalus and ventriculomegaly is aqueductal stenosis. Ventricles develop early in pregnancy and can be seen on a a minor self-limiting imbalance in fluid circulation and absorption that becomes compensated defects in brain development damage or loss of brain tissue Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Arnold Chiari Malformation - I",
        "opb": "Arnold Chiari Malformationalformation - II",
        "opc": "Aqueductal Stenosis",
        "opd": "Dandy Walker Malformation",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "a7c825e2-cfdb-46aa-9367-888706646711",
        "choice_type": "single"
    },
    {
        "question": "A 10 yr old boy, unconscious with 2 days h/o fever, comes to pediatric ICU with R.R 46/min, B.P.110/80 and E1 V1 M3 on Glasgow coma scale, next step of Mx includes",
        "exp": "There is increased respiratory rate.the child must be intubated and venilated to provide suppo . Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Intubate and ventilate",
        "opb": "Give 0.9% NaCl",
        "opc": "Sta dopamine at the rate of 1-2 g/min/kg",
        "opd": "Dopamine at the rate of 1-2 g/min/kg & furosemide",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "c759f002-d46b-414f-ba92-1b8ad31ee46c",
        "choice_type": "multi"
    },
    {
        "question": "Most common organism causing neonatal meningitis is",
        "exp": "The most common causes of neonatal meningitis is bacterial infection of the blood, known as bacteremia (specifically group B streptococci (Streptococcus agalactiae), Escherichia coli, and Listeria monocytogenes . Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "E. coli",
        "opb": "Listeria",
        "opc": "Pseudomonas",
        "opd": "Staph aureus",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "e0550b1a-21d3-452e-94ce-36b5910bfab2",
        "choice_type": "single"
    },
    {
        "question": "Residual auditory defect is a common complication in meningitis caused by",
        "exp": "Residual auditory defect is caused by Haemophilus meningitis .so BERA is the investigation of choice done in them. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Staphylococcus",
        "opb": "Meningococcus",
        "opc": "Escherichia coli",
        "opd": "Haemophilus influenzae",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "5a527f39-cb8f-43f5-a3c4-3515289c4346",
        "choice_type": "single"
    },
    {
        "question": "Initial drug of choice in a child with status epilepticus",
        "exp": "Prompt treatment with benzodiazepines is the first-line treatment of status epilepticus, but many patients will need additional treatment with additional medications including phenytoin, valproic acid, phenobarbital, or levetiracetam. The Neurocritical Care Society's guideline states that benzodiazepines remain the \"emergent initial therapy\" of choice based both on available evidence and expe consensus. When possible, intravenous benzodiazepine administration is preferred. However, formulations exist for buccal, intranasal, intramuscular, and rectal administration, and these should be administered if intravenous access cannot be rapidly established. The American Epilepsy Society's guideline concludes that intravenous lorazepam and diazepam are efficacious at stopping seizures lasting at least five min and that rectal diazepam, intramuscular midazolam, intranasal midazolam, and buccal midazolam are probably effective at terminating seizures lasting at least five minutes . Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Lorazepam",
        "opb": "Phenobarbitone",
        "opc": "Valproate",
        "opd": "Phenytoin",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "915f4dec-f6e4-412d-89aa-7efa5c092fe4",
        "choice_type": "single"
    },
    {
        "question": "Second most common neoplasm seen in children is",
        "exp": "Also called low-grade gliomas, these are the most common brain tumors in children. Medulloblastomas are the most common type of childhood brain cancer. Most medulloblastomas occur before age 10. Ependymomas are a type of childhood brain tumor that can be benign (noncancerous) or malignant (cancerous). The most common cancers of children are: Leukemia. Brain and spinal cord tumors. Neuroblastoma. Wilms tumor. Lymphoma (including both Hodgkin and non-Hodgkin) Rhabdomyosarcoma. Retinoblastoma. Bone cancer (including osteosarcoma and Ewing sarcoma) Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Lyphoma",
        "opb": "Brain tumor",
        "opc": "Wilm's tumor",
        "opd": "Neuroblastoma",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "f670b943-4493-4004-88d5-52a74e841c2c",
        "choice_type": "single"
    },
    {
        "question": "Management of Typical Febrile seizures include except",
        "exp": "Sponging, paracetamol ibuprofen ,intermittent diazepam are treated for febrile seizures Most children with typical febrile seizures do not require specific treatment except for vigorous antipyretic therapy during febrile illnesses. Children experiencing excessively frequent or prolonged febrile seizures may be treated using diazepam 0.5mg/kg rectally during high fevers or prophylactically using <a href=\" at standard doses.</p> Ref : Ghai pediatrics eighth edition pg no 556",
        "cop": 4,
        "opa": "Sponging",
        "opb": "Paracetamol Ibuprofen",
        "opc": "Intermittent Diazepam",
        "opd": "Prophylactic phenobarbitone",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "f0afd75b-f033-4749-be54-eb1135d81752",
        "choice_type": "multi"
    },
    {
        "question": "A 6 yr old child with Acute onset of fever of 104o fever developed febrile seizure was treated. To avoid recurrence of seizure attack what should be given ?",
        "exp": "Oral clobazam (benzodiazepines) is an effective prophylaxis and is given during fever episodes for 3 days Ref Ghai pediatrics eighth edition pg no 557",
        "cop": 2,
        "opa": "Paracetamol 400 mg and phenobarbitone",
        "opb": "Oral diazepam 6 hourly",
        "opc": "Paracetamol 400 mg 6 hourly",
        "opd": "IV Diazepam infusion over 12 hourly",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "a3bf0256-65a1-4eeb-a3d7-976e0834d6e4",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for Hydrocephalus in infants ?",
        "exp": "Brain imaging Imaging tests can help diagnose hydrocephalus and identify underlying causes of the symptoms. These tests may include: Ultrasound. Ultrasound imaging, which uses high-frequency sound waves to produce images, is often used for an initial assessment for infants because it&;s a relatively simple, low-risk procedure. The ultrasound device is placed over the soft spot (fontanel) on the top of a baby&;s head. Ultrasound may also detect hydrocephalus prior to bih when the procedure is used during routine prenatal examinations. Magnetic resonance imaging (MRI) uses radio waves and a magnetic field to produce detailed 3D or cross-sectional images of the brain. This test is painless, but it is noisy and requires lying still. MRI scans can show enlarged ventricles caused by excess cerebrospinal fluid. They may also be used to identify underlying causes of hydrocephalus or other conditions contributing to the symptoms. Children may need mild sedation for some MRI scans. However, some hospitals use a very fast version of MRIthat generally doesn&;t require sedation. Computerized tomography (CT) scan is a specialized X-ray technology that can produce cross-sectional views of the brain. Scanning is painless and quick. But this test also requires lying still, so a child usually receives a mild sedative. Drawbacks to CT scanning include less detailed images than an MRI, and exposure to a small amount of radiation. CT scans for hydrocephalus are usually used only for emergency exams. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Cranial USG",
        "opb": "CT Scan",
        "opc": "MRI",
        "opd": "X-ray skull",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "8dab6439-dbff-471f-846f-0f5c84f93ff9",
        "choice_type": "single"
    },
    {
        "question": "Child with generalized petechiae. CSF shows gram negative diplococci. Treatment",
        "exp": "Most patients (70-80%) presenting with fever and petechiae have defined or presumed viral infections, which are often caused by enteroviruses or adenovirus. Parvovirus B19 may also be responsible for many cases of fever and generalized petechiae inchildren. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "IV Ceftriaxone",
        "opb": "IV Penicillin G",
        "opc": "IV Cefotaxine",
        "opd": "IV Penicillin V",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "4d6cb090-ded4-4d9f-a8f0-2ed765764c3d",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of obstructive hydrocephalus in children",
        "exp": "Aqueducts stenosis is most common cause of obstructive hydrocephalus in children. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Acqueductal stenosis",
        "opb": "Aquaductal gliosis",
        "opc": "Subarachnoid hemorrhage",
        "opd": "Tubercular meningitis",
        "subject_name": "Pediatrics",
        "topic_name": "Central Nervous system",
        "id": "ff4fa443-2059-4f45-8528-52294e33e624",
        "choice_type": "single"
    }
]