[
    {
        "question": "A 14-year-old girl with history of abdominal pain (periumbilical), postprandial, passing blood in stools, fever, weight loss since ten months. She also has episodes of passing blood in stools. What may be the likely diagnosis?",
        "exp": "c. Crohn's disease(Ref: Nelson's 20/e p 1819, Ghai 8/e p 304)Blood in stools, abdominal pain and systemic features like fever and weight loss for months is suggestive of Inflammatory bowel disease.",
        "cop": 3,
        "opa": "Chronic appendicitis",
        "opb": "Chronic pancreatitis",
        "opc": "Crohn's disease",
        "opd": "Bulimia",
        "subject_name": "Pediatrics",
        "topic_name": "Clinical Manifestations of GI Disease",
        "id": "6ab70daa-d9ea-4e64-b401-04b5b1bfeaac",
        "choice_type": "single"
    },
    {
        "question": "Useful in acute diarrhea:",
        "exp": "Ans: (a) ZincRef: OP Ghai 8th ed./121* The World Health Organization (WHO) and UNICEF recommend daily 20 mg zinc supplements for 10-14 days for children with acute diarrhea, and 10 mg per day for infants under six months old, to curtail the severity of the episode and prevent further occurrences in the ensuing-two to three months, thereby decreasing the morbidity considerably.* One out of every five children who die of diarrhea worldwide is an Indian. Daily around 1,000 children die of diarrhea in India, which means 41 children lose their lives every hour.",
        "cop": 1,
        "opa": "Zinc",
        "opb": "Magnesium",
        "opc": "Calcium",
        "opd": "Potassium",
        "subject_name": "Pediatrics",
        "topic_name": "Clinical Manifestations of GI Disease",
        "id": "3f137688-8240-40b6-ae1a-e3c3366c8b3e",
        "choice_type": "single"
    },
    {
        "question": "A boy comes with complains of vomiting, bloated abdomen and abdominal pain. He has history of attending ice-cream eating competition last night. He also past history of similar episodes following ingestion of milk and milk products. The likely cause :",
        "exp": "Ans. is 'b' Lactase deficiency (Ref. : O.P. Ghai, Pediatrics, 6/e, p 110, 281 (5/e, p. 256), Nelson 17/e, p 1268).History of ice cream ingestion and subsequent symptoms of vomiting, bloated abdomen, are characteristic findings of lactase deficiency.About lactase deficiency.Lactase is a disaccharidase present on intestinal epithelium (brush border)*. It is used to digest lactose (disaccharide).Lactase Deficiency (Symptoms)Symptoms arise after ingestion of food containing lactose (e.g. milk).Symptom - Diarrhoea, vomiting, bloated abdomen.DiagnosisPresence of more than 1/2 percent of reducing substrate in fresh stool.Acidic stools*Abnormal oral sugar tolerance test* (blood glucose rise of less than 20mg/dl above fasting level with a disaccharide load of 2g/kg)Breath H2 excretion of more than 11 ppm*.Enzyme assay on mucosal biopsies showing low levels of disaccharidases.Treatment - low lactose diet.",
        "cop": 2,
        "opa": "Pancreatic amylase deficiency",
        "opb": "Lactase deficiency",
        "opc": "Salivary amylase deficiency",
        "opd": "Food poisoning",
        "subject_name": "Pediatrics",
        "topic_name": "Clinical Manifestations of GI Disease",
        "id": "0c82bd00-592d-4bc9-8c02-b59039e8dcc3",
        "choice_type": "single"
    }
]