[
    {
        "question": "Unilateral renal agenesis is associated with:",
        "exp": "Malformations associated with unilateral renal agenesis are: Single umbilical aery Contralateral vesicoureteric reflux Absent ureter Absent ipsilateral vas deferens.",
        "cop": 3,
        "opa": "Polycystic disease of pancreas",
        "opb": "Hiatus Hernia",
        "opc": "Single umbilical aery",
        "opd": "Hypogonadism",
        "subject_name": "Pediatrics",
        "topic_name": "congenital anomalies of kidney",
        "id": "71e6266b-985c-4ac0-82b5-52105d544bf3",
        "choice_type": "single"
    },
    {
        "question": "A woman with no history of any prenatal care is going to deliver a baby. She has no history of amniotic rupture and ultrasound showed severe oligohydramnios. Which of the following conditions can be the cause of oligohydramnios?",
        "exp": "Oligohydramnios occurs due to congenital abnormalities of the fetal kidneys or genitourinary tract, such as renal agenesis or obstruction, that impede normal formation or excretion of fetal urine. Anencephaly, trisomy 18 and duodenal atresia causes polyhydramnios.",
        "cop": 1,
        "opa": "Renal agenesis",
        "opb": "Anencephaly",
        "opc": "Trisomy 18",
        "opd": "Duodenal atresia",
        "subject_name": "Pediatrics",
        "topic_name": "congenital anomalies of kidney",
        "id": "3ddfb831-70bc-4a92-8ff6-aa03fe91475d",
        "choice_type": "single"
    },
    {
        "question": "Single umbilical aery is a/w an increased involvement of -",
        "exp": "Single umbilical aery is a/w an increased risk for an occult renal anomaly. Cardiovascular system involvement is the next. Also know - Single umbilical aery is the most common umbilical anomaly.",
        "cop": 1,
        "opa": "Genitourinary system",
        "opb": "CNS",
        "opc": "Pulmonary system",
        "opd": "Endocrine system",
        "subject_name": "Pediatrics",
        "topic_name": "congenital anomalies of kidney",
        "id": "88517dc7-536e-4f69-a69f-512efef894e0",
        "choice_type": "single"
    },
    {
        "question": "Baby born at 30 weeks to 18 years old primigravida of weight 2 kg, died after 48 hours. Apgar scores were 5 and 8 at 1 and 5 minutes. On autopsy, bilateral enlarged kidney with multiple radially arranged cysts were seen. Which of the following finding is expected to be associated with it?",
        "exp": "In the given question, neonatal death along with the presence of bilaterally enlarged kidneys with multiple cysts indicate ARPKD (autosomal recessive polycystic kidney disease). ARPKD: Caused by mutation in PKHD-1 gene encoding fibrocystin or polyductin is characterized by fusiform dilation of collecting tubules which are arranged radially from the coex to medulla. Affected children presents with palpable kidneys, oliguria, respiratory insufficiency, poal hypeension due to associated congenital hepatic fibrosis. ADPKD: The autosomal dominant form (ADPKD) is caused by mutations in the ADPKD1 (chromosome 16) or ADPKD2 (chromosome 4) genes encoding polycystin 1 and 2,respectively, The condition usually presents beyond the third decade of life with episodic hematuria, hypeension, palpable kidneys and gradual decline in renal function.",
        "cop": 2,
        "opa": "Imperforate anus",
        "opb": "Hepatic cyst and fibrosis",
        "opc": "Absence of ureter",
        "opd": "Holoprosencephaly",
        "subject_name": "Pediatrics",
        "topic_name": "congenital anomalies of kidney",
        "id": "aa938c3e-2628-497f-bda3-b314b22aa6b7",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following developmental defects of the Urogenital sinuses NEVER occurs in the female?",
        "exp": "Hypospadias is seen only in males Girls have epispadias, with separation of the 2 halves of the clitoris and wide separation of the labia Ectopia vesicae also occurs in both sexes",
        "cop": 2,
        "opa": "Epispadias",
        "opb": "Hypospadias",
        "opc": "Ectopia vesicae",
        "opd": "All these defects can occur",
        "subject_name": "Pediatrics",
        "topic_name": "congenital anomalies of kidney",
        "id": "e18ccf39-828f-47e3-ac4b-f18e7b7a503a",
        "choice_type": "multi"
    }
]