[
    {
        "question": "Children can reach for objects by:",
        "exp": "Ans: A (4 months) Ref: Nelson Textbook of Pediatrics, 19th edition. Pg 27. Explanation: (See following table) Fine motor milestones MilestoneAverage age of attainment (in months)Developmental implicationsGrasps rattle3.5Object useReaches for objects4Visuomotor coordinationPalmar grasp gone4Voluntary releaseTransfers object hand to hand5.5Comparison of objectsThumb-finger grasp8Able to explore small objectsTurns pages of book12Increasing autonomy during book timeScribbles13Visuomotor coordinationBuilds tower of 2 cubes15Uses objects in combinationBuilds tower of 6 cubes22Requires visual, gross, and fine motor coordination",
        "cop": 1,
        "opa": "4 months",
        "opb": "6 months",
        "opc": "8 months",
        "opd": "10 months",
        "subject_name": "Pediatrics",
        "topic_name": "Developmental-Behavioral Screening and Surveillance",
        "id": "631c2b3b-e6ac-4911-8400-d75df786f8d7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following milestone is achieved at 36 months -",
        "exp": "Ans. is 'c' i.e., Riding a tricycle Milestones seen at 36 monthso Rides tricycleo Stands momentarily on one footo Draws a circle.o Can dress or undress himself completely and succesfully buckles his shoeso Builds tower of 10 cubeso Knows his gender and ageo Repeats a sentence of 6 syllableso Has a vocabulary of 250 wordso Counts 3 objects correctlyo Can withhold and postpone bowel movemento Handedness is established",
        "cop": 3,
        "opa": "Drawing a rectangle",
        "opb": "Building a tower of 20 cubes",
        "opc": "Riding a tricycle",
        "opd": "Skipping",
        "subject_name": "Pediatrics",
        "topic_name": "Developmental-Behavioral Screening and Surveillance",
        "id": "ced643ca-14d5-495c-97f6-64feea76b3a9",
        "choice_type": "single"
    },
    {
        "question": "Child knows his/her sex by age of-",
        "exp": "Ans, is 'b' i.e., 3 year AgeMilestone2 MonthSocial smile3 MonthRecognise mother6 MonthStmger anxiety9 Monthwave bye - bye12 MonthComes when called15 MonthJargon18 MonthsCopies parents task2 yearAsk for food, drink, shows toys3 yearKnow full name & gender4 yearPlays in group.5 yearHelps in household task, decrease & undresses",
        "cop": 2,
        "opa": "2 year",
        "opb": "3 year",
        "opc": "4 year",
        "opd": "5 year",
        "subject_name": "Pediatrics",
        "topic_name": "Developmental-Behavioral Screening and Surveillance",
        "id": "b1375587-d8f5-45c4-9846-c5aeefd46ab7",
        "choice_type": "single"
    },
    {
        "question": "A 3 Month baby will have:",
        "exp": "Ans: B (Head control.) [Ref: O.P. Ghai 7th/23-30; Nelson 18th/44-45)Table (Nelson): Emerging Patterns of Behavior During the 1st Year of LifeAT 3 MOProneLifts head and chest with arms extended; head above plane of body on ventral suspensionSupineTonic neck posture predominates; reaches toward and misses objects; waves at toySittingHead lag partially' compensated when pulled to sitting position; early head control with bobbing motion15; back roundedReflexTypical Moro response has not persisted; makes defensive movements or selective withdrawal reactionsSocialSustained social contact; listens to music; says\" aah, ngab\"O.P Ghai: MilestoneAgeMilestone3 monthsNeck holding5 monthsSitting with support8 monthsSitting without support9 monthsStanding with support5-7 monthsTransfers objects from one hand to other7 monthsPalmar grasp9 monthsPincer grasp5-8 monthsRolling in bed8 monthsCrawling in bed10 monthsCreeping in bed keeping abdomen off ground12 monthsTwo words with meaning18 monthsTen words with meaning24 monthsSimple sentence36 monthsTelling a storyTable (Nelson): Developmental Milestones in the First 2 Yr of Life (Very imp. For all exams)MilestoneAverage Age Of Attainment (Mo)Gross Motor Holds head steady while sitting2Pulls to sit, with no head lag3Brings hands together in midline3Asymmetric tonic neck reflex gone4Sits without support6Rolls back to stomach6.5Walks alone12Runs16Fine Motor Grasps rattle3.5Reaches for objects4Palmar grasp gone4Transfers object hand to hand5.5Thumb-finger grasp8Turns pages ofbook12Scribbles13Builds tower of 2 cubes15Builds tower of 6 cubes22Communication And Language Smiles in response to face, voice1.5Monosyllabic babble6inhibits to \"no\"7Follows one-step command with gesture7Follows one-step command without gesture10Says \"mama\" or \"dada\"10Points to objects10Speaks first real word12Speaks 4-6 words15Speaks 10-15 words18Speaks 2 word sentences (e.g, \"Mommy shoe\")19 Cognitive Stares momentarily at spot where object disappeared2Stares at own hand4Bangs 2 cubes8Uncovers toy (after seeing it hidden)8Egocentric symbolic play (e.g., pretends to drink from cup)12Uses stick to reach toy17Pretend play with doll (e.g., gives doll bottle)17",
        "cop": 2,
        "opa": "Pincer grasp",
        "opb": "Head control",
        "opc": "Sitting with support",
        "opd": "Transfer objects",
        "subject_name": "Pediatrics",
        "topic_name": "Developmental-Behavioral Screening and Surveillance",
        "id": "41a1861e-2131-4ce9-9d8c-d8fcc0feb948",
        "choice_type": "single"
    },
    {
        "question": "Excessive eating of non nutritive substances is called-",
        "exp": "Ans. is 'a' i.e., PICA o Pica involves repeated or chronic ingestion of non-nutritive substances, which includes plaster, charwal, clay, woo: ashes, patent & earth, o More common associated with autism :# Family disorganisation# Poor supervision# Psychologic Neglecto Geophagia (eating of earth) is associated with pregnancy and some culture.",
        "cop": 1,
        "opa": "PICA",
        "opb": "Anorexia nervosa",
        "opc": "Prune belly disease",
        "opd": "Dyslexia",
        "subject_name": "Pediatrics",
        "topic_name": "Developmental-Behavioral Screening and Surveillance",
        "id": "84bc3fb8-d8e7-40b2-9b2b-c7964b2cef49",
        "choice_type": "multi"
    },
    {
        "question": "A baby placed in the prone position is able to lift the head and upper chest on extended arms by?",
        "exp": "Ans. (c) 6 MonthsRef: OP Ghai 8th ed./154* Head lag disappears by 3 months* Head control is achieved by 4 months* A child in prone position at 3 months can lift chin off the bed, but it takes a while for the shoulder muscles to develop sufficient strength so as to lift the chest and head off the bed. This activity would be possible by 6 months* Wave bye-bye by 9 months* Stand without support at 12 months* And can run by 18 months",
        "cop": 3,
        "opa": "1 month",
        "opb": "3 months",
        "opc": "6 months",
        "opd": "9 months",
        "subject_name": "Pediatrics",
        "topic_name": "Developmental-Behavioral Screening and Surveillance",
        "id": "90820f50-51f6-4dee-ac78-b27d227fdaf7",
        "choice_type": "single"
    },
    {
        "question": "All of the following are milestones at 7 months except-",
        "exp": "Ans. is 'a' i.e., Building a tower of 2 cubes AgeMilestone# 7 months# Holds the objects with crude grasp from palm (palmar grasp)# Pivots# Shows strangers anxiety# Resists if a toy is pulled from his hand.# Babbles",
        "cop": 1,
        "opa": "Building a tower of 2 cubes",
        "opb": "Stranger anxiety",
        "opc": "Babbling",
        "opd": "Resistance on toy being pulled from hand",
        "subject_name": "Pediatrics",
        "topic_name": "Developmental-Behavioral Screening and Surveillance",
        "id": "9b7f50d1-fc6a-4894-ac07-e36349d301cf",
        "choice_type": "multi"
    },
    {
        "question": "By what age can a child tell his/her own gender?",
        "exp": "Ans. (b) 2.5-3 yearsRef: OP Ghai 8th ed./52 Table 3.3By the age of three years a child can tell his/her age and gender. They can recall experiences for example - a child ate my lunch in the play schoolPrevious year questions on the topic Developmental mile- stones in children* Child can draw a circle by the age of =3 years* Autism diagnosis in children can be made by age of=3yrs* ADHD diagnosis in children by the age of = 6 years* Nocturnal enuresis cut off age= 6 years",
        "cop": 2,
        "opa": "1.5-2 years",
        "opb": "2.5 - 3 years",
        "opc": "3.5 - 4 years",
        "opd": "4.5 - 5 years",
        "subject_name": "Pediatrics",
        "topic_name": "Developmental-Behavioral Screening and Surveillance",
        "id": "26952f3c-d846-4294-8d19-efb8e1593b79",
        "choice_type": "single"
    },
    {
        "question": "A child is able to dress herself, knows her gender, feeds without spilling. What is her age?",
        "exp": "Ans. b. 3 years (Ref: Ghai 7/e p 31)Development Milestones in a child of 3 years:Motor: Goes up stairs with one foot on each step, riding tricycle.Fine motor: Makes tower of ten cubes, draw a circle.Social: Dry by night, knows gender.Linguistic: Know age, gender and nameSpontaneous 2-word phrases (pivotal speech), consisting of the flexible juxtaposition of words with clear intention is characteristic of 2 years old and reflects the emergence of grammatical ability (syntax).Development Milestones in a child of 3 years:Motor: Goes up stairs with one foot on each step, riding tricycle.Fine motor: Makes tower of ten cubes, draw a circle.Social: Dry by night, knows gender.Linguistic: Know age, gender and nameDevelopment MilestonesMotorFine motor* 3 months - Neck holdingQ.* 5 months - Sitting with supportQ.* 6 months - Prone to supine, supine to prone.* 8 months - Sitting without supportQ.* 9 months - CrawlingQ* 10 months - Creeping.* 11 months - Walks two hands held or on holding the furniture.* 12 months - Walks few steps independentlyQ.* 2nd year - Walks up and down stairs with two feet on each step, runs, can kick a ball.* 3rd year - Goes up stairs with one foot on each step, riding tricycleQ* 4 years - Comes down stair with one foot on each step.* 5 years - Skip.* 4 months - Grasps a rattle or rings when placed in hand* 5 months - Goes for object and gets them usually with bidexterous approach, puts objects into mouth, plays with toys.* 6 months - Drops one object when another is given.* 9 months 0u Unidexterous approach to object transfers retains one cube when another is offered, Pincer graspQ.* 1 year - Gives toy to examiner. Mouthing is much reduced.* 15 months - Self feeding with spoonQ* 18 months - Self feeding with cup. Makes tower of three-four cubes.* 2 years - Makes tower of six-seven cubes, and can turn page of book one at a time* 3 years - Makes tower of ten cubes, draw a circleQ* 4 years - Draw plus (+) and squareQ* 5 years - Draw cross (x) and triangleQ Development MilestonesSocialLinguistic* 2 months -- Social smileQ* 3 months -- Recognizes mother.* 6-7 months -- Smiles at mirror image.* 9 months -- Waves bye-bye* 1 year -- Shakes head for no.* 15 months -- Hugs the parent.* 2 months -- Vocalizes.* 3 months -- Cooing.* 6 months -- Mono syllabus (ma, ba)Q* 9 months -- BisyllableQ (ma-ma. ba-ba).* 12 months -- Two words with meaningQ* 18 months -- Ten wordsQ Development Milestones* 8 months - kisses the parent.* 2 years - Dry by day* 3 years - Dry by night, knows genderQ* 4 years - Goes to toilet alone.* 2 years - Simple sentences.* 3 years - Know age and gender and nameQ* 4 years - Tell storyQ* 5 years - Name four coloursQ",
        "cop": 2,
        "opa": "2 years",
        "opb": "3 years",
        "opc": "4 years",
        "opd": "5 years",
        "subject_name": "Pediatrics",
        "topic_name": "Developmental-Behavioral Screening and Surveillance",
        "id": "65c2d10d-3b60-41f7-b5ce-293a74ee706d",
        "choice_type": "single"
    },
    {
        "question": "A 3 year old boy with normal developmental milestones with delayed speech and difficulty in communication and concentration. He is not making friends. Most probable diagnosis is",
        "exp": "Ans. is 'a' Autism \"Difficulty in concentration and communication, delayed speech and problems in forming social relationship in early childhood suggests the diagnosis of Autism\"Essentials of Diagnosis and Typical Features of AutismOnset in infancy or early childhood (before age of 3 years)Abnormal language and speech development (Abnormal communication)Inability to develop normal social skill (lack of eye contact gestures and facial expression)Understand little or no language (therefore fail to acquire speech)Deficient comprehension and communicative use of speech and gesture.Behavioural peculiarities such as ritualized repetitive or stereotyped behaviour and rigidity.Difficulty in concentrationSevere deficit in social responsiveness and interpersonal skillsIntrusive stereotypes (Repetitive behaviour) together with inability to concentrate may prevent children from engaging in meaningful activity or social interaction (difficulty in making friends)Do not engage in pretended play (which starts before age of 2 in normal children)Also knowAbout 75% of children with autism are mentally retardedEpilepsy develops in one fifth to one third of autistic individuals.EEG abnormalities are noted in half of the patients.",
        "cop": 1,
        "opa": "Autism",
        "opb": "ADHD",
        "opc": "Mental retardation",
        "opd": "Specific learning disability",
        "subject_name": "Pediatrics",
        "topic_name": "Developmental-Behavioral Screening and Surveillance",
        "id": "e2ff2fab-fe59-4c36-9b83-df821ae85586",
        "choice_type": "single"
    },
    {
        "question": "A child has a vocabulary of 10-15 words however the main mode of communication and social interaction continues to be non-verbal. What is the most likely developmental age of the child?",
        "exp": "Ans. B. 15 monthsA 15 month old child has a vocabulary of 10-15 meaningful words. However at this time since less than 20% of the speech is understood, the main mode of communication remains non-verbal.",
        "cop": 2,
        "opa": "12 months",
        "opb": "15 months",
        "opc": "24 months",
        "opd": "36 months",
        "subject_name": "Pediatrics",
        "topic_name": "Developmental-Behavioral Screening and Surveillance",
        "id": "d9ac36f6-d14b-4abf-88c8-61fecf5a2637",
        "choice_type": "single"
    },
    {
        "question": "Which is false about development milestones at 6 months of age?",
        "exp": "Ans. is 'c' i.e., Pincer grasp o Pincer grasp is seen at 9 monthsMilestones at 6 months of ageo In prone position lifts his head and greater part of his chest while supporting weight on extended armso Produces monosyllable sounds like da, ma.o Enjoys watching his own image in the mirroro Binocular vision develops (between 3-6 months)o Purposeful movements in space (6-8 months)o Sits in tripod position.Overview of milestonesAgeMilestoneo 1 month# In ventral suspension, starts lifting his head.# In prone position lifts the chinup momentarily in midline.# Turns head to sound.# Regards a lighted torch or the face of mother.o 2 months# In ventral suspension, lifts his head in the horizontal plane (in the plane of the body).# Social smile develops.# Follows object with steady movements of eye.o 3 months# In ventral suspension lifts his head above horizontal plance (Neck holding).# In prone position lifts his head and upper part of forearms.# Head control.# Starts cooing# Recognizes mother# Can follow an object upto 180dego 4 months# Grasps rattle or rings when placed in hand and bring it to the mouth (mouthing).# Can bear some weight of body with straight legs in the mother's lap.o 5 months# Gains control of head in supine position, a Sits with support# Reaches out to an object and holds it with both hands (bidextrous grasp).# Turns from back to side# Transfer the objects from one hand to another (between 5-7 months).o 6 months# In prone position lifts his head and greater part of his chest while supporting weight on extended arms.# Produces monosyllable sounds like da, ma.# Enjoys watching his own image in the mirror.# Binocular vision develops (between 3-6 months).o 7 months# Holds the objects with crude grasp from palm (palmargrasp)# Pivots# Shows strangers anxiety# Resists if a toy is pulled from his hand.# Babbleso 8 months# Rolls from back to stomach and from stomach to back.# Crawls in the bed.# Sits without supporto 9 months# Stand with support# Makes early stepping movements when feet are placed on the surface of the table.# Develops Pincer grasp with the index finger and thumb apposition.# Develops finer and more Cooridinated hand skills - Can scoop on a pellet crudely with his pa# Waves bye-bye# Produces bisyllable sound like baba, mama.o 10 months# Crawls and creeps, keeping his abdomen off the ground.# Can pull himself up from the supine to sitting position.# Walks with support# Can understand spoken speech e.g., where is the light.# Plays peek-a-boo game.# Can be placed on the toilet seat.o 1 year# Stands without support.# Tries to feed himself with a spoon but spills the contents.# Tries to remove his coat and attempts to wear his socks or shoes without success.# Does mimicry.# Plays a simple ball game.# Can use 2 words with meaning.# Tries to build a Tower of 2 cubes.# Tries to scribble spontaneously (between 12-24 months).o 13 months# Walking without support# Can turn two or three pages of a book at a time.o 15 months# Can take several steps sideways and takes a few steps backward.# Creeping upstairs# Can walk to the toilet (between 15-16 months).# Learns to feed himself with spoon without spilling its contents.# Makes a tower of 3 cubes.# Vocabulary of 4 to 6 words# Enjoy polysyllabic jargoningo 18 months# Starts running (runs stiffy)# Can feed himself from a cup.# Can use 10 words with meaning.# Name pictures# Builds tower of 4 cubes.# Ready for starting toilet training.# Copies parents in task.o 2 years# Walking up and downstairs, one step at a time i.e., brings both his feet up onone step before climbing to the next step (but not by alternate feet).# Can turn pages of book one at a time.# Draws a vertical or horizontal line.# Is able to wear socks or shoes.# Kicks ball on request# Jumps of the floor with both feet.# Builds tower of 7 cubes.# Makes simple sentences and uses pronouns.# Is trainable for toilet and verbalizes toilet needs.# Can unscrew lids and turn door knobs.# Points 3-4 body parts.o 30 months# Climbs stairs alternating feet.# Makes tower of 9 cubes.# Refers to self as 7' and knows full name.o 3 years# Rides tricycle# Stands momentarily on one foot.# Draws a circle.# Can dress or undress himself completely and succesfully buckles his shoes.# Builds tower of 10 cubes.# Knows his gender and age.# Repeats a sentence of 6 syllables.# Has a vocabulary of 250 words.# Counts 3 objects correctly.# Can withhold and postpone bowel movement# Handedness is established.o 4 years# Hops on one foot.# Goes down stairs with alternating feet.# Draws a cross (plus sign)# Draws a rectangle# Identifies colors# Counts 4 pennies accurately.# Can identify left and right (left-right discrimination).# Can use sentence of six words.# Can tell a story.o 5 years# Draws a tilted corss (multiplication sign)# Draws a triangle# Skips# Name 4 colors# Counts 10 pennies correctly# Can use sentence of 10 words.",
        "cop": 3,
        "opa": "Watching self in mirror",
        "opb": "Sitting in tripod position",
        "opc": "Pincer grasp",
        "opd": "Monosyllable sounds",
        "subject_name": "Pediatrics",
        "topic_name": "Developmental-Behavioral Screening and Surveillance",
        "id": "45c58ce6-fa86-4e44-bda5-e354a57ca497",
        "choice_type": "multi"
    },
    {
        "question": "A 3 year old Child who has diurnal enuresis and soiling of clothes. Treatment required?",
        "exp": "Ans. (d) Behaviour modificationRef-.Nelson 18th ed., Chapter 573* In children with overactive bladder, urge incontinence, and dysfunctional voiding, voiding at predetermined times aids in retraining the child to exercise voluntary bladder control.* Behavioral modification has remained the mainstay of treatment for daytime wetting. These measures focus on relearning and training the normal responses from the bladder and urethra.* Bladder irritants such as caffeine should be eliminated from the diet.* The child voids on waking, and subsequently at least every 2 h, during waking hours. As urgency improves, the interval between voids can be extended. In children with infrequent voiding, in whom an elevated PVR volume is encountered, double voiding will both increase functional bladder capacity and decrease the risk of infection.",
        "cop": 4,
        "opa": "Urethroplasty",
        "opb": "Put catheter for 7 days",
        "opc": "Circumcision at 10 years",
        "opd": "Behaviour modification",
        "subject_name": "Pediatrics",
        "topic_name": "Developmental-Behavioral Screening and Surveillance",
        "id": "8b89bc66-ddfc-4cc5-b7b0-ac7eaef1fff0",
        "choice_type": "single"
    },
    {
        "question": "Nocturnal enuresis is abnormal after:",
        "exp": "Ref: Nelson's Textbook of Pediatrics. 19th Edition, Page: 71Explanation:Enuresis (Bed-Wetting)Enuresis is defined as the repeated voiding of urine into clothes or bed at least twice a week for at least 3 consecutive months in a child who is at least 5 yrof age.Diurnal enuresis - wetting while awake Nocturnal enuresis - voiding during sleep. Primary enuresis - In children who have never been consistently dry through the night Secondary enuresis - Resumption of wetting after at least 6 months of dryness.Normal Voiding and Toilet TrainingUrine storage consists of sympathetic and pudendal nerve-mediated inhibition of detrusor contractile activity accompanied by closure of the bladder neck and proximal urethra with increased activity of the external sphincter.The infant has coordinated reflex voiding as often as 15-20 times per day. Over time, bladder capacity increases.At 2-4 yr. the child is developmentally ready to begin toilet training.To achieve conscious bladder control, several conditions must be present: aw areness of bladder filling, cortical inhibition (suprapontine modulation) of reflex (unstable) bladder contractions, ability to consciously tighten the external sphincter to prevent incontinence, normal bladder growth, and motivation by the child to stay dry.The transitional phase of voiding is the period when children are acquiring bladder control.Girls typically acquire bladder control before boys, and bowel control typically is achieved before bladder control.Organic causes of secondary enuresisUrinary tract infectionsChronic kidney diseaseSpinal cord disordersConstipationDiabetes (thirst, polyuria, and polydipsia)Laboratory evaluation should includeUrinalysis to check for glycosuria or a low specific gravityBladder ultrasonography - to check residual urine in bladder after voidingTreatmentThe treatment of monosymptomatic nocturnal enuresis should be marked by a conservative, gentle, and patient approach.Treatment can begin with parent-child education, charting w ith rewards for dry nights, voiding before bedtime, and night awakening 2-4 hr after bedtime, while at the same time making sure that parents do not punish the child for enuretic episodes.In addition, the child should be encouraged to avoid holding urine and to void frequently during the day (to avoid day wetting).If this approach fails, urine alarm treatment is recommended.Application of an alarm for a period of 8-12 wk can be expected to result in a 75-95% success in the arrest of bedwetting.The underlying conditioning principle likely lies in the alarm's being an annoying awakening stimulus that causes the child to awaken in time to go to the bathroom and/or retain urine in order to avoid the aversive stimulus.Urine alarm treatment has been shown to be of equal or superior effectiveness when compared to all other forms of treatment.Relapse rates are approximately 40%, with the simplest response being a second alarm course as well as considering the addition of intermittent schedules of reinforcement or the use of overlearning (drinking just before bedtime).Pharmacotherapy for nocturnal enuresis is second-line treatment.Desmopressin acetate (DDAVP) is a synthetic analog of the antidiuretic hormone (ADH) vasopressin, which decreases nighttime urine production.The relapse rate is high when DDAVP is discontinued.DDAVP is also associated writh rare side effects of hyponatremia and water intoxication, with resulting seizures.Although imipramine has some usefulness, less than 50%' of children respond, and most relapse when the medication is discontinued.Much less commonly used, oxybutynin and tolterodine are antimuscarinic drugs, which may be effective by reducing bladder spasm and increasing bladder capacity.",
        "cop": 4,
        "opa": "2 yrs",
        "opb": "3 yrs",
        "opc": "4 yrs",
        "opd": "5 yrs",
        "subject_name": "Pediatrics",
        "topic_name": "Developmental-Behavioral Screening and Surveillance",
        "id": "ae4cd1de-c6d3-4154-8216-df6ffabecb6a",
        "choice_type": "single"
    },
    {
        "question": "Concerning attention deficit hyperactivity disorder which is true?",
        "exp": "Ans. (d) All of the aboveRef : OP Ghai 8th edJ59# Attention deficit hyperactivity disorder in the (ICD- 10) is a psychiatric disorder of the neurodevelopmental type in which there are significant problems of attention, hyperactivity, or acting impulsively that are not appropriate for age.# Symptoms must begin by age six to twelve and persist for more than six months for a diagnosis to be made. In school-aged individuals inattention symptoms often result in poor school performanceSymptoms# Inattention# Hyperactivity (restlessness in adults),# Disruptive behavior, and# Impulsivity, are common in ADHD Academic difficulties are frequent as are problems with relationships.* Based on the presenting symptoms ADHD can be divided into three subtypes predominantly inattentive, predominantly hyperactive-impulsive, or combined.An individual with inattention may have some or all of the following symptoms:* Be easily distracted, miss details, forget things, and frequently switch from one activity to another.* Have difficulty in maintaining focus on one task.* Become bored with a task after only a few minutes, unless doing something enjoyable.* Have difficulty focusing attention on organizing and completing a task or learning something new.* Have trouble completing or turning in homework assignments, often losing things (e.g., pencils, toys, assignments) needed to complete tasks or activities.* Not seem to listen when spoken to.* Daydream, become easily confused, and move slowly.* Have difficulty processing information as quickly and accurately as others.* Struggle to follow instructions.An individual with hyperactivity may have some or all or the following symptoms:* Fidget and squirm in their seats.* Talk nonstop.* Dash around, touching or playing with anything and everything in sight.* Have trouble sitting sill during dinner, school, doing homework, and story time.* Be constantly in motion.* Have difficulty doing quiet tasks or activities.",
        "cop": 4,
        "opa": "Impulsive behavior is a feature",
        "opb": "Higher incidence in tic disorders",
        "opc": "May respond to treatment with stimulants such as amphetamine",
        "opd": "All the above",
        "subject_name": "Pediatrics",
        "topic_name": "Developmental-Behavioral Screening and Surveillance",
        "id": "15a93e6e-7bc5-4714-9e34-1af03cd77aa5",
        "choice_type": "multi"
    },
    {
        "question": "A 18 month baby can do which of the following?",
        "exp": "Ans. (d) Walk short distanceRef: Nelson 18th ed chapter 10Hide and seek gameNot mentioned but by my experience >3 yearsWrite alphabet6 yearsSay short sentence2 yearsWalk short distance18 months",
        "cop": 4,
        "opa": "Hide & seek game",
        "opb": "Write Alphabet",
        "opc": "Say short sentence",
        "opd": "Walk short distance",
        "subject_name": "Pediatrics",
        "topic_name": "Developmental-Behavioral Screening and Surveillance",
        "id": "1c249684-963f-4e6b-a89d-5c970641aeaa",
        "choice_type": "single"
    },
    {
        "question": "Nocturnal Enuresis is occurrence of involuntary voiding at night in a child more than",
        "exp": "Ans. (d) 5yrs* OP ghai states enuresis as urinary incontinence beyond the age of 4 years for daytime and 6 years for night-time enuresis.* It is said to be present if it occurs twice per week for 3 consecutive months.* Most of children attain complete bladder control by age of 5 years* The prevalence of enuresis is 7% in boys and 3% in girls at age of 5 years and keeps on decreasing for every subsequent year.* Treatment of choice for nocturnal enuresis is alarm devices with desmopressin nasal spray.",
        "cop": 4,
        "opa": "2 1/2 yrs",
        "opb": "3 1/2 yrs",
        "opc": "4 yrs",
        "opd": "5 yrs",
        "subject_name": "Pediatrics",
        "topic_name": "Developmental-Behavioral Screening and Surveillance",
        "id": "0f8ae024-14f2-48c4-9361-621b728215e5",
        "choice_type": "single"
    }
]