[
    {
        "question": "Nocturnal enuresis should be investigated and treated after:",
        "exp": "Ans: D (5 years) Ref: Nelsons Textbook of Pediatrics. 19th Edition. Page. 71Explanation:Enuresis (Bed-Wetting)Enuresis is defined as the repeated voiding of urine into clothes or bed at least twice a w eek for at least 3 consecutive months in a child w ho is at least 5 years of age.Diurnal enuresis - Wetting while awake. Nocturnal enuresis - Voiding during sleep. Primary enuresis - In children w^ho have never been consistently dry through the night.Secondary enuresis - Resumption of wetting after at least 6 months of dryness.Normal Voiding and Toilet TrainingUrine storage consists of sympathetic and pudendal nerve-mediated inhibition of detrusor contractile activity accompanied by closure of the bladder neck and proximal urethra with increased activity of the external sphincter.The infant has coordinated reflex voiding as often as 15-20 times per day. Over time, bladder capacity increases.At 2-4 years, the child is developmentally ready to begin toilet training.To achieve conscious bladder control, several conditions must be present: awareness of bladder filling, cortical inhibition (suprapontine modulation) of reflex (unstable) bladder contractions, ability to consciously tighten the external sphincter to prevent incontinence, normal bladder growth, and motivation by the child to stay dry. The transitional phase of voiding is the period when children are acquiring bladder control.Girls typically acquire bladder control before boys, and bowel control typically is achieved before bladder control.Organic Causes of Secondary EnuresisUrinary tract infectionsChronic kidney diseaseSpinal cord disordersConstipationDiabetes ( thirst, polyuria and polydipsia)Laboratory Evaluation Should IncludeUrinalysis to check for glycosuria or a low specific gravity.Bladder ultrasonography - to check residual urine in bladder after voiding.TreatmentThe treatment of monosymptomatic nocturnal enuresis should be marked by a conservative, gentle and patient approach.Treatment can begin with parent-child education, charting with rewards for dry nights, voiding before bedtime, and night awakening 2-4 hr after bedtime, while at the same time making sure that parents do not punish the child for enuretic episodes.In addition, the child should be encouraged to avoid holding urine and to void frequently during the day (to avoid day wetting).If this approach fails, urine alarm treatment is recommended.Application of an alarm for a period of 8-12 wk can be expected to result in a 75-95% success in the arrest of bedwetting.The underlying conditioning principle likely lies in the alarm's being an annoying awakening stimulus that causes the child to awaken in time to go to the bathroom and/ or retain urine in order to avoid the aversive stimulus.Urine alarm treatment has been shown to be of equal or superior effectiveness when compared to all other forms of treatment.Relapse rates are approximately 40%, with the simplest response being a second alarm course as well as considering the addition of intermittent schedules of reinforcement or the use of overlearning (drinking just before bedtime).Pharmacotherapy for Nocturnal Enuresis is second-line Treatment:Desmopressin acetate (DDAVP) is a synthetic analog of the antidiuretic hormone (ADH) vasopressin, which decreases nighttime urine production.The relapse rate is high when DDAVP is discontinued.DDAVP is also associated with rare side effects of hyponatremia and w ater intoxication. with resulting seizures.Although imipramine has some usefulness, less than 50% of children respond, and most relapse w hen the medication is discontinued.Much less commonly used, oxybutynin and tolterodine are antimuscarinic drugs, which may be effective by reducing bladder spasm and increasing bladder capacity.",
        "cop": 4,
        "opa": "2 years",
        "opb": "3 years",
        "opc": "4 years",
        "opd": "5 years",
        "subject_name": "Pediatrics",
        "topic_name": "Enuresis and Voiding Dysfunction",
        "id": "1dd3f38c-d5a2-4cd5-8fa8-ca4e56e2fec6",
        "choice_type": "single"
    }
]