[
    {
        "question": "True about Bater&;s syndrome are all except",
        "exp": "Bater syndrome is an autosomal recessive disorder characterized by hypokalemia and metabolic alkosis , resulting from excessive chloride, potassium and sodium wasting in thick ascending loop of Henle . Reference : Ghai pediatrics eighth edition pg no 501",
        "cop": 1,
        "opa": "Hyperkalemic alkalosis",
        "opb": "Presents in neonate with ototoxicity have Bain gene mutation",
        "opc": "Decreased K+ absorption from thick descending loop",
        "opd": "Autosomal recessive",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and electrolytes",
        "id": "ae8b64d0-2510-4402-9d34-2444323f5429",
        "choice_type": "multi"
    },
    {
        "question": "The ratio of ICF volume to Extracellular fluid volume reaches adult values at the age of",
        "exp": "Total body water is divided between 2 main compaments: intracellular fluid (ICF) and extracellular fluid (ECF). In the fetus and newborn, the ECF volume is larger than the ICF volume. The normal postnatal diuresis causes an immediate decrease in the ECF volume. This is followed by continued expansion of the ICF volume, which results from cellular growth. By 1year of age, the ratio of the ICF volume to the ECF volume approaches adult levels.Reference: Nelson Textbook of Paediatrics; 20th edition; Chapter 55; Electrolyte and Acid-Base Disorders",
        "cop": 1,
        "opa": "1 year",
        "opb": "2 years",
        "opc": "3 years",
        "opd": "4 years",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and electrolytes",
        "id": "664f1688-1068-480d-992b-441e8ad0ce8f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is sign of severe Dehydration in a child",
        "exp": "Sunken eyes, mouth and tongue very dry , condition lethargy ,skin pinch goes back very slowly The patient has 2 / more signs there is severe dehydration Ref: Ghai pediatrics eighth edition pg no 293",
        "cop": 1,
        "opa": "Lethargy",
        "opb": "Irritability",
        "opc": "Increased duration of skin pinch",
        "opd": "Suken eyes",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and electrolytes",
        "id": "be546307-242e-4c27-ac06-d9cf5af4fa01",
        "choice_type": "single"
    },
    {
        "question": "Daily water requirement in child weighing 30 kgs, height 123 m and BSA of 1 m2 is",
        "exp": "For calculating the minimum amount of fluid per day, a formula based on body weight is recommended: 1500 ml is the minimum water intake with 15ml fluid per kg to be added for the actual weight minus 20kg. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "1300 ml",
        "opb": "1700 ml",
        "opc": "2000 ml",
        "opd": "2500 ml",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and electrolytes",
        "id": "302d1538-f9f9-4e63-81e1-0b985e1609c3",
        "choice_type": "single"
    },
    {
        "question": "Best parameter to monitor the response to injection of a bolus dose of fluids in a dehydrated child is",
        "exp": "Signs of mild or moderate dehydration include: Thirst ,Dry or sticky mouth. Signs of severe dehydration include: Not peeing or having very dark yellow pee. Very dry skin. Feeling dizzy. Rapid heabeat. Rapid breathing. Sunken eyes. Sleepiness, lack of energy, confusion or irritability. Fainting. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Skin condition",
        "opb": "Difference between core and surface temperature",
        "opc": "Capillary refilling time",
        "opd": "Radial pulse",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and electrolytes",
        "id": "fb71ea73-e6f9-4ebd-985b-b29a6a1a3d2b",
        "choice_type": "single"
    },
    {
        "question": "Boold volume in preterm neonate is",
        "exp": "At the moment of bih the newborn infant was estimated to have a blood volume of 78 ml/kg with a venous hematocrit of 48 %. The average blood volume at bih was found to be 109 ml. per kilogram, a value slightly higher than in fullterm infants. In the first 2 1/2 months of life there was a tendency for the plasma volume to increase as the erythrocyte volume decreased. This had the effect of maintaining the total blood volume at a relatively high level. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "90 ml/kg",
        "opb": "80 ml/kg",
        "opc": "70 ml/kg",
        "opd": "60 ml/kg",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and electrolytes",
        "id": "5da06b95-7aed-42ed-8b07-21ee0373e4bd",
        "choice_type": "single"
    },
    {
        "question": "How will a staff nurse prepare normal saline from 10% Dextrose (per 100 ml)",
        "exp": "10% Dextrose Injection, USP is a sterile, nonpyrogenic solution for fluid replenishment and caloric supply in single dose containers for intravenous administration. It contains no antimicrobial agents. The flexible container is a closed system, and air is prefilled in the container to facilitate drainage. If A patient needs 7.5% dextrose 500ml. The pharmacy has 10% dextrose in stock. A. What amount of concentrate is needed? B. What amount of diluent is needed? Desired strength= 7.5% Strength in stock or available strength = 10% Desired volume = 500ml Amount of concentrate (10% dextrose) needed A= (desired strength / available strength) * (desired volume) A= (7.5% / 10%) * 500ml A= 0.75 * 500ml A= 375ml of 10% dextrose Amount of diluent= 500ml - 375ml = 125ml The preparation= 375ml of 10% dextrose + 125ml of diluent. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "20 ml 10% D with 80 ml NS",
        "opb": "60 ml 10% D with 40 ml NS",
        "opc": "60 ml 10% D with 50 ml NS",
        "opd": "80 ml 10% D with 20 ml NS",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and electrolytes",
        "id": "ebb6ce94-ccca-4d33-8191-2c1a41b17f8c",
        "choice_type": "single"
    },
    {
        "question": "Severe dehydration in an older child occurs when the fluid loss is",
        "exp": "Signs of mild or moderate dehydration include: Thirst. Dry or sticky mouth. Signs of severe dehydration include: Not peeing or having very dark yellow pee. Very dry skin. Feeling dizzy. Rapid heabeat. Rapid breathing. Sunken eyes. Sleepiness, lack of energy, confusion or irritability. Fainting. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "1% of body weight",
        "opb": "4% of body weight",
        "opc": "6% of body weight",
        "opd": "9% of body weight",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and electrolytes",
        "id": "e9b668f9-8735-42e4-82c1-24bd26bae19e",
        "choice_type": "single"
    },
    {
        "question": "In malnourished children the following parameters are reliable indicators of dehydration except __________ ?",
        "exp": "Reliable indicator of malnourished child : Signs of dehydration Shock Severa Palmar pallor Eyesigns of vit A deficiency Localising sign of infections Skin infection , pneumonia,fever Hypothermia, mouth ulcers Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Skin turgor",
        "opb": "Dry buccal mucosa",
        "opc": "Oliguria",
        "opd": "Thirst",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and electrolytes",
        "id": "2304403d-b739-42f1-bbef-247494752fd4",
        "choice_type": "multi"
    },
    {
        "question": "Sodium content in mmol/L in WHO oral rehydration solution is",
        "exp": "Composition of WHO recommended ORS : Reduced osmolarity ORS grams/litre Reduced osmolarity ORS mmol/litre Sodium chloride 2.6 Sodium 75 Glucose, anhydrous 13.5 Chloride 65 Potassium chloride 1.5 Glucose, anhydrous 75 Trisodium citrate, dihydrate 2.9 Potassium 20 Citrate 10 Total Osmolarity 245 Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "20",
        "opb": "75",
        "opc": "90",
        "opd": "111",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and electrolytes",
        "id": "474ec22b-9694-42cf-84a9-c126d8c015f8",
        "choice_type": "single"
    },
    {
        "question": "6 year old drowsy child came in emergency with history of vomiting, loose motion for 3 days. On examination he had sunken eye, hypothermia, skin on pinching taken time to reve diagnosis",
        "exp": "Sunken eyes, mouth and tongue very dry , condition lethargy ,skin pinch goes back very slowly The patient has 2 / more signs there is severe dehydration Ref: Ghai pediatrics eighth edition pg no 293",
        "cop": 4,
        "opa": "No dehydration",
        "opb": "Mild dehydration",
        "opc": "Some dehydration",
        "opd": "Severe dehydration",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and electrolytes",
        "id": "af6a0acd-5f08-4a8d-b034-01706f801d62",
        "choice_type": "single"
    },
    {
        "question": "Fluid administration in an infant of 10 kg is",
        "exp": "For infants 3.5 to 10 kg the daily fluid requirement is 100 mL/kg. For children 11-20 kg the daily fluid requirement is 1000 mL + 50 mL/kg for every kg over 10. A guide for maintenance fluid therapy for children is as follows: 0-10 kg - 100 mL/kg/day (4 mL/kg/hr) 10-20 kg - 1000 mL/day + 50 mL/kg/day (40 mL/hr + 2 mL/kg/hr) >20 kg - 1500 mL/day + 25 mL/kg/day (60 mL/hr + 1 mL/kg/hr) Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "1 ml/kg/hr",
        "opb": "2 ml/kg/hr",
        "opc": "3 ml/kg/hr",
        "opd": "4 ml/kg/hr",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and electrolytes",
        "id": "9b1f2635-17fe-4405-b7a2-860f234b1d8f",
        "choice_type": "single"
    },
    {
        "question": "In a normal child who weights 15 kg, the daily fluids maintenance requirement will be approximately",
        "exp": "For infants 3.5 to 10 kg the daily fluid requirement is 100 mL/kg. For children 11-20 kg the daily fluid requirement is 1000 mL + 50 mL/kg for every kg over 10. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "100 mL",
        "opb": "1250 mL",
        "opc": "1500 mL",
        "opd": "1750 mL",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and electrolytes",
        "id": "74c95758-5f7f-43e0-915e-12a75141fb0f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following would be the plasma osmolality of child with plasma Na+ 125 MEq/L, glucose of 108mg/dl, and blood urea nitrogen (BUN) of 140 mg/dl",
        "exp": "Plasma osmolality measures the body&;s electrolyte-water balance. Whereas osmolality (with an \"l\") is defined as the number of osmoles (Osm) of solute per kilogram of solvent (osmol/kg or Osm/kg), osmolarity (with an \"r\") is defined as the number of osmoles of solute per liter (L) of solution (osmol/L or Osm/L). Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "360 mOsm/kg",
        "opb": "306 mOSM/kg",
        "opc": "312 mOSm/kg",
        "opd": "318 mOsm/kg",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and electrolytes",
        "id": "b1093b2f-4ed4-4c13-ba29-f6c2ab1de0c4",
        "choice_type": "single"
    },
    {
        "question": "The requirement of potassium in a child is ___________",
        "exp": "Potassium requirement in child is about 1 - 2meq/ kg. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "1-2 mEq/kg",
        "opb": "4-7 mEq/kg",
        "opc": "10-12 mWq/kg",
        "opd": "13-14 mEq/kg",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and electrolytes",
        "id": "ada7624a-4d7a-498c-b2cb-0ffafe11842c",
        "choice_type": "single"
    },
    {
        "question": "Osmolarity of standard ORS solutions is ?",
        "exp": "Osmolarity of standard ORS solution is 245 mmol/l Reference: Ghai pediatrics eighth edition pg no 294",
        "cop": 2,
        "opa": "245",
        "opb": "311",
        "opc": "330",
        "opd": "210",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and electrolytes",
        "id": "f0b7c118-8e79-4397-9a62-27f92bad617e",
        "choice_type": "single"
    },
    {
        "question": "The most sensitive Indicator of Depletion of intravascular volume in infant is",
        "exp": "The most sensitive indicator of depletion of intravascular volume in infant is Hea rate. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Cardiac output",
        "opb": "Stroke volume",
        "opc": "Hea rate",
        "opd": "Blood pressure",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and electrolytes",
        "id": "6aa2019b-4200-4e8c-9946-5479dff8c7b8",
        "choice_type": "single"
    },
    {
        "question": "The Sodium content of ReSoMal (rehydration solution for malnourished children) is",
        "exp": "The sodium content in ResOMal is 45 mmol/l. Therapeutic action - Oral rehydration salts with high potassium and low sodium contents Indications - Prevention and treatment of dehydration, in patients suffering from complicated acute malnutrition only Forms and strengths - Sachet containing 84 g of powder, to be diluted in 2 litres of clean, boiled and cooled water. Dosage and duration - Prevention of dehydration Child under 2 years: 50 to 100 ml after each loose stool as long as diarrhoea persists Child over 2 years: 100 to 200 ml after each loose stool as long as diarrhoea persists Adult: 200 to 400 ml after each loose stool as long as diarrhoea persists - Treatment of dehydration Child and adult: 5 ml/kg every 30 minutes over the first 2 hours, then 5 to 10 ml/kg/hour for the next 4 to 10 hours, until dehydration is corrected. Contra-indications, adverse effects, precautions - Do not administer to patients with cholera or uncomplicated acute malnutrition: use standard ORS instead. - May cause: hea failure when administered too rapidly. During treatment, closely monitor the rate of administration in order to avoid overhydration. Increase in respiratory and pulse rates and appearance or increase of oedema are signs of over rapid rehydration. In this event, stop ReSoMal for one hour then reassess the patient's condition. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "90 mmol/L",
        "opb": "60 mmol/L",
        "opc": "45 mmol/L",
        "opd": "30 mmol/L",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and electrolytes",
        "id": "70862d9a-1e2e-4534-ab3a-3ad5d36842cf",
        "choice_type": "single"
    },
    {
        "question": "Sodium content of ReSoMal is",
        "exp": "Fish are naturally low in sodium and even those species with the highest sodium levels contain less than 100 milligrams per 3 ounce cooked poion. Most shellfish generally have more sodium, ranging from 100 to 500 milligrams per 3 ounce cooked serving. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "90 mmol/lit",
        "opb": "60 mmol/lit",
        "opc": "45 mmol/lit",
        "opd": "30 mmol/lit",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and electrolytes",
        "id": "27aa38b1-1332-416a-9b83-27d6b78c6183",
        "choice_type": "single"
    },
    {
        "question": "In pediatric advanced life suppo, intraosseous access for drug/fluid administration is recommended for",
        "exp": "** Intraosseous (IO) access was initially thought to be less applicable in patients older than 6 years, now there is growing suppo for consideration of IO techniques in patients of any age as rapid and equally effective alternatives to intravenous (IV) peripheral lines. Intraosseous infusion (IO) is the process of injecting directly into the marrow of a bone to provide a non-collapsible entry point into the systemic venous system.This technique is used in emergency situations to provide fluids and medication when intravenous access is not available or not feasible. A comparison of intravenous (IV), intramuscular (IM), and intraosseous (IO) routes of administration concluded that the intraosseous route is demonstrably superior to intramuscularand comparable to intravenous administration (in delivering paediatric anaesthetic drugs).Due to the rapid advance and adoption of superior intraosseous access technology, IO access has now become the preferred method of establishing vascular access for patients in whom traditional access is difficult or impossible.",
        "cop": 2,
        "opa": "<1yr",
        "opb": "<6 yrs",
        "opc": "<12yrs",
        "opd": "Any age",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and electrolytes",
        "id": "f6b3113f-11dc-42a7-8752-0359a722e9fc",
        "choice_type": "single"
    },
    {
        "question": "Requirement of Potassium in child is",
        "exp": "Requirement of potassium in child is 1-2 mEq/kg . Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "1-2 mEq/kg",
        "opb": "4-7 mEq/kg",
        "opc": "10-12 mEq/kg",
        "opd": "13-14 mEq/kg",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and electrolytes",
        "id": "ef21f5cb-63db-4534-ac68-b251471a45d7",
        "choice_type": "single"
    },
    {
        "question": "Capilary Refill time in child with shock is ?",
        "exp": "1. Capillary refill time (C) * The accepted upper normal time is < 3 sec. * A study of 469 preterm and term healthy neonates at 1-7 days of age demonstrated significant site and observer variations when C was measured on the chest, forehead, palm, and heel. * C is more reliable when measured on the chest but not the forehead, palm or heel. A positive predictive value of C for SBF was found only when the refill time was over 6 s. When the refill time is this long, the clinician generally does not need to press the skin to know that something is wrong. Press on the finger for five seconds using moderate pressure at an ambient temperature of 20-25 degrees Celsius. A capillary refill time of three seconds or more should be considered abnormal. ... Normal capillary refill time is usually 2 seconds or less. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "> 1 second",
        "opb": "> 2 seconds",
        "opc": "> 3 seconds",
        "opd": "> 4 seconds",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and electrolytes",
        "id": "0d6de076-be13-4370-ae5a-142319ddec72",
        "choice_type": "single"
    }
]