[
    {
        "question": "In marasmus, which of the following is not seen?",
        "exp": "Edema is a feature of Kwashiorkor, not seen in marasmus. Kwashiorkor Marasmus Edema Present absent appetite poor Voracious appetite CNS involvement apathy Active child Hepatomegaly seen Not seen Skin and hair changes More common Less common",
        "cop": 1,
        "opa": "Edema",
        "opb": "Voracious appetite",
        "opc": "Hepatomegaly not seen",
        "opd": "Child is active",
        "subject_name": "Pediatrics",
        "topic_name": "FMGE 2019",
        "id": "72f39ade-71df-4733-9ef5-cce8ff78a9f1",
        "choice_type": "single"
    },
    {
        "question": "6th day disease is?",
        "exp": "Terminology Other names for the disease Etiology First disease Rubeola/ measles Measles virus Second disease Scarlet fever Streptococcus pyogenes Third disease Rubella/German measles/3- day measles Rubella virus Fouh disease Staphylococcal scalded skin syndrome/Ritter's disease Staphylococcus aureus Fifth diseases Erythema infectiosum Parvovirus B19 Sixth disease Exanthem subitum/ Roseola infantum Human Herpes Virus 6 or 7",
        "cop": 2,
        "opa": "Erythema Infectiosum",
        "opb": "Exanthema subitum",
        "opc": "Erythema marginatum",
        "opd": "Erythema nodosum",
        "subject_name": "Pediatrics",
        "topic_name": "FMGE 2019",
        "id": "c82a6438-6d3d-4649-b585-d719559bb19b",
        "choice_type": "single"
    },
    {
        "question": "Number of primary teeth;",
        "exp": "there are total of 20 primary teeth PRIMARY/ MILK/ TEMPORARY TEETH SECONDARY/ PERMANENT TEETH BEGIN AT 6-7 months 6 years 1st tooth to erupt Lower central incisor 1st molar Last tooth Second molar 3rd molar or wisdom tooth Completes at 2 and half - 3 years 12 years except the 3rd molar Total no. of teeth 20 28-32",
        "cop": 1,
        "opa": "20",
        "opb": "24",
        "opc": "16",
        "opd": "32",
        "subject_name": "Pediatrics",
        "topic_name": "FMGE 2019",
        "id": "b7695889-6913-44bb-9ef2-9d68d13494cb",
        "choice_type": "single"
    },
    {
        "question": "For severe malnutrition MAC will be less than",
        "exp": "For severe malnutrition, MAC is < 11.5 cm Severe acute malnutrition In a child between 6 months to 5 years of age, presence of any1 or more of- Weight for height < -3 Z score or < 70% of expected Mid arm circumference - < 11.5 cm Symmetric bipedal edema of nutritional origin Visible severe wasting;",
        "cop": 4,
        "opa": "14.5",
        "opb": "13.5",
        "opc": "12.5",
        "opd": "11.5",
        "subject_name": "Pediatrics",
        "topic_name": "FMGE 2019",
        "id": "25db6d36-eda8-42de-aa97-5b8ffb7ea79f",
        "choice_type": "single"
    },
    {
        "question": "A child comes with the complaints of bed wetting. First line of Treatment",
        "exp": "Nocturnal enuresis' refers to involuntary urination at night beyond the age of 5 years. Treatment- First line - Diet and lifestyle changes, Motivational therapy Second line- Bed alarm technique- gives excellent response Third line - Drugs Bed Alarm technique These are moisture sensing alarms As soon as the child passes the urine in bed, it would detect the moisture in undergarment of the child and will ring. Combination of drug and bed alarm technique has lowest relapse rates.",
        "cop": 3,
        "opa": "Desmopressin",
        "opb": "Oxybutynin",
        "opc": "Motivational therapy",
        "opd": "Bed alarm technique",
        "subject_name": "Pediatrics",
        "topic_name": "FMGE 2019",
        "id": "e0d0c241-bb21-447c-af16-be8fa66b0daf",
        "choice_type": "single"
    },
    {
        "question": "Protein in Cow's milk in comparison to human milk is?",
        "exp": "Breast Milk Cow Milk Proteins 1 g/dl 3.5 g/dl Carbohydrates 7 g/dl 4.5 g/dl Lipids Richer in PUFA Poorer",
        "cop": 2,
        "opa": "Double",
        "opb": "Triple",
        "opc": "Quadruple",
        "opd": "Same",
        "subject_name": "Pediatrics",
        "topic_name": "FMGE 2019",
        "id": "0f8a5c65-6113-447e-82a9-b4e6b90276f3",
        "choice_type": "single"
    },
    {
        "question": "3 months old baby with fever and respiratory rate 60, irritable, and well feed, no stridor, no chest indrawing, no convulsions. Diagnosis",
        "exp": "The above given history is suggestive of pneumonia as there is increased respiratory rate. New ARI classification (2014) by WHO: Diagnosis Clinical features Pneumonia Fast breathing and/or chest indrawing Severe pneumonia or Very severe disease General danger signs present If the child Is: Fast breathing Is: 2 months up to 12 months 50 breaths per minute or more 12 months up to 5 years 40 breaths per minute or more",
        "cop": 1,
        "opa": "Pneumonia",
        "opb": "Severe pneumonia",
        "opc": "Very sever pneumonia",
        "opd": "No Pneumonia",
        "subject_name": "Pediatrics",
        "topic_name": "FMGE 2019",
        "id": "626164b8-6137-4061-843b-04314e24e821",
        "choice_type": "single"
    },
    {
        "question": "Which is not a contraindication for OPV?",
        "exp": "OPV is a live attenuated vaccine. Children with inherited or acquired immunodeficiency and pregnant women should not receive OPV. It should be avoided in household contacts of immunodeficient patients, due to the risk of fecal -oral transmission of OPV strain. Dose, route - Two drops; oral Adverse reactions- Vaccine derived poliovirus; vaccine associated paralytic poliomyelitis Contraindications- Inherited or acquired immunodeficiency; symptomatic HIV Storage - 2-8degC; sensitive to heat; use vaccine l monitor",
        "cop": 2,
        "opa": "Leukemia",
        "opb": "Diarrhoea",
        "opc": "Malignancy",
        "opd": "Immunocompromised",
        "subject_name": "Pediatrics",
        "topic_name": "FMGE 2019",
        "id": "3fa4eacd-2395-4306-a7e1-02af0f91d614",
        "choice_type": "single"
    }
]