[
    {
        "question": "Precocious puberty in girl age limit -",
        "exp": "Ans. is 'a' i.e., 8 year o precocious puberty is defined as appearence of secondary' sexual character before 8 year of age in girl and 9.5 year of age (Nelson says 9 year) in bodys.o Thelarche = Isolated breast development.o Premature, Pubarche/Adrenarche - Appearance of sexual hair before age of 8 year in girl and before 9 year is boys without other evidence maturation.o Premature menarche - Isolated uaginal bleeding in the absence of other secondary sexual charater.",
        "cop": 1,
        "opa": "8 year",
        "opb": "10 year",
        "opc": "9 year",
        "opd": "11 year",
        "subject_name": "Pediatrics",
        "topic_name": "Gonads",
        "id": "e1bbae1b-272d-4e0b-86a5-5cc959467cdf",
        "choice_type": "single"
    },
    {
        "question": "Female pseudohermaph rod itis m cause - MC.",
        "exp": "Ans. is 'a' i.e., CAHFemale pseudo hermaphroditismo Have internal genitalia female typeo Karyo type XXo Masculinisation of external genitaliao Most common - CAHCongenital adrenal hyperplasiaM-C. 21 hydroxylase deficiencyo Other cause excess maternal androgen due to -Maternal ovarian tumor.Maternal drug intake,o TreatmentHormonal therapy.Surgical correction.",
        "cop": 1,
        "opa": "CAH",
        "opb": "Maternal ovarian tumour",
        "opc": "Maternal drug intake",
        "opd": "Chromosomal abnormalities",
        "subject_name": "Pediatrics",
        "topic_name": "Gonads",
        "id": "0c89a3bd-5213-4f60-909c-4ca66e7dadae",
        "choice_type": "single"
    },
    {
        "question": "Hypergonadotropic hypogonadism in seen in all except-",
        "exp": "Ans. is 'a' i.e., DownHypergonadotropic hypogonadismo Also K/a primary or peripheral hypogonadism.o Characterised by hypogonadism due to an impaired response of the gonads to the gonadotropin, FSH and LH.o In turn a lack of sex steroid production and elevated gonadotropin level.Causes: Chromosomal abnormalitieso Turner's symdromeo Klinefelter syndromeo Swyer's syndromeEnzyme defecto 17 a, hydroxylaseo 17,20 lyase deficiency",
        "cop": 1,
        "opa": "Down",
        "opb": "Turner",
        "opc": "Swyer's syndrome",
        "opd": "Klinefelter syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Gonads",
        "id": "7569fc88-97fa-45d7-8bef-b6894f14de75",
        "choice_type": "multi"
    },
    {
        "question": "Commonest cause of female pseudohermaphrodism -",
        "exp": "Ans. is 'a' i.e., CAH o Female pseudohermaphroditism.Gentotype is XXGonads are ovariesExternal genitalia are virilized (male differentiation).As there is no mullarian inhibiting factor, mullarian duct develops into uterus tubes and ovary. But due to presence of androgen external genitalia are virilized.Causes are;Congenital adrenal hyperplasiafmost common)# 21 hydroxylase deficiency# 11 beta hydroxylase deficiencyMaternal virilizing tumor ArrhenoblastomaMaternal medications with androgen.",
        "cop": 1,
        "opa": "CAH",
        "opb": "Maternal ovarian tumor",
        "opc": "Maternal drug intake",
        "opd": "Chromosomal abnormalites",
        "subject_name": "Pediatrics",
        "topic_name": "Gonads",
        "id": "810f81fa-a16b-4159-a31d-578268ab1a65",
        "choice_type": "single"
    },
    {
        "question": "Areola and papilla forming secondary mound in adolescent girls is classified under which stage of sexual maturity rating (SMR)?",
        "exp": "Ans: C (SMR Stage 4) Ref: Nelson Textbook of Pediatrics, 19th edition. Pg 651Explanation:Classification of Sex Maturity States in GirlsSMRStagePubic HairBreasts1PreadolescentPreadolescent2Sparse, lightly pigmented, straight, medial border of labiaBreast and papilla elevated as small mound; diameter of areola increased3Darker, beginning to curl, increased amountBreast and areola enlarged, no contour separation4Coarse, curly, abundant, but less than in adultAreola and papilla form secondary mound5Adult feminine triangle, spread to medial surface of thighsMature, nipple projects, areola part of general breast contourClassification of Sex Maturity States in BoysSMRStagePubic HairPenisTestes1NonePreadolescentPreadolescent2Scanty, long,slightlypigmentedMinimal change.' enlargementEnlarged scrotum, pink, texture altered3Darker, starting to curl, small amountLengthensLarger4Resembles adult type, but less quantity; coarse, curlyLarger; glans and breadth increase in sizeLarger, scrotum dark5Adultdistribution, spread to medial surface of thighsAdult sizeAdult size",
        "cop": 3,
        "opa": "SMR Stage 2",
        "opb": "SMR Stage 3",
        "opc": "SMR Stage 4",
        "opd": "SMR Stage 5",
        "subject_name": "Pediatrics",
        "topic_name": "Gonads",
        "id": "ed37076d-0aad-4c58-b2ce-7b3d1937dcc0",
        "choice_type": "single"
    },
    {
        "question": "Female pseudoherm aphroditism M.C. cause -",
        "exp": "Ans. is 'a' i.e., CAHo Female pseudo hermaphroditism n Have internal genitalia female typeKaryo type XXMasculinisation of external genitaliaMost common - CAHCongenital adrenal hyperplasiao M-C. 21 hydroxylase deficiencyOther cause excess maternal androgen due to -Maternal ovarian tumor.Maternal drug intake.TreatmentHormonal therapy.Surgical correction.",
        "cop": 1,
        "opa": "CAH",
        "opb": "Maternal ovarian tumor",
        "opc": "Maternal drug intake",
        "opd": "Chromosomal abnormalities",
        "subject_name": "Pediatrics",
        "topic_name": "Gonads",
        "id": "16e6ba00-ac07-4474-a4ae-2ac400545887",
        "choice_type": "single"
    }
]