[
    {
        "question": "An ill 16 days old baby girl is brought to the emergency. On examination pallor and dyspnoea present with a respiratory rate of 85 per minute. Her HR is 200 bpm, hea sounds are distant and a gallop is heard. X-ray showed cardiomegaly. An echocardiogram shows dilated ventricles and dilation of the left atrium. An ECG shows ventricular depolarization complexes that have low voltage. Which of the following is the most likely diagnosis?",
        "exp": "In CHF pallor, dyspnoea, tachypnoea, tachycardia and cardiomegaly are common regardless of the cause.The most common causes of CHF in children include myocarditis caused by adenovirus and coxsackievirus B.The echocardiogram shows ventricular and left atrial dilatation as well as poor ventricular function. With glycogen storage disease of the hea muscle thickening would be expected. With pericarditis- pericardial effusion is seen. On ECG, the voltages of the ventricular complexes seen with aberrant origin of the left coronary aery are not diminished, and a pattern of myocardial infarction can be seen. *",
        "cop": 1,
        "opa": "CHF",
        "opb": "Glycogen storage disease",
        "opc": "Pericarditis",
        "opd": "Aberrant left coronary aery arising from pulmonary aery",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "31868f6c-233a-40ee-880e-9c668509a8b1",
        "choice_type": "multi"
    },
    {
        "question": "True about polio:",
        "exp": "False 90-95% of polio infections are asymptomatic False Acute flaccid paralysis is seen in Polio & not spastic paralysis True Risk of paralytic polio is increased by tonsillectomy, strenous physical exercise, tooth extraction,Injection (intramuscular) False OPV drops are given to all children less than 5 yr age in pulse polio immunisation",
        "cop": 3,
        "opa": "Paralytic polio is most common",
        "opb": "Spastic paralysis seen",
        "opc": "IM injections and increased muscular activity lead to increased paralysis",
        "opd": "Polio drops in pulse polio immunisation given only in <3 years old children",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "e6b8da32-0a36-4ef8-8d82-e1eb2a517c9b",
        "choice_type": "multi"
    },
    {
        "question": "Nagayama spots are seen in:",
        "exp": "Nagayama spots: Roseola infantum Koplik spots- Measles Forchheimer spots- Rubella",
        "cop": 2,
        "opa": "Measles",
        "opb": "Roseola infantum",
        "opc": "Mumps",
        "opd": "Rubella",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "4b82e067-7edf-433d-a052-e9cbf7f8ad28",
        "choice_type": "single"
    },
    {
        "question": "24 hours after fever, maculopapular rash and erythema appears on the face of infant. This organism can also cause:",
        "exp": "The described lesion is slapped cheek rash seen in Erythema infectiosum caused by Parvovirus B19. Parvovirus B19 also causes Pure red cell aplasia. Diseases caused by Parvo virus B19:- Erythema infectiosum (most common) Transient arrest of erythropoiesis (aplastic crisis) Papular purpuric \"gloves-and-socks\" syndrome (PPGSS)",
        "cop": 3,
        "opa": "ALL",
        "opb": "CML",
        "opc": "Pure red cell aplasia",
        "opd": "Hairy cell leukemia",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "40c41413-fe9c-405d-ac7d-691252a43ba9",
        "choice_type": "multi"
    },
    {
        "question": "True regarding Japanese encephalitis are all the following EXCEPT?",
        "exp": "Japanese encephalitis- Most common age group of children affected: 5-15 years Vector is Culex tritaeniorhynchus Permanent neurologic or psychiatric sequelae are seen Vaccine against Japanese encephalitis is available in India.",
        "cop": 1,
        "opa": "Children < 5 years age are most commonly affected",
        "opb": "Transmitted by Culex tritaeniorhynchus",
        "opc": "Permanent neurologic or psychiatric sequelae",
        "opd": "Vaccine available in India",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "ca16effe-3d8d-4398-963e-954115f4791f",
        "choice_type": "multi"
    },
    {
        "question": "Appropriate therapy with antiretroviral agents results in a syndrome characterized by an increased inflammatory response from the recovered immune system to subclinical oppounistic infection. What is this syndrome called as?",
        "exp": "Immune reconstitution inflammatory syndrome (IRIS)- characterized by increased inflammatory response, subclinical oppounistic infections. common in patients with severe CD4 + T-lymphocyte depletion There is fever & worsening of clinical manifestations of oppounistic infection or new manifestations (e.g., enlargement of lymph nodes, pulmonary infiltrates), typically within the 1st few weeks after initiation of antiretroviral therapy.",
        "cop": 3,
        "opa": "HIV related hyper- reactivity syndrome",
        "opb": "AIDS related inflammatory syndrome",
        "opc": "Immune reconstitution inflammatory syndrome",
        "opd": "CD4 responsive inflammatory syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "70702219-96d2-42c8-b2d1-02a2b190d658",
        "choice_type": "multi"
    },
    {
        "question": "Which among the following infections in children is usually associated with vesicular rash:",
        "exp": "Vesicular Rash Common association Chickenpox, enteroviral infections (hand-foot-mouth disease) Uncommon Herpes simplex, herpes zoster",
        "cop": 3,
        "opa": "Measles",
        "opb": "Dengue",
        "opc": "Hand-foot-mouth disease",
        "opd": "Rubella",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "9bc5eed5-7618-44c5-9f00-6708bf5237e4",
        "choice_type": "multi"
    },
    {
        "question": "A child presents with history of high fever for 4 days along with seizures. A rash develops on trunk on the day after the fever subsides. What is the most probable diagnosis?",
        "exp": "History of high fever & rash appearing as the fever subsides is suggestive of Roseola infantum. -Roseola infantum/sixth disease/exanthema subitum * Caused by herpes virus (HHV6A and 6B) * Clinical features: Sudden onset of high fever Rash appear when the fever subsides Nagayama spots are seen * Lab findings in Roseola infantum Relative Lymphocytosis Leukopenia",
        "cop": 1,
        "opa": "Roseola infantum",
        "opb": "Measles",
        "opc": "Rubella",
        "opd": "Varicella",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "3c87633f-c5ed-4c3d-a6f9-cd4641d919c6",
        "choice_type": "single"
    },
    {
        "question": "The following age group is most severely affected by rubella infection:",
        "exp": "Congenital Rubella syndrome are often severe and may involve nearly every organ system Congenital rubella syndrome(CRS) includes:->Gregg's triad: Cataract Deafness (Sensorineural hearing loss) Congenital hea disease (Most common- PDA and less common-ASD)",
        "cop": 4,
        "opa": "Females aged 25-35 year",
        "opb": "Young girls",
        "opc": "Adolescent girls",
        "opd": "Unborn child",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "417a8217-35d3-4132-8d87-7cfb5867f2f9",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements are true about Ebola virus EXCEPT?",
        "exp": "True Family Filoviridae includes 3 genera: Cuevavirus, Ebolavirus & Marburg virus False Incubation period of Ebola virus disease is 2-21 days True Transmission takes place through direct person-to-person contact or exposure to infected bodily fluids & tissues True Multi organ failure is seen in severe cases",
        "cop": 2,
        "opa": "It is member of filoviridae",
        "opb": "Incubation period is 2 -12 weeks",
        "opc": "Transmitted by direct contact",
        "opd": "In severe cases lead to renal and liver impairment",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "8d80a37a-9508-466a-9443-b606fbffcc14",
        "choice_type": "multi"
    },
    {
        "question": "Which statement regarding measles is false?",
        "exp": "Measles: Koplik's spots on inner cheeks, vagina, conjunctiva- pathognomonic of measles CD 150 and PVRL4 are receptors for measles virus Vitamin A administration is pa of management of clinical measles Pneumonia is the common cause of death in children with measles",
        "cop": 1,
        "opa": "Koplik's spots cannot be seen in conjunctival or vaginal mucosa",
        "opb": "Vitamin A administration is pa of management of clinical measles",
        "opc": "CD 150 and PVRL4 are receptors for measles virus",
        "opd": "Pneumonia is the common cause of death in children with measles",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "079daaa2-2118-44fe-8b87-dbffc4fc1a6f",
        "choice_type": "multi"
    },
    {
        "question": "A 5-year-old child develops fever with rash on the first day of fever. Rash disappears after few days & the child develops ataxia. Most probable diagnosis is:",
        "exp": "Rash appearing on 1st day of fever suggests Chickenpox Ataxia can occur as a complication of varicella infection.",
        "cop": 3,
        "opa": "Measles",
        "opb": "Fifth disease",
        "opc": "Chicken pox",
        "opd": "Rocky mountain spotted fever",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "bd6e7930-208d-4de6-843d-36f2685f2dc5",
        "choice_type": "single"
    },
    {
        "question": "Acute flaccid paralysis is repoed in a child aged:",
        "exp": "For AFP Surveillance, every case of acute flaccid paralysis in any child under 15 years is to be repoed promptly.",
        "cop": 3,
        "opa": "0-3 years",
        "opb": "3-5 years",
        "opc": "0-15 years",
        "opd": "15-19 years",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "f16b0e5c-ed5e-4b4d-a7b0-ea9c55286f58",
        "choice_type": "single"
    },
    {
        "question": "Forcheimer spot is seen in:",
        "exp": "Forchheimer spots are tiny, rose-colored lesions, seen in the oropharynx, at the time of onset of rash, in Rubella.",
        "cop": 3,
        "opa": "Measles",
        "opb": "Mumps",
        "opc": "Rubella",
        "opd": "Enterovirus",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "8b4c4660-e5b8-4149-ad9b-292c15967123",
        "choice_type": "single"
    },
    {
        "question": "All are caused by Parvo virus infection except:",
        "exp": "Diseases caused by Parvo virus B19- Erythema infectiosum (most common) Transient arrest of erythropoiesis (aplastic crisis) Papular purpuric \"gloves-and-socks\" syndrome (PPGSS) Gianotti-Crosti syndrome:- Atopic dermatitis like rash on cheeks with multiple erythematous papules Associated with EBV infection.",
        "cop": 2,
        "opa": "Erythema infectiosum",
        "opb": "Gianotti crosti syndrome",
        "opc": "Aplastic crisis",
        "opd": "Papular- purpuric gloves and socks syndrome (PPGSS)",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "3edc1cfc-bb78-42d9-bb43-953a01526a3e",
        "choice_type": "multi"
    },
    {
        "question": "Most common complication of mumps in children:",
        "exp": "Most common complications of mumps are meningitis, with or without encephalitis, and gonadal involvement In adolescent and adult males, orchitis is second only to parotitis as a common finding in mumps. Orchitis is extremely rare in prepubescent boys",
        "cop": 2,
        "opa": "Orchitis",
        "opb": "Aseptic meningitis",
        "opc": "Myocarditis",
        "opd": "Pancreatitis",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "413e417b-d4d0-4572-bb2d-6ada331dd1ca",
        "choice_type": "single"
    },
    {
        "question": "Incubation period of measles is:",
        "exp": "Incubation period of Measles is 8-12 days.",
        "cop": 3,
        "opa": "1-4 days",
        "opb": "5-7 days",
        "opc": "10-14 days",
        "opd": "15-20 days",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "c505133b-47be-46cd-a460-1f25a340cf90",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is characteristic of the rash of measles:",
        "exp": "Characteristic of the rash of measles: Maculopapular eruption staing on upper trunk and spreading downward Begins as a maculopapular rash, then becomes vesicular- seen in chicken pox \"Slapped cheek\" appearance and lacy reticular pattern- seen in Erythema infectiosum",
        "cop": 4,
        "opa": "Begins as a maculopapular rash, then becomes vesicular",
        "opb": "\"Slapped cheek\" appearance and lacy reticular pattern",
        "opc": "Pustules on an erythematous base",
        "opd": "Maculopapular eruption staing on upper trunk and spreading downward",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "32536d1b-8b71-4fc2-8213-3e815bde2b4c",
        "choice_type": "single"
    },
    {
        "question": "Most common presentation of AIDS in infant is:",
        "exp": "Most common presentation of AIDS in infant is: Lymphadenopathy",
        "cop": 4,
        "opa": "GI infection",
        "opb": "Persistent cough",
        "opc": "Rashes",
        "opd": "Lymphadenopathy",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "6947a905-474a-4062-b55e-45a34cea75d4",
        "choice_type": "single"
    },
    {
        "question": "Wahin Finkeldey giant cells are seen in:",
        "exp": "Fusion of infected cells results in multinucleated giant cells, aka Wahin-Finkeldey giant cells that are pathognomonic for measles Measles: IP- 8-12 days Receptors for measles virus- CD150 & PVRL4 C/F: Prodromal phase- fever, conjuctivitis, coryza Koplik spots on inner cheeks (at the levels of 1st & 2nd molars), vagina, conjuctiva. Rash begins behind the ear & spreads downwards MC complication- otitis media MC cause of death- pneumonia Mumps: Spread by respiratory droplets IP- 12-25 days C/F: Fever B/L or U/L parotid swelling Orchitis common in adolescents male MC complication- Aseptic meningitis",
        "cop": 3,
        "opa": "Mumps",
        "opb": "Rubella",
        "opc": "Measles",
        "opd": "Polio",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "d1f475f2-b851-489a-ab23-12043710e390",
        "choice_type": "single"
    },
    {
        "question": "Roseola infantum is caused by (most commonly)-",
        "exp": "Roseola infantum is caused most commonly by HHV - 6 less commonly by HHV - 7 C/F: fever 3-4 days + Rash (maculopapular) appear after cessation of fever",
        "cop": 2,
        "opa": "HHV - 2",
        "opb": "HHV - 6",
        "opc": "HHV - 7",
        "opd": "HHV - 8",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "8326fd9c-018a-4bc7-8922-2e700120b7f4",
        "choice_type": "single"
    },
    {
        "question": "Most common complication of measles is:",
        "exp": "Acute otitis media is the most common complication of measles. Second commonest is bronchopneumonia. The usual bacterial pathogens are Pneumococcus, Staphylococcus aureus and sometimes gram-negative bacteria.",
        "cop": 3,
        "opa": "Orchitis",
        "opb": "Pneumonia",
        "opc": "Otitis media",
        "opd": "Seizures",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "0d36fed7-9583-4364-9dd3-824e0fe1de8d",
        "choice_type": "single"
    },
    {
        "question": "Kenny packs were used in the treatment of:",
        "exp": "Poliomyelitis: Bed rest; as physical activity & trauma increase risk of paralysis & optimum position of limbs--to prevent deformity Relief of pain & muscle spasm: Hot moist packs applied to muscles (sister Kenny's treatment); Physiotherapy Rehabilitation: Physical, emotional and psychological.",
        "cop": 1,
        "opa": "Poliomyelitis",
        "opb": "Muscular dystrophy",
        "opc": "Polyneuropathies",
        "opd": "Nerve injury",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "e9cd769f-8d72-445a-8ec9-c0a5cd5760bd",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about erythema infectiosum EXCEPT?",
        "exp": "Erythema infectiosum (fifth disease) A benign, self-limited exanthematous illness of childhood, caused by Parvovirus B19 Hallmark is the characteristic rash (\"slapped-cheek\" appearance).",
        "cop": 3,
        "opa": "Slapped cheek appearance seen",
        "opb": "Caused by parvovirus",
        "opc": "Rash initially appears on trunk",
        "opd": "Known as 'fifth disease'",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "7ddf1c41-3f4d-4eeb-bca7-3060278aab50",
        "choice_type": "multi"
    },
    {
        "question": "True about measles are all EXCEPT?",
        "exp": "Measles: Koplik spots appear in prodromal stage Symptoms subside after appearance of rash Vaccine given at 9 months Patient is infective 4 days before & 5 days after appearance of rash NELSON: Symptoms increase in intensity for 2-4 days until the 1st day of the rash.",
        "cop": 4,
        "opa": "Koplik spots appear in prodromal stage",
        "opb": "Fever stops after the onset of rash",
        "opc": "Vaccine given at 9 months",
        "opd": "It is not infective before the rash appears",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "664fe143-767b-40c2-a9c2-24c446d0fd73",
        "choice_type": "multi"
    },
    {
        "question": "Prophylaxis with Cotrimoxazole is recommended in the following situation EXCEPT:",
        "exp": "Cotrimoxazole prophylaxis is recommended for infants, children & adolescents with HIV, irrespective of clinical and immune conditions. Dose: 150 mg/m2/day of TMP & 750 mg/m2/day of SMZ 3 days/wk. Benefits of Cotrimoxazole prophylaxis: prevention of AIDS-associated oppounistic diseases (Pneumocystis jirovecii pneumonia & toxoplasmosis), reduction of HIV-associated moality in people with low CD4 cell counts",
        "cop": 4,
        "opa": "All symptomatic HIV infected children > 5 years of age irrespective of CD4",
        "opb": "All HIV exposed infants till HIV infection can be ruled out",
        "opc": "All HIV infected infants less than 1 year age irrespective of symptoms or CD4 counts",
        "opd": "Should be staed only after the diagnosis of HIV is confirmed",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "3c04856a-91dc-4ac9-8b43-ff796f77b554",
        "choice_type": "multi"
    },
    {
        "question": "Chronic carrier state is seen in all, EXCEPT:",
        "exp": "Chronic carrier state is rare in Measles",
        "cop": 1,
        "opa": "Measles",
        "opb": "Diphtheria",
        "opc": "Typhoid",
        "opd": "Gonorrhoea",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "3b8b0a6c-3cae-4fcd-9932-eabefebaab1c",
        "choice_type": "multi"
    },
    {
        "question": "Dengue shock syndrome is characterized by the following EXCEPT:",
        "exp": "In Dengue shock syndrome, there is increased vascular permeability due to which hemoconcentration occurs (hematocrit & hemoglobin level increases)",
        "cop": 4,
        "opa": "Hepatomegaly",
        "opb": "Pleural effusion",
        "opc": "Thrombocytopenia",
        "opd": "Decreased hemoglobin",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Viral Diseases in Children",
        "id": "9656abd3-7ee6-443f-a8a8-801416011d90",
        "choice_type": "multi"
    }
]