[
    {
        "question": "All of the following predominantly involve the white matter EXCEPT?",
        "exp": "Gray matter diseases White matter diseases Clinical features Seizures, impaired vision, dementia Motor problems Examples Neuronal ceroid lipofuscinosis Biotinidase deficiency Pyridoxine deficiency Mitochondrial disorders Alexander disease Canavan disease Adrenoleukodystrophy Metachromatic leukodystrophy Krabbe disease",
        "cop": 3,
        "opa": "Alexander disease",
        "opb": "Canavan disease",
        "opc": "Neuronal ceroid lipofuscinosis",
        "opd": "Adrenoleukodystrophy",
        "subject_name": "Pediatrics",
        "topic_name": "Lysosomal Storage Diseases",
        "id": "a7514580-916e-4526-9d2d-c4272d25363b",
        "choice_type": "multi"
    },
    {
        "question": "Lorenzo oil used in treatment of:",
        "exp": "Adrenoleukodystrophy- Bone marrow transplant & Lorenzo oil Enzyme replacement therapy for- Gaucher disease- Human recombinant acid b-glucosidase (Imiglucerase) Velaglucerase alfa Taliglucerase alfa Fabry's disease- Agalsidase beta Hurler disease- Aldurazyme",
        "cop": 2,
        "opa": "Gaucher disease",
        "opb": "Adrenoleukodystrophy",
        "opc": "Fabry's disease",
        "opd": "Hurler disease",
        "subject_name": "Pediatrics",
        "topic_name": "Lysosomal Storage Diseases",
        "id": "e2bb4723-de60-4356-acdc-b6db3fc7bad7",
        "choice_type": "single"
    },
    {
        "question": "A 4-month-old child presents with excessive irritability & crying, unexplained hyperpyrexia, vomiting, difficulty feeding for last 15 days. On admission he has rigidity & visual inattentiveness; CT scan brain shows the following finding. What is the probable diagnosis?",
        "exp": "Bilateral basal ganglia calcification is seen on CT brain in Krabbe disease. Fuher,Globoid cells are seen in microscopic exmaination,which is a diagnostic feature. C/F: Irritability, muscle weakness, feeding difficulties, episodes of fever without any sign of infection, stiff posture, and delayed mental and physical development. As the disease progresses, muscles continue to weaken, affecting the infant's ability to move, chew, swallow, and breathe. Affected infants also experience vision loss and seizures. Alexander disease- hypodensity of white matter, frontal lobe predominance Metachromatic Leukodystrophy- tigroid appearance on MRI Adrenoleukodystrophy- Hyperintense signal changes in parieto-occipital region & splenium of corpus callosum on MRI",
        "cop": 2,
        "opa": "Alexander disease",
        "opb": "Krabbe disease",
        "opc": "Metachromatic Leukodystrophy",
        "opd": "Adrenoleukodystrophy",
        "subject_name": "Pediatrics",
        "topic_name": "Lysosomal Storage Diseases",
        "id": "c178af37-f2a7-4cd1-bb63-25b185556035",
        "choice_type": "single"
    },
    {
        "question": "All are seen in metachromatic leukodystrophy EXCEPT:",
        "exp": "Metachromatic leukodystrophy (MLD): Caused by defective enzyme Arylsulfatase A There is hypotonia and absent reflexes Mental retardation Optic atrophy Decerebrate posture",
        "cop": 4,
        "opa": "Mental retardation",
        "opb": "Optic atrophy",
        "opc": "Decerebrate posture",
        "opd": "Exaggerated tendon reflexes",
        "subject_name": "Pediatrics",
        "topic_name": "Lysosomal Storage Diseases",
        "id": "9417313d-a4d2-4412-9c92-30af0787e91b",
        "choice_type": "multi"
    },
    {
        "question": "Bone marrow examination of a 2 year old child with massive splenomegaly and pancytopenia showed cells with wrinkled paper appearance of cytoplasm. What could be the possible diagnosis?",
        "exp": "Given scenario suggests Gaucher disease Gaucher disease is the most common lysosomal storage disorder with a defect of lysosomal enzyme acid b glucosidase. Gaucher cells are lipid laden macrophages that show a characteristic histologic appearance of \"wrinkled tissue paper\" of cytoplasm.",
        "cop": 2,
        "opa": "Niemann Pick disease",
        "opb": "Gaucher disease",
        "opc": "Acute Leukemia",
        "opd": "Hereditary spherocytosis",
        "subject_name": "Pediatrics",
        "topic_name": "Lysosomal Storage Diseases",
        "id": "5b48523f-cccd-4cfe-aa31-0603426d9c5b",
        "choice_type": "single"
    },
    {
        "question": "In which of the following diseases, the eye finding shown below is seen?",
        "exp": "The given picture shows 'cherry red spot' seen in: GM1 gangliosidosis Niemann Pick disease Tay Sach disease.",
        "cop": 4,
        "opa": "Gaucher disease",
        "opb": "Von Gierke disease",
        "opc": "Galactosemia",
        "opd": "GM1 gangliosidosis",
        "subject_name": "Pediatrics",
        "topic_name": "Lysosomal Storage Diseases",
        "id": "fa6a0de8-4ec9-4b5f-ba03-bab4e1c016d1",
        "choice_type": "single"
    },
    {
        "question": "5 yr/M presented with fever for 10 days, for which child was given some medication. He has developed anorexia & vomiting for last 3 days, altered sensorium for 1 day. The child also had 2 episodes of seizures 1 day before presentation. O/e the child was hemodynamically stable, had no pallor or icterus, no meningeal signs. Liver was palpable-2cm below right costal margin, blood glucose 40 mg%, Hb 11 g/dl, TLC 8300, Platelet count 2.8 lac/mm3, PT was 58/12 sec. What is the diagnostic possibility?",
        "exp": "Given scenario suggests diagnosis of: Reye syndrome Alagille Syndrome- Triangular faces, conjugated jaundice Tyrosinemia- hepatorenal involvement, peripheral neuropathy",
        "cop": 2,
        "opa": "Tyrosinemia",
        "opb": "Reye syndrome",
        "opc": "Alagille syndrome",
        "opd": "Acute Viral Hepatitis",
        "subject_name": "Pediatrics",
        "topic_name": "Lysosomal Storage Diseases",
        "id": "d3472c9f-3183-4e81-85a3-c24ef37eee25",
        "choice_type": "multi"
    },
    {
        "question": "All lysosomal storage diseases are autosomal recessive, EXCEPT?",
        "exp": "All lysosomal storage diseases are autosomal recessive, EXCEPT Fabry disease & Hunter disease. Fabry disease: X-linked recessive inheritance. Hunter disease: X-linked recessive inheritance.",
        "cop": 1,
        "opa": "Fabry's disease",
        "opb": "Hurler disease",
        "opc": "Morquio disease",
        "opd": "Gaucher disease",
        "subject_name": "Pediatrics",
        "topic_name": "Lysosomal Storage Diseases",
        "id": "49078de8-e945-4bd7-84d7-401606e738a1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an X-linked mucopolysaccharidoses?",
        "exp": "All mucopolysaccharidoses are autosomal recessive except Hunter's disease which is inherited as X-linked recessive.",
        "cop": 2,
        "opa": "Hurler's syndrome",
        "opb": "Hunter's syndrome",
        "opc": "Scheie's syndrome",
        "opd": "Sanfilippo's syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Lysosomal Storage Diseases",
        "id": "857c8553-779f-4d08-8b4f-3da28085f13d",
        "choice_type": "single"
    },
    {
        "question": "A one-year-old boy presented with hepatosplenomegaly and delayed milestones. The liver biopsy and bone marrow biopsy revealed presence of histiocytes with PAS positive cytoplasm. Electron microscopic examination of these histiocytes is most likely to reveal the presence of:",
        "exp": "Given scenario suggests Gaucher disease, in which glucocerebroside in lysosomes seen. Birbeck granules in the cytoplasm- seen in histiocytosis X",
        "cop": 3,
        "opa": "Birbeck granules in the cytoplasm",
        "opb": "Myelin figures in the cytoplasm",
        "opc": "Parallel rays of tubular structures in lysosomes",
        "opd": "Electron dense deposit in the mitochondria",
        "subject_name": "Pediatrics",
        "topic_name": "Lysosomal Storage Diseases",
        "id": "c337660e-2259-43e7-9864-e2ce6feb6a85",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following diseases, these X-ray findings are seen?",
        "exp": "The bony abnormalities seen in the X ray- bullet shaped metacarpals and beaked veebral bodies comprise 'dysostosis multiplex', seen in Mucopolysaccharidosis (MPS)- Morquio disease or type IV MPS. Gaucher disease- X ray of long bones- Erlenmeyer flask deformity",
        "cop": 3,
        "opa": "Gaucher disease",
        "opb": "Fabry disease",
        "opc": "Morquio disease",
        "opd": "Niemann Pick disease",
        "subject_name": "Pediatrics",
        "topic_name": "Lysosomal Storage Diseases",
        "id": "cd6e2df3-2778-41f0-9251-3f654797975e",
        "choice_type": "single"
    },
    {
        "question": "An infant presents with failure to thrive and abdominal distension. His X-ray chest & abdomen showed the following. Diagnosis?",
        "exp": "X ray shows calcification of adrenals- seen in Wolman disease- deficiency of lysosomal acid lipase",
        "cop": 1,
        "opa": "Wolman disease",
        "opb": "Gaucher disease",
        "opc": "Organic acidemia",
        "opd": "Tyrosinemia",
        "subject_name": "Pediatrics",
        "topic_name": "Lysosomal Storage Diseases",
        "id": "7a3c6f86-ef38-4852-a87c-317f8065d550",
        "choice_type": "single"
    },
    {
        "question": "What is the disease this child, who also has hepatosplenomegaly and intellectual disability is suffering from?",
        "exp": "This child with coarse facies & corneal opacity, hepatosplenomegaly and intellectual disability is suffering from Mucopolysaccharidosis type I or Hurler disease.",
        "cop": 3,
        "opa": "Gaucher disease",
        "opb": "Phenylketonuria",
        "opc": "Mucopolysaccharidosis",
        "opd": "Krabbe's disease",
        "subject_name": "Pediatrics",
        "topic_name": "Lysosomal Storage Diseases",
        "id": "3724a674-b6c3-4f5f-a5b4-079293aadccc",
        "choice_type": "single"
    }
]