[
    {
        "question": "True for Bochdalek hernia:",
        "exp": "Ans. B. Congenital disorderBochdalek hernia is the other name for congenital diaphragmatic hernia. It is a posterior (and not anterior) congenital defect of the diaphragm and is primarily due to lack of closure of the pleuroperitoneal cavity between the eighth and tenth week of embryonic life. Majority of cases occur on the left side. Affected newborns frequently present with breathing difficulty, particularly within the first few hours of life.",
        "cop": 2,
        "opa": "Commonly occurs on the right side",
        "opb": "Congenital disorder",
        "opc": "Anterior position",
        "opd": "Breathing difficulty in newborns from day 2-3",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "8f26f931-d9ad-4446-8735-8a2a0891cd89",
        "choice_type": "multi"
    },
    {
        "question": "Umbilical cord usually separates in newborns on:",
        "exp": "Ans. C. Day 7-10Umbilical cord is the connection between the mother and the fetus in the intrauterine stage and includes two arteries and one vein. It usually separates in children between day 7-10, either by dry gangrene or a residual moist base.",
        "cop": 3,
        "opa": "Day 1",
        "opb": "Day 2-3",
        "opc": "Day 7-10",
        "opd": "After 1 month",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "aaee1eb4-5f0e-4268-aa42-7a21da84de10",
        "choice_type": "multi"
    },
    {
        "question": "Indication of fetal distress is:",
        "exp": "Ans: d",
        "cop": 4,
        "opa": "Decrease in fetal scalp blood pH",
        "opb": "Meconium staining",
        "opc": "Late deceleration of heart rate",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "86d9a3f7-d824-44bb-9c05-292afd78d29e",
        "choice_type": "multi"
    },
    {
        "question": "In a neonate, cessation of breathing for 10 second with bradycardia is:",
        "exp": "a. Apnea(Ref: Nelson's 20/e p 849)Apnea in a newborn is defined as: cessation of respiration for 20 seconds with or without bradycardia and cyanosis or cessation of respiration for less than 20 seconds if it is associated with bradycardia or cyanosis.",
        "cop": 1,
        "opa": "Apnea",
        "opb": "Dyspnea",
        "opc": "Cheyne Stokes respiration",
        "opd": "None",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "42d62ff3-6de5-4778-b8ce-8ce58acf0412",
        "choice_type": "multi"
    },
    {
        "question": "Apgar stands for: (Asked twice in exam)",
        "exp": "ANS. C",
        "cop": 3,
        "opa": "Attitude pulse grimace activity respiratory effort",
        "opb": "Attitude pulse grimace appearance respiratory effort",
        "opc": "Appearance pulse grimace activity respiratory effort",
        "opd": "Appearance pulse grimace attitude respiratory effort",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "40fc36c5-ec55-40db-8042-635a01c0975c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following are common physiological problems in neonates:",
        "exp": "Ans. D. All of the aboveNeonates may have minor physiological peculiarities which are of no serious consequences. These include(i) Regurgitation of milk (most neonates take out small amount of curdled milk soon after feed. Child is usually active and vomitus is never yellow or green colour)(ii) Transitional stools: It is the transition from meconium to the yellow homogenous stool of a breastfed infant and is physiological(iii) Erythema toxicum: The rash usually appears on 2nd or 3rd day of life. It is scattering of erythema macules, papules and even vesicles. It occurs commonly over trunk, face and extremities and palms and soles are spared.(iv) Mongolian spots: They are pigmented lesions found at birth. The area most commonly involved is the lumbosacral region, but occasionally in the upper back, arms, buttocks and legs may be involved.(v) Neonatal Jaundice: Jaundice is common physical finding (manifesting as yellowness of the skin of the face) when serum bilirubin exceeds 5mg/dl during the first week of life. As the degree of jaundice increases, there is cephalocaudal progression. Jaundice should be considering non - physiological if it has appeared within 24 hours of age, stains palms or soles or persists beyond 10-14 days.",
        "cop": 4,
        "opa": "Erythema toxicum",
        "opb": "Transitional stools",
        "opc": "Mongolian spots",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "e89c0dce-e2fc-4848-b0ca-d979a55522cc",
        "choice_type": "multi"
    },
    {
        "question": "What is the most probable diagnosis in this neonate shown below?",
        "exp": "a. Infant of diabetic mother(Ref: Nelson's 20/e p 898-899)Large for date baby with hairy pinna suggests a diagnosis of Infant of diabetic mother.",
        "cop": 1,
        "opa": "Infant of diabetic mother",
        "opb": "Beckwith Wiedemann syndrome",
        "opc": "Congenital hypothyroidism",
        "opd": "IUCR baby",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "08714c1d-9144-44b1-9cc9-b02e89557280",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is seen in APGAR score?",
        "exp": "Ans: a (Colour) Ref: Nelson, 18th ed, p. 879; OPGhai, 6th ed, p. 144Parameters used in APGAR score* Respiratory effort* Heart rate / min* Colour of the body* Muscle tone* Reflex stimulationAPGAR score is a semi objective measure of assessing the infants respiratory, circulatory and neurological status at birthNormal babies have an APGAR score of 9 at one and five minutesAPGAR score between 4-8 is moderately low while that less than 4 is very lowMost important cause of cardiopulmonary, neurological depression indicated by low APGAR score is birth asphyxiaInfants with low 5 minute APGAR score should be monitored for manifestation of hypoxic ischaemic encephalopathy.",
        "cop": 1,
        "opa": "Colour",
        "opb": "Bilirubin",
        "opc": "Blood group",
        "opd": "Respiratory rate",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "21406f7e-2534-494b-9768-fcd09535ea51",
        "choice_type": "single"
    },
    {
        "question": "If APGAR score is 6, at 5 minutes of life, then what is the interpretation?",
        "exp": "b. Moderate asphyxia(Ref: NNF & WHO guidelines)Apgar scoreInterpretation0-3Severe birth asphyxia4-7Moderate birth asphyxia>7Normal",
        "cop": 2,
        "opa": "Child is normal",
        "opb": "Moderate asphyxia",
        "opc": "Severe birth asphyxia",
        "opd": "It requires immediate resuscitation",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "57ef66d4-145d-49e6-9997-57439a71aead",
        "choice_type": "single"
    },
    {
        "question": "At what age is physiological jaundice seen?",
        "exp": "Ans. is 'b' i.e., One week of life Physiological jaundice* Most neonates develop visible jaundice due to elevation of unconjugated bilirubin concentration during their first week. This common condition is called physiological jaundice.* This pattern of hyperbilirubinemia has been classified into two functionally distinct periods -1. Phase one# Last for 5 days in term infant with peak bilirubin levels to 12 mg/dl.# Last for 7 days in preterm infant with peak bilirubin levels to 15 mg/dl.2. Phase two# There is decline to about 2 mg/dl, which lasts for 2 weeks after which adult values are attained.Criteria for physiological jaundicei) Clinical jaundice appears after 24 hours of age.ii) Total bilirubin rises by less than 5mg/dl per day (no sudden rise).iii) Peak bilirubin occurs at 3-5 days of age, with a total bilirubin of no more than 15 mg/dliv) Clinical jaundice is resolved by 1 weeks in term infants and 2 weeks in preterm infants.",
        "cop": 2,
        "opa": "At birth",
        "opb": "One week of life",
        "opc": "One month of age",
        "opd": "One year of age",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "73eb0d75-e6cb-49eb-b00e-73f9a2c85cbb",
        "choice_type": "single"
    },
    {
        "question": "A preterm neonate with hyaline membrane disease needs to be treated with:",
        "exp": "d. Surfactant(Ref: Nelson's 20/e p 854)Systemic or inhaled corticosteroids have been used, mainly in those infants with RDS, who continue to require respiratory support & in whom bronchopulmonary dysplasia (BPD) develops.Routine use of corticosteroids for the prevention or treatment of BPD is not recommended by the American Academy of Pediatrics.",
        "cop": 4,
        "opa": "Dexamethasone",
        "opb": "Betamethasone",
        "opc": "Hydrocortisone",
        "opd": "Surfactant",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "870e3907-d606-4e2c-8bde-cadf904e74bd",
        "choice_type": "single"
    },
    {
        "question": "Primary cause of hyaline membrane disease is",
        "exp": "Ans. d (Surfactant deficiency). (Ref. Nelson, Textbook of Paediatrics, 18th/731)HYALINE MEMBRANE DISEASE# Common in premature, IDM and infants delivered by caesarean section.# Clinically manifests shortly after birth (dyspnoea and cyanotic attacks).# X-ray chest shows \"ground glass\" mottling.# As HMD progresses, influx of plasma renders the lungs more radio-opaque, reticulogranular shadowing becomes more confluent & ground glass haziness is seen with loss of clarity of diaphragm & heart.# Mortality 33%# Hyaline membrane is a homogenous eosinophilic membrane plastering the alveolar ducts and terminal bronchiole in HMD.# Rx .-Timely steroids, exogenous surfactant therapy and oxygen (not 100 %) are useful in treatment.",
        "cop": 4,
        "opa": "Prematurity",
        "opb": "Oxygen toxicity",
        "opc": "Alveolar inflammation",
        "opd": "Surfactant deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "2b8a3961-bacc-4d6d-bd77-14258285bb24",
        "choice_type": "single"
    },
    {
        "question": "1 day old m ale baby delivered by LSCS had swelling over back in midline.",
        "exp": "Ans. is 'b' i.e., Folic acid o Folic acid supplementation decreases the incidence and recurrence of neural tube defects (NTD). Because the neural tube closes within the 1st 28 days ofconception, periconceptional supplementation is needed for prevention. It is recommended that women without a prior history of a NTD, ingest 400 ?g/day throughout their reproductive years. Women with a history of a prior pregnancy complicated by a NTD or a Ist-degree relative with a NTD should have preconceptual counseling and they should ingest 4 mgfday of supplemental folic acid at least 1 mo before conception. Use of some antiepileptic drugs (valproatet carbamazepine) during pregnancy is associated with an increased risk of NTD. Women taking these medications should ingest 1-5 mg of folic acid/day in the preconception period.",
        "cop": 2,
        "opa": "Iron",
        "opb": "Folic acid",
        "opc": "Thiamine",
        "opd": "Vit A",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "87c6d7dd-7ce6-47c3-9daf-4e2ad02a1652",
        "choice_type": "single"
    },
    {
        "question": "A new born who has frothing of mouth. Cyanosis is present on day one. The most probable diagnosis is:",
        "exp": "Ans. d. Esophageal atresia (Ref: Ghai 7/e p151: Nelson 19/e p1262)A new born who has frothing of mouth. Cyanosis is present on day one. The most probable diagnosis is esophageal atresia.'The diagnosis of esophageal atresia is entertained in an infant with excessive salivation along with coughing or choking during the first oral feeding.'Esophageal atresia:The diagnosis of esophageal atresia is e.ntertained in an infant with excessive salivation along with coughing or choking during the first oral feeding.Lung hypoplasia:The history may include poor fetal movement or amniotic fluid leakage and oligohydramnios.The neonate may be asymptomatic or may present with severe respiratory distress or apnea that requires extensive ventilatory support.In older children, dyspnea and cyanosis maybe present upon exertion, or a history of repeated respiratory infections maybe noted.Lung cyst:Found most often in young adults and are rare in infancy.The usual symptoms are the result of compression by the cyst, e.g., dyspnoea, dysphagia, cough and chest pain.Diaphragmatic hernia:Classic triad: Respiratory distress + Dextrocardia + Scaphoid abdomenQThe MC presentation is respiratory distress due to severe hypoxemia.The infant appears dyspneic, tachypneic, and cyanotic, with severe retractions.The anteroposterior diameter of the chest maybe large and the abdomen may be scaphoidQ.",
        "cop": 4,
        "opa": "Lung hypoplasia",
        "opb": "Lung cyst",
        "opc": "Diaphragmatic hernia",
        "opd": "Esophageal atresia",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "18405d66-ec58-4a82-bf97-9cd279a1bb09",
        "choice_type": "single"
    },
    {
        "question": "Kawasaki disease is associated with all except:",
        "exp": "c. Thrombocytopenia(Ref: Nelson's 20/e p 1216-1217, Ghai 8/e p 632-633)Mnemonic:Diagnostic Criteria for Kawasaki DiseaseFever persisting at least 5 days with presence of at least 4 features out of 5 (CREAM):Conjunctivitis: Rash, Edema & erythema of palms & soles, Adenopathy and Mucosal involvement: Strawberry tongue",
        "cop": 3,
        "opa": "Erythema",
        "opb": "Posterior cervical lymphadenopathy",
        "opc": "Thrombocytopenia",
        "opd": "Conjunctivitis",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "477c9e67-2a90-4c0f-97bf-7cb2a99ba3ff",
        "choice_type": "multi"
    },
    {
        "question": "Effective sign of neonatal resuscitation is:-",
        "exp": "Ans. (c) Heart rate increasedRef: Nelson Textbook of Pediatrics 20th Ed; Page No-845-46 and NEP guidelines 7th Ed 2016* Begin the resuscitation with antenatal counseling (when appropriate) and a team briefing and equipment check. Maintain normal body temperature of neonate during resuscitation, target temperature being 36.5-37.5degC in axilla.* Approx. 10% neonates need some assistance and upto 1% need active resuscitation.* Current evidence suggests that cord clamping should be delayed for at least 30-60 seconds for most vigorous term and pre-term neonates.* Most successful indicator of response to resuscitation is increase in heart rate. An electronic cardiac monitor is the preferred method for assessing heart rate.* Oxygen concentration method:# Resuscitation is gestational age at or above 35 weeks begins with 21% oxygen (room air)# In those < 35 weeks: Begin with 21 -30% oxygenationNewborn Resuscitation Algorithm# 100% 02 used whenever you give chest compression and wean 02 if HR improves* Stimulation can be done by: Rubbing the back trickling the sole once.* Mouth suctioned first, followed by nose. No role of routine tracheal suctioning.* To prevent hypoxic-ischemic tissue (brain, heart, and kidney) injury associated morbidity and mortality and reestablish adequate spontaneous respiration and cardiac output; neonatal resuscitation preferred.* The steps in neonatal resuscitation follow the TABCs:# T: Provide warmth, dry the baby and remove the wet linen.# A: Position the infant, clear the airway, and establish a patent airway by suctioning and if necessary, insert an endotracheal tube to ensure an open airway.# B: Tactile stimulation to initiate breathing or positive- pressure ventilation using either bag-and-mask or through an endotracheal tube as necessary.# C: Simulate and maintain the circulation of blood with chest compression and medications as indicated.* Flow-chart outlines the steps to follow for immediate neonatal evaluation and resuscitation.CPAP= continuous positive airway pressure; ET = endotracheal; HR= heart rate; IV= intravenous; PPV= positive pressure ventilation* If heart rate less than 60 beats/min with poor perfusion is an indication to begin chest compressions.* If the bradycardia exists, vascular access should be found; at that time resuscitative epinephrine should be administered in a repeatedly manner in every 3-5 min for persistent symptomatic bradycardia.* Atropine can also be given in such type of cases; if vagal tone increases (e.g., in the setting of head injury with raised intracranial pressure) or primary atrioventricular block is suspected.* Medications are rarely required but should be administered when the heart rate is <60 beats/min after 30 sec of combined ventilation and chest compressions or during asystole.* The umbilical vein can generally be readily cannulated and used for immediate administration of medications during neonatal resuscitation (See Extra mile).* If intravenous access is not available and/or for naloxone; the endotracheal tube is used for the administration of epinephrine* The dose of Epinephrine: 0.1-0.3mL/kgof a1:10,000 solution, given intravenously or intratracheally for asystole or for failure to respond to 30 sec of combined resuscitation. The dose may be repeated every 3-5 min.Extra MileGuidelines for Tracheal Tube Size and Depth of InsertionTube Size (mm internal diameter)Depth of Insertion from Upper Lip (cm)Weight (g)Gestation (week)2.56.5-7<1,000<2837-81,000-2,00028-343/3.58-92,000-3,00034-383.5/4.0>9>3,000>38",
        "cop": 3,
        "opa": "Color change",
        "opb": "Air entry",
        "opc": "Heart rate increased",
        "opd": "None of the above",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "87ab6b00-4c72-4a8b-ad53-667fde5770a2",
        "choice_type": "multi"
    },
    {
        "question": "How are chest compressions given in a newborn?",
        "exp": "c. Using the two thumbs on the lower third of sternumThe two thumb encircling technique is preferred for chest compressions in newborn",
        "cop": 3,
        "opa": "Using palm on the lower third of sternum",
        "opb": "Using two fingers on the middle third of sternum",
        "opc": "Using the two thumbs on the lower third of sternum",
        "opd": "Using three fingers on the lower third of sternum",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "d10a068b-1e81-464c-bca1-3fda3ce65ffa",
        "choice_type": "single"
    },
    {
        "question": "APGAR stands for?",
        "exp": "b. Appearance, Pulse, Grimace, Activity, Respiration(Ref: Nelson's 20/e p 798)APGAR score is based on 5 parameters: Appearance, Pulse, Grimace, Activity, Respiration",
        "cop": 2,
        "opa": "Appearance, Pressure, Grimace, Activity, respiration",
        "opb": "Appearance, Pulse, Grimace, Activity, Respiration",
        "opc": "Appearance, Pressure, Grimace, Activity, Respiration",
        "opd": "Awareness, Pulse, Grimace, Activity, Respiration",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "d37115ba-78a8-4924-aa7c-dede363468b0",
        "choice_type": "single"
    },
    {
        "question": "A 3 days old neonate is brought by the mother to the pediatrician and is found to have a bilirubin of 18 g/dl. What is the next step?",
        "exp": "b. Start phototherapy and continue breastfeeding(Ref: Nelson's 20/e p 873-74)First line of treatment for pathological neonatal jaundice is phototherapy; breastfeeding should be continued.",
        "cop": 2,
        "opa": "Stop breastfeeding",
        "opb": "Start phototherapy and continue breastfeeding",
        "opc": "Start phototherapy and stop breastfeeding",
        "opd": "Exchange transfusion",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "c7f42924-cbd6-4b40-8ff1-eea56562c78e",
        "choice_type": "multi"
    },
    {
        "question": "Mongolian spots are seen most commonly over?",
        "exp": "Ans. D. Presacral region. (Ref. Nelson Paediatrics 19th/Fig. 639-2).Mongolian spots, which are blue or slate-gray macular lesions, have variably defined margins; they occur most commonly in the presacral area but may be found over the posterior thighs, legs, back, and shoulders. They may be solitary or numerous and often involve large areas. More than 80% of black, Asian, and East Indian infants have these lesions, whereas the incidence in white infants is <10%. The peculiar hue of these macules is due to the dermal location of melanin- containing melanocytes (mid-dermal melanocytosis) that are presumably arrested in their migration from neural crest to epidermis. Mongolian spots usually fade during the first few years of life as a result of darkening of the overlying skin. Malignant degeneration does not occur. The characteristic appearance and congenital onset distinguish these spots from the bruises of child abuse. Although regarded as benign, recent data suggest that MS may be associated with inborn errors of metabolism and neurocristopathies. Mongolian spots usually resolve by early childhood and hence no treatment is generally needed if they are located in the sacral area. However, sometimes it may be required for extrasacral lesions for cosmesis.",
        "cop": 4,
        "opa": "Shoulders",
        "opb": "Occipital area",
        "opc": "Mandibular area",
        "opd": "Presacral region",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "468a67a1-d1c6-4a05-9491-9551aa65d524",
        "choice_type": "single"
    },
    {
        "question": "Cause of neonatal hyperbilirubinemia ?",
        "exp": "Ans. is 'd' i.e., All of aboveAvery -textbook of neonatology (P.1536/ed 6th)o 75% of daily billirubin production in Neonats came from normal destruction of circulating RBC.o 25% comes from other factor like.Ineffective erythropoiesisDestruction of immature RBCo Immature UDPGT activity in foetal liver especially preterm baby.",
        "cop": 4,
        "opa": "Inefficient ervthropoiesis",
        "opb": "RBC hemoglobin",
        "opc": "Immature liver enzyme",
        "opd": "All of above",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "df6b28f6-d25c-4d36-b67b-6d2f20d8e666",
        "choice_type": "multi"
    },
    {
        "question": "Elements of bishop's score is ail except -",
        "exp": "Ans. is 'c' i.e., Endometrial consistencyo Bishop score, also Bishop's score, also known as cervix score is a pre-labor scoring system to assist in predicting whether induction of labor will be required.o The total score is achieved by assessing the following five components on vaeinal examination:y Cervical dilationy Cervical effacementy Cervical consistencyy Cervical positiony Fetal stationo If the Bishop score is 8 or greater the chances of having a vaginal delivery are good and the cervix is said to be favorable or \"ripe\" for induction.o If the Bishop score is 6 or less the chances of having a vaginal delivery are low and the cervix is said to be unfavorable or \"unripe\" for induction",
        "cop": 3,
        "opa": "Cervical dilatation",
        "opb": "Cervical effacemat",
        "opc": "Endometrial consistency",
        "opd": "Fetal station",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "8ddc0655-e059-466e-b9de-0b6f8e026a46",
        "choice_type": "multi"
    },
    {
        "question": "After 5 days of birth, a baby develops poor feeding, fever and convulsions; CSF examination shows low sugar and high proteins. The most likely cause of these symptoms:",
        "exp": "Ans. A. L. monocytogenesThis child has symptoms of meningitis; the most common cause of neonatal meningitis is Group B Streptococcus, and E. coli. Other known causes are Klebsiella, S. aureus, and Listeria.",
        "cop": 1,
        "opa": "L. monocytogenes",
        "opb": "Meningococcus",
        "opc": "S. pneumonia",
        "opd": "Leptospira",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "04783565-147a-4326-a746-58ffc0e230c6",
        "choice_type": "single"
    },
    {
        "question": "A very preterm baby on 30 mL/kg of enteral feeding developed sudden severe abdominal distension with visible bowel loops on day 6 of life. The baby also showed temperature instability and lethargy. X-ray of the abdomen showed portal venous gas. The staging of NEC is?",
        "exp": "c. 2b(Ref: Nelson's 20/e p 869-870, Ghai 8/e p 165-166)Stage of NECRadiological featureINormal/mild intestinal dilatation IIIIa: Pneumatosis intestinalis;IIb: Portal vein gasIIIIIIa: Peritonitis/Ascites;IIIb: Pneumoperitoneum",
        "cop": 3,
        "opa": "I",
        "opb": "2a",
        "opc": "2b",
        "opd": "3a",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "19985786-a7f0-42ce-a1c0-424dfa6ba813",
        "choice_type": "single"
    },
    {
        "question": "Which of the following will favour the diagnosis of RDS in newborn:",
        "exp": "b. Air bronchogram in chest X-ray(Ref: Nelson's 20/e p 850-857, Ghai 8/e p 169-170)Discussing about the options one by one,a.Receipt of antenatal steroidsNoAntenatal steroids protect against RDSb.Air bronchogram in chest X-rayYesAir bronchogram on Chest X-ray is a feature of RDSc.Manifests after 6 hrsNoRDS manifests soon after birth & not after 6 hoursd.Occurs after term gestationNoIt usually occurs in preterm neonates",
        "cop": 2,
        "opa": "Receipt of antenatal steroids",
        "opb": "Air bronchogram in chest X-ray",
        "opc": "Manifests after 6 hrs",
        "opd": "Occurs after term gestation",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "47bd3beb-b643-48a1-ab74-ae3be2908802",
        "choice_type": "single"
    },
    {
        "question": "A study under australian collaborative trial on steroids use in neonates was done. \\V hick of the following is true?",
        "exp": "Ans. b. Corticosteroid to children causes behavioral worsening , 0.98 - 1.10; adjusted P = . 20).Both groups of children were also similar in body size, blood pressure, use of health services, respiratory morbidity and child behavior scores.However, children whose mothers received repeat doses of corticosteroids were more likely than those exposed to placebo to require evaluation for attention problems ( P = .04).\"Administration of repeat doses of antenatal corticosteroids reduces neonatal morbidity without changing either survival free of major neurosensory disability or body size at 2 years of age",
        "cop": 2,
        "opa": "No difference between placebo and corticosteroid",
        "opb": "Corticosteroid to children causes behavioral worsening",
        "opc": "Corticosteroid to children causes reduction in head circumference",
        "opd": "Corticosteroid to children causes neuro sensitivity degradation",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "878a3078-12c2-4fff-99b3-74f025b5169b",
        "choice_type": "multi"
    },
    {
        "question": "Macrosomia is -",
        "exp": "Ans. is 'a' i.e.. Large size babyMacrosomia :-o Condition where baby is large before birth.Factors causing Macrosomia :-1. Mother having diabetes2. Mother having gestational diabetes3. Obese mother.",
        "cop": 1,
        "opa": "Large size baby",
        "opb": "Big mouth",
        "opc": "Large head",
        "opd": "Large tongue",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "c09f5be6-36e9-479e-b780-ee16db640cdc",
        "choice_type": "single"
    },
    {
        "question": "A newborn infant becomes markedly jaundiced on the second day of life, and a faint petechial eruption, first noted at birth, is now a generalized purpuric rash. Hematologic studies for hemolytic diseases are negative. Acute management should include which of the following?",
        "exp": "Although hypothyroid neonates may develop hyperbilirubinemia, the patient described most likely has a congenital or acquired infection requiring immediate diagnosis and, if possible, treatment. Among the important causes of neonatal sepsis are prenatal infections, including congenital syphilis, toxoplasmosis, cytomegalovirus infection, and rubella. Useful diagnostic studies, in addition to cultures for bacteria, include specific serologic tests for pathogens, viral cultures, lumbar puncture, and x-rays of the chest and long bones. Longitudinal striations in the metaphysis are characteristic of congenital rubella, whereas osteochondritis or periostitis usually indicates congenital syphilis. Congenital syphilis, cytomegalovirus, and rubella can be highly contagious. Urine can contain rubella virus for more than 6 months and is, therefore, a special hazard to nonimmune pregnant women.",
        "cop": 2,
        "opa": "Liver ultrasound",
        "opb": "Isolation of the infant from pregnant hospital personnel",
        "opc": "Urine drug screen on the infant",
        "opd": "Discharge with an early follow-up visit in 2 days to recheck bilirubin",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "2084d5c4-8144-435e-bb19-12fb7fb57f98",
        "choice_type": "single"
    },
    {
        "question": "A newborn with eyes closed 6 hrs after birth is lustily crying; There are no chest retraction & movements of all four limbs are present. Neonatal behavioral response grading.",
        "exp": "d. State 6(Ref: Nelson's 20/e p 63)As the neonate is lustily, (i.e. strongly) crying, his behavioral response grading is state 6 (prechtl's system)Behavioral StateDescription1Eyes closed, regular respiration, no movements (may have startle) (Quiet sleep)2Eyes closed, irregular respiration, may have small isolated/ gross movements (Active sleep)3Eyes open, regular respiration, no movement (may have small isolated movements) (Drowsy)4Eyes open, gross movements, no cry (Alert)5Fussy6Strong cry",
        "cop": 4,
        "opa": "State 1",
        "opb": "State 3",
        "opc": "State 5",
        "opd": "State 6",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "d42bb0df-06cc-4359-a4c4-be450d38d88a",
        "choice_type": "multi"
    },
    {
        "question": "A preterm infant is now 7 weeks old. She was intubated for 2 weeks and was weaned off oxygen at 3 weeks of age. You are about to leave your office for the Thanksgiving holiday when the emergency room calls to tell you she has recent onset of hypoxia, respiratory distress, wheezes, and runny nose. A chest radiograph reveals patchy infiltrates and hyper-expansion in both lung fields. The newborn's 2-year-old sibling has an upper respiratory infection. For the mentioned clinical scenario, select the most likely diagnosis",
        "exp": "Bronchiolitis is a very common viral infection most often caused by respiratory syncytial virus. It is most often seen in the winter months with symptoms of wheezing, hypoxia, and respiratory distress seen in younger children; often an older sibling has milder, upper respiratory symptoms. Premature infants, infants with congenital heart disease, infants with a variety of lung disorders, and infants with immune system defects are at higher risk of severe complications. Diagnosis is made by clinical history and/or detection of the viral antigen in nasal secretions; treatment is supportive.",
        "cop": 4,
        "opa": "Bronchopulmonary dysplasia",
        "opb": "Respiratory distress syndrome (hyaline membrane disease )",
        "opc": "Pulmonary interstitial emphysema",
        "opd": "Bronchiolitis",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "50b17288-37a2-46ae-a914-57fa5d4609d2",
        "choice_type": "multi"
    },
    {
        "question": "As per the perinatal risk stratification of preterm neonates and developmental outcomes, which of the following will constitute a moderate risk category?",
        "exp": "a. Gestation 30-32 weeks, birth weight 1000-1500gm, 1 - 3 days of hypoglycemia(Ref: NNF Practice Guidelines 2011)NNF Recommendations for risk stratification of preterm neonates for follow-up:High RiskModerate RiskMild Risk* Birth wt <1kg &/or gest <28 week* Birth weight 1000-1500g* Birth wt 1500g-2500g* Chronic lung disease/IVH/PVL* Gestational age < 33 weeks* HIE grade I* Severe HIE/Seizures/Meningitis* Twins/triplets* Transient hypoglycemia* Surgical conditions, e.g. CDH,TEF* Moderate HIE* Suspected sepsis* Birth wt <3rd or >97th centile* Hypoglycemia* Neonatal jaundice needing phototherapy* Mech ventilation for > 24 hrs* Neonatal sepsis* IVH grade 1* Persistent prolonged hypoglycemia* Hyperbilirubinemia >20mg/dL or need of exchange transfusion * Shock requiring inotropes* IVH grade 2 * Infants of HIV-positive mothers* Suboptimal home environment * Bilirubin encephalopathy",
        "cop": 1,
        "opa": "Gestation 30-32 weeks, birth weight 1000-1500 gm, 1 - 3 days of hypoglycemia",
        "opb": "Gestation < 28 weeks, birth weight 1251-1500 gm, 1 - 4 days of hypoglycemia",
        "opc": "Gestation < 28 weeks, birth weight <1250 gm, 1 - 4 days of hypoglycemia",
        "opd": "Gestation 30-32 weeks, birth weight 1251-1500 gm, more than 5 days of hypoglycemia",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "ba18a5b2-0102-4bfc-99c5-79e618e78315",
        "choice_type": "single"
    },
    {
        "question": "Acute febrile illness with vasculitis having predilection for the coronary arteries is seen in:",
        "exp": "a. Kawasaki disease(Ref: Nelson's 20/e p 1221-1223, Ghai 8/e p 631-635)Coronary artery aneurysm is an important complication of Kawasaki disease",
        "cop": 1,
        "opa": "Kawasaki disease",
        "opb": "Adenovirus infection",
        "opc": "Diphtheria",
        "opd": "Measles",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "0e251790-71f0-450d-9d3d-434e34374f01",
        "choice_type": "single"
    },
    {
        "question": "The initiation of the first breath in a newborn is due to:",
        "exp": "b. |pH;|PaO2 ;|PaCO2 (Ref: AAP guidelines 2015, Ghai 8/e p 126-133)Hypoxia, hypercapnia & acidosis = Respiratory center in the brain stimulated = Breathing",
        "cop": 2,
        "opa": "|pH; |PaO2; |PaCO2",
        "opb": "|pH; |PaO2; |PaCO2",
        "opc": "|pH; |PaO2, |PaCO2",
        "opd": "|pH; |PaO2, |PaCO2",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "fcba20d2-2b0c-441c-899f-bfd0059f008d",
        "choice_type": "single"
    },
    {
        "question": "Neonatal jaundice is caused by all EXCEPT",
        "exp": "(c) Anemia (41-IAP. Text book of pediatrics 5th edition; 603-8-Nelson 19th/ed)In neonates, jaundice tends to develop because of two factors - the breakdown of fetal hemoglobin as it is replaced with adult hemoglobin and the relatively immature hepatic metabolic pathways which are unable to conjugate and so excrete bilirubin as quickly as an adult. This causes an accumulation of bilirubin in the blood (hyperbilirubinemia), leading to the symptoms of jaundice.If the neonatal jaundice does not clear up with simple phototherapy, other causes such as biliary atresia, PFIC, bile duct paucity, Alagille syndrome, alpha 1-antitrypsin deficiency, and other pediatric liver diseases should be considered.Non ConjugatedHemolyticIntrinsic causes of hemolysis* Membrane conditions* Spherocytosis* Hereditary elliptocytosis* Systemic conditions* Sepsis* Arteriovenous malformation* Enzyme conditions* Glucose-6-phosphate dehydrogenase deficiency (also called G6PD deficiency)* Pyruvate kinase deficiency* Globin synthesis defect* sickle cell disease* Alpha-thalassemia, e.g. HbH diseaseExtrinsic causes of hemolysis* Alloimmunity (The neonatal or cord blood gives a positive direct Coombs test and the maternal blood gives a positive indirect Coombs test)* Hemolytic disease of the newborn (ABO)* Rh disease* Hemolytic disease of the newborn (anti-Kell)* Hemolytic disease of the newborn (anti-Rhc)* Other blood type mismatches causing hemolytic disease of the newbornNon-hemolytic causes* Breast milk feeding* Cephalohematoma* Polycythemia* Sepsis* Hypothyroidism* Gilbert's syndrome* Crigler-Najjar syndromeConjugatedHepatic causes* Infections* Sepsis* Hepatitis B* TORCH infections* Metabolic* Galactosemia* Alpha-1 -antitrypsin deficiency* Cystic fibrosis* Dubin-Johnson Syndrome* Rotor syndrome* Drugs* Total parenteral nutrition* IdiopathicPost-hepatic* Biliary atresia or bile duct obstruction* Alagille syndromeNEONATAL JAUNDICE / HYPERBILIRUBINEMIA* Approximately 60% of-term and 80% of preterm babies develop jaundice during the first week of life, usually multifocal* In majority early neonatal jaundice is due to rise in unconjugated (indirect) bilirubin*** Yellow colour usually results from the accumulation of unconjugated, non polar, lipid soluble bilirubin in the skin* Most common cause of neonatal hyper bilirubinemia is physiological jaundice* Conjugated hyperbilirubinemia is always pathological and expert help should be sought early to identy biliary atresia* The neonatal production rate of bilirubin is 6-8 mg 1kg /24 hour (In contrast to 3-4 mg/kg/24hr in adults)Unconjugated hyper bilirubinemia may be caused or increased by any factor1. Increases the load of bilirubin to be metabolized by the liver (Hemolytic anemias, polycythemia, bruising or internal hemorrhage, shortened red blood cell life as a result of immaturity or transfusion of cells, increased enterohepatic circulation, infections)2. Damages or reduces the activity of the transferase enzyme or other related enzymes (Genetic deficiency, hypoxia, infection, thyroid deficiency.3. Competes for or blocks the transferase enzyme(Drugs- oxytocin, phenolic detergents and other substances requiring glucuronic acid conjugation)4. Leads to an absence or decreased amounts of the enzyme or to reduction of bilirubin uptake by liver cells ('Genetic defects and prematurity)* Early and frequent feeding decreases, whereas breast feeding and dehydration increases serum levels of bilirubin* Delay in passage of meconium which contains lmg bilirubin/ dL may contribute to jaundice by enterohepatic reciruculation after deconjugation by intestinal glucuronidase cell* The toxic effects of elevated serum concentration of unconjugated bilirubin are increased by factors that reduce the retension of bilirubin in the circulation (Hypoproteinemia, displacement of bilirubin from its binding sites on albumin by competitive binding of drugs such as sulfisoxazole and moxalactam, acidosis and inceased free fatty acids concentration secondary to hypoglycemia, starvation or hypothermia)* Neurotoxic effects are adversely influenced by - Asphyxia, prematurity, hyperosmolality and infections* Bilirubin toxicity or kernicterus can cause permanent sequalae characterized by Tetrad of* Choreo athetoid cerebral palsy* High frequency central hearing loss* Vertical gaze palsy* Dental enamel hypoplasia",
        "cop": 3,
        "opa": "Increased RBC destruction",
        "opb": "Hyperbilirubinemia",
        "opc": "Anemia",
        "opd": "Breast feeding",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "af7207d2-4296-4956-bc4b-46a47f1e24e5",
        "choice_type": "multi"
    },
    {
        "question": "A non-ventilated preterm baby in incubator is under observation. Which is the best way to monitor the baby's breathing and detect apnea?",
        "exp": "d. Impedance technique(Ref: AAP guidelines 2015)Respiratory monitoring is based on impedance technique, that measures changes in electrical resistance during breathing;The electrode is fixed on the chest wall to pick up signals which are displayed as respiratory rate.",
        "cop": 4,
        "opa": "Infrared throracic movement study",
        "opb": "Capnography",
        "opc": "Nasal digital temperature monitoring",
        "opd": "Impedance technique",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "6afb5283-1791-411e-9f66-e86f28d3337d",
        "choice_type": "single"
    },
    {
        "question": "Most common situation associated with transient tachypnea of newborn is",
        "exp": "Ans. is 'c & d' i.e., Elective caesarean section & Normal vaginal delivery [Ref O.P. Ghai 8th/e p. 171 & 7th/e p. 146; Various articles of Obs & GynaTransient tachypnea of Newborn* Transient tachypnea of the newborn is a benign self-limiting disease occuring usually in term neonates and is d to delayed clearance of lung fluid. It is also called respiratory distress syndrome type II.* TTN follows -i) Uneventful normal preterm or term vaginal deliveryii) Cesarean delivery* TTN is believed to be secondary to slow absorption of fetal lung fluid resulting in decreased pulmona compliance and tidal volume and increased dead space therefore also known as wet lung.* Clinical manifestations# Early onset of tachypnea# Sometimes retraction or expiratory grunting# Occasionally cyanosis# Patients usually recover rapidly within 3 days.# Hypoxemia, hypercapnia and acidosis are uncommon.* The lungs are generally clear without rales or rhonchi and chest roentgenogram shows -# Prominent pulmonary vascular markings# Overaeration# Fluid lines in the fissure# Flat diaphragms# Prominent inter-labar fissure# Occasionally pleural fluid.* Distinguishig this disease from hyaline membrane disease is difficult. The distinctive feature of transient tachyapnea are -# Mild symptomology# Sudden recovery of the infant# Absence of roentgenographic reticulogranular pattern or air bronchogram.",
        "cop": 3,
        "opa": "Term delivery requiring forceps",
        "opb": "Term requiring ventouse",
        "opc": "Elective caesarean section",
        "opd": "Normal vaginal delivery",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "7210c823-e36b-4d39-9ade-a4c94b1ae640",
        "choice_type": "single"
    },
    {
        "question": "Which of the following reflexes are present at birth?",
        "exp": "Ans. D. All of aboveA question is often asked about the Neonatal reflexes and their timings.REFLEXAPPEARSFULLY DEVELOPEDDISAPPEARSMoro's reflex28-32 wks of gestation37 wks of gestation3-6 monthsAsymmetric tonic neck reflex35 wks. of gestation1 month5-6 monthsParachute reflex6-7 m10-11 mPersists for lifePalmar grasp28 wks. gestation32 wks. gestation3 mRooting reflex32 wks. of gestation36 wks. of gestationDecreases after 1 m",
        "cop": 4,
        "opa": "Moro's reflex",
        "opb": "Palmar grasp",
        "opc": "ATNR",
        "opd": "All of above",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "a9de9b7b-812b-4e53-94ad-7fa901d84119",
        "choice_type": "multi"
    },
    {
        "question": "A preterm baby suffered perinatal asphyxia and was found to have Periventricular leucomalacia on CNS imaging, as shown below:Which imaging modality was used?",
        "exp": "d. Transcranial ultrasoundThis picture shows Transcranial ultrasound of an infant done through the open anterior fontanelle.It shows the 2 lateral ventricles & areas of echogenicity near it, suggestive of PVL",
        "cop": 4,
        "opa": "MRI brain",
        "opb": "CECT head",
        "opc": "SPECT brain",
        "opd": "Transcranial ultrasound",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "fdcf2788-7cd8-41b5-aceb-0b9685b4aa0a",
        "choice_type": "single"
    },
    {
        "question": "A 1 day old baby presents with excessive frothing, drooling of saliva from mouth and baby was cyanosed. Which of these is the most likely cause?",
        "exp": "Ans. A. Oesophageal atresiaOesophageal atresia presents on D1 of life with drooling of saliva, frothing and respiratory distress. Children can have vomiting. Diaphragmatic hernia presents with scaphoid abdomen, RD and mediastinal shift. Congenital lung cyst and lung hypoplasia may not present in neonatal period",
        "cop": 1,
        "opa": "Oesophageal atresia",
        "opb": "Diaphragmatic hernia",
        "opc": "Congenital lung cyst",
        "opd": "Lung hypoplasia",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "a85a6aae-6dc1-406a-b8f6-95a0be0d818d",
        "choice_type": "single"
    },
    {
        "question": "Hyperglycemia in Neonate is blood glucose above?",
        "exp": "b. 125 mg/dl(Ref: NeoReviews. November 2010, volume 11 /issue 11)Although the definition of Neonatal hyperglycemia varies, a blood glucose concentration greater than 125mg/dL (6.9mmol/L) or a plasma or serum glucose concentration greater than 150mg/dL (8.3mmol/L) is often used.",
        "cop": 2,
        "opa": "150 mg/dL",
        "opb": "125 mg/dL",
        "opc": "180 mg/dL",
        "opd": "100 mg/dL",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "05859d7f-7f9b-46bb-ba8f-04a3af9e1a02",
        "choice_type": "multi"
    },
    {
        "question": "Unconjugated hyperbilirubinemia in a newborn can be caused by all the following EXCEPT:",
        "exp": "Ans. a (Dubin Johnson syndrome). (Ref. Harrison's Principles of Internal Medicine 16th ed., 240)Rotor syndrome and Dubin Johnson syndrome cause conjugated hyperbilirubinemia, due to impaired hepatic excretion (lntrahepatic defect).Causes of unconjugated hyperbilirubinemia1. Defective Hepatic uptake:Eg. Flavospidic acid and Novobiocin2. Over production:a. Hemolysis (Intra and extra vascular)b. Ineffective erythropioesis3. Decreased hepatic uptake:a. Prolonged fastingb. Sepsis4. Decreased bilirubin conjugation: (i.e., decreased hepatic glucuronosyl transferase activity)a. Gilbert's syndromeb. Crigler - Najjar type II (moderate) and type I (Severe)c. Neonatal jaundiced. Acquired transferase deficiency:i) Drugs chloramphenicol and pregnanediolii) Breast milk jaundice due to pregnanediol and fatty acid in breast milkiii) Hepatitis, Cirrhosise. SepsisRotor syndrome is a benign condition with deficiency of hepatic storage of conjugated bilirubin, resulting in its leakage in plasma. LFTs are normal and Rx is unneccersary.",
        "cop": 1,
        "opa": "Dubin Johnson syndrome",
        "opb": "Ineffective erythropoiesis",
        "opc": "Gilbert's syndrome",
        "opd": "Crigler - Najjar syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "fab8e14d-639b-4ba5-b536-ca4391e6ec1a",
        "choice_type": "multi"
    },
    {
        "question": "A term infant is born to a known HIV-positive mother. She has been taking antiretroviral medications for the weeks prior to the delivery of her infant. Routine management of the healthy infant should include which of the following?",
        "exp": "The transmission of HIV from mother to infant has decreased in recent years, due in large part to perinatal administration of antiretroviral medications to the mother and a course of zidovudine to the exposed infant. Studies suggest that a better than 50% decrease in transmission can be seen with appropriate medications as outlined.IVIG has not been shown to have a role in decreasing perinatal transmission. Healthy asymptomatic term infants born to HIV-infected mothers do not need special monitoring, nor do they need routine radiographs.An HIV ELISA is an antibody test and will be positive in the infant born to an HIV-infected mother due to maternal antibodies that are passed through the placenta; it is not a useful test in the newborn infant to determine neonatal infection because of this expected transfer of maternal (and not infant) immunoglobulin. The confirmatory Western blot also assays for antibodies to HIV and is similarly unhelpful in the newborn period.",
        "cop": 3,
        "opa": "Admission to the neonatal intensive care unit for close cardiovascular monitoring",
        "opb": "HIV ELISA on the infant to determine if congenital infection has occurred",
        "opc": "A course of zidovudine for the infant",
        "opd": "Chest radiographs to evaluate for congenital Pneumocystis carinii",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "0d6af5e2-cb62-4f76-8dd5-4e07effe74bb",
        "choice_type": "single"
    },
    {
        "question": "A newborn infant develops respiratory distress immediately after birth. His abdomen is scaphoid. No breath sounds are heard on the left side of his chest, but they are audible on the right. Immediate intubation is successful with little or no improvement in clinical status. Emergency chest x-ray is shown (A) along with an x-ray 2 hours later (B) Which of the following is the most likely explanation for this infant's condition?",
        "exp": "Diaphragmatic hernia occurs with the movement of abdominal contents across a congenital or traumatic defect in the diaphragm. In the newborn, this condition results in profound respiratory distress with significant mortality. Prenatal diagnosis is common and, when found, necessitates that the birth take place at a tertiary-level center. In the neonate, respiratory failure in the first hours of life, a scaphoid abdomen, and presence of bowel sounds in the chest are common findings. Intensive respiratory support, including high-frequency oscillatory ventilation and extracorporeal membrane oxygenation (ECMO), has increased survival. Mortality can be as high as 50% despite aggressive treatment. While surgery may correct the diaphragmatic defect, the lung on the affected side remains hypoplastic and continues to contribute to morbidity. Several fetal surgery centers are investigating surgical techniques to repair the hernia in utero to allow the affected lung adequate time to develop prior to delivery.Pneumonia and pneumothorax may cause respiratory distress with decreased breath sounds, but the radiograph in diaphragmatic hernia shows the nasogastric tube curving into the left thorax, clearly an abnormal placement. A congenital cystic adenomatoid malformation will frequently look like a diaphragmatic hernia on radiographs, but the nasogastric tube would be in the correct location. Choanal atresia is an upper airway abnormality and does not cause these radiographic changes; it would have been difficult to place the nasogastric tube in the first place with this condition, in which there is a bony or membranous septum between the nose and pharynx.",
        "cop": 3,
        "opa": "Pneumonia",
        "opb": "Cystic adenomatoid malformation",
        "opc": "Diaphragmatic hernia",
        "opd": "Choanal atresia",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "63fefc73-88e8-48ae-8322-9c286fccbc28",
        "choice_type": "single"
    },
    {
        "question": "Neonatal sepsis is commonly caused by",
        "exp": "(E. coli) (161-G) (136-Ghai 7th)* Neonatal sepsis is the single most important cause of neonatal deaths in the community accounting for over half of them.* Most cases of neonatal sepsis in the community are caused by Escherichia-coli and staphylococcus aureus. In hospitals, Klebsiella pneumonia is also a common organism",
        "cop": 2,
        "opa": "b-haemolytic streptococci",
        "opb": "E. coli",
        "opc": "H. influenzae",
        "opd": "Listeria",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "26789ae1-170e-4155-9a0f-271735fb6c2b",
        "choice_type": "single"
    },
    {
        "question": "Child (Breast fed) at 30 hrs. of life develops yellowing of face, palm and soles not true is :",
        "exp": "Ans. is 'c' physiological jaundice Child presents with severe jaundice at 30 hrs. of life (or we can say 2nd day of life.) Yellowing of face, palms and soles indicate that bilirubin level is > 15 mg/dl (For explanation see O.P. Ghai 5th/e, P 143) Now we will have to look for conditions which can cause such an elevation in bilirubin level by 2nd days. Both septicemia and congenital obliteration of bile duct can present with severe jaundice on the 2nd day of life. The other 2 options Breast milk jaundice & physiological jaundice cannot cause such an elevation in bilirubin by 2nd day of life. Now let's see them one by one. Breast milk jaundice In breast milk jaundice significant elevation in bilirubin occurs by 7th day of life reaching maximum concentration of 10-30 mg/dl by 2nd-3rd week. Physiological jaundice For jaundice to be physiologic rather than pathologic following 4 criteria's should be satisfied (C.P.D.T. 15*/e, page 13). Clinical jaundice appears after 24 hrs. of age.* Total bilirubin rises by less than 5 mg/dl per day.* Now we can easily exclude this, if the jaundice appears on 2nd day and per day rise in bilirubin is 5 mg/dl, how can it reach 15 mg in the same day. Other two criteria's for physiological jaundice. Peak bilirubin occurs at 3-5 days of age*, with a total bilirubin of no more than 15 mg/dl.* Clinical jaundice is resolved by 1 week in the term infant and by 2 weeks in the preterm infant.",
        "cop": 3,
        "opa": "Congenital obliteration of bile duct",
        "opb": "Breast milk jaundice",
        "opc": "Physiological jaundice",
        "opd": "Due to septicemia",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "79f69f44-5910-4e25-8c35-60c8fbb9b440",
        "choice_type": "multi"
    },
    {
        "question": "Extremely LBW child is defined as-",
        "exp": "Ans. is 'd' i.e., Less than 1000 gm * Following terms are related to birth weight and maturity of a neonate at birth1) Low birth weight# Any neonate weighing less than 2500gm (2[?]5 kg) at birth irrespective of gestational age (WHO definition). But some Indian scientists consider LBW as < 2kg.2) Very low birth weight# Any neonate weighing less than 1500 gm (1[?]5 kg) at birth irrespective of gestational age.3) Extremely low birth weight# Any neonate weighing less than 1000 gm (1 kg) at birth irrespective of gestational age.4) Appropriate for gestational age (appropriate for date)# Neonate with birth weight between 10th to 90th percentile.5) Small for gestational age (small for date)# Neonate with birth weight less than 10th percentile. These are the baby called as intrauterine growth retardation (IUGR).6) Large for gestational age (large for date)# Neonate with birth weight more than 90th percentile.7) Term neonate (term baby)# Neonate born between 37 and < 42 weeks (259-293 days), irrespective of birth weight.8) Preterm baby# Neonate born before 37 weeks (< 259 days), irrespective of birth weight.9) Post-term baby# Neonate born at or after 42 weeks (> 294 days), irrespective of birth weight.",
        "cop": 4,
        "opa": "less than 2500 gm",
        "opb": "less than 2000 gm",
        "opc": "less than 1500 gm",
        "opd": "less than 1000 gm",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "7d6cdc11-e458-4531-8b4b-45730b0cad92",
        "choice_type": "single"
    },
    {
        "question": "All the following can occur in a neonate for heat production except:",
        "exp": "Ans. is 'a' i.e. Shivering \"Always remember that newborn cannot produce heat by shivering \"Role of Brown fat in thermogenesisA newborn baby is more prone to develop hypothermia because of large surface area per unit of body weight.In infants brown fat is an important site of thermogenesis. It results in the so called non-shivering thermogenesis.Brown fat is located around the adrenal glands kidneys, nape of neck, interscapular and axillary region.Metabolism of brown fat leads to heat production.Blood flowing through the brown fat becomes warms and through circulation, transfers heat to other parts of the body. This mechanism of heat production is known as non shivering thermogenesis.",
        "cop": 1,
        "opa": "Shivering",
        "opb": "Breakdown of brownfat with adrenaline secretion",
        "opc": "Universal flexion like a fetus",
        "opd": "Cutaneous vasoconstriction",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "513ba92c-d676-436d-b2ca-7e859e6b9ecf",
        "choice_type": "multi"
    },
    {
        "question": "Shortly after birth, an infant develops abdominal distention and begins to drool. When she is given her first feeding, it runs out the side of her mouth, and she coughs and chokes. Physical examination reveals tachypnea, intercostal retractions, and bilateral pulmonary rales. The esophageal anomaly that most commonly causes these signs and symptoms is illustrated by which of the following?",
        "exp": "Abdominal distention, choking, drooling, and coughing associated with feedings are symptoms of esophageal anomalies. The anomaly illustrated by D is the most common; that of A can be diagnosed after repeated episodes of pneumonia. The anomalies in E and C are associated with all the same symptoms except abdominal distention, which cannot develop because air cannot enter the gastrointestinal tract. B and C are the least common; in these, the upper esophageal segment is connected directly to the trachea, and massive entry of fluid into the lungs occurs.VATER association, a complex of cardiovascular malformations, skeletal malformations, and renal abnormalities, has tracheoesophageal fistula as a common finding.",
        "cop": 4,
        "opa": "Figure A",
        "opb": "Figure B",
        "opc": "Figure C",
        "opd": "Figure D",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "83c8a9f2-cad7-4dcb-976d-d478176c8a1f",
        "choice_type": "single"
    },
    {
        "question": "A term large-for-gestational age newborn infant was born 50 hours ago by cesarean section to a 26-year-old primigravida mother with insulin-dependent gestational diabetes. The infant's initial glucose was 25 mg/dL, but after feeding subsequent glucoses have all been above 60 mg/dL. The infant is now diaphoretic and irritable, and seems to have some twitching and tremors of the extremities. The most likely cause of this infant's problems is which of the following?",
        "exp": "Congenital heart disease, neural tube defects, small left colon, and metabolic derangements are all more common in infants of diabetic mothers. Hypoglycemia in these infants is usually seen in the first 24 hours of life. In utero exposure to the mother's hyperglycemia leads to fetal islet cell hypertrophy and beta cell hyperplasia, resulting in increased insulin production. After the umbilical cord is severed, that glucose supply is abruptly terminated and the elevated insulin levels cause hypoglycemia.Between 48 and 96 hours of life, these infants have usually achieved glycemic control. However, many now develop hypocalcemia and hypomagnesemia. Hypocalcemia is thought to result from delayed parathormone (PTH) synthesis and/or responsiveness in the infant of a diabetic mother. Symptoms of hypocalcemia may include irritability, sweating, tremors, twitches, seizures, and arrhythmias. In the vignette, the child was showing symptoms of hypocalcemia in the appropriate time frame after delivery. Treatment of symptomatic infants is intravenous calcium gluconate.",
        "cop": 2,
        "opa": "Hypernatremia",
        "opb": "Hypocalcemia",
        "opc": "Hypoglycemia",
        "opd": "Hyperphosphatemia",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "44d7ddfc-c16b-473a-be57-27f01bc4209c",
        "choice_type": "multi"
    },
    {
        "question": "A 26-year-old third gravida mother delivered a male baby weighing 4.2 kg at 37 weeks of gestation through an emergency caesarean section, for obstructed labour. The child developed respiratory distress one hour after birth. He was kept nil per orally (NPO) and given intravenous fluids. He maintained oxygen saturation on room air. No antibiotics were given. Chest radiograph revealed fluid in interlobar fissure. Respiratory distress settled by 24 hours of life. What is the most likely diagnosis?",
        "exp": "a. Transient tachypnea of the newborn(Ref: Nelson's 20/e p 858, Ghai 8/e p 171)Respiratory distress, which resolves within 24 hours without any respiratory support and fluid in interlobar fissure on chest X-ray suggest the diagnosis of Transient tachypnea of newborn.",
        "cop": 1,
        "opa": "Transient tachypnea of the newborn",
        "opb": "Meconium aspiration syndrome",
        "opc": "Persistent fetal circulation",
        "opd": "Hyaline membrane disease",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "de096190-63e9-4b3f-866b-36ecf117c673",
        "choice_type": "multi"
    },
    {
        "question": "Normal body temperature of a neonate is:",
        "exp": "Ans. A.36.5degCto37.5degCNormal body temperature of a neonate is 36.5degCto37.5degC. A neonate is said to be hypothermic if his axillary temperature is <36.5degC* Cold stress: 36.0-36.4degC* Moderate Hypothermia: 32-35.9degC* Severe Hypothermia: <32degC",
        "cop": 1,
        "opa": "36.5degC to 37.5degC",
        "opb": "35.5degC to 36degC",
        "opc": "36.5degC to 37degC",
        "opd": "37.5degC to 38degC",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "e26fc57a-f006-41ba-8128-865c5e044ad2",
        "choice_type": "single"
    },
    {
        "question": "Maximum risk of death is when in the neonatal period?",
        "exp": "Ans. is 'a' i.e., First week Neonatal mortalityo Day wise- maximum deaths occur on the first day o Week wise- maximum deaths occur in the first weekWorld over the most common causes areo Infections -MCo Pre term - 2nc MCo Birth Asphyxia- 3rd MC",
        "cop": 1,
        "opa": "First week",
        "opb": "Second week",
        "opc": "Third week",
        "opd": "Fourth week",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "4f9c1f65-5103-4839-ac1a-bb48cd993f17",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about late onset Hemorrhagic disease of newborn (HDN)?",
        "exp": "Ans. a (Begins between 2-7 days of life) (Ref Care of Newborn by Maherbansingh 6,th/336; Oski's Pediatrics - Pg. 468)As classified by Hathaway, hemorrhagic disease of the newborn (HDN) can occur in early, classic, and late forms.Early HDN presents in first 24 hrs of life generally with catstrophic bleeding. Classic vitamin K deficiency bleeding of the newborn is the most common type of hemorrhagic disease in newborns and classic HDN occurs between 2 and 7 days of life and usually presents as Gl bleeding. Vitamin K (0.5 to 1 mg) given IMIy at birth prevents classic hemorrhagic disease of the newborn, which occurs at 2-7 days of age. Late onset HDN occurs l-3months after birth and is asso with a high incidence CNS hemorrhage and motality.HDN (Hemorrhagic disease of newborn)FeaturesEarly HDNClassical HDNLate HDNOnset< 24 hoursUp to 1-7 days2-16 weeksPresentationConcealed bleedingBleeding from umbilical cord stump, nose, GIT and during surgery (e.g., circumcision)Bleeding more common from sites like intracranial; vessels, skin, mucous membrane, GIT, etcEtiologyIn utero vitamin K deficiency# Most common due to physiologic deficiency of vitamin K in newborns fed with breast milk.# Vitamin K content of human milk (15 mcg/L) is half that of the cow milk.# Predisposing factors are:- Chronic diarrhea,- Malabsorption,- Hepatic cholestasis (e.g. bililary atresia)- Long-term broad-spectrum antibiotics and- Mucovisidosis.- Warfarin therapy- Rare in formula-fed babies and those who have received inj. vitamin K at birth.- Mortality is 20% in late HDN.",
        "cop": 1,
        "opa": "Begins between 2-7 days of life",
        "opb": "Intracranial Hemorrhage is common",
        "opc": "Biliary atresia can predispose",
        "opd": "Warfarin therapy is associated",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "ed9aa231-d0b8-48f1-8de8-edf3ee8d9c06",
        "choice_type": "multi"
    },
    {
        "question": "A child's left arm and leg seem bigger than those on the right. In addition, the child has aniridia. None of the family members have aniridia or hemihypertrophy, nor do they know of anyone else in the family with these conditions. For each of the mentioned descriptions of a patient with a congenital anomaly, select the major abnormality with which it is most likely to be associated.",
        "exp": "Aniridia is found in 1% to 2% of children with Wilms tumor. Genitourinary anomalies are found in 4% to 5%, and hemihypertrophy is associated with this tumor in 2% to 3% of patients. Wilms tumor is the most common primary renal malignancy in childhood. Presentation is usually an abdominal mass, sometimes with hypertension, hematuria, abdominal pain, and fever. Prognosis is generally good.",
        "cop": 3,
        "opa": "Deafness",
        "opb": "Seizures",
        "opc": "Wilms tumor",
        "opd": "Congestive heart failure",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "79a86620-50d9-4d5a-87d8-04e0af330d92",
        "choice_type": "multi"
    },
    {
        "question": "Contraindication for bag and mask ventilation among the following is:",
        "exp": "Ans: a (Meconium aspiration) Ref: O.P. Ghai, ed, p. 141\"Bag and mask ventilation is contraindicated in suspected or confirmed diaphragmatic hernia, in non vigorous babies bom through meconium stained liquor, bag and mask ventilation is done only after tracheal suctioning.\"",
        "cop": 1,
        "opa": "Meconium aspiration",
        "opb": "Tracheo esophageal fistula",
        "opc": "Congenital lung cyst",
        "opd": "Birth asphyxia",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "48626627-d511-4d23-bfcf-9d04c26b85fb",
        "choice_type": "single"
    },
    {
        "question": "Cardiac looping in a fetus occurs on:",
        "exp": "Ans. C. 22-24 days of gestationThe fetal heart development is a sequential process with paired cardiac tubes evident by 18 days of gestation. The two heart tubes fuse to form the primitive heart tube by day 22 of gestation. Cardiac looping usually starts at days 22-24, as the heart tube bends ventrally and towards the right. With looping of the heart tube, the primitive atria moves upwards and towards the back of the ventricles; the primitive ventricle (future left ventricle) comes to the left while the bulbus cordis (future right ventricle) shifts to the right.",
        "cop": 3,
        "opa": "12-13 days of gestation",
        "opb": "16-17 days of gestation",
        "opc": "22-24 days of gestation",
        "opd": "34-35 days of gestation",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "c2b32804-1d74-4ada-b6d0-3f0cc5912578",
        "choice_type": "single"
    },
    {
        "question": "Still born child is defined by:",
        "exp": "Ans: C (> 28 wks) Infant mortality ------------------------------------ Post-Neonantal death ---------------- Neonatal death -------------- Late-neonataldeath Early neonata death---------- ------ Perinatal death ---------------- Stillbirth ---- 28 weeks Birth of gestation7 Days 28 Days 1 YeaiFig: Mortality in & around infancy'",
        "cop": 3,
        "opa": ">20wks",
        "opb": ">24wks",
        "opc": ">28wks",
        "opd": ">32wks",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "29fb10c3-766a-408f-b72c-e7a818391a79",
        "choice_type": "single"
    },
    {
        "question": "Neonatal Complication in Diabetes mothers in all EXCEPT",
        "exp": "(Anemia): (284-85-Dutta 7th edition)Neonatal complication of PM* Hypo glycaemia (<37mg/dl)* Respiratory distress syndrome* Hyperbilirubinaemia* Polycythaemia* Hypocalcaemia (< 7mg/dL)* Hypomagnesemia(< 7mg/dL)* CardiomyopathyMAJOR BIRTH DEFECTS IN INTANTS OF DIABLTIC MOTHERS (6 -10TH)CNS and skeletalCardiovascularRenalGastrointestinalOthers* Neural tube defects* VSD, ASD* Renal agenesis* Duodenal atresia* Single umbilical artery* Hydronephrosis* Anorectal atresia* Anencephaly* Coarctalion of aorta* Double ureter* Omphalocoele * Microcephaly * Caudal regression syndrome* Transposition of great vessels * Situs inversus* Polycystic kidneys* Tracheo oesophageal fistula * Sacral agenesis* Fallot's tetralogy",
        "cop": 4,
        "opa": "Hypocalcaemia",
        "opb": "Macrosomia",
        "opc": "Hypoglycemia",
        "opd": "Anemia",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "ed94083b-63ad-42b3-8e70-32870c600bb1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following are signs of good attachment:",
        "exp": "Ans. D. All of the aboveSigns to good attachment include: baby's chin is close to the breast and is sucking around the areolar circumference, baby's mouth is wide open and the lower lip turned outwards, more areola is visible above the baby's mouth than below it. There should be no pain while breastfeeding.",
        "cop": 4,
        "opa": "Baby's chin close to the breast",
        "opb": "Baby's mouth is wide open",
        "opc": "Baby is sucking around the areolar circumference",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "08780ff0-af93-4f20-b17e-2b2a504aca6b",
        "choice_type": "multi"
    },
    {
        "question": "Gilbert syndrome true is -",
        "exp": "Ans. is 'c' i.e., Phenobarbitone improves the condition* Gilbert syndrome is a milder form of hyperbilirubinemia caused by a reduced activity of UDP-glucuronyl transferase. It is caused by mutation of UGT1A1 gene.* UDP glucuronyl transferase is involved in conjugating bilirubin to form bilirubin diglucuronide. Hence it presents as unconjugated hyperbilirubinemia.* Total bilirubin is mildly increased. But the ratio of unconjugated to conjugated bilirubin is high.* It presents as a milder form of jaundice. It is not life threatening* Starvation and stress are found to cause aggravation of the milder jaundice* If jaundice is disturbing, treatment can be tried with enzyme inducers like phenobarbitone. Phenobarbitone induces UDP glucuronyl transferase and helps in the reduction of bilirubin levels.* As some drugs also get metabolised by UDP glucuronyl transferase, detection of this condition is of clinical significance. For example, an antineoplastic drug, irinotecan is metabolised by UDP glucuronyl transferase. Hence in Gilbert's syndrome, Irinotecan has to be avoided. As UDP glucuronyl transferase defect increases the half-life of Irinotecan, it results in life threatening neutropenia.",
        "cop": 3,
        "opa": "Conjugated hyperbilirubinemia",
        "opb": "Starvation improves the condition",
        "opc": "Phenobarbitone improves the condition",
        "opd": "Life threatening",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "d14d1d73-1896-4f4e-87d4-fd95fd6b9111",
        "choice_type": "multi"
    },
    {
        "question": "Which of these cases is most likely to develop transient tachypnea of newborn:",
        "exp": "Ans. C. Term baby born by cesarean sectionTransient tachypnea of newborn (TTNB) is primarily due to slow resorption of fluid from the fetal lungs. It is also called as wet lung syndrome or RDS type II. Newborns at higher risk for development of TTNB include those who are delivered by cesarean section.",
        "cop": 3,
        "opa": "Term baby born by spontaneous vaginal delivery",
        "opb": "Term baby born by forceps delivery",
        "opc": "Term baby born by cesarean section",
        "opd": "None of these",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "8768520c-e9b5-4b4c-a95c-016e0c999570",
        "choice_type": "multi"
    },
    {
        "question": "At the time of delivery, a woman is noted to have a large volume of amniotic fluid. At 6 hours of age, her baby begins regurgitating small amounts of mucus and bile-stained fluid. Physical examination of the infant is normal, and an abdominal x-ray is obtained (see below). Which of the following is the most likely diagnosis of this infant's disorder?",
        "exp": "The finding of polyhydramnios suggests high intestinal obstruction, signs of which include abdominal distention and early and repeated regurgitation. Distention usually is not present, as vomiting keeps the intestine decompressed. The bilestained vomitus of the infant places the obstruction distal to the ampulla of Vater, eliminating esophageal atresia and pyloric stenosis from consideration. The \"double bubble\" sign on the x-ray is characteristic of duodenal atresia, which is compatible with the history. Midgut volvulus, which may obstruct the bowel in the area of the duodenojejunal junction, most often produces signs after an affected infant is 3 or 4 days old with acute onset of bilious vomitus. Gastric duplication does not usually produce intestinal obstruction; a cystic mass may be palpated on abdominal examination. Patients with duodenal atresia should be examined closely for evidence of other conditions such as Down syndrome or heart disease.",
        "cop": 4,
        "opa": "Gastric duplication",
        "opb": "Pyloric stenosis",
        "opc": "Esophageal atresia",
        "opd": "Duodenal atresia",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "4cdbf514-cdce-47b5-bb3a-35a25b1c5385",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following c-ANCA is seen?",
        "exp": "a. Wegener's granulomatosis(Ref: Nelson's 20/e p 1176-1180, Ghai 8/e p 628)C-ANCAP-ANCA (against Myeloperoxidase)Wegener's GranulomatosisQ (90-95%)* Microscopic PAN (microscopic polyangitis)* Churg-Strauss syndromeQ* Drugs (hydralazine, propythiouracil)* Crescentic GlomerulonephritisQ* Goodpasteur's syndromeQ* Ulcerative colitis* Primary sclerosing cholangitisQ",
        "cop": 1,
        "opa": "Wegener's granulomatosis",
        "opb": "Polyarteritis nodosa",
        "opc": "Churg-Strauss syndrome",
        "opd": "Bechet's syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "355d12ca-a317-40c0-892d-35f0f0d71d65",
        "choice_type": "single"
    },
    {
        "question": "Postoperative apnoea in the neonates is due to",
        "exp": "(All of the above) (499-Lee 's anaesthesia 12th)Causes of post operative apnoea in the neonates are1. Immaturity2. Hypothermia 34 C or below3. Overdose of relaxant4. Overdose with inhalation agent5. Potentiation of non-depolarizing relaxant by volatile anaesthetic agents6. Concurrent aminoglycoside antibiotics7. Overdose of opioid analgesics8. A combination of the abvoeIndication for intubation of the neoborn and short term intermittent positive-pressure ventilation-546-Lees1. Central cyanosis for more than 3 min2. Bradycardia less than 100 bpm for more than 3 minutes3. Apnoea for more than 3 min4. 'White asphyxia' i.e. skin vasoconstriction5. Cardiac arrest or depression6. Apgar score of 0-2",
        "cop": 4,
        "opa": "Over dose of relaxant",
        "opb": "Overdose with inhalation agent",
        "opc": "Concurrent aminoglycoside antibiotics",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "8564971a-c923-4000-a4c8-4671ef8ba3fc",
        "choice_type": "multi"
    },
    {
        "question": "A new bom of 3-4 days old passes greenish stools 8-10 times /day management is",
        "exp": "(C) (Reassure the mother that this is normal)What will my newborn's poos be like?For the first couple of days after the birth, baby will pass meconium. Meconium is greeny-black in colour, and has a sticky, tar-like texture. It is made up of mucus, amniotic fluid, and everything baby has ingested while she was in mothers womb (uterus). Meconium may be difficult to wipe off baby's tiny bottom, but its appearance is a good sign that her bowels are working normally. In the early weeks, baby may poo during or after every feed. On average, she will do four poos a day in the first week. This will slowly settle down and her bowels will work out their own routine. One then find that she poos at a similar time each day.A newborn can have as many as eight to ten bowel movements a day, but as long as she is having at least one, she's probably all right.One day without a bowel movement is usually no cause for concern. As long as baby is feeding well and wetting her diaper five or six times a day, then she's most likely getting enough to eat. If she starts to become uncomfortable or has a persistently swollen abdomen, then she may need some help with pooping, and one should speak to pediatrician about how to facilitate this.In the early days, a newborn's bowel movements are thick and dark green in color. This is due to a substance called meconium that has been building up in her intestines during pregnancy. As the baby starts to feed and have bowel movements, she will finish expelling the meconium and her stools will start to turn yellowish. It is not uncommon for an infant's bowel movements to vary in color from day to day. The color of the stools can depend on a variety of things, including what a breastfeeding mom is eating, how hydrated the baby is, and the type and frequency of formula the infant is being fed, if applicable* Most sensitive indicator of intravascular volume depletion in infants- Heart rate *** Probiotics have been shown to have beneficial effects in prevention of Necrotizing enterocolitis in preterm infants* Rota virus is the single most common cause (MCC) of diarrhea amonget children in both developed and developing world* Enterotoxigenic E.coli (ETEC) is the MCC of bacterial diarrhea amongs children in developing world* ETEC is the MC bacterial cause for Traveler's diarrhea **",
        "cop": 3,
        "opa": "Give ORS",
        "opb": "Give antibiotics",
        "opc": "Reassure the mother that this is normal",
        "opd": "Send stool for culture",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "1d5f5aee-c5ed-44f4-ae79-15f5b0ac304f",
        "choice_type": "single"
    },
    {
        "question": "A mother delivers a neonate with meconium staining and Apgar scores of 3 at 1 and 5 minutes of life. She had no prenatal care and the delivery was by emergency cesarean section for what the obstetricians report as \"severe fetal bradycardia.\" Which of the following sequelae could be expected to develop in this intubated neonate with respiratory distress?",
        "exp": "The low Apgar scores, meconium staining, and ensuing respiratory distress suggest that asphyxia has occurred. During a period of asphyxia, the resulting hypoxemia, acidosis, and poor perfusion can damage a neonate's brain, heart, kidney, liver, and lungs. The resulting clinical abnormalities include cerebral edema, irritability, seizures, cardiomegaly, heart failure, renal failure, poor liver function, disseminated intravascular coagulopathy, and respiratory distress syndrome. There can be excessively high pulmonary arterial pressure at the same time systemic blood pressure begins to fall, resulting in a persistent right-to-left shunt across a patent ductus arteriosus or foramen ovale. This condition is known as persistent pulmonary hypertension of the newborn (PPHN).",
        "cop": 1,
        "opa": "Sustained rise in pulmonary arterial pressure",
        "opb": "Hyperactive bowel sounds",
        "opc": "Microcephaly with micrognathia",
        "opd": "Cataracts",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "58e11c02-db6b-43c0-b8b5-102cfedfe31f",
        "choice_type": "single"
    },
    {
        "question": "Newborn babies are able to breathe and suck at the same time due to:",
        "exp": "c. High larynx(Ref: Nelson's 20/e p, Ghai 8/e p 134-136)Differences between the airway of a young infant, child and adult include:Oral cavity is small in a newborn & totally filled by tongue due to slightly retracted lower jawThe soft palate & epiglottis are in contact at rest, providing an additional valve at the back of the oral cavityInfant larynx has a short funnel shaped lumen, that is disproportionately narrower than that of adultThe larynx and hyoid cartilage are higher in the neck and closer to the base of the epiglottisThis high position enables an infant to use its nasal airway to breathe while sucking",
        "cop": 3,
        "opa": "Wide short tongue",
        "opb": "Short soft palate",
        "opc": "High larynx",
        "opd": "Short pharynx",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "946cad03-5bbf-4388-91b3-07287e7ce56c",
        "choice_type": "single"
    },
    {
        "question": "IMNCI- age group is -",
        "exp": "Ans. is 'a' i.e., < 2 months o IMNCI is the Indian version of IMCI. It is the central pillar of child interventions under RCHII Strategy.o As most sick children present with sign and symptoms of more than one disease, both IMCI and IMNCI focus on treatment of more than one disease at the same time i.e. Diarrhea, malaria, malutrition, ARI (pneumonia, otitis media), and measles.o The major highlights of Indian adaptation (IMNCI) are:i) Incorporation of Early Neonatal care.ii) Inclusion offirst seven days of life in the algorithms (0-7 days age)iii) Reversal of order of training, with training of health personnel starting from the young infant (0-2 months) and proceeding to the older child (2 months-5 years)iv) Dedication of 50% of training time on younger infants (0-2 months). The total duration of training time was reduced from 11 days to 8 days out of which half of the training time was earmarked for management of young infants, (0-2 months), which contributes a lot to the mortality rate.v) Incorporating national Guidelines on Malaria, Anemia, Vitamin A supplementation and Immunization schedule.vi) Inclusion of home based care of newborns and young infantsvii) Skill based.o Colour coding in management under IMNCI is as follows-i) Pink: Urgent referral for emergency triage and treatment (after giving pre-referral treatment).ii) Yellow: Treatment at Outpatient health facility (specific treatment at PHC).iii) Green: Home management.",
        "cop": 1,
        "opa": "< 2 months",
        "opb": "2 months - 1 year",
        "opc": "1 week -1 year",
        "opd": "6-12 months",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "4f9e65b1-6d1b-46d1-b79a-99e8b68706bb",
        "choice_type": "single"
    },
    {
        "question": "The dose of betamethasone in pregnant women to prevent development of respiratory distress syndrome is:",
        "exp": "Ans. B. 12mg every 24 hours for 2 dosesAdministration of antenatal steroids to mothers in preterm labor (<35. Weeks) has been a major breakthrough in the management of RDS. They reduce risk of RDS < intraventricular haemorrhage and mortality in preterm neonates. Treatment should consist of either two 12mg doses of betamethasone given intramuscularly 24 hours apart or four 6mg doses of dexamethasone administered intramuscularly every 12 hours",
        "cop": 2,
        "opa": "6 mg",
        "opb": "12 mg every 24 hours for 2 doses",
        "opc": "6 mg every 12 hours for 4 doses",
        "opd": "4 mg stat",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "70077503-dfc2-4f34-9f83-ff8cd1f7d526",
        "choice_type": "single"
    },
    {
        "question": "The item shown below is used to feed newborns born at what gestational age?",
        "exp": "c. 33 weeksThe given picture is that of a paladai, that can be used for feeding neonates born between 32-34 weeks gestation; Initial mode of feeding of a preterm neonate depends on gestational age at which baby is born",
        "cop": 3,
        "opa": "27 weeks",
        "opb": "30 weeks",
        "opc": "33 weeks",
        "opd": "37 weeks",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "b872529b-b78e-44a1-b7df-91de9f10f4b0",
        "choice_type": "single"
    },
    {
        "question": "In neonate, intra muscular injection given at -",
        "exp": "Ans. is 'c' i.e., Thigho Anterolateral aspect of thigh because of leaking of important blood vessel & nerve,o This is preferred site upto 12 month of age.",
        "cop": 3,
        "opa": "Deltoid",
        "opb": "Gluteal",
        "opc": "Thigh",
        "opd": "Abdomen",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "dbc58577-f165-4803-b198-b4743982355f",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following does NOT present with a large anterior fontanelle?",
        "exp": "a. Crouzon syndrome(Ref: Nelson's 20/e p 2817)Crouzon syndrome is a cause of craniosynostosis (premature fusion of sutures), so the fontanelle are small & close early.",
        "cop": 1,
        "opa": "Crouzon syndrome",
        "opb": "Hypophosphatasia",
        "opc": "Achondroplasia",
        "opd": "Congenital rubella syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "f7f9a5b8-1a8c-4ad6-946a-6889474d6bc7",
        "choice_type": "single"
    },
    {
        "question": "The risk of intraventricular hemorrhage (IVH) can be reduced by using",
        "exp": "Ans. a (Vitamin K) (Ref. Williams Obstetrics 22nd/Ch. 29)INTRAVENTRICULAR HEMORRHAGEThere are four major categories of neonatal intracranial hemorrhage: subdural hemorrhage is usually the result of trauma. Subarachnoid hemorrhage and intracerebellar hemorrhage usually result from trauma in term infants but in preterm infants are commonly due to hypoxia. Periventricular-intraventricular hemorrhage results from either trauma or asphyxia in half of term infants but has no discernible cause in 25 percent of cases. In preterm neonates, the pathogenesis of periventricular hemorrhage is multifactorial and includes hypoxic-ischemic events, anatomical factors, coagulopathy, and many others.The severity of intraventricular hemorrhage can be assessed by ultrasound and computed tomography. Papile and colleagues (1978) devised the most widely used grading scheme to quantify the extent of the lesion and estimate prognosis.# Grade I--hemorrhage limited to the germinal matrix.# Grade II--intraventricular hemorrhage.# Grade III--hemorrhage with ventricular dilatation.# Grade IV--parenchymal extension of hemorrhage.Prevention and Treatment# Administration of corticosteroids at least 24 hours before delivery appears to prevent or reduce the incidence and severity of intraventricular hemorrhage.# The type of corticosteroid administered may be important. Although both betamethasone and dexamethasone cross the placenta in their active form, betamethasone has a longer half-life. This is because it has a larger volume of distribution and is cleared more slowly than dexamethasone# The efficacy of phenobarbital, vitamin K, vitamin E, or indomethacin in diminishing the frequency and severity of intracranial hemorrhage, when administered either to the neonate or to the mother during labor, remains controversial.# Magnesium sulfate may prevent the sequelae of periventricular hemorrhage.# It is generally agreed that avoiding significant hypoxia both before and after preterm delivery is of paramount importance. There is presently no convincing evidence, however, that routine cesarean delivery for the preterm fetus presenting cephalic will decrease the incidence of periventricular hemorrhage.",
        "cop": 1,
        "opa": "Vitamin K",
        "opb": "Vitamin C",
        "opc": "Vitamin E",
        "opd": "Vitamin A",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "037f2c36-e4f2-44e3-aa53-6ee015628094",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a component of kangaroo mother care-",
        "exp": "Ans. is 'c' i.e., Exclusive breast feed Kangaroo mother care (KMC)* Special way for LBW body* Benefit 1) Effective Temperature control2) Breast feeding3) Infection control4) Parental bonding5) Weight gain6) Apnea decreases7) Mother satisfaction * Component 1) Skin to skin contact2) Exclusive breastfeeding The KMC procedure* The baby should be placed between the mother's breasts in an upright position.# The head should be turned to one side and in a slightly upturned position. This position helps in breathing of and allows eye-to-eye contact between the mother and her baby.# The legs and arms should be folded.# Baby's abdomen should be at the level of the mothers upper abdomen.# Support the baby bottom with a sling/binder.\"Father can provide kangaroo care for their babies too.\"",
        "cop": 3,
        "opa": "Incubator",
        "opb": "Heat therapy",
        "opc": "Exclusive breast feed",
        "opd": "Phototherapy",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "62d845ec-d206-40f0-a1bf-4cf47cbc90c0",
        "choice_type": "single"
    },
    {
        "question": "A new bom presented with Jaundice. Most diagnostic investigation of choice is",
        "exp": "(Total and Direct bilirubin) (171 - Ghair 6th)* Unconjugated Hyperbilirubinemia1. Clinical Jaundice appearing in the first 24 hours2. Increase in level of total bilirubin by more than 0.5 mg/dL /hour or 5mg/dL /24 hours3. Total bilirubin >15mg/dL (hyper bilirubinemia)4. Direct bilirubin >2.0mg /dL* Conjugated hyperbilirubinemia - is rare in newborn, conjugated hyper bilirubinemia is defined as a direct reacting fraction of >2mg/dL or >15% of the total bilirubin",
        "cop": 1,
        "opa": "Total and Direct bilirubin",
        "opb": "Conjugated bilirubin",
        "opc": "Serum. Bilirubin",
        "opd": "Uroporphyrin levels",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "b0165b96-bae0-4564-ae48-18d8c04899f4",
        "choice_type": "single"
    },
    {
        "question": "A neonate delivered at 32 weeks, is put on a ventilator, X-ray shows \"white out lung\" and ABG reveals PO2 of 75. Ventilator settings are FiO2 of 70, and rate of 50/ minute. Next step to be taken should be?",
        "exp": "c. Continue ventilation with the same settings(Ref: Nelson's 20/e p 850-857, Ghai 8/e p 168-170)Given clinical features & X-ray findings suggest a diagnosis of RDS. With the given ventilator settings, baby is just maintaining adequate pO2 of 75mmHg. So, ventilation should be continued with same settings, till baby improves.",
        "cop": 3,
        "opa": "Increase rate to 60 per minute",
        "opb": "Increase FiO2 to 80",
        "opc": "Continue ventilation with the same settings",
        "opd": "Start weaning off ventilator",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "1d39209f-fa40-4cd9-ab61-460ec137f0e1",
        "choice_type": "multi"
    },
    {
        "question": "A neonate on bag and mask ventilation in cardio pulmonary resuscitation. The heart rate is 60-100 perminute. Next treatment is",
        "exp": "(Stop chest compressions and continue ventilation) (99-0.P. Ghai 7th)Indications of chest compressions are absence of signs of circulation after delivering rescue breaths (no spontaneous breathing, coughing, movment or pulse)Child is pale or cyanosedHeart rate / pulse rate < 60 beats per minute with signs of poor perfusion after rescue breathsChest compressions provide circulation as a result of increase in intrathoracic pressure and / or directed compression of the heart and should be provided with ventilation in infants and children at a rate at least 100 compressions per minute in infants and 80 per minute in childrenBag and Mask ventilation - for full term neonates, infants and children <8 years of age, ventilation bags of minimum volume 450-500 ml should be used to deliver adequate amount of tidal volume. Neonatal size bags (250ml) may be useful for preterm neonatesSellick Maneuver (Compression of the cricoid cartilage backward, compressing the esophagus against the vertebral column) should be used to prevent aspiration of gastric contents* If ventilation and chest compression do not restore the circulation and spontaneous respiration, medications may be needed. If there is ECG evidence of potentially perfusing rhythm. But no pulse is palpated, one should consider the causes of pulseless electrical activity (electrical mechanical dissociation) these include hypothermia, hypoxia, hypovolemia, hyperkalemia, tension pneumothorax, pericardial tamponade, toxins and pulmonary thromboembolism, Acidosis, Hypoglycemia, TraumaIf there is bradycardia, asystole, venticualar tachycardia, or ventricular fibrillation, the patient requires drug therapy and when indicated defibrillation (400-Nelson 18th)Tracheal Intubation for ventilation - 4 major1. Suspected diaphragmatic hernia2. Tracheal suctioning for meconium aspiration3. Bag and mask is ineffective4. Prolong IPPV is requiredAdministration of epinephrine is not recommended unless the heart rate remains <60 bpm after a minimum of 30 seconds of adequate ventilation and chest compressionHeimlich manoeuvre - used for management of airway obstruction due to foreign body* Manual thrust with the patients standing , rescuer behind the patiet and compressing the abdomen 6 to 10 timesAssisted ventilation (112-Suraj Gupta)Indication - Assisted ventilation should be initiated after stimulation if the infant remains apneic, is gasping or the heart rate remains <100 bpm**The assisted ventilation rate should be 40 to 60 inflations per minute - Lower rates allow longer inflation times and better coordinaton with chest compressions higher rate permit higher minute ventilation.",
        "cop": 4,
        "opa": "Continue ventilation and start adranaline",
        "opb": "Continue ventilation and start chest compressions",
        "opc": "Continue chest compressions and ventilation",
        "opd": "Stop chest compressions and continue ventilation",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "84aa4288-7026-4187-8007-0d14e41a6dda",
        "choice_type": "single"
    },
    {
        "question": "Which vitamin deficiency is responsible for neonatal seizure:",
        "exp": "a. Pyridoxine(Ref: Nelson's 20/e p 2849-2853)Pyridoxine deficiency is one of the causes of refractory seizures in the neonatal period & infancy.",
        "cop": 1,
        "opa": "Pyridoxine",
        "opb": "Vitamin C",
        "opc": "Thiamine",
        "opd": "Cobalanum",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "9e6a0643-f700-4a1e-a8e1-e76bafd311c7",
        "choice_type": "single"
    },
    {
        "question": "Moro's reflex disappears by what age:",
        "exp": "Ans C. 3-6 monthsMoro reflex is best elicited by the sudden dropping of the baby's head in relation to the trunk; the response consists of opening of the hands and extension and abduction of the upper extremities followed by anterior flexion of upper extremities with an audible cry.",
        "cop": 3,
        "opa": "2 weeks",
        "opb": "4 weeks",
        "opc": "3-6 months",
        "opd": "12-18 months",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "c1e9e21c-04d2-4c53-b504-4b1a1691e4cf",
        "choice_type": "single"
    },
    {
        "question": "A newborn presented with jaundice. Most diagnostic investigation of choice is:",
        "exp": "a. Total and Direct bilirubin(Ref: Nelson's 20/e p 871-879, Ghai 8/e p 172-176)Measurement of total & direct bilirubin will help to classify jaundice into its respective type and aid in diagnosis.",
        "cop": 1,
        "opa": "Total and Direct bilirubin",
        "opb": "Conjugated bilirubin",
        "opc": "Serum, bilirubin",
        "opd": "Uroporphyrin levels",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "f18b0950-fe33-480b-95bf-b5e6b883f3cf",
        "choice_type": "single"
    },
    {
        "question": "A new born can lose up to ______ % of birth weight in the first week of life:",
        "exp": "Ans. B. 8-10Normally babies lose 8-10% of weight in the first week of life which is regained by 7-10 days of age. Subsequently there should be a gain of 20-40grams/day.This weight loss occurs due to excessive fluid loss.",
        "cop": 2,
        "opa": "6-May",
        "opb": "10-Aug",
        "opc": "15-Dec",
        "opd": ">15",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "0e0373d3-6a3f-4eda-8045-db84c1df58f4",
        "choice_type": "single"
    },
    {
        "question": "Perinatal period corresponds to:",
        "exp": "Ans. A. From 28 weeks of gestation to 07 days after birthPerinatal Period: From 28 weeks of gestation to 07 days after birthNeonatal period: From birth to 28 days of lifeEarly neonatal period: From birth to 7 days of lifeLate neonatal period: From D7 to day 28 of life",
        "cop": 1,
        "opa": "From 28 weeks of Gestation to 07 days after birth.",
        "opb": "From conception to 28 weeks",
        "opc": "From 20 weeks of gestation to birth",
        "opd": "From 24 weeks of gestation to birth",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "e48b1270-7bc7-47dd-98ad-9d57515e7a2d",
        "choice_type": "single"
    },
    {
        "question": "All can be seen in infant of diabetic mother except",
        "exp": "Ans: c (Hyperglycaemia) Ref: Dutta, 6th ed, p. 287Neonatal complication of infant of diabetic motherHypoglycaemiaRespiratory distress syndromeHyperbilirubinaemiaPolycythaemiaHypocalcaemiaHypomagnesaemiaCardiomyopathy",
        "cop": 3,
        "opa": "Hvperbilirubinaemia",
        "opb": "Polycythaemia",
        "opc": "Hyperglycaemia",
        "opd": "Hvpocalcaemia",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "7e8011f5-b101-4fe8-a659-8c6eba15e3e8",
        "choice_type": "multi"
    },
    {
        "question": "A 6-month-old comatose infant has multiple broken bones in various stages of healing, a bulging anterior fontanelle, and retinal hemorrhages. For the mentioned description of head injury that follows, select the major abnormality with which it is most likely to be associated.",
        "exp": "A subgaleal or subaponeurotic hemorrhage can be life threatening; infants may lose a third or more of their blood volume into this potential space, leading to hypovolemic shock. A subgaleal hemorrhage will feel like a cephalohematoma that crosses the midline. Careful monitoring is essential.Subdural hematomas are commonly seen as part of abusive head trauma, formerly known as shaken baby syndrome. This lesion occurs when the bridging cortical veins that drain the cerebral cortex have been ruptured, leading to a collection of blood between the dura and the cerebral mantle. Repeated trauma can lead to additional collections of blood. In many children, additional findings of abuse such as broken bones, bruises, and retinal hemorrhages are found.Caput succedaneum is soft-tissue swelling of the scalp involving the presenting delivery portion of the head. This lesion is sometimes ecchymotic and can extend across the suture lines. The edema may be pitting, and resolves in the first few days of life.Intraventricular hemorrhage (IVH), also known as germinal matrix hemorrhage, is commonly seen in very small, preterm infants. The incidence of IVH increases with smaller-size infants and in those with perinatal complications. It occurs in the gelatinous subependymal germinal matrix of the brain and can lead to progressive posthemorrhagic hydrocephalus. Hydrocephalus in these children can present with enlarging head circumference, apnea and bradycardia, lethargy, bulging fontanelle, widely split sutures, or no signs at all. Therapy can include ventricular- peritoneal shunting.Cephalohematomas do not cross the suture line, since they are subperiosteal hemorrhages. No discoloration of the scalp is seen, and the swelling usually progresses over the first few hours of life. Occasionally, skull fractures are present as well. Most cephalohematomas resolve within the first few weeks or months of life without residual findings.",
        "cop": 3,
        "opa": "Intraventricular hemorrhage",
        "opb": "Caput succedaneum",
        "opc": "Subdural hemorrhage",
        "opd": "Subarachnoid hemorrhage",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "0d5f0793-9be5-4083-989f-c047977cedf4",
        "choice_type": "single"
    },
    {
        "question": "An infant weighing 1600 g (3 1/2 lb) is born at 32 weeks' gestation. Initial evaluation was benign, and the infant was transferred to the level 2 nursery for prematurity. The nurse there calls at 1 hour of life and reports the infant is tachypneic. Vital signs include a heart rate of 140 beats per minute, a respiratory rate of 80 breaths per minute, a temperature of 35degC (95degF), and a peripheral oxygen saturation of 98%. The lungs are clear with bilateral breath sounds and there is no murmur; the infant is in no distress. The child's chest radiograph is shown. Which of the following is the most appropriate next step in evaluating the infant?",
        "exp": "(d) Source: (Hay et al, pp 30-31. Kliegman et al, pp 536-537. McMillan et al, p 259. Rudolph et al, pp 171-172.) The radiograph is normal. However, the vignette describes a cold infant. A room temperature of 24degC (approximately 75degF) provides a cold environment for newborn infants. Aside from the fact that these infants emerge from a warm, 37.6degC (99.5degF) intrauterine environment, at birth, infants (and especially preterm infants) are wet, have a relatively large surface area for their weight, and have little subcutaneous fat. Within minutes of delivery, the infants are likely to become pale or blue and their body temperatures will drop. In order to bring body temperature back to normal, they must increase their metabolic rate; ventilation, in turn, must increase proportionally to ensure an adequate oxygen supply. Because a preterm infant is likely to have respiratory problems and be unable to oxygenate adequately, lactate can accumulate and lead to a metabolic acidosis. Infants rarely shiver in response to a need to increase heat production. If the tachypnea persists after warming the infant, sepsis, pneumonia, and primary surfactant deficiency are all possible; several of the alternative answers then may be appropriate.",
        "cop": 4,
        "opa": "Obtain a complete blood count and differential.",
        "opb": "Perform a lumbar puncture.",
        "opc": "Administer intravenously 5cc of D50W.",
        "opd": "Place the infant under a warmer.",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "83834d60-67a2-4622-ab2e-7faa433fdecb",
        "choice_type": "multi"
    },
    {
        "question": "A 3-year-old child presents with recurrent pneumonia, eczema & thrombocytopenia. Which protein synthesis is abnormal in this child?",
        "exp": "a. Wasp(Ref: Nelson's 20/e p 1027)Recurrent infections, eczema & thrombocytopenia in a child suggest a diagnosis of Wiskott Aldrich syndrome; In this X-linked recessive syndrome, WASP gene & its product are defective",
        "cop": 1,
        "opa": "Wasp",
        "opb": "Hamartin",
        "opc": "Adenosine deaminase",
        "opd": "HLA1a",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "bea3fb2d-0033-4e90-a6c4-e88e0190d350",
        "choice_type": "single"
    },
    {
        "question": "What is the APGAR core for a baby with HR 120/ min, RR-40/min, strong respiratory efforts, peripheral cyanosis, grimace while suctioning and having slightly flexed posture but no active movements of limbs?",
        "exp": "b. 7(Ref: Nelson's 20/e p 798> Ghai 8/e p 166-168)Appearance: peripheral cyanosis, so score of 1, Pulse rate 120/minute - score 2, Grimaces - 1, Activity - 1 (flexed posture, but no movements), Respiratory effort - 2 (as strong respiratory efforts present); So, the APGAR score for this baby is: 1+2+1+1+2=7",
        "cop": 2,
        "opa": "6",
        "opb": "7",
        "opc": "8",
        "opd": "9",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "283a1e13-90b8-4257-ae82-a1108d04be31",
        "choice_type": "single"
    },
    {
        "question": "Not a risk factor for neonatal hyperbilirubinemia:",
        "exp": "Ans. D. Increased feeding (calorie) intakeNeonatal factors which increase the risk of hyperbilirubinemia are prematurity, low birth weight, male gender, reduced calorie intake and breast mild feeding.",
        "cop": 4,
        "opa": "Male gender",
        "opb": "Prematurity",
        "opc": "Cephalhematoma",
        "opd": "Increased feeding (calorie) intake",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "e6a0b737-acf2-4b82-a256-922d133e0507",
        "choice_type": "single"
    },
    {
        "question": "Lung is characteristically involved in:",
        "exp": "a. Churg-Strauss syndrome(Ref: Nelson's 20/e p 1221-1223, Ghai 8/e p 631-635)Churg Strauss syndrome: It is a small vessel necrotizing granulomatous vasculitis associated with a history of refractory asthma & peripheral eosinophilia.",
        "cop": 1,
        "opa": "Churg-Strauss syndrome",
        "opb": "HSP",
        "opc": "PAN",
        "opd": "ITP",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "6081c2bd-717f-4693-bc35-5fe188f8b0fc",
        "choice_type": "multi"
    },
    {
        "question": "A 1-week-old black infant presents to you for the first time with a large, fairly well-defined, grey-blue lesion over the buttocks bilaterally. The lesion is not palpable, and it is not warm or tender. The mother denies trauma and reports that the lesion has been present since birth. This otherwise well-appearing infant is growing and developing normally and appears normal upon physical examination. Which of the following is the most appropriate course of action in this infant?",
        "exp": "(b) Source: (Hay et al, p 384. Kliegman et al, p 2219. McMillan et al, p 828. Rudolph et al, p 1275.) The lesion is a Mongolian spot, a bluish-gray lesion located over the buttocks, lower back, and occasionally, the extensor surfaces of the extremities. These are common in blacks, Asians, and Latin Americans. They tend to disappear by 1 to 2 years of age, although those on the extremities may not fully resolve. Child abuse is unlikely to present with bruises alone; children frequently present with more extensive injuries. Subcutaneous fat necrosis, which may ultimately result in subcutaneous calcifications in the affected area, is usually found as a sharply demarcated, hard lesion on the cheeks, buttocks, and limbs but it usually is red. Hemophilia and vitamin K deficiency rarely present with subcutaneous lesions as described and are more likely to present as a bleeding episode.",
        "cop": 2,
        "opa": "Report the family to child protective services",
        "opb": "Reassurance of the normalcy of the condition",
        "opc": "Soft tissue films of the buttocks to identify calcifications",
        "opd": "Administration of vitamin K",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "a5ea732d-914c-4d8d-9bd1-eb849bea46cc",
        "choice_type": "multi"
    },
    {
        "question": "A 3.8 kg baby of a diabetic mother developed seizures 32 hours after birth. The most probable cause would be?",
        "exp": "Ans. A. Hypoglycemia* The neonate has seizures developed at around 32 hrs after birth. There are two possibilities in this neonate i.e. hypoglycemia and hypocalcemia.* Hypoglycemia in first 18-36 hrs is usually due to transient neonatal hypoglycemia and after 36 hrs metabolic and other causes are likely.* Hypoglycemia develops in about 25-50% of infants of diabetic mothers and 15-25% of infants of mothers with gestational diabetes, but only a small percentage of these infants become symptomatic. The probability of hypoglycemia developing in the infant increases, and glucose levels are likely to be lower at higher cord or maternal fasting blood glucose levels.* In those infants with HIE who have seizures, onset of seizures is generally within the first 24 hours after birth. However, the timing of onset is not a reliable indicator of the timing of the neurologic injury.* Seizures due to intracranial hemorrhage may also be associated with hypoxic-ischemic or traumatic injury since these events are frequently associated with each other.* Onset of seizures due to subarachnoid hemorrhage or subdural hemorrhage is usually the second or third day of life, while those due to germinal matrix-intraventricular hemorrhage present after the third day.",
        "cop": 1,
        "opa": "Hypoglycemia",
        "opb": "Hypocalcemia",
        "opc": "Birth asphyxia",
        "opd": "Intraventricular hemorrhage",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "0cc3554e-5aed-4ac9-b3e7-58d0b4b343bf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true for the ratio of fresh placental weight to infant weight in the last trimester of pregnancy?",
        "exp": "Ans. C. 1:6The ratio of fresh placental weight to infant weight in the last trimester of pregnancy is 1:6. A very small placenta may be a result of chronic hypoxia while a large placenta may be because of maternal diabetes.",
        "cop": 3,
        "opa": "1:02",
        "opb": "2:01",
        "opc": "1:06",
        "opd": "6:01",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "6761d646-c75c-47e1-8dc0-85536e8ccb20",
        "choice_type": "multi"
    },
    {
        "question": "Hyperbilirubinemia in newborn involving palm & sole-",
        "exp": "Ans. is 'd' i.e.,>15 mg/dl Jaundice is area of bodyBilirubin levelHead & Neck5 mg/dlUpper trunk & proximal upper limb10 mg/dlLower trunk & thigh12 mg/dlLegs15 mg/dlPalm (hands) & sole (feet)> 15 mg/dl",
        "cop": 4,
        "opa": "8mg/dl",
        "opb": "10mg/dl",
        "opc": "14 mg/dl",
        "opd": "> 15 mg/dl",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "69425c28-79d5-4ed6-a0b3-2a2d777da9c9",
        "choice_type": "single"
    },
    {
        "question": "Definite contraindication for bag and mask ventilation is:",
        "exp": "c. Congenital diaphragmatic hernia(Ref: AAP guidelines 2015, Ghai 8/e p 126-133)Bag & mask ventilation should be avoided in Congenital diaphragmatic hernia, because it enlarges the stomach and small bowel and thus makes oxygenation more difficult.",
        "cop": 3,
        "opa": "Cleft lip",
        "opb": "Cleft palate",
        "opc": "Congenital diaphragmatic hernia",
        "opd": "Umbilical hernia",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "da062607-ab73-4dbd-9bed-6dc41078ed8a",
        "choice_type": "single"
    },
    {
        "question": "At 43 weeks' gestation, a long, thin infant is delivered. The infant is apneic, limp, pale, bradycardic, and covered with \"pea soup\" amniotic fluid. Which of the following is the best first step in the resuscitation of this infant at delivery?",
        "exp": "Infants who are postdates (more than 42 weeks' gestation) and show evidence of chronic placental insufficiency (low birth weight for gestational age and wasted appearance) have a higher than average chance of being asphyxiated, and passage of meconium into the amniotic fluid places these infants at risk for meconium aspiration. Ideally the obstetrician suctions the mouth, nose, and hypopharynx immediately after delivery of the infant's head but before delivery of the reminder of the body. If the infant's heart rate is more than 100 beats per minute and respirations are unlabored, routine neonatal management is appropriate. However, if the heart rate is less than 100 beats per minute in a floppy, depressed infant then endotracheal intubation is accomplished along with suctioning and providing oxygen. Always consider airway, breathing, and circulation, in that order, before moving on.",
        "cop": 1,
        "opa": "Intubation and suction of the trachea; provision of oxygen",
        "opb": "Warm and dry the infant",
        "opc": "Chest compressions",
        "opd": "Administration of 100% oxygen by mask",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "1c74af9b-8a1f-4e2d-bc4d-798d09c8a777",
        "choice_type": "multi"
    },
    {
        "question": "A baby is born prematurely at 29 weeks gestation by caesarean delivery done for fetal distress. Neonate develops tachypnea, flaring, subcostal and intercostal retractions immediately after birth. Chest radiography shows bilateral, diffuse, ground glass appearance, air bronchograms and poor lung expansion. What is the best treatment plan in the present case?",
        "exp": "b. Surfactant administration and respiratory support(Ref: Nelson's 20/e p 850-57)The given scenario indicates a diagnosis of moderate - severe respiratory distress syndrome. So, the treatment of choice is: surfactant administration and respiratory support",
        "cop": 2,
        "opa": "Oxygen therapy",
        "opb": "Surfactant administration and respiratory support",
        "opc": "Emergency surgical repair of tracheoesophageal fistula",
        "opd": "Only observation at this point",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "bd5faa59-5327-4441-9f36-46ab6d0ed574",
        "choice_type": "single"
    },
    {
        "question": "Expressed Breast milk can be stored in refrigerator up to",
        "exp": "(24 hours) (151-Ghai 6th) (127-Ghai 7th)Expressed breast milk can be stored at room temperature for 6-8 hours* In refrigerator - 24 hours* In freezer at - 20deg for 3 months",
        "cop": 3,
        "opa": "4 hours",
        "opb": "10 hours",
        "opc": "24 hours",
        "opd": "3 months",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "23aa558d-99c2-4667-8286-18762c27e6cd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following if seen on day 10 of life is worrisome?",
        "exp": "Ans. b. Conjugated hyperbilirubinemia (Ref: Nelson 19/e p34, 640)Conjugated hyperbilirubinemia, if seen on day 10 of life is worrisome.'Hyperbilirubinemia is a common and, in most cases, benign problem in neonates. Nonetheless, untreated, severe indirect hyperbilirubinemia is potentially neurotoxic, and conjugated-direct hyperbilirubinemia often signifies a serious hepatic or systemic illness. Jaundice is observed during the 1st week of life in approximately 60% of term infants and 80% of preterm infants. - Nelson 19/e p640Neonatal Period (First 4 weeks)Visual Milestone: May fixate face or light in line of vision; 'doll's-eye' movement of eyes on turning of the body.Hyperbilirubinemia is a common and. in most cases, benign problem in neonates. Nonetheless, untreated, severe indirect hyperbilirubinemia is potentially neurotoxic, and conjugated-direct hyperbilirubinemia often signifies a serious hepatic or systemic illness. Jaundice is observed during the 1st week of life in approximately 60% of term infants and 80% of preterm infants.",
        "cop": 2,
        "opa": "Unconjugated hyperbilirubinemia",
        "opb": "Conjugated hyperbilirubinemia",
        "opc": "No weight again",
        "opd": "Doll's eye reflex",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "04ab97c8-4daa-44a0-9544-2f1e1abd7d44",
        "choice_type": "single"
    },
    {
        "question": "One gm of Hb liberates how many mg of bilirubin?",
        "exp": "b. 34(Ref: Nelson's 20/e p 871-879, Ghai 8/e p 172-176)Bilirubin is the end product of catabolism of hemoglobin; Hemoglobin (1g) Heme Biliverdin Bilirubin (34mg)",
        "cop": 2,
        "opa": "40",
        "opb": "34",
        "opc": "15",
        "opd": "55",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "f7a21412-47fe-4099-af35-405a29d43fed",
        "choice_type": "single"
    },
    {
        "question": "Bag and mask therapy is contraindicated in -",
        "exp": "Ans. is 'a' Diaphragmatic hernia In diaphragmatic hernia the abdominal contents herniating into the thoracic cavity have already compromised ventilation. Giving bag and mask ventilation will worsen the condition of the patient, as air will also enter in the stomach and further compress the lungs.",
        "cop": 1,
        "opa": "Diaphragmatic hernia",
        "opb": "Congenital lung cysts",
        "opc": "Tracheo Oesophageal fistula",
        "opd": "Meconium aspiration",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "150b481d-8a9f-4916-95d6-d59204cde9d0",
        "choice_type": "single"
    },
    {
        "question": "The mother and father of a newborn come in for the 2-week check-up. The mother complains of \"colic\" and asks if she can switch to goat's milk instead of breast milk. Which of the following should be your main concern about using goat's milk instead of breast milk or cow's milk?",
        "exp": "Goat's milk, by itself, is not an ideal source of infant nutrition as it contains inadequate folate and iron, potentially contributing to anemia. Caloric content is actually denser than cow's milk- based formulas (about 30 kcal/oz, compared to 20 kcal/oz for formula and breast milk). Casein and whey are the protein sources in goat's milk, as they are for many formulas. Some manufacturers in different countries produce a goat milk-based formula that contains supplemental vitamins and iron. Unpasteurized goat's milk should never be used as an infant formula because of the risk of brucellosis.",
        "cop": 2,
        "opa": "It has insufficient calories.",
        "opb": "It has insufficient folate.",
        "opc": "It has insufficient whey.",
        "opd": "It has insufficient casein.",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "976a1ccf-88a7-4772-99db-fe0b974653e4",
        "choice_type": "single"
    },
    {
        "question": "The indication of using adrenaline in neonatal resuscitation is:",
        "exp": "Ans. B. Heart rate <60beats/min despite chest compressions and ventilationMedications used in neonatal ventilation are: Epinephrine and Volume expanders. Epinephrine is indicated when heart rate does not go above 60beats/minute after positive pressure ventilation (PPV) and chest compressions. It is administered intravenously in a dose of 0.1-0.3ml/kg of a 1:10,000 solution.Volume expander: Volume expansion should be considered in a baby in shock with evidence of blood loss (as in antepartum haemorrhage) ringer's lactate or 0.9% saline can be used in a dose of 10ml/kg",
        "cop": 2,
        "opa": "Heart rate <100 beats/min",
        "opb": "Heart rate <60 beats/min despite chest compressions and ventilation",
        "opc": "Heart rate <75 beats/min",
        "opd": "Heart rate <50 beats/min",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "79499169-9b69-4f00-a7fa-73e37ae76c3e",
        "choice_type": "single"
    },
    {
        "question": "Henoch-Schonlein purpura is characterized by the following except?",
        "exp": "c. Thrombocytopenia(Ref: Nelson's 20/e p 1216-1217', Ghai 8/e p 632-633)Kidney involvement (glomerulonephritis) & bowel involvement (blood in stools, abdominal pain) can be seen in HSP.",
        "cop": 3,
        "opa": "Glomerulonephritis",
        "opb": "Hematochezia",
        "opc": "Thrombocytopenia",
        "opd": "Palpable purpura",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "170f2d24-40fc-4062-ae3f-f7d5cce602ab",
        "choice_type": "multi"
    },
    {
        "question": "What does the CTG depicts-",
        "exp": "Ans. is 'a' i.e., Foetal heart rate monitoring o Cardiotocography or CTG is a test usually done in the third trimester of pregnancy.o It is done to see if your baby's heart beats at a normal rate and variabilityo Normally, a baby's heart rate is anywhere between 110 and 160 beats per minute and increases when the baby moves.o Checking that your baby's heart rate responds to his movements is an indirect way of knowing if he gets enough oxygen from the placenta.o The test will also see how baby's heart rate is affected by your contraction.o A CTG done in your third trimester is also known as a 'non stress testr because your baby is not under the 'stress' of labour:o Early deceleration - Head compressiono Late deceleration - Utero placental insufficiencyo Variable deceleration - umblical cord compression",
        "cop": 1,
        "opa": "Fetal Heart rate monitoring",
        "opb": "Growth monitoring",
        "opc": "Size monitoring",
        "opd": "Amniotic index monitoring",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "2a96d09d-0284-464b-b90d-2dd485c3dca2",
        "choice_type": "single"
    },
    {
        "question": "Henoch-Schonlein purpura is characterized by the deposition of the following immunoglobulin around the vessels:",
        "exp": "c. IgA(Ref: Nelson's 20/e p 1216-1217, Ghai 8/e p 632-633)Biopsy finding in HSP is deposition of IgA, specifically lgA1 in the affected tissue, by immunofluorescence, accompanied to a lesser extent by deposition of C3, fibrin & IgM.",
        "cop": 3,
        "opa": "IgM",
        "opb": "IgG",
        "opc": "IgA",
        "opd": "IgE",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "3c2632c9-f36d-49af-9d57-82ede5c65ff8",
        "choice_type": "single"
    },
    {
        "question": "Anti-histone antibodies are specific for:",
        "exp": "b. Drug induced lupus(Ref: Nelson's 20/e p 1176-1180, Ghai 8/e p 628)Anti histone antibodies are directed against Histones & are seen in Drug-induced lupus.",
        "cop": 2,
        "opa": "CNS lupus",
        "opb": "Drug induced lupus",
        "opc": "Neonatal lupus",
        "opd": "Cutaneous lupus",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "ed194376-697f-4aef-bfe3-d31a3fea8268",
        "choice_type": "single"
    },
    {
        "question": "An infant born at 35 weeks' gestation to a mother with no prenatal care is noted to be jittery and irritable, and is having difficulty feeding. You note coarse tremors on examination. The nurses report a high-pitched cry and note several episodes of diarrhea and emesis. You suspect which of the following?",
        "exp": "Infants born to narcotic addicts are more likely than other children to exhibit a variety of problems, including perinatal complications, prematurity, and low birth weight. The onset of withdrawal commonly occurs during an infant's first 2 days of life and is characterized by hyperirritability and coarse tremors, along with vomiting, diarrhea, fever, high-pitched cry, and hyperventilation; seizures and respiratory depression are less common. The production of surfactant can be accelerated in the infant of a heroin-addicted mother.In utero exposure to alcohol leads to a fetal alcohol syndrome consisting of growth retardation, microcephaly, flat philtrum, thin upper lip, cardiac defects, and hypoplastic fifth fingernails. Maternal cocaine use puts the infant at risk for vascular accidents and premature delivery, but not a withdrawal syndrome. Similarly, marijuana is not associated with neonatal withdrawal. Maternal tobacco use can result in small-for-gestation age infants, but not a neonatal withdrawal syndrome as described in the question.",
        "cop": 3,
        "opa": "Fetal alcohol syndrome",
        "opb": "Prenatal exposure to marijuana",
        "opc": "Heroin withdrawal syndrome",
        "opd": "Cocaine exposure in utero",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "1905a629-3dc4-42ed-bc0d-e410abf01dda",
        "choice_type": "single"
    },
    {
        "question": "A newborn presented severe respiratory distress. On examination he was found to have scaphoid abdomen and absent breath sounds on left side of chest. The most likely diagnosis is:",
        "exp": "Ans: c Congenital Diaphragmatic hernia). (Ref: Radiology Review Manual, 5th ed., 478)CONGENITAL DIAPHRAGMATIC HERNIA# It is most common intrathoracic fetal anomaly due to absence of closure of pleuroperitoneal canal by 9th week of gestation# Congenital diaphragmatic hernia occur in two locations:- Posterolateral pleuroperitoneal canal (Bochdalek hernia)--common- Anteromedial pleuroperitoneal canal (Morgagni hernia)--rare# Left sided (Bochdalek) hernias are much more frequent than right sided.# On USG, congenital diaphragmatic hernia can be detected as early as at 17th week of gestation.# Small intestine in 88%, stomach in 60%, colon in 56%, spleen in 45%, liver in 51% and kidney in 22% chances of herniation into chest in Bochdalek hernia.# Mediastinal deviation is often seen first and is the most obvious USG sign of CDH.# Absolute diagnostic sign is visualization of peristalsis in chest and paradoxical motion of the abdominal contents on fetal inspiration.0# In Morgagni hernia, omentum and colon are the most frequent hernial contents. It is known to be associated with trisomy syndromes.# Presents as respiratory distress in neonatal period due to life threatening deficiency of small airways and alveoli, and scaphoid abdomen.# CXR:- Bowel loops in chest- Contralateral mediastinal shift- Complete/partial absence of diaphragm- Absence of stomach/small bowel in abdomenCongenital cystic adenomatoid lung malformation (CCAM/CALD)# It is congenital cystic abnormality of lung characterized by a interlobar mass of disorganized pulmonary tissue# Presents with respiratory distress and severe cyanosis in first week of life (66%) or within first year of life (90%)# Equal frequency in all lobes seen# Three types are known: microcystic, macrocystic and mixed type.# CXR:- Unilateral expansile mass with well-defined margins (80%)- Multiple air/occasionally fluid-filled- Compression of adjacent lung cysts- Contralateral mediastinal shift (87%)- Hypoplastic ipsilateral lung- Proper position of abdominal viscera- Spontaneous Pneumothorax (late sign)",
        "cop": 3,
        "opa": "Transient tachypnea of newborn",
        "opb": "Congenital adenomatoid lung disease",
        "opc": "Congenital Diaphragmatic hernia",
        "opd": "Sequestration of lung",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "a53ebb3e-b4d7-4d2c-93bb-018617341800",
        "choice_type": "single"
    },
    {
        "question": "A 3-week-old child presents with an abdominal mass. What is the most common cause of the presentation?",
        "exp": "c. Multicystic dysplastic kidney(Ref: Nelson's 20/e p 2555)Multicystic dysplastic kidney is the most common cause of an abdominal mass in the newborn, but the majority are nonpalpable at birth.",
        "cop": 3,
        "opa": "Neuroblastoma",
        "opb": "Wilms tumor",
        "opc": "Multicystic dysplastic kidney",
        "opd": "Distended bladder",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "35172b4e-7fa7-4e20-a13e-ac35b2f011ec",
        "choice_type": "single"
    },
    {
        "question": "Para amino benzoic acid of breast milk prevent the infection of:",
        "exp": "(Plasmodium vivax) (97-G)* Para-amino-benzoic acid (PABA) of breast milk provides protection against Malaria (Plasmodium vivax)* High level of bifidus factor protects the baby from infection with E. coli.* Lactoferrin - does not make breast milk a suitable medium for the growth of enterobacteria.",
        "cop": 1,
        "opa": "Plasmodium vivax",
        "opb": "Klebscella-pneumonia",
        "opc": "Giardia",
        "opd": "E.coli",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "5a78836c-40b4-4011-935a-5c7f12f20273",
        "choice_type": "single"
    },
    {
        "question": "1 month old newborn presents with conjugated Hyperbilirubinemia, intrahepatic cholestasis and high alkaline phosphatase. Eosinophilic, PAS positive cytoplasmic granules are seen in liver biopsy specimen. Diagnosis is?",
        "exp": "a. Alphal AT deficiency(Ref: Nelson's 20/e p 871-879, Ghai 8/e p 172-176)The given clinical features & investigation findings are suggestive of Alphal Antitrypsin deficiency.Alphal AT deficiencyIt usually presents as neonatal cholestasis or later-onset childhood cirrhosisal -Antitrypsin, a protease inhibitor synthesized by liver, protects lung alveoli from destruction by neutrophil elastaseNormal phenotype is PiMM; In affected patients with PiZZ, polymers of, AT are retained in the ER of hepatocytesIn liver biopsy, periodic acid-Schiff (PAS)-positive diastase-resistant globules are seen, primarily in periportal hepatocytes",
        "cop": 1,
        "opa": "Alpha 1 AT deficiency",
        "opb": "Cong hepatic fibrosis",
        "opc": "Extrahepatic biliary atresia",
        "opd": "Ductal plate defect",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "f223d9ae-dac4-4673-a286-cbd98c9b5814",
        "choice_type": "single"
    },
    {
        "question": "A newborn infant develops respiratory distress immediately after birth. His abdomen is scaphoid. No breath sounds are heard on the left side of his chest, but they are audible on the right. Immediate intubation is successful with little or no improvement in clinical status. Emergency chest x-ray is shown (A) along with an x-ray 2 hours later (B). Which of the following is the most likely explanation for this infant's condition?",
        "exp": "(c) Source: (Hay et al, pp 46-47, 602. Kliegman et al, pp 594-596. McMillan et al, pp 211-212. Rudolph et al, pp 209-211.) Diaphragmatic hernia occurs with the movement of abdominal contents across a congenital or traumatic defect in the diaphragm. In the newborn, this condition results in profound respiratory distress with significant mortality. Prenatal diagnosis is common and, when found, necessitates that the birth take place at a tertiary-level center. In the neonate, respiratory failure in the first hours of life, a scaphoid abdomen, and presence of bowel sounds in the chest are common findings. Intensive respiratory support, including high-frequency oscillatory ventilation and extracorporeal membrane oxygenation (ECMO), has increased survival. Mortality can be as high as 50% despite aggressive treatment. While surgery may correct the diaphragmatic defect, the lung on the affected side remains hypoplastic and continues to contribute to morbidity. Several fetal surgery centers are investigating surgical techniques to repair the hernia in utero to allow the affected lung adequate time to develop prior to delivery. Pneumonia and pneumothorax may cause respiratory distress with decreased breath sounds, but the radiograph in diaphragmatic hernia shows the nasogastric tube curving into the left thorax, clearly an abnormal placement. A congenital cystic adenomatoid malformation will frequently look like a diaphragmatic hernia on radiographs, but the nasogastric tube would be in the correct location. Choanal atresia is an upper airway abnormality and does not cause these radiographic changes; it would have been difficult to place the nasogastric tube in the first place with this condition, in which there is a bony or membranous septum between the nose and pharynx.",
        "cop": 3,
        "opa": "Pneumonia",
        "opb": "Cystic adenomatoid malformation",
        "opc": "Diaphragmatic hernia",
        "opd": "Choanal atresia",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "3d255bba-cab7-46bd-9e61-c7d30ebdb525",
        "choice_type": "single"
    },
    {
        "question": "A 32-week, 1400 g neonate is born to a primigravida. The baby did not require resuscitation and showed stable vitals. The baby was transferred to the NICU. How will you manage the feeding of the patient?",
        "exp": "Ans. a. Start total enteral feeding and IV feeding not required (Ref: AIIMS NICU Protocol; Ghai 8/e p132-133)A 32-week, 1400 g neonate is born to a primigravida. The baby did not require resuscitation and showed stable vitals. The baby teas transferred to the NICU. For this patient, start total enteral feeding and IV feeding is not required.Enteral Feeding in Sick Premature or LBW InfantsThe optimal time to introduce enteral feeding to a sick premature or LBW infant is controversial.Trophic feeding is the practice of feeding very small amounts of enteral nourishment to VLBW preterm infants to stimulate development of the immature gastrointestinal tract.The benefits of trophic feeding include enhanced gut motility, improved growth, decreased need for parenteral nutrition, fewer episodes of sepsis, and shortened hospital stay.Once the infant is stable, small-volume feedings are given in addition to intravenous fluids/nutrition.Feeding is gradually advanced, and parenteral nutrition decreased.This approach may reduce the incidence of necrotizing enterocolitis.The main principle in feeding premature infants is to proceed cautiously and gradually.Careful early feeding of breast milk of formula tends to reduce the risk of hypoglycemia, dehydration, and hyperbilirubinemia without the additional risk of aspiration, provided that there is no indication for withholding oral feedings, such as the presence of respiratory distress or other disorders.If an infant is well, is making sucking movements, and is in no distress, oral feeding may be attempted, although most infants weighing < 1,500 g require tube feeding because they are unable to coordinate breathing, sucking, and swallowing.Intestinal tract readiness for feeding may be determined by active bowel sounds, passage of meconium, absence of abdominal distention, bilious gastric aspirates, and emesis.For infants < 1,000 g, the initial trophic feedings can be given at 10-20 mL/kg/24 hr as a continuous nasogastric tube drip (or given by intermittent gavage every 2-3 hr) for 5-10 days.If the initial feedings are tolerated, the volume is increased by 20-30 mL/kg/24 hr.Once a volume of 150 mL/kg/24 hr has been achieved, the caloric content may be increased to 24 or 27 kcal/oz.",
        "cop": 1,
        "opa": "Start total enteral feeding and IV feeding not required",
        "opb": "Start IV feeding with minimal enteral feeding",
        "opc": "Start IV feeding and introduce feeding on 2nd day of life",
        "opd": "Start parenteral feeding and institute oral feeding on 2nd day of life",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "987140ce-1a9b-4394-ab6c-382b03377f55",
        "choice_type": "single"
    },
    {
        "question": "A post term neonate is defined as a neonate born after ------- weeks of gestation:",
        "exp": "Ans. C. 42* A baby is said to be born at term if he is born between 37 and < 42 weeks of gestation (259 - 293 days)* A neonate born before 37 weeks (<259 days) of gestation irrespective of the birth weight is a preterm neonate* A neonate born at a gestation age of 42 weeks or more (294 days or more) is a post term neonate",
        "cop": 3,
        "opa": "38",
        "opb": "40",
        "opc": "42",
        "opd": "44",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "fac2ffe9-22d7-4643-b487-fd7ca46e1dd9",
        "choice_type": "single"
    },
    {
        "question": "A newborn has hydrocephalus, chorioretinitis, intracranial calcifications, and anemia. For the mentioned clinical scenario, select the most likely diagnosis",
        "exp": "Toxoplasmosis can cause symptoms similar to other congenital infections, but the combination of hydrocephalus, chorioretinitis, and intracranial calcifications is considered the \"classic triad\" of toxoplasma infection in a neonate. Infection usually occurs during primary infection of the mother or as a reactivation of infection in an immune-compromised host. These infants may also display symptoms similar to other congenital infections, such as anemia, a petechial rash, organomegaly, jaundice, and seizures.",
        "cop": 1,
        "opa": "Congenital toxoplasmosis",
        "opb": "Congenital syphilis",
        "opc": "Congenital rubella",
        "opd": "Congenital CMV",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "35c6e862-1c38-4d9d-a094-18a0dec28c5f",
        "choice_type": "single"
    },
    {
        "question": "Commonest renal lesion in SLE is:",
        "exp": "b. Diffuse proliferative(Ref: Nelson's 20/e p 1176-1180, Ghai 8/e p 628)Class I is the Least common & class IV is the most common pattern of lupus nephritis.",
        "cop": 2,
        "opa": "Focal proliferative",
        "opb": "Diffuse proliferative",
        "opc": "Membranous",
        "opd": "Minimal change disease",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "5e073b5d-c91f-4b8b-b787-442abdde2a9c",
        "choice_type": "single"
    },
    {
        "question": "Apgar score < 3 at 5 minutes of life is a predictor of:",
        "exp": "b. Increased risk of neonatal mortality(Ref: Nelson's 20/e p 798)Apgar score is normal in most patients in whom cerebral palsy subsequently develops.Low Apgar scores (0-3 at 5 min) is a predictor of neonatal death, in both term and preterm neonates",
        "cop": 2,
        "opa": "Poor neurological outcome",
        "opb": "Increased risk of neonatal mortality",
        "opc": "Risk of cerebral palsy",
        "opd": "Neonatal depression",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "4e99e11f-8c9b-4383-8b4f-a7308c21c4ec",
        "choice_type": "single"
    },
    {
        "question": "A 1.5 kg child born at 32 weeks by LSCS presents with moderate respiratory difficulty (RR: 70/min, Spo2: 92%). Which is the next best step?",
        "exp": "Ans. B. CPAPThe most common cause of respiratory distress in a preterm infant is neonatal RDS/hyaline membrane disease.The infant has presented with moderate respiratory distress without any signs of respiratory failure so early continuous positive airway pressure (CPAP) is the appropriate treatment.CPAP started at birth is the choice for the management of a preterm infant at risk for respiratory distress syndrome (RDS). Early nasal CPAP has shown to lower mortality and risk of bronchopulmonary dysplasia.Air is better than oxygen for the resuscitation of preterm infants, and 100% oxygen is also harmful, causing increased oxidative stress.The intubate-surfactant-extubate (INSURE) on CPAP technique is recommended for surfactant administration when babies showed signs of RDS and needed more than 30% inspired oxygen to maintain saturation in the normal range.",
        "cop": 2,
        "opa": "Mechanical ventilation",
        "opb": "CPAP",
        "opc": "100% oxygen",
        "opd": "Surfactant and ventilation",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "e99abebd-4d31-4256-bb82-53ba1b3b7430",
        "choice_type": "multi"
    },
    {
        "question": "A routine prenatal ultrasound reveals a male fetus with meningomyelocele. The 24-year-old primigravid mother is told the infant will require surgery shortly after birth. You counsel her about the etiology of this defect and the risk of further pregnancies being similarly affected, and state which of the following?",
        "exp": "Diseases that are due to defects in a single gene are designated as autosomal or X-linked, depending on whether the affected gene is located on an autosome or an X chromosome. Genetically determined diseases that are multifactorial in origin (ie, neural tube defects) do not conform to the Mendelian pattern of inheritance but exhibit a variable outcome that reflects the interaction between a particular genotype and an environment. The relatives of persons with diseases of multifactorial origin have an increased risk of having similar abnormalities.The recurrence risk for most single primary defects of multifactorial inheritance (eg, neural tube defects) is increased with each child affected. This increased risk forms the basis for assuming that genetic factors play a role in the occurrence of these abnormalities. Other factors, such as race, sex, and ethnic and racial background, influence the frequency with which an abnormality of multifactorial inheritance occurs in relatives The prenatal diagnosis of neural tube defects (anencephaly and meningomyelocele) can be made by the detection of elevated levels of alpha- fetoprotein in the amniotic fluid. To reduce the risk of neural tube defects, it is now recommended that all women capable of becoming pregnant take between 400 mcg and 800 mcg of folic acid daily.",
        "cop": 4,
        "opa": "The hereditary pattern for this condition is autosomal recessive.",
        "opb": "The prenatal diagnosis can be made by the detection of very low levels of alpha-fetoprotein in the amniotic fluid.",
        "opc": "Subsequent pregnancies are not at increased risk compared to the general population.",
        "opd": "Supplementation of maternal diet with folate leads to a decrease in incidence of this condition.",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "d5e69473-e4e5-4fe7-87c9-229d2129a0ec",
        "choice_type": "single"
    },
    {
        "question": "Most common vasculitis in children:",
        "exp": "c. HSP(Ref: Nelson's 20/e p 1216-1217, Ghai 8/e p 632-633)Henoch-Schonlein purpura (HSP) is the most common vasculitis of childhood.",
        "cop": 3,
        "opa": "Kawasaki disease",
        "opb": "Takayasu disease",
        "opc": "HSP",
        "opd": "Microscopic PAN",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "1ba43b84-1934-4319-a558-dcb08440f746",
        "choice_type": "single"
    },
    {
        "question": "Most common type of phagus in twins?",
        "exp": "c. Thorachophagus(Ref: Nelson's 20/e p 820)Conjoined twins (Also called Siamese twins)Result from relatively late monovular separation; Types depending on the site of connections are: thoraco-omphalopagus (28% of conjoined twins), thoracopagus (18%), omphalopagus (10%), craniopagus (6%) & incomplete duplication (10%)",
        "cop": 3,
        "opa": "Craniophagus",
        "opb": "Pygophagus",
        "opc": "Thorachophagus",
        "opd": "Ischiophagus",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "debdf150-a10e-4001-8014-0c8fd7f15a03",
        "choice_type": "single"
    },
    {
        "question": "Newborn baby with scaphoid abdomen and respiratory difficulty. Which among the following is the most probable condition",
        "exp": "Ans: c (Congenital diaphragmatic hernia) Ref: Nelson, 17th ed, p. 1354 & OP Ghai, 6th, ed,p. 168Diaphargmatic hernia should be suspected in any neonates who have severe respiratory distress and has a scaphoid abdomenCONGENITAL DIAPHRAGMATIC HERNIARetrosternal hernia (Morgagni hernia)* This hernia is situated anteriorly in the retrosternal area and occurs through the space between xiphoid and costal origin of diaphragm or foramen of Morgagni or space of Larrey* It is more common on right sideBochdalek hernia* It is situated posteriorly* It is more common on the left side* It is the commonest congenital hernia",
        "cop": 3,
        "opa": "Intestinal agenesis",
        "opb": "Intestinal obstruction",
        "opc": "Congenital diaphragmatic hernia",
        "opd": "All of these",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "e0bd4a3b-6fc4-4456-8dc6-0c77c6eab869",
        "choice_type": "multi"
    },
    {
        "question": "A 3 day old preterm neonate with breathing difficulty from birth was admitted in the NICU. A chest X ray was done which is shown below. Which of the following disorders is the neonate apparently suffering from?",
        "exp": "Ans. A. Respiratory Distress SyndromeThis chest X ray above reveals a picture consistent with diffuse reticulo granular opacities in both lung fields. Air bronchogram can also be seen. This chest x ray is typical of respiratory distress syndrome (hyaline membrane disease). Chest X ray in neonatal pneumonia can be non-specific revealing infiltrates, consolidations, and sometimes even pleural effusion(s). Transient tachypnea of the newborn is a benign disorder in which the chest X ray classically shows increased vascular markings and fluid in the interlobar fissures.",
        "cop": 1,
        "opa": "Respiratory distress syndrome",
        "opb": "Neonatal pneumonia",
        "opc": "Transient tachypnea of the newborn",
        "opd": "None of these",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "854a8be4-af9a-4739-b041-ad4a777cec33",
        "choice_type": "multi"
    },
    {
        "question": "In a neonate with the skin of soles and palms showing yellow discoloration, the approximate?level of serum bilirubin (mg/dl) will be:",
        "exp": "Ans. D.> 15 mg/dL.Area yellow discoloration of body in jaundiceRange of serum bilirubin (mg%)Head and neck4-8Upper trunk5-12Lower trunk and thigh8-16Arms and lower limbs11-18Palms and solesmore than 15",
        "cop": 4,
        "opa": "4 - 8 mg/dL",
        "opb": "8-16 mg/dL",
        "opc": "11-18 mg/dL",
        "opd": "> 15 mg/dL",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "ee7a5b85-abe2-4650-8c10-2a7583ff4b32",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following statements is TRUE regarding neonatal sepsis?",
        "exp": "a. Refusal to suck, poor cry and lethargy are common features(Ref: Nelson's 20/e p 918-922)Discussing the options one by one,a.True; These are the earliest and very common features of neonatal sepsisb.False, Neutropenia & not neutrophilia is a feature of neonatal sepsisc.False, Sepsis can occur anytime in the neonatal periodd.False, Empirical antibiotics should be started if neonatal sepsis is suspected, even before culture- sensitivity reports are available",
        "cop": 1,
        "opa": "Refusal to suck, poor cry and lethargy are common features",
        "opb": "Neutrophilia is the hallmark of neonatal sepsis",
        "opc": "Sepsis occurs on the 4th day and is mostly due to microbes from maternal genitalia",
        "opd": "Antibiotics are withheld till the causative bacterium & drug sensitivity are known through culture-sensitivity testing",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "0d4e35ad-587c-471e-b919-7b4ea422dc54",
        "choice_type": "multi"
    },
    {
        "question": "A newborn was given a drug in neonatal ICU, but then was found in respiratory distress. The likely drug responsible is:",
        "exp": "a. Morphine(Ref: AAP guidelines 2015)Causes of respiratory depression in neonateIntrapartum asphyxia (most common causeQDrugs: Morphine anestheticsSepsisPrematurity: CNS immaturity, surfactant deficiencyRespiratory: Diaphragmatic hernia, obstructive lesionsCNS abnormalities: Malformation, trauma, myopathy",
        "cop": 1,
        "opa": "Morphine",
        "opb": "Naloxone",
        "opc": "Salbutamol",
        "opd": "Soda-bicarb",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "19f1c3be-c117-4ad7-919b-12aa7daa428c",
        "choice_type": "single"
    },
    {
        "question": "All the following are features of neonatal necrotising enterocolitis EXCEPT -",
        "exp": "(B) (Increased bowel sound) (61-3- Nelson 19th)Stage II - Bowel sounds are diminished with or without abdominal tenderness, metabolic acidosis with mild thrombocytopenia.Stage III - Low B.P. bradycardia, apnea, DIC and even anuria.NEONATAL NECROTIZING ENTEROCOLITIS* NEC is the most common life threatening emergency of the GIT in the newborn period, usually in the 2nd or 3rd week of life.* Many factors may contribute to the development of a necrotic segment of intestine, gas accumulation in the submucosa of the bowel wall (pneumatosis intestinalis) and progression of the necrosis to perforation, peritonitis, sepsis and death.* The distal part of the ileum and the proximal segment of colon are involved most frequently.* Triad -(i) Intestinal ischaemia (Injury)(ii) Enternal nutrition (Metabolic substrate)(iii) Bacterial translocation* Aggressive enteral feeding may predispose to the development of NEC.* NEC in term infants is often a \"secondary\" disease seen more frequently in infant with history of birth asphyxia, Down syndrome, congenital heart disease, rotavirus infection and Hirschsprung disease.* Signs and symptoms associated with NEC.(A) Gastrointestinal - Abdominal distension, tenderness feeding intolerance, delayed gastric emptying, vomiting, ocult/gross blood in stool, change in the stool pattern, diarrhea, abdominal mass, erythema of abdominal wall.(B) Sytemic - Lethargy, Apnea/Respiratory distress, Temperature instability, \"Not right\" Acidosis (metabolic and/or respiratory) Glucose instability. Poor perfusion/shock DIC, Positive results of blood cultures.Plain abdominal X-ray - pneumatosis intestinalis {air in the bowel wall) confirm the clinical suspicion of NEC and is diagnostic, Portal venous gas is a sign of severe disease and pneumoperitoneum indicates a perforation.",
        "cop": 2,
        "opa": "Abdominal distension",
        "opb": "Increased bowel sound",
        "opc": "Metabolic acidosis",
        "opd": "Pneumoperitoneum",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "09122f25-702f-475d-8ebc-c9a9784b6d54",
        "choice_type": "multi"
    },
    {
        "question": "A female child presents with vaginal bleeding for 4 days after birth, what is to be done?",
        "exp": "ANSWER: (A) Wait and watchREF: Shaw 13th ed p. 48Repeat from December 2009\"Vaginal bleed may be noticed in neonates in first week, it is due to withdrawal of maternal estrogen circulating in the newborn circulation. No treatment is needed except for reassurance\"",
        "cop": 1,
        "opa": "Wait and watch",
        "opb": "Estrogen",
        "opc": "Bleeding time",
        "opd": "Factor deficiency screening",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "27cd5c23-ca09-4fd0-abb2-643f5720bdc0",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for withdrawal syndrome in a neonate due to maternal opiate addiction is-",
        "exp": "Ans. is 'a' i.e., Methadone * Drug withdrawal is a self-limiting process.* However, withdrawal from sedative-hypnotic drugs or narcotics can be lifethreatening.* Indications for drug treatment include seizures, poor feeding, diarrhea, excessive vomiting, inability to sleep, and fever.Management of Opiate withdrawal* Care in a quiet environment with reduction of external stimuli and swaddling.* Pharmacologic treatment of heroin and methadone withdrawal requires opiate replacement during the 1st wk or 2 of life.* Methadone is the drug of choice, but oral or sublingual buprenorphine is an alternate approach.* Adjunct treatment with phenobarbital or clonidine is rarely necessary.* Methadone withdrawal may require larger amounts of medication for longer periods to control clinical manifestations than are needed for heroin withdrawal.",
        "cop": 1,
        "opa": "Methadone",
        "opb": "Buprenorphine",
        "opc": "Phenobarbital",
        "opd": "Self limiting process, so only observation.",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "8f2999da-943b-4d4b-a097-9cf833c351bb",
        "choice_type": "single"
    },
    {
        "question": "Alt are true about anthropometric measurements except:",
        "exp": "Ans: (d) Standing height is about 1.7 cm less than recumbent lengthRef: Pediatrics for Medical Graduates, Arun Babu T, 1st edition, Page 3 5.Weight: It is recommended to weigh children using a scale with the following features:Solidly built and durableElectronic (digital reading)Measures up to 150 kgMeasures to a precision of 0.1 kg (100 g)Allows tared weighing\"Tared weighing\" means that the scale can be re-set to zero (\"tared\") with the person just weighed still on it. Thus, a mother can stand on the scale, be weighed, and the scale tared. While remaining on the scale, if she is given her child to hold, the child's weight alone appears on the scale.Tared weighing has two clear advantages:There is no need to subtract weights to determine the child's weight alone (reducing the risk of error).The child is likely to remain calm when held in the mother's arms for weighing,Bathroom scales are not recommended as they tend to be unreliable.Hanging scales are also not reliable when weighing agitated babies,Precision describes the smallest exact unit that the scale can measure.Points to Remember:Birth weight of Indian children 2.8 KgTerm neonate regains lost birth weight by 7 to 10 days, preterm by 10 to 14 daysBirth weight double by 6 months, triples by 1 year, quadruples by 2 years and increases 5 times by 3 years.Age in monthsRate of weight gain (gm/day)10 days to 3 months25-304 to 6 months207 to 9 months1510 to 12 months12Formula for calculating expected weight:Infants of age 3 to 12 months weight (Kg)=(Age in months +9)/2For 1 to 6 years weight (Kg)=(Age in years x2) +8For 7 to 12 years weight (Kg)=/2 or Age in years x3Length:If a child is less than 2 years old, measure recumbent length.If the child is aged 2 years or older and able to stand, measure standing height.In general, standing height is about 0.7 cm less than recumbent length.If a child less than 2 years old will not lie down for measurement of length, measure standing height and add 0.7 cm to convert it to length.If a child aged 2 years or older cannot stand, measure recumbent length and subtract 0.7 cm to convert it to height.Equipment needed to measure length is a length board (sometimes called an infantometer) which should be placed on a flat, stable surface such as a table.To measure height, use a height board (sometimes called a stadiometer) mounted at a right angle between a level floor and against a straight, vertical surface such as a wall or pillar.Child should directly look forwards (in stadiometer) or child should be looking straight up (in infantometer) so that the head is positioned in line with FRANKFURT PLANE (the line joining the floor of external auditory meatus to the lower margin of orbit)Expected height between 2 and 12 years in cm (Weech formula)=(Age in yearsMid-Parental Target HeightIn girl (cm)=(mother's height in cm+father's height in cm-13)/2In boy (cm)=(mother's height in cm+father's height in cm+13)/2Expected adult height (cm)=Mid-Parental target height+-8",
        "cop": 4,
        "opa": "Birth weight triples by 1 year",
        "opb": "Skinfold thickness is measured in sub scapular region",
        "opc": "Weight is measured to the nearest 100 gram",
        "opd": "Standing height is about 1.7 cm less than recumbent length",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "1b674d6a-1392-4375-ac1d-38318077ed77",
        "choice_type": "multi"
    },
    {
        "question": "Frequency of renal involvement in Henoch Schonlein purpura is?",
        "exp": "c. 10-50%(Ref: Nelson's 20/e p 1216-1217, Ghai 8/e p 632-633)Renal involvement in HSP:It occurs in up to 50% of children with HSPManifests as microscopic hematuria, proteinuria, hypertension, frank nephritis, nephrotic syndrome, and acute or chronic renal failure; Progression to end-stage renal disease is uncommon in children (1-2%)",
        "cop": 3,
        "opa": "1-5%",
        "opb": "5-10%",
        "opc": "10-50%",
        "opd": "50-70%",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "19a230e1-3978-4085-810d-f3a41020f98b",
        "choice_type": "single"
    },
    {
        "question": "Antibody seen in neonatal lupus with congenital heart block:",
        "exp": "b. Anti-Ro (SS-A)(Ref: Nelson's 20/e p 1176-1180, Ghai 8/e p 628)Anti-Ro/La (SS-A against hY RNA is seen in Sicca syndrome, neonatal lupus with congenital heart block.",
        "cop": 2,
        "opa": "Anti-ribosomal",
        "opb": "Anti-Ro (SS-A)",
        "opc": "Anti-neuronal",
        "opd": "Anti-histone",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "7c7e1826-2a30-4da1-99d2-1cc691a37e5a",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of abdominal mass in neonates is?",
        "exp": "b. Multicystic dyspiastic kidney(Ref: Nelson's 20/e p 2513)Multicystic dyspiastic kidneyQ is the most common cause of abdominal mass in a neonate.",
        "cop": 2,
        "opa": "Neuroblastoma",
        "opb": "Multicystic dysplastic kidney",
        "opc": "Polycystic kidney",
        "opd": "Umbilical hernia",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "60f472dd-f0d2-455a-a53b-e6b8e4aac925",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a risk factor for ROP:",
        "exp": "Ans. A. Baby born at 28 weeksPreterm babies are prone to develop ROP. So ophthalmological examination is done in preterm babies at 4-6 weeks after birth to look for ROP. Second important risk factor is hyperoxia. RD and jaundice are not related to ROP",
        "cop": 1,
        "opa": "Baby born at 28 weeks",
        "opb": "Baby has resp. distress",
        "opc": "Baby was 2.3 kg",
        "opd": "Jaundice",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "d9ce5bfb-ef33-45d1-980a-5ec4712d56c7",
        "choice_type": "single"
    },
    {
        "question": "Drug dosage best decided in child by -",
        "exp": "Ans. is 'a' i.e., Weight",
        "cop": 1,
        "opa": "Weight",
        "opb": "Age",
        "opc": "Height",
        "opd": "Investigation",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "8a23338e-6255-4de7-9bf4-70eb540861db",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not describe a \"high risk\" infant?",
        "exp": "a. Third baby(Ref: Nelson's 20/e p 819)Factors that define an infant as being 'high risk':Demographic social factorsPrevious pregnancyPresent pregnancyMaternal age <16 or >40 yrIntrauterine fetal demiseVaginal bleeding (abruptio, placenta previa)Illicit drug, alcohol, cigarette useNeonatal deathSexually transmitted ds (e.g. syphilis, HIV)Past medical historyPrematurityMultiple gestationGenetic disordersIntrauterine growth restrictionPreeclampsiaDiabetes mellitusNeonatePremature rupture of membranesHypertensionBirthweight <2,500 or >4,000gPoly-/oligohydramniosAsymptomatic bacteriuriaBirth <37 or >=42 wk of gestationCongenital malformationRheumatologic illness (SLE)Respiratory distress, cyanosisLabor and delivery Fetal distress Breech presentation Meconium-stained fluid",
        "cop": 1,
        "opa": "Third baby",
        "opb": "Birth weight less than 2.5 kg",
        "opc": "Premature neonate",
        "opd": "Twins",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "9a1f9f93-4a5f-4203-94a0-9ee3b21e876f",
        "choice_type": "single"
    },
    {
        "question": "APGAR scoring includes all except",
        "exp": "Ans. is 'b' i.e., Respiratory Rate APGAR Scoring* APGAR Score is a quantitative method for assessing infants respiratory, circulatory and neurological status : APGAR Score 012* Respiratory effortNoneSlow irregularGood, crying* Heart rate (pulse)Absent< 100> 100* Color of the body (Appearance)Blue or paleBody pink extremities bluePink* Muscle tone (Activity)FlaccidSome flexionActively moving extremity* Reflex stimulation (Grimace) or putting catheter in nose.No responseGrimaceCries, coughs or sneezesScoring for APGAR Score* Total score = 10* No depression = 7-10* Mild depression = 4-6* Severe depression = 0-3",
        "cop": 2,
        "opa": "Heart rate",
        "opb": "Respiratory rate",
        "opc": "Muscle tone",
        "opd": "Color of body",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "672fa4fe-d69f-411a-bbed-d2ffa898a58c",
        "choice_type": "multi"
    },
    {
        "question": "Complications encountered in intrauterine growth retardation (IUGR) babies include:",
        "exp": "Ans. D. All of the aboveBabies who are IUGR have failed to attain their genetic potential of growth. Overall, perinatal mortality and subsequent morbidity have been found to be 8-10 times higher in IUGR fetuses compared to their age appropriate counterparts.Complications of IUGR infants include: Increased mortality, perinatal asphyxia, hypothermia, hypoglycemia, meconium aspiration syndrome, persistent pulmonary hypertension of newborn, poor maintenance of nutrition and growth, polycythemia, hyperbilirubinemia, infection, necrotizing enterocolitis, pulmonary hemorrhage and congenital malformations.",
        "cop": 4,
        "opa": "Perinatal asphyxia",
        "opb": "Hypoglycemia",
        "opc": "Polycythemia",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "0cf16f93-d0f1-4991-848e-1fba41b7fec6",
        "choice_type": "multi"
    },
    {
        "question": "A pediatrician calls an ophthalmologist to examine baby if:",
        "exp": "a. Baby born at 28 weeks gestation(Ref: Nelson's 20/e p 3050, Ghai 8/e p 666)Indications of Screening for Retinopathy of prematurity (ROP):Birth weight <1,500g or gestational age < 32 wk &Selected neonates with a birth weight between 1,500 and 2,000g or gestational age of >32 wk with an unstable clinical course, including those requiring cardiorespiratory support.",
        "cop": 1,
        "opa": "Baby born at 28 weeks gestation",
        "opb": "Baby has respiratory distress",
        "opc": "Birth weight of the baby is 2.3 kg",
        "opd": "Jaundice",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "b66b0f96-1b79-4b44-ac0e-356249a46285",
        "choice_type": "multi"
    },
    {
        "question": "Pathological jaundice criteria includes all except:",
        "exp": "Ans. (a) 24 hours later but within 72 hoursRef.: OP Ghai 8th ed./172Presence of any of the following signs denotes that the jaundice is pathological* Clinical jaundice detected before 24 hours of age* Rise in serum bilirubin by more than 5 mg/ dL/day* Serum bilirubin more than 15 mg/dL* Clinical jaundice persisting beyond 14 days of life* Clay/white colored stool and/or dark urine staining the clothes yellow.* Direct bilirubin >2 mg/ dL at any time.Characteristics of Physiological Jaundice* First appears between 24-72 hours of age* Maximum intensity seen on 4-5th day in term and 7th day in preterm neonates.* Does not exceed 15 mg/dL.* Clinically undetectable after 14 days.* No treatment is required but baby should be observed closely for signs of worsening jaundice.",
        "cop": 1,
        "opa": "24 hours later but within 72 hours",
        "opb": "More than 14 days persistence",
        "opc": ">2mg/dL conjugated bilirubin",
        "opd": "Clay colored stool",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "6fe1a5c0-15bc-4df3-b8b4-840624921dee",
        "choice_type": "multi"
    },
    {
        "question": "Jaundice in a newborn seen after 48 hours of birth with bilirubin not exceeding 5 mg% is:",
        "exp": "Ans: dRef: Pedia ghai, 6th ed, p. 170, 171",
        "cop": 4,
        "opa": "ABO incompatibility",
        "opb": "Haemolytic disease of new born",
        "opc": "Neonatal hepatitis syndrome",
        "opd": "Physiological jaundice",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "4668b82e-cf1c-4e8a-bec8-715548dff32b",
        "choice_type": "single"
    },
    {
        "question": "You are called to a delivery of a woman with no prenatal care; she is in active labor but has no history of amniotic rupture. The biophysical profile done in the emergency center revealed severe oligohydramnios. When you get this infant to the nursery, you should carefully evaluate him for which of the following?",
        "exp": "It is generally presumed that duodenal atresia and tracheoesophageal fistula lead to hydramnios (polyhydramnios) by interference with reabsorption of swallowed amniotic fluid. Hydramnios is also associated with approximately 80% of infants who have trisomy 18. Approximately 50% of women with anencephalic fetuses have polyhydramnios. Oligohydramnios occurs in association with congenital abnormalities of the fetal kidneys or other parts of the genitourinary tract, such as renal agenesis or obstruction, that impede normal formation or excretion of fetal urine.",
        "cop": 3,
        "opa": "Anencephaly",
        "opb": "Trisomy 18",
        "opc": "Renal agenesis",
        "opd": "Duodenal atresia",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "fdd6da55-ac72-49b6-b851-84b1f9a32bb8",
        "choice_type": "multi"
    },
    {
        "question": "Loss of pulmonary surfactant in premature infant leads to:",
        "exp": "d. All(Ref: Nelson's 20/e p 850-857, Ghai 8/e p 169-170)Surfactant deficiency is the primary cause of RDS; Alveolar atelectasis, hyaline membrane formation & interstitial edema are seen in RDS.",
        "cop": 4,
        "opa": "Pulmonary edema",
        "opb": "Collapse of alveoli",
        "opc": "Elastic recoil of lungs",
        "opd": "All",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "4e03f11f-db27-4fff-b11d-856dab2d89b3",
        "choice_type": "multi"
    },
    {
        "question": "Lack of leucocyte adhesion molecules (LAM) is associated with:",
        "exp": "a. Delayed fall of umbilical cord(Ref: Nelson's 20/e p 1027, Ghai 8/e p 187)Leukocyte adhesion deficiency (LAD)Salient featuresLAD type 1LAD type 2InheritanceAutosomal recessiveAutosomal recessiveBasic defectDefect in CD 18 moleculeQ required for biosynthesis of B2 chain shared by LFA-1 & Mac-1 integrinsAbsence of Sialyl-Lewis X, the fucose-containing ligand for P & E-selection, due to defect in fucosyl-transferase responsible for binding fucose moieties to protein backbonesClinical featuresRecurrent bacterial infections, delayed separation of umbilical cord stumpQRecurrent bacterial infections, Bombay blood groupQ and mental retardation",
        "cop": 1,
        "opa": "Delayed fall of umbilical cord",
        "opb": "Normal chemotaxis",
        "opc": "Complement opsonization",
        "opd": "Neutropenia",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "b18e9747-48e7-4f0a-8496-5f9ee8e84eac",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following characterizes pathological jaundice?",
        "exp": "c. High colored urine(Ref: Nelson's 20/e p 871-879, Ghai 8/e p 172-176)Pathological Jaundice:May appear in 1st 24 hoursMay stain palms and solesHigh coloured urine and clay colored stools may be presentMay persist beyond 3 weeks",
        "cop": 3,
        "opa": "Jaundice on 3rd day",
        "opb": "Jaundice upto the trunk",
        "opc": "High colored urine",
        "opd": "Jaundice accompanied by yellow stools",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "ee5388d8-adc4-4881-ab6b-a7ebc88418e1",
        "choice_type": "single"
    },
    {
        "question": "Most common delivery room emergency in newborns",
        "exp": "Ans. d (Failure to initiate efficient respiration) (Ref. Nelson textbook of paediatrics, p. 723)The most common delivery room emergency for neonates is secondary to failure to initiate and maintain effective respirations. Less frequently, but of major importance are shock, severe anemia, plethora, convulsions and management of life-threatening congenital malformation.Educational Points:# NEC is the most common life-threatening emergency of the gastrointestinal tract in the newborn period.# ABO incompatibility is the most common cause of hemolytic disease of the newborn.",
        "cop": 4,
        "opa": "Shock",
        "opb": "Life threatening congenital malformations",
        "opc": "Convulsions",
        "opd": "Failure to initiate efficient respiration",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "6ac2f17f-566b-419f-9f0f-62bb70ce6a54",
        "choice_type": "single"
    },
    {
        "question": "An infant who appears to be of normal size is noted to be lethargic and somewhat limp on the warmer after birth. The mother is 28 years old, and this is her fourth delivery. The pregnancy was uncomplicated, with normal fetal monitoring prior to delivery. Labor was rapid, with local anesthesia and intravenous meperidine (Demerol) administered for maternal pain control. Which of the following therapeutic maneuvers is likely to improve this infant's condition most rapidly?",
        "exp": "In the description provided, the most likely cause of the neonatal depression is maternal analgesic narcotic drug administration. While controlling the pain of the delivery in the mother, use of narcotics can result in depression of the newborn via crossing of the placenta. The appropriate first step in the management of this infant (after managing the ABCs of airway, breathing, and circulation) is the administration of naloxone, 0.1 mg/kg, IM, IV, or endotracheal. The other possibilities are unlikely, given the clinical information provided.",
        "cop": 2,
        "opa": "Intravenous infusion of 10% dextrose in water",
        "opb": "Administration of naloxone (Narcan)",
        "opc": "Administration of vitamin K",
        "opd": "Measurement of electrolytes and magnesium levels",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "d073359b-3111-41f6-85dc-3d6e96b6ed62",
        "choice_type": "single"
    },
    {
        "question": "All are true about physiological jaundice EXCEPT",
        "exp": "D. (Persist beyond 10 days of jaundice) (170- 7 -Ghai 6th) (147- 48-Ghai 7th)PHYSIOLOGICAL JAUNDICE* Develop visible jaundice due to elevation of unconjugated bilirubin concentration during their first week* Phase one last for five days in term infants and about seven days in preterm, when there is a rapid rise of serum bilirubin level to 12 and 15 mg/dL* Phase two - There is decline to about 2 mg/dL which lasts for two weeks, after which adult values are attained* Phase two may last for more than a month in preterm infacts and those babies who receive exclusive breast feeding* Under normal circumstances the level of indirect reacting bilirubin in umbilical cord serum is 1 - 3 mg/dL and rises at a rate of <5 mg/dL/24 hr thus , jaundice become visible on the 2-3rd day, usually peaking between the 2nd and 4th days at 5 - 6 mg/dL and decreasing to below 2 mg /dL between the 5\"1 and 7th days of life (758 -Nelson 18th)* Inspissated bile syndrome is usually seen in excessive haemolysis in infancy**",
        "cop": 4,
        "opa": "60% patients presents with in 1st week",
        "opb": "Cord indirect bilirubin level is 1.3mg/dL",
        "opc": "Resolved within one week",
        "opd": "Persist beyond 10 days of jaundice",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "58d132b9-b853-431d-bd19-b1dacc699526",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true except:",
        "exp": "c. In Brutons agammaglobulinemia opsonization is not affected(Ref: Nelson's 20/e p 1012-1016, Ghai8/ep 186)IgM is important for opsonization, so in Brutons agammaglobulinemia opsonisation is affected.",
        "cop": 3,
        "opa": "NADPH oxidase acts via superoxide ions",
        "opb": "Chediak-Higashi syndrome is due to defective phagolysosome formation",
        "opc": "In Brutons agammaglobulinemia opsonisation is not affected",
        "opd": "Myeloperoxidase action is mainly due to OCI-",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "ee7543bb-224c-4dbb-b33d-4ed2bc53110e",
        "choice_type": "multi"
    },
    {
        "question": "Signs of raised ICP in a 7 months old male baby can be all of the following except:",
        "exp": "Ans. A. PapilledemaElevated ICP is a potentially devastating complication of neurologic injury. In children, increased ICP is most often a complication of traumatic brain injury; it may also occur in children who have hydrocephalus, brain tumors, intracranial infections, hepatic encephalopathy, or impaired central nervous system venous outflow. Symptoms of raised intracranial pressure in children can sometimes be nonspecific including increasing irritability, head banging, lethargy, increasing head size, sunset sign or sutural separation. Occasionally scalp veins may also become prominent. Papilledema is relatively uncommon in infants due to the lack of fusion of skull bones.",
        "cop": 1,
        "opa": "Papilledema",
        "opb": "Bulging fontanelle",
        "opc": "Increase in head size",
        "opd": "Increasing irritability",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "e14ded75-1f27-4492-83f1-a69cc6d07e66",
        "choice_type": "multi"
    },
    {
        "question": "Baby presents with froth in mouth after 3 days of birth, coughing on feeding:",
        "exp": "Ans. A. TE fistula Ref: Nelson Textbook of Pediatrics 20th/ed pl783ExplanationConditionPresentationTE fistulaMaternal polyhydramnois and single umbilical artery Excessive drooling soon after birth with frothing. Choking and cyanosis on feedingChoanal atresiaCyanosis which improves on cryingCleft palateMorphological defect presentDiaphragmatic herniaScaphoid abdomen, respiratory distress",
        "cop": 1,
        "opa": "TE fistula",
        "opb": "Choanal atresia",
        "opc": "Cleft palate",
        "opd": "Diaphragmatic hernia",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "f49540d5-94d8-4be5-bd4f-6b81b4cb64e8",
        "choice_type": "single"
    },
    {
        "question": "Normal value of fetal scalp pH is?",
        "exp": "ANSWER: (D) 7.3REF: COGT 10th ed table 8-7AVERAGE \"NORMAL\" FETAL SCALP AND CORD ACID-BASE VALUES Before LaborSecond Stage of LaborScalp pH7.377.3CO2 pressure (mm Hg)3843Bicarbonate (mmol/L)2121Base excess (mmol/L)-3-5 Umbilical VeinUmbilical ArteryCord pH7.327.26PO238.917.7PCO237.140Base deficit6.86.7",
        "cop": 4,
        "opa": "6.9",
        "opb": "7",
        "opc": "7.1",
        "opd": "7.3",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "3cc1857d-18d6-4233-ae87-651027b33487",
        "choice_type": "single"
    },
    {
        "question": "All are seen in Henoch Schonlein purpura except:",
        "exp": "a. Thrombocytopenia(Ref: Nelson's 20/e p 1216-1217Ghai 8/e p 632-633)Palpable purpura without thrombocytopenia is seen in Henoch Schonlein purpura (HSP)",
        "cop": 1,
        "opa": "Thrombocytopenia",
        "opb": "Glomerulonephritis",
        "opc": "Arthralgia",
        "opd": "Abdominal pain",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "5dceaa68-c70f-4e8c-b6c7-09c0fff0098b",
        "choice_type": "multi"
    },
    {
        "question": "If Apgar score is 6 then:",
        "exp": "Ans. b. Child is moderately distressedApgar evaluation of new-born infantsEvaluation0 Point1 Point2 PointsHeart rate0<100/min>100/minRespirationNoneIrregular, shallow, gaspsGood, CryingColourBluePale, blue extremitiesPinkMuscle ToneNoneWeak, passiveActiveReflex irritabilityNoneFacial grimaceActive withdrawalINFERENCE OF SCORINGScore 0-3: Poor conditionScore 4-7: Fair conditionScore 8-10: Good condition Note:An infant with score of 0-3 requires immediate resuscitation.Infants with 5 min, Apgar score of 7-10 served as the reference group.",
        "cop": 2,
        "opa": "Child is normal",
        "opb": "Child is moderately distressed",
        "opc": "Severely distressed",
        "opd": "It requires immediate resuscitation",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "afa06113-205f-4112-9bd6-73db55c34288",
        "choice_type": "single"
    },
    {
        "question": "Which of these is the best way to transport a newborn with maintenance of warm temperature?",
        "exp": "Ans. D. Kangaroo Mother CareThe Kangaroo mother care (KMC) was first developed in Columbia in the 1970s and has since been one of the best methods for maintenance of the warm temperature of a newborn. It is also recommended during neonatal transport to maintain the neonatal temperature.",
        "cop": 4,
        "opa": "Transport incubators",
        "opb": "Hot bottles",
        "opc": "Thermo Cool boxes",
        "opd": "Kangaroo mother care",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "065ae33d-8558-4c10-a863-d03b6ae888f1",
        "choice_type": "single"
    },
    {
        "question": "You see the newborn baby shown below for the first time in the nursery. You consult plastic and reconstructive surgery as well as the hospital's speech therapist. Understandably, the parents have many questions. Which of the following statements is appropriate anticipatory guidance for this family?",
        "exp": "(d) Source: (Hay et al, pp 1047-1048. Kliegman et al, pp 1252-1253. McMillan et al, pp 469-472, 2661-2662. Rudolph et al, pp 705- 710.) The infant pictured has bilateral cleft lip and palate. The incidence in the general population is about 1:1000 live births, but occurs in about 4% of the siblings of affected infants. Evaluation for other structural and chromosomal abnormalities is indicated. Although affected infants are likely to have feeding problems initially, these problems usually can be overcome by feeding in a propped-up position and using special nipples. Complications include recurrent otitis media and hearing loss as well as speech defects, which may be present despite good anatomic closure. Repair of a cleft lip usually is performed within the first 2 to 3 months of life; the palate is repaired later, usually between the ages of 6 months and 5 years.",
        "cop": 4,
        "opa": "Parenteral alimentation is recommended to prevent aspiration.",
        "opb": "Surgical closure of the palatal defect should be done before 3 months of age.",
        "opc": "Good anatomic closure will preclude the development of speech defects.",
        "opd": "Recurrent otitis media and hearing loss are likely complications.",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "0830b6b6-fa27-4936-ac03-ca44b3997c31",
        "choice_type": "multi"
    },
    {
        "question": "For cardiopulmonary resuscitation in neonates ratio of chest compression to ventilation is",
        "exp": "Ans: b (3:1) Ref: Nelson, 18th ed,p. 389; 17th ed,p. 280Chest compression-ventilation relationship Neonate1-8 years> 8 yearsCompression rate120At least 100100Compression to ventilation ratio3:15:115:2Pulse checkUmbilical arteryBrachialcarotidQuestion is a direct pick from the above Table in Nelson.",
        "cop": 2,
        "opa": "2:01",
        "opb": "3:01",
        "opc": "4:01",
        "opd": "5:02",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "d333793c-8111-400f-8158-bb0389d55e14",
        "choice_type": "single"
    },
    {
        "question": "In Rh Isoimmunization, exchange transfusion is indicated in all of the following except:",
        "exp": "d. Hydrops fetalis(Ref: Nelson's 20/e p 871-879, Ghai 8/e p 172-176)Indications of Exchange transfusion in a neonate with Rh incompatibility are:Cord hemoglobin <10g/dL or Cord bilirubin >5mg/dLDirect coomb's test positive & H/o kernicterus or severe erythroblastosis in a sibling.",
        "cop": 4,
        "opa": "Cord blood hemoglobin < 10 g/dl",
        "opb": "Cord bilirubin is more than 5 mg/dl",
        "opc": "DCT positive & History of previous sibling affected",
        "opd": "Hydrops fetalis",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "f52286c5-82a8-40d9-a2fd-e4d335755bc0",
        "choice_type": "multi"
    },
    {
        "question": "The mother of a 2-week-old infant reports that since birth, her infant sleeps most of the day; she has to awaken her every 4 hours to feed, and she will take only an ounce of formula at a time. She also is concerned that the infant has persistently hard, pellet-like stools. On your examination you find an infant with normal weight and length, but with an enlarged head. The heart rate is 75 beats per minute and the temperature is 35degC (95degF). The child is still jaundiced. You note large anterior and posterior fontanelles, a distended abdomen, and an umbilical hernia. This clinical presentation is likely a result of which of the following?",
        "exp": "The clinical findings of congenital hypothyroidism are subtle, and may not be present at all at birth; this is thought to be a result of passage of some maternal T4 transplacentally. Infants with examination findings will usually have an umbilical hernia and a distended abdomen. The head may be large, and the fontanelles will be large as well. The child may be hypothermic and have feeding difficulties; constipation and jaundice may be persistent. Skin may be cold and mottled, and edema may be found in the genitals and extremities. The heart rate may be slow, and anemia may develop. As these findings may be subtle or nonexistent, neonatal screening programs are extremely important for early diagnosis of these infants.Sepsis can cause hypothermia and poor feeding, but the 2-week course makes this choice unlikely. Hirschsprung disease may cause chronic constipation and abdominal distension, but not the other findings. Botulism can cause a flaccid paralysis and poor feeding, but the large fontanelles and umbilical hernia are not caused by this infection.",
        "cop": 1,
        "opa": "Congenital hypothyroidism",
        "opb": "Congenital megacolon (Hirschsprung disease)",
        "opc": "Sepsis",
        "opd": "Infantile botulism",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "ddc5513f-e167-44a3-b0f1-a9eb66bf1035",
        "choice_type": "single"
    },
    {
        "question": "Lungs do not collapse during expiration because of the presence of?",
        "exp": "b. Dipalmitoyl phosphatidyl choline(Ref: Ghai 8/e p 169-170)Dipalmitoyl phosphatidyl choline is an important constituent of Surfactant, which prevent alveolar collapse during expiration.",
        "cop": 2,
        "opa": "Hyaline membrane",
        "opb": "Dipalmitoyl phosphatidyl choline",
        "opc": "Macrophages",
        "opd": "Interstitial fluid",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "f78a32fa-4ec9-4d74-a363-9be7595f20e7",
        "choice_type": "single"
    },
    {
        "question": "A neonate is said be low birth weight (LBW) if his weight is less than ----- gms:",
        "exp": "Ans. C. 2500 gramsA neonate weighing < 2500 grams at birth irrespective of gestational age is classified as low birth weight (LBW). A neonate weighing less than 1500 grams is classified as very low birth weight (VLBW). A neonate weighing less than 1000 grams at birth irrespective of the gestational age is classified as extremely low birth weight (ELBW)",
        "cop": 3,
        "opa": "2000",
        "opb": "2200",
        "opc": "2500",
        "opd": "2800",
        "subject_name": "Pediatrics",
        "topic_name": "New Born Infants",
        "id": "ca964c7e-89c9-4846-9fc7-b2db1ca4ba20",
        "choice_type": "single"
    }
]