[
    {
        "question": "Nipple confusion means?",
        "exp": "Ans. (a) Baby fed with a bottle finding it difficult and confusing to suckle at breastRef: OP Ghai 8th ed./153* A problem that may beset a bottlefed baby in which it forgets how to nurse on mother' nipple* Breastfeeding requires far more vigorous mouth and tongue motions and greater muscle coordination than bottlefeeding.* On bottle nipples or even pacifiers, a newborn can forget how to nurse properly.* This confusion can lead to diminished or discontinued nursing. Nipple confusion is usually not a concern after the early weeks, once the baby is nursing well.",
        "cop": 1,
        "opa": "Baby fed with a bottle finding it difficult and confusing to suckle at breast",
        "opb": "Baby not able to suckle with bottle",
        "opc": "Baby not able to feed with spoon",
        "opd": "Baby not able to feed with paladin",
        "subject_name": "Pediatrics",
        "topic_name": "Newborn Infant - Parent-Infant Bonding",
        "id": "ce403c7e-3974-43db-975b-4c65e7c018bc",
        "choice_type": "single"
    },
    {
        "question": "Kangaroo mother care .True is -",
        "exp": "Ans. is 'd' i.e., All of the above o Repeat from All India Dec-15",
        "cop": 4,
        "opa": "Can be done by father also",
        "opb": "Indicated for LBW babies",
        "opc": "Effective thermal control",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Newborn Infant - Parent-Infant Bonding",
        "id": "3d877a08-491e-4345-9597-a52c4ecc7836",
        "choice_type": "multi"
    },
    {
        "question": "Recommendation for exclusive feeding is up to:",
        "exp": "Ans. (d) 6 monthsRef : OP Ghai 8th ed./150* Exclusive breast feeding is up to 6 months and should be continued uptil 2 years.* Prelacteal feeds like water, honey, and so called health tonics are contraindicated in children less than 6 months of age.",
        "cop": 4,
        "opa": "3 months",
        "opb": "4 months",
        "opc": "5 months",
        "opd": "6 months",
        "subject_name": "Pediatrics",
        "topic_name": "Newborn Infant - Parent-Infant Bonding",
        "id": "628efaba-b94e-45b2-802a-fc78a1a8b5a8",
        "choice_type": "single"
    },
    {
        "question": "Key features of kangaroo mother care are all the following EXCEPT?",
        "exp": "Ans. (d) Done for babies with cyanosisRef: OP Ghai 8th ed./148* Kangaroo care is a technique practiced on newborn, usually preterm, infants wherein the infant is held, skin- to-skin, with an adult.* The kangaroo position provides ready access to nourishment.* The parents stable body temperature helps to regulate the neonates temperature more smoothly than an incubator, and allows for readily accessible breastfeeding.* Babies who are eligible for kangaroo care include pre- term infants, weighing less than 1,500 grams, and breathing independently.* Cardiopulmonary monitoring, oximetry, supplemental oxygen or nasal (continuous positive airway pressure) ventilation, intravenous infusion, and monitor leads do not prevent kangaroo care.* Babies who are in kangaroo care tend to be less prone to apnea and bradycardia and have stabilization of oxygen needs.",
        "cop": 4,
        "opa": "Skin to skin contact between mother and baby",
        "opb": "Exclusive breast feeding",
        "opc": "Initiated in a facility and continued at home",
        "opd": "Done for babies with cyanosis",
        "subject_name": "Pediatrics",
        "topic_name": "Newborn Infant - Parent-Infant Bonding",
        "id": "a46e7aa3-0115-4345-bd8a-3b3a9610fa92",
        "choice_type": "multi"
    },
    {
        "question": "Exclusive breast feeding is advised till what age-",
        "exp": "Ans. is 'b' i.e., 6 month",
        "cop": 2,
        "opa": "3 months",
        "opb": "6 months",
        "opc": "9 months",
        "opd": "10 months",
        "subject_name": "Pediatrics",
        "topic_name": "Newborn Infant - Parent-Infant Bonding",
        "id": "d48354e8-afe7-4473-86cd-3a2ff26cb395",
        "choice_type": "single"
    },
    {
        "question": "Kangaroo mother care - Which of the following is true-",
        "exp": "Ans. is 'd' i.e., All of the above Kangaroo mother care (KMC)o Special way for LB W body.Benefit1) Effective Temperature control2) Breast feeding3) Infection control4) Parental bonding5) Weight gain6) Apnea decreases7) Mother satisfactionComponent1) Skin to skin contact2) Exclusive breast feedingThe KMC procedureo The baby should be placed between the mother's breasts in an upright position.o The head should be turned to one side and in a slightly upturned position. This position helps in breathing of andallows eye-to-eye contact between the mother and her babyo The legs and arms should be folded.o Baby's abdomen should be at the level of the mother's upper abdomeno Support the baby bottom with a sling / binder.\"Father can provide kangaroo care for their babies too.\"",
        "cop": 4,
        "opa": "Can be done by father also",
        "opb": "Indicated for LBW babies",
        "opc": "Effective thermal control",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Newborn Infant - Parent-Infant Bonding",
        "id": "a2497d6b-2c02-4f1d-a14a-b689893718d6",
        "choice_type": "multi"
    },
    {
        "question": "Breast feeding is maximum during sleep because?",
        "exp": "ANSWER: (A) Prolactin is increased during nightREF: OP Ghai 7th ed p. 122Breast feeding is important during night because the maximum concentration of prolactin is produced during night; hence it helps to increase quantity of breast milk production.",
        "cop": 1,
        "opa": "Prolactin is increased during night",
        "opb": "Mother and baby are at rest so increased milk production",
        "opc": "No confusion in nipple as kid is next to mo",
        "opd": "It is irrelevant to breast feed",
        "subject_name": "Pediatrics",
        "topic_name": "Newborn Infant - Parent-Infant Bonding",
        "id": "0009190a-d2e4-47dc-8c99-b06ff5e4d181",
        "choice_type": "single"
    },
    {
        "question": "All of the following are signs of good attachment during breast feeding EXCEPT:",
        "exp": "Ans. (c) Lower areola is more visible than upperRef : OP Ghai 8th ed./154* I would suggest you to cram this question as it has been repeated multiple times and I think will be eternally as its a basic skill for managing patients.Please refer to above explanation.",
        "cop": 3,
        "opa": "Baby's mouth is wide open",
        "opb": "Baby's lower lip is everted",
        "opc": "Lower areola is more visible than upper",
        "opd": "Baby's chin touching the breast",
        "subject_name": "Pediatrics",
        "topic_name": "Newborn Infant - Parent-Infant Bonding",
        "id": "51819a70-8b01-4b5e-a0eb-9ddbd02879d7",
        "choice_type": "multi"
    }
]