[
    {
        "question": "Fatty acid present in breast milk which is important for growth and CNS development is:",
        "exp": "Ans. A. Docosahexaenoic acidDocosahexaenoic acid (DHA) is a long-chain polyunsaturated fatty acid found in breast milk that plays a role in neurodevelopment. Breast milk DHA concentration is influenced by DHA in the mother's diet.",
        "cop": 1,
        "opa": "Docosahexaenoic acid",
        "opb": "Palmitic acid",
        "opc": "Linoleic acid",
        "opd": "Linolenic acid",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "1f278c06-d2bf-41ec-be34-690107f150f9",
        "choice_type": "single"
    },
    {
        "question": "Harpender's Callipers are used to;",
        "exp": "Ans. A. Measure Skin fold thicknessSkin fold thickness is an indication of the subcutaneous fat. Triceps skin fold thickness is the most representative of the total subcutaneous fat upto 16 years of age. It is usually above 10mm in normal children whereas in severely malnourished children it may fall below 6mm.",
        "cop": 1,
        "opa": "Measure skin fold thickness",
        "opb": "Measure mid arm circumference",
        "opc": "Measure height",
        "opd": "Measure chest circumference",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "f6cc6676-026c-4ada-a561-60fdc723323e",
        "choice_type": "multi"
    },
    {
        "question": "Niacin deficiency causes all except",
        "exp": "The classic triad of pellagra is dermatitis, diarrhea, and dementia. Ref: Page 182; Nelson textbook of pediatrics; 17th edition",
        "cop": 2,
        "opa": "Dermatitis",
        "opb": "Dactylitis",
        "opc": "Diarrhea",
        "opd": "Dementia",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "530ce5fc-c3a8-4fd8-b7a9-130743c30ebd",
        "choice_type": "multi"
    },
    {
        "question": "The average whey/casein ratio in breast milk is:",
        "exp": "a. 60:40(Ref: Nelson's 20/e p 286-290, Ghai 8/e p 150-161)Human milk contains two types of proteins 60% is: whey and 40% is casein; helps in quick & easy digestion.",
        "cop": 1,
        "opa": "60:40:00",
        "opb": "80:20:00",
        "opc": "0.888888889",
        "opd": "40:60",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "94d3ba3e-a852-45a0-a71f-f07be92a41b2",
        "choice_type": "single"
    },
    {
        "question": "Keshan disease is caused by deficiency of:",
        "exp": "Ans. C. Selenium* Selenium is a constituent of glutathione peroxidase, an antioxidant in red blood cells and other tissues.* Glutathione peroxidase scavenges free Hydro peroxidases generated during fatty acid oxidation, thus protecting the cell from damage due to free radical formation.* Severe deficiency is the major cause of Keshan disease, which presents as cardiomyopathy in young children. Skeletal myopathies have also been reported.* Mild deficiency is associated with macrocytosis and loss of hair pigment.",
        "cop": 3,
        "opa": "Thiamine",
        "opb": "Zinc",
        "opc": "Selenium",
        "opd": "Proteins",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "5056225e-43a8-4651-91df-a8da4ad13754",
        "choice_type": "single"
    },
    {
        "question": "Breast feeding is not contraindicated if:",
        "exp": "Breast feeding is not contraindicated if the mother has hepatitis B infection. Infants routinely receive hepatitis B immunoglobulin and hepatitis B vaccine if mother is HBsAg positive. No delay in initiation of breastfeeding is required. Contraindications of Breastfeeding: Donot Breastfeed Infant factors Classic galactosemia maternal factors Human T-cell lymphocyte virus (HTLV) infection Ebola virus infection PCP/Cocaine abuse Donot breastfeed (Temporarily) Donot give expressed breastmilk (Temporarily) Maternal factors: Brucellosis Undergoing Diagnostic imaging with radiopharmaceuticals Active herpes simplex virus (HSV) infection with lesions on the breasts Donot Breastfeed (Temporarily) Can give expressed breastmilk Maternal factors Untreated, active tuberculosis active varicella infection Alcohol consumption and smoking are not contraindications of breastfeeding. However, smoking and alcohol consumption should be discouraged Ref: Nelson textbook of pediatrics 21st edition Pgno: 322",
        "cop": 2,
        "opa": "Mother has active infection of herpes on breast",
        "opb": "Mother has hepatitis B infection",
        "opc": "Mother has tuberculosis",
        "opd": "Mother is on Chemoprophylaxis for leukemia",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "faf81b4a-82cc-4265-97b9-7e7b0bf95de0",
        "choice_type": "single"
    },
    {
        "question": "After premature delivery, mother's milk is low in",
        "exp": "Ans. a (Lactose) (Ref OP Ghai 6th/ p. 158; 7th/p. 131, 134)After premature delivery, mother's milk is low in:# Calcium # Phosphates # LactoseADVANTAGES OF BREAST MILK# Docosahexanoic acid (DHA, W3, 2:3) present in breast milk helps in brain development.# Maximum synthesis of breast milk occurs at 12 months.# Has better calcium than cow milk for baby to absorb.# Iron in breast has 70% availablity. # Prevents against infections by:- Human milk contains bacterial and viral antibodies, including secretory IgA. They probably account for the lower incidence of diarrhea, otitis media, pneumonia, bacteremia, and meningitis during the 1st yr of life.e- Macrophages in human milk may synthesize complement, lysozyme, and lactoferrin.- Lactoferrin has an inhibitory effect on the growth of Escherichia coli in the intestine.- The lower pH of the stool of breast-fed infants is thought to contribute to the favorable intestinal flora of infants fed human milk vs. formula (i.e., more bifidobacteria and lactobacilli; fewer E. coli), which also helps protect against infections caused by some species of E. coli.- Human milk also contains bile salt-stimulated lipase, which kills Giardia lamblia and Entamoeba histolytica.DISADVANTAGES OF BREAST MILK# Breast milk is balanced, will supply all the necessary nutrients except, perhaps, fluoride and, after several months, vitamin D.# The iron content of human milk is somewhat low. However, most normal infants have sufficient iron stores for the first 6 mo of life. Moreover, human milk iron is well absorbed.# The vitamin K content of human milk also is low and may contribute to hemorrhagic disease of the newborn. Parenteral administration of 1 mg of vitamin K, at birth is recommended for all infants, edpecially for those who will be breast- fed.# Cytomegalovirus (CMV), human T-cell lymphotropic virus type 1, rubella virus, hepatitis B virus, and herpes simplex virus also have been demonstrated in breast milk. Of these, the presence of CMV is the most troublesome.Nutritive value of milk compared BuffaloCowGoatHuman1Fat (g)6.54.14.53.42Protein (g)4.33.23.31.13Lactose (g)5.14.44.67.1Q4Calcium (mg)210120170285Iron (mg)0.20.20.3--6Vitamin C (mg)12137Minerals (g)0.80.80.80.18Water (g)81.08786.888",
        "cop": 1,
        "opa": "Lactose",
        "opb": "Fat",
        "opc": "Protein",
        "opd": "Sodium",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "2ec73e7d-7ab4-4724-8bc5-fb2213dd5217",
        "choice_type": "single"
    },
    {
        "question": "Dosage of Vitamin-A for children between 1-3 years",
        "exp": "In settings where vitamin A deficiency is a public health problem** (prevalence of night blindness is 1% or higher in children 24-59 months of age or where the prevalence of vitamin A deficiency (serum retinol 0.70 umol/l or lower) is 20% or higher in infants and children 6-59 months of age), high-dose vitamin A supplementation is recommended in infants and children 6-59 months of age. Suggested vitamin A supplementation scheme for infants children 6-59 months of age Target group Infants 6-11 months of age (including HIV+) Children 12-59 months of age (including HIV+) Dose 100 000 IU (30 mg RE) vitamin A 200 000 IU (60 mg RE) vitamin A Frequency Once Every 4-6 months Route of administration Oral liquid, oil-based preparation of retinyl palmitate or retinyl acetatea Settings Populations where the prevalence of night blindness is 1% or higher in children 24-59 months of age or where the prevalence of vitamin A deficiency (serum retinol 0.70 mmol/l or lower) is 20% or higher in infants and children 6-59 months of age IU, international units; RE, retinol equivalent. a. An oil-based vitamin A solution can be delivered using soft gelatin capsules, as a single-dose dispenser or a graduated spoon (2). Consensus among manufacturers to use consistent colour coding for the different doses in soft gelatin capsules, namely red for the 200 000 IU capsules and blue for the 100 000 IU capsules, has led to much improved training and operational efficiencies in the field. Ref :",
        "cop": 2,
        "opa": "5,00,000 IU",
        "opb": "2,00,000 IU",
        "opc": "1,00,000 IU",
        "opd": "3,00,000 IU",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "2b40505c-97e3-4a91-8720-a5ecfdfe135f",
        "choice_type": "single"
    },
    {
        "question": "An infant should be exclusively breastfed till",
        "exp": "An infant should be exclusively breastfed till six months of age Cardinal principles of breastfeeding practice Initiation of breastfeeding within an hour after bih Exclusive breastfeeding up to 6 months of age Continuation of breastfeeding along with complementary feeding for up to 2 yr of age Reference: Paediatrics; O.P Ghai; 8th edition; Page no: 90",
        "cop": 2,
        "opa": "4 months",
        "opb": "6 months",
        "opc": "12 months",
        "opd": "24 months",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "69014cd2-d43f-4d21-a856-8894a265aec1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a parameter for the WHO classification of malnutrition:",
        "exp": "Weight-for-age is not a parameter for the WHO classification of malnutrition. It has limited clinical significance as it does not differentiate between wasting and stunting. WHO Classification Parameter Moderate malnutrition Severe malnutrition Symmetrical edema no yes Weight/height (wasting) <-2SD to >-3SD (70 to 79% of expected) <-3SD (<70%) Height/age (Stunting) <-2SD to > -3SD (85 ot 89%) < -3SD (<85%) Ref: Nelson textbook of pediatrics 21st edition Chapter 57",
        "cop": 3,
        "opa": "Symmetrical edema",
        "opb": "Weight for height",
        "opc": "Weight for age",
        "opd": "Height for age",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "b675a12c-103a-4aba-a3a6-f9709213c66e",
        "choice_type": "single"
    },
    {
        "question": "Kwashiorkor is similar to marasmus in that both diseases have __________",
        "exp": "Both marasmus and kwashiorkor are associated with anemia. Marasmus is characterized by a low calorie intake. Dietary deficiencies are compensated for by the breakdown of protein and fats. Key findings include: Growth failure, Aleness, Hunger, Monkey-like appearance , Broomstick extremities , Muscle wasting, Mild anemia Kwashiorkor is characterized by a normal total caloric intake but a decreased intake of protein (minimum protein intake is 8% of the total calories). Key findings are as follows: Growth failure Apathy and irritability with difficulty in feeding Hepatomegaly (fatty liver)- apoprotein deficiency Pitting edema Flaky paint dermatitis (looks like paint coming off a building) Areas of depigmentation Diarrhea due to the loss of brush border enzymes (\"use it or lose it\") and parasitic diseases Flag sign in hair (alternating dark and light areas) Protuberant abdomen (fatty liver from decreased apoproteins, ascites, bowel distention with air) Reference: GHAI Essential pediatrics, 8th edition Nutrition chapter",
        "cop": 4,
        "opa": "A normal total caloric intake",
        "opb": "A fatty liver",
        "opc": "An apathetic affect",
        "opd": "Anemia",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "16ee49cf-dcc6-48d2-ab12-f9fe8d1d1b5d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a feature of scurvy",
        "exp": "Here are the 15 most common signs and symptoms of vitamin C deficiency. Rough, Bumpy Skin. Corkscrew-Shaped Body Hair. Bright Red Hair Follicles. Spoon-Shaped Fingernails With Red Spots or Lines. Dry, Damaged Skin. Easy Bruising. Slowly Healing Wounds. Painful, Swollen Joints Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Bony thickening",
        "opb": "Metaphyseal widening",
        "opc": "Epiphyseal separation",
        "opd": "Dense margin at metaphysis",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "3e531c23-b6cf-42dd-bc57-da3b09ba6b8d",
        "choice_type": "single"
    },
    {
        "question": "Recommended daily dietary allowance of vitamin A for infants is",
        "exp": "Recommended daily dietary allowance for vitamin A for an infant is 300-400 microgram. Ref: Page 120; Ghai essential pediatrics; 6th edition",
        "cop": 2,
        "opa": "100-200 microgram",
        "opb": "300-400 microgram",
        "opc": "500-600 microgram",
        "opd": "750 microgram",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "e8724653-37e2-4f1e-b632-a3f73e0337d9",
        "choice_type": "multi"
    },
    {
        "question": "Lactose content of breast milk per 100 ml is",
        "exp": "Lactose content of breast milk per 100 ml is 7.0 g. Ref: Table 5.4, Page 97; Ghai essential pediatrics; 6th edition",
        "cop": 4,
        "opa": "3.5 gm",
        "opb": "4.5 gm",
        "opc": "6 gm",
        "opd": "7 gm",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "3afae527-ed37-4073-acf3-24d896cdb3ff",
        "choice_type": "single"
    },
    {
        "question": "All the following are signs of overhydration except",
        "exp": "One must be ale for signs of overhydration (increase in respiratory rate by 5/minute and pulse rate by 15 / minute, increasing edema and periorbital puffiness), which can be dangerous and may lead to hea failure. In case of signs of overhydration, ORS should be stopped immediately and child reassessed after one hour. On the other hand, a decrease in the hea rate and respiratory rate (if increased initially) and increase in the urine output indicate that rehydration is proceeding. The return of tears, a moist oral mucosa, less sunken eyes and fontanelle and improved skin turgor are also indicators of rehydration. Once any four signs of hydration (childless thirsty, passing urine, tears, moist oral mucosa, eyes less sunken, faster skin pinch) are present, ORS for rehydration must be stopped and continued to replace the ongoing losses. Reference: Paediatrics; O.P Ghai; 8th edition; Page no: 104",
        "cop": 3,
        "opa": "Increase in respiratory rate by 5/minute",
        "opb": "Increasing edema",
        "opc": "Increase in the urine output",
        "opd": "Increase in pulse rate by 15 / minute",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "3749d73b-57eb-46c4-b43e-9c5648907be1",
        "choice_type": "multi"
    },
    {
        "question": "Definition of severe acute malnutrition includes which of the following?",
        "exp": "b. Wt for Ht <-3SD(Ref: Ghai 9/e p 97)Wt for Ht <-3SD on WHO growth standard is one of the diagnostic criteria for severe acute malnutrition.",
        "cop": 2,
        "opa": "Wt for Ht <- 2 SD",
        "opb": "Wt for Ht <- 3 SD",
        "opc": "Wt for age <-2 SD",
        "opd": "Wt for age <-3 SD",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "7c913e4d-46fb-469c-858e-676273d1aaf6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a sign of active rickets?",
        "exp": "Symptoms of rickets include: pain or tenderness in the bones of the arms, legs, pelvis, or spine. stunted growth and sho stature. bone fractures. muscle cramps. teeth deformities, such as: delayed tooth formation. holes in the enamel. skeletal deformities, including: an oddly shaped skull. bowlegs, or legs that bow out. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Prominent fontanelle",
        "opb": "Hot cross bun sign",
        "opc": "Saddle nose",
        "opd": "Caries teeth",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "7090c4f9-f7c1-471b-912c-5b05984501cd",
        "choice_type": "single"
    },
    {
        "question": "Perioral rash and pigmentation of palmar area and eczematous skin lesions are seen in:",
        "exp": "Ans. B. zinc deficiencyZinc is a component of over 100 metal enzymes and participates in many biological processes. Zinc regulates gene transcription and participates in nucleic acid metabolism, protein synthesis and thereby cellular growth. Zinc deficiency is usually seen as a part of malnutrition or malabsorption syndromes, caused by low dietary intake or intestinal disease. Acrodermatitis enteropathica is an autosomal recessive syndrome of severe zinc deficiency, caused by defective intestinal absorption due to intestinal zinc transporter protein. Presentation in early infancy, with vesicobullous, dry, scaly or eczematous skin lesions chiefly involving the perioral, perineal and acral areas. Alopecia and eye changes such as conjunctivitis, blepharitis and photophobia may be present.",
        "cop": 2,
        "opa": "Selenium deficiency",
        "opb": "Zinc deficiency",
        "opc": "Chromium deficiency",
        "opd": "Iodine deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "75cfc91c-23da-408c-a0a2-d11d79e2507e",
        "choice_type": "single"
    },
    {
        "question": "Yellow color on the new WHO standard mid-upper arm circumference (MUAC) tape correlates to a MUAC of ________",
        "exp": "Yellow color on the new WHO standard mid-upper arm circumference of (MUAC) tape correlates to a MUAC of 11.5 to 12.5 cm. Mid-Upper arm Circumference: Used in children between 6 to 60 months Measured between the acromion and olencranon process It is an age-dependent parameter (between 6-60 months) MUAC tape cut-offs Color Measurements Indication Red <11.5 cm Severe acute malnutrition (SAM) Yellow 11.5 to 12.5 cm Under-nourished Green >12.5 cm Normal Similar methods based on MUAC: Bangle Test: It has an internal diameter of 4 cm Normally, it should not cross the elbow QUAC stick test: Mid-upper arm circumference/Height of child Skinfold thickness Age-independent parameter Triceps skinfold thickness is measured with the help of Haependen caliper Normal: 10mm Severe malnutrition: <6mm Ref: World Health Organization",
        "cop": 2,
        "opa": "10.5 to 11.5 cm",
        "opb": "11.5 to 12.5 cm",
        "opc": "12.5 to 13.5 cm",
        "opd": "13.5 to 14.5 cm",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "f4704a06-dae7-4278-8c3c-4fcc144104e9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a primary failure of malnutrition treatment?",
        "exp": "Failure to gain 5 gm/Kg/day for 3 consecutive days during rehabilitation is secondary failure of malnutrition treatment. Inpatient cases: Primary failure Secondary failure Failure to regain appetite by day 4 Failure to sta losing edema by day 4 Presence of edema on day 10 Failure to gain atleast 5g/Kg/day by day 10 Failure to gain 5 g/Kg/day for 3 consecutive days during rehabilitation Reappearance od edema after 4 weeks Outpatient Cases: Primary failure Secondary failure Failure to gain any weight by 2 weeks Failure to lose edema in 4 weeks No weight gain in two visits Ref: Paha&;s Fundamentals of pediatrics Pgno: 73",
        "cop": 3,
        "opa": "Failure to lose edema by 4 weeks in outpatient cases",
        "opb": "Failure to gain atleast 5 gm/Kg/day by 10 in inpatient cases",
        "opc": "Failure to gain 5 gm/Kg/day for consecutive days during rehabilitation in inpatient cases",
        "opd": "Presence of edema on day 10 in inpatient cases",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "2ff08b2a-fbfe-472e-a79c-19c86030ad26",
        "choice_type": "single"
    },
    {
        "question": "How is moderate malnutrition defined?",
        "exp": "A score of <-2SD to > -3SD score indicates moderate malnutrition. The WHO classification of malnutrition: A score of <-2 to > -3SD indicated moderate malnutrition A score of <- 3SD indicates severe malnutrition A score of +2 to +3 SD indicated overweight A score of > +3 indicates obesity The indicators of undernutrition include: Ref: Nelson textbook of pediatrics 20th edition Pgno: 298",
        "cop": 2,
        "opa": "Weight for age <-2SD",
        "opb": "Weight for height <-2SD to >-3SD",
        "opc": "Weight for age <-3SD",
        "opd": "Weight for height +2SD to +3SD",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "60379397-95e2-49bb-985f-e46b5b3f88ce",
        "choice_type": "single"
    },
    {
        "question": "When can a severely malnourished child be safely discharged from the hospital?",
        "exp": "The child is said to have recovered when his weight for height is 90% of the NCHS median or has 15% weight gain, and he has no edema.Ref: Page 107; Ghai essential pediatrics; 8th edition",
        "cop": 3,
        "opa": "The child attains his height for age",
        "opb": "The child reaches his ideal weight for height",
        "opc": "The child loses edema and stas gaining weight",
        "opd": "The child attains weight for his age",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "75c68a61-b9fa-459c-a88d-4c83ca98f239",
        "choice_type": "single"
    },
    {
        "question": "Abnormalities of copper metabolism are implicated in the pathogenesis of all the following except",
        "exp": "Deficiency of selenium and molybdenum has resulted in Keshan disease. Ref: Page 131 & 132, Ghai essential pediatrics; 6th edition",
        "cop": 4,
        "opa": "Wilson's disease",
        "opb": "Menkes Kinky-hair syndrome",
        "opc": "Indian childhood cirrhosis",
        "opd": "Keshan disease",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "77abb3bf-2058-4dc2-8e6c-efe247008d88",
        "choice_type": "multi"
    },
    {
        "question": "Compared with Cow&;s milk, mothers milk has more",
        "exp": "Lactose is in a high concentration(6-7 g/dl) in breast milk. Lactose helps in absorption of calcium and enhances the growth of lactobacilli. Ref: Page 150, Ghai essential pediatrics; 8th edition",
        "cop": 1,
        "opa": "Lactose",
        "opb": "Vit D",
        "opc": "Proteins",
        "opd": "Fats",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "99490bfa-f0a8-40ea-8f3b-22894c069646",
        "choice_type": "single"
    },
    {
        "question": "The anti-infective substance in breast milk that protects the baby from malaria is",
        "exp": "Para-amino-benzoic acid (PABA) of breast milk provides protection against malaria. Page 97,Ghai essential pediatrics 6th edition",
        "cop": 3,
        "opa": "Lactobacillus bifidus factor",
        "opb": "Lactoferrin",
        "opc": "PABA",
        "opd": "Bile salt stimulated lipase",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "2b7d3a2a-062a-4efa-bf0f-7bd44af8e441",
        "choice_type": "single"
    },
    {
        "question": "Overdose of vitamin A mainly affects_____",
        "exp": "Ans. c (Lysosome) (Ref OP Ghai Paediatrics 6th/121)OP Ghai Paediatrics 6th/121: Hypervitaminosis AExcess of vitamin A can lead to rupture of lysosomal membrane. Acute manifestations are headache, vomiting and dizziness with Signs of raised ICT -- this syndrome is known as pseudotumour cerebri. There is no residual damage after stopping the vitamin. Chronic toxicity is characterized by anorexia, dry itchy skin, weight loss, painful extremities, sparse hair, hepatosplenomegaly, hypoplastic anemia, benign intracranial hypertension. Carotinoids do not cause toxicity except reversible yellow color of the skin.HypervitaminosisCharacterized byHypervitaminosis A(Acute vitamin A intoxication was first described by Arctic explorers who develop headache, diarrhea and dizziness after eating polar bear liver. The liver of this animal is particularly rich in vit.A).# Anorexia,# Headache,# Hepatosplenomegaly,# Irritability,# Scaly dermatitis,# Patchy loss of hair,# Bone pain, and# Hyperostosis.Hypervitaminosis D# Hypotonia# Anorexia, Weight loss# Iritability# Polydipsia# Constipation# Pallor# Failure to thrive# Calciuria due to hypercalcemia# Proteinuria due to damage to renal tubules# Metastatic Calcification of many soft tissues, and eventual renal failure.# Sodium versenate may be used to chelate Ca from the body.Hypervitaminosis K[has not been described well)# Gastrointestinal disturbances and anemia.Hypervitaminosis E(doses > 800 mg/day)# Reduces platelet aggregation and interferes with vitamin K metabolism.# Nausea, Flatulence, Diarrhea at > 1 g/day.Ingestion of megadoses of pyridoxine (vitamin B6)# Can produce peripheral neuropathy.- Vitamin A intoxication is a rare cause of hypercalcemia and is most commonly a side effect of dietary faddism.- Calcium levels can be elevated into the 3 to 3.5 mmol/L (12 to 14 mg/dL) range after the ingestion of 50,000 to 100,000 units of vitamin A daily (10 to 20 times the minimum daily requirement).- Typical features of severe hypercalcemia include fatigue, anorexia, and, in some, severe muscle and bone pain.- Excess vitamin A intake is presumed to increase bone resorption.- The diagnosis can be established by history and by measurement of vitamin A levels in serum.- Occasionally, skeletal X-rays reveal periosteal calcifications, particularly in the hands.- Hypervitaminosis A - key imaging features:# Children: Metatarsal and ulnar hyperostosis- Cupping and splaying of metaphyses- Widening of cranial sutures# Adults: Vertebral osteophytosis (particularly cervical spine)- Appendicular enthesopathic changes (mild).",
        "cop": 3,
        "opa": "Cytosol",
        "opb": "Mitochondria",
        "opc": "Lysosome",
        "opd": "Cell membrane",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "570369e1-e781-41fb-94a0-1dbe79dc59f9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is seen in Marasmus and not in Kwashiorkar",
        "exp": "Marasmic children may show voracious appetite.Edema,hypoalbuminemia and hepatomegaly are features of kwashiorkor. Ref : Ghai essential pediatrics 6th edition. Page 104 & 105",
        "cop": 1,
        "opa": "Voracious appetite",
        "opb": "Fatty change in liver",
        "opc": "Hypoalbuminemia",
        "opd": "Edema",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "6eb0be53-fac4-4975-bc42-e268c2a7245d",
        "choice_type": "single"
    },
    {
        "question": "A child presents with malnutrition, persistent diarrhea. Apart from antibiotics what would you like to add in your prescription?",
        "exp": "c. Zinc, Vit A(Ref: Nelson's 20/e p 318, Ghai 8/e p 111)High Yield PointsAn episode of diarrhea, of presumed infectious etiology, which starts acutely but lasts for > 14 daysPrinciples of management are: (i) correction of dehydration, electrolytes & hypoglycemia, (ii) evaluation for infections & their management, and (iii) nutritional therapy with supplemental multivitamins & minerals, twice the RDAVitamin A (1 lac-2 lac IU) & zinc (10-20mg/day) are supplemented as both of them enhance the recovery from persistent diarrhea.",
        "cop": 3,
        "opa": "Zinc, Vit A, Iron",
        "opb": "Zinc, Iron",
        "opc": "Zinc, Vit A",
        "opd": "B complex, Zinc",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "2106e76f-2034-4d1f-a778-617583ae198a",
        "choice_type": "single"
    },
    {
        "question": "Weight for age may help in assessing both acute & chronic malnutrition which of the following parameter may be helpful in assessing chronic malnutrition?",
        "exp": "Ans. B. Height for ageUndernutrition is a condition in which there is inadequate consumption, poor absorption or excessive loss of nutrients.Indicators of undernutrition are(i) Stunting : Low height for age : Indicator of chronic malnutrition, the result of prolonged food deprivation/ or disease or illness(ii) Wasting: Low weight for height: Suggests acute malnutrition, the result of more recent food deficit or illness(iii) Underweight: Low weight for age : Combined indicator to reflect both acute and chronic malnutrition",
        "cop": 2,
        "opa": "Weight / height",
        "opb": "Height for age",
        "opc": "Mid arm circumference",
        "opd": "Chest Circumference",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "6fa29e54-4efe-42ec-b3c1-d43b632175e0",
        "choice_type": "multi"
    },
    {
        "question": "The protective factors of breast milk are known to be associated with:",
        "exp": "Breastmilk contains mainly secretory IgA, which has a specific antigen-targeted anti-infective action. Other protective factors include macrophages, lymphocytes, lactoferrin, lysozyme, Bifidus factor, and interferon. But, as IgA plays a major role, it is the best answer here. Components Of breast milk and diseases they protect against: Components of breast milk Protection against Lysozyme Escherichia coli, Salmonella Entamoeba histolytica Lactoferrin E.coli, Shigella, Salmonella E.histolytica, Giardia lamblia Plasmodium falciparum Rotavirus Bifidus factor E.coli, Shigella, Salmonella Low levels of para-amino benzoic acid Plasmodium Ref: Ghai Essential Pediatrics 9th edition Pgno: 145",
        "cop": 3,
        "opa": "IgM antibodies",
        "opb": "Lysozyme",
        "opc": "IgA antibodies",
        "opd": "Mast Cells",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "606c4399-7a18-4c89-84b2-8d9b606560fe",
        "choice_type": "single"
    },
    {
        "question": "The hallmark of refeeding syndrome after first week of staing a refeed is:",
        "exp": "The hallmark of refeeding syndrome is the development of severe hypophosphatemia after the cellular uptake of phosphate during the 1st week of staing to refeed. Refeeding syndrome is a complication of the acute nutritional rehabilitation odf children who are undernourished from any cause, and it may follow overly aggressive eneteral or parenteral alimentation. When excessive carbohydrates are administered, the resultant increase in serum insulin levels may produce the following: Hypophosphatemia Hypokalemia Hypomagnesemia A controlled transition over 3 days is recommended by the WHO for treating malnutrition, to prevent refeeding syndrome Ref: Nelson textbook of pediatrics 21st edition Pgno: 342",
        "cop": 2,
        "opa": "Hyperphosphatemia",
        "opb": "Hypophosphatemia",
        "opc": "Hypokalemia",
        "opd": "Hyperkalemia",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "65ea1e5d-a478-4742-864c-5962e43a80e5",
        "choice_type": "multi"
    },
    {
        "question": "In Kwashiorkor, the letter &;K&; is post-fixed to denote",
        "exp": "In IAP Classification based on weight for age, the alphabet K is postfixed in presence of edema.Ref: Page 101, Ghai essential pediatrics; 6th edition",
        "cop": 3,
        "opa": "Weight for height",
        "opb": "Skin changes",
        "opc": "Edema",
        "opd": "Muscle wasting",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "ffbe8a0a-8a19-4ad2-be5b-4373abe80567",
        "choice_type": "single"
    },
    {
        "question": "Expressed breast milk can be stored in a refrigerator for how many hours?",
        "exp": "Ans. D. 24If the mother is not in a position to feed the baby (ill, working mother or preterm baby), she can express her milk in a clean wide mouth container and this milk can be fed to the baby. Expressed breast milk can be stored at room temperature for 6 - 8 hours, in a refrigerator for 24 hours and in a freezer at -20degC for 3 months",
        "cop": 4,
        "opa": "6",
        "opb": "10",
        "opc": "18",
        "opd": "24",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "041b0ec4-b73d-4289-b416-459a0c93fd56",
        "choice_type": "single"
    },
    {
        "question": "Following statements are true with respect to a child with marasmus except",
        "exp": "Nutrient deficiency is the main cause of marasmus. It occurs in children that don&;t ingest enough protein, calories, carbohydrates, and other impoant nutrients. This is usually due to povey and a scarcity of food. There are several types of malnutrition. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "It is a severely wasted and has skin and bone monkey facies",
        "opb": "Child appears ale and active",
        "opc": "Child is more prone for infection and has higher moality compared to kwashiorkor",
        "opd": "Appetite is good",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "8323d1b0-b01a-490f-928f-b1c614230a98",
        "choice_type": "multi"
    },
    {
        "question": "A low weight-for-height indicates ________",
        "exp": "A low weight-for-height, or wasting, indicates acute malnutrition. Nutritional status is often assessed in terms of anthropometry: Conversely, a high weight-for-height indicated overweight A low height-for-age, or stunting, indicates chronic malnutrition A low weight for the age indicates acute on chronic malnutrition Mid-Upper arm Circunference (MUAC) is an age-independent parameter used for screening wasting in children. World Health Organisation (WHO) classification of nutritional status of infants and children: Nutritional Status Age: bih to 5 years Obese Weight-for-length or BMI-for-age >3SD of the median Overweight Weight-for-length/height or BMI-for-age >2SD and </= 3SD of the median Moderately underweight Weight-for-age < -2SD and >/= -3SD of the median Severely underweight Weight-for-age < -3SD of the median Moderate acute malnutrition Weight-for-length/height or BMI-for-age </= -2SD and >/= -3SD of the median, or mid-upper arm circumference >/=115 mm and <125mm Severe acute malnutrition Weight-for-length/height or BMI-for-age <-3SD of the median or mid-upperarm circumference <115 mm, or bilateral pitting edema Moderately stunted (moderate chronic malnutrition) Length/height-for-age </= -2SD and >/= -3SD of the median Severely stunted (severe chronic malnutrition) Length/height-for-age <-3SD of the median Moderately wasted Weight-for-length/height </= -2SD and >/= -3SD of the median Severely wasted weight-for-length/height <-3SD of the median Ref: Nelson Textbook of pediatrics 21st edition Pgno: 333 and 334",
        "cop": 1,
        "opa": "Acute malnutrition",
        "opb": "Chronic malnutrition",
        "opc": "Acute on chronic malnutrition",
        "opd": "Stunting",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "ad30ad8f-73db-42c0-a0a1-3b8a67290718",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements regarding a child with hypernatremic dehydration are true Except",
        "exp": "Signs of hypernatremic dehydration include dry rubbery skin, increased muscle tone, and altered level of consciousness. A hypernatremic child should be rehydrated slowly to avoid a rapid reexpansion of intracellular volume that could lead to cerebral edema. A good guide is to replace the fluid deficit over 48 to 72 h. Serum sodium should not be lowered more than 10 to 15 mEq/L over 24 h. Reference: GHAI Essential pediatrics, 8th edition, Nutrition Chapter",
        "cop": 2,
        "opa": "There is at least a 10 percent fluid deficit",
        "opb": "Rapid rehydration is indicated",
        "opc": "Muscle tone is increased",
        "opd": "The sensorium fluctuates between lethargy and hyperirritability",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "df0eaf7b-a1ef-44b4-a034-3043f869c709",
        "choice_type": "multi"
    },
    {
        "question": "The protective effects of breast milk are known to be associated with ___________",
        "exp": "Human milk contains high concentrations of secretory IgA that prevent microorganisms from adhering to the intestinal mucosa. These protect against many infections. Ref: Page 215; Nelson textbook of pediatrics; 18th edition",
        "cop": 4,
        "opa": "IgM antibodies",
        "opb": "Lysozyme",
        "opc": "Mast cells",
        "opd": "IgA antibodies",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "b5daf6c0-fb5a-419c-a64a-553ab028532f",
        "choice_type": "single"
    },
    {
        "question": "True about breastfeeding is",
        "exp": "Breast milk contains all the nutrients a baby needs for normal growth and development. The protein content is low. The immunological superiority of breast milk protects from infections.Within 4 hrs breastfeeding initiated in C-section and within 1 Hr in normal delivery.Ref: Page 151; Ghai Essential Pediatrics; 8th edition",
        "cop": 1,
        "opa": "Best for both preterm and term",
        "opb": "50% energy from protein",
        "opc": "Should be avoided for a day after caesarian section",
        "opd": "Predispose to necrotising enterocolitis",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "da625e0f-f839-4283-9eb3-92541b221970",
        "choice_type": "multi"
    },
    {
        "question": "After premature delivery, mother&;s milk is low in",
        "exp": "Preterm milk contains more energy, protein, fat, sodium, zinc, anti-infective factors, and macrophages and has a lower content of lactose, calcium, and phosphorus. Ref: Page 98; Ghai essential pediatrics; 6th edition",
        "cop": 1,
        "opa": "Lactose",
        "opb": "Fat",
        "opc": "Protein",
        "opd": "Sodium",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "0d2d7202-502d-4ad0-a16f-cd92d6181830",
        "choice_type": "single"
    },
    {
        "question": "The skin changes seen in Protein-Energy Malnutrition can be due to deficiency all of the following nutrients Except",
        "exp": "Recent evidence suggests that the skin changes of kwashiorkor may be caused by zinc deficiency. Almost nothing is known about the histopathology of the skin per se in PEM but studies of the hair bulb have shown impoant differences among patients with kwashiorkor, marasmus, and normal skin. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Zinc",
        "opb": "Tryptophan",
        "opc": "Essential fatty acids",
        "opd": "Pyridoxine",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "d8877ed3-5774-49c8-ba4f-4a381bb50dae",
        "choice_type": "multi"
    },
    {
        "question": "Dele Which of the following is not an age-independent criteria for nutritional assessment",
        "exp": "Anthropometry is the measurement of physical dimensions such as height or weight, as well as the fat mass composition of the human body to provide information about a person&;s nutritional status. An index is a combination of two anthropometric measurements or an anthropometric measurement plus age. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Rao scale",
        "opb": "Kanawati scale",
        "opc": "Aiyyar scale",
        "opd": "Mid arm circumference",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "b38abcba-02ed-4bd8-a72e-a409f50e274f",
        "choice_type": "single"
    },
    {
        "question": "Pseudoparalysis in an infant is suggestive of",
        "exp": "In Vitamin C deficiency, bones are tender & the infant is reluctant to move his limbs, which are kept in a frog-like position.This may be mistaken for paralysis(pseudoparalysis).Page 127, Ghai essential pediatrics; 6th edition",
        "cop": 4,
        "opa": "Acute Rheumatic fever",
        "opb": "Vitamin B6 deficiency",
        "opc": "Vitamin E deficiency",
        "opd": "Vitamin C deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "73c38c72-8f98-4592-b58b-54db9ed8e350",
        "choice_type": "single"
    },
    {
        "question": "Staer F-75 is staed in case of _______",
        "exp": "Staer F-75 is staed in kwashiorkor. During stabilization phase of protein-energy malnutrition (PEM), initiate refeeding with frequent small amounts of F75 (a specially formulated low-lactose milk with 75 kcal and 0.9 g protein per 100 mL to which potassium, magnesium, and micronutrients are added). It will reestablish metabolic control, treat edema, and restore appetite. Give 8-12 small feeds of F75 to provide 130 mL/Kg/day, 100 Kcal/Kg/day and 1-1.5 g protein/Kg/day. After 3 days, transition to F100 (catch up diet), which provides 100 Kcal and 2.9 g, protein per 100 ml. After 1 week, increase to 150-200 kcal/Kg/day and protein 4-6 gm/kg/day Beriberi is a deficiency of Vitamin B1 (Thiamine) and requires treatment with thiamine for the resolution of the neurologic and cardiac symptoms Scurvy is caused by a prolonged deficiency of Vitamin C and treated with Vitamin C supplement therapy Pellagra is caused by the deficiency of Vitamin B3(niacin) and is treated with oral nicotinamide. Ref: Nelson Textbook of Pediatrics 21st edition Pgno: 341",
        "cop": 2,
        "opa": "Beriberi",
        "opb": "Kwashiorkor",
        "opc": "Scurvy",
        "opd": "Pellagra",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "b00a20c5-cda8-4aaf-90b7-b49a2de153af",
        "choice_type": "single"
    },
    {
        "question": "When comparing breast milk vs. cow's milk, which of the following is higher in Cow milk?",
        "exp": "Ans. B. Concentration of casein proteinThe kcal/cc are about the same. Both, cow and human milk contains approximately 2/3(0.66)kcal/cc(20kcal/oz).Whey: Casein of human milk is 70:30 as compared to a ratio of 18:82 for cow milk.The carbohydrate content is about the same.Lipids constitute approximately 50% of the calories in human milk (5.7g/100kcal) and standard infant formula (4.4-6.0g/100kcal).",
        "cop": 2,
        "opa": "kcal/cc",
        "opb": "Concentration of casein protein",
        "opc": "Carbohydrate content",
        "opd": "Fat content",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "113f465a-1b50-4227-b257-4072f573cea2",
        "choice_type": "single"
    },
    {
        "question": "Case of proven vitamin A deficiency in a child who has clouding of cornea is treated with_______",
        "exp": ".One of the first signs of vitamin A deficiency is night blindness. A lack of vitamin A causes the cornea to become very dry, leading to clouding of the front of the eye,corneal ulcers and vision loss. Depending on the cause, treatment for corneal infections may include: Antibiotic, antibacterial, antifungal, or steroidal eye drops. Topical or oral antiviral medication. Phototherapeutic keratectomy (laser surgery) Corneal transplant. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Oral vitamin A tablets 100 IU/day",
        "opb": "Oral syrup of vitamin A single does 1,000 IU/day",
        "opc": "IM injection vitamin A 5,000 IU once",
        "opd": "IM injection vitamin A 50,000 IU once",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "84421aa8-7d4a-42d6-ab88-c96fdc2c899a",
        "choice_type": "single"
    },
    {
        "question": "The protective effects of breast milk are known to be associated with:",
        "exp": "d. IgA antibodies(Ref: Nelson's 20/e p 286-290, Ghai 8/e p 150-161)Although antibodies & lysozyme, both are important for protective effects of breast milk, antibodies (IgA) play a major role.",
        "cop": 4,
        "opa": "IgM antibodies",
        "opb": "Lysozyme",
        "opc": "Mast cells",
        "opd": "IgA antibodies",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "f8035dfb-a2df-4932-b38f-9be27766c620",
        "choice_type": "single"
    },
    {
        "question": "Nutrition in a community is assessed by all except",
        "exp": "Rate of increase in height and weight corresponds to the growth and development of a child in paicular and can&;t be attributed to assess the state of nutrition in a community. And also these factors mostly depend on familial and constitutional factors. Reference: GHAI Essential pediatrics, 8th edition Nutrition chapter",
        "cop": 3,
        "opa": "Hb < 11.5 gm% in 3rd trimester pregnancy",
        "opb": "1-4 years moality rate",
        "opc": "Rate of increase of height and weight of children",
        "opd": "Bih Weight < 2500 grams",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "39d2bd3a-428e-4047-b5dc-f25557ce2d45",
        "choice_type": "multi"
    },
    {
        "question": "Common to both acute and chronic malnutrition is ___________",
        "exp": "Underweight or low weight for age is a combined indicator to reflect both acute and chronic malnutrition.It is low in both acute and chronic malnutrition. Height for age indicates chronic malnutrition and weight for height indicates acute malnutrition. Ref: Page 95, Ghai Essential Pediatrics; 8th edition.",
        "cop": 1,
        "opa": "Weight for age",
        "opb": "Weight for height",
        "opc": "Height for age",
        "opd": "BMI",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "c00817fe-b7ea-444e-9e61-319c5497d427",
        "choice_type": "multi"
    },
    {
        "question": "Haemoglobin cutoff to define anaemia in children aged 5-11 years is",
        "exp": "Haemoglobin cutoffs to define anaemia are 11.0 g/dl for children 6-59 mo, 11.5 g/dl for children 5-11 yr, and 12.0 g/dl for children 12-14 yr. Cutoffs to define anaemia for nonpregnant women are 12.0 g/dl, 11.0 g/dl for pregnant women, and 13.0 g/dl for men. Reference: Nelson; Page no: 298",
        "cop": 2,
        "opa": "11 g/dl",
        "opb": "11.5 g/dl",
        "opc": "12 g/dl",
        "opd": "13 g/dl",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "c6f2e022-7f3b-42a8-9565-e4b1f164c4ed",
        "choice_type": "single"
    },
    {
        "question": "Primary metabolic bone disorder in scurvy is _________",
        "exp": "The endochondral bone formation may not proceed because osteoblasts cannot form osteoid. Bony trabeculae that have been formed become brittle and fracture easily. Page 251, Nelson textbook of pediatrics 18th edition",
        "cop": 2,
        "opa": "Decreased mineralization",
        "opb": "Decreased osteoid matrix formation",
        "opc": "Increased bone resorption",
        "opd": "Decreased bone mass with normal mineralization and osteoid formation",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "768e46a3-8fb7-465a-b66a-1e9727b8f54b",
        "choice_type": "single"
    },
    {
        "question": "Waterlow classification of malnutrition in children takes into account:",
        "exp": "c. Weight for height (wasting) and height for age (stunting)(Ref: Nelson's 20/e p 295-306, Ghai 8/e p 96-107)Gomez CriteriaWaterlow CriteriaGrade of malnutritionWeight for age (%)Weight for height (%)Height for age (%)Normal90-11090-110>95Mild75-8980-8990-94Moderate60-7470-7985-89Severe<60<70<85",
        "cop": 3,
        "opa": "Weight for height (wasting)",
        "opb": "Height for age (stunting)",
        "opc": "Weight for height (wasting) and height for age (stunting)",
        "opd": "Percent of reference weight for age",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "89b83a1c-a976-4f82-bc2f-995c14e6a7ae",
        "choice_type": "single"
    },
    {
        "question": "What grade of marasmus does a child with wasting of the buccal pad of fat belongs to ?",
        "exp": "Wasting of buccal pad of fat is classified as grade 4 marasmus. Grading of marasmus (depending on wasting) 1 Loose skin fold in groin and axilla 2 Wasting of the thighs and buttocks 3 Wasting of the chest and back 4 Wasting of the buccal pad of fat Grading of kwashiorkor (depending on edema) 1 Pedal edema 2 Facial edema 3 Chest and body edema 4 Ascites Ref: Paha&;s Fundamentals of pediatrics pgno: 67",
        "cop": 4,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "c1df6b0e-bccc-41ca-943d-461ac7d8d289",
        "choice_type": "single"
    },
    {
        "question": "In Kwashiorkor, the letter 'K' is post-fixed to denote",
        "exp": "Ans. c (Edema) (Ref. OP Ghai Pediatrics 6th ed., 101)CLASSIFICATION OF MALNUTRITIONI. Clinical Classification1. Marasmus2. Kwashiorkor3. Nutritional Dwarfa) PK- Pre Kwashiorkorb) SBK - Sugar Body Kwashiorkorc) MK - Marasmic KwashiorkorII. Gomez Classification# Grade I - 90-75% of expected weight# Grade II - 75-60% of expected weight# Grade III - Less than 60% of expected weight.III. Indian Academy of Pediatrics (TAP) ClassificationIndian Academy of Pediatrics (IAP) classification of PEM based on weight for ageWeight > 80% of expected for ageNormalWeight between 71-80% of expected for ageGrade 1 PEMWeight between 61-70% of expected for ageGrade II PEMWeight between 51-60% of expected for ageGrade III PEMWeight between < 50% of expected for ageGrade IV PEMNote: Alphabet K is postfixed in presence of edema.QE.g. : a male child weighing 8 kg at 2 years of age with pedal edema (50th percentile for 2 years is 12.3 kg) is classified as PEM Grade II (K) as per IAP classification.IV. Jelliffe's ClassificationGrade I- 90-80% of expected weightGrade II-80-70% of expected weightGrade III- 70-60% of expected weightGrade IV- 60-50% of expected weightSimilar to IAP ClassificationV Wellcome Classification# Weight between 60-80% of the expected weight with Edema - Kwashiorkor.# Weight below 60% of expected weight with edema - Marasmic Kwashiorkor.# Weight below 60% of expected weight without edema - Marasmus.VI. Gopalan's Classification (Considering both weight for age and weight for height - other classifications are based on weight for age)Type of PEMWeight for AgeHeight for AgeWeight for HeightActive PEMReducedNormalReducedChronic PEMReducedReducedNormalChronic Active PEMReducedReducedReduced",
        "cop": 3,
        "opa": "Weight for height",
        "opb": "Skin changes",
        "opc": "Edema",
        "opd": "Muscle wasting",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "c5ca61e4-e00b-4bc7-a48c-37516dc97324",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not the characteristic feature of kwashiorkor?",
        "exp": "Muscles of the upper limb are wasted, but the lower extremities appear swollen. Muscle wasting is masked by well-preserved subcutaneous tissue and edema. Ref: Page 105, Ghai essential pediatrics; 6th edition",
        "cop": 2,
        "opa": "Hair and skin changes",
        "opb": "Muscle wasting",
        "opc": "Growth retardation",
        "opd": "Psychomotor changes",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "4e36058f-b3ad-4286-b54d-246b0e1f7d3b",
        "choice_type": "single"
    },
    {
        "question": "Inheritance of ABO group is ______",
        "exp": "Inheritance of ABO group is codominance. Codominance: Gene expression and mendelian traits are usually described as dominant or recessive; in some cases, both of the alleles of a gene pair contribute to the phenotype - a condition called codominance. Examples include histocompatibility and ABO blood group antigens. Classification of genetic disorders: Mendelian disorders (classic inheritance) Autosomal dominant Autosomal recessive X-linked dominant X-linked recessive Non-Mendelian disorders (Non-classic inheritance) Trinucleotide repeat mutations Fragile X syndrome Friedreich ataxia Huntington&;s disease Mutations in mitochindrial genes: MELAS, MERRF Genomic imprinting Angelman syndrome Prader-Willi syndrome Silver-Russell syndrome Gonadal mosaicism Chromosomal Disorders: Microdeletions: Cri du chat syndrome Down&;s syndrome, Turner&;s syndrome, Klinfelter&;s syndrome Ref: Robbins and cotran pathological Basis of Disease 9th edition Pgno: 140",
        "cop": 4,
        "opa": "X-linked inheritance",
        "opb": "Recessive inheritance",
        "opc": "Mitochondrial inheritance",
        "opd": "Codominance",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "c864a81d-af10-4616-955d-fb6f9ff86c81",
        "choice_type": "single"
    },
    {
        "question": "Severe malnutrition is indicated by which of the following features",
        "exp": "The contour of atrophic muscles is evident under the thin and wrinkled skin.Loose folds of skin are prominent over the glutei and the inner side of the thigh.The buccal pad of fat is preserved till the malnutrition becomes extreme.The skin appears dry and scaly. Ref: Page 104, Ghai essential pediatrics; 6th edition",
        "cop": 1,
        "opa": "Loss of buccal pad of fat",
        "opb": "Gluteal skin thickness increased",
        "opc": "Loss of elasticity of skin and dryness",
        "opd": "Atrophy of muscles",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "4987cb61-b683-449e-897f-c12cb26e0e91",
        "choice_type": "single"
    },
    {
        "question": "The initial fluid of choice of the treatment of hypernatremic dehydration is",
        "exp": "The initial resuscitation of hypernatremic dehydration requires restoration of the intravascular volume with NS. RL and other fluids should not be used because they are hypotonic fluids.Seizures are the most common manifestation of cerebral edema from an overly rapid decrease of the serum sodium concentration during correction of hypernatremic dehydration. Signs of increased intracranial pressure or impending herniation may develop quite rapidly (see Chapter 68). Acutely, increasing the serum concentration an infusion of 3% sodium chloride can reverse the cerebral edema. Each 1 mL/kg of 3% sodium chloride increases the serum sodium concentration by approximately 1 mEq/L. An infusion of 4 mL/kg often results in resolution of the symptoms. This strategy is similar to that used for treating symptomatic hyponatremia Ref.nelson 20th edition 390 page",
        "cop": 1,
        "opa": "Normal saline",
        "opb": "N/2 saline",
        "opc": "N/4 saline",
        "opd": "D/4 saline + 5% Dextrose",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "061900ac-f668-4a58-b3e9-7b0dc64e6d74",
        "choice_type": "single"
    },
    {
        "question": "Initial protein requirement of a Kwashiorkor child (g/kg/day):",
        "exp": "b. 1.0-1.5(Ref: Nelson's 20/c p 295-306, Ghai 8/e p 96-107)Recommended daily energy and protein intake from initial feeds in a child with SAM is 100kcal/kg&1-1.5g/kg.",
        "cop": 2,
        "opa": "0.5-1.0",
        "opb": "1.0-1.5",
        "opc": "1.5-2.0",
        "opd": "3-Feb",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "46ee36dc-5f9a-409e-9897-90d29f3aeec9",
        "choice_type": "single"
    },
    {
        "question": "Breast milk is deficient in which of the following?",
        "exp": "Ans. is 'b' i.e., Vitamin-K * Breast milk is deficient in vitamin K, deficiency leads to hemorrhagic disease of newborn.* Breast milk contains iron - prevents against iron deficiency anaemia.* It also contains lactoferrin - inhibits growth of E.coli* PABA - provides protection against malaria.Other advantages of breast feeding* Breast milk protects against neonatal hypocalcemia and tetany due to ideal calcium phosphorus ratio (2:1) and better calcium absorption.* Iron of breast milk is very well absorbed breast feeding prevents against iron deficiency anemia.* Breast milk also prevents deficiencies of vitamin A, C, D, E and zinc.* Breast milk has a water content of 88% and hence a breastfed baby does not require additional water in the first 6 months of life even in summer months.* Breast milk has a low mineral and sodium content low osmolality presents a low solute load to the kidney.* The protein content of breast milk is low which causes lower solute load on the kidney. Most of the protein is whey proteins (lactalbumin and lactoglobulin), which can be digested easily (In contrast cow milk contains more casein).* Breast milk contains the ideal ratio of the amino acids cystine, taurine and methionine to support development of central and peripheral nervous system.",
        "cop": 2,
        "opa": "Iron",
        "opb": "Vitamin K",
        "opc": "PABA",
        "opd": "Lactoferrin",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "ed472df3-e502-487c-ad43-ee3c01928bd6",
        "choice_type": "single"
    },
    {
        "question": "Recommended daily dose of Iodine in a child is:",
        "exp": "b. 90-120mg(Ref: Nelson's 20/e p 2663)The recommended dietary allowance of iodine is 30mg/kg/24hr for infants, 90-120mg/24hr for children, and 150mg/24hr for adolescents and adults.",
        "cop": 2,
        "opa": "120-200 mg",
        "opb": "90-120 mg",
        "opc": "30-60 mg",
        "opd": "500 mg",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "d3a3059d-1721-441b-832c-9a3891faaa48",
        "choice_type": "single"
    },
    {
        "question": "Casal necklace is seen in-",
        "exp": "Ans. is 'c' i.e., Pellagra Pellagra* Pellagra, the classic niacin deficiency disease, occurs chiefly in populations where corn (maize), a poor source of tryptophan, is the major foodstuff\". A severe dietary imbalance, such as in anorexia nervosa and in war or famine conditions, also can cause pellagra.* Pellagra can also develop in conditions associated with disturbed tryptophan metabolism such as carcinoid syndrome and Hartnup disease.* The early symptoms of pellagra are vague: anorexia, lassitude, weakness, burning sensation, numbness, and dizziness.* After a long period of deficiency, the classic triad of dermatitis, diarrhea, and dementia appears.* Dermatitis, the most characteristic manifestation of pellagra, can develop suddenly or insidiously and may be initiated by irritants, including intense sunlight. The lesions first appear as symmetric areas of erythema on exposed surfaces, resembling sunburn, and might go unrecognized. The lesions are usually sharply demarcated from the surrounding healthy skin, and their distribution can change frequently. The lesions on the hands and feet often have the appearance of a glove or stocking. Similar demarcations can also occur around the neck (Casal necklace).* In some cases, vesicles and bullae develop (wet type). In others, there may be suppuration beneath the scaly, crusted epidermis; in still others, the swelling can disappear after a short time, followed by desquamation.",
        "cop": 3,
        "opa": "Scurvy",
        "opb": "Kwashiorkar",
        "opc": "Pellagra",
        "opd": "Indicanuria",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "c8ba2673-6a06-4111-908a-5ae1536c899f",
        "choice_type": "single"
    },
    {
        "question": "The triad of &;diarrhea, dementia, and dermatitis&; is characteristically seen in the deficiency of vitamin _______________",
        "exp": "Niacin deficiency results in pellagra.The early symptoms are vague. Anorexia, lassitude, weakness, burning sensations numbness and dizziness may be prodromal symptoms, After a long period of deficiency, the classic triad of dermatitis, diarrhea and dementia appears. Ref: Page 182; Nelson textbook of pediatrics; 17th edition",
        "cop": 2,
        "opa": "Riboflavin",
        "opb": "Niacin",
        "opc": "Thiamine",
        "opd": "Pyridoxine",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "92525c43-347a-460f-99ad-a610246fac45",
        "choice_type": "multi"
    },
    {
        "question": "The most potent form of vitamin D is",
        "exp": "1,25 dihydroxy cholecalciferol is the metabolically active form of vitamin D. It helps in the absorption of calcium and phosphorus in the gut, and promotes bone dissolution and mineralization, thereby increasing serum calcium and alkaline phosphatase activity. Ref: Page 127; Ghai essential pediatrics; 6th edition",
        "cop": 4,
        "opa": "Ergocalciferol (Vit. D2)",
        "opb": "7 dihydroxy cholecalciferol",
        "opc": "25 dihydroxy cholecalciferol",
        "opd": "1,25 dihydroxy cholecalciferol",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "1ae77d0c-2a3b-46af-ac7e-c57a3593c6d3",
        "choice_type": "single"
    },
    {
        "question": "All the following are true about cow&;s milk Except",
        "exp": "Human milk contains only 1-1.5% protein compared with approximately 3.3% in cow&;s milk.The increased protein of cow&;s milk results almost entirely from its 6 fold higher content of casein. Human milk protein consists of approximately 75% whey proteins & 25% casein; The cow&;s milk ratio is reversed to 22:78. Ref: Page 156; Nelson textbook of pediatrics; 20th edition",
        "cop": 1,
        "opa": "Cow's milk contains 80% whey protein not casein",
        "opb": "Cow milk has less carbohydrate than mothers milk",
        "opc": "Has more K+ and Na+ than infant formula feeds",
        "opd": "Has more protein than breast milk",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "c42aabf1-5073-4f4a-a57d-42c7e28d9c83",
        "choice_type": "multi"
    },
    {
        "question": "Daily iron requirement of a lOyr old boy is",
        "exp": "Ans) c (8mg) Ref Nelson 18th edp210",
        "cop": 3,
        "opa": "2 mg",
        "opb": "4mg",
        "opc": "8 mg",
        "opd": "10 mg",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "b5152e73-1c7c-4976-aa1e-e1fbd2a151da",
        "choice_type": "single"
    },
    {
        "question": "The impoant fatty acid present in breast milk which is impoant for growth is",
        "exp": "Breast milk is rich in docosahexaenoic acid. It is necessary for the myelination of the nervous system and thus helps in brain development. Ref: Page 151; Ghai Essential Pediatrics; 8th edition",
        "cop": 1,
        "opa": "Docosahexaenoeic acid",
        "opb": "Palmitic acid",
        "opc": "Linoleic acid",
        "opd": "Linolenic acid",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "b1bfd71b-ae90-41a1-a4de-7ace25123326",
        "choice_type": "single"
    },
    {
        "question": "Among the following, the best indicator for acute malnutrition in the under-fives is",
        "exp": "Wasting (deficit in weight-for-height) indicates a deficit in tissue and fat mass and may result either from failure to gain weight or from actual weight loss.It usually signifies acute onset malnutrition. Page 101,Ghai essential pediatrics 6th edition",
        "cop": 3,
        "opa": "Midarm circumference",
        "opb": "Head/chest circumference ratio",
        "opc": "Weight for height",
        "opd": "Height for age",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "db22aada-605b-44a0-badd-fc493ea195a8",
        "choice_type": "single"
    },
    {
        "question": "The calorie content (per 100 ml) of term human milk is:",
        "exp": "Ans. A. 67The calorie intake of term human milk is 67calorie/100ml. Other components of term human milk are:Protein: 1.1g/100mlFat: 4.5gm/100ml",
        "cop": 1,
        "opa": "67",
        "opb": "77",
        "opc": "87",
        "opd": "97",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "a77f4667-0736-4e62-b645-079d4d879dde",
        "choice_type": "single"
    },
    {
        "question": "Hindmilk is richer in",
        "exp": "Hindmilk comes later towards the end of the feed and is richer in fat that provides more energy and gives a sense of satiety.Ref: Page 153; Ghai Essential Pediatrics; 8th edition",
        "cop": 3,
        "opa": "Carbohydrate",
        "opb": "Protein",
        "opc": "Fat",
        "opd": "Minerals",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "dccf8838-68cd-468e-ab69-b7159320bb1a",
        "choice_type": "single"
    },
    {
        "question": "Breast feeding has been suggested to have possible protective effect against all the following Except",
        "exp": "Conditions for which Human Milk has been suggested to possibly have a Protective effect1. Acute disorders10. Diarrhea2. Otitis media11. UTI3. Necrotising enterocolitis12. Septicemia4. Infant botulism13. Insulin-dependent diabetes5. Celiac disease14. Crohn disease6. Childhood cancers15. Lymphoma7. Leukemia16. Allergy8. Obesity and overweight17. Hospitalizations9. Infant moality18. Recurrent OtitisReference: Nelson Textbook of Paediatrics; 20th edition; Chapter 45; Feeding Healthy infants, Children and Adolescent1s",
        "cop": 4,
        "opa": "Otitis Media",
        "opb": "UTI",
        "opc": "Childhood Cancers",
        "opd": "Skin Infections",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "a8e30aa0-1d67-48ca-b318-e81e89035744",
        "choice_type": "multi"
    },
    {
        "question": "What is the calorie content of 100 mL of human breast milk?",
        "exp": "Calorie content of 100 ml of breast milk is 67 kcal. Ref: Table 5.4; Page 97; Ghai essential pediatrics; 6th edition",
        "cop": 1,
        "opa": "67 kcal",
        "opb": "90 kcal",
        "opc": "100 kcal",
        "opd": "45 kcal",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "d24d725c-9a76-4d9b-8a27-b81e99186a1e",
        "choice_type": "single"
    },
    {
        "question": "All are true about breast milk jaundice except:",
        "exp": "Breast feeding is not contraindicated in breast milk jaundice. Mothers are advised to continue breastfeeding at frequent intervals Breastmilk jaundice is seen in about 2-4% of exclusively breastfed babies. There is significant unconjugated hyperbilirubinemia after the 7th day and may last for 2-3 weeks. This may be caused by the breast milk that might contain beta-glucoronidase, which deconjugates intestinal bilirubin and promotes its absorption and other inhibitors of glucuronyl transferase. Persistently high bilirubin levels may require changing from breast milk to infant formula for 24-48 hours and/or treatment with phototherapy, without cessation of breastfeeding. Ref: Ghai essentials Pediatrics 9th edition Pgno: 168",
        "cop": 3,
        "opa": "There is unconjugated hyperbilirubinemia",
        "opb": "Some babies need treatment with phototherapy",
        "opc": "Breast feeding is contraindicated",
        "opd": "It is common in the second week of life",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "90533e2c-f543-45f6-ac9f-6ac518bee51a",
        "choice_type": "multi"
    },
    {
        "question": "A 4-year-old child with severe wasting and voracious appetite without pedal edema:",
        "exp": "b. Marasmus(Ref: Nelson's 20/e p 295-306> Ghai 8/e p 96-107)Clinical findingMarasmusEdemaAbsentActivityActiveAppetiteGood, VoraciousLiver enlargementAbsentMortalityLess than KwashiorkorRecoveryRecover earlySkin & hair changesLess common",
        "cop": 2,
        "opa": "Kwashiorkor",
        "opb": "Marasmus",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "b48d2fb2-7949-4510-8084-a8fb10c9b7f6",
        "choice_type": "multi"
    },
    {
        "question": "According to Gomez classification of undernutrition, severe malnutrition has a median weight for age of _______________",
        "exp": "Gomez classification of Undernutrition Grading Median weight-for-age I 90-75% II 75-60% III < 60% Reference: Nelson; Page no: 298; Table: 46-2",
        "cop": 3,
        "opa": "< 90%",
        "opb": "< 75%",
        "opc": "< 60%",
        "opd": "< 50%",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "cb287025-b830-410e-abc8-b1d6c8dad641",
        "choice_type": "single"
    },
    {
        "question": "The severely malnourished child is given __________",
        "exp": "Prevent/treat hypoglycemia Prevent/treat hypothermia Treat/prevent dehydration ,Correct imbalance of electrolytes : Treat infections Correct deficiencies of micronutrients, Sta cautious feeding : *Red cell mass is reduced, releasing iron which requires glucose and amino acids to be conveed to ferritin, increasing the risk of hypoglycemia and amino acid imbalances. If conversion to ferritin is incomplete, unbound iron promotes pathogen growth and formation of free radicals. *Micronutrient deficiencies limit the body's ability to deactivate free radicals, which cause cell damage. Edema and hair/skin changes are outward signs of cell damage. When prescribing treatment it is essential to take these changes in function into account, otherwise organs and systems will be overwhelmed and death will rapidly ensue. Principles of Treatment Figure 46-6 shows the 10 steps of treatment, which are separated into 2 phases referred to as stabilization and rehabilitation. These steps apply to all clinical forms and all geographic locations, including Noh America and Europe. The aim of the stabilization phase is to repair cellular function, correct fluid and electrolyte imbalance, restore homeostasis, and prevent death from the interlinked triad of hypoglycemia, hypothermia, and infection. The aim of the rehabilitation phase is to restore wasted tissues (i.e., catch-up growth). It is essential that treatment proceeds in an ordered progression and that the metabolic machinery is repaired before any attempt is made to promote weight gain. Pushing ahead too quickly risks inducing the potentially fatal \"refeeding syndrome.\" Caregivers bring children to health facilities because of illness, rarely because of their malnutrition. A common mistake among healthcare providers is to focus on the illness and treat as for a well-nourished child. This approach ignores the deranged metabolism in malnourished children and can be fatal. Ref.nelson 20th edition pg 302 nutrition chapter",
        "cop": 1,
        "opa": "Dextrose",
        "opb": "Albumin",
        "opc": "Lactate",
        "opd": "Thiamine",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "50508db5-4b85-4dd0-a97c-b50a909a3b19",
        "choice_type": "single"
    },
    {
        "question": "Endemic cardiomyopathy in children is linked to the deficiency of",
        "exp": "Deficiency of selenium has resulted in Keshan disease, a form of cardiomyopathy endemic in China. Other dietary factors such as low intake of vitamin E, protein, and methionine are also considered relevant to the causation of the disease. Selenium deficiency is usually associated with vitamin E deficiency. Ref: Page 131; Ghai essential pediatrics; 6th edition",
        "cop": 3,
        "opa": "Zinc",
        "opb": "Cobalt",
        "opc": "Selenium",
        "opd": "Chromium",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "52fa6fb4-089c-44ef-af85-f51091d1a255",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the best indicator of long-term nutritional status",
        "exp": "Stunting or low height for age is an indicator of chronic malnutrition, the result of prolonged food deprivation and /or disease or illness.Ref: Page 95, Ghai Essential Pediatrics; 8th edition",
        "cop": 2,
        "opa": "Mid arm circumference",
        "opb": "Height for age",
        "opc": "Weight for age",
        "opd": "Weight for height",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "33c42bb9-1ad7-425c-ab20-56ea9fa97cab",
        "choice_type": "single"
    },
    {
        "question": "Which of the following are Not seen in Kwashiorkor ?",
        "exp": ".Kwashiorkor is a form of acute malnutrition that most commonly occurs in children. This condition is extremely serious and results from such severe protein deficiencies that a child experiences edema or swelling. Other terms for kwashiorkor include: protein pitting Reference: GHAI Essential pediatrics, 8th edition Nutrition Chapter",
        "cop": 2,
        "opa": "Apathy",
        "opb": "Flaky paint dermatosis",
        "opc": "Baggy paint appearance",
        "opd": "Increased transaminase",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "d9418195-d2de-4434-8e6a-4a5ba123ee18",
        "choice_type": "single"
    },
    {
        "question": "Wind Swept Deformity is seen in _________",
        "exp": "Windswept deformity (combination of valgus deformity of 1 leg with varus deformity of the other leg) Its a clinical feature of rickets. Reference: Nelson Textbook of Pediatrics; 20th edition; Chapter 51 Rickets and Hypervitaminosis D",
        "cop": 2,
        "opa": "Scurvy",
        "opb": "Rickets",
        "opc": "Achondroplasia",
        "opd": "Osteroporosis",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "e89bec31-36b7-4a95-9316-2bf612eb61a7",
        "choice_type": "single"
    },
    {
        "question": "Which fattyacid present in breast milk plays an impoant role in growth and CNS development?",
        "exp": "Docosahexenoic acid (DHA) present in breast milk plays an impoant role in growth and CNS development It is impoant for vision, cognitive development and motor systems, cell differentiation, development of active synapses in the brain, and inflammatory response. Ref: Online resources: NCBI-",
        "cop": 2,
        "opa": "Palmitic acid",
        "opb": "Docosahexaenoic acid",
        "opc": "Linoleic acid",
        "opd": "Oleic acid",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "d79623cd-f70f-40bc-96f6-45c82292a1af",
        "choice_type": "single"
    },
    {
        "question": "The deficit in weight for height in a 3-year-old child indicates ____________",
        "exp": "Low weight for height is wasting, which suggests acute malnutrition, the result of more recent food deficit or illness. Reference: GHAI Essential pediatrics, 8th edition Nutr",
        "cop": 1,
        "opa": "Acute malnutrition",
        "opb": "Chronic malnutrition",
        "opc": "Concomitant acute and chronic",
        "opd": "Under weight",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "a231105a-49da-4d32-931b-3b6c10f7d057",
        "choice_type": "single"
    },
    {
        "question": "A 3-year-old girl is brought for diarrhoea of 2 weeks duration. She weights 8 kg and her height is 93 cm. Her nutritional status can be described as",
        "exp": "At 3yr child is expected to be 15kg and 95 cm. IAP classification of malnutrition Normal >80 Grade I 71-80 (mild malnutrition) Grade II 61-70 (moderate malnutrition) Grade ill 51-60 (severe malnutrition) Grade IV <50 (very severe malnutrition) She is 53% of expected weight so severe malnutrition. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Mild malnutrition",
        "opb": "Moderate malnutrition",
        "opc": "Severe malnutrition",
        "opd": "Very severe malnutrition",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "943766b6-1fc8-4972-9fee-3b46c778d79d",
        "choice_type": "single"
    },
    {
        "question": "A 2-year-old boy who is primarily on a milk based diet presents with a history of swollen bleeding gums, lethargy and pain while moving limbs. Most likely diagnosis of this patient is:",
        "exp": "Ans. C. Vitamin C deficiencyVitamin C (Ascorbic acid) is structurally related to glucose. Humans and other primates do not synthesize vitamin C. Dietary sources include vegetables (cauliflower, broccoli, cabbage) and fruits (berries, citrus fruits) Vitamin C functions as a strong reducing agent or in electron transport within biological systems. Ascorbic acid is essential for normal function of leukocytes, fibroblasts, osteoblasts and microsomes and participates in metabolism of carnitine, serotonin and folate. Prolonged vitamin C deficiency results in Scurvy. In infancy, features of scurvy are anorexia, diarrhea, pallor, irritability and increased susceptibility to infections. Subperiosteal hemorrhages and long bone tenderness (Pseudoparalysis of lower limbs) can occur; radiologic abnormalities are frequent. In older children, hemorrhagic signs predominate, with bleeding from gums, conjunctiva and intestinal tract. The diagnosis is made by presence of characteristic physical findings and history of inadequate dietary intake of vitamin C. As in this case the child is on a milk based diet which is deficient in both vitamin C and Iron. Therapy includes 100-200mg of vitamin C orally or parenterally",
        "cop": 3,
        "opa": "Vitamin A deficiency",
        "opb": "Vitamin B deficiency",
        "opc": "Vitamin C deficiency",
        "opd": "Vitamin D deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "d67f8f6d-d6b7-4123-96a9-4c7471fac7df",
        "choice_type": "single"
    },
    {
        "question": "Preterm VLBW infants ingesting unfortified breast milk need to be supplemented with what doses of calcium, and vitamin D?",
        "exp": "d. Calcium (150-220mg/kg/day) and vitamin D (200-400IU/day)(Ref: AAP recommendations, 2013)As per the latest AAP Recommendations for Enteral Nutrition for VLBW Infants, a daily Calcium intake of 150-220mg/kg, Phosphate 75-140mg/kg & Vitamin D 200-400IU should be ensured",
        "cop": 4,
        "opa": "Calcium (80-120 mg/kg/day) and vitamin D (200-400 IU/day)",
        "opb": "Calcium (40-80 mg/kg/day) and vitamin D (400-1000 IU/day)",
        "opc": "Calcium (500-1000 mg/kg/day) and vitamin D (200-400 IU/day)",
        "opd": "Calcium (150-220 mg/kg/day) and vitamin D (200--400 IU/day)",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "4cae53fc-abbb-4669-8491-c6df7bd3ad67",
        "choice_type": "single"
    },
    {
        "question": "An indicator of inadequate breast feeding in an infant is",
        "exp": "Weight loss of >7-10% of bih weight is an indicator of inadequate breastfeeding in an infant. Indicators of inadequate breastfeeding in an infant: Weight loss >7-10% of bih weight Lethargy (sleeping longer than 2-3 hours) Delayed stooling (Less than 4 times/day) Decreased urine output (urinating less than 5-7 times/day) Hypernatremic dehydration Inconsolable crying and increased hunger Insufficient milk intake may be caused by insufficient milk production, failure of established breastfeeding, and health conditions in the infant that prevent proper breast stimulation. Breastfed neonates usually feed 8-12 times a day, with a minimum of 8 times per day. However, the neonate should be breastfed on demand. Ref: Nelson textbook of pediatrics 21st edition Chapter : 56",
        "cop": 2,
        "opa": "Baby sleeping for 2-3 hours after feed",
        "opb": "Weight loss >7% of bih weight",
        "opc": "Urine 5-7 times/day",
        "opd": "Stool 4 times/day",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "19d419ee-551d-40f4-baeb-d64631c9eb10",
        "choice_type": "single"
    },
    {
        "question": "Monthly dose of treatment of vitamin A deficiency in 10 kg child who is 2 years old is -",
        "exp": "Ans. is 'd' i.e., 200000 IU * For treatment of vitamin A deficiency, oral vitamin A is given at a dose of 50000 IU, 100000 IU and 200000 IU in children <6 months, 6-12 months and > 1 year, respectively.* The same dose is repeated next day and 4 weeks later.",
        "cop": 4,
        "opa": "5000 IU",
        "opb": "100000 IU",
        "opc": "150000 IU",
        "opd": "200000 IU",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "4df54b4b-60b1-4477-8005-4e23548fa216",
        "choice_type": "single"
    },
    {
        "question": "All of the following Nutritional Assessment methods indicate inadequate nutrition except _________",
        "exp": "It can also refer to an infant who is not feeding enough to receive the necessary nutrition required for adequate growth. Poor growth associated with lack of feeding can lead to a separate condition called failure to thrive. No matter what the precise cause of poor feeding, undernutrition is a top concern. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Hb < 11.5 g/dl during 3rd trimester of pregnancy",
        "opb": "Increased 1-4 year moality rate",
        "opc": "Bih weight <2500 gm",
        "opd": "Decreased weight for height",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "cbc82a4c-099c-449e-aa4b-b01e6878b082",
        "choice_type": "multi"
    },
    {
        "question": "First clinical sign of vitamin A deficiency -",
        "exp": "Ans. is 'b' i.e., Conjuncival xerosis * The most characteristic and specific sign of vitamin-A deficiency are eye lesions. The term xerophthalmia (dry eye) comprises all ocular manifestations of vitamin-A deficiency.* It has following stages1) Night blindness (earliest symptom)2) Conjunctival xerosis (earliest sign)3) Bitot's spot4) Corneal xerosis5) Corneal ulcer & keratomalacia.",
        "cop": 2,
        "opa": "Poor growth",
        "opb": "Conjunctival xerosis",
        "opc": "Hydrocephalus",
        "opd": "Phrynoderma",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "c840eaa0-3b0a-485f-b203-f0939588613b",
        "choice_type": "single"
    },
    {
        "question": "Exclusive breast feeding should be done till what age",
        "exp": "Exclusive breast feeding is done till 6 months of age. Only breast milk is given.No other food or drink,not even water is given.Medicines,vitamins or mineral drops are permitted if indicated. Page 97,Ghai essential pediatrics 6th edition",
        "cop": 2,
        "opa": "3 month",
        "opb": "6 month",
        "opc": "9 month",
        "opd": "1 year",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "9595dd03-8bdc-4df7-ae25-71d85c695b8d",
        "choice_type": "single"
    },
    {
        "question": "What serum level of albumin is considered as mild degree of malnutrition",
        "exp": "A normal albumin range is 3.4 to 5.4 g/dL. If you have a lower albumin level, you may have malnutrition. It can also mean that you have liver disease or an inflammatory disease. Higher albumin levels may be caused by acute infections, burns, and stress from surgery or a hea attack Reference: GHAI Essential pediatrics, 8th edition nut",
        "cop": 3,
        "opa": "4 g/dl",
        "opb": "3.5 g/dl",
        "opc": "3 g/dl",
        "opd": "2.5 g/dl",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "4c4d9df3-e916-4498-a4d3-d539e682ab8d",
        "choice_type": "single"
    },
    {
        "question": "Earliest sign of Rickets is",
        "exp": "A. i.e. (Craniotabes) (82- Ghai 7th) (128 - Ghai 6th)RICKETSSCURVY* Craniotabes* is the earliest manifestations (felt like a ping pong ball)* Anterior fontanel is large and its closure is delayed beyond 18 months* Bossing of frontal and parietal bones* Rachitic rosaiy (costochondral junction become prominent dome shaped and semicircular)* Pigeon breast - sternum projects forward* Harrison's groove (Horizontal depression)* Eruption of primary teeth delayed* Moderate degree of scoliosis kyphosis or lordosis* Epiphysis of long bones are widened and broadening of wrists* Long bones of legs get deformed when the child starts bearing weight* Anterior bowing of legs, knock knee and coxa vera*** Pot- belly (Abdomen become protuberant)* Visceroptosis and lumber lordosis* Child is listless, anorexic, fretful and cries onbeing handled* Bones are tender* Hemorrhages occur under the periosteum of long bones* Gum bleeds are common* Petechiae may be seen over the skin* Costochondral junction is prominent and appears sharp and angular* Scorbutic rosary is attributed to separation of epiphysis of ribs and backward displacement of sternum* Wound healing is delayed* Anemia may co- exist* Metaphyseal flaring of the anterior ends of the ribs is characteristically seen in rickets*** **First change to appear is \"loss of normal zone ofprovisional calcification\" adjacent to metaphysis",
        "cop": 1,
        "opa": "Craniotabes",
        "opb": "Harrison's groove",
        "opc": "Rachitic rosary",
        "opd": "Pigeon breast",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "e0a5cb7f-2b28-4417-a52c-4a27b949427c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an age-dependent index?",
        "exp": "All of the indices listed, namely Kanawati and Mclaren index, Jellife ratio, and Rao and Singh index , are age-independent indices Age-independent indices: Kanawati and Mclaren Index: Mid-arm circumference/Head circumference Jellife Ratio: Head circumference/Chest circumference Rao and Singh index: Weight(Kg) * 100/height2 (cm) Dugdale Index: Weight(Kg)/height1.6 (cm) Ref: Ghai Essentials Pediatrics 8th edition pgno: 97",
        "cop": 4,
        "opa": "Kanawati and Mclaren index",
        "opb": "Jellife ratio",
        "opc": "Rao and Singh index",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "3653862e-ea59-4e71-a9e1-5640a010414d",
        "choice_type": "multi"
    },
    {
        "question": "Breast milk is known to transmit",
        "exp": "CMV has been demonstrated in breast milk. Approximately 2/3 of CMV-seronegative breast-fed infants may become infected with CMV. The risk is more in a preterm infant. Thus the use of fresh donor milk for feeding a preterm infant is contraindicated unless the milk is known to be CMV-negative.Ref: Page 215; Nelson textbook of pediatrics; 18th edition",
        "cop": 2,
        "opa": "Tuberculosis",
        "opb": "CMV",
        "opc": "Varicella",
        "opd": "Rubella",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "c9ff96fb-418b-4e60-acc3-a7ed51e12db9",
        "choice_type": "single"
    },
    {
        "question": "A 6-year-old girl on a predominantly maize based diet presents with history of recurrent diarrhea, dermatitis with rashes involving the neck area is seen in:",
        "exp": "a. Pellagra(Ref: Nelson's 20/e p 324-326, Ghai 8/e p 118-119)Maize based diet predisposes to Niacin deficiency, which gives rise to Pellagra.",
        "cop": 1,
        "opa": "Pellagra",
        "opb": "Tyrosinemia",
        "opc": "Phenylketonuria",
        "opd": "Albinism",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "f525ae72-dca0-479c-be1f-e95dab94bd6e",
        "choice_type": "single"
    },
    {
        "question": "Rickets in an infant is present as all Except",
        "exp": "Long bones of legs get deformed when the child stas bearing weight. Therefore leg deformities are unusual before the age of 1 year. Ref: Ghai essential pediatrics; 6th edition; Page 128",
        "cop": 4,
        "opa": "Craniotabes",
        "opb": "Widened Fontanel",
        "opc": "Rachitic Rosary",
        "opd": "Bow legs",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "45a7de2a-e365-402f-ab0e-2a0580f84ea2",
        "choice_type": "multi"
    },
    {
        "question": "The recommended oral dose of vitamin A to be given in a 10 months child with deficiency on each of day 1, 2 and 28 is:",
        "exp": "b. 1,00,000IU(Ref: Nelson's 20/e p 318-320, Ghai 8/e p 111-112)Dose of oral vitamin A for the treatment of Vitamin A deficiency consists of:Age< 6 months6-12 months> 1yearDose of vitamin A50,000IU1,00,000IU2,00,000IU",
        "cop": 2,
        "opa": "50,000 IU",
        "opb": "1,00,000 IU",
        "opc": "2,00,000 IU",
        "opd": "6,00,000 IU",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "1b23a0d6-291e-437b-8fbb-066004750caf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is best method for monitoring the treatment and resolution of vitamin D deficiency?",
        "exp": "Ans. a. (Serum calcium levels) (Ref. Harrison's Principles of Internal Medicine 16th Edition 2249).# The most specific screening test for vitamin D deficiency in otherwise healthy individuals is a serum 25(OH)D level.# Radiologic features of vitamin D deficiency in children include a widened, expanded growth plate, characteristic ofrickets.# A specific radiologic feature of osteomalacia, whether associated with phosphate wasting or vitamin D deficiency, ismilkman's fractures, pseudofractures, or Looser's zones.TREATMENT & MONITORING OF VITAMIN D DEFICIENCY# Daily intake of a multivitamin preparation that contains 400 IU of vitamin D is often insufficient to prevent vitamin D deficiency.# Based on the observation that 800 IU of vitamin D, with calcium supplementation, decreases the risk of hip fractures in elderly women, 800 IU is considered to be a more appropriate daily dosage for prevention of vitamin D deficiency.# The safety margin for vitamin D is large, and vitamin D toxicity is usually observed only in patients taking doses >40,000 IU daily.# The most efficacious methods to monitor treatment and resolution of vitamin D deficiency are serum and urinary calcium measurements.- For patients who are vitamin D replete and are taking adequate calcium supplementation, the 24-h urinary calcium excretion should be in the range of 100 to 250 mg/24 h.- Lower levels suggest problems with adhering to the treatment regimen or with absorption of calcium or vitamin D supplements.# The 25(OH)D level can be re-measured to address the latter, although the half-life of this metabolite is long (3weeks) and levels may continue to increase for many months on a stable regimen.# Urinary calcium excretion >250 mg/24 h predisposes to nephrolithiasis and should prompt a reduction in vitamin D dosage and/or calcium supplementation.",
        "cop": 1,
        "opa": "Serum calcium levels",
        "opb": "Serum phosphate levels",
        "opc": "Serum vitamin D levels",
        "opd": "Serum parathormone levels",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "7a81cc11-f721-4a16-b805-6ca08630fad8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not characteristic of vitamin-D Resistant Rickets?",
        "exp": "Vitamin D-Resistant Rickets: Hypophosphatemic rickets is a disorder characterized by hypophosphatemia, defective intestinal absorption of calcium, and rickets or osteomalacia unresponsive to vitamin D. It is usually hereditary. Symptoms are bone pain, fractures, and growth abnormalities. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "X-linked inheritance",
        "opb": "Renal stones",
        "opc": "Reduced calcium absorption from the gut",
        "opd": "Hypophosphatemia",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "97a42997-a86f-4ec8-b7d5-9addfa690d8d",
        "choice_type": "single"
    },
    {
        "question": "Baby fed exclusively on goat's milk develop:",
        "exp": "a. Megaloblastic anemia(Ref: Nelson's 20/e p 327, Ghai 8/e p 119)Goat's milk is a poor source of folate; Hence, babies fed exclusively on Goat's milk may develop Megaloblastic Anemia.",
        "cop": 1,
        "opa": "Megaloblastic anemia",
        "opb": "Microcytic anemia",
        "opc": "Hypochromic anemia",
        "opd": "Normochromic anemia",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "c4787e56-d995-4748-a039-195b0c78bdfd",
        "choice_type": "single"
    },
    {
        "question": "The best indicator of nutritional status for a child is",
        "exp": "The best indicator of nutritional status of a child is the rate of increase in height & weight. Rest of them are age independent indices. Ref: Page 64, Ghai Essential Pediatrics; 7th edition",
        "cop": 3,
        "opa": "Mid arm circumference",
        "opb": "Head circumference",
        "opc": "Rate of increase in height and weight",
        "opd": "Chest circumference",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "6ee9228b-4565-4f05-bd2e-54ae36d428c3",
        "choice_type": "single"
    },
    {
        "question": "Which vitamin deficiency results in diarrhoea and renal stone formation :",
        "exp": "Vitamin A deficiency can result from inadequate intake, fat malabsorption, or liver disorders. Deficiency impairs immunity and hematopoiesis and causes rashes and typical ocular effects (eg, xerophthalmia, night blindness). Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Vitamin A",
        "opb": "Vitamin D",
        "opc": "Vitamin C",
        "opd": "Vitamin K",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "750ef602-f13a-47a8-b208-32fcfcffad84",
        "choice_type": "single"
    },
    {
        "question": "Exclusive breastfeeding should be practiced at least until",
        "exp": "An infant should be exclusively breastfed until 6 months of age. During this age, additional food or fluid is not required as breast milk is nutritionally complete for the child&;s growth & development & it protects from infections and strengthens immune systemRef: Page 60; Ghai Essential Pediatrics; 7th edition",
        "cop": 2,
        "opa": "4 month",
        "opb": "6 month",
        "opc": "8 month",
        "opd": "10 month",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "29ff8d4a-b1a2-438b-9c37-5a763c520ad1",
        "choice_type": "single"
    },
    {
        "question": "Mid-upper arm circumference (MUAC) below ________cm is abnormal and suggestive of malnutrition.",
        "exp": "Mid-upper arm circumference (MUAC) It is a widely used measurement and requires minimum equipment. It increases rapidly in the first year (11-16 cm) and then been found to be relatively stable between the ages 1 and 5 yr at a value of between 16 and 17 cm. Any value below 13.5 cm is abnormal and suggestive of malnutrition. A value below 11.5 cm is suggestive of severe malnutrition. Recently, it has been shown that MUAC may not be age-independent and therefore, the WHO recommends MUAC-for-age reference data to be used in girls and boys 6-59-month-old where possible. Reference: Paediatrics; O.P Ghai; 8th edition; Page no: 97",
        "cop": 4,
        "opa": "10.5",
        "opb": "11.5",
        "opc": "12.5",
        "opd": "13.5",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "14386167-d4b7-4126-a469-e673cd7fb34e",
        "choice_type": "single"
    },
    {
        "question": "Kwashiorkor is diagnosed in growth-retarded children along with ________",
        "exp": "Kwashiorkor children have pitting edema, usually staing in the legs and feet and spreading, in more advanced cases to hands and face.The mental changes include unhappiness, apathy, or irritability with sad, intermittent cry. They show no signs of hunger and is difficult to feed them.There will be hyperpigmentation. Ref: Page 67; Ghai Essential Pediatrics; 7th edition",
        "cop": 1,
        "opa": "Edema and mental changes",
        "opb": "Hypopigmentation and anemia",
        "opc": "Edema and hypopigmentation",
        "opd": "Hepatomegaly and good appetite",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "9b85708c-1eb9-4bd2-8987-8fd79ebeb2e9",
        "choice_type": "single"
    },
    {
        "question": "All are the criteria for the diagnosis of severe acute malnutrition(SAM) except:",
        "exp": "Visible severe wasting is no longer a criteria to diagnose Severe acute Malnutrition (SAM) Severe acute malnutrition(SAM) in children of ages 6 to 59 months is defined by WHO as any of the following: Weight-for-length (or height) below -3SD of the WHO child growth standards Presence of bipedal edema Mid-Upper arm circumference <11.5cm The previous name Protein-Energy malnutrition is avoided, as it oversimplifies the complex multi-deficiency etiology. Clinical features: Treatment: The general treatment involves 10 steps in 2 phases Phases: Initial Stabilization Phase: Focuses on restoring homeostasis and treating medical conditions 2-7 days of inpatient treatment Rehabilitation Phase: Treat hypoglycemia (Blood Glucose level <54 mg/dl): If symptomatic give 10% Dextrose IV 5 ml/Kg. Feeding should be initiated with staer F-75 (Formula with 75 Kcal/100 ml of feed) Treat hypothermia (axillary <35oC or 95oF) : Skin-to-Skin contact with care (\"Kangaroo technique\") of dress in warmer clothes, cover head, wrap in a warmed blanket, and provide indirect heat. Treat dehydration: Hydrate with ReSoMal (45 mmol Na/L). It is a low-sodium rehydration solution for malnutrition. Correct electrolyte imbalance: There is a deficit of potassium and magnesium and excess sodium. Give extra potassium (3 to 4 mEq/Kg/day) and magnesium (4 mEq/Kg/day) for atleast 2 weeks. Treat infection: Staing on the first day, give broad-spectrum antibiotics to all children. Correct micronutrient deficiencies: Donot give iron in the stabilizing phase, because excess iron leads to free radical injury. Give iron 3mg/Kg/day once the child stas gaining weight after the stabilization phase. Give Vitamin A on day 1. Repeat on day 2 and day 14 Folic acid 1 mg (5 mg on day 1) Zinc (2 mg/Kg/day) Copper (0.3 mg/Kg/day) Sta caitious feeding: Give 8 to 12 small feeds of F75 to provide 130 mL/Kg/day, 100 Kcal/kg/day, and 1 to 1.5 g protein/Kg/day Rehabilitation: The indications of entry to this phase are reduced/minimal edema and the return of appetite Begining of feeding After 3 days, the transition to energy-dense feeding Stimulation of emotional and sensorial development Transfer to home-based diet Ref: Ghai Essential Pediatrics 9th edition Pgno: 97",
        "cop": 4,
        "opa": "Weight-for-length (or height) below -3SD",
        "opb": "Mid Upper arm circunference <11.5cm",
        "opc": "Bilateral edema",
        "opd": "Visible severe wasting",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "d07204c1-da2f-48c5-9360-07b056c4f1c4",
        "choice_type": "multi"
    },
    {
        "question": "Enzyme increased in rickets?",
        "exp": "Ans. b (Alkaline phosphatase). (Ref. Nelson, Paediatrics 17th/pg.281)Alkaline phosphatase of serum level, < 200 IU/dl in normal children, increases to >500 IU/dl in mild rickets and much higher levels are not uncommon. However, they may be normal in protein or zinc deficiency with rickets. Ca2+PhosphateAlkaline phosphatasePTHHyperparathyroidism||||Paget's disease of boneN|N|||NVitamin D intoxication||N||Osteomalacia/Rickets||||OsteoporosisNNNNRenal insufficiency||N|Note: Osteoblastic metastases are indicated by lower back pain and a t in serum alkaline phosphatase and PSA.",
        "cop": 2,
        "opa": "Acid phosphatase",
        "opb": "Alkaline phosphatase",
        "opc": "LDH",
        "opd": "SGOT",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "a63abbe7-cdcb-4f56-96d0-4301dc1c6302",
        "choice_type": "single"
    },
    {
        "question": "Wilson disease, all are true except ______",
        "exp": "Low levels of ceruloplasmin are characteristic.This is probably secondary to hepatic damage. As most of the copper in serum is bound to ceruloplasmin, total serum copper level is reduced.The serum ceruloplasmin level is less than 20mg/dl and serum copper concentration is below 20 micrograms/dl. Ref: Page 618; Ghai essential pediatrics; 6th edition.",
        "cop": 4,
        "opa": "Hepatomegaly",
        "opb": "KF ring",
        "opc": "Raised copper level",
        "opd": "Raised ceruloplasmin level",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "368331c2-e94d-4ac3-a4ed-4effd084c24a",
        "choice_type": "multi"
    },
    {
        "question": "The following statement about Gomez classification is True ?",
        "exp": "Gomez classification of Undernutrition Index Grading 90-75% Grade I <75-60% Grade 2 <60% Grade 3 Ref: Nelson Textbook of Paediatrics; 20th edition; Chapter 46 Nutrition, Food Security, and Health",
        "cop": 2,
        "opa": "Based on height retardation",
        "opb": "Based on median weight for age",
        "opc": "Between 75 and 89% implies mild malnutrition",
        "opd": "This classification has prognostic value for hospitalization of children",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "d10840bd-81e9-4cd9-b034-a149dec0b1aa",
        "choice_type": "multi"
    },
    {
        "question": "Bifidus factor present in breast milk protects against:",
        "exp": "Components of breast milk Protection against Lysozyme Escherichia coli, Salmonella Entamoeba histolytica Lactoferrin E.coli, Shigella, Salmonella E.histolytica, Giardia lamblia Plasmodium falciparum Rota virus Bifidus factor E.coli, Shigella, Salmonella Low levels of Para-amino benzoic acid Plasmodium Ref: Ghai Essential pediatrics 9th edition Pgno: 145",
        "cop": 3,
        "opa": "Enteroamoeba histolytica",
        "opb": "Giardia lamblia",
        "opc": "Salmonella",
        "opd": "Vibrio cholerae",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "804dd338-eedd-4c7f-9231-60c2e7d19366",
        "choice_type": "single"
    },
    {
        "question": "Calorie requirement per a day of a child weighing 15 kg would be",
        "exp": "We draw the energy from our food: The nutrients are transpoed to the body cells in the digestive tract after splitting up and are broken down there. This releases the required energy. They are measured in kilojoule (kJ) or kilocalories (kcal). One kilocalorie corresponds to 4,184 kilojoules. The calorie though is an outdated unit of measurement and was replaced in scientific use by the joule. In common parlance, calories are still often used. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "1150 kcal",
        "opb": "1250 kcal",
        "opc": "1450 kcal",
        "opd": "1550 kcal",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "2511881b-10b7-4e0f-a132-28589d6d9112",
        "choice_type": "single"
    },
    {
        "question": "Which of these components in breast milk are beneficial in the intestinal cell maturation and repair?",
        "exp": "Epidermal growth factor is beneficial in intestinal cell maturation, repair and luminal surveillance. Lactoferrin: Immunomodulationn, iron chelation, antimicrobial action, antiadhesive, trophic for intestinal growth. Glutathione peroxidase: Prevents lipid oxidation Ref: Nelson Textbook of pediatrics 21st edition Pgno: 322",
        "cop": 2,
        "opa": "Lactoferrin",
        "opb": "Epidermal growth factor",
        "opc": "Cytokines",
        "opd": "Glutathione peroxidase",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "ecbc12ad-2ba2-4281-9e43-c234d9516e8c",
        "choice_type": "single"
    },
    {
        "question": "A 3-year-old girl is brought for diarrhea of 2 weeks duration. She weights 8 kg and her height is 93 cm. What IV fluids should she be given?",
        "exp": "Milk and water are both fine. However, if your child refuses solids, give your child just milk, rather than water. Most toddlers don&;t need oral glucose-electrolyte solutions such as Pedialyte unless the child is dehydrated. Avoid fruit juices, because they all make diarrhea worse. If IV is required then give dextrose. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Ringer lactate",
        "opb": "10% dextrose",
        "opc": "Normal saline",
        "opd": "Isolyte P",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "0373ab9a-f578-43bb-866e-20dc02978cb3",
        "choice_type": "single"
    },
    {
        "question": "The poor indicator of response during treatment of malnutrition includes",
        "exp": "Primary failure to respond may be characterized by:1. Failure to regain appetite by day 42. Failure to sta losing edema by day 43. Failure of the disappearance of edema by day 104. Failure to gain weight at least by 5g/kg/day by day 10 of therapyRef: Nelson Paediatrics; 20th edition",
        "cop": 2,
        "opa": "Failure to gain appetite by day 10",
        "opb": "Presence of edema on day 10",
        "opc": "Failure to gain at least 5 g/kg/day by day 4",
        "opd": "Failure to gain at least 2 g/kg/day by day 10",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "fcbe1cdb-e265-4297-b43f-645404a411b8",
        "choice_type": "single"
    },
    {
        "question": "A 4 year old child should require the following amount of calories to be provided by carbohydrates daily in his diet?",
        "exp": "Ans. C. 800KcalA 4 year old child requires 1300Kcal/day; carbohydrates should provide 60% of the daily calorie requirement or about 780Kcal (800Kcal) daily.",
        "cop": 3,
        "opa": "300 Kcal",
        "opb": "500 Kcal",
        "opc": "800 Kcal",
        "opd": "1000 Kcal",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "a4d7c6bb-f3a6-4a28-8059-445f994e0cd6",
        "choice_type": "single"
    },
    {
        "question": "For how many hours can breast milk be stored in the refrigerator?",
        "exp": "Breast milk stored in the refrigerator should be used within 24 hours. Refrigerated or frozen milk should be thawed rapidly by holding under running tepid water and used completely within 24 hours after thawing. Milk should be microwaved. Expressed breast milk Stored for Room Temperature 6 hours In refrigerator 24 hours Frozen milk 3 months A difference of opinion among authors is noted regarding the refrigeration of expressed breast milk. Nelson&;s (21st edition, pgno: 324) mentions that breast milk can be refrigerated and used within 48 hours and frozen for around 6 months . However AIIMS in colloboration with WHO recommends that breast milk can be refrigerated upto 24 hours and frozen at -20oC for about 3 months . Ref: Nelson Textbook of pediatrics 20th edition Pgno: 288 Aiims Protocols in Neonatology",
        "cop": 2,
        "opa": "48 hours",
        "opb": "24 hours",
        "opc": "12 hours",
        "opd": "6 hours",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "86418285-4fb3-4cdb-a250-09362471fecb",
        "choice_type": "single"
    },
    {
        "question": "In what maintenance dose can vitamin D be recommended in breast fed full term infants?",
        "exp": "Ans. B. 400IU/dayUsually breast feeding alone is recommended in the first 6 months of life in full term infants who are healthy and is a good source for various nutrients to the child in the first few months of life and helps them gain weight optimally. However, there is growing evidence that vitamin D deficiency is fairly rampant in India and neonates born to mothers who are vitamin D deficient also have vitamin D deficiency. These findings have prompted some clinicians to recommend vitamin D at a maintenance dose of 400IU/day in breast fed infants, especially those below 2.5kg to obviate the risk of vitamin D deficiency in them",
        "cop": 2,
        "opa": "200 IU daily",
        "opb": "400 IU daily",
        "opc": "800 IU daily",
        "opd": "1600 IU daily",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "e4fcbf3e-a03a-4148-8239-75fabbc3b0f7",
        "choice_type": "single"
    },
    {
        "question": "Para amino benzoic acid in breast milk prevents the infection of",
        "exp": "Para-amino-benzoic acid(PABA) of breast milk provides protection against malaria.Ref: Page 97; Ghai essential pediatrics; 6th edition",
        "cop": 1,
        "opa": "Plasmodium vivax",
        "opb": "Kleibsella-pneumonia",
        "opc": "Giardia",
        "opd": "E.coli",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "44a325aa-8b46-49ba-9fd5-4d79cad6bb5d",
        "choice_type": "single"
    },
    {
        "question": "LBW is associated with increased risk of ____ in adult life",
        "exp": "Low bih weight (LBW)(<2.5Kg) is associated with an increased risk of hypeension, stroke, and type 2 diabetes in adulthood. The risk is exacerbated by low weight gain during the first 2 years of life. Ref: Nelson textbook of pediatrics 21st edition Pgno: 335",
        "cop": 4,
        "opa": "Hypeension",
        "opb": "Stroke",
        "opc": "Type 2 DM",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "f50a5d3c-bf3c-4474-a2cd-8a46e72d1bef",
        "choice_type": "multi"
    },
    {
        "question": "15 months old child feeding on cow milk with water wih severe wasting and bipedal edema with poor appetite -",
        "exp": "Ans. is 'a' i.e., Kwashiorkar o Kwashiorkar and marasmus are manifestations of protein energy malnutrition (PEM).o Marasmus represents the compensated phase of PEM.o Kwashiorkar represents the uncompensated phase of PEM.Kwashiorkaro It is characterized by following three essential features -EdemaEdema starts in lower extreities and later involves upper limbs and the face.Face appears moon shaped and puffy.Edema is caused by -Hypoalbuminemia Major factorIncreased capillary permeability due to infection.Free radical injury to cell membrane.Markedly retarded growthMuscles of the upper limb are wasted, but the lower extremities appear swollen due to edema.Muscle wasting is masked by edema.Psychomotor (mental) changesChild is lethargic, listless and apathetic (in contrast to marasmus, where the child is alert and irritable).Appetite is impaired (in contrast to marasmus, where children show voracious appetite).Other features of kwashiorkorHepatomegalyDue to fatty infiltrationHair changes in KwashiorkarHair is thin, dry- and brittle, easily pluckableStraight and hypopigmentedFlag sign (Alternate bands of Hypo and hyperpigmented hair corresponding to the period of under and proper nutrition).Skin changes in KwashiorkarLarge areas of skin show erythema followed by hyperpigmentationFlaky paint dermatosis Hyperpigmentation patches desquamate to expose raw hypopigmented areas. Ii gives the appearance of paint flaking off the surface of the wood.InfectionsThese children suffer from recurrent episodes of diarrhoea, respiratory and skin infections.Hepatomegaly is seen in kwashiorkor (not in marasmus).Marasmuso It is characterized by gross wasting of muscle and subcutaneous tissues resulting in emaciation and marked stunting.o There is no edema.o Body weight is less then 60% of expected.o Fat in adipose tissues is severely depleted. However the buccal pad of fat is preserved till the malnutrition becomes extreme because a higher proportion of saturated fatty acids is stored there and the saturated fat is the last to be depleted.o Skin is dry, scaly and inelastic with wrinkles,o The hair is hypopigmented.o Abdomen is distended due to wasting and hypotonia of abdominal wall muscles.o The child is alert but irritable,o Child may show voracious appetite.FeaturesMarasmusKwashiorkorIncidenceMore commonLess commonStage in PEMCompensated phaseUncompensated phaseActivityActiveApathicMuscle wastingObviousSometimes hidden by edema and fatFat wastingSevere loss of subcutaneous fatFat often retained but not firmEdemaNonePresentWeight for heightVery lowLow but may be masked by edemaAppetititeVocarious (good) appetitePoorSkin changesNoneDiffuse pigmentations, flaky paint dermatosisHair changesNoneSparse, silky, easily pulled outAnemiaUncommonCommonHepatomegalyAbsentPresentLiver biopsyNormal or atrophicFatty changesInfectionLess proneMore proneSerum albuminNormal or slightly decreasedLow (< 3g/100 ml)Insulin levelNormalLowOthersMonkey facies Baggy pant appearanceSugar baby appearance Flag sign of hairRecoveryEarlyLong timeMortalityLess than kwashiorkorHigh in early stage",
        "cop": 1,
        "opa": "Kwashiorkar",
        "opb": "Marasmus",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "a45c29e8-5aa4-4dee-84f5-b0ce1bee4503",
        "choice_type": "multi"
    },
    {
        "question": "The benefits of the technique shown below are all of the following except:",
        "exp": "a. Protects from neonatal jaundiceThe neonate is kept in skin to skin contact with mother, in between the breasts, inside clothing of mother. This is Kangaroo Mother Care (KMC)",
        "cop": 1,
        "opa": "Protects from neonatal jaundice",
        "opb": "Protects from hypothermia",
        "opc": "Decreases duration of hospital stay",
        "opd": "Promotes exclusive breastfeeding",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "144343c6-51fe-4b50-9dff-560b2ec29391",
        "choice_type": "multi"
    },
    {
        "question": "All the following are World Health Assembly Global Nutrition Targets for 2025 except _________",
        "exp": "Global Food Security and Nutrition Targets ZERO HUNGER CHALLENGE OBJECTIVES WORLD HEALTH ASSEMBLY GLOBAL NUTRITION TARGETS FOR 2025 Access to an adequate and stable food supply for all A 40% reduction in the number of stunted children <5 yr Elimination of stunting in children <2 yr and no malnutrition in pregnancy and early childhood A 50% reduction in anemia in women of reproductive age Sustainable food systems A 30% reduction in low bihweight Doubling of smallholder productivity and income, paicularly for women No increase in childhood overweightness No loss or waste of food and responsible consumption Increase exclusive breastfeeding rates to at least 50% in the first 6 months Reduce and maintain childhood wasting to less than 5% Reference: Nelson; Page no: 297; Table: 46-1",
        "cop": 4,
        "opa": "A 40% reduction in the number of stunted children <5 yr",
        "opb": "A 30% reduction in low bihweight",
        "opc": "No increase in childhood overweightness",
        "opd": "Reduce and maintain childhood wasting to less than 1%",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "2568141a-1e0a-4610-8431-ea87770a5a2a",
        "choice_type": "multi"
    },
    {
        "question": "Kwashiorkor is characterized by all EXCEPT",
        "exp": "A. i.e. (Alertness) (67- Ghai 7th) (104 - 05 Ghai 6th)Differentiating features of - Marasmus and KwashiorkorMARASMUSKWASHIORKOR* Emaciation, stunting* No edema*** Wrinkled skin, loose folds of skin are prominent over glutei and inner side of thigh* Skin appears dry, scaly and inelastic and prone to infections* Hair is hypopigmented* Abdomen is distended due to wasting and hypotonia of abdominal wall muscles* Bony points prominent* Alert**, often irritable* Voracious appetiteMarkedly retarded growth,Edema**, psychomotor change* Face appears moon- shaped and puffy* Lethargic, listless and apathetic* Hepatomegaly* Skin is dry, inelastic, mosaic in appearance* Flag sign** - alternate bands of the hypopigmented and normally pigmented hair* Petechiae or ecchymosis in severeases* GFR and plasma flow are diminished* Appetite is impaired* The estimation of 3 methyl histidine in urine is study skeletal muscle mass*** Main sign of kwashiorkor is pitting edema**",
        "cop": 1,
        "opa": "Alertness",
        "opb": "Edema",
        "opc": "Flag sign",
        "opd": "Hepatomegaly",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "30a7965c-518d-483c-ad08-12a85bb29138",
        "choice_type": "multi"
    },
    {
        "question": "Persistent diarrhoea is defined as diarrhoea lasting more than?",
        "exp": "Ans. (b) 14 days",
        "cop": 2,
        "opa": "7 days",
        "opb": "14 days",
        "opc": "21 days",
        "opd": "28 days",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "51e9a469-4c83-4b92-996b-937693b41df6",
        "choice_type": "single"
    },
    {
        "question": "The vitamin A supplement administered in \"Prevention of nutritional Blindness in children programme\" contain",
        "exp": "Under the National Vitamin A Prophylaxis Programme, children between 1& 5 yrs of age were given oral dose of 2 lakh IU, every 6 months. But due to inadequate coverage, currently this vaccine is being given to children under 3 yrs under routine immunization to improve coverage i.e, (1lakh IU- 9months; 2lakh IU- 15 to 18 months) According to NPPNB, Vit A 2 lakh IU orally is given every 6 months to pre school children,(1-6yrs) And half the dose ( 1lakh IU orally) to children age between 6 months and 1 yr of age. Ref: Ghai , 9th edition chapter 8; PSM 25th edition.",
        "cop": 2,
        "opa": "25,000 IU/ml",
        "opb": "1 Lakh IU/ml",
        "opc": "3 Lakh IU/ml",
        "opd": "5 Lakh IU/ml",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "cd2c2544-961d-4279-a1e3-fd71d1189605",
        "choice_type": "single"
    },
    {
        "question": "All of the following conditions are observed in Marasmus, Except",
        "exp": "Hepatomegaly is seen in kwashiorkor. The liver is enlarged with rounded lower margin and soft consistency in about one-third of cases. Histology shows fatty infiltration. Ref: Page 105; Ghai essential pediatrics; 6th edition",
        "cop": 1,
        "opa": "Hepatomegaly",
        "opb": "Muscle wasting",
        "opc": "Low insulin levels",
        "opd": "Extreme weakness",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "a1d37a7a-944a-4684-b267-bbf8e203933d",
        "choice_type": "multi"
    },
    {
        "question": "Flaky paint appearance of skin is seen in",
        "exp": "There are skin lesions in kwashiorkor which consist of increased pigmentation, desquamation, and dyspigmentation. Pigmentation, when gets confluent, is known as flaky paint dermatitis. Ref: Page 100; Ghai Essential Pediatrics; 8th edition.",
        "cop": 4,
        "opa": "Dermatitis",
        "opb": "Pellagra",
        "opc": "Marasmus",
        "opd": "Kwashiorkor",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "30089d3e-2a3c-4328-b3f4-6a800a5daeb0",
        "choice_type": "single"
    },
    {
        "question": "In infants and toddlers, craniotabes is a sign related to the deficiency of __________",
        "exp": "Craniotabes is one of the earliest manifestations of rickets.It is due to thinning of outer table of the skull and detected by pressing firmly over the occiput or posterior parietal bones.A ping-pong-ball sensation is felt. Page 185,Nelson textbook of pediatrics 16th edition",
        "cop": 3,
        "opa": "Vitamin A",
        "opb": "Vitamin C",
        "opc": "Vitamin D",
        "opd": "Vitamin K",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "89d8d89c-9c56-45e6-8f68-d68afd619326",
        "choice_type": "single"
    },
    {
        "question": "Iron supplementation in a healthy term breastfed baby should be staed at the age of",
        "exp": ".However, human milk contains littleiron, so infants who are exclusively breastfed are at increased risk ofiron deficiency after 4 months of age. The clinical repo recommends giving breastfed infants 1 mg/kg/day of a liquid iron supplement until solid foods, such as iron-foified cereals, are introduced.",
        "cop": 4,
        "opa": "2 weeks",
        "opb": "4 weeks",
        "opc": "6 weeks",
        "opd": "8 weeks",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "ccb11749-a559-4e76-8e86-50be75aeb294",
        "choice_type": "single"
    },
    {
        "question": "Severe acute malnutrition as per who criteria is __________",
        "exp": "* Definition of severe acute malnutrition - severe wasting and/or bilateral edema. * Severe wasting is weight for length (or height) that is below -3SD of the WHO Child Growth Standards. * Diagnosis of bilateral edema - by grasping both feet, placing a thumb on top of each, and pressing gently but firmly for 10 seconds. A pit that stays under each thumb denotes bilateral edema. Management of SAM:- Ref:- Nelson 20th edition; pg num:- 301,302",
        "cop": 4,
        "opa": "Weight for height less than median +2 SD",
        "opb": "Weight for age less than median - 2 SD",
        "opc": "Weight for age less than median + 3 SD",
        "opd": "Weight for height less than median - 3 SD",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "d59e438a-de20-41a0-bb5f-04dcd01aa4f0",
        "choice_type": "single"
    },
    {
        "question": "Feature of scurvy in children include:",
        "exp": "Ans. D. All of the aboveThere may be extreme pain and tenderness in extremities which affected children keeping their limbs in frog legged position, The body is both wasted and edematous, and petechiae and ecchymoses are commonly present. Hyperkeratosis, corkscrew hair, and sicca syndrome are known. Ocular features include those of Sjogren syndrome, subconjunctival hemorrhage, and bleeding within the optic nerve sheath. Perifollicular hyperkeratotic papules, perifollicular hemorrhages, purpura, and ecchymoses are seen most commonly on the legs and buttocks.",
        "cop": 4,
        "opa": "Bleeding gums",
        "opb": "Tibial edema",
        "opc": "Costochondral junctions become angular",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "6cbbb493-f2d3-4b1d-b0a7-e6c007e1e07c",
        "choice_type": "multi"
    },
    {
        "question": "Acute complication of Protein-energy malnutrition is",
        "exp": "Complications of protein-energy malnutritioncan be many, including the following : Hypothermia. Hypoglycemia. Encephalopathy. Diarrhea. Hea failure. Infection. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Hypothermia",
        "opb": "Hypoglycemia",
        "opc": "Hypokalemia",
        "opd": "Hypermagnesaemia",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "40d4fcf7-e594-4542-8409-c9e2f309705d",
        "choice_type": "single"
    },
    {
        "question": "Acute malnutrition is manifested by",
        "exp": "Acute malnutrition is manifested by weight for height which is a result of more recent food deficit or illnessRef: Ghai Essential Pediatrics 8th edition",
        "cop": 2,
        "opa": "Weight for age",
        "opb": "Weight for height",
        "opc": "Age for height",
        "opd": "Brocas index",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "63579113-dd9c-4d79-b371-054572c2972d",
        "choice_type": "single"
    },
    {
        "question": "A neonate presents with bilious vomiting. What is the first investigation __________",
        "exp": "In contrast, intestinal malrotation, a congenital anomaly in rotation of the midgut as it forms, presents as intermittent bilious vomiting, usually with significant abdominal distension. Bilious or bile-stained vomiting should be treated as a potential surgical emergency. Reference: GHAI Essential pediatrics, 8th edition Nutrition Chapter",
        "cop": 1,
        "opa": "Abdomen X-ray",
        "opb": "Baby gram",
        "opc": "CT",
        "opd": "USG",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "d576f758-f866-4d21-9c1c-0262f57409c3",
        "choice_type": "single"
    },
    {
        "question": "Proteins provide _______ Kcal energy per gram",
        "exp": "Carbohydrates provide 4 kcal of energy per gram. Proteins provide 4 kcal energy per gram. Fats provide 9 kcal of energy per gram. Reference: Paediatrics; O.P Ghai; 8th edition; Page no: 88,89",
        "cop": 2,
        "opa": "2",
        "opb": "4",
        "opc": "6",
        "opd": "9",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "16875cf7-0f89-483a-8116-000913c85d79",
        "choice_type": "single"
    },
    {
        "question": "The recommended oral dose of vitamin A to be given in a 10-month child with deficiency on each of day 1, 2 and 28 is __________",
        "exp": "Immediately on diagnosis, oral vitamin A is administered in a dose of 1 lakh IU in children aged 6-12 months.The same dose is repeated next day and 4 weeks later. Ref: Page 121, Ghai essential pediatrics; 6th edition",
        "cop": 2,
        "opa": "50,000 IU",
        "opb": "1,00,000 IU",
        "opc": "2,00,000 IU",
        "opd": "6,00,000 IU",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "0aa45c86-ab7c-4b9b-ba1a-9d15ffdc6d48",
        "choice_type": "single"
    },
    {
        "question": "All the following are features of marasmus except",
        "exp": "Differences between kwashiorkor and marasmus Clinical finding Marasmus Kwashiorkor Occurrence More common Less common Edema Absent Present Activity Active Apathetic Appetite Good Poor Liver enlargement Absent Present Moality Less than kwashiorkor High in early stage Recovery Recover early Slow recovery Infections Less prone More prone Reference: Paediatrics; O.P Ghai; 8th edition; Page no: 99",
        "cop": 3,
        "opa": "Good appetite",
        "opb": "Less prone for infections",
        "opc": "Edema",
        "opd": "Recovers early",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "e97783d6-7347-467f-9f50-b7c00a0b7a49",
        "choice_type": "multi"
    },
    {
        "question": "Calcium absorption is aided by all of the following except",
        "exp": "Fat cannot be aided with the absorption of calcium Reference: GHAI Essential pediatrics, 8th edition Nutrition Chap",
        "cop": 4,
        "opa": "Vitamin D",
        "opb": "Vitamin C",
        "opc": "Lactose",
        "opd": "Fat",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "10b936ed-fa69-421a-ad9c-b5b1439ffc6c",
        "choice_type": "multi"
    },
    {
        "question": "Breast milk at room temperature is stored for",
        "exp": "Expressed Breast milk (EBM) can be stored at room temperature for 6-8 hrs. Ref: Page 155, Ghai essential pediatrics; 8th edition",
        "cop": 1,
        "opa": "4 hrs",
        "opb": "8 hrs",
        "opc": "12 hrs",
        "opd": "24 hrs",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "5812b6e3-30a5-4bc4-8f9f-81e88c7f3ef8",
        "choice_type": "single"
    },
    {
        "question": "Deficiency of which element can lead to the syndrome of growth failure, anemia, and hypogonadism?",
        "exp": "Zinc deficiency is characterized by growth retardation, loss of appetite, and impaired immune function. In more severe cases, zinc deficiency causes hair loss, diarrhea, delayed sexual maturation, impotence, hypogonadism in males, and eye and skin lesions. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Calcium",
        "opb": "Copper",
        "opc": "Zinc",
        "opd": "Magesium",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "aca288c8-c5be-4d6b-bc17-57e71a86887e",
        "choice_type": "single"
    },
    {
        "question": "A 3 year old girl with severe dehydration. What is the best step in case of failure to obtain IV access ____________",
        "exp": "Increased fluids and dietary changes are the main treatment for diarrhea. Note: One loose stool can mean nothing. Don&;t sta dietary changes until your child has had several loose stools. Encourage your child to drink lots of fluids to prevent dehydration. Reference: GHAI Essential pediatrics, 8th edition Nutrition Chapter",
        "cop": 2,
        "opa": "Subclan central line",
        "opb": "Introsseous",
        "opc": "Jugular cut down",
        "opd": "Femoral vein",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "f5167355-0693-43eb-bca3-58bfffffced6",
        "choice_type": "multi"
    },
    {
        "question": "In a breastfed infant, there is less chance of enteric infection is due to ____________",
        "exp": "Lactoferrin present in breastmilk is less than 50% saturated with iron, which makes it unsuitable for the growth of enterobacteria. Breast milk especially colostrum has living phagocytic macrophages & lymphoid cells, which provide non-specific gastrointestinal host defenses and offer protection against diarrhea. Ref: Page 97; Ghai essential pediatrics; 6th edition",
        "cop": 2,
        "opa": "Alkaline pH",
        "opb": "Breast milk nutrients and immunological superiority",
        "opc": "Ig in breast milk",
        "opd": "Bacteroides and Clostridium in gut",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "ec6c8c44-651b-4d94-9f89-09286eead636",
        "choice_type": "single"
    },
    {
        "question": "Protein requirement for a preterm infant is ___________",
        "exp": "This aicle reviews the requirementsfor protein and amino acids necessary to achieve normal growth and development of preterm infants.Protein requirements at 24-30 weeks&; gestation are as high as 4 g/kg/day, decreasing to 2-3 g/kg/day by term. Reference: GHAI Essential pediatrics, 8th edition Nutrition Chap",
        "cop": 4,
        "opa": "0.5-1 gm/kg",
        "opb": "1.5-2 gm/kg",
        "opc": "2.5-3 gm/kg",
        "opd": "3.5-4 gm/kg",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "90741c72-bee9-4fd8-9956-3e01efddc2e9",
        "choice_type": "single"
    },
    {
        "question": "Benefits of breast milk are",
        "exp": "Breast milk contains all the nutrients a baby needs for normal growth and development, in an optimum propoion and in a form that is easily digested & absorbed. Ref: Page 151; Ghai essential pediatrics; 8th edition",
        "cop": 1,
        "opa": "Better nutrition",
        "opb": "More infection",
        "opc": "More diarrhea",
        "opd": "Less allergy",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "70ead62a-3067-434a-b695-0a1a462390ff",
        "choice_type": "multi"
    },
    {
        "question": "A 9 month old child has been brought to the emergency measles. He should be administered with vitamin A in a dose of:",
        "exp": "Ans. B. 1,00,000IUVitamin A is given to children less than three years old since they are at greatest risk and administration of the first two doses is linked with routine immunization to improve the coverage. Hence a dose of 1,00,000IU is given with measles vaccine at 9 months and 2,00,000IU with DPT booster at 15-18 months.",
        "cop": 2,
        "opa": "50,000 IU",
        "opb": "1,00,000 IU",
        "opc": "1.50,000 IU",
        "opd": "2,00,000 IU",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "2f2e1832-5f19-4b4e-89a9-1ec5cd479f96",
        "choice_type": "single"
    },
    {
        "question": "The composition of breast milk varies at different points of lactation to suit the baby&;s needs. Which statement is not true about breast milk composition?",
        "exp": "Mature milk is thinner (not thicker) with all essential nutrients for growth. Colostrum In initial 3 to 4 days Small quantity, thick, and yellow in color Large amount of antibodies, immune component cells; and vitamin A,D,E and K Transitional milk: Secreted after 3 to 4 days until 2 weeks Immunoglobulin and protein content decreases, while the fat and sugar content increases. Mature Milk: Follows transitional milk Thinner and more watery Contains all the nutrients essential for optimal growth of the baby Foremilk: Secreted at the sta of the feed Watery and rich in proteins, sugar, vitamins, minerals, and water that quenches the baby&;s thirst Hind milk: Comes towards the end of the feed Provides more energy and sense of satiety and it is richer in fat. Preterm milk: Milk of mother who delivers before 37 weeks Contains more proteins, sodium, iron, immunoglobulins, and calories as per requirement of the preterm infant. Ref : Ghai Essential pediatrics 9th edition Pgno: 147",
        "cop": 2,
        "opa": "Preterm milk has more proteins",
        "opb": "Mature milk is thicker with all the essential nutrients for growth",
        "opc": "Foremilk is watery and is rich in proteins and sugar",
        "opd": "Hindmilk is richer in fat and provides more energy",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "488505ec-0a65-40f7-af5c-751efbfcc935",
        "choice_type": "multi"
    },
    {
        "question": "Baby friendly Hospital initiative (BFHI) recommends:",
        "exp": "The Baby-friendly Hospital initiative recommends rooming-in (allow mothers and infants to remain together 24 hours/day) Baby-Friendly Hospital Initiative (revised 2018) Ten Steps to Successful breastfeeding (revised 2018) a) Comply fully with the International Code of Marketing of Breast-Milk substitutes and relevant World Health Assembly resolutions. b) Have a written infant feeding policy that is routinely communicated to staff and parents. c) Establish ongoing monitoring and data-management systems Ensure the staff has sufficient knowledge, Competence, and skills to suppo breastfeeding with pregnant women and families Facilitate immediate and uninterrupted skin-to-skin contact and suppo mothers to initiate breastfeeding as soon as possible after bih. Suppo mothers to initiate and maintain breastfeeding and manage common difficulties. Donot provide breastfed newborns any food or fluids other than breast milk, unless medically indicated. Enable mothers and their infants to remain together and to practice rooming-in 24 hours a day. Suppo mothers to recognize and respond to their infants&; cues for feeding Counsel mothers on the use and risks of feeding bottles, teats, and pacifiers Coordinate discharge so that parents and their infants have timely access to ongoing suppo and care. Ref: World Health Organization : WHO",
        "cop": 2,
        "opa": "An oral breastfeeding policy among the staff",
        "opb": "Rooming-in",
        "opc": "4 hourly breast feeding",
        "opd": "Breastfeeding within one hour of bih",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "91a46a0f-4349-48eb-9ecf-bdd05bc6f8d2",
        "choice_type": "single"
    },
    {
        "question": "The disease which is characterized by three D's-- diarrhea, dermatitis and dementia is due to deficiency of?",
        "exp": "b. Niacin(Ref: Nelson's 20/c p 324, Ghai 8/e p 118)Diarrhea, Dermatitis & Dementia are seen in Pellagra, which is due to Niacin deficiency.",
        "cop": 2,
        "opa": "Vitamin A",
        "opb": "Niacin",
        "opc": "Folate",
        "opd": "Vitamin C",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "4017865a-f128-4f97-9f62-a4adb6d972d5",
        "choice_type": "single"
    },
    {
        "question": "Energy requirement in a 15kg normal body weight child is",
        "exp": "In case of energy, advising intakes in excess or below the actual requirements is not safe. Calculation of energy requirement should account for the level of physical activity and the energy required to allow for optimal growth. For children with normal body weights, the energy requirements are calculating roughly as 100 kcal/ kg for the first 10 kg of body weight; between 10 and 20 kg, the requirement is 1000 kcal plus 50 kcal/kg added for weight above 10 kg (e.g. for a 15 kg child, the requirement will be 1250 kcal); and for weight more than 20 kg, 20 kcal/kg is added to 1500 kcal to estimate the requirements (e.g. for a 30 kg child the requirement is approximately 1700 kcal). Reference: Paediatrics; O.P Ghai; 8th edition; Page no: 90",
        "cop": 2,
        "opa": "1000 Kcal/kg",
        "opb": "1250 Kcal/kg",
        "opc": "1500 Kcal/kg",
        "opd": "1750 Kcal/kg",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "765f869c-eb57-4cbb-a28a-808849288856",
        "choice_type": "single"
    },
    {
        "question": "In infants with hypernatraemic dehydration presents with all of the following except",
        "exp": "Specific causes of hypernatremiainclude: Dehydration or a loss of body fluids from prolonged vomiting, diarrhea, sweating or high fevers. Dehydration from not drinking enough water. Drugs such as steroids, licorice, and ceain blood pressure lowering medicines. Reference: GHAI Essential pediatrics, 8th edition nutrition Chapter",
        "cop": 1,
        "opa": "Depressed anterior fontanelle",
        "opb": "Dry tongue",
        "opc": "Altered consciousness",
        "opd": "Thread feeble pulse",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "4e5b1444-da7d-4cc1-abfc-b36cc89bdd3e",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of congenital hypothyroidism in",
        "exp": "Congenital hypothyroidism:- The disorder encompasses a spectrum ranging from complete agenesis, paial agenesis to ectopic thyroid. Iodine deficiency is the commonest cause in endemic pas and thyroid dysgenesis is the most common etiology in non endemic areas. Clinical manifestations include hoarse cry, facial puffiness, umbilical hernia, hypotonia, mottling of skin and lethargy. Prolonged jaundice, constipation, and unexplained hypothermia may also indicate hypothyroidism. Open posterior fontanelle is an impoant indicator. History of maternal thyroid disease or ingestion of antithyroid medications enquired. Reference: GHAI essential Paediatrics",
        "cop": 2,
        "opa": "Antithyroid drugs",
        "opb": "Thyroid dysgenesis",
        "opc": "Defective hormone synthesis",
        "opd": "Excessive iodine consumption",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "ca65e2d1-80dc-4f5a-843e-11619ded8173",
        "choice_type": "single"
    },
    {
        "question": "All are seen in Marasmus Except",
        "exp": "Marasmus is characterized by gross wasting of muscle and subcutaneous fat. The body weight is less than 60% of the expected weight for age. The affected child will be active and has a voracious appetite. Ref: Page 104; Ghai Essential Pediatrics; 6th edition",
        "cop": 1,
        "opa": "Hepatomegaly",
        "opb": "Muscle wasting",
        "opc": "Voracious appetite",
        "opd": "Weight loss",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "247b2ba9-4ef7-42e7-8bca-d95ea91948bd",
        "choice_type": "multi"
    },
    {
        "question": "Best marker for chronic Protein-energy malnutrition is",
        "exp": "Stunting (deficit in height for age) signifies accumulated consequences of retarded growth over some years and generally points towards a chronic course of malnutrition. It may be a residue of past malnutrition or could be due to non-nutritional disorders like genetic sho stature or endocrinal disorders. Ref: Page 101, Ghai essential pediatrics; 6th edition",
        "cop": 2,
        "opa": "Weight for age",
        "opb": "Height for age",
        "opc": "Weight for Height",
        "opd": "Head circumference",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "3fd5d493-40cd-481b-9d48-bf913a076041",
        "choice_type": "single"
    },
    {
        "question": "The symptoms of dietary deficiency of niacin (which results in pellagra) will be less severe if the diet has a high content of:",
        "exp": "a. Tryptophan(Ref: Nelson's 20/e p 325, Ghai 8/e p 118)Tryptophan can be converted to nicotinamide adenine dinucleotide (NAD) 60mg tryptophan gives rise to 1mg niacin.",
        "cop": 1,
        "opa": "Tryptophan",
        "opb": "Tyrosine",
        "opc": "Thymine",
        "opd": "Thiamine",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "1974768c-77ac-41b4-8897-eec835d8c3ff",
        "choice_type": "single"
    },
    {
        "question": "Combined indicator to reflect both acute and chronic malnutrition is",
        "exp": "Indicators of undernutrition Indicator Interpretation Comment Stunting Low height-for-age Indicator of chronic malnutrition, the result of prolonged food deprivation and/ or disease or illness Wasting Low weight-for-height Suggests acute malnutrition, the result of more recent food deficit or illness Underweight Low weight-for-age Combined indicator to reflect both acute and chronic malnutrition Reference: Paediatrics; O.P Ghai; 8th edition; Page no: 95",
        "cop": 4,
        "opa": "Low height-for-age",
        "opb": "Low weight-for-height",
        "opc": "Low height-for-weight",
        "opd": "Low weight-for-age",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "77067b51-631d-4856-895a-538df1443c9d",
        "choice_type": "multi"
    },
    {
        "question": "Hypervitaminosis of which of the following will cause bony abnormalities?",
        "exp": "HYPERVITAMINOSIS A: Chronic hypervitaminosis A results from excessive ingestion of preformed vitamin A (retinol or retinyl ester), generally for several weeks or months. Toxicity can be induced in adults and children with chronic daily intakes of 15,000 mg and 6,000 mg, respectively. Signs of subacute or chronic toxicity can include a headache; vomiting; anorexia; dry, itchy desquamating skin; seborrheic cutaneous lesions; fissuring at the corners of the mouth; alopecia and/or coarsening of the hair; bone abnormalities; swelling of the bones; enlargement of the liver and spleen; diplopia; increased intracranial pressure; irritability; stupor; limited motion; and dryness of the mucous membranes; desquamation of the palms and the soles of the feet. Radiographs may show hyperostosis affecting several long bones, especially in the middle of the shafts. As there is no antidote for hypervitaminosis A, the prevention of this condition is most impoant. Ref: Nelson textbook of pediatrics; 20th edition; Chapter 48 Vitamin A Deficiencies and Excess",
        "cop": 1,
        "opa": "Vit A",
        "opb": "Vit D",
        "opc": "Vit C",
        "opd": "Vit E",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "70796a80-d1d2-49ae-9e8e-dd24d213be26",
        "choice_type": "single"
    },
    {
        "question": "RDA of zinc in a child less than 8 years old is-",
        "exp": "Ans. is 'a' i.e., 5 mg RDA of Zinc in children* 1-3 years- 3mg* 4-8 years- 5 mg* 9 years and above (male)- 8-11 mg* 9 years and above (female)- 8 mg",
        "cop": 1,
        "opa": "5 mg",
        "opb": "12 mg",
        "opc": "20 mg",
        "opd": "25 mg",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "db5f5891-c5ed-4747-9f58-95a82f1f14b0",
        "choice_type": "single"
    },
    {
        "question": "Severe acute malnutrition (SAM) according to the WHO criteria is:",
        "exp": "Severe acute malnutrition (SAM) according to the WHO criteria is Weight for height less than median minus -3SD. Severe acute malnutrition (SAM) in children of ages 6 to 59 months is defined by the WHO as any of the following: Weight-for-length (or height) below -3SD of the WHO child growth standards. Presence of bipedal edema Mid-Upper arm circumference <11.5cm Ref: Ghai Essential Pediatrics 9th edition PGno: 97",
        "cop": 4,
        "opa": "Weight for age less than median plus -2SD",
        "opb": "Weight for height less than median plus 2SD",
        "opc": "Weight for age less than median plus 3SD",
        "opd": "Weight for height less than median minus -3SD",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "cdb1814b-167c-46ee-b7a2-56fbd4734bc8",
        "choice_type": "single"
    },
    {
        "question": "Manifestations of vitamin C deficiency are",
        "exp": "In Vitamin C deficiency, bones are tender and the infant is reluctant to move his limbs, which are kept in a frog-like position. This may be mistaken for paralysis. Page 127, Ghai essential pediatrics; 6th edition",
        "cop": 1,
        "opa": "Pseudoparalysis",
        "opb": "Sabre tibia",
        "opc": "Epistaxis",
        "opd": "Craniotabes",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "0162fdf3-b7a4-4a23-87a6-121a84c48fd5",
        "choice_type": "single"
    },
    {
        "question": "Management of a child with severe PEM having loose stools includes ________",
        "exp": "Management of a child with severe protein-energy malnutrition (PEM) having stools includes Use of low sodium ORS for Rehydration 5ml/Kg every 30 min for first 2 hours. Donot give IV fluids unless the child is in shock Give ReSoMal (low sodium rehydration solution for malnutrition) 5ml/Kg every 30 min for first 2 hr orally or NasoGastric tube Then give 5-10 ml/Kg in alternate hours for upto 10 hr. The amount depends on stool loss and eagerness to drink. Feed in the other alternate hour. Give ReSoMal after each watery stool as preventive strategy. Treatment of hypoglycemia in malnutrition: If conscious: 10% glucose (50mL) or a feed or 1 teaspoon sugar under the tongue, whichever is the quickest. If unconsious : Immediately give sterile 10% glucose (5ml/Kg) by IV. Composition Low-osmolar ORS (mmol/L) ReSoMal(mmol/L) Glucose 75 125 Sodium 75 45 Potassium 20 40 Chloride 65 70 Citrate 10 7 Magnesium -- 3 Zinc -- 0.3 Copper -- 0.045 Osmolarity (mOsmol/L) 245 300 Ref: Nelson textbook of pediatrics 21st edition Pgno: 340,341",
        "cop": 4,
        "opa": "Initiation of IV fluids immediately",
        "opb": "Administration of 50ml of 10% glucose orally, if unconsious",
        "opc": "Continuation of aggressive hydration, even after dehydration resolves",
        "opd": "Use of low-sodium oral rehydration solution (ORS) for rehydration 5 ml/Kg every 30 min for the first 2 hours",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "bd1ee837-ece0-4b6c-adbe-c087e675d060",
        "choice_type": "multi"
    },
    {
        "question": "4 year old child with severe wasting and voracious apetite without pedal edema -",
        "exp": "Ans. is 'b' i.e,, Marasmus o See explanation of previous question.",
        "cop": 2,
        "opa": "Kwashiorkar",
        "opb": "Marasmus",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "7c138375-fbb4-48c2-acdf-e148f17a66f2",
        "choice_type": "multi"
    },
    {
        "question": "According to IAP classification of Grade IV malnutrition, Weight-for-age of the standard (%) is _________",
        "exp": "IAP classification of malnutrition Grade of malnutrition Weight-for-age of the standard (%) Normal >80 Grade I 71-80 (mild malnutrition) Grade II 61-70 (moderate malnutrition) Grade III 51-60 (severe malnutrition) Grade IV <50 (very severe malnutrition) Reference: Paediatrics; O.P Ghai; 8th edition; Page no: 97",
        "cop": 4,
        "opa": "71-80",
        "opb": "61-70",
        "opc": "51-60",
        "opd": "< 50",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "a55ca1b8-cc03-4a51-a78d-49c8a52f1797",
        "choice_type": "single"
    },
    {
        "question": "Hind milk is richer in:",
        "exp": "c. Fat(Ref: Nelson's 20/e p 286-290, Ghai 8/e p 150-161)CharacteristicsFore milkHind milkWhat is it?Milk released at beginning of feedMilk released towards the end of feedRicher inWater, vitamins, minerals, proteinsFatSatisfiesThirst of babyHunger of baby",
        "cop": 3,
        "opa": "Carbohydrate",
        "opb": "Protein",
        "opc": "Fat",
        "opd": "Minerals",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "f9c759a1-f1ff-4fc8-922c-f28130f61467",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the best indicator for long-term nutritional status?",
        "exp": "Height for age is the best indicator for long-term nutritional status (chronic malnutrition) Weight for age is the most commonly used index, but it doesnot differentiate between wasting and stunting. Hence, it has limited clinical significance A low weight-for-height, or wasting, indicates acute malnutrition Ref: Nelson textbook of pediatrics 21st edition Pgno: 333",
        "cop": 2,
        "opa": "Mid-arm circumference",
        "opb": "Height for age",
        "opc": "Weight for age",
        "opd": "Weight for height",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "c8d14324-afac-49b6-8ccb-38327d2b5152",
        "choice_type": "single"
    },
    {
        "question": "Clinical feature(s) seen in Kwashiorkar is/are _______",
        "exp": "Kwashiorkar is a form of severe acute malnutrition (SAM) characterized by edema and apathy. Edema is most likely to appear first on the feet and then in the lower legs. It can develop into generalized edema affecting the hands, arms and face. Moon face Skin changes include depigmentation of skin, dermatoses, dark, cracked peeling patches (flaky paint dermatosis) with pale skin underneath that is easily infected Hair is sparse, easily pulled out, and may turn reddish. Flag Sign: Alternating bands of hypopigmented and normal pigmented areas on hair strand The liver is often enlarged with fat (fatty liver) The children are miserable and apathetic and often refuse to eat Muscle wasting and growth failure is seen Villous atrophy of small intestine and diarrhea Marasmus (severe wasting) is characterized by simian facies, wrinkled old-man appearance, loose wrinkled skin with marked wasting of fat and muscle, and fretful and irritable behaviour Ref: Nelson Textbook of pediatrics 21st edition Pgno: 337",
        "cop": 4,
        "opa": "Loose wrinkled skin",
        "opb": "Hunger pangs",
        "opc": "Simian facies",
        "opd": "Edema and apathy",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "3e5973c2-aeb0-4eb2-af12-f3d0e279d71f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a contraindication for breastfeeding?",
        "exp": "d. Active untreated TB(Ref: Nelson's 20/e p 287)Related to baby: Galactosemia, Lactose intoleranceRelated to mother:AbsoluteRelative contraindications to breastfeedingMother on Chemotherapy or RadiotherapyConditionCommentMaternal HIVContraindicated in developed countries; In developing countries, mixed feeding is contraindicatedActive untreated TBBreastfeeding is contraindicated until completion of at least 2 weeks of antitubercular therapyVaricella-zosterInfant should not have direct contact to active lesions; Infant should receive immune globulinHerpes simplex infectionBreastfeeding is contraindicated with active herpetic lesions of the breast",
        "cop": 4,
        "opa": "Hep A",
        "opb": "Hep B",
        "opc": "CMV",
        "opd": "Active untreated TB",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "39f77a15-0e22-417e-a2c7-f76788fca787",
        "choice_type": "single"
    },
    {
        "question": "Hind milk is rich in?",
        "exp": "Ans. b (Fat) (Ref. OP Ghai Essential Paediatrics 6th ed., 150)HIND MILK comes later towards the end of feed and richer in fat content and provides more energy, and satisfies the baby's hunger. Thus the composition of milk also varies during the phase of feeding. For optimum growth, the baby needs both fore and hind milk. The baby should therefore be allowed to empty one breast before being offered the other breast.COLOSTRUMIt is the milk secreted during the first ten days after delivery. It is yellow and thick.It contains more antibodies and cells and high amounts of vitamin A, D, E and K.TRANSITIONAL MILKIt is the milk secreted during the following two weeks.The immunoglobulin and protein content decreases while the fat and sugar content increases.MATURE MILKIt follows transitional milk.It is thinner and watery but contains all the nutrients essential for optimal growth of the baby.PRETERM MILKThe milk of a mother who delivers prematurely contains more proteins, sodium, iron, Ig and calories as they are needed for the preterm baby.FORE MILKIt is the milk secreted at the start of a feed.It is watery and is rich in proteins, sugar, vitamin, minerals, and water that satisfy the baby's thirst.",
        "cop": 2,
        "opa": "Water",
        "opb": "Fat",
        "opc": "Proteins",
        "opd": "Zinc",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "842f97ac-d7fa-4a89-a9cc-780d7c0ed236",
        "choice_type": "single"
    },
    {
        "question": "Acrodermatitis enteropathica is seen with deficiency of:",
        "exp": "a. Zinc(Ref: Nelson's 20/cp 344-345, Ghai B/e p 121-122)Deficiency of zinc leads to acrodermatitis enteropathica, in which rashes shown on skin, especially around the orifices.",
        "cop": 1,
        "opa": "Zinc",
        "opb": "Iron",
        "opc": "Copper",
        "opd": "Vitamin A",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "2b064f3a-3159-487c-85e8-9fae7299700b",
        "choice_type": "single"
    },
    {
        "question": "Milk is deficient in?",
        "exp": "a. Iron and Vit C(Ref: Nelson's 20/e p 286-290, Ghai 8/e p 150-161)About the options:IronIron content (1mg/L) in cow & breast milk makes it difficult to maintain body iron & meet RDA of infant (8-10mg). Breastfed infants absorb iron 2-3 times more efficiently than infants fed cow's milkVit CInfants consuming pasteurized or boiled animal milk are at significant risk of developing Vitamin C deficiencyPhosphorusCow's milk is rich in phosphate; So, an infant on a diet rich in cow's milk has chances of developing hypocalcemiaVit ABreast milk as well as cow's milk contains adequate amounts of Vit A to meet the needs of infantsHence, cow's milk is deficient in Iron & Vitamin C.Note: Breast milk contains adequate amounts of all vitamins except Vit D, Vit K & Vit B12 (in strictly vegan mothers).",
        "cop": 1,
        "opa": "Iron and Vit C",
        "opb": "Iron and Vit A",
        "opc": "Phosphorus and Vit C",
        "opd": "Phosphorus and Vit A",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "394a8d6d-576b-45d8-9639-1b48e013867f",
        "choice_type": "single"
    },
    {
        "question": "Flag sign is seen in ___________",
        "exp": "In kwashiorkor, the hair is straight and hypopigmented. The length of hair that grows during the period of nutritional deprivation appears reddish brown. During the phases of better nutrition, the growing pa of hair gets appropriately pigmented. This gives the appearance of alternate bands of hypopigmented and normally pigmented hair known as flag sign. Ref: Page 105; Ghai essential pediatrics; 6th edition",
        "cop": 2,
        "opa": "Marasmus",
        "opb": "Kwashiorkor",
        "opc": "Vitamin A deficiency",
        "opd": "Rickets",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "dd45c6b2-527b-4dbb-8cf4-afafe78a8da3",
        "choice_type": "single"
    },
    {
        "question": "Stage X3B refers to the following in the classification of vitamin A deficiency:",
        "exp": "d. Keratomalacia(Ref: Nelson's 20/e p 3 IB-320, Ghai B/e p 111-112)WHO classification of Vitamin A deficiency:IndicatorCategoryNight blindnessXNConjunctival xerosisX1ABitot's spotsX1BCorneal xerosisX2Corneal ulcerationX3AKeratomalaciaX3BXerophthalmia-related corneal scarsXS",
        "cop": 4,
        "opa": "Night blindness",
        "opb": "Corneal xerosis",
        "opc": "Conjunctival xerosis",
        "opd": "Keratomalacia",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition",
        "id": "be321bac-8de5-4f38-a7a3-00dff7519a26",
        "choice_type": "single"
    }
]