[
    {
        "question": "A 5-month-old pale and lethargic male infant is brought to emergency. On examination, HR is 240 bpm and it does not change with crying. Lungs are clear and no hepatomegaly present. His ECG is given below. Which of the following is the first step in management of this patient?",
        "exp": "ECG s/o Supraventricular tachycardia Characterized by rapid hea rate (about 250 beats per minute)and a consistent P wave for each QRS complex. Prolonged SVT can lead to hea failure with hepatomegaly and respiratory compromise. Fetal SVT can lead to hydrops fetalis. The first-line treatment is to stimulate the vagus nerve using techniques such as carotid massage, immersion of the face in cold water, or voluntary straining. Rapid infusion of IV adenosine can affect resolution if the maneuvers are not successful. Verapamil is contraindicated in this age group, as it may cause acute hypotension and cardiac arrest. Synchronized DC cardioversion may be performed in patients in shock or with hea failure; it must, however, be synchronized to the QRS complex. Transthoracic pacing is useful in bradyarrhythmias.",
        "cop": 3,
        "opa": "Rapid verapamil infusion",
        "opb": "Transthoracic pacing of the hea",
        "opc": "Carotid massage",
        "opd": "DC cardioversion",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "105454a5-a5d9-4b04-9d3d-ab1d3d30a2a1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following can present with congestive failure at bih:-",
        "exp": "TIME OF ONSET OF HEA FAILURE IN DIFFERENT CONGENITAL ABNORMALITIES:",
        "cop": 3,
        "opa": "TGA with VSD",
        "opb": "VSD",
        "opc": "Hypoplastic left hea syndrome",
        "opd": "Non-obstructive TAPVC",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "b197f6b9-c083-4991-b3cc-c299e811d8d4",
        "choice_type": "single"
    },
    {
        "question": "chest x- ray shows the following finding. What is the diagnosis?",
        "exp": "--> Given x-ray is showing \" FIGURE OF 8 \" / \"SNOW MAN\" appearance --> Characteristic feature of supracardiac TAPVC --> TAPVC : In this condition, Pulmonary veins instead of draining into left atrium, anomalously drains into the right atrium directly/indirectly 3 types based on level of its drain Supracardiac (MC) --> Drain above level of hea in superior vena cava --> Non-obstructive Cardiac --> Drain at level of hea directly into right atrium or coronary sinus Infracardiac --> Drain below level of hea - IVC/ hepatic vein/ poal vein (always obstructive). X-ray shows\" Ground glass \" appearance --> Treatment: Surgery OTHER OPTIONS: --> Boot shaped hea/ cor en sabot appearance --> Tetralogy of fallot --> Left axis detion on ECG + congenital cyanotic hea disease --> Tricuspid atresia",
        "cop": 4,
        "opa": "Tetralogy of fallot",
        "opb": "Tricuspid atresia",
        "opc": "Truncus aeriosus",
        "opd": "Total Anomalous pulmonary venous return",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "82858031-9de3-4fdb-b18e-069816662749",
        "choice_type": "multi"
    },
    {
        "question": "A 3-month-old child has a typical mewing cry and a congenital hea disease. The most probable chromosomal abnormality is:",
        "exp": "--> Cat cry with congenital hea disease in an infant suggests Cri du chat syndrome CRI DU CHAT SYNDROME: Caused d/t Chromosome 5p deletion. Hence called as 5p minus syndrome Aka Cat Cry Syndrome --> as these infants presents with high-pitched cry that sounds like that of a cat. Associated with VSD, PDA, ASD",
        "cop": 2,
        "opa": "5q-",
        "opb": "5p-",
        "opc": "4p-",
        "opd": "9p-",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "3b90d52b-ca30-4d40-857b-2df830008ef2",
        "choice_type": "single"
    },
    {
        "question": "Most specific cardiovascular anomaly in infant of diabetic mother -",
        "exp": "PROBLEMS IN INFANT OF DIABETIC MOTHER : - MACROSOMIA/ LARGE FOR DATE BABY - METABOLIC: Hypoglycemia Hypocalcemia Hypomagnesemia Polycythemia Neonatal jaundice - RESPIRATORY PROBLEMS: More chances of Respiratory Distress Syndrome d/t delayed maturation of surfactant - CVS: MC congenital abnormality in IDM --> C.H.D MC congenital hea disease in IDM --> V.S.D Most specific congenital hea disease in IDM - TGA - CNS: MC congenital neurologic abnormality in IDM - Neural tube defect Most specific neurologic abnormality in IDM - Sacral agenesis or caudal regression syndrome. Overall most specific congenital abnormality in IDM - Sacral agenesis or caudal regression syndrome - RENAL: Renal agenesis Duplication of ureter Renal vein thrombosis - GI : Duodenal atresia Lazy (small) left colon syndrome - LONG TERM PROBLEMS Blindness Obesity Non ketotic hypoglycemia Diabetes mellitus Congenital anomalies are seen in infant of gross diabetic mother and not in infant of GDM mother.",
        "cop": 2,
        "opa": "VSD",
        "opb": "TGA",
        "opc": "TAPVC",
        "opd": "ASD",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "dec2e715-5e33-4dbb-b347-39d32f7b3d9d",
        "choice_type": "single"
    },
    {
        "question": "A two-month-old infant is brought to emergency depament with marked respiratory distress. On examination, the infant has cyanosis and bilateral crepitations. Hea rate is 180/min, respiratory rate 56/min and the liver span 7.5 cm. The child had repeated episodes of fever, cough and respiratory distress since the time of bih. Cardiovascular examination reveals a grade III ejection systolic murmur in left para-sternal area and the chest X-ray reveals cardiomegaly with a narrow base and plethoric lung fields. What is the most likely diagnosis?",
        "exp": "- In the given case scenario, infant has features of hea failure, cyanosis with repeated episodes of pneumonia suggesting increased pulmonary blood flow. - These clinical features along with the chest X ray findings are suggestive of Transposition of great aeries. - ON X-RAY : 'Egg on side' or 'Egg on string' appearance is characteristic of transposition of great aeries Other options: Congenital methemoglobinemia: Inherited in autosomal recessive pattern Diagnosed by genetic testing/ blood tests CYSTIC FIBROSIS: Mutation in gene encoding for CFTR - Located on long arm of chromosome 7 Presents with recurrent bronchiolitis in infancy, recurrent lower resp tract infections, bronchiectasis, steatorrhea, pancreatitis & azoospermia Diagnosed by presence of typical phenotype/ family history & confirmed by high sweat chloride on atleast 2 occasions/ by identifying mutation in both copies of CFTR TOF: Doesn't present with cyanosis at bih. X-ray shows Boot shaped hea.",
        "cop": 2,
        "opa": "Congenital methemoglobinemia",
        "opb": "Transposition of great aeries",
        "opc": "Cystic fibrosis",
        "opd": "Tetralogy of Fallot",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "0382aecd-0539-4730-8791-0b65a94aae85",
        "choice_type": "multi"
    },
    {
        "question": "What is the minimal internal diameter of giant coronary aneurysm in children with Kawasaki disease which pose highest risk for ruptures, thrombosis, stenosis and myocardial infarction?",
        "exp": "--> Giant coronary aery aneurysms (classic definition of > 8 mm internal diameter) pose the greatest risk for rupture, thrombosis or stenosis, and myocardial infarction",
        "cop": 1,
        "opa": "8 mm",
        "opb": "10 mm",
        "opc": "12 mm",
        "opd": "15 mm",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "9d4b0631-4fca-4702-b13e-6336d0ac3c06",
        "choice_type": "single"
    },
    {
        "question": "According to American hea association & world hea federation 2015 criteria, low risk is defined as having An Acute Rheumatic Fever incidence <---------- per 100,000 school aged children per year?",
        "exp": "- As per AHA & world hea federation 2015 criteria: Low risk is defined as having an Acute Rheumatic Fever incidence <2 per 100,000 school aged children (5-14 yrs) /year or Prevalence of RHD of <1 per 1000 population per year .",
        "cop": 2,
        "opa": "1",
        "opb": "2",
        "opc": "0.1",
        "opd": "0.01",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "12bc67bc-3185-4ec0-ba6e-5e68c692e61d",
        "choice_type": "single"
    },
    {
        "question": "A 2-month-old baby with central cyanosis presented with the following findings on chest X-ray & ECG. What is the most probable underlying diagnosis?",
        "exp": "- Given ECG is showing Himalayan P waves & x-ray is showing Box shaped hea - features of Ebstein anomaly. EBSTEIN ANOMALY: - Downward displacement of posterior & septal leaflets of Tricuspid valve resulting in atrialization of right ventricle. - Huge cardiomegaly, especially of Rt atrium is seen - ECG : very tall & broad P waves seen d/t enlarged atria. These P waves look like a mountain; hence called 'Himalayan' p waves",
        "cop": 4,
        "opa": "Tetralogy of Fallot",
        "opb": "Hypoplastic left hea syndrome",
        "opc": "Coarctation of aoa",
        "opd": "Ebstein anomaly",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "13c96b6c-c145-4d2d-a57b-438aea0441c2",
        "choice_type": "multi"
    },
    {
        "question": "In a 5 year old child, instead of the physiological splitting of second hea sound which is expected only during inspiration, a wide and a fixed split of S2 is heard during both inspiration as well as expiration. Wide fixed split of second hea sound can be seen in all of the following EXCEPT?",
        "exp": "--> Normally, S2 is single during expiration & split during inspiration with louder A2 preceding P2 --> Wide splitting: - S2 splitting d/t early A2 or late P2 resulting in A2-P2 interval > 0.03 sec during expiration. If the splitting interval increases during inspiration, it is wide variable splitting of S2. Seen in Pulmonic stenosis Mitral regurgitation Ventricular septal defect If the interval is same in inspiration & expiration, it is wide & fixed splitting of S2. Seen in Atrial septal defect Right Bundle Branch Block Total Anomalous Pulmonary Venous Connection",
        "cop": 2,
        "opa": "Atrial septal defect",
        "opb": "Ventricular septal defect",
        "opc": "Right bundle branch block",
        "opd": "Total Anomalous pulmonary venous connection",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "67ca3c7b-57f2-407f-b274-edb19eb241ea",
        "choice_type": "multi"
    },
    {
        "question": "Commonest cause of hea failure in infancy is:",
        "exp": "--> The most common cause of Congestive hea failure (CHF) in infants-- Congenital hea disease. OTHER IMPOANT ONE LINERS: --> MC congenital hea disease in children --> VSD --> MC congenital acyanotic hea disease in children --> VSD --> MC congenital hea diseases affected by infective endocarditis in children --> VSD --> Congenital hea disease which is least commonly affected by Infective endocarditis --> ASD --> MC congenital hea disease causing moality in 1st wk of life --> Hypoplastic Left Hea Syndrome.",
        "cop": 4,
        "opa": "Myocarditis",
        "opb": "Rheumatic fever",
        "opc": "Cardiomyopathy",
        "opd": "Congenital hea disease",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "cef9f30f-5729-4fcc-a6b0-57ebe9711644",
        "choice_type": "single"
    },
    {
        "question": "Persistent truncus aeriosus leads to:",
        "exp": "TRUNCUS AERIOSUS: - Single aerial trunk arises from hea & supplies - systemic, pulmonary & coronary circulations. VSD is always present with it. - Associated with DiGeorge syndrome - deletion of large region of 22q11 - Clinical features: Immediate new born period - Hea failure is absent. Murmur & minimal cyanosis are only initial findings Next 1-2 months of life - Hea failure is seen d/t increased pulmonary circulation; but still minimum cyanosis is present Wide pulse pressure & bounding pulses are seen Systolic ejection murmur sometimes accompanied by thrill - audible along left sternal border - Diagnosis: ECG - shows right, left / combined ventricular hyperophy X-ray - Cardiac enlargement in 1st week of life - Increased pulmonary vascularity after 1st few weeks of life - pulmonary plethora Echocardiography: Diagnostic & demonstrate large truncal aery overriding VSD & pattern of origin of pulmonary aeries. - It is Ductus independent.",
        "cop": 1,
        "opa": "Bilateral ventricular hyperophy",
        "opb": "Pulmonary oligemia",
        "opc": "Ductus dependent flow",
        "opd": "CCF at bih",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "63103995-7bd0-46e0-8277-1ad01ffc5d6b",
        "choice_type": "single"
    },
    {
        "question": "Coarctation of aoa is most commonly associated with?",
        "exp": "COARCTATION OF AOA: - Sharp indentation involving anterior, lateral & posterior wall of aoa. - Medial wall - spared - MC associated with bicuspid aoic valve Clinical presentation: - Severe coarctation - Hea failure in neonate with B/L feeble or impalpable femoral pulses - Hypeension - Milder disease: intermittent claudication of lower limbs CXR: Figure of 3 & Notching of inferior margin of 3rd - 9th ribs usually seen >3 years age CONTRAST ESOPHAGOGRAM AND BARIUM SWALLOW: E sign TREATMENT: - Balloon angioplasty - Anti hypeensives for hypeension",
        "cop": 3,
        "opa": "ASD",
        "opb": "PDA",
        "opc": "Bicuspid aoic valve",
        "opd": "VSD",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "62f9fc40-97d9-4931-9dfe-d87703000d67",
        "choice_type": "single"
    },
    {
        "question": "Ductus dependent blood flow is required for all of the following congenital hea disease except:-",
        "exp": "DUCTUS DEPENDENT CONDITIONS : --> Conditions which depend on a patent ductus aeriosus (PDA) to supply pulmonary or systemic blood flow. Systemic circulation Pulmonary circulation - Critical Aoic Stenosis - Severe coarctation of aoa - Interrupted aoic arch - Hypoplastic Left Hea Syndrome -Severe Pulmonary Stenosis - Severe TOF - Pulmonary atresia - Tricuspid atresia - Ebstein anomaly DUCTUS INDEPENDENT CONDITIONS: - Truncus aeriosus - TAPVC - ALCAPA",
        "cop": 4,
        "opa": "Hypoplastic left hea syndrome",
        "opb": "Pulmonary stenosis",
        "opc": "TGA with intact ventricular septum",
        "opd": "Persistent truncus aeriosus",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "dead4414-9a1c-47ce-aa6f-f52d2d6f09f2",
        "choice_type": "multi"
    },
    {
        "question": "All are signs of congestive cardiac failure in infants except?",
        "exp": "CONGESTIVE CARDIAC FAILURE: --> Inability of hea to maintain cardiac output, necessary to meet metabolic needs of the body. --> SIGNS OF CCF: LEFT SIDED FAILURE FAILURE OF EITHER SIDE RIGHT SIDED FAILURE Tachypnea Cardiac Enlargement Hepatomegaly Tachycardia Gallop rhythm ( S3 ) Facial Edema Cough Peripheral cyanosis Jugular venous enlargement Wheezing Small volume pulse Pedal edema Rales in chest Lack of weight gain",
        "cop": 3,
        "opa": "Gallop rhythm ( S3)",
        "opb": "Lack of weight gain",
        "opc": "Large volume pulse",
        "opd": "peripheral cyanosis",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "9fda4f2e-e607-497a-a804-b1f387a9d3fa",
        "choice_type": "multi"
    },
    {
        "question": "Most common gene involved in Noonan syndrome",
        "exp": "NOONAN SYNDROME: - Autosomal dominant, Normal karyotype - MC gene involved --> PTPN 11 - Seen in both boys & girls --> FEILE - FEATURES: Sho stature webbed neck Anti-mongoloid slant eyes (Opposite of Down syndrome) Cubitus valgus Clinodactyly, Cryptorchidism cardiac anomalies: Supra valvular Pulmonary Stenosis -->, HOCM, ASD Presence of Intellectual disability",
        "cop": 2,
        "opa": "PTCN 11",
        "opb": "PTPN 11",
        "opc": "PTPN 22",
        "opd": "PTCN 22",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "5041af6f-2dee-4e57-ad4a-f8291de7f3d9",
        "choice_type": "single"
    },
    {
        "question": "Ductus aeriosus dependent blood flow is mandatory in all of the following congenital hea diseases EXCEPT:",
        "exp": "- In Truncus aeriosus, both the aoa and pulmonary aery arise from a common large blood vessel. - So there is already complete mixing of systemic and pulmonary circulations; fuher mixing is not necessary. Hence it is ductus independent. - In all other given options, mixing of pulmonary systemic circulations is necessary to maintain relatively better oxygenation. Thus, dependent on ductus",
        "cop": 1,
        "opa": "Truncus aeriosus",
        "opb": "Hypoplastic left hea syndrome",
        "opc": "TGA with Intact ventricular septum",
        "opd": "Obliterated aoic arch",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "e5a397e2-567c-4218-9f15-bd008f4323f7",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a major criteria in NADA's criteria-",
        "exp": "Nadas criteria: --> Predicts the presence of congenital hea disease --> MAJOR CRITERIA: Systolic murmur Grade-3 or more Any grade diastolic murmur cyanosis congestive cardiac failure --> MINOR CRITERIA: Systolic murmur Grade-1 or 2 Abnormal second hea sound (S2) Abnormal ECG Abnormal X-ray Abnormal B.P --> Presence of 1 major / 2 minor criteria --> Essential for indicating the presence of hea disease.",
        "cop": 2,
        "opa": "Diastolic murmur",
        "opb": "Abnormal ECG",
        "opc": "Cyanosis",
        "opd": "Congestive cardiac failure",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "0784a732-a6fe-4e7a-8635-b099337f44a8",
        "choice_type": "single"
    },
    {
        "question": "The following X - ray shows:-",
        "exp": "- The given X ray shows cardiac shadow occupying almost entire hemithorax, giving rise to a 'BOX SHAPED' hea which is a feature of Ebstein's anomaly - EBSTEIN ANOMALY: It is d/t downward displacement of posterior & septal leaflets of tricuspid valve resulting in atrialization of right ventricle Huge cardiomegaly is seen especially right atrium ECG - shows Himalayan P waves - PPHN: Aka Persistent pulmonary hypeension in newborn Failure of normal circulatory transition that occurs after bih resulting in hypoxemia. - TTNB: Aka Transient Tachypnea of New Born MCC of respiratory distress in a term neonate BASIC DEFECT - Delayed clearance of lung fluids RISK FACTOR - Delivery by cesarean section X-ray shows - Fluid in interlobar fissure , Pleural effusion , Perihilar streaking -TOF: MC congenital cyanotic hea disease in children 4 COMPONENTS: 1. Large, unrestricted VSD 2. Pulmonary infundibular stenosis 3. Overriding of aoa 4. Right ventricular hyperophy X-ray shows --> Boot shaped hea / coeur en sabot",
        "cop": 2,
        "opa": "PPHN",
        "opb": "Ebstein anomaly",
        "opc": "TOF",
        "opd": "TTNB",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "747a7f7a-7e68-4eea-85d9-93311e9c7cfc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a new Major Jones criteria in high risk population, according to AHA & world hea federation 2015 criteria:-",
        "exp": "Revised Jones criteria for acute rheumatic fever (2015) American Hea Association and World Health Federation For all populations with: - Initial episode of acute rheumatic fever: Two major / one major + two minor criteria - Recurrent episodes of acute rheumatic fever: Two major / one major + two minor / three minor criteria - Essential criteria: Previous evidence of group A beta hemolytic streptococcal infection Low - Risk Populations - Incidence <2/100,000 in school-going children; rheumatic hea disease prevalence <1/1000 Moderate & High-Risk Populations Incidence >2/100,000 in school-going children; rheumatic hea disease prevalence >1/1000 Major criteria - Carditis: Clinical or subclinical - Ahritis: Polyahritis only - Chorea - Erythema marginatum - Subcutaneous nodules Major criteria - Carditis: Clinical or subclinical - Ahritis: Polyahritis or monoahritis - Polyahralgia - Chorea - Erythema marginatum - Subcutaneous nodules Minor criteria - Polyahralgia - Fever (>38.5deg C) - ESR >=60 mm in the first hour; CRP >=3.0 mg/dL - Prolonged PR interval, after accounting for age variability (unless carditis is a major criterion) Minor criteria - Monoahralgia - Fever (>=38deg C) - ESR >=30 mm in the first hour; CRP >=3.0 mg/dL - Prolonged PR interval, after accounting for age variability (unless carditis is a major criterion)",
        "cop": 3,
        "opa": "Monoahralgia",
        "opb": "Chorea",
        "opc": "Monoahritis",
        "opd": "Polyahritis",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "b408fcd1-4023-48e8-b29a-4fe2738d415f",
        "choice_type": "single"
    },
    {
        "question": "A five-day-old, full term male infant was severely cyanotic at bih. His chest X ray showed 'Egg-on -side' appearance. Prostaglandin E1 was administered initially and later balloon atrial septosomy was done which showed improvement in oxygenation. The most likely diagnosis of this infant is:",
        "exp": "- Given features suggests towards diagnosis of TGA Transposition of the great vessels with an intact ventricular septum presents with early cyanosis, normal-sized hea, normal or slightly increased pulmonary vascular markings, and an ECG showing right-axis detion and right ventricular hyperophy - Balloon atrial septostomy: Helpful in a baby with TGA with intact ventricular septum for initial stabilization, It creates a communication between the left and right atria - helps in mixing blood of systemic and pulmonary circulations & maintain relatively better oxygenation. -TREATMENT OF TGA: PGE1 analogue - Keep ductus aeriosus open Balloon atrial septostomy / Rashkind procedure - Emergency procedure Aerial switch operation / Jatene's repair - Definitive surgery",
        "cop": 2,
        "opa": "Tetralogy Fallot",
        "opb": "Transposition of great vessels",
        "opc": "Truncus aeriosus",
        "opd": "Tricuspid atresia",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "57a78816-abea-4070-b25e-b311610691ee",
        "choice_type": "multi"
    },
    {
        "question": "Cyanotic hea disease with left axis detion is:-",
        "exp": "--> Remember, tricuspid atresia is the only cyanotic hea disease with left axis detion. Tricuspid atresia: Congenital absence of Tricuspid valve. Right ventricle is hypoplastic Features: - Left ventricular type of apical impulse - Large 'a' waves in jugular venous pulse - Enlarged liver with presystolic pulsations - ECG : --> Left axis detion & left ventricular hyperophy --> Mean QRS axis is -450 Patients with tricuspid atresia follow a course similar to TOF OTHER OPTIONS: TGA --> Right axis detion Ebstein anomaly --> Himalayan P waves",
        "cop": 1,
        "opa": "Tricuspid atresia",
        "opb": "TGA",
        "opc": "TAPVC",
        "opd": "Ebstein anomaly",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "5d6ecfb3-de4d-4348-a09f-9e58e15c0e5f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a cyanotic hea disease:",
        "exp": "CLASSIFICATION OF CONGENITAL HEA DISEASES: Acyanotic hea disease Cyanotic hea disease - VSD - ASD - PDA -TOF -Tricuspid atresia -Pulmonary atresia with intact septum -Transposition of great aeries -TAPVC -Truncus aeriosus -Ebstein anomaly BASED ON PATHOPHYSIOLOGY:",
        "cop": 3,
        "opa": "PDA",
        "opb": "VSD",
        "opc": "TOF",
        "opd": "ASD",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "5f5ba60f-b5f7-46ed-af84-e9cdbe350e9e",
        "choice_type": "single"
    },
    {
        "question": "The innocent murmur is best heard in children at:",
        "exp": "Innocent murmurs Murmurs not associated with significant hemodynamic abnormalities. Aka functional/ normal or insignificant murmurs >30% of children have innocent murmur at some time in their lives; MC innocent murmur is a medium - pitched, vibratory or \"musical,\" relatively sho systolic ejection murmur, best heard along left lower & mid-sternal border & has no significant radiation to the apex, base, or back. It is heard most frequently in children b/w 3 and 7 yr of age. Intensity of murmur often changes with respiration and position, may be attenuated in the sitting or prone position.",
        "cop": 3,
        "opa": "Pulmonic area",
        "opb": "Aoic area",
        "opc": "Left lower mid-sternal border",
        "opd": "Apex",
        "subject_name": "Pediatrics",
        "topic_name": "Other hea diseases in children",
        "id": "c620c8ae-796f-4873-b0ae-b8ad2237f9ef",
        "choice_type": "single"
    }
]