[
    {
        "question": "Atavism means child resembles with his :",
        "exp": "Ans. is 'c' Grandparents (Ref Taber's Medical Dictionary).Atavism meansThe appearance of a characterstics presumed to have been present in some remote ancestor due to chance recombination of genes or environmental conditions favourable to their expression in the embryo.",
        "cop": 3,
        "opa": "Father",
        "opb": "Siblings",
        "opc": "Grand parents",
        "opd": "Neighbour",
        "subject_name": "Pediatrics",
        "topic_name": "Patterns of Genetic Transmission",
        "id": "2c5260cf-aa74-4631-86ca-657c75f93358",
        "choice_type": "single"
    },
    {
        "question": "Following indicate which type of inheritance -",
        "exp": "Ans. is 'a' i.e., Mitochondrial inheritanceMitochondria's are unique cell organ cells as they contain their own genetic material * Mitochondria's are the only cellular organelles known to have their own DNA (mitochondrial DNA mt DNA) is distinct from nuclear DNA (uDNA).Usually the genetic material or the chromosome is contained in the nucleus.But mitochondria's too have their self-replicating chromosome.The mitochondrial DNAs are quiet prone to mutation.Inheritance of the mitochondrial DNA is uniqueDuring zygote formation a sperm cell contributes its nuclear genome but not its mitochondrial genome to the egg cellDuring sperm formation most of the mitochondria contained in the sperm is destroyed.Therefore the sperm cannot contribute its mitochondrial DNA to the zygote. It can only give its nuclear DNA to the zygote.Thus the mitochondrial genome is only maternally inheritedFathers cannot pass their mitochondrial DNA to the offspring because during the formation of sperm mitochondrial DNA's are destroyed.Both the male and female offspring's inherit their mitochondrial DNA from their mother but the males cannot transmit their offspring to subsequent generations.Thus a mitochondrially inherited diseases can affect both sexes but is passed on only by affected mothers. Mitochondrial disease have a variable presentation due to heteroplasmy HeteroplasmyHuman cells usually contain thousands of copies of double stranded mitochondrial (mt DNA) Since most cells contain thousands of mitochondria with thousands of copies of mt DNA it is possible and indeed very frequent for mutations to affect only some of the copies while the remaining ones are unaffected.This is called heteroplasmyThe term heteroplasmy refers to this coexistence of wild type (naturally occurring non mutant) and mutant mitochondria within the same cellMitochondrial disease has variable presentation due to heteroplasmy. When heteroplasmy occurs disease presentation depends upon the proportion of abnormal mitochondria in cells.The presence of mutation in only some copies of mt DNA does not lead inexorably to disease.If a small number of mitochondrial DNA are affected the symptoms frequently do not appear until adulthood because many cell divisions and a lot of time is required for a cell to receive enough mutant mitochondria to cause disease.For example some people may have detectable amount of NARP mutation in their blood but remains symptom free until old age.Others with exactly the same mutation but with larger no. of mitochondria's affected may die in the 1st 2 years of age.Mitochondrial diseases usually affects brain, muscles thyroid, intestineMitochondria are the powerhouse of the cell. They produce energy in the form of ATP.Therefore any defect in mitochondria leads to decreased energy production.Therefore mitochondria primarily affects organs which have high energy requirements such as brain, muscle, intestine, thyroid etc.",
        "cop": 1,
        "opa": "Mitochondrial inheritance",
        "opb": "Autosomal recessive",
        "opc": "Autosomal dominant",
        "opd": "X-linked recessive",
        "subject_name": "Pediatrics",
        "topic_name": "Patterns of Genetic Transmission",
        "id": "f102a715-a0d9-4cf3-99ce-e0280e221f60",
        "choice_type": "single"
    }
]