[
    {
        "question": "Continuous prophylactic anticonvulsant therapy is not needed in a child with febrile convulsion with?",
        "exp": "Ans. (c) Typical Simple Febrile fitsRef.: OP Ghai 8th edj556-57* Prolonged anticonvulsant prophylaxis for preventing recurrent febrile convulsions is controversial and no longer recommended for most children.* Antiepileptics such as phenytoin and carbamazepine do not prevent febrile seizures. Phenobarbital prevents recurrent febrile seizures but may also decrease cognitive function in treated children compared with untreated children.",
        "cop": 3,
        "opa": "Developmental delay",
        "opb": "Family history of epilepsy",
        "opc": "Typical simple Febrile fits",
        "opd": "Persistent neurological deficit",
        "subject_name": "Pediatrics",
        "topic_name": "Seizures in Childhood and Conditions that Mimic Seizures",
        "id": "b74097e1-8cbe-47c2-896e-13a25e683a65",
        "choice_type": "single"
    },
    {
        "question": "Initial drug of choice in a child with status epilepticus-",
        "exp": "Ans. is 'a' i.e., Lorazepam o Status epilepticus implies prolong single seizure or multiple episode of seizure lasting for more than 30 min.o Management include -i) Ensure adequate vitals, systemic & cerebral oxygenation,ii) Terminate seizureiii) Prevent seizure reccuranceiv) Establish diagnosis and treat underlying disorder,o To terminate seizure, Benzodiazepin are used,o So initially Benzodiazepine like diazepam, Lorazepam or midazolam,o Lorazepam is preferred over diazepam as longer action & minimal depresion.",
        "cop": 1,
        "opa": "Lorazepam",
        "opb": "Phenobarbitone",
        "opc": "Valproate",
        "opd": "Phenvtoin",
        "subject_name": "Pediatrics",
        "topic_name": "Seizures in Childhood and Conditions that Mimic Seizures",
        "id": "6688ccdc-fd6e-44bd-b331-cbaa90d9286c",
        "choice_type": "single"
    },
    {
        "question": "Febrile seizure most common - age groups-",
        "exp": "Ans. is 4b' i.e., 6 month to 5 year o Febrile convulsion :-Commonest provoked seizureBetween 6 months to 5 yearNeurologicallv normal childOccurs when temp rise abruptlySimple benign febrile convulsionFits occur within 24 hour of onset of fever.Duration less than 10 min.Usually single per febrile episodeGeneralised type of convulsionAtypical febrile seizuresPresence of family history of epilepsyNeurodevelopmental retardationFocal neurological deficit.",
        "cop": 2,
        "opa": "1 month to 1 year",
        "opb": "6 month to 5 year",
        "opc": "6 month to 2 year",
        "opd": "2 month to 5 year",
        "subject_name": "Pediatrics",
        "topic_name": "Seizures in Childhood and Conditions that Mimic Seizures",
        "id": "a2651b96-84af-46a8-bcfb-8510de0db546",
        "choice_type": "single"
    },
    {
        "question": "% of children with simple febrile seizure developing epilepsy is -",
        "exp": "Ans. is 'a' i.e., 1-2% o About 1-2% of children with simple febrile seizure and upto 5% of those with recurrent complex seizure are likely to develop in epilepsy.o Simple febrile seizure have following features -Rapidly rise in temp > 39degCGeneralised tonic- clonic typeLast rarely beyond 15 min.Brief postictal drowsinesso Atypical febrile seizure -Repeated seizureFocal seizureFocal findingo Treatment -Careful search of cause of feverReassurencsEducation of parentsActive Mx to control feverP/R diazepam or i/v diazepam or lorazepam when child had convulsion",
        "cop": 1,
        "opa": "1-2%",
        "opb": "2-5 %",
        "opc": "5-10 %",
        "opd": "10-15%",
        "subject_name": "Pediatrics",
        "topic_name": "Seizures in Childhood and Conditions that Mimic Seizures",
        "id": "a3314ca0-75a1-4f77-8c48-1cd85c51ced3",
        "choice_type": "single"
    },
    {
        "question": "A newborn has been brought with seizures refractory to treatment and a continuous bruit through the anterior fontanelle. CT shows midline lesion with hypoechogenesity and dilated lateral ventricles. Most probable diagnosis is?",
        "exp": "ANSWER: (B) Vein of Galen malformationREF: Nelson Textbook of Pediatrics 17th edition page 1974, 2037, Wolfgang Dahnert Braindisorders. In: Radiology review manual 5th edition. Lippincott Williams and Wilkins, Phoenix,AZ 2002; 326-327.Vein of Galen aneurysmal malformationsVein of Galen aneurysmal malformations (VGAM) and Vein of Galen aneurysmal dilations (VGAD), which are the most frequent arteriovenous malformations in infants and fetusesVGAM consisted of a tangled mass of dilated vessels supplied by an enlarged artery. The malformation increases greatly in size with age, although the mechanism of the increase is unknown. Dilation of the great cerebral vein of Galen is a secondary result of the force of arterial blood either directly from an artery via an arteriovenous fistula or by w^ay of a tributary vein that receives the blood directly from an artery.Malformations often lead to cardiac failure, cranial bruits (pattern 1), hydrocephaly, and subarachnoid hemorrhage in neonatesPatients with smaller communications may not have cardiovascular manifestations but may later be disposed to hydrocephalus or seizure disordersArteriovenous malformations of the middle cerebral artery or vein of Galen may produce a loud bruit most prominent over the anterior fontanel, temporal region, or the orbits and are best heard through the diaphragm of the stethoscope.Testing for a malformed vein of Galen is indicated when a patient has heart failure which has no obvious cause. Diagnosis is generally achieved by signs such as cranial bruits and symptoms such as expanded facial veins. The vein of Galen can be visualized using ultrasound or Doppler.Contrast enhanced axial CT scan or MRI of the brain usually demonstrates a well-defined, multilobulated, intensely enhancing lesion, located within the cistern of velum interpositum. Dilatation of the ventricular system, periventricular white matter hypodensities as well as diffuse cerebral atrophy is the commonly associated findings.Treatment depends on the anatomy of the malformation as determined by angiography or Magnetic Resonance Imaging (MRI)Neurosurgical procedures to relieve hydrocephalus are important. A ventriculoperitoneal shunt may be required in some infants. Recent advances over the past few decades have made endovascular embolization the preferred method of treatment.A pediatric cardiologist should be consulted to manage high-output failure, if present.Seizures usually are managed with antiepileptic medicationsVein of Galen malformations are difficult to treat and are associated with a poor prognosis.",
        "cop": 2,
        "opa": "Teratoma",
        "opb": "Vein of Galen malformation",
        "opc": "Arachnoid cyst",
        "opd": "Encephalocele",
        "subject_name": "Pediatrics",
        "topic_name": "Seizures in Childhood and Conditions that Mimic Seizures",
        "id": "09e0e6a4-c672-4118-826a-2865b0b72505",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of seizure in newborn is:",
        "exp": "Ans. is 'a' i.e. Hypoxia induced ischemic encephalopathy DIFFERENTIAL DIAGNOSIS OF NEONATAL SEIZURES* Hypoxic ischemic encephalopathyMost common cause (60%) onset in first 24 hours* Intracranial hemorrhage15% of cases periventricular or intraventricular hemorrhage* Infection12% cases* HypoglycemiaSmall for gestational age infant of a diabetic mother* Hypocalcemia, HypomagnesemiaInfant of low birth weight IDM* HyponatremiaRare, seen with SIADH* Disorder of amino and organic acid metabolism, hyperammonemiaAssociated acidosis, altered level of consciousness* Pyridoxine deficiencySeizures, refractory to routine therapy* Developmental defects * Drug Withdrawl * No cause found10% cases* Benign familial neonatal seizures",
        "cop": 1,
        "opa": "Hypoxia induced ischemic encephalopathy",
        "opb": "Hypocalcemia",
        "opc": "Metabolic abnormality",
        "opd": "Sepsis",
        "subject_name": "Pediatrics",
        "topic_name": "Seizures in Childhood and Conditions that Mimic Seizures",
        "id": "be494f1d-3538-4808-9610-23daf8a43ba8",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of seizure in newborn on day 1 is:",
        "exp": "ANSWER: (A) HypoxiaREF: Neurology of the newborn, By Joseph J. Volpe, page 216, http://www.ucsfbenioffchildrens.org/pdf/manuals/48_S eizures.pdf'Hypoxic ischemic encephalopathy is the single most common cause of neonatal seizure in both term and preterm\"Common CausesUsual age of onsetPretermTermHypoxic-ischemic encephalopathy< 3 days++++++Intracranial infection<3 days++++Intrauterine Infection (CMV, Toxoplasma., HIV, Rubella, Syphilis)<3 days++++Developmental defects (Neuro cutaneous Disorders like-Tuberous Sclerosis Complex, Incontinentia Pigmenti)Variable++++Hypoglycemia< 2 days++Hypocalcemia (Early-onset)2-3 days++Hypocalcemia (Late-onset)> 7 days++Drug Withdrawal<3 days++Intraventricular hemorrhage<3 days++RarePrimary subarachnoid bleed<1 dayRare++",
        "cop": 1,
        "opa": "Hypoxia",
        "opb": "Hypocalcaemia",
        "opc": "Hypoglycemia",
        "opd": "Intrauterine infections",
        "subject_name": "Pediatrics",
        "topic_name": "Seizures in Childhood and Conditions that Mimic Seizures",
        "id": "781765db-6757-495e-9145-0d5cb63d262b",
        "choice_type": "single"
    },
    {
        "question": "Most important risk factor of recurrence of febrile seizure is -",
        "exp": "Ans. is 'b' i.e., Family history' Febrile convulsiono Commonest provoked seizureo Between 6 months to 5 yearo Neurologically normal childo Occurs when temp rise abruptlySimple benign febrile convulsiono Fits occur within 24 hour of onset of fever,o Duration less than 10 min.o Usually single per febrile episodeo Generalised type of convulsionAtypical febrile seizureso Presence of family history of epilepsyo Neurodevelopmental retardationo Focal neurological deficit.o Approximately 30-50% of children have recurrent seizureso Factors associated with increased recurrence risk includeAge <12 moLower temperature before seizure onsetA positive family history of febrile seizures, andComplex seizures",
        "cop": 2,
        "opa": "Age of onset < 2 years",
        "opb": "Family history",
        "opc": "Seizure at time of fever peak",
        "opd": "Long prolonged fever prior to seizure",
        "subject_name": "Pediatrics",
        "topic_name": "Seizures in Childhood and Conditions that Mimic Seizures",
        "id": "87908bc6-c879-4860-89fc-b59222a814b9",
        "choice_type": "single"
    },
    {
        "question": "What is the drug of choice for treatment of febrile seizures?",
        "exp": "Ans. is 'a' i.e., Diazepam Treatment of febrile seizureso Prompt reduction of temperature by hydrotherapy (sponging) and antipyretics (paracetamole, ibuprofen) is the most important measure. If seizures lasts for more than 5 minutes, diazepam (rectal or IV) is the anticonvulsant of choice.o Phenoharbitone is an alternative.o For prophylaxis (prevention of recurrence) of febrile seizures, intermittent prophylaxis is used and the drug of choice is oral (or rectal) diazepamor other benzodiazepenes.o In failed intermittent prophylaxis, continuous prophylaxis is indicated by sodium valproate or phenoharbitone. Carbatnazepine and phenytoin are ineffective for prophylaxiso Measures to lower temperature like sponging and antipyretics (paracetamol) have no role oin prophylaxis",
        "cop": 1,
        "opa": "Diazepam",
        "opb": "Phenobarbitone",
        "opc": "Valproate",
        "opd": "Carbamazepine",
        "subject_name": "Pediatrics",
        "topic_name": "Seizures in Childhood and Conditions that Mimic Seizures",
        "id": "19c1ccdd-b32b-4606-b9cc-0b896f5e57a9",
        "choice_type": "single"
    }
]