[
    {
        "question": "A newborn baby presented with profuse bleeding from umbilical stump after birth. Probable diagnosis is",
        "exp": "Ans. is 'a' i.e. Factor XIII deficiency Bleeding from umbilical stump suggests Factor XIII deficiency.Neonates with a positive bleeding history, particularly with features such as delayed bleeding, umbilical stump bleeding or miscarriages and in whom the initial panel of screening test is negative should be tested for factor XIII deficiency.The normal screening tests such as PT and PTT are normal in factor XIII deficiency because factor XIII is needed to stabilize the clot after a fibrin clot has formed, so tests used for evaluating the extrinsic or intrinsic pathways are not affected. (Note, that factor XIII is used, once the clot has formed.)Test used for evaluation of factor XIIITest used in qualitative evaluation of factor XIII is evaluation of clot stability in 5M urea.Clots formed from normal individuals remain stable in 5M urea, while clots from factor XIII deficient patient dissolve in urea.This assay detects only the most severely affected patients with 1% to 2% factor XIII deficiency or tests.A quantitative chromogenic assay has been developed but is not yet readily available.In addition to hemorrhages these patients may have poor wound healing a high incidence of infertility among males and abortion among affected females and a high incidence of intracerebral hemorrhage.About other options:Von Willebrand diseasePatients with Von-Willebrand disease rarely presents in the neonatal period because plasma concentration of Von Willebrand factor is high in neonatal period.Platelet function disordersGenetic disorders that result in deficient platelet function are rare causes of bleeding in infants.Most patients with these platelet disorders do not present in neonatal period but rather later in life. They are not recognized as a problem during the neonatal period.Glanzman's thromboastheniaThis is an extremely rare disorder of the blood in which the platelets lack the glycoprotein IIb/HIa.Hence platelet aggregation cannot occur and bleeding time is significantly prolonged and there is increased bleeding.Bernard Soulier syndromeIt is an autosomal recessive disorder characterized by thrombocytopenia and large platelets (giant platelets)There is absence of the platelet membrane GpIb/IX complex.Symptoms are consistent with low or dysfunctional platelets and include easy bruising, nosebleeds, mucosal bleeding, menorrhagia and occasionally G.I. bleedingFactor XII deficiency * It is not associated with clinical bleeding.",
        "cop": 1,
        "opa": "Factor XIII deficiency",
        "opb": "VWF deficiency",
        "opc": "Factor XII deficiency",
        "opd": "Glanzmann thrombosthenia",
        "subject_name": "Pediatrics",
        "topic_name": "The Umbilicus",
        "id": "f0383f5b-0334-4e96-81d9-9471ecc5bfa4",
        "choice_type": "single"
    },
    {
        "question": "The umbilical cord is shed off by -",
        "exp": "Ans. is 'b' i.e., 1-2 weeks o The umbilical cord stump usually dries and shrivels up and is shed off by 1-2 weeks.o The parents must look out for signs like redness, swelling and edema with pus discharge around the stump. These might indicate infection- Omphalitis",
        "cop": 2,
        "opa": "2-4 days",
        "opb": "1-2 weeks",
        "opc": "2-4 weeks",
        "opd": "1-2 months",
        "subject_name": "Pediatrics",
        "topic_name": "The Umbilicus",
        "id": "96735f4b-e8cf-4c48-adaa-acc8a24227df",
        "choice_type": "single"
    }
]