[
    {
        "question": "Complication of Kerosene poisoning -",
        "exp": "Ans. is 4a' i.e., Pneumonia o Bronchopneumonia and pulmonary edema are complications of kerosene poisoning, o Vomiting and diarrhea also occur, but these are symptoms (not complications).",
        "cop": 1,
        "opa": "Pneumonia",
        "opb": "Vomiting",
        "opc": "Hemoptysis",
        "opd": "Diarrhoea",
        "subject_name": "Forensic Medicine",
        "topic_name": "Corrosive Poisons",
        "id": "473c54b8-fc66-4af7-b262-29b95a3e3f3e",
        "choice_type": "single"
    },
    {
        "question": "Gastric lavage is contraindicated in poisoning by -",
        "exp": "Ans is 'a' ie., Kerosene o Gastric lavage is contraindicated in poisoning by pure petroleum distillate eg kerosene, turpentine,o Gastric lavage is indicated for: 1) camphorated hydrocarbons b) halogenated hydrocarbons eg organochlorides, methyl chloride, fluorocarbons 3) aromatic hydrocarbons eg benzene, toluene, xylene, aniline,o Contraindication for gastric lavage:Absolute: alkalis, mineral acids, vegetable acids, organic acids except carbolic acidRelative: kerosene or volatile poisons, convulsant poisons except strychinine, hypothermia, bleeding disorder.",
        "cop": 1,
        "opa": "Kerosene",
        "opb": "Morphine",
        "opc": "Barbiturates",
        "opd": "Cyanide",
        "subject_name": "Forensic Medicine",
        "topic_name": "Corrosive Poisons",
        "id": "2d9831fa-2455-4c34-91e4-e3ba65385392",
        "choice_type": "single"
    },
    {
        "question": "Yellow discoloration of the skin and the mucosa is seen in which poisoning?",
        "exp": "Ans. is 'b' i.e., Nitric acid o Nitric acid causes yellow discoloration of the tissues including the crowns of the teeth & yellow stains on the clothing,o Inhalation of fumes causes lacrimation, photophobia, irritation of air-passages & lungs producing sneezing, coughing, dyspnea & asphyxia,o The color of urine is brown.PoisonPattern of MucosaArsenicRed velvety mucosa of the stomachH2SO4Brown of Black with erosion, perforation & CarbolizationCarbolic AcidGreen w hite of Brow n - white or Grey leathery- and thickened mucosaHNO3YellowHC1PinkAmmoniaPerforatedHCNPinkKCNBrick red to brownKOH, NaOHDeeply congested. BlackPhosphorusYellow or grey white",
        "cop": 2,
        "opa": "Nitrous oxide",
        "opb": "Nitric acid",
        "opc": "Sulphuric acid",
        "opd": "Phosphoric acid",
        "subject_name": "Forensic Medicine",
        "topic_name": "Corrosive Poisons",
        "id": "c8fe2a58-9792-4db6-b75a-bb9d1af97737",
        "choice_type": "single"
    },
    {
        "question": "The pathways followed by corrosive acids in stomach is called -",
        "exp": "Ans. is 'c' i.e., Magenstrasse o Magenstrasse is the term applied to the pathway acidic agents follow in stomach.o The pathway of acids and alkalis in food filled stomach starts along the lesser curvature of the stomach and leads to the pylorus, which explains the location of greatest damage in food filled stomach,o Stomach without food have significant injury in the lower half of two thirds and may have sparing of fundus.Magenstrasse is the term applied to the pathway acidic agents followShaded region indicates the area of greatest injury caused by acid ingestion irt a food-frlled stomachShaded region indicates the area of greatest injury caused by acid ingestion in an empty stomach",
        "cop": 3,
        "opa": "Curling ulcer",
        "opb": "Cushing ulcer",
        "opc": "Magenstrasse",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Corrosive Poisons",
        "id": "839a0664-7cb2-4b86-87d3-749aec5d4a19",
        "choice_type": "multi"
    }
]