[
    {
        "question": "\"La-facies sympathique\" is a condition seen in cases of",
        "exp": "* La facies sympathique occurs in hanging* On postmortem examination, in hanging, usually the eyes are closed or partly open and the pupils are usually dilated.Sometimes, when the ligature knot presses on the cervical sympathetic, the eye on the same side may remain open and its pupil dilated (La, facies sympathiaue). This indicates antemortem hanging.",
        "cop": 1,
        "opa": "Hanging",
        "opb": "Strangulation",
        "opc": "Myocardial insufficiency",
        "opd": "Railway accidents",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "f81a5ecc-aa2c-4ce4-aa87-9a74f646c9b4",
        "choice_type": "single"
    },
    {
        "question": "Black gun pow der composition -",
        "exp": "Ans. is 'c' i.e., Charcoal 15% + Potassium nitrate 75% + sulphur 10% The classical gun powder is known as black powder, consists of charcol (15%), Sulphur (10%), and potassium nitrate (75%). Depending on fineness, the black gun powder is designated as FG, FFG, FFFG. etc. (F = fineness). Pyrodex is another gun powder with same components, but with different ratios.Black gun powder produces smoke, i.e. It is smoke producing pow der. Smokeless powder, in addition to black powder, has nitrocellulose (single base), or nitrocellulose plus nitroglycerine (double base), or nitrocellulose plus nitroglycerine plus nitroguanidine (triple base). Semi smokeless pow der has 80% black pow der and 20% smokeless powder (nitrocellulose).",
        "cop": 3,
        "opa": "Charcoal 60% + Potassium nitrate 20% + sulphur 20%",
        "opb": "Charcoal 25% + Potassium nitrate 70% + sulphur 05%",
        "opc": "Charcoal 15% + Potassium nitrate 75% +- sulphur 10%",
        "opd": "Charcoal 65% +Potassium nitrate 20% + sulphur 15%",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "604694c4-58e1-422c-98fc-cebbf1c545fb",
        "choice_type": "single"
    },
    {
        "question": "Cadaveric spasm develops",
        "exp": "(Instantaneous with death): (150 31st/edition; 3.18- Parikh's 6th/e)CADAVERIC SPASM or instantaneous rigor or Cataleptic rigidityCharacterized by stiffening of the muscles immediately after death without being preceded by the stage of primary relaxationThe conditions necessary for its development are1. Somatic death must occur with extreme rapidity2. The person must be in a state of great emotional tension3. The muscle must be in physical activity at that timeTraitRigor mortisCadaveric spasm1. ProductionFreezing and exposure to temperature above 65degC will produce rigorCan not be produced by any method after death2. MechanismKnownNot clearly krown3. Predisposing factorsNilSudden death, excitement, fear, exhaustion nervous tension etc4. Time of onset1 to 2 hours after deathInstantaneres5. Muscles involvedAll the muscles of the body both voluntary and involuntaryUsually restricted to a single group of voluntary muscles6. Muscle stiffeningNot marked, moderate force can overcome itMarked very force is require to over come it7. Molecular deathOccursDoes not occurs8. Body heatColdWarm9. Electrical stimuliMuscles do not respondMuscles response10. Muscular reactionAcidicAlkaline11. Medicolegal importanceIndicate time of death*** Indicate mode of death*** Sudden death associated with great emotional tension* Indicates the muscles in the physical activity at the time of death",
        "cop": 3,
        "opa": "Less than 2 hours of death",
        "opb": "6 hours of death",
        "opc": "Instantaneous with death",
        "opd": "Same as rigor mortis",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "91ecf3aa-c03c-4f6c-9310-a2bd147dbf0b",
        "choice_type": "single"
    },
    {
        "question": "Primary injury is -",
        "exp": "Ans. is 'c' i.e., Due to shock waveTypes of blast injurieso These are of following types1) Primary : It is due to shock wave which causes injury to hollow organs, e.g. ears, lungs, eyes, GIT etc.Secondary : These are due to flying debris (missiles). Classical Marshalls triad i.e. bruises, abrasions and puncture laceration is diagnostic of explosive injury.Tertiary : It is due to blast wind, i.e. victm is thrown into air and strikes other objects leading to fracture, blunt trauma etc.Quaternary : Any complicating factor (not in first three categories) causes quaternary injury, e.g. anoxia, respiratory problems etc.",
        "cop": 3,
        "opa": "Due to flying debris",
        "opb": "Due to blast wind",
        "opc": "Due to shock wave",
        "opd": "Due to complication",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "840ea3b4-8cfc-4592-97c6-0c51c4042e74",
        "choice_type": "single"
    },
    {
        "question": "Tandem bullet is?",
        "exp": "Ans is 'b' i.e. Bullet not released on first fire but comes out with second bullet on second shot Tandem bullet (Piggey tail bullet)o It is called one-behind-other bullet because two bullets are ejected one after the other, when first bullet failed to leave the burrel and is ejected by subsequently fired bullet.o Therefore, both enter body through same entrance wound (sometimes, they may enter through different entries), but the wounds of exit are always two.About other optionso Bullet which left for long in the body - Souvenir bulleto Bullet that leaves a visible mark in path that a person can see - Tracer bulleto Bullet deviated from its path - Ricocheting of bullet",
        "cop": 2,
        "opa": "Bullet which left for long in the body",
        "opb": "Bullet not released on first fire but comes out with second bullet on second shot",
        "opc": "Bullet that leaves a visible mark in path that a person can see",
        "opd": "Bullet deviated from its path",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "5deba79b-45dc-4db2-930f-b97a4afc7c42",
        "choice_type": "single"
    },
    {
        "question": "Bullet which is left inside the body for long is referred to as -",
        "exp": "Ans. is 'a' i.e., Souvenir bullet o Projectile is an object propelled by force of rapidly burning gases. In shotgun these are lead shots and pellets (recently steel is also used instead of lead) and in rifled weapons (pistal, rifle, revolver), these are bullets. Tip of the bullet is knwon as nose. Varieties of bullets are :-Incendiary (igniting) bullet: The tip of bullet contains self igniting material e.g. barium nitrate and powdered aluminium and magnesium (in the past, phosphorus was used), so that it catches fire on hitting the target. It is used to cause fire in usually inflammable targets like fuel tanks (of air crafts etc).Explosive bullet: The tip contains a detonator or lead azide, so that the bullet explodes on hitting the target.Dum-dum bullet (expanding bullet) : It is a jacketed bullet with is nose tip chiseled or cut off. It is designed to increase in diameter and expand upon striking the target, thus producing larger diameter wounds of limited penetration.Tandem bullet (Piggey tail bullet) : It is called one-behind-other bullet because two bullets are ejected one after the other, when first bullet failed to leave the burrel and is ejected by subsequently fired bullet. Therefore, both enter body through same enterance wound (some times, they may enter through different entries), but the wounds of exit are always two.o Tandem (Duplex) cartridge is one in which two bullets are present in same cartridge. It is used in military rifles.Tracer bullet: It leaves a trace in atmosphere along the path so that a person (gunner) can observ e the strike. Burning of barium nitrate produces flame and powdered magnesium along with strontium nitrate are added to give red color to the flame.Tumbling bullet: One that rotates in end on end during its motion.Yawning bullet: One which travels in an irregular fashion and causes a key hole entery wound. Yaw means deviation between long axis of bullet and the axis of path of bullet.Souvenir bullet: A bullet left in body for long time and is surrounded by fibrous tissue.Frangite bullet: Designed to fragment upon impact.Mushrooming of bullet: A soft nose bullet, an hitting the target may get deformed to assume the shape of a mushroom.",
        "cop": 1,
        "opa": "Souvenir bullet",
        "opb": "Tracer bullet",
        "opc": "Tumbling bullet",
        "opd": "Tandem bullet",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "29eb4f9c-bb8d-4e69-9085-163869e58316",
        "choice_type": "single"
    },
    {
        "question": "Incised looking lacerated wounds are seen in:",
        "exp": "Ans: D (Forehead) Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy. 29th edition. 2010. Pg: 171Explanation:Incised- like or Incised- looking woundsLacerations produced without excessive skin crushing may have relatively sharp marginsBlunt force on areas where the skin is close to bone, and the subcutaneous tissues are scantyProduces a wound which by linear splitting of the tissues, may look like a incised woundThe sites are:Scalp & ForeheadEyebrowsCheek bonesLower jawIliac crestPerineumShin",
        "cop": 4,
        "opa": "Hand",
        "opb": "Thorax",
        "opc": "Abdomen",
        "opd": "Forehead",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "95850afb-d498-45a3-a26f-dc6a3e25706d",
        "choice_type": "single"
    },
    {
        "question": "Sign of antemortem hanging is",
        "exp": "Ans. is 'b' i.e., Eye is open * The important PM findings of Hanging are :i) Ligature mark is above thyroid cartilage, incomplete, bilaterally symmetrical and directed obliquely upward extending to the angles of mandible, then to mastoid and finally to occipital protuberance. Ligature mark is an example of imprinted/pressure/patterned abrasion.ii) Under the ligature mark there is dry, white and glistening pad of fat.iii) There is dribbling of saliva from the angle of the mouth, which is confirmatory sign of antemortem hanging. This is due to irritation of submandibular and parotid glands by ligature.iv) There may be intimal tear of carotid arteries.v) In case of pressure of ligature on cervical sympathetic ganglia, the eye on that side is found open (La facie sympathique). It confirms antemortem hanging.vi) Fracture of hyoid is usually not seen (may be seen only in 10%). Fracture of thyroid cartilage (20-30% cases) and fracture of tracheal rings (5-10%) may be seen. There may be congestion and ecchymosis (hemorrhage) in trachea, larynx, epiglottis and esophagus. All these injuries are more common in strangulation because strangulation is more violent than hanging causing more severe injury to neck structures.vii) Tardieu spots (petechial hemorrhage) are not as pronounced as in strangulation.",
        "cop": 2,
        "opa": "Ligature mark",
        "opb": "Eye is open",
        "opc": "Fracture of hyoid",
        "opd": "Tardieu spots",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "4b19c20d-c66b-4694-8000-e9124c346826",
        "choice_type": "single"
    },
    {
        "question": "Choking is associated with which of the following firearm?",
        "exp": "Ans. c. Shotgun (Ref: Parikh 6/e p4.33; Reddy 33/e p210, 29/e p189)Choking is the constricting device present at the muzzle end of the shotgun.ChokeIt is constricting device at the muzzle end of shotgunQIt lessens the rate of spread of shot after it leaves the muzzleQ.A choke is the last few inches of a shot gunIt influences the spread of the shot pelletsQ.Four main types of chokesFull: Full will keep the shots closer together and put more shot pellets into the target.ModifiedImproved cylinderSkeet: Skeet is the least amount of choke and allows the shot to spread more. FirearmsRifledSmooth-Bored* Bore is having a number of spiral grooving, which runs parallel to each other but are twisted spirally* Rifling causes bullet to rotate or spin about longitudinal axisQ* Spinning gives gyroscopic stability to the bullet. This increases the accuracy and also imparts greater power of penetrationQ * Example: Rifle, revolver, pistol etc* Interior of the barrel is smoothQ* When the entire barrel from breech to muzzle is of the same diameter it is called as cylinder bore* When the distal 7-10 cm is narrowed, this is known as choking or choke-boreQ.* Some smooth barreled firearms have small portion of their bore near the muzzle end rifled, which are called as 'paradox guns'Q* Example: Shotgun, musket, country made guns",
        "cop": 3,
        "opa": "Revolver",
        "opb": "Pistol",
        "opc": "Shotgun",
        "opd": "Rifle",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "55fbad3c-86ce-4907-9ced-b14bf01da0e8",
        "choice_type": "single"
    },
    {
        "question": "Double base smokeless gun powder contains:",
        "exp": "Ans. (D). Nitrocellulose and nitroglycerin(Ref: Review of Forensic Medicine & toxicology; Gautum Biswas; 2nd edition; Pg-215)BLACK gunpowder: Potassium nitrate (75%), Charcoal (15%) & Sulfur (10%)SMOKELESS gun powder:Single base: NitrocelluloseDouble base: Nitrocellulose + NitroglycrineTriple base: Nitrocellulose + Nitroglycerine + NitroguanidineSEMISMOKELESS gunpowder: 80% black & 20% smokeless gunpowder.",
        "cop": 4,
        "opa": "Nitrocellulose and nitroguanidine",
        "opb": "Potassium nitrate and sulphur",
        "opc": "Potassium nitrate and charcoal",
        "opd": "Nitrocellulose and nitroglycerin",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "017bba7f-6fe9-48ca-b6ed-28e52d263b21",
        "choice_type": "single"
    },
    {
        "question": "Sparrow marks are seen in -",
        "exp": "Ans. is 'b' i.e., Windshield injuryo Sparrow footmarks are multiple punctate lacerations on face, produced due to shattering of windscreen glass.Car (four-wheeler) injuriesSparrowfootmarks: Multiple punctate lacerations on face are produced due to shattering of windscreen glass into multiple small blunt edged fragments.Hinge fracture : Skull base fracture running along the petrous ridges through sella turcica, i.e. transverse fracture through middle cranial fossa.Ladder tears: Multiple transverse intimal tears in aorta, adjacent to main rupture.Seat belt syndrome: There are contusion, laceration, perforation and avulsions of small intestine, omenta, and mesenteries. There may be rupture of abdominal aorta, spleen, liver, pancreas, caecum; haematoma of lower abdomen; and fracture of lumbar vertebra.Whiplash injury : Acute hyperflexion followed by hyperextension of neck due to violent acceleration or deceleration force applied to (front seat) pessenger.Steering wheel impact type injury: It occurs due to sudden stop of car, throwing forward the driver; and throat may be crushed across top of steering wheel or horn ring.",
        "cop": 2,
        "opa": "Gunshot",
        "opb": "Windshieldinjury",
        "opc": "Drowning",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "7d4609cf-f58c-4c9c-a95c-78c221ddfd52",
        "choice_type": "multi"
    },
    {
        "question": "Cardiac chambers are opened in autopsy in which order?i) Left atriumii) Left ventricleiii) Right atriumiv)Right ventricle",
        "exp": "Ans. is 'b' i.e., iii - iv - i - ii Principle of autopsy of heart* Heart is opened in the direction of the flow of blood with the enterotome.* The right atrium is cut between the openings of superior and inferior vena cavae.* A small secondary incision is made to open the auricular appendage to detect thrombi* In opening the right ventricle, the lateral margin of right ventricle faces the dissector, the atria being directed towards him.* The left atrium is cut between the openings of the pulmonary veins. Then, the left atrium is cut along its lateral wall. This incision extends through the mitral orifice, and passes along lateral margin of the left ventricle up to the apex.* The next incision extends from the apex along the interventricular septum into the aorta, opening the aortic valve.",
        "cop": 2,
        "opa": "i - ii - iii - iv",
        "opb": "iii - iv - i - ii",
        "opc": "i - iii - ii - iv",
        "opd": "ii - iv - iii - i",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "535b9367-3eb5-4631-a07f-6147ebdd58fd",
        "choice_type": "single"
    },
    {
        "question": "Organ used in hydrostatic test",
        "exp": "Ans. is 'b' i.e., Lung * Hydrostatic test (Raygat's test, 1st life test) : The specific gravity of a non-respired lung is 1040-1050 and of a respired lung is 940-950, so, after respiration lung floats on water (specific gravity of water is 1000). False positive hydrostatic test may occur (i.e.non-respired lung may float) in decomposition and in attempted artificial respiration. False negative hydrostatic test (i.e. respired lung may sink down) may occur in atelectasis, pulmonary oedema, bronchopneumonia, and congenital syphilis.",
        "cop": 2,
        "opa": "Liver",
        "opb": "Lung",
        "opc": "Brain",
        "opd": "Bone",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "953c7f0b-5efb-4ab3-9630-ea5f5b468a2f",
        "choice_type": "single"
    },
    {
        "question": "Diatom test is used to diagnose death due to -",
        "exp": "Ans. is 'b' i.e., Drowning PM findings of drowningExternal findingsA)Specific (diagnostic)i) White, fine, lathery, abundant and tenacious froth at nose and mouth which increases on chest compression.ii) Weeds, grass, plants, mud or stones in tightly clenched hands.B)Non-specifici) Washer woman hand and feet.ii) Cutis anterina (goose skin).iii) Half opened eye with dilated pupil and congested conjunctiva.Internal findingsA)Specific (diagnostic)i) Water in stomach and intestine.ii) Diatoms in bone marrow and brain.B)Non-specifici) Emphysema aquosum.ii) Palatauf s hemorrhage (subpleural hemorrhage).* Diatoms are unicellular algae, suspended in water. They have silicaceous cell wall (i.e. cell wall contains silica) which resist acid digestion and putrefaction. Only live body with a circulation can transport diatoms form lung to brain, bone marrow, muscles etc. So, presence of diatoms in brain and bone marrow indicates death due to drowning. For detection of diatoms, bone marrow of long bones, e.g. femur, tibia, humerus or sternum is highly suitable and reliable. As diatoms resist acid digestion, to extract them acid digestion techinique is used. Diatoms test is negative in dead bodies thrown in water and in dry drowning. However, diatoms test is invalid, if deceased had drunk this water before submersion or species of diatoms do not match with specimen from the site of drowning.",
        "cop": 2,
        "opa": "Lightening",
        "opb": "Drowning",
        "opc": "Electrocution",
        "opd": "Hanging",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "62de072b-a957-4c36-9595-485f962e767d",
        "choice_type": "single"
    },
    {
        "question": "A 28 year old man involved in a bomb blast explosion. Which of the following is not true?",
        "exp": "Ans. (D). Abrasion, bruise & fracture are triad of explosionIn bomb blast injury, secondary blast injuries are due to flying projectiles.It causes a triad of abrasion, contusion & laceration on the exposed parts (Marshal's triad)",
        "cop": 4,
        "opa": "Injuries due to burns or air blast",
        "opb": "Force of explosion decrease rapidly",
        "opc": "Force of explosion is directional",
        "opd": "Abrasion, bruise and fracture are triad of explosion",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "6fd12d54-3845-45b1-a388-e22b2f2a050b",
        "choice_type": "multi"
    },
    {
        "question": "Smokeless gun powder is composed of -",
        "exp": "Ans. is 'c' i.e., Nitrocellulose o Smoke producing powder Black powder (black gun pow der), Pyrodex.o Smokeless powderBlack powder plus nitrocellulose'nitrocellulose + nitroglycerine,'nitroglycerine + nitrocellulose + nitroguanidine.o Semismokeless powder 80% black powder plus 20% smokeless powder.",
        "cop": 3,
        "opa": "KMnO4",
        "opb": "HCN",
        "opc": "Nitrocellulose",
        "opd": "Sulphur",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "de652b30-e7ed-44a0-a1ac-fca79c1c959d",
        "choice_type": "single"
    },
    {
        "question": "All of the following is true about kevorkian sign except",
        "exp": "Ans. A. Persist even after 3 years of deathExplanationsChanges in eyes (molecular death)Loss of corneal and pupillary reflexes.Shape of the pupils of both the side may differ.Opacity of the cornea: The cornea becomes permanently hazy after about 10-12 h of death due to decomposition.Tache noire: If the eyelids remain open for 3-4 h after death, there is formation of two yellow triangles (base on the limbus, apex at the lateral or medial canthus and sides are formed by the margins of the upper and lower eyelids) on the sclera at each side of the iris, which become brown and then black.Loss of intraocular tension: Intraocular tension falls rapidly after death. It becomes zero in 4-8 h from 10-22 mm Hg during life (Potential question zone).Changes in the retina: The blood in retinal vessels appears fragmented or segmented (cattle tracking or shunting) (option d) within seconds to minutes after death (option b), and persists for about an hour (Kevorkian sign).This occurs all over the body due to loss of blood pressure, but it can be seen only in retina by an ophthalmoscope (option c).",
        "cop": 1,
        "opa": "Persist even after 3 years of death",
        "opb": "Appear within minutes of death",
        "opc": "Visualized using ophthalmoscope",
        "opd": "Cattle tracking sign",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "9ec3c616-727d-45bc-adf2-5e58da996011",
        "choice_type": "multi"
    },
    {
        "question": "Temporary cavity is seen in gun shot injury with?",
        "exp": "ANSWER: (A) High velocityREF: Review of Forensic Medicine and Toxicology By Gautam Biswas 2nd edpage 189, Forensic Medicine: Clinical and Pathological Aspects edited by Jason Payne- James, Anthony Busuttil, William S. Smock page 155As a bullet projectile moves through a body, it creates because of its intrinsic energy a temporary (cylindrical) cavity along its tract that quickly collapse upon itself within milliseconds of its formation. The cavity created is many times larger than the diameter of the bullet with maximum point of expansion occurring at the point where the bullet is traveling sideways (greatest degree of jaw).Size and configuration of temporary cavity is affected by:Kinetic energy lost by bulletType of tissue along the tract (elastic vs non elastic eg bone)Amount of energy transferred is given by theformulaKE = 1/2 MV2It shows that velocity rather than weight plays a greater role in determining the kinetic energy possessed by the bullet.Bullets fired from handguns are propelled by low velocity, have 1owt energy (50-100 J) and result in low energy transfer wounds characterized by injuries confined to wound tractRifle bullets are high velocity high energy (2000-3000 J) have potential to cause high energy transfer wounds producing temporary cavity",
        "cop": 1,
        "opa": "High velocity",
        "opb": "Low velocity",
        "opc": "High weight bullet",
        "opd": "Low weight bullet",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "3f2a5f66-0fdf-45f9-8a55-ced8a2f52b0c",
        "choice_type": "single"
    },
    {
        "question": "Corpus Delicti correlates to -",
        "exp": "Ans. is 'b' i,e., Essence of crime * Corpus Delicti means \"the body of offence\" or \"the body of crime\".* In a charge of homicide, it includes the following:1) Positive identification of the dead body (victim) and2) Proof of its act by crimin.al act of the accused.* Corpus Delicti (= the body of offence = the essence of crime) means the facts of any criminal offence, includes body of victim and other facts that are conclusive of death by foul play, for example, murder. The corpus delicti of murder is the fact that a person died from unlawful violence by infliction of violence in a particular way, at a particular time and place, by the persons charged with the crime. The main part of corpus delicti is the establishment of identity of dead body.",
        "cop": 2,
        "opa": "Police officer",
        "opb": "Essence of crime",
        "opc": "Conduct of postmortem",
        "opd": "Death by asphyxia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "5ab1af8f-9863-4d9f-b39a-6ec3303546ef",
        "choice_type": "single"
    },
    {
        "question": "Brown color of contusion is due to -",
        "exp": "Ans. is 'c' i.e., Haemosiderin Color change and age of bruise (Contusion!o After a bruise has appeared, it tends to get smaller from periphery to center and passes through a series of colour changes. These are due to disintegration of RBCs by hemolysis and breakdown of hemoglobin into the pigments haemosiderin, haematodin and bilirubin changes are: -At first: Red (oxyhemoglobin)Few hours to 3 days : blue (reduced hemoglobin)4th day : Bluish-black to brown (haemosiderin)5-6 days: Greenish (haematodin)7-12 days : Yellow (Bilirubin)2 weeks : Normal (absorption of pigment)",
        "cop": 3,
        "opa": "Haematodin",
        "opb": "Reduced hemoglobin",
        "opc": "Haemosiderin",
        "opd": "Bilirubin",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "7a06b0d5-fb69-4fff-b30e-c38d8d589260",
        "choice_type": "single"
    },
    {
        "question": "Double based smokeless gun powder consists of:",
        "exp": "Ans. a. Nitrocellulose plus Nitroglycerine (Ref: Reddy 33/e p210, 29/e p192)Double based smokeless gun powder consists of Nitrocellulose plus Nitroglycerine.Gun-PowderSmokeless PowderSmoke producing powdersSemismokeless powderNitrocellulose (gun cotton)QNitrocellulose and Nitroglycerine (double base)Q* Black Powder:- It is described in FG, FFG, FFFG and so on depending on the size of die grains.- The finer and faster burning grains have more numbers of Fs.- It contains PCSQ- Potassium nitrate (75%)Q- Charcoal (15%)Q- Sulphur (10%)Q* Pyrodex:- PCS - Potassium perchlorate, Sodium benzoate, Dicyandiamide, Dextrin wax and graphite80% of black and 20% of smokeless powderQ",
        "cop": 1,
        "opa": "Nitrocellulose plus nitroglycerine",
        "opb": "Nitrocellulose plus sulphur",
        "opc": "Potassium nitrate plus nitroglycerine",
        "opd": "Potassium nitrate plus charcoal",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "2c64f180-d846-41af-8b68-aa9c0a70f133",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the test done to confirm live born fetus after fetal death?",
        "exp": "Ans. is 'b' i.e., Breslau's test Tests used in infanticidePloucquet's test:* Weight of lung is measured in relation to body wieght. Before birth weight of lung is 1/70 of body weight and after respiration it becomes 1/35 of body weight due to increased blood flow in lung beds.Static test or Fodere's test:* The average weight of both lungs before respiration is 30-40 gm and after respiration is 60-70 cm.Hydrostatic test (Raygat's test, 1st life test):* The specific gravity of a non-respired lung is 1040-1050 and of a respired lung is 940-950, so, after respiration lung floats on water (specific gravity of water is 1000).* False positive hydrostatic test may occur (i.e.non-respired lung may float) in decomposition and in attempted artificial respiration.* False negative hydrostatic test (i.e. respired lung may sink down) may occur in atelectasis, pulmonary oedema, bronchopneumonia, and congenital syphylis.Breslau's second life test:* It assumes that a live born child would respire and therefore, would also swallow some air into the stomach and bowel.* Hence they float on water. This test is falsely positive in putrefaction (due to putrefied gases) or in cases of attempted artificial respiration.Werdin's test:* Before birth middle ear contains gelatinous embryonic tissue which is replaced by air after respiration.",
        "cop": 2,
        "opa": "Mirror test",
        "opb": "Breslau's test",
        "opc": "Magnus test",
        "opd": "Paraffin test",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "796c9926-b569-402d-b570-f18306c91572",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of death in Electrocution is:",
        "exp": "(Ventricular fibrillation) (4.178, 4.182-P)ELECTROCUTION - Condemned person is strapped wooden chair, one cap like electrode is placed over his shaved scalp, moistened with a conducting paste, and the other on one leg. An alternating current of 7.5 amperes at a pressure of about 2.000 volts, is passed through the body for about a minute and repeated once again for a similar period to ensure that life is extinct. The brain is heated to 63degC and vaculation around the blood vessels has been noted.Cause of death - Death is due to electrothermal injuries from high voltage direct current or involvement of the CNS with paralysis of cardiac or respiratory centre.* Sudden death occurs due to ventricular fibrillation.",
        "cop": 2,
        "opa": "Respiratory muscle paralysis",
        "opb": "Ventricular fibrillation",
        "opc": "Asphyxia",
        "opd": "Regurgitation of fluids",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "87da376e-92a6-4ab1-941a-99aba10f7619",
        "choice_type": "single"
    },
    {
        "question": "Bacteria most commonly involved in bowel decomposition after death is -",
        "exp": "Ans. is 'b' i.e. Clostridium welchii o Bowel decomposition is brought about by aerobic and anaerobic bacteria present in small intestine (e.g. C. welchii, staphylococcus, E.coli etc.) which release enzymes (especially lipase and lecithinase) which act on body to cause breakdown.",
        "cop": 2,
        "opa": "Streptococcus pyogens",
        "opb": "Clostridium welchii",
        "opc": "Pseudomonas aerogenosa",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "53292d71-9342-4f1e-8e73-9b78600615d8",
        "choice_type": "multi"
    },
    {
        "question": "Postmortem wound is differentiated from antemortem wound by",
        "exp": "Ans. is 'd' i.e., All of the above ANTEMORTEM Vs POSTMORTEM WOUNDFeatureAntemortal woundPost Mortem WoundMaemorrhage* Arterial* Blood clotted and the clot is# Laminated# Firmly adherent to the lining of endothelium# Firm, Rubbery and Variegated* Venous* Blood usually not clotted and if clot it is# Non laminated# Weakly adherent to the lining of endothelium# Soft friable chicken fat (yellow) or current jelly (red) appearance# Homogenous * Copious* Deep staining of edges which can't be washed away* Slight* Staining is superficial and can be washed awayWound edgesGapping, Everted, SwollenApposed, not swollenVital reactionSigns of inflammation, infection (pus, slough) and healing (granulation tissue) presentNot presentEnzyme histo-chemistryNegative and positive vital reactionsVital reaction absentWound serotonin & histamine contentIncreasedNo increaseMicroscopy* Clot has platelets* Leucocyte 8c RBC infiltration in between muscle fibres* Clot lacks platelets* No infiltration",
        "cop": 4,
        "opa": "Wound serotonin content",
        "opb": "Blood clot",
        "opc": "Wound edges",
        "opd": "All of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "e044738f-10a4-4d32-a166-4b9f3593299e",
        "choice_type": "multi"
    },
    {
        "question": "Rigor mortis occurs due to?",
        "exp": "Ans. is 'b' i.e., Depletion of ATP * Changes in muscles after death are in a sequence of: (i) primary relaxation or flaccidity, (ii) rigor mortis, and (iii) secondary relaxation or flaccidity.* Primary relaxation occurs during somatic death and lasts for 1-2 hours. All the muscles of body begin to relax soon after death. It is due to stoppage of aerobic processes. Muscles remain relaxed as long as the ATP content is sufficient high to permit the splitting of actin-myosin cross bridge.* Once ATP content is completely depleted, stiffening of muscles occur, i.e. Rigor mortis.* Following rigor mortis, muscles become flaccid again due to action of alkaline liquid produced by putrefaction, i.e. secondary relaxation.",
        "cop": 2,
        "opa": "Breakdown of enzymes in the body",
        "opb": "Depletion of ATP",
        "opc": "Accumulation ofblood in dependent areas",
        "opd": "Loss of heat",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "8168a4f1-38e8-4ae6-a70f-0d29ddab5488",
        "choice_type": "single"
    },
    {
        "question": "In embalming, solution is given through?",
        "exp": "Ans. is 'b' i.e., Arteries o Arterial embalming is forcing of fluid in an artery to reach the tissues through arterioles and capillaries. The nearer the vessel to heart, the better the result. However multiple site '6 point' injection involves right and left common carotid arteries (for head and neck), bilateral axillary arteries (for upper limbs) and bilateral femoral arteries (for lower limbs).o Cavity embalming is recommended after 1/2-1 hour which will allow for hardening of viscera.",
        "cop": 2,
        "opa": "Veins",
        "opb": "Arteries",
        "opc": "Lymphatics",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "dbdd639f-1772-4c0a-ad16-358a6caedbee",
        "choice_type": "multi"
    },
    {
        "question": "Instantaneous muscle rigidity after death without the period of primary relaxation of muscles is known as:",
        "exp": "Ans. B. Cadaveric spasm. (Ref. Reddy's FMT 25th/p.85; Parikh's textbook of FMT 6th/pg. 3.18)# Cadaveric spasm is instantaneous rigorcharacterized by the sudden development of rigidity without the phase of primary relaxation.CADAVERIC SPASMCadaveric spasm (Instantaneous rigor, cataleptic rigidity) is characterized by the sudden development of rigidity without the phase of primary relaxation, usually localized to muscles that have forcefully contracted perimortem.RIGOR MORTISOrdinarily, death is followed immediately by total muscular relaxation - primary muscular flaccidity - succeeded in turn by generalised muscular stiffening - rigor mortis. After a variable period of time rigor mortis passes off spontaneously to be followed by secondary muscular flaccidity.ALGOR MORTIS (BODY COOLING)This is the most useful single indicator of the time of death during the first 24 hours post mortem. Some writers would regard it as the only worthwhile corporal method.The use of body temperature estimations to assess time of death applies only to cool and temperate climates since in tropical regions there may be a minimal fall in body temperature post mortem and in some extreme climates, (e.g. central Australia) the body temperature may even rise after death.LIVOR MORTIS (HYPOSTASIS. POST MORTEM LIMDITY/SUGGELLATIONS)Lividity is a dark purple discolouration of the skin resulting from the gravitational pooling of blood in the veins and capillary beds of the dependent parts of the body following cessation of the circulation. The process begins immediately after the circulation stops, and in a person dying slowly with circulatory failure, it may be pronounced very shortly after death. Within about 30-60 minutes of death the blood in most corpses, dead from natural or non-natural causes, becomes permanently incoagulable. This is due to the release of fibrinolysins, especially from small calibre vessels, e.g. capillaries, and from serous surfaces, e.g. the pleura.",
        "cop": 2,
        "opa": "Rigor mortis",
        "opb": "Cadaveric spasm",
        "opc": "Algor mortis",
        "opd": "Livor mortis",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "223b8338-da42-4448-951c-26217d76f036",
        "choice_type": "single"
    },
    {
        "question": "Motorcyclist fracture among the following is",
        "exp": "Ans. is 'd' i.e. Fracture base of skull into anterior & posterior halves The fracture of base of skull dividing it into two halves (anterior & posterior), each moving independently of each other like a hinge is specifically called as motor cyclist fracture.The fracture line runs across through the pituitary fossa and along the petrous temporal bones.It's a fatal injury & occurs in many types of road accidents or due to a very heavy impact on one side of the head.",
        "cop": 4,
        "opa": "Ring fracture",
        "opb": "Sutural separation",
        "opc": "Comminuted fracture of vault of skull.",
        "opd": "Fracture base of skull into anterior & posterior halves.",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "77373777-dd63-454b-b6a3-512266bd2180",
        "choice_type": "single"
    },
    {
        "question": "Harakiri is death by:",
        "exp": "Ans. c. Stab in abdomen (Ref: Parikh's 6/e p4.21; style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif\">; Reddy 33/e p204) Harakiri is death by stab in abdomen.'Hara-kiri is an unusual form of suicide where the abdomen is baldly punctured by a short sword in a sitting position resulting in one large fatal wound, causing sudden evisceration of internal organs resulting in sudden fall of intraabdominal pressure, followed by collapse, and death.'- Parikh's 6/e p4.21'A ritual form of suicide, by slashing the abdomen, formerly practiced in Japan, and commanded by the government in the cases of disgraced officials; disembowelment.' -",
        "cop": 3,
        "opa": "Stab in neck",
        "opb": "Stab in thorax",
        "opc": "Stab in abdomen",
        "opd": "Stab in wrist and neck",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "1aa02126-6638-47fc-86c7-90e4334b63a9",
        "choice_type": "single"
    },
    {
        "question": "True about stab wounds:",
        "exp": "Ans. (A). Depth greater than breadthStab injuries are caused by pointed weapons..In stab injury, depth is the maximum dimensionIn incised wound, length is the maximum dimension.Chop injury shows wide gaping.Lacerations shows tissue bridging.",
        "cop": 1,
        "opa": "Depth is greater than breadth",
        "opb": "Breadth is greater than depth",
        "opc": "Length is greater than breadth",
        "opd": "It has wound of entry and exit",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "0acb7ecc-d6f0-40b7-b599-6b77697d5a92",
        "choice_type": "multi"
    },
    {
        "question": "Ideal condition for adipocere formation includes",
        "exp": "Ans. is 'a' i.e., Warm humid air * Moisture present, warmth present, air present - Putrefaction.* Moisture present, warmth present, air absent, i.e. warm humid climate - Adipocere formation (saponification).* Moisture absent, warmth present, air present, i.e. hot dry climate - Mummification.",
        "cop": 1,
        "opa": "Warm humid air",
        "opb": "Dry hot air",
        "opc": "Cold humid air",
        "opd": "Cold dry weather",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "cd427713-b1b2-4f4c-ae59-091cb7a4f98e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an eye change after death?",
        "exp": "Ans. (B). decreased potassium level in vitreousChanges in the eyes:Loss of corneal reflexUnreliable signCorneal opacitySeen in one hour due to drying.If the eyelids closed, delayed by 2 hours.Decreased IOPIOP becomes zero in 2 hours resulting inflaccidity of eyeballPupilsDilated initially, contracted laterVitreous changesIncreased potassium levelRetinal vesselsKevorkian sign - fragmentation of vessels",
        "cop": 2,
        "opa": "Loss of intraocular pressure",
        "opb": "Decreased potassium level in vitreous",
        "opc": "Fragmentation of vessels in retina",
        "opd": "Corneal haziness",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "9a139424-2da2-4885-a1e4-c2d83a5fbf15",
        "choice_type": "single"
    },
    {
        "question": "Postmortem examination stomach incision done after:",
        "exp": "Ans. a. Double ligationTwo ligatures are applied at the cardiac end of the esophagus and two ligatures below the pyloric end of the stomach.The stomach is removed by cutting between the double ligatures at both ends and is opened along the greater curvature.",
        "cop": 1,
        "opa": "Double ligation",
        "opb": "Single ligation",
        "opc": "Cut open",
        "opd": "Triple ligation",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "52b4088f-e766-4ec2-acb5-05e6e9ae86d4",
        "choice_type": "single"
    },
    {
        "question": "Calibre is defined as:",
        "exp": "Ans. a. Distance between two diametrically opposite lands (Ref: Parikh's 6/e p4.26; Reddy 33/e p210)Calibre is defined as distance between two diametrically opposite lands.'The calibre of a rifled firearm is measured between a pair of diametrically opposite 'lands' across the bore. Textbook Of Forensic Medicine And Toxicology: Principles And Practice By Vij (2008)/309Some Important Terms Related to FirearmsCalibreDistance between two diametrically opposite /andsQActionAction means the assembly of the firing mechanism of the gunQ.BallisticsScience of the motion of a projectile",
        "cop": 1,
        "opa": "Distance between two diametrically opposite lands",
        "opb": "Distance between two diametrically opposite grooves",
        "opc": "Distance between opposite land and groove",
        "opd": "Ratio of the length and width of the barrel",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "cf063fda-cd2b-4080-8952-21bbe5a27ea5",
        "choice_type": "multi"
    },
    {
        "question": "In Riger mortis, first appearane occurs at",
        "exp": "(Eyelid) (3.15-P)* In the involuntary muscle - Heart first affected* In the voluntary muscle - Eyelid muscles appears first*It first appearance in involuntary and then in voluntary muscles*It is not dependent on the nerve supply as it also develops in the paralysed limbsIt is tested by1. Attempting to lift the eyelids2. Depressing the jaw3. Gently bending the neck and various joints of the body*Sequence - Eyelid > face > neck and trunk > upper extremity > legs > small muscles of fingers & toes*In India rigor mortis commences in 2- 3 hours, the time since death would be within about 12-24 hours",
        "cop": 2,
        "opa": "Neck",
        "opb": "Eyelid",
        "opc": "Face",
        "opd": "Trunk",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "e92a5a12-fb6e-428d-9f6f-935ce266219a",
        "choice_type": "single"
    },
    {
        "question": "Gun powder residues on forearms can be detected by?",
        "exp": "ANSWER: (C) Dermal Nitrate TestREF: Parikh 6th edition page 4.39Dermal nitrate test or paraffin test was in use earlier to determint if a suspect has discharged firearm. The blow back powder residue deposits on the back of the palm and web spaces are collected on paraffin cast and tested for nitrates using diphenylamine reagent. This test is now obsolete as it gives false positive result with fertilizers, cigarettes and urine. Modern instrumental methods are used now.Tests to detect gunpowder residues:Paraffin/Dermal Nitrate test (now obsolete)Neutron Activation AnalysisAtomic absorption spectrophotometryScanning electron microscopy with X Ray analyser",
        "cop": 3,
        "opa": "Benzidine Test",
        "opb": "Barberio's Test",
        "opc": "Dermal Nitrate Test",
        "opd": "Hydrostatic Test",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "f053d4f2-1e64-486f-a872-7f6bd4d3573f",
        "choice_type": "single"
    },
    {
        "question": "In which part of body a lesser impact causes maximum bruise?",
        "exp": "Ans is 'a' i.e. Face \"If the part is vascular and loose, such as face, vulva, scrotum a slight degree of violence may cause a large bruise, as there is sufficient space for blood to accumulate. Reddy",
        "cop": 1,
        "opa": "Face",
        "opb": "Sole",
        "opc": "Back",
        "opd": "Palm",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "e8a674eb-6979-49e0-bab1-380bb76a2fd4",
        "choice_type": "single"
    },
    {
        "question": "Marbling refers to",
        "exp": "Ans. is 'b' i.e., Vessels appearing as prominent lines * The signs and effects of putrefaction are as follows:1) Colour changes# The earliest sign of decomposition is greenish discoloration of body, seen in right iliac fossa externallyand under liver internally. This is due to involvement of caecum. Which contains more liquid and is full of bacteria. In these areas, it appears in 12-18 hours and slowly spread to whole body in 24-48 hours. Greenish discoloration is due to formation ofsulph-meth-haemoglobin.# Morbling occurs when Hb dissociates from RBCs and the colour of Hb is taken up by vessels, which are seen as prominent lines having purple or green or brown colour. Marbling occurs in 24-48 hours.2) Formation of foul smelling gases# Due to action of bacteria, foul smelling gases are formed, e.g. S02, H2S, ammonia, methane and COv3) Effects of gases# Bloating up of body occurs in 34-48 hours. At the same time following changes occurs:i) Appearance of stomach contents and froth on nose and mouth.ii) Degloving and destocking with appearance of putrifactive blisters.iii) Emptying of heart due to pressure of gas.# In 48-72 hours prolapse of rectum and uterus occur and postmortem delivery may occur if the dead woman is pregnant. Color of postmortem staining also changes to brown and finally to black. False rigidity (putrefactive rigidity) may occur at this time.4) Appearance of maggots# Flies lay their eggs in wounds, exposed natural orifices and exposed moist parts of the body and folds of skin, e.g. neck, axilla, nostrils, mouth etc.# Flies lay eggs in 6-12 hours after death and these eggs change in larva (maggot) in 1-2 days.# Thus maggots appear in 2-3 days after the death.# After further 4-5 days, the maggots change into pupa, which convert into adult flies in next 3-5 days.# Thus adult flies will be coming out of the body after total 8-12 days of death.* Appearance of maggot determine the time since death.5) Other late changes# In 3-5 days: Nails and teeth become loose and can be pulled out, sutures of skull may separate.# In 7-12 days: Liquefaction of body (colliquative putrefaction) occurs.# In 1-3 months : Skeletonization of dead body occurs.# Finally: Bones also decompose: Exposed bones in 1-5 years and deep burried bone (> 2 meters) in 25-100 years.6) Internal changes# Liver becomes spongy and is called as foamy or swiss cheese or honeycombed liver.# In 7-12 days lequefaction of internal organs occur.7) Floatation of body (if body is in water)# Floatation of body occurs due to accumulation of sufficient putrefactive gases. Abdomen is above (due to gases) and spine is below during floatation.# Time required for floatation is ordinarily 24 hours after death in summers and 2-3 days in winter.# Factors affecting floatation are :i) Causing early floatation: Newborn mature infant, females, in summer, clothed body, obese, in sea water and in still pond water.ii) Causing delayed floatation : Still birth/immature newborn, male, in winter, naked body, thin built, in fresh water and in running stream water.# Inspiration and expiration before death has no effect on floatation as floatation is due to putrefactive gases (not due to respiratory air).",
        "cop": 2,
        "opa": "Pale look of the body",
        "opb": "Vessels appearing as prominent lines",
        "opc": "Greenish discoloration of the body",
        "opd": "Degloving",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "8264a24e-e4cb-4f85-b771-d833d810d580",
        "choice_type": "single"
    },
    {
        "question": "Shape of stab wound depends on -",
        "exp": "Ans. is 'd' i.e., AH of the above o A stab wound is an injury caused by a more or less sharp pointed weapon when it is driven in through the skin and its depth is the greatest dimension.o The size and shape of the stab wound in the skin is dependent on the type of weapon, cutting surface, edge sharpness, width and shape of weapon, body region stabbed, the angle of withdrawal, the direction of thurst, the movement of blade in body, cleavage direction, movement of person stabbed and the condition of tension or relaxation of skin.o With a double-edged weapon the shape of the wound will be elliptical or slit like and both angles will be sharp or pointed.o With a single-edged weapon, the shape will be triangular or wedge shaped and one angle of the wound will be sharp, the other rounded, blunt, or squared-off. Blunt end on the skin may have small splits, so-called \"fish-tailing\" if the back edge of the blade is heavy,o A spear or another round object causes a circular wound.",
        "cop": 4,
        "opa": "Edge of weapon",
        "opb": "Shape of weapon",
        "opc": "Width",
        "opd": "All of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "c754c050-3903-434a-9b50-4922e200df99",
        "choice_type": "multi"
    },
    {
        "question": "Body is warm in death due to which of the following?",
        "exp": "Ans. is 'b' i.e., Sepsis Postmortem caloricity* Normally, temperature falls after death. But in some situations, for initial 2-3 hours the dead body may gain heat, i.e. postmortem caloricity.* This may be seen in:i) Due to disturbed heat regulation : Sun-storke (heat stroke), pontine hemorrhage.ii) Due to heat production by muscular activity: tetanus, strychnine poisoning, asphyxial death.iii) Acute bacterial or viral infections : pneumonia, septicemia, liver abscess, peritonitis, typhoid, nephritis, meningitis, cholera etc.iv) Very high atmospheric temperature.",
        "cop": 2,
        "opa": "Pulmonary embolism",
        "opb": "Sepsis",
        "opc": "Cardiac shock",
        "opd": "Electrocution",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "d5783933-f562-44ec-a979-4b161bf25221",
        "choice_type": "single"
    },
    {
        "question": "Post mortem appearance of haemorrhagic spots in mucosa is seen in:",
        "exp": "Ans: d (Arsenic) Ref: Reddy, 27th ed, p. 4 73Haemorrhagic spots in mucosa is seen in arsenic poisoningArsenic:It is one of the most popular homicidal poisonIt is tasteless, odourless and mixed with foodFeatures of arsenic poisoning> Fatal dose 120- 200 mg> Mees line in nails> Haemorrhagic spots in mucosa> Raindrop pigmentation -> measles like fading> Addison like disease -> due to pigmentation> Poisoning resembles cholera> Hyperkeratosis of palms and soles> Red velvety stomach mucosa> Subendothelial petechial hemmorages> Arsenic neuritis resembles that of chronic alcoholismDetectionArsenic is rapidly cleared from the body, so blood samples are useful only in acute poisoningIn chronic poisoning - Hair, nails and skin samples are preservedMaximum amount is seen in liver than skin.It can be detected even in decomposed bodiesMarsh test and Reinsch's test are done to detect arsenicTreatmentFreshly prepared ferric chloride.",
        "cop": 4,
        "opa": "Mercury",
        "opb": "Strychnine",
        "opc": "Thallium",
        "opd": "Arsenic",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "b0bab12c-4ff2-4c07-99cd-e690875635d5",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not an incision in autopsy?",
        "exp": "Ans. is 'd' i.e., J - shaped incision * Types of primary skin incisions of autopsy are1) I-shaped incision : Extending from the chin straight down to symphysis, passing to the side the umbilicus.2) Y-shaped incision: Begins close to acromion process and then extends down below the breast across to xiphoid process from where it is carried downwards to the symplysis pubis.3) Modified Y-shaped incision rlncision is made from suprasternal notch to symphysis pubis. The incision extendsfrom suprasternal notch over the clavicle to its center on both sides and then passes upwards over the neck behind the ear.",
        "cop": 4,
        "opa": "I - shaped incision",
        "opb": "Y - shaped incision",
        "opc": "Modified Y - shaped incision",
        "opd": "J - shaped incision",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "5901c6a4-c3c1-4a94-91c6-923cd4a7b883",
        "choice_type": "single"
    },
    {
        "question": "Which part is first involved by mummification?",
        "exp": "Ans. is 'b' i.e., Skin Mummification* It is also a modification of putrefaction, which occurs in the absence of moisture. That is when there is excess air and warmth but no moisture (humidity), i.e. hot dry and windy climate, mummification takes place in place of normal putrefaction. Thus mummification occurs in deserts, especially in summer and also in bodies buried in shallow grave in sandy soil.* Mummification is characterized by dessication or drying of the dead body. There is drying, dehydration and shriveling of dead body. It proceeds from exterior to interior. Therefore first to be involved is skin, especially of exposed body parts like lips, nose tip, hands (fingers) and feet (toes). The skin is shrunken, contracted, dry, brittle, leathery, streched across bony prominences and rusty brown to black in color. Internal viscera also dry up, darken in color and blend with each other to form a single mass. Body emits smell like rotten cheese. Facial features and injuries are well preserved, thus identification of body and cause of death can be determined (like adipocere formation).* Time required for mummification varies between 3 months - 2 years. If properly preserved, a mummified body can remain for years. Chronic arsenic or antimony poisoning favor mummification.* Medicolegal importance: (i) Identification of body (facial features are preserved), (ii) cause of death (injury marks are preserved), (iii) time since death can be estimated.",
        "cop": 2,
        "opa": "Heart",
        "opb": "Skin",
        "opc": "Stomach",
        "opd": "Muscles",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "718064c5-b53d-4750-a121-5f3194280178",
        "choice_type": "single"
    },
    {
        "question": "Diatoms are seen in",
        "exp": "B. i.e. (Drowning) (3.69 - Parikh 6th)DIATOMS - is unicellular algae**, have silicaceous cell wall (Best site of sample - Bone marrow in femur**)* **Since diatoms resist putrefaction, diatom test may have some value in examination of decomposed bodies* The test is negative in dead bodies thrown in water and in dry drowning (Tissues from brain, liver and BM)*Gettler's Test used in Drowning to estimate the chloride content of blood from both sides of the heart Diagnostic features of drowning - is fine white latheary tenacious froth or foam rarely tinged with blood (other causes are - chest - compression, opium poisoning, slow asphyxia. Putrefaction).i. Cutis - anserine** - goose - skin or goose flesh - the granular and puckered appearance of the skin and \"pataufs hemorrhage\"**ii. Washer - woman *s hand - the slan of the hands or feat shows bleached, corrugated and sodden appearance* Commonest type of Drowning is - Suicidal**",
        "cop": 2,
        "opa": "Infanticide",
        "opb": "Drowning",
        "opc": "Hanging",
        "opd": "Mummifications",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "303a416b-1af0-4473-854c-d361d7c0e4e5",
        "choice_type": "single"
    },
    {
        "question": "Postmortem caloricity is not seen in?",
        "exp": "Ans. is 'c' i.e., Organophosphorus poisoning o Normally, temperature falls after death. But in some situations, for initial 2-3 hours the dead body may gain heat, i.e. postmortem caloricity.o Postmortem caloricity is seen in:-1) Due to disturbed heat regulation: Sun-stroke (heat stroke), pontine hemorrhage.2) Due to heat production by muscular activity: Tetanus, strychnine poisoning, asphyxial death.3) Acute bacterial or viral infections: Pneumonia, septicemia, liver abscess, peritonitis, typhoid, nephritis, meningitis, cholera etc.4) Very high atmosphere temperature.",
        "cop": 3,
        "opa": "Strychnine poisoning",
        "opb": "Typhoid",
        "opc": "Organophosphorus poisoning",
        "opd": "Septicemia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "a95cc455-4e2c-4180-a99e-e22a24413f08",
        "choice_type": "single"
    },
    {
        "question": "Lucid interval is seen in -",
        "exp": "Ans. is 'a' i.e., Extradural hemorrhage o Lucid interval is seen in subacute/chronic epidural (extradural) hemorrhage and in insanity.",
        "cop": 1,
        "opa": "Extradural hemorrhage",
        "opb": "Subdural hemorrhage",
        "opc": "Intracranial hemorrhage",
        "opd": "Subarachnoid hemorrhage",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "4176e474-a3d8-4e92-a069-710ed95cf6cd",
        "choice_type": "single"
    },
    {
        "question": "What is the earliest definite site of external putrefaction?",
        "exp": "Ans: (c) Right iliac fossaRef: NG Rao, Textbook of Forensic Medicine and Toxicology, 2nd edition, Page 150Greenish or bluish green discoloration is a sign of decomposition.This discolouration is due to formation of sulphamethemoglobin from H2S and hemoglobin.Sites of occurrenceInternally, it is first seen as Reddish brown discolouration on inner surface of vessels especially aorta (earliest sign). It is also seen on undersurface of liver where it is in contact with transverse colon (along with external discolouration).Externally it is seen as greenish discolouration in the Right iliac fossa in skin over the caecum (as contents of bowel here are more fluid and full of bacteria).Timeline since deathAppears in 12 to 18 hours in summer and 1 or 2 days in winter.Passage of bacteria through blood vessels results in formation of sulphamethemoglobin along route causing greenish or reddish brown liner branching pattern on skin (marbling) first on shoulder, roots of limbs, thighs, side of abdomen, chest and neck - prominent in 36 to 48 hours.",
        "cop": 3,
        "opa": "Epigastric region",
        "opb": "Umbilical region",
        "opc": "Right iliac fossa",
        "opd": "Left iliac fossa",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "148713ab-4dee-413e-a582-69de867d7dce",
        "choice_type": "single"
    },
    {
        "question": "Moist burn refers to:",
        "exp": "Ans. (B). ScaldsLocal effects of heat & cold:Dry heat: Flame burnsMoist heat: scaldsDry cold: Frost biteMoist cold: Immersion foot",
        "cop": 2,
        "opa": "Simple burns",
        "opb": "Scalds",
        "opc": "Electric burns",
        "opd": "Thermal burns",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "835917a0-0f2e-424e-865f-c0a680ce41df",
        "choice_type": "single"
    },
    {
        "question": "Earliest sign of fetal death -",
        "exp": "Ans. is 'b' i.e., Robert's sign Radiological signs of IUFDSignInterval (After Death)Robert sign (gas in great vessels)12 hSpalding sign (overlapping of skull bones)1 weekBlair-Hartley/ Ball sign (hyperflexion/ hyperextension of spine with overcrowding of ribs3-4 weeks",
        "cop": 2,
        "opa": "Spalding sign",
        "opb": "Robert's sign",
        "opc": "Ball sign",
        "opd": "Adipocere formation",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "5b3763be-e91c-4ea9-80a0-6813e04079e7",
        "choice_type": "multi"
    },
    {
        "question": "Locard's principle is famous for:",
        "exp": "Ans. a. Theory of exchangeRef: APC Essentials of Forensic Medicine and Toxicology by Anil Aggrawal; Page No- 426 and Essential of Forensic Medicine and Toxicology, KSN Reddy, 33rd Ed; Page No-475Locard's Exchange principle states that when any two objects come into contact there is always a transfer of material from each object on to the other.This principle is often used as a sure proof of crime.The principle was first enunciated by Edmond Locard (1877-1996), often referred to as the Sherlock Holmes of France.",
        "cop": 1,
        "opa": "Theory of exchange",
        "opb": "Fingerprint study",
        "opc": "Formula for estimation of stature",
        "opd": "System of personal identification using the body measurement",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "2e257f30-0df1-4afe-83ad-3a5cffe8712d",
        "choice_type": "single"
    },
    {
        "question": "Criteria for grievous hurt are all EXCEPT:",
        "exp": "Ans. (d) Injured person admitted in hospital for 19 days Ref: Legal Apptitude And Legal Reasoning For The Clat By Bhardwaj A. P136 Section for grievous hurt: IPC 320 The book states: uthe mere fact that the injured remained in hospital for 20 days would not be enough to conclude that he was unable to follow his ordinary pursuits during that. Continuance of severe body pain for 20 days or disability to follow ones avocation for 20 days constitutes grievous hurt\" Criteria * Emasculation * Permanent privation of the sight of either eye * Permanent privation of hearing of either ear * Privation of any joint or permanent impairment of the power of any member of joint * Permanent disfiguration of head or face * Fracture or dislocation of bone or tooth * Any hurt which endangers life or which causes the sufferer to be admitted during the span of 20 days in severe body pain or unable to follow his ordinary pursuits.",
        "cop": 4,
        "opa": "Endanger to life",
        "opb": "Permanent privation to eye/sight",
        "opc": "Permanent disfiguration of face",
        "opd": "Injured person admitted in hospital for 19 days",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "a53de8e6-4718-440b-b34a-474f32b1d87d",
        "choice_type": "multi"
    },
    {
        "question": "In starvation:",
        "exp": "(All of the above): Ref: 3.75-PSTARVATION: \"Postmortem appearance\"* General reduction in size and weight of all organs except the brain* The organs are frequently pale, and the heart, liver, kidney and spleen atrophied* Lungs are pale, small, and exude very little blood when cut* Small intestine may be so thin as to be almost transparent (Typical of death from starvation)* Gall bladder is full and distended due to accumulation of bile from lack of stimulation, Gall stones may be present.* Skeletal shows spinal curvature, rickets and dental defects progressive osteomalacia is common, stress fractures* Rigor mortis comes on early and lasts a short time, decomposition sets in early.",
        "cop": 4,
        "opa": "All the organs of the body are shrunken except brain",
        "opb": "The small intestine is thin, papery transparent",
        "opc": "Gall bladder is distended",
        "opd": "All of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "64ed43f2-0b20-4a5b-8647-6b7c3c53f446",
        "choice_type": "multi"
    },
    {
        "question": "Feature of Post mortem clots are",
        "exp": "Ans. is 'a' i.e., Can be washed away Antemortem vs postmortem woundFeatureAntemortal woundPost Mortem WoundHaemorrhage* Arterial* Blood clotted and the clot is# Laminated# Firmly adherent to the lining of endothelium# Firm, Rubbery and Variegated* Venous* Blood usually not clotted and if clot it is# Non laminated# Weakly adherent to the lining of endothelium# Soft friable chicken fat (yellow) or current jelly (red) appearance# Homogenous* Copious* Deep staining of edges which can't he washed away* Slight* Staining is superficial and can be washed awayWound edgesGapping, Everted, SwollenApposed, not swollenVital reactionSigns of inflammation, infectio (pus, slough) and healing (granulation tissue) presentNot presentEnzyme histo-chemistryNegative and positive vital reactionsVital reaction absentWound serotonin & histamine contentIncreasedNo increaseMicroscopy* Clot has Platelets* Leucocyte & RBC infiltration in between muscle fibres* Clot lacks platelets* No infiltration",
        "cop": 1,
        "opa": "Can be washed away",
        "opb": "Laminated",
        "opc": "Rubbery",
        "opd": "Variegated",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "24a3b627-8d73-40af-b138-e666074e18f1",
        "choice_type": "single"
    },
    {
        "question": "Dumdum bullet false is -",
        "exp": "Ans. is 'b' i.e., Produce deep penetration o Dum-dum bullets produce limited penetration:o Dum-dum bullet (expanding bullet) : It is a jacketed bullet with is nose tip chiseled or cut off. It is designed to increase in diameter and expand upon striking the target, thus producing larger diameter wounds of limited penetration.",
        "cop": 2,
        "opa": "Also called expanding bullet",
        "opb": "Produce deep penetration",
        "opc": "Produce large diameter wounds",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "d15cebae-dcd5-457b-81ec-d42ee4082302",
        "choice_type": "multi"
    },
    {
        "question": "The critical impact angle in external ricocheting is:",
        "exp": "Ans. (A). 30 degreeCritical angle of external ricocheting of bullet is 30 degree.The bullet before striking the victim, strikes some intervening object first, and then after ricocheting, hits the victim.The bullet may be deformed.Abrasion collar is absent, as the bullet loses its spinning motion.Burning, blackening and tattooing are also not seen.Internal ricocheting is seen inside skull.",
        "cop": 1,
        "opa": "30 degree",
        "opb": "45 degree",
        "opc": "60 degree",
        "opd": "90 degree",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "225e6550-2bd4-4672-ae32-435aa2298655",
        "choice_type": "single"
    },
    {
        "question": "All of the following are the features of the displayed pelvis except:",
        "exp": "Ans. (D). Sacrum long & narrow.The displayed pelvis shows circular pelvic inlet, sub-pubic angle more than 90deg, sacrum short & wide, which are suggestive of female sex.",
        "cop": 4,
        "opa": "Sub-pubic angle more obtuse",
        "opb": "Pelvic inlet circular shaped",
        "opc": "Triangular obturator foramen",
        "opd": "Sacrum long and narrow",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "9cd91bf9-3ab8-4ab4-82ce-5d7da17b24c1",
        "choice_type": "multi"
    },
    {
        "question": "Dirt collar or grease collar is seen in -",
        "exp": "Ans. is *c' i.e.. Firearm entry wound o Grease collar or dirt collar is seen at firearm entry wound.o It is a black colored ring lining the entrance wound on the skin.o Is produced by removal of substances from the bullet as it passes through the skin, that is, bullet lubrication, gun oil from the interior of the barrel, lead from the surface of the bullet, barrel debris, etc.o It is more marked in a distant shot and is less common if the bullet is jacketed.o It is different from the abrasion collar or contusion collar. The abrasion collar surrounds the dirt collar.o Both dirt collar and abrasion collar are proof of an entrance wround, especially from a bullet (rifled firearm weapon).",
        "cop": 3,
        "opa": "Punctured wound by sharp weapon",
        "opb": "Lacerated wound",
        "opc": "Firearm entry wound",
        "opd": "Stab wround",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "89b9e176-35b2-419b-8e19-1c5218a5e4be",
        "choice_type": "single"
    },
    {
        "question": "Tattooing around the entry wound is seen in -",
        "exp": "Ans. is 'a' i.e., Close shot Contact shotClose shotDistant shoto The discharge from the muzzle consisting of the flame, powder metallic are blown the track taken by the bullet.o The discharge of muzzle is flame powder etc is within the fange of entrance woundo The discharge of muzzle isoutside the range of entrance woundo Consequently there may be no buring no soot, no tattooing around the entrance woundo Consequently wound is singed by flame, surrounded by soot (blackned) and shows tattoingo No burning, no tattooing, soot.o Skin surrounding the wound shows no -# No abraded collar# No grease collaro The skin surrounding the wound shows -* Abraded collar* Grease / dirt collaro The skin sorrounding the wound may be -* Abraded collar may be present* Dirt collar or grease collar presento Surrounding tissues may be cherry red incolour owing to presence offcarboxyhaemoglobino Carboxyhaemoglobin is present in the wound track in diminishing concentrations - Reddy (This explains cherry red colour of surrounding tissues)o Surrounding tissues may be cherry red due to present of carboxyhaemoglobino Wound may be -# Small and regular or# Larg and irregular (triangular, stellatecruciate)Q# Contact head wound result in undermined, ragged', stellate (star shaped), triradiate or cruciform wound with everted marginsQ from which lacerations (tears) over skin radiating outward from entrance hole because of expansion of gases between scalp and skullo The entrance wound is circular with inverted margins but the rebounding gases may level up or even evert the margino The wound is circular with inverted margins and may be of same size or even smaller than the bullet due to initial stretching of skin.",
        "cop": 1,
        "opa": "Close shot",
        "opb": "Contact shot",
        "opc": "Distant shot",
        "opd": "All of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "4377ad04-bec1-4ae5-8a4c-1e95d47f94e2",
        "choice_type": "multi"
    },
    {
        "question": "Hydrostatic test is used to determine -",
        "exp": "Ans. is 'b' i.e., Live birth * Has been explained in previous sessions",
        "cop": 2,
        "opa": "Presence of smegma",
        "opb": "Live birth",
        "opc": "Criminal abortion",
        "opd": "Buccal coitus",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "0d8561de-ad8d-45d2-aff1-bdc0d291623c",
        "choice_type": "single"
    },
    {
        "question": "Fencing attitude in dead bodies is caused by:",
        "exp": "Ans. (A). Coagulation of proteinsFencing attitude is the other name of heat stiffening.Heat stiffening is due to muscle protein coagulation Q.",
        "cop": 1,
        "opa": "Coagulation of proteins",
        "opb": "Emulsification of fat",
        "opc": "Strangulation",
        "opd": "Throttling",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "7ba5ab1f-4716-4214-98f4-a85fbf95d03a",
        "choice_type": "single"
    },
    {
        "question": "Gunshot residue on hands can he detected by which test-",
        "exp": "Ans. is 'c' i.e., Dermal nitrate test o Dermal nitrate/ paraffin/diphenylamine test:It is used to detect firearm residues on the hands of the suspectIn this, the hands are coated with a layer of liquid paraffin. After cooling, the casts are removed & treated with an acid solution of diphenvlamine, a reagent used to detect nitrates & nitrites that originate from gunpowder & is deposited on the skin of the person who has fired the shot.A positive test is indicated by the presence of blue flakes in the paraffin.o Benzidine test- most sensitive test for detection of blood,o Phenolphthalein / Kastle Mayer test-screening test for blood stainso Harrison & Gilroy test hydrogen activation analysis- is used to detect heavy metal. These heavy metals are detected from entrance wound where they are components of the residue discharged from the cartridge of a firearm weapon.",
        "cop": 3,
        "opa": "Benzidine test",
        "opb": "Phenolphthalein test",
        "opc": "Dermal nitrate test",
        "opd": "Hydrogen activation analysis",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "9aedb39c-571c-4719-8e49-8209cffff79b",
        "choice_type": "single"
    },
    {
        "question": "The team to diagnose brainstem death is constituted by all except",
        "exp": "Answer: a) Forensic or Legal medicine specialist (W PILLAY 17th ED P-136)BRAIN DEATHUK criteria for diagnosis of brain deathPreconditions* Patient deeply comatose* Patient on ventilator (spontaneous respiration had ceased)* Diagnosis of the disorder leading to brain death has been firmly establishedExclusions* Hypothermia (rectal temperature >35deg C)* Coma not due to depressant drugs (narcotics, hypnotics, tranquilizers)* Neuromuscular blocking agents, excluded as a cause for RS failure* No profound abnormality of serum electrolytes, acid base balance, glucose concentrations and any metabolic and endocrine cause of coma has been excludedBrain stem death is certified by a Board of Medical Experts consisting ofi. The registered medical practitioner treating the person whose brain-stem death has occuredii. The registered medical practitioner in charge of the hospitaliii. Neurologist/Neurosurgeoniv. An independent medical specialist",
        "cop": 1,
        "opa": "Forensic or Legal medicine specialist",
        "opb": "The physician treating the patient",
        "opc": "Neurosurgeon or neurophysician",
        "opd": "The physician incharge of the hospital",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "5bc26688-9d4e-4c64-8c2f-80c430f36cab",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is present in post mortem staining?",
        "exp": "Ans. is 'a' i.e., Seen on dependent parts of body * Postmortem staining refers to discoloration of skin and internal organs after death due to accumulation of fluid blood in toneless capillaries and small veins of dependent part of the body.* As dead body behaves like an inert substance, therefore there is gravitational flow of blood to the dependent parts of body, causing stagnation of blood in toneless capillaries and small veins, causing bluish purple staining of these parts.* Characteristic features of postmortem staining are:1) It does not appear elevated above the surface but has sharply defined (usually horizontal) margins.2) It is an early sign of death. It starts at about 1 hour, becomes a series of mottled patches within 1-3 hours and these pathces increase in size to coalesce in about 3-6 hours. After 6-12 hours, lividity is fully developed and fixed (unchangeable), i.e. primary lividity. It ends when putrification sets in. Fixation of lividity is due to stagnation of blood in distended capillaries and venules (not due to coagulation of blood).3) If the position of body is changed, after development of lividity but before it becomes fixed, these patches will disappear and fresh ones will develop in the new dependent areas (secondary lividity), but lividity to a slight degree will remain in the original area due to staining of tissue by hemolysis (complete).4) Normally the staining is at first bluish-pink and afterwards bluish purple.In severe anemia, and death from haemorrhage, the staining is very faint. In deaths from asphyxia, where blood is deoxygenated and may not readily coagulate, the staining is intensely developed and purple in colour. In conditions where blood coagulates quickly eg. in lobar pneumonia lividity is less abvious.5) It is seen on dependent parts of the body, therefore site depends upon position of body after death:i) In supine: On posterior dependent portion of body. But not seen on back of shoulder blades, buttocks and back of calves due to contact flattening, i.e. toneless capillaries are compressed and occluded by weight and pressure of body.ii) In hanging: Dependent lower half of both lower limb and upper limb (i.e. lower half of leg with feet and lower half of forearm with hands), and external genitalia.iii) In drowning: Head and upper half of body as head being the heaviest part becomes the dependent part. It does not develop in running water due to constantly changing position of the body.6) No lividity is seen on pressure points of body, i.e. contact pallor, as pressure caused by weight of body causes compression of toneless vessels and prevent their filling with blood:i) In supine: No lividity is seen on back of shoulder blades, buttocks, occipital area and calf ->> contact flattening.ii) Also no lividity occurs in parts tightly tied with belt, waist band or brassiere and the area is seen as stripes or bands called vibices.",
        "cop": 1,
        "opa": "Seen on dependent parts of body",
        "opb": "Extravasation of blood from capillaries",
        "opc": "Lividity is greatest on the pressure points",
        "opd": "Develops rapidly in running water",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "9478c4d1-4d31-4cb0-9f4b-83afc5955f0c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following retards putrefaction?",
        "exp": "Ans. c (Arsenic). (Ref. Parikh, Textbook of FMT, 5th/701, 752)ARSENIC# Arsenic retards putrefaction.# The body is therefore well preserved in chronic poisoning by ajrr.enic.# Consequently the autopsy findings are clear despite lapse of time.# Because of its preservative properties, arsenic is used for embalming purposes.# In chronic poisoning arsenic has pervaded tissue & therefore retardation of decomposition is evident.# The preservative influence of arsenic upon the tissue of those poisoned by it has been observed even followingexhumation.# Samples of hair & nails should be taken for analysis, as the poison is stored permanently in them.# Chronic antimony poisoning also has a preservative effect on the body like arsenic.",
        "cop": 3,
        "opa": "Mercury",
        "opb": "Lead",
        "opc": "Arsenic",
        "opd": "Copper",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "b725c468-941b-4617-a2f8-5974c7f6379b",
        "choice_type": "single"
    },
    {
        "question": "Inconclusive autopsy is known as?",
        "exp": "Ans. is 'a' i.e., No cause of death is found on gross as well as histopathological examination Types of autopsy1) Normal autopsy - cause is apparent from gross examination2) Defective autopsy - cause was ascertainable, but was not ascertained due to constrains on the part of doctor, hospital, facilities etc3) Obscure autopsy - gross findings are minimal, indecisive or obscure, as in adrenal insufficiency, anesthetic overdose, myxedema, rare plant poisons, thyrotoxicosis etc. subsequent examination like histology, microbiology, toxicology or serology reveal the cause.4) Negative autopsy / inconclusive autopsy - Cause is not clear from gross as well as subsequent examinations.",
        "cop": 1,
        "opa": "No cause of death is found on gross as well as histopathological examination",
        "opb": "Cause is apparent on gross examination but not on histopathological examination",
        "opc": "Gross finding are minimal",
        "opd": "Cause is apparent on gross examination but not found because of constrains on the part of doctor",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "c1781abc-8e33-41e2-b407-c49cfb918bb6",
        "choice_type": "single"
    },
    {
        "question": "Which is the best temperature for putrefaction?",
        "exp": "Ans. is 'c' i.e., 30 degrees C * Putrefaction is the last stage in resolution of body from the inorganic to organic state and is a certain sign of death.* The putrefaction is due to:i) Autolysis:# The enzymes of the body, break down the dead body causing proteolysis, lipolysis and glycolysis.ii) Bacterial enzymes:# Aerobic and anaerobic bacteria present in small intestine (e.g. C. welchii, staphylococcus, E.coli etc.) release enzymes (especilly lipase and lecithinase), which act on body to cause breakdown.* Three conditions are necessory for putrefaction : (i) warmth (10-45deg), (ii) moisture (humidity) and (iii) air. If air is absent, adipocere formation (saponification) occurs, and in the absence of moisture, mummification occurs.",
        "cop": 3,
        "opa": "- 10 degrees C",
        "opb": "0 degrees C",
        "opc": "30 degrees C",
        "opd": "50 degrees C",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "6b6abb7b-09b8-4ac1-a2b6-e6dba3625b7b",
        "choice_type": "single"
    },
    {
        "question": "Foamy liver is found in",
        "exp": "(Putrefaction) (3.25-P)PUTREFACTION - Liver becomes softened and flaby* Owing to the evolution of gases in its substances. It becomes spongy and present a honey- combed appearance (foamy or Swiss Cheese liver)* The patch of greenish discolouration appears early and gradually extends to the whole organ which ultimately becomes black.",
        "cop": 2,
        "opa": "Drowning",
        "opb": "Putrefaction",
        "opc": "Adipocere",
        "opd": "Abortion",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "ba0604a1-47d9-4acd-b884-d2a84864a0cc",
        "choice_type": "single"
    },
    {
        "question": "A rickshaw tyre passed on a 8 year old child. Tyre marks were found on the body. This is an exmaple of:",
        "exp": "Ans is 'b' i.e. Imprint abrasion Real confusion in this question is between imprint abrasion and patterned bruising. In both imprint abrasion and patterned brusing there is mark or pattern of the object causing injury.* Abrasion is caused by friction and/or pressure between the skin and some rough object or surface. For abrasions to occur some movement along with pressure is essential between the object or instrument or weapon and the skin. Inabrasions superficial layers of skin are crushed and damaged.* Bruises or contusions are caused by blunt trauma resulting in rupture of small blood vessels which lead to effusion of blood in subcutaneous or subepithelial tissues. However skin is intact in most cases until associated withabrasions.* In an accident in which victim is overrun by vehicle, there will be movement and friction between the tyre and skin along with pressure by the tyre leading to imprint or patterned abrasion. There can be intradermal bruises also whichare usually associated with patterned objects. So the tyre mark will be primarily an imprint or patterned abrasion (tyre has a pattern because of ridges and grooves) associated with bruises too.Also know-Abrasions are of following types - 1. Scratches - a linear injury produced by a sharp object, such as a pin, thorn, nail or tip of any sharp weapon.2. Graze - An injury which is produced when a broad surface of skin slides or scraps against a rough surface. These are the most common type. Commonly seen in road accidents.Violent lateral (tangential) rubbing against a rough surface can produce abrasion known as 'brush burn' or 'gravel rash'.'Friction burn' can occur due to tangential contact with a smooth surface.3. Patterned abrasions: In it pattern of the object causing injury is produced over the skin when the force is applied at right angle to the surface of the skin. Patterned abrasions are produced either by pressure of the object or by impactwith a rough object. The former is called pressure (crushing or friction) abrasion and the latter is known as impact (contact or imprint) abrasion. There can be associated bruising in the surrounding area. Examples are ligaturemark, nail and thumb mark, teeth bite marks, whip marks, radiator, grill or tyre marks in vehicular accidents and muzzle marks in gunshot injuries.",
        "cop": 2,
        "opa": "Percolated bruise",
        "opb": "Imprint abrasion",
        "opc": "Contusion",
        "opd": "Patterned bruise",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "a0d9e728-a0c5-42e3-8252-94ae52b086b5",
        "choice_type": "single"
    },
    {
        "question": "Bone pearl's or wax drippings is pathogonomic of:",
        "exp": "Ans. (D). Electrocution(Ref: Review of Forensic Medicine & toxicology; Gautum Biswas; 2nd edition; Pg - 275)",
        "cop": 4,
        "opa": "Burns",
        "opb": "Scalds",
        "opc": "Lightening",
        "opd": "Electrocution",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Investigations",
        "id": "b6643772-f438-480a-a68e-881bcb05598a",
        "choice_type": "single"
    }
]