[
    {
        "question": "Death of a patient due to an unintentional act by a doctor, staff or hospital is:",
        "exp": "Ans. (A). Therapeutic misadventure(Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy. 33rd edition 2010. Pg: 38)Civil negligenceSimple absence of skill & careCriminal negligenceGross absence of skill & careContributory NegligenceBoth doctor and patient are negligentCorporate NegligenceFailure in part of hospital management to provide adequate facilitiesDoctrine of Res Ipsa LoquitarThe things or facts speaks for itself. E.g. Amputation of a wrong limbDoctrine of calculated riskEvery medical procedure had Inherent riskNovus Actus InterveniensUnrelated Action InterveningTherapeutic misadventureMischance or disaster.A person dies due to some unintentional act of doctor or hospitalDoctrine of Respondent Superior(Vicarious Liability)Let the master answerProduct's liabilityManufacturer is responsible for quality of drug & medical equipment.",
        "cop": 1,
        "opa": "Therapeutic misadventure",
        "opb": "Vicarious liability",
        "opc": "Therapeutic privilege",
        "opd": "Diminished liability",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "6c1a86d2-ca3a-4b9d-a7df-287568606f70",
        "choice_type": "single"
    },
    {
        "question": "Syndrome characterized by an elaborate delusion that the patient is passionately loved by another person is also known as:",
        "exp": "Erotomania (de Clerambault's syndrome): Condition in which a person holds a delusional belief that another person, usually of a higher social status, is in love with him/her. Erotomanic tries to get close to the person through telephone calls, e-mails, letters, gifts and visits. MC in women than in men. Ekbom syndrome (delusions of parasitosis): A form of psychosis wherein the patients acquire a delusional belief that they are infested with parasites, whereas in reality no such parasites are present. Cotard delusion/syndrome: Person holds a delusional belief that he is dead, does not exist, is putrefying or has lost his blood or internal organs. Delusion of infidelity/jealousy (Othello syndrome): Person holds a delusional belief that his spouse is unfaithful. Males are more affected.",
        "cop": 2,
        "opa": "Ekbom's syndrome",
        "opb": "De Clerambault's syndrome",
        "opc": "Querulous paranoia",
        "opd": "Othello syndrome",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "7fbb5f1b-35ce-4cde-aeab-cb5a8d0622e8",
        "choice_type": "single"
    },
    {
        "question": "In which of the following situations, the accused is punishable under Law:",
        "exp": "Application of Mc Naughten's rule: If under an insane delusion, a person thinks that another person has caused serious injury to his character, family or propey and kills him, he becomes responsible because under the law, no one can kill a person in revenge. If under the influence of an insane delusion, a person thinks another man is attempting to kill him and he kills that man in self-defense, he will not be held criminally responsible. If under the influence of an insane delusion, a person thinks another man to be a wild animal and kills him, he will not be held criminally responsible. Sec. 85 IPC: Nothing is an offence which is done by a person who at the time of doing it, by reason of intoxication, is incapable of knowing the nature of the act, or what he is doing is either wrong or contrary to law; provided that thing which intoxicated him was administered to him without his knowledge or against his will.",
        "cop": 3,
        "opa": "If under the influence of an insane delusion, a person thinks another man is attempting to kill him and he kills that man in self-defense",
        "opb": "If under the influence of an insane delusion, a person thinks another man to be a wild animal and kills him",
        "opc": "If under an insane delusion, a person thinks that another person has caused serious injury to his character, family or propey and kills him.",
        "opd": "If under the intoxication produced without his will, a person kills another person and has no recollection of it.",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "5a6cacdb-6780-4272-9c01-4ab7a7dae0e0",
        "choice_type": "single"
    },
    {
        "question": "Novus actus interveniens is related to?",
        "exp": "Ans. is 'b' i.e. Breaking of chain Novus Actus Interveniens:o A person is responsible for his actions and its consequences. This principle applies to cases of assault or accidental injuries. However, sometime such continuity of events is broken by an entirely new and unexpected happening, due to negligence of some other person, i.e. \"novus actus intervenien \" (an unrelated action intervening).o For example, If a person has been assaulted due to which he has sustained large liver laceration, for which he is operated by a surgeon. If the patient dies intraoperatively or postoperatively due to complications related to surgery or injury, the person who has assaulted the patient will be held responsible. But, if the doctor has done some negligent act during surgery, e.g. left the swab or instrument in abdomen during surgery; and patient dies because of that act (sepsis due to swab), then the responsibility may pass from original incident to later negligent act of doctor by principle of 'novus actus intervention' (an unrelated action intervening). Thus doctor irresponsible for negligent act, Le. criminal negligence, and the assailant will not be fully responsible for the ultimate harm.",
        "cop": 2,
        "opa": "Facts speaking for itself",
        "opb": "Breaking of chain",
        "opc": "Contributory negligence",
        "opd": "Therapeutic misadventure",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "66aed19b-a712-4fe5-9cf0-4a38e5d794f3",
        "choice_type": "single"
    },
    {
        "question": "Telefono means -",
        "exp": "Ans. is 'c' i.e., Beating on ears o Telefono: Simultaneous beating of both ears with the palm of hands. This may lead to rupture of tympanic membrane, causing pain, bleeding and hearing loss. It is difficult to detect this. The external ear may also get tom during pulling of the ears.o Falanga : beating of soles with blunt object. It is the most common type of torture. It can cause immediate & long term consequences, even disability.",
        "cop": 3,
        "opa": "Beating on soles",
        "opb": "Beating on palms",
        "opc": "Beating on ears",
        "opd": "Pulling of hair",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "88cb9d26-505c-4eb7-abbb-dfd5b107668b",
        "choice_type": "single"
    },
    {
        "question": "Testamentary capacity refers to",
        "exp": "Ans. (A). Ability to make a valid will(Ref: KSN Reddy, Essentials of Forensic Medicine & Toxicology, 33rd Ed., P. 493)Testamentary capacityQMental Ability of a person to make a valid willHolograph willQWritten by the testator in his own hand writingSomnambulismSleep walkingSomnolentiaSleep - drunkenness - midway between sleep and walking, he may commit some crime due to confusion of the mind",
        "cop": 1,
        "opa": "Ability to make a valid will",
        "opb": "Criminal liability",
        "opc": "Right to vote",
        "opd": "Ability to give evidence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "11601b5d-7dc2-4b03-bb82-faeb3dd6fcb6",
        "choice_type": "single"
    },
    {
        "question": "Sleep drunkenness is otherwise called as:",
        "exp": "Somnolentia - sleep drunkenness Somnambulism - sleep walking Automatism - act committed during a state of unconsciousness or grossly impaired consciousness. Hypnotism - mesmerism",
        "cop": 1,
        "opa": "Somnolentia",
        "opb": "Somnambulism",
        "opc": "Automatism",
        "opd": "Hypnotism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "68b86837-4f74-4e5a-bf41-a4b8c4ee6ce2",
        "choice_type": "multi"
    },
    {
        "question": "Synonymous of pugilistic attitude is -",
        "exp": "Ans. is 'a' i.e,, Defence attitude Pugilistic attitude(boxing/fencing/defence attitude)o It is heat stiffening caused by denaturation and coagulation of proteins,o It is indicative of exposure to intense heat,o There is flexion at all joints and ?clawing of fingers,o This phenomenon occurs both in antemortem and postmortem burns.",
        "cop": 1,
        "opa": "Defence attitude",
        "opb": "Assault attitude",
        "opc": "Bow string attitude",
        "opd": "Bayonet attitude",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "c4a9c6a0-a8bf-4c83-94a8-7463340d080a",
        "choice_type": "single"
    },
    {
        "question": "Lucid interval is associated with?",
        "exp": "Ans. is 'b' i.e., EDHo Lucid interval is a state of consciousness between two episodes of unconsciousness in sub acute/chronic epidural haemorrhage. It is significant that during this period (lucid interval), the person can : (i) Make a valid will, (ii) Can give valid evidence, and (iii) Is legally responsible for act done (civil/criminal).o Lucid interval is also seen in insanity, i.e. the period of sanity between two phases of insanity.o Repeat from previous sessions.",
        "cop": 2,
        "opa": "SDH",
        "opb": "EDH",
        "opc": "SAH",
        "opd": "Cerebral lacerations",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "e242b197-80b6-451a-8ced-b0da19abcdef",
        "choice_type": "single"
    },
    {
        "question": "A person falsely perceives that his close friend has been replaced by an exact double. This phenomenon is referred to as:",
        "exp": "Capgras syndrome: false belief that a familiar person or place has been replaced with an exact duplicate. Fregoli delusion, or the delusion of doubles, is a false belief that different people are in fact a single person who changes appearance. Cotard syndrome is a false belief that they are already dead, are putrefying, or have lost their blood or internal organs.",
        "cop": 3,
        "opa": "Cotard syndrome",
        "opb": "Fregoli syndrome",
        "opc": "Capgras syndrome",
        "opd": "Delusional perception",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "36f81a36-29e7-4808-818a-f0515d6518cf",
        "choice_type": "multi"
    },
    {
        "question": "Irrcluctive or uncontrollable impulse to perform an acts repetitively to drink alcohol is called:",
        "exp": "(Dipsomania): Ref: 36, 38, 124 - Neeraj Ahuja Psychiatry* Dipsomania: - Compulsion to drink alcohol* Kleptomania: - Pathological stealing* Trichotillomania: - Compulsive hair pulling* Pvromania: - Pathological fire - setting without an apparent motive* Nymphomania: - Excessive and compulsive need for coitus in a women* Satyriasis: - Excess and compulsive need for coitus in a man* Ritual: - Automatic activity compulsive in nature, anxiety reducing in origin.",
        "cop": 1,
        "opa": "Dipsomania",
        "opb": "Kleptomania",
        "opc": "Multimania",
        "opd": "Polymania",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "6f68870a-deae-43a1-a1eb-bc0b4bf8deee",
        "choice_type": "multi"
    },
    {
        "question": "Liking to wear opposite sex clothes -",
        "exp": "Ans. is 'c' i.e., Transvestism o Transvestism or Eonism- a transvestite is a person whose whole personality' is dominated by the desire to be identified and thought of as a member of opposite sex. It is usually found in males who obtain sexual pleasure by wearing female dress.o Fetichism- Fetish is an abnormal stimulus or object of sexual desire. Fetichism means use of such objects for sexual gratification.o Masochism- sexual gratification is obtained or increased by the suffering or pain on self.o Sadism- sexual gratification is obtained or increased from acts of physical cruelty or infliction of pain upon one's partner.o Transsexualists- are persons who have an obsessional desire to become members of the opposite sex and seek surgery for anatomical alteration",
        "cop": 3,
        "opa": "Fetichism",
        "opb": "Masochism",
        "opc": "Transvestism",
        "opd": "Sadism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "bd651ec9-e728-47dc-a08a-c21174e8b90d",
        "choice_type": "single"
    },
    {
        "question": "The disorder associated with impulse to consume alcohol is called:",
        "exp": "Ans: b (Dipsomania) Ref: Reddy, 27th ed, p. 412Irresistable desire for alcoholic drinks - Dipsomania.Note:Impulse control disordersKleptomania: Irresistable desire to steal.Pyromania: Irresistable desire to set fire.Mutilomania: Irresistable desire to mutilate animals.Trichotillomania: Irresistable desire to pluck hairs.- Erotomania is not an impulse control disorder, it is a delusion of love.",
        "cop": 2,
        "opa": "Kleptomania",
        "opb": "Dipsomania",
        "opc": "Pyromania",
        "opd": "Nymphomania",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "ba1bb3d5-1b69-45c2-8db5-1c536d4373dd",
        "choice_type": "multi"
    },
    {
        "question": "A person committing a crime in this condition is:",
        "exp": "Ans. (A). Is not responsibleThe condition shown in the image is somnambulism.Somnambulism (sleep walking):The patient walks during sleep and carries out automatic motor activity.During the episode, the subject is in a state of dissociated consciousness, and arousal is difficult.In such episode, if a person commits a criminal act, he will not be held responsible for the same.",
        "cop": 1,
        "opa": "Is not responsible",
        "opb": "Is responsible",
        "opc": "Not responsible only in minor cases",
        "opd": "Is responsible only in major crimes.",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "e3fce926-559f-4a91-aa55-de7f47927468",
        "choice_type": "single"
    },
    {
        "question": "Increased sexual desire in males is known as -",
        "exp": "Ans. is 'b' i.e. Satyriasis o Satyriasis is excessive sexual desire in male where he enjoys having multiple sexual partners or desires excessive sexual activity.o The female-specific term for the same condition is Nymphomania.o Fetishism means the use of objects for sexual gratification leading to orgasm. For example underclothing, brassiere, petticoat, stocking, shoes, etc.o Frigidity is inability to initiate sexual arousal in female.",
        "cop": 2,
        "opa": "Nymphomania",
        "opb": "Satyriasis",
        "opc": "Frigidity",
        "opd": "Fetishism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "d39ef665-9b51-48ac-b6e5-96a9168632a7",
        "choice_type": "single"
    },
    {
        "question": "A man is convinced that his penis is receding into his body and fears that, when his penis disappears completely, he will die.Man is suffering from ?",
        "exp": "Culture-Bound Syndrome :- Koro characterized by a sudden and intense anxiety connected to the belief that the penis is receding into the body and that death will follow when it has totally disappeared. Sangue dormido characterized by muscle and joint pain, numbness, trembling, paralysis, convulsions, stroke, blindness, hea attack, and (among pregnant women) miscarriage. Running amok, referred to as simply amok or gone amok is \"an episode of sudden mass assault against people or objects usually by a single individual following a period of brooding that has traditionally been regarded as occurring especially in Malay culture but is now increasingly viewed as psychopathological behavior. Dhat syndrome commonly present with a features of depression, anxiety, multiple nonspecific somatic symptoms, sexual dysfunction, fatigability, and impairment of concentration,which are attributable to semen loss.",
        "cop": 1,
        "opa": "Koro",
        "opb": "Sangue dormido",
        "opc": "Amok",
        "opd": "Dhat",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "61e1f4e2-c043-4ff7-b357-7a6f1280b49e",
        "choice_type": "single"
    },
    {
        "question": "Repetitive hand washing is a symptom of:",
        "exp": "Ans. (D). Obsessive compulsive disorderRepetitive hand washing is a feature of OCD.Persistent and recurrent thought or emotion that cannot be eliminated from consciousness by reasoning.Insight is present.Disorder of content of thought.Involuntary.",
        "cop": 4,
        "opa": "Post-traumatic stress disorder",
        "opb": "Depression",
        "opc": "Anorexia nervosa",
        "opd": "Obsessive compulsive disorder",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "c04d4bca-8f03-4988-967f-c1399c329ccc",
        "choice_type": "single"
    },
    {
        "question": "Lucid interval is seen in:",
        "exp": "(Extradural haemorrhage): Ref: 4.103, 6.4 - PLucid - Interval, -is the state of consciousness between the two states of unconsciousness, Seen in extradural (epidural) haemorrhage and* Lucid interval is commonly met with a depression and mania (bipolar disorder)* During this period, the insane person can make a valid will, and can give evidence, which is validLucid interval in Insanity and Head InjuryInsanityHead injury1. History of insanity present2. Other manifestations of insanity precede the occurrence of lucid interval3. Other symptoms of insanity return after lucid interval4. It often occurs frequently1. That of injury to the head as in RTA fall from a height2. Concussion precedes lucid interval3. Cerebral irritation and compressions of the follow lucid intervals causing unconsciousness in the end4. Only once during the cource of injury",
        "cop": 1,
        "opa": "Extradural haemorrhage",
        "opb": "Subdural haemorrhage",
        "opc": "Subarachnoid haemorrhage",
        "opd": "Cerebral lacerations",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "43090257-18a2-45b0-96da-538e100e85c7",
        "choice_type": "single"
    },
    {
        "question": "Fear of darkness is called:-",
        "exp": "Nyctophobia Fear of darkness Mysophobia Fear of contamination Claustrophobia Fear of closed spaces Agarophobia Fear of open space",
        "cop": 1,
        "opa": "Nyctophobia",
        "opb": "Mysophohbia",
        "opc": "Claustrophobia",
        "opd": "Agarophobia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "e57f9df8-dd4c-40c0-ab0f-a897e469cbca",
        "choice_type": "multi"
    },
    {
        "question": "False perception without any external stimulus is:",
        "exp": "Ans. (B). HallucinationDisorder of thought- Delusion.Disorder of orientation, thought content - DeliriumFalse perception without stimulus - HallucinationFalse interpretation of existing stimulus - Illusion",
        "cop": 2,
        "opa": "Illusion",
        "opb": "Hallucination",
        "opc": "Delirium",
        "opd": "Delusion",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "4346b922-b3f5-4970-96d3-ee10740e7be0",
        "choice_type": "multi"
    },
    {
        "question": "\"Erotomania\" refers to:",
        "exp": "(Common in women, that a man is deeply in love with them): Ref: 86 - NA 5th)Clerambault's syndrome or erotomania: - Occurring most often in women, there is an erotic conviction that a person with higher status is in love with the patients* Acrophobia: - dread of high places* Agoraphobia: - dread of open places* Algophobia: - dread of pain* Claustrophobia: - dread of closed places* Xenophobia: - dread of strangersOthello-svndrome or conjugal paranoia: - delusions is predominantly Jealousy (Infidelity) involving the spouse",
        "cop": 4,
        "opa": "Dread of the closed spaces",
        "opb": "Dread of the strangers",
        "opc": "Dread of the high places",
        "opd": "Common in women, that a man is deeply in love with them",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "8605f12f-3bb7-4bf1-a861-5f39a6acd817",
        "choice_type": "single"
    },
    {
        "question": "Frotteurism is:",
        "exp": "Ans. (b) Sexual satisfaction by rubbing the genitalia with the body of the person of other sexRef: The Essentials ofFSM by K.S. Narayan Reddy 31st ed. / 404* FROTTEURISM: rubbing the genitalia with the body of the person of other sex for sexual satisfaction.* Paraphilias: Abnormal 8c unorthodox sex play by using unusual objects or parts are know as paraphilia eg. Sadomasochism, Transvestism, Bestiality, Frotteurism, Homosexuality etc.* Bisexuality means hermaphrodite; an individual with both ovary 8c testis 8c external genitals of both sexes.Different Paraphilias/PerversionSexual perversionMode of sexual pleasureSadismPleasure in giving pain to sexual partnerMasochismPleasure on receiving painful stimulus from sexual partnerBondageSadism + masochism are found togetherFetischismSexual gratification by article of opposite sexFrotteurismSexual gratification by contact. Ex: rubbing genitalia on another personExhibitionismSatisfaction in exhibition of genitals with or without mastutbationTransvestism/ EonismPleasure in wearing clothes of opposite sexUranismSexual gratification by fingering, fellatio, cunnilingus etc.Buccal coitus or Sin of GomorrahFellatio is oral stimulation of penis by male or femaleCunnilingus is oral stimulation of female genitalsVoyeurism/ ScotophiliaAlso known as Peeping tomDesire to watch sexual intercourse or toobserve genitals of othersTrolismExtreme degree of voyeurism. Ex: A perverted husband enjoy watching his wife having sexual intercourse with another man.Urolangia/ CoprophiliaSexual excitement by sight or odor of urine or faeces.Tribadism/ LesbianismGratification of sexual desire of a women by another womenSodomy or Buggery of Greek Love* Anal sex* Gerantophilia -when passive agent is adult* Paederasty - when the passive agent is young boy (catamite)IncestSexual intercourse with close relativeBestialitySexual intercourse by a human being with a lower animal",
        "cop": 2,
        "opa": "Sexual satisfaction by contact with articles of opposite sex like hanky, sandals, clothes",
        "opb": "Sexual satisfaction by rubbing the genitalia with the body of the person of other sex",
        "opc": "Sexual gratification by exposing one's genitalia.",
        "opd": "Sexual satisfaction by watching the sexual act.",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "7de6af29-a0ae-4fb2-b847-8134163cfdcf",
        "choice_type": "single"
    },
    {
        "question": "Incessant sexual desire in males:",
        "exp": "Ans. (a) SatyriasisRef: The essentials of FSM by KS Narayan Reddy 31st ed./ 357* SATYRIASIS: Excessive sexual desire in males* Nymphomania: Excessive sexual desire in females* Vaginismus is one of the causes of female sterilization. It is spasmodic contraction of vagina due to hyperaesthesia.* Quoad hoc: Individual impotent with one particular women, but NOT with others.",
        "cop": 1,
        "opa": "Satyriasis",
        "opb": "Nymphomania",
        "opc": "Vaginismus",
        "opd": "Quoad hoc",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "49097984-7153-411c-aba2-5e4b6fec9dc4",
        "choice_type": "single"
    },
    {
        "question": "In which of the following conditions is a person held responsible for a crime-",
        "exp": "Voluntary intoxication is no excuse for the commission of crime. 85 IPC. Nothing is an offense done by a person who was Involuntary Intoxicated 86 IPC. Criminal act done after voluntary intoxication is an Offence",
        "cop": 3,
        "opa": "Alcoholic paranoia",
        "opb": "Delirium tremens",
        "opc": "Voluntary drunkenness",
        "opd": "Dhatura intoxication",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "bd18a5ca-23b3-4db9-b19a-c090eb423643",
        "choice_type": "single"
    },
    {
        "question": "Telefono is -",
        "exp": "Ans. is 'c' i.e., Beating on ears o Telefono: Simultaneous beating of both ears with the palm of hands. This may lead to rupture of tympanic membrane, causing pain, bleeding and hearing loss. It is difficult to detect this. The external ear may also get tom during pulling of the ears.o Falanga: beating of soles with blunt object. It is the most common type of torture. It can cause immediate & long term consequences, even disability.",
        "cop": 3,
        "opa": "Beating on soles",
        "opb": "Pulling of hair",
        "opc": "Beating on ears",
        "opd": "Beating on fingers",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "c397e50c-8a28-4cad-96f6-8e6818752d34",
        "choice_type": "single"
    },
    {
        "question": "Criminal responsiblity of insane is defined in:",
        "exp": "ANS. A",
        "cop": 1,
        "opa": "McNaughton's rule",
        "opb": "Curren's rule",
        "opc": "Durham rule",
        "opd": "American law institute test",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "acc81f93-9d41-4da1-8802-bccac33cf898",
        "choice_type": "single"
    },
    {
        "question": "All are concerned with the rules of insanity except",
        "exp": "Ans: d (Rule of Hasse) Ref: Reddy, 21st ed, p. 411,412Me Naughten rule, Curren rule and Durham rule, all are concerned with insanity but not Rule of Hasse.Rule of Hasse-It is used for calculating the age of the foetus.In the first five months of pregnancy the square root of crown rump length gives the approximate age of foetus in months.In the last five months the length in centimeters divided by 5 gives the age in months.Some important scientists in forensic medicine1. Dactylography-Galton2. Poroscopy-Locard3. Exchange principle-Locard",
        "cop": 4,
        "opa": "Curren rule",
        "opb": "Durham rule",
        "opc": "Me Naughten rule",
        "opd": "Rule of Hasse",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "a5b5d73d-b52b-46fa-8d16-41ca75e78a95",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following tests for criminal responsibility of the insane takes into account loss of self control?",
        "exp": "The Irresistible Impulse test or the New Hampshire doctrine: Argues that a person may have known an act was illegal, but because of a mental impairment, he couldn't control his actions. Durham's rule (1954): An accused person is not criminally responsible, if his unlawful act is the product of mental disease or mental defect. Curren's rule (1964): States that an accused person is not criminally responsible, if at the time of committing the act, he did not have the capacity to regulate his conduct to the requirements of the law as a result of mental disease or defect. Right or wrong test/ Mc Naughten rule: Every man is to be presumed to be sane and to possess a sufficient degree of reason to be responsible for his crimes, until the contrary be proved. An insane person is punishable \"if he knows\" at the time of crime",
        "cop": 2,
        "opa": "Curren's rule",
        "opb": "New Hampshire Doctrine",
        "opc": "Durhams rule",
        "opd": "Right or wrong test",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "c013e8f8-6ceb-407d-8b2a-db78b3b02232",
        "choice_type": "single"
    },
    {
        "question": "The will is invalid if:-",
        "exp": "Valid will must fulfill the following conditions:- The testator must be a major, should understand the nature of the will, have knowledge of the propey to be disposed and the ability to recognize those who have justifiable claims on his propey. It should be executed voluntarily without any undue influence of any person. The testator must sign it in presence of two witnesses. Will is valid under special circumstances: Made by deaf, dumb or blind persons. Made during lucid intervals of mental illness. Suicide by testator immediately after making the will, in the absence of any mental illness. Will is invalid when made by imbecile or drunk persons or under insane delusions, because the testator was incapable of rational views and judgment.",
        "cop": 4,
        "opa": "Made by deaf, dumb or blind persons",
        "opb": "Made during lucid intervals of mental illness",
        "opc": "Suicide by testator immediately after making the will, in the absence of any mental illness",
        "opd": "Made by drunk person",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "a70cf604-938f-4c5a-8751-4a68a78b091e",
        "choice_type": "single"
    },
    {
        "question": "A person is responsible for his criminal act, if he was suffering from which of the following condition:",
        "exp": "DRUNKENNESS: An act done by a person who is incapable of knowing the nature of the act due to intoxication is not an offence, if the thing which intoxicated him was administered to him without his knowledge or against his will (Sec. 85. I.P.C.). An intoxicated person (voluntary drunkenness) is criminally responsible, if he had the intention or knowledge of committing a crime (Sec. 86, I.P.C.). A person is NOT responsible for his criminal acts done during :- Somnolentia Somnambulism Post-traumatic automatism Twilight states Oneiroid states.",
        "cop": 4,
        "opa": "Somnambulism",
        "opb": "Somnolentia",
        "opc": "Post traumatic automatism",
        "opd": "Alcohol intoxication with his will",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "205cd3d2-73a4-415e-be27-97541e4a9e88",
        "choice_type": "single"
    },
    {
        "question": "Irresistible sexual desire in male is known as:",
        "exp": "Ans. is 'c' i.e. Satyriasis Satyriasis is a psychological condition of men characterized by uncontrollable sexual desire and an inability to have lasting sexual relationships. Referred to non-technically as Don Junanism. Also called gynecomania, satyr ism, satyromania.Similar condition in women is known as nymphomaniaSadism (algolagnia): This is a sexual perversion in which acts of physical cruelty or infliction of pain upon one's partner is necessary for sexual gratification.Tribadism: Female homosexuality is known as Tribadism or lesbianism - sexual gratification of a woman by another woman.",
        "cop": 3,
        "opa": "Sadism",
        "opb": "Tribadism",
        "opc": "Satyriasis",
        "opd": "Nymphomania",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "4d48443f-059c-4f18-be34-76e140109ac1",
        "choice_type": "single"
    },
    {
        "question": "Frigidity is-",
        "exp": "Ans is 'a' i.e., Inability' to initiate sexual arousal in female o Frigidity is inability to initiate sexual arousal in female.o Premature ejaculation is ejaculation occurring immediately before or after penetration.",
        "cop": 1,
        "opa": "Inability' to initiate sexual arousal in female",
        "opb": "Inability' to initiate sexual arousal in male",
        "opc": "Ejaculation occurring immediately after penetration",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "df1ba749-f0e5-4bcc-86e5-874d759989a4",
        "choice_type": "multi"
    },
    {
        "question": "'Vagitus uterinus' is -",
        "exp": "Ans. is 'c' i.e., A cry of unborn baby from uterus Vagitus - First cry of newly bom infantVagitus uterinus - Crying of the fetus before birth while still in the uterus or you can say that the child started breathing while it is in womb (after rupture of membranes).Vagitus vaginalis - Cry of an infant with head still in the vagina or you can say that the child has started breathing while its head is in the vagina.What is the significance of vagitus uterinus?This is used to find out whether the dead child was bom live or not.It is believed that breathing is a proof of live birth.But these two cases have proved that a child can breathe in the vagina or uterus and a child who has breathed in the womb or vagina may die from natural causes before it is completely bom.Therefore proof of breathing is not a proof of live birth.",
        "cop": 3,
        "opa": "An infection of vagina",
        "opb": "An infection of uterus",
        "opc": "A cry of unborn baby from uterus",
        "opd": "Infection of both vagina and uterus",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "983f5d7b-df0f-4cb0-a9dc-57ad0014b2a4",
        "choice_type": "multi"
    },
    {
        "question": "Sudden and irresistible force compelling a person to commit an offence consciously is known as:",
        "exp": "Impulse: This is a sudden and irresistible force compelling a person to the conscious performance of some action without motive or fore-thought. A sane person is capable of controlling an impulse, but an insane person may do things on impulse. Types of Impulse: Kleptomania -An irresistible desire to steal aicles of little value. Pyromania- an irresistible desire to set things to fire. Mutilomania- An irresistible desire to mutilate animals. Dipsomania- an irresistible desire for alcoholic drinks at periodic intervals. Sexual impulses- including sexual perversions. Suicidal and homicidal impulses. Twilight state is seen in visual hallucinations, Epilepsy, Head injury, Hysteria, Punch-drunkenness.)",
        "cop": 4,
        "opa": "Illusion",
        "opb": "Obsession",
        "opc": "Twilight state",
        "opd": "Impulsiveness",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "305cee27-7bca-4754-9af8-31656bb4aa4f",
        "choice_type": "single"
    },
    {
        "question": "All are concerned with the rules of insanity except:(Kerala 2008 repeat)",
        "exp": "Ans) d (Rule of Hasse) Ref: Reddy 21st Ed P 411.412Me Naughten's rule, Currens rule and Durham's rule, all are concerned with insanity.Rule of Hasse-It is used for calculating the age of the foetus. In the first five months of pregnancy the square root of crown rump length gives the approximate age of foetus in months. In the last five months the length in centimeters divided by 5 gives the age in months.Some important scientists in Forensic Medicine1. Dactylography-Galton2. Poroscopy-locard3. Exchange principle-Locard",
        "cop": 4,
        "opa": "Currens rule",
        "opb": "Durham's rule",
        "opc": "Me Naughten's rule",
        "opd": "Rule of Hasse",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "ed435372-a261-4a91-b105-a04887422c83",
        "choice_type": "multi"
    },
    {
        "question": "Rules for criminal responsibility of the insane are all, except:",
        "exp": "Rules related to criminal responsibility of insane person Mc Naughten's rule Durham's rule (1954) Curren's rule (1964) American Law Institute test (1970 The Brawner rule (1972) The Irresistible Impulse (new Hampshire doctrine) Morrison rule(1964): This rule states that the crown heel length of the foetus in centimeters, divided by five gives the age in month.",
        "cop": 1,
        "opa": "Morrison's rule",
        "opb": "American Law institute's rule",
        "opc": "New Hampshire doctrine",
        "opd": "Curren's rule",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "cf71c57f-c522-4a8b-868d-4015ef102ee5",
        "choice_type": "multi"
    },
    {
        "question": "Compulsion to excessive drinking is termed as:",
        "exp": "Ans. (D). DipsomaniaKleptomania - An urge to steal small items that usually have very little value.Pyromania - When a person sets fires for enjoyment and pleasure.Pathological Gambling - The inability to stop gambling.Intermittent Explosive Disorder - Outbursts of anger or extreme temper tantrums.Trichotillomania - Hair loss caused by an impulse to twirl and pull hair.Dipsomania - An urge to drink continuously.Oniomania-Compulsive buyingPyromania - Urge to set things on fire.",
        "cop": 4,
        "opa": "Kleptomania",
        "opb": "Oniomania",
        "opc": "Trichotillomania",
        "opd": "Dipsomania",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "f23cdcd2-f62f-426b-aa82-953bc128775a",
        "choice_type": "single"
    },
    {
        "question": "Which of these rules is associated with the highlighted bone?",
        "exp": "Ans. (C). Rule of AshleyREVISE IT NOW POINTSRule of Hasse - Gestational age from rigor mortisRule of Ashley - Sex determination from sternal length (> 149 cm - Male; < 149 cm - Female)Rule of 9 - Burns (Rule of Wallace)Rule of 12 - Rigor mortis.Rule of Nysten -Sequential development of rigor mortis.Rule of Half dozen (6)- Eruption of Temporary teethYoung's rule - Drug dosing in a childQuetlet's rule - Biological variation - Finger print.Puppe's rule - Sequencing of shots due to multiple gunshot injuries from skull fractures.Casper's dictum - rate of decomposition in air, water & soil.Mcnaughten's rule - Criminal responsibility of insane person",
        "cop": 3,
        "opa": "Rule of Hasse",
        "opb": "Rule of half dozen",
        "opc": "Rule of Ashley",
        "opd": "Rule of Nysten",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "a1986cf1-644a-4451-9d79-719da9cc2532",
        "choice_type": "single"
    },
    {
        "question": "Me Naughten's rule is?",
        "exp": "Ans. is 'a' i.e., Person is not responsible if he is not of a sound mind o According to Me Naughtcn's rule, a person is not responsible for his act, if has unsound mind at the time of act.o The criminal responsibility of an insane is judged as per the following rules :1) MC Naughten rule (legal test or right or wrong test):# Accused danieal MC Nauthten (probably suffering from paranoid schizophrenia and having persecutory delusions) shot Sir Peel's private secretory, Edward Drummond, mistaking him for the prime minister Sir Robert Peel. He was found not guilty on grounds of insanity. The answers given by panel of 14 judges to house of lords to clarify the legal position (on 19 june 1843) as known as MC Naughten rule.# It states that an accused person is not legally responsible, if it is clearly proved that at the time of commiting the crime, person was suffering from such a defect of reason from abnormality of mind that he didn't know the nature and quality of act he was doing or that what he was doing was wrong i.e. a person is not responsible if he is not of sound mind.# It is accepted in india as law of criminal responsibility and is embodied in section 84 IPC as - \"nothing is an offence which is done by a person, who at the time of doing it, by reason of unsoundness of mind is incapable of knowing the nature of act, or that he is doing what is either wrong or contrary to law\".# The primary defect is that the criteria for deciding insanity is purely intellectual (reason based). And there is no place for delusional beliefs, hallucinations, emotional and volitional factors and the ability of an individual to control the impulses. This is because the abnormality of mind (term used in this rule) is a legal and not a psychiatric concept and is concerned with the mind (i.e. reason, memory and understanding) not with the brain.# Clearly proved (term) means that the mental abnormality had a direct causal relation to the offence (i.e. it would not have occurred in absence of mental abnormality).# Crime consists of actus reus (i.e. guilty act) and mens rea (wrong intention). So if at the time of crime, the accused had the capacity to know that his act was wrong, he will be fully responsible, even if he was mentally ill, and unable to refrain from doing the act at that time.# If an accused commits a crime under the influence of delusion, he is j udged as if the delusionary facts were real. So if due to an insane delusion, a person kills a man in self defence (thinking that he is attempting to kill him or thinking that he is a wild animal) or as a part of job (thinking that he is a state executioner and has to execute the victim) he has no criminal responsibility and is exempt from punishment. But due to an insane delusion, if a person thinks that another person has caused a serious injury to his fortune and character and kills him, he becomes responsible as under the law no one can kill a person in revenge.2) Doctrine of partial responsbility# If a person is suffering from some weakness or aberration of mind (though not completely insane), he is only partially responsible for his actions, e.g. obsessional states or depressions.3) Durban rule# Accused is not responsible for the act, if his act resulted from mental disease or defect.4) Currens rule# A person is not responsible if at the time of committing the crime, he did not have the capacity to regulate his conduct according to the requirments of law, as a result of his mental disease or defect.5) American law institute test# Insane lacks the capacity to appreciate the wrongfulness of his conduct or to confirm to the requirements of law, therefore he is not responsible for crimes committed.6) Norwegion system# No defendent considered insane or unconscious at the time of offence, may be punished.",
        "cop": 1,
        "opa": "Person is not responsible if he is not of a sound mind",
        "opb": "Person is held responsible even if he is not of sound mind",
        "opc": "Person is always held responsible",
        "opd": "Any of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "b4ecf9ef-0817-491f-8097-c0129b07644a",
        "choice_type": "multi"
    },
    {
        "question": "True about delusions is all except:",
        "exp": "DELUSION: Delusion is a false belief in something which is not a fact It persists even after its falsity has been clearly demonstrated. A normal person can have a delusion, but is capable of correcting it by his reasoning power, by his past experience and by being convinced by others. It is primarily a disorder of thought",
        "cop": 2,
        "opa": "They are false belief, but firm.",
        "opb": "It is primarily a disorder of perception",
        "opc": "Not associated with intellectual background",
        "opd": "It remains despite of contrary evidence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Psychiatry",
        "id": "80e8b55f-50cf-4d4d-b4e3-9f8bd4fefc68",
        "choice_type": "multi"
    }
]