[
    {
        "question": "Sacrum becomes a single bone at ___ years of age.:-",
        "exp": "Sacrum The five sacral veebrae are separated by cailage until pubey. Later, fusion of epiphyses takes place and ossification of interveebral discs extend from below upwards. Sacrum becomes single bone at 21-25 years of age. Sometimes, it leaves a gap between S1 and S2, until 32 years called as 'lapsed union'.",
        "cop": 2,
        "opa": "15",
        "opb": "25",
        "opc": "30",
        "opd": "40",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "6bdc5753-1ecc-4c7f-9b13-c12a98cc27b6",
        "choice_type": "single"
    },
    {
        "question": "Arrange the following tooth in the order of age of eruption of temporary teeth Upper lateral incisor Lower lateral incisor Lower medial incisor Upper medial incisor",
        "exp": "Eruption sequence of Temporary Dentition Lower medial incisor 6 to 8 months Upper medial incisor 7 to 9 months Upper lateral incisor 7 to 9 months Lower lateral incisor 10 to 12 months First molar 12 to 14 months Canine 17 to 18 months Second molar 20 to 30 months",
        "cop": 3,
        "opa": "1-2-4-3",
        "opb": "3-2-1-4",
        "opc": "3-4-1-2",
        "opd": "2-3-4-1",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "3064cd1f-d9a3-4830-a969-e6b1324abef7",
        "choice_type": "single"
    },
    {
        "question": "DNA fingerprinting was first developed by?",
        "exp": "DNA fingerprinting was developed by Alec JeffreyQ. Brain finger printing invented by Dr.Lawrence FarrelQ Brain Fingerprinting (Brain Mapping): Brain mapping is a group of neuroscience techniques based on the mapping the activities of the different areas of the brain. The electrical activities of the brain is measured & analysed. Is a computer-based test",
        "cop": 1,
        "opa": "Alec jeffreys",
        "opb": "William herschelle",
        "opc": "Edward hennery",
        "opd": "Francis galton",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "f02d5b03-7dc1-4011-8742-807506ec2ff6",
        "choice_type": "single"
    },
    {
        "question": "Lapsed union of skull sutures is commonly noted in:-",
        "exp": "In skull, Ectocranial suture closure is very variable. Sometimes, there may not be ectocranial suture closure. This is called lapsed union. This occurs most often in the sagittal suture.",
        "cop": 3,
        "opa": "Metopic suture",
        "opb": "Coronal suture",
        "opc": "Saggital suture",
        "opd": "Lambdoid suture",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "b4d7e93e-7acd-46de-99d1-610c22586b69",
        "choice_type": "single"
    },
    {
        "question": "Taurodontism is seen in which race",
        "exp": "TAURODONTISM - Bull tooth; in mongoloids Pulp cavity of molars is wide and deep Roots are fused and bent",
        "cop": 1,
        "opa": "Mongoloids",
        "opb": "Caucasian",
        "opc": "Negros",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "a0285952-d67a-4263-87ae-b084b122f009",
        "choice_type": "multi"
    },
    {
        "question": "Dentition is considered delayed in cases except",
        "exp": "In ill-nourished children, and especially in rickets, and in hypothyroidism dentition may be delayed, while in syphilis, teeth may be premature or even present at bih. Developmentally, permanent teeth are divided into two sets : Superadded permanent teeth are those which do not have deciduous predecessors.All the permanent molars are superadded permanent teeth. Successional permanent teeth are those which erupt in place of deciduous teeth.Successional teeth are ten in each jaw.",
        "cop": 4,
        "opa": "rickets",
        "opb": "hypothyroidism",
        "opc": "malnutrition",
        "opd": "congenital syphilis",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "2af1ef0e-7fdd-4b87-9df3-e90579e922d7",
        "choice_type": "multi"
    },
    {
        "question": "With respect to dating of a bone, a bone more than 100 years old contain:",
        "exp": "Dating of skeletal remains 1.Nitrogen content <50 years old:4-5 g%, 50-100 years old: 3.5g% 2.Amino acids: Total: 15 AA (glycine & alanine Predominant) > 50 years: Hydroxyproline and proline disappear. > 100 years old: 7AA 3.Blood pigment tests positive for upto 100 years. 4.UV fluorescence: Fresh bone will fluoresce across the whole surface from periosteum to marrow cavity. As time lengthens, the fluorescent zone narrows, breaks up. 5.Estimation of radioactive carbon (C-14):There is no significant fall of C-14 during the first century after death.",
        "cop": 1,
        "opa": "7 amino acids",
        "opb": "9 amino acids",
        "opc": "6 amino acids",
        "opd": "8 amino acids",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "cf587815-fd68-43db-a172-5734e0f70ff1",
        "choice_type": "single"
    },
    {
        "question": "Beillon system is for?",
        "exp": "Beillon's system: After 21 years Anthropometric system based on physical measurement of specified pas of the bodyQ.",
        "cop": 1,
        "opa": "Anthropometry",
        "opb": "Dactylography",
        "opc": "Dentition",
        "opd": "Nuclear sexing",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "ac7b45b1-8177-4d46-8073-4083e55694d0",
        "choice_type": "single"
    },
    {
        "question": "The medullary index of a human hair is",
        "exp": "Human hair Animal hair Fine thin Coarse & thick Cuticular scales are sho, not continuous Cuticular scales are large, step like projections Coex thick (4-10 times as broad as medulla) Coex thin Pigment more towards the periphery Pigment more towards the medulla Medulla thin & fragmented, sometimes absent Medulla broad, continuous & always present. Medullary index <0.3 Medullary index > 0.5 Precipitin test specific for human Precipitin test specific for animal",
        "cop": 1,
        "opa": "0.2",
        "opb": "0.4",
        "opc": "0.5",
        "opd": "0.6",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "65c4f9eb-0b3f-4a6e-b6d1-df9f0a8a9ea7",
        "choice_type": "single"
    },
    {
        "question": "finger print bureau was first established in:",
        "exp": "Fingerprint: is an impression of the friction ridges of all pa of the finger World's first fingerprint bureau: opened in Calcutta (Kolkata), India in 1897 after the council of the governor approved a committee repo that fingerprints should be used for classification of criminal records Sir Williams James Herschel initiated fingerprints in India Dermatoglyphics: is the scientific study of human fingerprints",
        "cop": 3,
        "opa": "England",
        "opb": "China",
        "opc": "India",
        "opd": "Singapore",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "377194bf-ecb1-47c2-92e7-1e68e31477a4",
        "choice_type": "single"
    },
    {
        "question": "Father of forensic odontology is",
        "exp": "1. Paul Zacchias- Father of legal medium Father of toxicology Father of forensic psychiatry. 2. Mathieu Orfila. Father of modern toxicology 3. Calvin Goddard Father of ballistics forensic",
        "cop": 4,
        "opa": "Paul Zacchias.",
        "opb": "Orfilla.",
        "opc": "William Osler.",
        "opd": "Oscar Amoedo",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "4c70c27c-4dc9-4fc8-a5b3-c47feec1bc38",
        "choice_type": "single"
    },
    {
        "question": "The minimum age of this person is:-",
        "exp": "Among 8 carpal bones: Pisiform has not appeared. Trapezium has appeared: age is more than 6 years Pisiform has not appeared: age is less than 12 years. * The age is 6- 12 years. The minimum age of the person is 6 years.",
        "cop": 3,
        "opa": "Less than 12 years",
        "opb": "5 years",
        "opc": "6 years",
        "opd": "18 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "df8953dd-b60c-4d52-8d15-30b8e0a018be",
        "choice_type": "single"
    },
    {
        "question": "In the study of latent finger prints, Poroscopy involves _____ level detail in individualization on ridge formations.",
        "exp": "Poroscopy is arrangement of sweat pores in between the ridges. Fingerprint study is done in different levels. Level I : study of different pattern. i) Loop ii) Whorls iii) Arch iv) Composite Level II : study of ridge islands i) Lates ii) Delta iii) Core Level III : every ridge is examined. i) Ridge bifurcation ii) Union iii) Ending",
        "cop": 3,
        "opa": "First",
        "opb": "Second",
        "opc": "Third",
        "opd": "Fouh",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "e0aedfc8-4e49-4b8e-8b84-44479ba96388",
        "choice_type": "single"
    },
    {
        "question": "The age of the given Xray is",
        "exp": "Reason: Ankle joint: Lower end of tibia and fibula have fused Age is more than 16 years",
        "cop": 2,
        "opa": "More than 12 years",
        "opb": "More than 16 years",
        "opc": "Less than 16 years",
        "opd": "Less than 12 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "c692197e-59f0-4bb6-8992-05552be6b313",
        "choice_type": "single"
    },
    {
        "question": "What shall be the Gustafson's ranking of structural changes in age determination , if attrition is reaching the dentin,Periodontosis along first 1/3rd of root, Cementum apposition is a heavy layer ,more cementum and dentin affected, Transparency over apical 1/3rd of root",
        "exp": "Gustafson's ranking of structural changes in age determination A = Attrition A-0 No Attrition A-1 Attrition lying within enamel A-2 Attrition reaching the dentin A-3 Attrition reaching the pulp P = Periodontosis P-0 No Periodontosis P-1 Periodontosis just begun P-2 Periodontosis along first 1/3rd of root P-3 Periodontosis along 2/3rd of root C = Cementum apposition C-0 Normal C-1 A layer little greater than normal C-2 A great layer C-3 A heavy layer R = Root resorption R-0 No visible restoration R-1 Resorption only on small isolated spots R-2 Greater loss of substance R-3 More cementum and dentin affected T = Root transparency T-0 Transparency not present T-1 Transparency just noticeable T-2 Transparency over apical 1/3rd of root T-3 Transparency over apical 2/3rd of root",
        "cop": 2,
        "opa": "A2,P2,C3,R3,T3",
        "opb": "A2,P2,C3,R3,T2",
        "opc": "A1,P1,C3,R2,T3",
        "opd": "A3,P2,C1,R2,T0",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "5b4ab0cf-9d23-43d4-b0dd-f59ed6f76ce8",
        "choice_type": "multi"
    },
    {
        "question": "Read the following statements regarding Eunuchs 1) Penis and scrotum are removed before pubey in Hijrahs 2) Genetalia of Zenana are intact",
        "exp": "Penis and scrotum are removed before pubey in Hijrahs Genetalia of Zenana are intact. Intersex: Hijra: In hijrahs, penis and scrotum are removed by cutting before pubey. The resulting scar becomes contracted and invaginated and is mistaken for female genitalia. They posses a typical feminine appearance. high pitched voice, absence of hair on body and face, and absence of genital organs. Their speech and gait is feminine, they adopt feminine names, and their instincts, passions and expressions correspond to those of female, due to the resulting hormonal imbalance. Zenana: 'zenanas' are intersex ( acquired) They are castrated after pubey.",
        "cop": 1,
        "opa": "Both are true",
        "opb": "Both are false",
        "opc": "1 is true, 2 is false",
        "opd": "2 is true, 1 is false",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "3f814888-33c5-4bc0-a973-b07295f50b0a",
        "choice_type": "multi"
    },
    {
        "question": "In finger print reader (FINDER), prints of eight fingers are recorded excluding",
        "exp": "Fingerprint reader (FINDER) is a computerised automatic fingerprint reading system which can record each fingerprint data in half second. Prints of eight fingers are recorded excluding little fingersQ.",
        "cop": 4,
        "opa": "Thumb",
        "opb": "Middle finger",
        "opc": "Ring finger",
        "opd": "Little finger",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "b782039b-cfda-4cd7-b705-3168c6625c1f",
        "choice_type": "single"
    },
    {
        "question": "A boy alleging age 9 years is brought for medical examination. The total number of teeth at this age would be:",
        "exp": "Period of Mixed dentition- 6-11 years In this period, all the temporary teeth are replaced by permanent teeth and there is no addition. Calcification and eruption of permanent teeth Tooth Calcification begins Eruption Calcification complete First molar At bih 6 to 7 years 9 to 10 years Central incisor 3 to 4 months 6 to 8 years 10 years Lateral incisor 1 year 7 to 9 years 11 years First bicuspid 1 1/2 years 9 to 11 years 12 to 13 years Second bicuspid 2 years 10 to 12 years 12 to 14 years Canine 4 to 5 months 11 to 12 years 12 to 13 years Second molar 2 1/2 to 3 years 12 to 14 years 14 to 16 years Third molar 8 to 10 years 17 to 25 years 18 to 25 years",
        "cop": 2,
        "opa": "20",
        "opb": "24",
        "opc": "28",
        "opd": "32",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "21d3ac7c-cd2a-4490-9543-036bd9c70aed",
        "choice_type": "multi"
    },
    {
        "question": "The maximum age of this person is:-",
        "exp": "Among 8 carpal bones, Pisiform has not appeared.( it appears at 10- 12years of age ) Trapezium & trapezoid appeared: 6 years Reason: Wrist joint: Center for lower end of radius and ulna appeared, pisiform bone has not appeared; other carpal bones have appeared. Age is more than 6 years and less than 12 years. Minimum age of the person is 6 years; maximum age of the person is 12 years",
        "cop": 1,
        "opa": "Less than 12 years",
        "opb": "5 years",
        "opc": "6 years",
        "opd": "18 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "59875bf8-3f2a-4028-a7a4-d7628b70fc8b",
        "choice_type": "single"
    },
    {
        "question": "Regarding rugoscopy, all are true except?",
        "exp": "View of the hard palate showing palatal rugae. Torus palatinus,a bony protrusion on the palate is also visible. Primary rugae are 5-10mm or more. Secondary rugae are 3-5mm. Fragmented rugae are less than 3mm. Palatal rugae are unique to each person. Harrison Allen, in 1889, suggested the use of palatal rugae for identity verification.",
        "cop": 3,
        "opa": "Palatal rugae are used as a method of identification",
        "opb": "Palatoprints do not change during growth",
        "opc": "Primary rugae are less than 3mm",
        "opd": "Secondary rugae are 3-5mm",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "1834b42f-cb1b-4317-8c16-4816e07a8e8d",
        "choice_type": "multi"
    },
    {
        "question": "Most common pattern of fingerprints?",
        "exp": "Study of fingerprints is called DACTYLOGRAPHY There are different types of patterns of fingerprints. They are ((Love Wife And Children.)) LOOPS WHORLS ARCH COMPOSITE Most common pattern of fingerprint - LOOPS Least common pattern of fingerprint - COMPOSITE",
        "cop": 2,
        "opa": "Whorls",
        "opb": "Loops",
        "opc": "Arches",
        "opd": "Composite",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "ea1a73aa-5251-426b-a9ef-b1ef3d365b7b",
        "choice_type": "single"
    },
    {
        "question": "All are true about permanent teeth, except:-",
        "exp": "* Permanent teeth eruption stas with first molar at 6 years. * Temporary teeth eruption stas with lower central incisor at 6 months",
        "cop": 3,
        "opa": "Anterior teeth are inclined forward",
        "opb": "Roots of molar are larger",
        "opc": "Eruption stas with central incisor",
        "opd": "They are ivory white in color",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "afe2b717-1771-4bbd-94d4-ef981ad91fe0",
        "choice_type": "multi"
    },
    {
        "question": "First bone to ossify",
        "exp": null,
        "cop": 3,
        "opa": "Scaphoid",
        "opb": "Lunate",
        "opc": "Capitate",
        "opd": "Pisiform",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "d483c050-d843-41af-8e45-fb622e7de5a8",
        "choice_type": "single"
    },
    {
        "question": "In dating of bones, which of the following is false",
        "exp": "Dating of bones: - Fresh bone - 4 to 5 g% nitrogen content, In 50 - 100 years, the nitrogen content is more than 3.5 g% - Fresh bone shows 15 aminoacids, more than 100 years - 7 aminoacids - Blood pigments persist upto 100 years - Precipitin tests are negative after 10 years",
        "cop": 4,
        "opa": "In 50 - 100 years, the nitrogen content is more than 3.5 g%",
        "opb": "Fresh bone shows 15 aminoacids",
        "opc": "Blood pigments persist upto 100 years",
        "opd": "Precipitin tests are negative after 5 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "e43d32c5-29f1-43dd-87ee-1f8aae9170bd",
        "choice_type": "multi"
    },
    {
        "question": "The racemization of which of the following in is used for age estimation from teeth",
        "exp": "Aspaic acid racemization: Of all amino acids, aspaic acid has one of the fastest racemization rates and most commonly used for age estimation. During the course of aging, L-forms of amino acids are transformed by racemization to D-forms. Thus, the extent of racemization of amino acids may be used to estimate the age . The analysis has been done on both tooth enamel and crown dentin with analysis of dentin giving more accurate age estimation than enamel.",
        "cop": 2,
        "opa": "Alanine",
        "opb": "Aspaic acid",
        "opc": "Glycine",
        "opd": "Cysteine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "b88724a7-c4a7-4030-8f3e-25c1b0e9f8a5",
        "choice_type": "single"
    },
    {
        "question": "Pelvis alone helps in?",
        "exp": "Pelvis is the single best bone for sex determinationQ. 95 % accuracy as per Krogman's accuracy Skull - 90% Long bones- 80% Complete skeleton - 100 %",
        "cop": 1,
        "opa": "95% sex determination",
        "opb": "90% sex determination",
        "opc": "75% sex determination",
        "opd": "50% sex determination",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "a05c1db6-4269-47c0-8bd0-d333f5108bd1",
        "choice_type": "single"
    },
    {
        "question": "Finger prints are obtained upto a depth of",
        "exp": "Histological section upto a depth of 0.6 mm from finger pad surface can give satisfactory results. Ridges are present both in dermis and epidermis.",
        "cop": 4,
        "opa": "2 mm",
        "opb": "0.2 mm",
        "opc": "6 mm",
        "opd": "0.6 mm",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "e9b38d89-ea34-41a0-9978-04098f305fad",
        "choice_type": "single"
    },
    {
        "question": "The usefulness of the long bones in stature estimation is",
        "exp": "For height estimation : (of the individual's height in life ) Humerus is 20% Tibia 22% Femur 27% Spine 35%",
        "cop": 1,
        "opa": "Femur > tibia > humerus > radius",
        "opb": "Tibia > femur > humerus > radius",
        "opc": "Femur > Humerus > tibia > radius",
        "opd": "Tibia > humerus > femur > radius",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "0255126d-b37e-47fe-9738-1fb1210877a0",
        "choice_type": "single"
    },
    {
        "question": "Best sample taken for identification from burnt Body:",
        "exp": "Identification of burnt bodies Hair: singed Blood: burned Bone: difficult to extract DNA from charred bones Teeth: DNA can be extracted from pulp of the teeth even in a burnt body.",
        "cop": 3,
        "opa": "Hair",
        "opb": "Bone",
        "opc": "Teeth",
        "opd": "Blood",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "3e3f06a9-99cd-4097-ada8-3fd1c41d1f2a",
        "choice_type": "single"
    },
    {
        "question": "In Mckern and Stewa maturation score of skeletal age, which of the following epiphyseal union is not used?",
        "exp": "Mckern and Stewa maturation score of skeletal age Humerus - Proximal end and medial epicondyle Radius - Distal end Femur - Head and Distal end Iliac crest. Sacrum--Lateral poion and 3,4th segments. The scoring is given based on the degree of epiphyseal union that is:",
        "cop": 2,
        "opa": "Humerus - Proximal end",
        "opb": "Radius - Proximal end",
        "opc": "Femur - Distal end",
        "opd": "Iliac crest",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "7e7ffa03-1a49-4f40-bc79-286776eb6672",
        "choice_type": "single"
    },
    {
        "question": "The fingerprint pattern showing two or more delta is",
        "exp": "DELTA: The point on a ridge at or in front of and nearest the center of the divergence of the type lines. The delta area is located as a triangular area where the ridges radiate outward in three directions. CORE:Core is the central poion of the pattern. Basic pattern Pattern type No of delta Loop Radial Ulnar One One Arch Plain Tented Nil One Whorls Plain Two Accidentals Two or more",
        "cop": 4,
        "opa": "Loop",
        "opb": "Plain arch",
        "opc": "Tented arch",
        "opd": "Whorls",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "e33bd86f-1fa1-443d-a249-75f2ef90b7db",
        "choice_type": "single"
    },
    {
        "question": "Exchange of trace evidence occurs, when a person comes in contact with other person. This principle is called:",
        "exp": "Locard's Principle of Exchange: It states that \"When two objects come into contact with each other, there is always transfer of some material between them\" This is helpful in crime investigations, especially in sexual offences.",
        "cop": 1,
        "opa": "Locard's principle",
        "opb": "Quetelet's rule",
        "opc": "Petty's principle",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "01f61f2e-26d6-4a9e-93d9-78f4e54ccdf1",
        "choice_type": "multi"
    },
    {
        "question": "Figure linearum labiorum rubroum refers to ---------------------",
        "exp": "Figura linearum labiorum rubroum refers to lip ridges. Suzuki has divided lip prints into five main types: * Type I represents grooves running veically over the lips. * Type II represents the branched grooves * Type III represents the intersected grooves. * Type IV represents the reticular pattern, much like a wire mesh. * Type V represents all other patterns. These are irregular non-classified patterns.",
        "cop": 2,
        "opa": "Nose print",
        "opb": "Lip print",
        "opc": "Ear print",
        "opd": "Palate rugae",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "0f2e718f-1430-493c-820f-68c556e561f1",
        "choice_type": "single"
    },
    {
        "question": "Mark the false statement about neonatal line :",
        "exp": "Neonatal line Incremental line found on the surface of tooth enamel(perikymata ) that indicates that an infant was live born. Provide an accurate method of age determination Neonatal line is formed very soon after bih. Grossly can be seen in about 3 weeks By electron microscopy within 1-2 days after bih. It is useful to estimate the age of a dead infant.",
        "cop": 3,
        "opa": "Incremental line found on the surface of tooth enamel that indicates that an infant was born live",
        "opb": "Counting perikymata can provide an accurate method of age determination",
        "opc": "Grossly can be seen in about 4 weeks after bih",
        "opd": "Formed very soon after bih",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "e995878d-75e3-47a5-9e28-7d5aec9ca643",
        "choice_type": "multi"
    },
    {
        "question": "In the skeletal remains in a building suspected to be of a male, the length of humerus is 24.5 cm. the stature of the person will be:-",
        "exp": "The multiplying factor for humerus in calculating stature in males is 5.31 Stature = length of humerus x 5.31 = 24. 5 x 5.31 = 130.095 cm Stature: 130.095 cm Bones Males Females Humerus 5.31 5.31 Radius 6.78 6.7 Ulna 6.00 6.0 Femur 3.82 3.08 Tibia 4.49 4.46 Fibula 4.46 4.43",
        "cop": 1,
        "opa": "130.095 cm",
        "opb": "93.59 cm",
        "opc": "143.00 cm",
        "opd": "110.00 cm",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "78a9a9cb-d271-4784-950f-90f7b3b90198",
        "choice_type": "single"
    },
    {
        "question": "Ashley's rule of sternum helps in determining:",
        "exp": "Ashley's rule of 149- Based on sternal length used for sex determination. STERNAL LENGTH Sex determination below 149 mm FEMALE above 149 mm MALE For Race identification cephalic index is used.",
        "cop": 3,
        "opa": "Race",
        "opb": "Age",
        "opc": "Sex",
        "opd": "Stature",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "c038d01a-7860-49bd-bcfe-d7009101e959",
        "choice_type": "single"
    },
    {
        "question": "Patient's relative gives a history of tattoo, however it was not found during autopsy. What should be dissected to find it:",
        "exp": "Tattoo Marks Faint or disappeared tattoo marks can be made out on histological study of the regional lymph nodesQ. In Decomposed bodies,they are made visible by treating the area with 3 %hydrogen peroxideQ.",
        "cop": 1,
        "opa": "Lymph node",
        "opb": "Skin",
        "opc": "Spleen",
        "opd": "Kidney",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "0d5c0b29-ae2a-41bc-8387-b3bbe4543a8f",
        "choice_type": "single"
    },
    {
        "question": "Humero- Femoral index is used for",
        "exp": "Various indices for race determination Cephalic Index from skull indices of long bones: Brachial index (Radio-humeral index) Intermembral index Humero-femoral index Crural index (Tibio-femoral index) Brachial index = (Length of Radius/Length of Humerus) x 100 Crural index = (Length of Tibia/Length of Femur) x 100 Humero-femoral index = (Length of Humerus/Length of Femur) x 100 Intermembral index = (Length of Humerus + Radius/Length of Femur + Tibia) x 100",
        "cop": 4,
        "opa": "Stature from long bones",
        "opb": "Age",
        "opc": "Sex",
        "opd": "Race",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "43575dfd-e05d-4c57-a478-209149185e1e",
        "choice_type": "single"
    },
    {
        "question": "Just before the bih which epiphysis appears?",
        "exp": "Ossification centre Gestational age Calcaneum 5th month of intra-uterine age Talus 7th month of intra-uterine age Lower end of femur 9th month of intra-uterine age (36 weeks) Upper end of tibia 9th month of intra-uterine age (38 weeks) Cuboid Just at the time of bih (40 weeks)",
        "cop": 4,
        "opa": "Lower end of femur",
        "opb": "Upper end of humerus",
        "opc": "Lower end of fibula",
        "opd": "Upper end of tibia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "36aad61d-61ab-4bca-b3c9-f8aec78f0c2f",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is relatively not a method of Identification in living individuals",
        "exp": "#NAME?",
        "cop": 4,
        "opa": "Spectrogram",
        "opb": "Calligraphy",
        "opc": "Gait analysis",
        "opd": "Superimposition",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "10ebd1ea-3397-4cc5-a1fe-d0b7847708d2",
        "choice_type": "multi"
    },
    {
        "question": "Palato-print is commonly taken from which pa of palate:",
        "exp": "Palatoscopy/palato-print/rugoscopy: Study of palatal printsQ. Principle: The anterior pa of palateQ (hard palate) contains rugaeQ, which are individual specific & permanent. Palatine rugae are unique and can be used for identification. It is used in cases of advanced decomposition, trauma & burnt bodies.",
        "cop": 1,
        "opa": "Anterior pa",
        "opb": "Lateral wall",
        "opc": "Medial wall",
        "opd": "Posterior pa",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "ca42f611-6542-4799-b3ed-05fce33e8711",
        "choice_type": "multi"
    },
    {
        "question": "Tattooing in old decomposed body can be visualized by use of all except:",
        "exp": "Tattoo Marks Faint or disappeared tattoo marks can be made out on histological study of the regional lymph nodes In decomposed bodies, they are made visible by treating the area with 3 % hydrogen peroxide Methods to demonstrate old or faint tattoos visible: Infra red photography UV lamp Magnifying glass High contrast photography",
        "cop": 2,
        "opa": "3% H2O2",
        "opb": "Gamma rays",
        "opc": "Infrared photography",
        "opd": "Examination with magnifying lens",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "19b11f44-ddce-4465-afb3-0ccdb3c56d34",
        "choice_type": "multi"
    },
    {
        "question": "Crown Rump Length is 20 cm, length of lower limb is 11 cm. Which of the following is a false statement ?",
        "exp": "Rule of Hasse states that gestational age of a fetus upto 5 months is estimated by under-root of crown heel length. Morrison's rule states that gestational age of fetus after 5 months = crown heel length (CHL)/ 5 so, here CHL = crown rump length + length of lower limb CHL = 20+11 = 31 Gestational age = 31/5 [?] 6 months.",
        "cop": 4,
        "opa": "Rule of Hasse states that gestational age of a fetus upto 5 months is estimated by under-root of crown heel length",
        "opb": "Morrison's rule states that gestational age of fetus after 5 months is crown heel length (CHL)/ 5",
        "opc": "CHL is equal to crown rump length + length of lower limb",
        "opd": "Gestational age of the fetus will be 7-8 months",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "9cfa62b1-395b-402b-9a14-cb0da8602674",
        "choice_type": "multi"
    },
    {
        "question": "The method not used in the stature estimation from bones is",
        "exp": "Stature from Skeletal Remains Stature can also be determined from skeletal bones by mathematical calculations or formula. Usually long bones are ideal for determining stature. Formulae used to estimate stature in medicolegal practice are: Karl Pearson's formula Trotter and Glaister's formula multiplication factors devised by Indian researchers Stature (S) = Average length of long bone (l) x Multiplication factor (MF)",
        "cop": 3,
        "opa": "Steele & Mckern",
        "opb": "Karl pearson's",
        "opc": "Haderup's",
        "opd": "Trotter & Glessor",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "66057b9e-b410-40dd-8714-96d968e7e34d",
        "choice_type": "single"
    },
    {
        "question": "Consider the following four events of development of fetus: 1. Centers of ossification for calcaneum 2. Centers of ossification for lower end of femur 3. Centers of ossification for talus 4. Centers of ossification for cuboid What is the order in which they appear from lower to higher gestation?",
        "exp": "16 weeks of IUL Sex can be recognized; lanugo hair is visible on body 20 weeks Nails are distinct and soft, vernix caseosa appears on the body. Fine hair on scalp, meconium at the beginning of large intestine. Center of ossification for calcaneum appears 24 weeks Eyebrow and eye lashes appear meconium is seen in upper pa of large intestine 28 weeks Eyelids are open, pupillary membrane disappears Meconium present in entire large intestine. Center of ossification for talus appears 32 weeks Scalp hair is thick. Left testes in scrotum, right testes near the external inguinal ring. 36 weeks Scalp is covered with dark hair; lanugo hair is seen only in shoulders; vernix caseosa is present over the flexures of joints. scrotum contains both testes. Meconium is near the end of large intestine. Ossification centers for lower end of femur (36-37 weeks), cuboid and capitate appear at bih",
        "cop": 1,
        "opa": "1, 3, 2, 4",
        "opb": "1, 3, 4, 2",
        "opc": "1, 4, 2, 3",
        "opd": "1, 2, 4, 3",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "e0be578e-f050-43c0-83cf-c381e920e2d9",
        "choice_type": "single"
    },
    {
        "question": "True regarding the sequence of permanent teeth eruption?",
        "exp": null,
        "cop": 4,
        "opa": "Central Incisor, Lateral Incisor, Canine, 1st Premolar, 2nd Premolar, 1st Molar, 2nd Molar & 3rd Molar",
        "opb": "1st Premolar, Central Incisor, Lateral Incisor, Canine, 2nd Premolar, 1st Molar, 2nd Molar & 3rd Molar",
        "opc": "1st Molar, Central Incisor, Lateral Incisor, Canine, 1st Premolar, 2nd Premolar, 2nd Molar & 3rd Molar",
        "opd": "1st Molar, Central Incisor, Lateral Incisor, 1st Premolar, 2nd Premolar, Canine, 2nd Molar & 3rd Molar",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "6958b459-dfe3-45cb-8d60-39c449b53fa4",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is used for biometric evaluation?",
        "exp": "* Each person's Iris has a unique pattern which is not changed from bih until death. The pattern is different even in identical twins. * Retinal scan is performed by casting an undetectable ray of low energy infrared light into a person's eye as he looks through scanner's eye piece, which outlines a circular path on the retina. The results of the scan is conveed to computer code & stored in database. * Retina patterns may be altered in cataracts, glaucoma, retinal degeneration & diabetes.",
        "cop": 1,
        "opa": "Iris",
        "opb": "Pupil",
        "opc": "Lens",
        "opd": "Cornea",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "9c47660a-7ab1-4b1a-93ad-51a54fbddb7a",
        "choice_type": "single"
    },
    {
        "question": "The technique of identification based on the evaluation of friction ridges on the volar areas is called as",
        "exp": "Ridgeology : Ridgeology is the study of friction ridges which are composed of the edges of ridge units which vary in size, shape and alignment.",
        "cop": 3,
        "opa": "Dactylography",
        "opb": "Poroscopy",
        "opc": "Ridgeology",
        "opd": "Rugoscopy",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "04be0a0a-a573-4cfa-9233-2d61bd5714d2",
        "choice_type": "multi"
    },
    {
        "question": "Corneal tattooing may be done with:",
        "exp": "Cosmetic tattoos (also known as 'permanent makeup'): They camouflage skin discolorations, such as bihmarks (hemangiomas) or scars, tattooing'hair follicles' into bald areas or corneal tattooing in perforating injury. India ink is the most commonly used dye for corneal tattooing. Two other methods exist: chemical dyeing with gold or platinum chloride and carbon impregnation.",
        "cop": 1,
        "opa": "Gold chloride",
        "opb": "Calcium chloride",
        "opc": "Copper sulfate",
        "opd": "Potassium permanganate",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "24016da5-5a15-4dbb-96c7-1e6a82daf48b",
        "choice_type": "single"
    },
    {
        "question": "Locord's system is:",
        "exp": "PoroscopyQ Microscopic study of poresQ formed by mouths of ducts of sub epidermal sweat glandsQ. The arrangement of pores are unique to each individual. Described by LocardQ. Dactylography - Study of finger prints Cheiloscopy - Study of lip prints Podography - Study of foot prints",
        "cop": 3,
        "opa": "Podography",
        "opb": "Dactylography",
        "opc": "Poroscopy",
        "opd": "Cheiloscopy",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "67b6c0c4-7d19-4920-8494-6e399561e6f7",
        "choice_type": "single"
    },
    {
        "question": "Hyl's law is used to determine:-",
        "exp": "Hyl's law: To detemine the sex of the sternum In males, the body is longer than twice the length of manubrium. In females, the body is shoer than twice the length of manubrium.",
        "cop": 2,
        "opa": "Ageing of skull",
        "opb": "Sexing of sternum",
        "opc": "Ageing of sternum",
        "opd": "Sexing of skull",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "583301dd-fb05-4ae5-b200-d461adb1cd58",
        "choice_type": "single"
    },
    {
        "question": "Which of the following, points towards female skull differentiating from male skull",
        "exp": "Features Female skull Male skull 1. Mastoid process small , pointed large , blunt 2. Frontal and parietal eminence Prominent less prominent 3. Orbits rounded, sharp margins square , round margins 4. Zygomatic arch Not prominent Prominent 5. Angle of body with ramus Not Prominent Prominent Frontal eminences & parietal eminences are more prominent in Females",
        "cop": 2,
        "opa": "Mastoid bigger",
        "opb": "Prominent frontal eminence",
        "opc": "Orbit square with round edges",
        "opd": "Prominent jaw",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "dc7a53a1-e950-4864-88fd-5884b30d1ded",
        "choice_type": "single"
    },
    {
        "question": "Cheiloscopy is the study of prints of?",
        "exp": "LIPPRINTS: (CheiloscopyQ): Lip prints are divided into different patterns which are specific to the individual. Lip print Patterns: Veical, branched, intersected, reticular patterns & unidentified patterns. Palatoscopy - Study of rugae in hard palate Podogram - Study of footprints",
        "cop": 4,
        "opa": "Foot",
        "opb": "Fingers",
        "opc": "Palate",
        "opd": "Lips",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "d8c07f88-749c-4a06-956a-77f6267311fa",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is true regarding race determination?",
        "exp": null,
        "cop": 3,
        "opa": "Negroid - Cut section of hair elliptical & mesaticephalic skull",
        "opb": "Mongoloid - Cut section of hair Round & Dolicocephalic skull",
        "opc": "Caucasoids - Cut section of hair Round & Mesaticephalic skull",
        "opd": "Negroid - Cut section of hair oval & brachycephalic skull",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "95f0687f-dc3f-40bb-aca5-590139b70b04",
        "choice_type": "multi"
    },
    {
        "question": "Permanent impairment of fingerprints occurs in all except",
        "exp": "Permanent impairment of fingerprints occurs in: Leprosy Electrical injuries Radiation injuries Ridge alteration occur in: Acanthosis nigricans Scleroderma",
        "cop": 2,
        "opa": "Leprosy",
        "opb": "Acanthosis nigricans",
        "opc": "Electrical injuries",
        "opd": "Radiation injuries",
        "subject_name": "Forensic Medicine",
        "topic_name": "Human identification",
        "id": "8f2c9083-567a-496a-a062-915cc9375280",
        "choice_type": "multi"
    }
]