[
    {
        "question": "Last organ to putrefy in females is?",
        "exp": "Ans. is 'b' i.e., Uterus Order of putrefactiono Order of appearance of putrefaction from earliest to last is : larynx, trachea > stomach, intestine > spleen, liver > brain, lungs > heart > kidney, bladder > uterus/prostate > bone.o Amongst the soft tissues uterus in female and prostate in malesm are last to undergo putrefaction, as uterus and prostate resist putrefaction. Otherwise bones are last to undergo putrefaction, overall.",
        "cop": 2,
        "opa": "Liver",
        "opb": "Uterus",
        "opc": "Brain",
        "opd": "Breast",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "8cf45c14-9de1-4f72-a51c-e0ab03cd4518",
        "choice_type": "single"
    },
    {
        "question": "An adult male sustained accidental burns and died 1 hour later. Which of the following enzymes will be increased in the burn area?",
        "exp": "Answer: a) ATPase (KS NARAYAN REDDY 33rd ED P-327)In antemortem burns, skin adjacent to the burnt area will show increase in the following enzymes after certain time intervalEnzymeAge of wounds (hour)ATPases1Esterases1Aminopeptidases2Acid phosphatase4Alkaline phosphatase8",
        "cop": 1,
        "opa": "ATPase",
        "opb": "Aminopeptidase",
        "opc": "Acid phosphatase",
        "opd": "Alkaline phosphatase",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "55c0de7e-7d82-443c-94a9-f92be029d521",
        "choice_type": "single"
    },
    {
        "question": "In a dead body recovered from an open field, the below finding is seen. What could be the time since death:",
        "exp": "Ans. (B). 3 - 5 daysPeeling of skin is a sign of decomposition.Skin slippage is noted on 2 -3 days,Degloving & destocking type of peeling -3-5 days.This type of change is also seen in drowning.The degloved skin can be preserved in formalin and used for fingerprint analysis.",
        "cop": 2,
        "opa": "24- 36 hrs",
        "opb": "3- 5 days",
        "opc": "5-10 days",
        "opd": "More than 2 weeks",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "b6ce1d6a-deaa-45d3-af76-c1d5348ca3c8",
        "choice_type": "single"
    },
    {
        "question": "Falanga is -",
        "exp": "Ans. is 'b' i.e., Beating of feet * Beating may be of following types -i) Falanga (Falolka/Baatinada) : Beating of soles of feet with blunt object.ii) Telefono : Simultaneous beating of both ears with palms.iii) Quirofana : Beating on abdomen while upper half of body lying unsupported on table.",
        "cop": 2,
        "opa": "Suspension by wrist",
        "opb": "Beating of feet",
        "opc": "Placing electric wires in vagina",
        "opd": "Clamping of thighs between bamboos",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "9c2aada7-eb94-4d00-b2ee-06508fad8e71",
        "choice_type": "single"
    },
    {
        "question": "Tentative cuts are seen in -",
        "exp": "Ans. is 'c' i.e., Suicidal attempt * Hesitation cuts (Tentative cuts or trial cuts) are characteristic features of suicidal attempt.",
        "cop": 3,
        "opa": "Accidental injury",
        "opb": "Fall from height",
        "opc": "Suicidal attempt",
        "opd": "Homicidal assault",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "c44effac-eca6-4dbf-b152-e5bce3b9367d",
        "choice_type": "multi"
    },
    {
        "question": "Sweating is not present in:",
        "exp": "Ans. c. Heat stroke (Ref: Reddy 33/e p319; Parikh 6/e p381)Sweating is not present in Heat stroke.\"Heat stroke (hyperpyrexia, sunstroke, systemic hyperthermia): This is attributed to an impaired functioning of the heat regulating mechanism caused by failure of cutaneous circulation and sweating. It is due to prolong exposure to he sun's infrared rays, and/or to hot atmosphere. \"Heat stroke (Heat hyperpyrexia/Sun stroke/ Thermic Fever)Heat cramps (Miner's cramps/ Stoker's cramp/ Firemen's cramp)Heat exhaustion (Heat collapse/Heat syncope/Heat prostration)* It is due to failure of heat regulating mechanismQ* Caused by failure of cutaneous circulation & sweatingQ.* Occurs due to exposure to heat in open & humid environmentQ.* All signs of shock are present* There is sudden collapse with loss of consciousness.* Dry skin, hot flushes with absence of sweatingQ* These are painful spasm of voluntary muscles, which follow strenuous work in a hot atmosphere.* Caused by toss of water & salt in profuse sweatingQ.* Collapse without any elevation of body temperature.* Occurs due to exposure to high temperature in closed environment* Precipitated by muscular exercise & unsuitable clothing.* There is extreme exhaustion with peripheral vascular collapse with scanty sweatingQ",
        "cop": 3,
        "opa": "Heat syncope",
        "opb": "Heat cramp",
        "opc": "Heat stroke",
        "opd": "Heat fatigue",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "2aef15be-1714-4a48-8a08-cf84e05bfdee",
        "choice_type": "single"
    },
    {
        "question": "Compound used as primer in weapon is",
        "exp": "Ans. is 'a' i.e., Potassium chlorate Cartridge (round)* Cartridge is the ammunition used in firearms. Cartridge consists of (i) Cartridge case, (ii) Propellant (gun powder), (iii) Projectile (missile) and (iv) Wads (only in shotguns.).1) Cartridge case# It is the outer shell or covering of the cartridge. In shotgun it is cylinderical. Base is of brass and rest of it is of cardboard or plastic. In rifled weapons, it is tapering and whole of it is made of brass or steel.# Center of base has percussion cap (detonator cap) which has sensitive composition, i.e. primer, consisting of potassium chlorate, antimony sulphide, mercury fulminate, barium nitrite, lead peroxide or tetrazene.# In all weapons, after firing, the cartridge case remains in the barrel and it is to be taken out manually (shotgun, revolvers, rifle) or it is ejected out automatically, e.g. in pistals.2) Propellent (gun powder)# It propels the projectile (missile) forward. It is composed of black powder or smokeless powder in the form of grains, pellets, thin cylindrical cords or flakes. Its ignition results in formation of expanding hot gases under pressure which (gas pressure) propels the projectile (missile) by providing it necessary muzzle velocity and striking energy.# The classical gun powder is known as black powder, consists of charcol (15%), Sulphur (10%), and potassium nitrate (75%). Depending on fineness, the black gun powder is designated as FG, FFG, FFFG. etc. (F = fineness). Pyrodex is another gun powder with same components, but with different ratios.# Black gun powder produces smoke, i.e. It is smoke producing powder. Smokeless powder, in addition to black powder, has nitrocellulose (single base), or nitrocellulose plus nitroglycerine (double base), or nitrocellulose plus nitroglycerine plus nitroguanidine (triple base). Semi smokeless powder has 80% black powder and 20% smokeless powder (nitrocellulose).3) Projectile (missile)# Projectile is an object propelled by force of rapidly burning gases. In shotgun these are lead shots and pellets (recently steel is also used instead of lead) and in rifled weapons (pistal, rifle, revolver), these are bullets. Tip of the bullet is knwon as nose.4) Wads# Wads are present only in the cartridge of a shot gun. Wad can be made of paper, left, card board, or plastic. These are circular disc of various thicknesses, used to adjust the contents of a shotgun cartridge.# Felt wad (wad made of felt) is imprignated with grease and this lubricates the bore (inside of barrel).",
        "cop": 1,
        "opa": "Potassium chlorate",
        "opb": "Sulphur",
        "opc": "Potassium nitrate",
        "opd": "Nitrocellulose",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "b0525612-6517-4921-b748-9c553914ec68",
        "choice_type": "single"
    },
    {
        "question": "Diastatic fracture is",
        "exp": "(Seperation of the cranial sutures) (222-Reddy's 29th)DIASTAT1C OR SUTURAL FRACTURES - separation of the sutures occurs only in young persons due to a blow on head with blunt weapon* It may occur alone but often is associated with fracture* It is usually seen in saggital sutures* These are particularly common in traffic accidents* Most successful estimate to union of skull is done from sagittal sutures, next lambdoid and then coronal (72- Reddy 29th)* Fissured fracture - These are linear fractures involving the whole thickness of the bone or inner or outer table only about 70% skull fractures are linear* Comminuted fracture - There are two or more intersecting lines of fracture which divide the bone into three or more fragments, and blows from weapon with a large striking surface eg heavy iron bar* Depressed fracture - \"fractures a la signature\" (signature fracture) as their pattern often resembles the weapon or agent which caused itLocalized depressed fractures are caused by blows from heavy weapon with a small striking surface** stone, stick, axe, chapper, hammer etc.Gutter fractures - They are formed when part of the thickness of the bone is removed so as to form a gutter eg oblique bullet wounds. They are usually accompanied by irregular, depressedfracture of the inner table of the skull* Hinge fracture of base of skull is also termed as a 'Motor cycylist's fracture' *** (247-Reddy 28th)Crescent fracture is - fracture of the iliac bone with sacroiliac joint disruption**Jefferson is - is a burst fracture where both the anterior and posterior arches of atlas (C1) are fractured by a vertical force acting through the skullClay shroveller's fracture - fracture of spinous process of T1 vertebra caused by violent muscular actionHangman fracture - fracture of C2 vertebra seen injudicial hanging due to extensionBox or Bursting fracture - is an extensive fracture running parallel to the two points of contect separating the two hemisphere. It is frequently caused by being run over by heavy vehicleRing fracture - any fracture round the foramen magnum it result fromI. fall from a height on feet or buttockII. sudden violent turn of the head on the spineIII. severe blow on vertex which drives the skull down wards on the vertebral columnIV. heavy blow directed underneath the occiput or chin",
        "cop": 1,
        "opa": "Seperation of the cranial sutures",
        "opb": "Also known case \"Fracture a-la-signature\"",
        "opc": "There are two or more intersecting lines of fracture",
        "opd": "A linear fracture involving the whole thickness of the bone",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "74bf3532-83e7-42a6-ae27-ac89b576e0cf",
        "choice_type": "single"
    },
    {
        "question": "\"Tentative cuts\" are seen in?",
        "exp": "ANSWER: (B) SuicideREF: Parikh 6th ed p. 4.14Tentative/trial/ hesitation/preliminary wounds: small multiple superficial somewhat parallel and skin deep cuts usually found on anterior surface of extremities, chest and abdomen. Unintentional cuts: found on fingers, where razor blade has been gripped",
        "cop": 2,
        "opa": "Homicide",
        "opb": "Suicide",
        "opc": "Accidental",
        "opd": "Fall from height",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "cc40a56d-bc40-4795-8837-3a61f622177f",
        "choice_type": "multi"
    },
    {
        "question": "Post mortem caloricity is seen with -",
        "exp": "Ans. is 'd' i.e., Stry chnine Post mortem caloricity:o The temperature of body remains raised for first two hours or so after death.o It is seen with:WTten the regulation of heat production has been severely disturbed before death as in sunstroke & some nervous disordersWhen there has been a great increase in heat production in the muscles due to convulsions e.g. tetanus, strychnineWhen there is excessive bacterial activity eg septicaemia, cholera & other fevers.",
        "cop": 4,
        "opa": "Arsenic",
        "opb": "Lead",
        "opc": "Datura",
        "opd": "Strychnine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "22108973-c532-4831-9d70-458e3eed507b",
        "choice_type": "single"
    },
    {
        "question": "Diagnostic of antemortum drowning -",
        "exp": "Ans. is 'b' i.e., Weeds and grass in clenched hands PM findings of drowningExternal findingsA) Specific (diagnostic)i) White, fine, lathery, abundant and tenacious froth at nose and mouth which increases on chest compression.ii) Weeds, grass, plants, mud or stones in tightly clenched hands.B) Non-specifici) Washer woman hand and feet.ii) Cutis anterina (goose skin).iii) Half opened eye with dilated pupil and congested conjunctiva.Internal findingsA) Specific (diagnostic)i) Water in stomach and intestine.ii) Diatoms in bone marrow and brain.B) Non-specifici) Emphysema aquosum.ii) Palatauf's hemorrhage (subpleural hemorrhage).",
        "cop": 2,
        "opa": "Palatauf's hemorrhage",
        "opb": "Weeds and grass in clenched hands",
        "opc": "Emphysema aquosum",
        "opd": "Water in esophagus",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "ad2c2f55-3964-4cc9-b6c4-e30c9c3edafc",
        "choice_type": "single"
    },
    {
        "question": "Destructive power of bullet is determined by all except",
        "exp": "Ans. is 'c' i.e., Shape of bullet * Tissue damage (or destructive power of bullet) is dependent on striking (kinetic) energy of bullet, which is proportional to its mass and square of velocity (KE = Vi mv2). So modern bullets are designed to have smaller mass allowing transportation of large amount of ammunition and high velocity, as velocity is more important determinant in destructive power of bullet.",
        "cop": 3,
        "opa": "Velocity of bullet",
        "opb": "Weight of bullet",
        "opc": "Shape of bullet",
        "opd": "Kinetic energy",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "c151b56a-5a12-4136-8a6a-9e938be7bf5d",
        "choice_type": "multi"
    },
    {
        "question": "Immersion syndrome is also called as -",
        "exp": "Ans. is 'a' i.e., Hydrocutiono Immersion syndrome - is also called as hydrocution or submersion inhibition or vagal inhibition.Atypical drowning# It refers to drowning in which even after submersion of body in water, little or no water anters respiratory passages and lungs. Hence typical findings of wet drowning in the form offroth and oedema aquosum of lungs are not found. Atypical drowning may be :Dry drowning: On contact with water, especially cold water, there results intense laryngospasm, so that water does not enter the lungs. Death is due to asphyxia because of laryngospasm.Immersion syndrome (hydrocution/submersion inhibition/vagal inhibition): Sudden death occurs due to vagal inhibition as a result of (a) sudden impact with cold water, (b) duck diving (falling in water with feet first), and (c) horizontal entry in water with impact on epigastrium.Submersion of unconscious : If person is unconscious since before submersion in water, little or no water enters respiratory passages. It may occur in MI, cerebrovascular accident, hypertension, epilepsy, cerebral aneurysm and in drunk state.Near drowning (secondary drowning syndrome/post immersion syndrome): In this drowning is survived and death occurs at a later stage after removal from water. Either the person himself comes out of water or he is recovered alive, but due to complications of submersion, he dies at a later stage. It is due to hypoxic encephalopathy and fibrosing alveolitis. The death occurs due to combined effect of cerebral hypoxia, pulmonary edema, aspiration pneumonitis, electrolyte disturbances and metabolic acidosis.",
        "cop": 1,
        "opa": "Hydrocution",
        "opb": "Wet drowning",
        "opc": "Dry drowning",
        "opd": "Secondary drowning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "dfce1823-36ff-4836-8877-d5782d07c025",
        "choice_type": "multi"
    },
    {
        "question": "Accidendal chocking of respiratory passage by bolus of food -",
        "exp": "Ans. is 'c' i.e., Cafe coronary TermsMeaningAutoerotic hangingVictims usually young males (with masochism or transvestism) enhance sexual pleasure by compressing the blood vessels of neck by any means.LynchingWhen several persons acting jointly and illegally over power an individual and hang him.Mugging (choke-holding)Strangulation of victim's neck against the forearm.GarrottingVictim is attacked from back without warning and strangled by throwing a ligature over the neck and tightening it quickly.Spanish windlassIt is a type of garrottingQ. It used to be the official mode of execution in Spain. In this an iron callar around the neck was tightened by a screw for strangling.BansdolaNeck is compressed between two sticks or hard objects. ThrottlingManual strangulation effected by hand.Burking method of somethering used by Burk and Hare and traumatic asphyxiaBurk used to sit on chest covering with one hand the mouth and nostril and pushing upthe jaw with other hand and Hare used to pull him round the room by feet.SomtheringAsphyxia caused by mechanical occlusion of external are passage.ChockingAsphyxia caused by mechanical occlusion of enternal are passage.GagingChocking by preventing air entry through mouth and nostril by filling cloth etc in mouthCafe coronaryAccidental chocking by bolus of food obstructing larynx.Q Death is mostly due to asphyxia or less commonly due to reflex cardiac arrest caused by stimulation of laryngeal nerve endings.Overlying (compression suffocation)Compression of chest prevents breathing. It occurs when mother shares a bed with infant.",
        "cop": 3,
        "opa": "Gaging",
        "opb": "Overlying",
        "opc": "Cafe coronary",
        "opd": "Burking",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "2ff9b420-862b-4ce3-9764-030f7d3b6965",
        "choice_type": "single"
    },
    {
        "question": "Telefona refers to?",
        "exp": ".Ans. (c) Beating on both earsRef: Reddy 5th ed. / 257",
        "cop": 3,
        "opa": "Pulling of hairs",
        "opb": "Beating of soles",
        "opc": "Beating on both ears",
        "opd": "Beating on head",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "1c252ba7-5eca-4093-9c38-d4156570ce95",
        "choice_type": "multi"
    },
    {
        "question": "Adipocere occurs in:",
        "exp": "Ans. (B). Body lying in waterWarm, moist climate essential.Clostridium - lecithinaseIntrinsic lipase",
        "cop": 2,
        "opa": "Arsenic poison",
        "opb": "Body lying in water",
        "opc": "Body inside car locked doors",
        "opd": "Inside shallow soil",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "5868d429-5a0b-4cc5-adca-156de628ea7d",
        "choice_type": "multi"
    },
    {
        "question": "Gettlers test is positive in -",
        "exp": "Ans. is 'b' i.e., DrowningGettler testo Gettler test is done for drowning. It estimates chloride content of blood from both sides of heart. Normally the chloride content is equal in the right and left chambers of the heart (600 mg/100 ml). In fresh water drowning due to hemodilution the chloride content is decreased and in salt water drowning due to hemoconcentration the chloride content is increased in left side of heart. A 25% difference in chloride is significant but the test is of doubtful value.o Limitations of gettler test:-1. No value in atypical drowning; congenital cardiac defects as shunts and patent foramen ovale; and if drowning medium contains same amount of chloride.2. There is progressive loss of Cl- from blood after death. Therefore the test has to be made within a reasonably short time after death.",
        "cop": 2,
        "opa": "Hanging",
        "opb": "Drowning",
        "opc": "Strangulation",
        "opd": "Firearm injury",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "bb69eb4d-b07a-45d3-bbbe-deba533aa362",
        "choice_type": "single"
    },
    {
        "question": "Emphysema aquosom is associated with?",
        "exp": "Ans. is 'b' i.e. Wet drowning o There are two similarly looking terms, related to drowning : (i) emphysema aquosum and oedema aquosum.o Emphysema aquosum is seen in wet drowning. In this condition, the lungs are characterized by rupture of aleveolar spaces with accumulation of haemolysed blood with water and small amount of air. This condition results from violent respiratory efforts when the victim is submerged in conscious state.o Oedema aquosum is a condition of lung characterized by oedematous change due accumulation of some water in lung. This condition results due to passive enterance of water in the lungs when the victim is submerged in unconscious state having no violent effort for respiration. It is seen in submersion of unconscious.",
        "cop": 2,
        "opa": "Dry drowning",
        "opb": "Wet drowning",
        "opc": "Immersion syndrome",
        "opd": "Secondary drowning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "a30a2de4-335e-42da-b086-6832016d691e",
        "choice_type": "single"
    },
    {
        "question": "In which of the following rigor mortis is not seen?",
        "exp": "Ans. d. Infant <7 months (Ref: Reddy 33/e p160. Parikh 6/e p3.15-3 17; Mody 22/e p231; http://en.wikipedia.org/wiki/ Rigor mortis)Rigor mortis may not be seen in infant <7 months due to smaller muscle muss.'Rigor mortis may not be perceivable in many infant and child corpses due to their smaller muscle mass. - http:// en.wikipedia. org/wiki/Rigor _mortisRigor MortisIn India, Rigor mortis commences in 2-3 hours, takes about 12 hours to develop from head to foot, persist for another 12 hours and takes about 12 hours to pass off.So if rigor mortis is not set in. the time since death would be within 2 hours and if it has affected the whole body, the time since death would be 12-24 hours.It does not start in all muscles simultaneously (Nysten's rule).Order of Appearance and DisappearanceHeart (Left chamber in 1 hour) - Eyelids (3-4 hours) - Face muscles - Neck and trunk - Upper extremities - Legs - Small muscles of fingers and toes (Last to be affected, 11-12 hours).It passes off in same order of appearance.It takes about 12 hours to develop from head to foot, persist for another 12 hours and takes about 12 hours to pass off.It usually lasts for 18-36 hours in summer and 24-48 hours in winter.Rigor mortis may not be perceivable in many infant and child corpses due to their smaller muscle mass",
        "cop": 4,
        "opa": "Well built male",
        "opb": "Well built female",
        "opc": "Old patient > 80 years",
        "opd": "Infant < 7 months",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "e2a0876f-7d94-417b-85b9-33ddfccbf28d",
        "choice_type": "single"
    },
    {
        "question": "Suitable environmental conditions for mummification:",
        "exp": "Ans. (C). Dry & hot airMummification is dehydration or drying of bodyQ.Absence of moistureQ, hotairQ, drysandysoilQ, arsenic, antimonyQ favour mummification.",
        "cop": 3,
        "opa": "Lying in water",
        "opb": "Inside shallow soil",
        "opc": "Dry & hot air",
        "opd": "Under earth",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "f201c4ce-4b4f-4a59-9ad9-e84aba4d701b",
        "choice_type": "multi"
    },
    {
        "question": "Duret's hemorrhages are seen in?",
        "exp": "Ans. (d) BrainRef. Essenstial forensic neuropathology, p 94",
        "cop": 4,
        "opa": "Lungs",
        "opb": "Spleen",
        "opc": "Liver",
        "opd": "Brain",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "3ae88220-0fe3-475d-9b5f-189655771992",
        "choice_type": "single"
    },
    {
        "question": "The medicolegal importance of the below finding noted in the eye is:",
        "exp": "Ans. (A). To determine time since deathThe picture shows tache noir in eye.Tache noire is the triangle shaped discolouration noted in sclera.Deposition of dust, producing yellow, brown colour triangle.Time since death can be determined from tache noire - (3-4 Hours)",
        "cop": 1,
        "opa": "To determine time since death",
        "opb": "To determine cause of death",
        "opc": "To determine antemortem poisoning",
        "opd": "To determine position of the body",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "e8b591ac-7994-4bf4-a588-d87a8e5e3565",
        "choice_type": "single"
    },
    {
        "question": "A laceration on the scalp is mistaken for",
        "exp": "Ans. is 'b' i.e., Incised wound LACERATIONS (Tear or Rupture)* Lacerations are tears or splits of skin, mucous membrane and underlying tissue (e.g., muscle or internal organs). Lacerations are produced by application of blunt force to broad area of the body, which crush or stretch tissues beyond the limits of their elasticity. Localized portions of tissue are displaced by the impact of the blunt force, which sets up traction forces and causes tearing of tissues. Features of lacerations arei) Hair and hair bulb, nerves and blood vessels are crushed - There may be paralysis (nerve crushed) and hemorrhage is not pronounced (blood vessels crushed).ii) Site of injury is the site of impact.iii) Shape of injury is irregular, margins are irregular and contused/abraded and show tags of tissue.iv) Size of injury does not corresponds to impacting surface.* There are following types of laceration: -1) Split laceration: Splitting occurs by crushing of skin between two hard objects. Blunt force on areas where the skin is close to rigid structures like bone with scanty subcutaneous tissue, may produce a wound that by linear splitting of tissue may look like incised wound, i.e., incised like or incised looking wound. Examples of such area are scalp, eye brows, cheek bones (zygomatic), lower jaw, iliac crest, perineum and skin. A wound produced by a fall on knee or elbow with limb flexed and by a sharp stone also simulates incised wound.2) Strech lacerations: Overstretching of the skin, if it is fixed, will cause laceration, for example, by kicking, sudden deformity of bone occurs after fracture, making it compound.3) Avulsion (shearing laceration): An avulsion is a laceration produced by sufficient force (shearing force) delivered at an acute angle to detach (tear off) a portion of a traumatized surface or viscus from its attachment, the shearing and grinding force by a weight. Flaying is type of avulsion in which shearing and grinding force by weight (such as of lorry wheel passing over a limb) may produce avulsion (separation of skin from underlying tissue/degloving of a large area).4) Tears: Tears of the skin and tissues can occur from imact by a against irregular or semi-sharp objects, such as door handle of a car. This is another form of overstretching.5) Cut laceration: Cut lacerations may be produced by a heavy sharp edged instrument.",
        "cop": 2,
        "opa": "Firearm wound",
        "opb": "Incised wound",
        "opc": "Stab wound",
        "opd": "Contusion",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "543fbc67-bec5-4433-ae5a-7474b572c5ce",
        "choice_type": "single"
    },
    {
        "question": "Natural stiffening of muscles after death is known as?",
        "exp": "Ans. is 'b' i.e. Rigor mortis Rigor mortiso It is defined as contraction, stiffening, shortenig and opacity of muscles after death.o It occurs after molecular (cellular) death. In tropical countries (e.g. india), it begins 1-2 hours after death, takes further 2 hours to develop, and lasts for 18-36 hours in summer and 24-48 hours in winter.o In temperate countries, it begins in 3-6 hours, takes further 2-3 hours to develop and lasts for 2-3 days.o All muscles of body are involved, i .e. voluntary or involuntary.o However, it does not start in all muscles simultaneously (nysten's rule).o Involuntary muscles (heart) are involved first than voluntary muscles.o Sequence of muscles involvement is as follows : Heart > upper eyelid > neck > jaw > face > chest > upper limb > abdomen > lower limb > finger and toes.o It passes off in the same order in which it has appeared.Note:o Cadaveric spasm is not natural stiffening. It is defined as the condition wherein a group of muscles, which were in contraction or spasm at the time of death, continue to be in spasm even after death, without the stage of primary relaxation. It does not occur in all deaths (unlike rigor mortis, which occurs in all deaths).",
        "cop": 2,
        "opa": "Algor mortis",
        "opb": "Rigor mortis",
        "opc": "Postmortemlividity",
        "opd": "Cadaveric spasm",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "29816b02-e791-43e2-b7c4-acd82e678238",
        "choice_type": "single"
    },
    {
        "question": "In the case of gun-shot injury to skull with entry wound surrounded by abrasion collar and tattooing and an exit wound along with metal fragments of bullet inside the bullet track, what will be preserved for calculating the range of firing?",
        "exp": "ANS. AHair should be analyzed for presence of any singering or smoke deposits.Clothes can also be used, since skull is mentioned appropriate answer is hair.TraitEntrance woundExit woundSizeSmaller than the diameter of the bullet.In close discharge, skin is tornBigger than the bulletEdgesInvertedEverted, puckered or tornBleedingLessMoreBurning, blackening, tattooingMay be seen around the woundAbsentContusion, abrasion and grease collarPresentAbsentFatNo protrusionMay protrudeTissues within and around the woundMay be cherry-red due to carbon monoxide of explosive gasesAbsentFibers of clothingTurned in and may be carried into the woundTurned outLead ring or metal ringMay be seen around the wound by radiological examinationAbsentSpectrographyMore metal is found around entrance wound, if bullet has only passed through soft tissuesThe exit wound may contain more metal if a bone is struck nearer to it",
        "cop": 1,
        "opa": "Hair",
        "opb": "Bullet pieces",
        "opc": "Blood",
        "opd": "Clothes",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "7e0e1c8b-bb19-4756-a0f8-4ac7ab7bfa26",
        "choice_type": "single"
    },
    {
        "question": "A man fell down from a height of 35 feet. Eyewitnesses say that he landed on his feet. Which of the following injury is possible?",
        "exp": "Ans. d. Ring fracture of foramen magnum with lumbar spine injury (Ref: Ready 33/e p247; Parikh's 6/4.94-4.97)\"Ring fracture: This term is commonly used to signify any fracture around the foramen magnum. Technically it means a fissured fracture about 3.5 cm outside the foramen magnum at the back, involving middle ear sideways and roof of nose anteriorly. It is rare and usually requires a lot of force to produce. It results from fall from a height on feet or buttocks, sudden violent turn of head on spine, severe blow on the vertex which drives the skull downwards on the vertebral column or heavy blow directed underneath the occiput or chin. \"Ring or Foramen FracturesIt is fissured fracture, which encircles the skull in such a manner that the anterior third is separated at its junction with the middle and posterior third.But usually the term is applied to a fracture, which runs at about 3 to 5 cm outside the foramen magnum at the back and sides of the skull, and passes forwards through the middle ears and roof of the nose, due to which the skull is separated from the spine.They are rare and occur after falls from a height on to the feet or buttocks.QSkull-vault fractureType of fractureDescriptionDiastatic fracture(sutural fractures)* Separation of suturesQ* Occurs only in young persons due to blow with blunt weapon or from cerebral edemaQFissured fracture* A linear fracture or crack involving the outer or inner table or both.* Fracture only involving inner table cannot be detected on X-ray. It can be detected at autopsyDepressed fracture* Caused by a heavy weapon with a small striking surface e.g., hammer* Its shape may indicate the type of weapon with which it is produced. It is therefore called as signature fractureQ.Comminuted fracture* It has stellate appearance when there is no displacement of fragments.* Also called spider web fractureQPond fracture* Occurs in children due to elasticity of their bones* Also called indented fracturesQGutter fracture* When a part of thickness of bone is removed to form a gutter e.g., glancing oblique bullet woundsQElevated fracture* Result from a blow of moderately heavy sharp edge weapon e.g., axe which elevate one end of bone above the surface while other end may dip down to injured duraQRing fracture* Any fracture around the foramen magnumQ",
        "cop": 4,
        "opa": "Gutter fracture skull with cervical spine injury'",
        "opb": "Pond fracture skull with cerv ical spine injury",
        "opc": "Depressed fracture skull with cervical spine injury'",
        "opd": "Ring fracture of foramen magnum with lumbar spine injury",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "8b6091f2-d0e8-4ddd-96ce-fb46b8ccc280",
        "choice_type": "single"
    },
    {
        "question": "Signs of antemortem injury are all EXCEPT:",
        "exp": "ANSWER: (B) Venous bleedingREF: Textbook of Forensic Medicine and Toxicology by Nagesh Kumar Rao Page 252Antemortem Vs Postmortem injury: AntemortemPostmortemHemorrhageArterialVenousLaminatedNot laminatedFirmly adherentWeakly adherentFirm rubbery variegatedSoft friable, chicken fat tikeDeep stainingSuperficial stainingCannot wash awayCan be washed awayEdges & MarginsGaping presentNo gapingMargins evertedMargins apposedSwollenNot swollenVital reactionInflammation presentNo inflammationInfection (pus) presentNo PusHealing (granulation) presentHealing absentWound serotonin & histamineIncreasedNot increasedMicrobiologyClot has plateletsClot lacks platelets Infiltration of RBC, LeucocytesNo infiltration",
        "cop": 2,
        "opa": "Wound gaping",
        "opb": "Venous bleeding",
        "opc": "Everted edges",
        "opd": "Inflammation present",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "be3e3014-435f-453f-b9a5-e178438e77c1",
        "choice_type": "multi"
    },
    {
        "question": "Rigor mortis starts in:",
        "exp": "Ans: A (Heart) Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy. 29th edition. 2010Explanation:Rigor MortisThis is the state of stiffening and sometimes shortening of muscles following deathIt occurs due to lack of ATP after birth.When the ATP is reduced to a critical levels of 85% of normal, the overlapping portions of myosin and actin Filaments combine as rigid link of actomyosin. which is viscous and inextensible causing hardness and rigidity of muscles- Order of appearance: Heart (left) - eyelids facial muscles - neck and trunk - upper extremities - legs - muscles of fingers and toes.- it passes off in the same order. In India, it commences by 2-3 hrs, develops for 12 hrs. and usually lasts for 18-36 hrs in summer, and 24-48 hrs in winter.Time of Onset: In India, it begins 1 - 2 hours after birth.Duratin of RM: In India, it usually lasts for 24 - 36 hours during w inter and 16-24 hours during summer.Medico-legal ImportanceIt is a deFinite sign of deathIts extent helps in estimating the time since deathIt indicates the position of body at the time of deathConditions Simulating RMHeat stiffeningCold stiffeningCadaveric spasm or instantaneous rigiditySecondary RelaxationFlaccidity following RM is caused by action of the alkaline liquids produced by putrefaction.",
        "cop": 1,
        "opa": "Heart",
        "opb": "Brain",
        "opc": "Right iliac fossa",
        "opd": "Left iliac fossa",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "c7cf8eba-5cb8-40d2-a344-e6991c3ea0f2",
        "choice_type": "single"
    },
    {
        "question": "On external examination the classical presentation of the body of traumatic asphyxia is-",
        "exp": "Ans. is 'c' i.e., Masque ecchymotique o The characteristic external findings in case of traumatic asphyxia are :Mosque ecchymotique refers to the classical appearance of -Florid red or blue congestion of face and neck with variable involvement of the upper thorax, back and arms.Deep cyanosis of face.Numerous petechial hemorrhages or ecchymotique.Demarcation line : Level of compression is indicated by a well-defined demarcating line between the discolored upper portion of body and the lower normal part.Areas of pallor seen at the level of collar of shirts, folds or creases in the garments.Facial edema.External blunt trauma injuries can be seen on the head, neck and chest along with most or other foreign material.",
        "cop": 3,
        "opa": "Facial abrasions",
        "opb": "Contused chest",
        "opc": "Masque ecchymotique",
        "opd": "Depressed chest",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "9dfeef93-bb09-4089-a98e-eae01a3a457d",
        "choice_type": "single"
    },
    {
        "question": "Filigree burns seen in",
        "exp": "Ans. is 'a' i.e., Lightening Lightening burns* Lightening refers to discharge of current between a negatively charged cloud and positively charged article on earth. During lightening, injuries result due to following mechanismsi) Direct effect of high voltage current.ii) Heat, i.e. super heated air causing burns.iii) Expanded and displaced air, which acts as a blast wave.iv) Sledge hammer blow by compressed air pushed before the current (sledge hammer effect and blow death).* The characteristic finding in lightening burns is filigree burns/arborescent burns/arborescent marking/ litchenberg flower. In this burns are seen as coloured branching patterns, especially on shoulder and flanks. This branching distribution like inverted tree, does not correspond to blood vessels.",
        "cop": 1,
        "opa": "Lightening",
        "opb": "Electrocution",
        "opc": "Vitriolage",
        "opd": "Infanticide",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "e9d78344-1866-4be2-af84-5b36620e5e86",
        "choice_type": "single"
    },
    {
        "question": "A circular bullet wound, erythema seen around the margin, blackening & tattooing present. What is the range?",
        "exp": "Ans. (A). Close shot entry wound(Ref: Essentials of Forensic medicine, Dr KS narayana Reddy, 33th Edition, P: 216)Presence of erythema, blackening & tattooing around the wound indicates that it is close shot.",
        "cop": 1,
        "opa": "Close shot entry wound",
        "opb": "Close shot exit wound",
        "opc": "Distant shot entry wound",
        "opd": "Distant shot exit wound",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "ae4758b9-da05-4030-9f23-d6857bf0a85e",
        "choice_type": "single"
    },
    {
        "question": "Burking is a method of:",
        "exp": "Ans. (a) Homicidal smothering and traumatic asphyxiaRef: The essentials of FSM by KS Narayan Reddy 31st ed./ 335* STRANGULATION is a form of asphyxia which is caused by constriction of the neck by a ligature without suspending the body It can be several types:# BANSDOLA: one bamboo stick at back of neck and other at the front of neck. Both ends tied with rope which causes death of the victim.# GAROTTING: Victim is attacked from behind with a rope over the neck.# MUGGING: strangulation caused by holding the neck of the victim in the bend of the elbow.* SUFFOCATION is a form of asphyxia, which is caused by deprivation of oxygen, either due to lack of oxygen in environment or from obstruction of air passages at the level of nose and mouth.* Forms of suffocation asphyxia:# BURKING is a method of homicidal smothering and traumatic asphyxia.# Smothering: form of asphyxia caused by closing the external respiratory orifices either by hand or other means# Gagging: asphyxia by forcing cloth into the mouth.# Overlaying: asphyxia due to compression of chest. Ex: Mother overlied on infant.# Choking: asphyxia by obstruction of air passages, usually between the pharynx and bifurcation of trachea. Almost always accidental.# Cafe coronary: Alcoholic who is grossly intoxicated dies while having meal. Death occurs due to sudden heart attack. High blood alcohol content anesthesizes the gag reflex.",
        "cop": 1,
        "opa": "Homicidal smothering and traumatic asphyxia",
        "opb": "Suicidal smothering and traumatic asphyxia",
        "opc": "Accidental smothering and choking",
        "opd": "Choking and traumatic asphyxia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "d316be22-dc1e-4c12-87f4-44a2ae8df975",
        "choice_type": "single"
    },
    {
        "question": "What is the bullet wipe?",
        "exp": "Ans. (B) Residual from barrel of gun(Ref: Textbook of Forensic Medicine and Toxicology; Principle and Practice 5th Ed; Page No- 89; The Essential of Forensic Medicine and Toxicology 33rd Ed; Page No- 226)Bullet wipe: The dark area around the margins of a bullet hole that can be useful for identifying an entry site (as opposed to an exit site).While examining the clothing of victim of bullet injury, there is a deposition of various residues surrounded the entrance defect at various ranges known as bullet wipe.Typically caused by lubricant, lead, dirt in the bore, and discharge residues.It helps in determining the wounds off inlet and outlet upon the body.",
        "cop": 2,
        "opa": "Blackening",
        "opb": "Residual from barrel of gun",
        "opc": "Gutter fracture of skull",
        "opd": "Tattooing",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "44e21549-9558-4914-8dc8-469343d95a34",
        "choice_type": "single"
    },
    {
        "question": "Some amount of pancreatic fat necrosis occurs due to exposure to:",
        "exp": "Ans. b (Extremely low temperature). (Ref. Parikh's Textbook of FMT, 6th ed., 3.65, 3.79, 10.3)Temperature ExtremesHypothermic injuryHyperthermic injury# Slows cellular metabolic processes# Heat cramps# Ice crystal formation and frostbite# Heat exhaustion # Heatstroke # Protein denaturationPostmortem findings in adults exposed to hypothermiaEXTERNALLY: The appearance depends on how rapidly the cooling took place and its duration. When it is slow, the gross appearance of the skin resembles myxedema because of the edematous condition of the face and limbs. Particularly striking are bright red erythematous areas rather than the dark postmortem lividity blotches usually noted. Bullae may occur over areas of chronic pressure or contact. When death follows rapid cooling, the lack of cyanosis in the skin in hypostatic areas is the significant external sign.INTERNALLY: Even with rapid cooling, and minimal external signs, internal examination demonstrated conclusive features. In order of frequency, gastrointestinal lesions are noted in about 90% of cases and about 80% in the pancreas. In the gastrointestinal tract, order of frequency of involvement is the stomach, the duodenum, and occasionally the esophagus. Seen early, the lesions consist of many small submucosal hemorrhages (black in color). Later, lesions present as small shallow ulcers. Gross pancreatic changes vary from focal fat necrosis to severe hemorrhage of the pancreas and nearby tissue. Microscopically, there were micro-infarcts in all organs except the liver due to hemoconcentrated packed RBCs in capillaries. Fat is noted in liver, adrenals, and kidney. Some cases show myocardial changes.",
        "cop": 2,
        "opa": "Extremely high temperature",
        "opb": "Extremely low temperature",
        "opc": "Traumatic injury",
        "opd": "Burns",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "ea27bc03-9e1f-4a32-803a-346cf8b63d23",
        "choice_type": "single"
    },
    {
        "question": "Crocodile skin is seen in:",
        "exp": "Ans. (b) High voltage Electric burnsRef: The Essentials ofFSM by K.S. Narayan Reddy 31st ed. / 308-309ELECTRICAL INJURIES* JOULE BURN: contact electrical and endogenous burn.* CROCODILE FLASH BURN: high voltage burn.* Multiple lesions due to 'ARC EFFECT'.* Cause of Death- ventricular fibrillation.* CURRENT PEARLS AND WAX DROPS seen on autopsy.",
        "cop": 2,
        "opa": "Drowning",
        "opb": "High voltage Electric burns",
        "opc": "Neck ligature",
        "opd": "High temperature water burns",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "3540b59b-26bc-4fa3-b5b3-388b42129e72",
        "choice_type": "single"
    },
    {
        "question": "Strangulation by keeping neck between angle of elbow -",
        "exp": "Ans. is 'c' i.e., Mugging o Strangulation is the form of asphyxia caused by constriction of neck by ligature or some other method, but without suspension of the body. So the force constricting the neck is external force (not the weight of the body as occurs in hanging).o Depending upon the method used to constrict the neck, strangulation can be divided into :Ligature strangulation : Neck is compressed by a ligature of which usually multiple rounds are given and no knot is tied.Throttling (manual strangulation): Neck is compressed by one or both hands. When neck is compressed by two palms, it is known as palmar strangulation.Bansdola : Compression of neck with one or two wooden sticks or bamboo.Garrotting: It is compression of neck by a rope thrown from behind. Spanish windlass is a type of garrotting, which used to be the official mode of execution in spain. In this, an iron collor around the neck was tightened by a screw for strangulation.Mugging (choke hold) : It is compression of neck by forearm or in the bend of elbow.Strangulation by knee/foot: In this, neck is compressed by knee or foot.",
        "cop": 3,
        "opa": "Burking",
        "opb": "Smothering",
        "opc": "Mugging",
        "opd": "Gagging",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "b579beb5-5e37-41e7-bf46-9289359b0ae9",
        "choice_type": "single"
    },
    {
        "question": "On examination a dead guy was found a ligature mark on neck. According to police, the person's leg were touching the ground while hanging. You suspected death due to partial hanging. This death is due to weight of around:",
        "exp": "Ans. (d) 4.50 kgRef.: The Essentials of FSM by K.S. Narayan Reddy 31st ed./314-18* Upon hanging the death can either be cervical bone fracture or can be secondary to vascular occlusion.* In case of partial hanging some part of body touching the ground. Therefore weight responsible for death is weight of head, which is nearly equal to 4-5 kg.* There are 4 important vascular structures in neck which can bear weight of upto:# Jugular vein: 2 kg# Carotid artery: 5 kg# Tracheal artery: 15 kg# Vertebral artery: 20-30 kg.Type of Hanging according to degree of suspensionComplete HangingIncomplete (Partial) Hanging* Body is fully suspended & no part of body touches the ground* Constricting force is weight of body* The lower part of body is in touch with ground* Weight of head acts as constricting force",
        "cop": 4,
        "opa": "1.15 kg",
        "opb": "2.20 kg",
        "opc": "3.10 kg",
        "opd": "4.50 kg",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "da62c9b5-b669-42f5-ad55-9e4c19122540",
        "choice_type": "single"
    },
    {
        "question": "'Crocodile flash' burns are seen in:",
        "exp": "Ans. b (High voltage electrical bums). (Ref. Parkih's textbook of FMT, 6th ed., pg 4.173)External features of electrocution (high voltage electrical burns)# Evidence of fatal electrocution can vary widely at autopsy, including the possibility of no skin marks being found at all.# At the point of entry, firm contact with the electrical conductor results in the current passing through the skin, heating up the tissue fluids, producing steam and possibly splitting the epidermis or the epidermal-dermal junction. The result is the production of a raised blister, which collapses on cooling after the current is stopped- the so-called 'electrical mark'.# The entry mark in this case would appear as a raised grey or white ring with an umbilicated centre. If the initial contact is less firm, a spark may jump from the conductor to the skin, producing very high local temperatures, which melt a small area of keratin on the skin.# In these incidences, the entry lesion appears after cooling as a raised, hard brown nodule, and is termed a 'spark lesion'.# Surrounding the electric mark is also commonly found an 'areola' of blanched skin due to arteriolar spasm caused by the effects of the current on vessel walls.# In high-voltage bums, sparks may jump a significantly greater distance (several cms) giving multiple spark lesions and producing a 'crocodile skin' effect. Sometimes, minimal marks are found: there may be small white and flattened blisters, usually found on the palms of the hand, which are easily missed at autopsy.# If the current is allowed to continue passing through the body for a considerable length of time, extensive charring and damage to the skin and underlying tissues may be present at autopsy, resulting in 'electrical burns'.# Sometimes, extensive 'flash burns' may be evident on the victim as any other thermal burn, but these are often produced by current passing by the body as opposed to through the body.Internal appearances# Significant findings in the internal organs of electrocution fatalities are rare or often non-specific because the conductive electrolytes present in the internal tissues means that any current passing through them is usually diffused so that little thermal damage is produced. Non-specific findings have included epicardial petechiae in death by cardiac arrest, and pleural and intracerebral petechiae with congestion and cyanosis of the face and lungs in respiratory arrest.",
        "cop": 2,
        "opa": "Frostbite",
        "opb": "High voltage electrical bums",
        "opc": "Chemical bums",
        "opd": "Lightening",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "f5d51a90-fe1e-413f-88b2-f2824f301cbd",
        "choice_type": "single"
    },
    {
        "question": "Sign of antemortal hanging is?",
        "exp": "ANSWER: (A) Dribbling of salivaREF: Parikh 6th edition page 3.44 Antemortem hangingPostmortem hangingMotiveUsually suicidal (Homicidal only in Lynching)HomicidalLigature markWell developed with parchment like base and is yellow or brownNot well developedSalivaDribbling of saliva presentAbsentInjuriesNo other injuries seenOther injuries causing death seenSigns of asphyxiaPresentAbsentCircumstantialevidenceClosed room No signs of struggleSigns of struggle presentDrag marks on bodyMaybe seenNot seenSuicide noteMay or may not be presentNever presentRope fibresMay be seen in the handsNot seen",
        "cop": 1,
        "opa": "Dribbling of saliva",
        "opb": "Ligature mark",
        "opc": "Fracture of hyoid bone",
        "opd": "Seminal emission",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "dbd1729c-a6c2-45d1-b533-528a5c361d86",
        "choice_type": "single"
    },
    {
        "question": "Comment on the range of the entry wound:",
        "exp": "Ans. (C). Near range woundThe photograph shows circular wound along with tattooing of gun powder around it.Appearance of rifled entrance injuriesCruciate or Stellate wound - Contact rangeCircular bullet wound with singeing, blackening & tattooing around the wound - Close range (within the range of flame)Circular bullet hole with abrasion collar & tattooing around the wound - Near range (within the range of gun powder.Circular bullet hole with abrasion collar - Distant range (outside the range of gun powder)",
        "cop": 3,
        "opa": "Contact wound",
        "opb": "Close range wound",
        "opc": "Near range wound",
        "opd": "Distant range wound",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "a4ae21a1-5864-41bd-8c8e-17234e5ffca3",
        "choice_type": "single"
    },
    {
        "question": "% of COHb that can cause death -",
        "exp": "Ans. is 'b' i.e., 82 % Symptoms of CO poisoningCOHb%Symptoms0-10%None10-20%Breathlessness on moderate exertion, headache, weakness20-30%Throbbing headache, irritability, defective memory, rapid fatigue30-40%Nausea, vomiting, dizziness, dimness of vision, confusion, cherry red color40-50%Increasing confusion, ataxia, rapid respirations & collapse with attempts at exertion. Symptoms resemble alcohol intoxication50-60%Coma with intermittent convulsions, tachycardia with weak pulse & red discoloration of skin60-70%Increasing depth of coma with incontinence of urine & feces70-80%Profound coma with absent reflexes, thread pulse, shallow' respirations & death>80%Rapid death from respiratory arrest.",
        "cop": 2,
        "opa": "70%",
        "opb": "82%",
        "opc": "75%",
        "opd": "80%",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "39c9d75a-2054-4a6a-bce8-6d5bc492411e",
        "choice_type": "single"
    },
    {
        "question": "Postmortem lividity does not occur in -",
        "exp": "Ans. is 'b' i.e., Drowning in a fast flowing river o Postmortem lividity does not develop in drowning in running water (due to constantly changing position of body) and areas of contact flattening (due to collapsed capillaries)o Postmortem staining has so many synomyms, i.e. livor mortis/post mortem lividity/hypostasis/cadaveric lividity/ vibices/suggilation/darkening of death.o It refers to discoloration of skin and internal organs after death due to accumulation of fluid blood in toneless capillaries and small veins of dependent part of the body.o As dead body behaves like an inert substance, therefore there is gravitational flow of blood to the dependent parts of body, causing stagnation of blood in toneless capillaries and small veins, causing bluish purple staining of these parts.o Characteristic features of postmortem staining are:1. It does not appear elevated above the surface but has sharply defined (usually horizontal) margins.2. It is an early sign of death. It starts at about 1 hour, becomes a series of mottled patches within 1-3 hours and these pathces increase in size to coalesce in about 3-6 hours. After 6-12 hours, lividity is fully developed and fixed (unchangeable), i.e. primary lividity. It ends when purification sets in. Fixation of lividity is due to stagnation of blood in distended capillaries and venules (not due to coagulation of blood).3. If the position of body is changed, after development of lividity but before it becomes fixed, these patches will disappear and fresh ones will develop in the new dependent areas (secondary lividity), but lividity to a slight degree will remain in the original area due to staining of tissue by hemolysis (complete).4. Normally the staining is at first bluish-pink and afterwards bluish purple. In severe anemia, and death from haemorrhage, the staining is very faint. In deaths from asphyxia, where blood is deoxygenated and may not readily coagulate, the staining is intensely developed and purple in colour. In conditions where blood coagulates quickly eg. in lobar pneumonia lividity is less abvious.5. It is seen on dependent parts of the body, therefore site depends upon position of body after death:i) In supine: On posterior dependent portion of body. But not seen on back of shoulder blades, buttocks and back of calves due to contact flattening, i.e. toneless capillaries are compressed and occluded by weight and pressure of body.ii) In hanging: Dependent lower half of both lower limb and upper limb (i.e. lower half of leg with feet and lower half of forearm with hands), and external genitalia.iii) In drowning: Head and upper half of body as head being the heaviest part becomes the dependent part. It does not develop in running water due to constantly changing position of the body.6. No lividity is seen on pressure points of body, i.e. contact pallor, as pressure caused by weight of body causes compression of toneless vessels and prevent their filling with blood:i) In supine: No lividity is seen on back of shoulder blades, buttocks, occipital area and calf - contact flattening.ii) Also no lividity occurs in parts tightly tied with belt, waist band or brassiere and the area is seen as stripes or bands called vibices.",
        "cop": 2,
        "opa": "Drowning in well",
        "opb": "Drowning in a fast flowing river",
        "opc": "Postmortem submersion",
        "opd": "Drowning in chlorinated swimming pool",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "34b06a1c-8b4c-470c-a3df-9567dc9cfad0",
        "choice_type": "single"
    },
    {
        "question": "Postmortem rigidity disappears first in:",
        "exp": "Ans. (d) EyelidsRef: The Essentials of FSM by K.S. Narayan Reddy 31st ed. /140-43, 147; Reddy's 2Th/ 142Order of appearance and disappearance (in sequence)* Heart (left chamber in 1 hour)* Eyelids (3-4 hours)* Face muscles* Neck and trunk* Upper extremities* Legs* Small muscle of finger and toes (last to be affected, 11-12 hours)Also Know* Postmortem rigidity lasts for 18-36 hours in summer and 24-48 hours in winter.* Postmortem rigidity disappear in the same order as that of the appearance",
        "cop": 4,
        "opa": "Upper limbs",
        "opb": "Neck",
        "opc": "Lower limbs",
        "opd": "Eyelids",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "2620dc46-35cb-4d6f-a039-8cc95a0e2c24",
        "choice_type": "single"
    },
    {
        "question": "Persistent contracted stage is seen in?",
        "exp": "Ans. is 'c' i.e., Heat stiffeningoRigor mortis in tropical countries (e.g. India), it begins 1-2 hours after death, takes further 2 hours to develop and lasts for 18-36 hours in summer and 24-48 hours in winter.oAlgor mortis is cooling of the body after death. After death, dead body behaves like an inert substance and therefore, if atmospheric temperature is low, body loses its heat by conduction, convection, radiation and evaporation, so as to attain the atmospheric temperature, i.e. the body cools. No cooling of dead body occurs if atmospheric temperature is higher than that of body. Cooling of body starts 1/2 to 1 hour after death.oHeat stiffening is permanent.oOn warming the part of body, cold stiffening disappears.oGas (putrefactive) rigidity disappears on incision due to release of gases.Differential diagnosis of post mortem stiffening1. Rigor mortis#It is defined as contraction, stiffening, shortening and opacity of muscles after death. It is preceded by a period of relaxation. It occurs after molecular (cellular) death. In tropical countries (e.g. India), it begins 1-2 hours after death, takes further 2 hours to develop and lasts for 18-36 hours in summer and 24-48 hours in winter. In temperate countries, it begins in 3-6 hours, takes further 2-3 hours to develop and lasts for 2-3 days.2. Heat stiffening#In body exposed to extensive heat (>65degC) there results stiffening and flexion of all joints, known as 'Pugilistic or boxers or defence posture', due to denaturation and coagulation of proteins. However, heat stiffening is permanent (unlike rigor mortis which passes off after few hours.)3. Cold stiffening#Due to exposure to freezing temperature, body becomes stiff due to freezing (solidification) of fats and body fluids. On warming the part of body, cold stiffening disappears, differentiating it from rigor mortis.4. Putrefactive (gas) stiffening#During decomposition, body part becomes rigid because of collection of gases in subcutaneous tissues and the pressure exerted by these gases. It can be differentiated from rigor mortis as other signs of putrefaction are present and putrefactive rigidity disappears on incision due to release of gases.5. Cadaveric spasm (instantaneous rigor or cataleptic rigidity)#The muscles, which were in contraction or spasm at the time of death, continue to be in spasm even after death, without the stage of primary relaxation.",
        "cop": 3,
        "opa": "Rigor mortis",
        "opb": "Algor mortis",
        "opc": "Heat stiffening",
        "opd": "Cold stiffening",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "4b011599-30d7-4707-b9ab-e5b04f0fbb0a",
        "choice_type": "single"
    },
    {
        "question": "All are true about antemortem contusion except-",
        "exp": "Ans. is 'b' i.e., No inflammation Differences between Antemortem & Postmortem contusionAnte Mortem ContusionPost Mortem Contusion1. Swelling is usually present1. Nil2. Size is more2. Less with same amount of force3. Colour changes, as per stage of healing seen3. Nil4. Colour not uniform - pale at centre4. Uniform5. Margins may be abraded or lacerated5. Usually not6. Margins diffuse into surroundings6. Clear cut7. Features of inflammation and vital reaction seen7. Absent8. Blood cannot be easily washed away8. Can be easily washed9. On microscopic examination, infiltration of surrounding tissues with blood cells seen9. Nil10. Enzyme levels are raised10. Nil",
        "cop": 2,
        "opa": "Sequential color change",
        "opb": "No inflammation",
        "opc": "Raized enzyme levels",
        "opd": "Blood cells in surrounding tissue",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "4a110c3f-23d5-46e1-8262-e8691a05217a",
        "choice_type": "multi"
    },
    {
        "question": "Ligature mark is horizontal in -",
        "exp": "Ans. is 'b' i.e., Strangulation [Ref: Reddy 30th/e p. Hanging Strangulation General characteristics There is suspension of body. Compression on neck is by a ligature. Force of compression is the weight of body (endogenous force). No suspension. Compression on neck is by a ligature, hands, sticks, elbow, knee or foot. It is outside force applied (exogenous force). Local external P.M. findings Ligature mark is above the thyroid is oblique, symmetrical and incomplete. Knot usually present. Usually no mark at site of knot: * In fixed knot, mark is inverted 'V' shaped. * In running noose, mark is transverse. Mark usually single. Surface of mark abraded or contused. Surface may show pattern of ligature used. Surface hard. Mark-yellowish brown in colour. Margins of mark show petechial haemorrhages. Surrounding skin shows few petechial haemorrhages. Depth of mark is less. Mark is on or below the thyroid. Is horizontal, complete and continuous (in absence of ligature mark there are other injuries on neck depending upon type of strangulation). Usually absent. Mark is horizontal, complete and continuous. Usually multiple marks. Usually lacerated. Pattern not seen. Soft, due to frank bleeding. Black. Frank bleeding present. Multiple haemorrhages present. More, like a groove. Local internal P.M. findings Under the mark area is seen as dry, white, glistening pad of fat. Muscles may be lacerated. Usually no laceration of blood vessels and their walls, (lacerated injudicial hanging). May be fracture of trachea, thyroid and larynx. Cervical vertebrae fractured usually at C2-C3 and rarely C3-C4 or C1-C2, injudicial hanging. Fracture of hyoid bone in uncommon. 21. Injury to spinal cord, pons and medulla common injudicial hanging. Area is haemmorrhagic Lacerated. Lacerated. Usually fractured. Fracture cervical vertebrae uncommon. Fracture of hyoid bone, of adduction type (inward compression fracture), very common in throtting. 21. No injury to spinal cord, pons and medulla. Signs of struggle and violence 22. Signs of struggle and violence absent. 23. No question of sexual assault on female victim, as this is usually suicidal and it is uncommon in females. 24. Since hanging is usually suicidal no question of hiding the cause of death. 22. Due to struggle, abrasions and contusions present on the body. 23. May be sexual assault on female victim. 24. Since strangulation is usually homicidal there is attempt at hiding the crime. Dead body may be hanged; thrown in water, jungle, or acid; may be burnt. General external P.M. findings 25. Features of asphyxia mild. 26. Head tilted to side, opposite to knot. 27. Neck stretched. 28. Face usually pale. 29. Mild cyanosis on nose, lips, tongue, ears and nails 30. Few petechial haemorrhages in eyes and on face. 31. Tongue usually inside. 32. Bloody froth at nose and mouth is sometimes present. 33. Usually there is dribbling of saliva from angle of mouth. 25. Greatly marked. 26. No such tilting. 27. No stretching. 28. Deeply congested and deeply cyanosed. 29. Severe cyanosis. 30. Multiple petechial haemmorrhages and eye protruded out 31. Tongue-protruded, bitten and black. 32. Usually present. 33. Usually absent.",
        "cop": 2,
        "opa": "Hanging",
        "opb": "Strangulation",
        "opc": "Both of the above",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "dc740f65-6623-42ed-bf21-9457d7c15e4a",
        "choice_type": "multi"
    },
    {
        "question": "Rigor mortis first seen in:",
        "exp": "Ans. (B). Heart(Ref: Essentials of Forensic medicine, Dr KS narayana Reddy, 33th Edition, P:86)The Order of Appearance of Rigor: (Nysten's rule):It first appears in involuntary muscles; the myocardium becomes rigid in an hour,Then it develops in eyelids, neck and lower jaw and passes upwards to the muscles of the face, and downwards to the muscles of the chest, upper limbs, abdomen and lower limbs and lastly in the fingers and toes.",
        "cop": 2,
        "opa": "Eyelids",
        "opb": "Heart",
        "opc": "Limbs",
        "opd": "Neck",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "0f895b1b-2ad8-4df2-b5ef-10d07c2f979d",
        "choice_type": "single"
    },
    {
        "question": "Presence of diatoms in bone marrow are characteristic of which of the following?",
        "exp": "Ans. (b) DrowningRef.: The Essentials ofFSM by K.S. Narayan Reddy 31st ed. / 346",
        "cop": 2,
        "opa": "Putrefaction",
        "opb": "Drowning",
        "opc": "Strangulation",
        "opd": "Throttling",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "9a45e080-0325-4b1e-b6ca-1ea41353eb80",
        "choice_type": "single"
    },
    {
        "question": "All are immediate causes of death in a case of burn,except -",
        "exp": "Ans. is 'd' i.e., Sepsis Causes of death in burnso Causes of death in bums may be divided into :Causes of immediate death : These are (1) neurogenic shock (primary shock), (2) hypovolaemic shock (secondary shock), (3) suffocation, due to inhaled CO, C02, (4) cyanide intoxication, (5) fat embolism,(6) cerebral or pulmonary edema, and (7) accidental injuries during bum.Causes of delayed death : These are: (1) renal failure (acute tubular necrosis), (2) infections (sepsis, gangrene, tetanus) and (3) centrilobular necrosis of liver.",
        "cop": 4,
        "opa": "Suffocation",
        "opb": "Embolism",
        "opc": "Injury",
        "opd": "Sepsis",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "bd747d7e-795e-4782-bc29-1dc16405edcf",
        "choice_type": "multi"
    },
    {
        "question": "Algor mortis is -",
        "exp": "Ans. is 'b' i.e., Cooling of body ALGOR MORTISo After death, dead body behaves like an inert substance and therefore, if atmospheric temperature is low, body loses its heat by conduction, covection, radiation and evaporation, so as to attain the atmospheric temperature, i.e. the body cools. No cooling of dead body occurs if atmospheric temperature is higher than that of body,o Cooling of body starts 1/2 to 1 hour after death. There are varying opinions about rate of cooling of dead body:i) Most widely accepted view is that the rate of cooling in india (tropical countries) is 0.5-0.76 C/hour, so that body attains atmospheric temperature in 16-20 hours after death. In temperate climate, the rate of fall is about 1.5deg C/hour.As per another view, cooling is faster in initial period, when the temprature difference between body and atmosphere is maximum -First 30-45 minutes - No temperature fall (isothermic phase).First 1-6 hours - 1.5-2deg C/hour.6-12 hours - 0.9- 1.20 C/hour.After 12 hours - 0.4-0.60 C/hour.Rate of cooling is related to difference in temperature and its surroundings (environment). In the first 2 hours average rate fall of temperature is roughly half this difference. In next 2 hours the temperature fall is at half this rate and in subsequent 2 hours, at quarter this rate.Most common site for recording temperature is the rectum. Thermameter is inserted in rectum around 8-10 cm for 2 minutes. Other sites for recording temperture are nose, ear (external auditory meatus), vagina and under liver.o Medicolegal importance of algor mortis -It is a sign of death.Time since death may be determined and and algor mortis is the most important indicator to determine the time since death during first 24 hours.",
        "cop": 2,
        "opa": "Rise of body temperature after death",
        "opb": "Cooling of body",
        "opc": "Persistent body spasm",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "dff6d8aa-3f75-458b-9535-c6804485aa28",
        "choice_type": "multi"
    },
    {
        "question": "Suspended animation is seen in following except -",
        "exp": "Ans. is'd' i.e., Delirium tremens Suspended animationo it is apparent death, i.e. signs of life are not found as the functions are interrupted for some time or are reduced to minimum. The person is not dead i.e. there is no somatic death, brain death or molecular (cellular) death(AI02). Life continues and resuscitation is successful in such cases. The condition lasts from few seconds to 1/2 an hour or more. It may be found in :i) Electrocutioniv) After anaesthesiavii) Cerebral concussionx) Yogis (voluntary')ii) Drowningv) Shockviii) Narcotic poisoning iii) Choleravi) Sunstrokeix) Newborn infants",
        "cop": 4,
        "opa": "Sun stroke",
        "opb": "Cerebral concussion",
        "opc": "Cholera",
        "opd": "Delerium tremens",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "d967ea44-3065-4db2-9526-ef97e8a0cbbb",
        "choice_type": "multi"
    },
    {
        "question": "Rigor mortis start in:",
        "exp": "Ans. (A). HeartRigor mortis (which is due to ATP depletion) starts in heart within 1 hourQ.Externally, rigor mortis first involves eyelidsQRigor mortis involves both voluntaryQ & involuntary muscles (involuntary muscles earlier than voluntary muscles)#Rigor mortis occurs earlier in cholera & strychnine poisoning#Pugilistic attitude is non specific",
        "cop": 1,
        "opa": "Heart",
        "opb": "Brain",
        "opc": "Right iliac fossa",
        "opd": "Left iliac fossa",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "f8f783bc-3f40-4b1a-90aa-be69b94672ac",
        "choice_type": "single"
    },
    {
        "question": "Choking is seen in",
        "exp": "(C) (Shotgun) (4, 33- Parikh 6th)* Choking is the constrictive device present at the muzzle end of the shotgun.* Stallete wound may be seen in - contact wound bullet entry wound*.* Tracer bullet leaves a visible mark so that a person can see it.* Destructive power of bullet is determined by - velocity of bullet.Smokeless powderBlack powder or smoke producing powder* Single base - Nitrocellulose (Gun cotton)* Double base - Nitroglycerine plus nitrocellulose *** Triple base - Nitroglycerine, nitrocellulose and nitroguanidineConsists of* Potassium nitrate 75%* Sulphur* Charcoal10%15%One gram of powder produces 3000 to 4500 cc of gas that consists of CO, CO2 nitrogen, hydrogen sulphide, hydrogen, methane etc.* Gunpowder and/ or soot on heavily blood stained (or dark coloured) garments can be visualized by Infra red photography",
        "cop": 3,
        "opa": "Revolver",
        "opb": "Pistol",
        "opc": "Shot gun",
        "opd": "Rifle",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "b6a89991-19a5-4d16-bb99-2cdc8b19828f",
        "choice_type": "single"
    },
    {
        "question": "An infant is brought to casualty with reports of violent shaking by parents. Most characteristic injury is:",
        "exp": "Ans. (C). Subdural haematoma(Ref: The essentials of forensic medicine and toxicology; Dr. KS Narayana Reddy, 33rd edition; Page no: 445)Clinical Features of battered baby syndromeMost characteristic lesion-laceration of mucosa inside the upper lip and often tear of frenulum notedQInfantile whiplash syndromeQ- shaking a child causes subdural hematoma and intra ocular bleedingFractures and injuries will be at different stages of healing",
        "cop": 3,
        "opa": "Long bone fracture",
        "opb": "Ruptured spleen",
        "opc": "Subdural haematoma",
        "opd": "Skull bone fracture",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "73f7197b-844b-4ff1-be41-eecc496323fc",
        "choice_type": "single"
    },
    {
        "question": "Sweating is not seen in:",
        "exp": "ANSWER: (A) Heat strokeREF: Parikh 6th edition page 3.81\"Heat stroke is due to impairment in body's heat regulatory mechanism caused by failure of cutaneous circulation and sweating following prolonged exposures to hot humid conditions\"",
        "cop": 1,
        "opa": "Heat stroke",
        "opb": "Heat cramps",
        "opc": "Heat fatigue",
        "opd": "Heat syncope",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "7a592293-56b3-4dfc-b1af-1831fc743e42",
        "choice_type": "single"
    },
    {
        "question": "Suspended animation:",
        "exp": "Ans. (A). Is apparent death from which a person can be arousedSuspended animation lasts for few seconds to 1/2 hoursQIt is apparent death from which person can be arousedYoga practitioners produce suspended animation like state voluntarilyThere is no cell deathQ in suspended animation.",
        "cop": 1,
        "opa": "Is apparent death from which a person can be aroused",
        "opb": "Is true death from which person cannot be aroused",
        "opc": "May last for days or weeks",
        "opd": "Cannot be produced voluntarily",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "d8004dc5-93fc-4c47-a6b5-1d56655616d5",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not true regarding this intracranial haematoma?",
        "exp": "Ans. (B). Bridging veins are rupturedPhotograph shows extra dural hematoms; bleeding outside the dura and compressing the underlying brainparenchyma.The source of extradural hematoma is middle meningeal artery",
        "cop": 2,
        "opa": "Lucid interval may be seen",
        "opb": "Bridging veins are ruptured",
        "opc": "Mostly traumatic in origin",
        "opd": "Contre coup injury not seen",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "d11bfcd9-f0d0-4c20-9243-f7400987d022",
        "choice_type": "multi"
    },
    {
        "question": "Moist burn refers to?",
        "exp": "Ans. is 'b' i.e., Moist heat o Dry heat (e.g. flame) - Simple burns (or burns).o Moist heat - Scalds.",
        "cop": 2,
        "opa": "Simple bums",
        "opb": "Scalds",
        "opc": "Electric bums",
        "opd": "Thermal bums",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "691af0cf-8a77-46d4-ae77-fb8f6d9dce98",
        "choice_type": "single"
    },
    {
        "question": "Scalp laceration may resemble?",
        "exp": "Ans. is 'a' i.e., Incised wound o Incised like or incised looking laceration: blunt force on areas where the skin is close to bone, and the subcutaneous tissues are scanty, may produce a wound which by linear splitting of the tissue, may look like incised wound. E.g. shin, scalp, eyebrows, cheek (zygomatic bone), lower jaw, iliac crest, knee & perineum.",
        "cop": 1,
        "opa": "Incised wound",
        "opb": "Abrasion",
        "opc": "Gunshot wound",
        "opd": "Contusion",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "8ef7a8e8-dd62-4d4c-99e9-ae800b896dcf",
        "choice_type": "single"
    },
    {
        "question": "Post mortem lividity is not seen in?",
        "exp": "Ans. is 'b' i.e., Drowning in a fast flowing river o Postmortem lividity does not develop in drowning in running water (due to constantly changing position of body) and areas of contact flattening (due to collapsed capillaries)o Postmortem staining has so many synomyms, i.e. livor mortis/post mortem lividity/hypostasis/cadaveric lividity/ vibices/suggilation/darkening of death.o It refers to discoloration of skin and internal organs after death due to accumulation of fluid blood in toneless capillaries and small veins of dependent part of the body.o As dead body behaves like an inert substance, therefore there is gravitational flow of blood to the dependent parts of body, causing stagnation of blood in toneless capillaries and small veins, causing bluish purple staining of these parts.o Characteristic features of postmortem staining are:1. It does not appear elevated above the surface but has sharply defined (usually horizontal) margins.2. It is an early sign of death. It starts at about 1 hour, becomes a series of mottled patches within 1-3 hours and these pathces increase in size to coalesce in about 3-6 hours. After 6-12 hours, lividity is fully developed and fixed (unchangeable), i.e. primary lividity. It ends when purification sets in. Fixation of lividity is due to stagnation of blood in distended capillaries and venules (not due to coagulation of blood).3. If the position of body is changed, after development of lividity but before it becomes fixed, these patches will disappear and fresh ones will develop in the new dependent areas (secondary lividity), but lividity to a slight degree will remain in the original area due to staining of tissue by hemolysis (complete).4. Normally the staining is at first bluish-pink and afterwards bluish purple. In severe anemia, and death from haemorrhage, the staining is very faint. In deaths from asphyxia, where blood is deoxygenated and may not readily coagulate, the staining is intensely developed and purple in colour. In conditions where blood coagulates quickly eg. in lobar pneumonia lividity is less abvious.5. It is seen on dependent parts of the body, therefore site depends upon position of body after death :i) In supine : On posterior dependent portion of body. But not seen on back of shoulder blades, buttocks and back of calves due to contact flattening, i.e. toneless capillaries are compressed and occluded by weight and pressure of body.ii) In hanging: Dependent lower half of both lower limb and upper limb (i.e. lower half of leg with feet and lower half of forearm with hands), and external genitalia.iii) In drowning : Head and upper half of body as head being the heaviest part becomes the dependent part. It does not develop in running water due to constantly changing position of the body.6. No lividity is seen on pressure points of body, i.e. contact pallor, as pressure caused by weight of body causes compression of toneless vessels and prevent their filling with blood :i) In supine : No lividity is seen on back of shoulder blades, buttocks, occipital area and calf - contact flattening.ii) Also no lividity occurs in parts tightly tied with belt, waist band or brassiere and the area is seen as stripes or bands called vibices.",
        "cop": 2,
        "opa": "Drowning in well",
        "opb": "Drowning in a fast flowing river",
        "opc": "Postmortem submersion",
        "opd": "Drowning in chlorinated swimming pool",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "2f90a071-13ce-4dee-ae73-dac14edf52c8",
        "choice_type": "single"
    },
    {
        "question": "Lichenburg flower is a classical finding in which of the following:",
        "exp": "Ans. (a) Lightening strokeRef: The Essentials ofFSM by K.S. Narayan Reddy 31st ed./310-311* LIGHTENING STROKE: It is an electrical discharge from the cloud to the earth.* Classical finding: FILLIGREE BURN/ LITCHENBURG' S FLOWERS: superficial, irregular, thin resembling the branches of a tree also known as arborescent burn.* Most common site is shoulder flanks. (Cause is staining of tissues with Hb along the path of current.)",
        "cop": 1,
        "opa": "Lightening stroke",
        "opb": "Electrical injuries",
        "opc": "Joule burn",
        "opd": "Scald burn",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "387f2ff0-2ff7-4e46-ad35-0ff9b776014f",
        "choice_type": "single"
    },
    {
        "question": "Contre coup injury is seen in",
        "exp": "Ans. is 'a' i.e., Brain Brain injuries* Coup injury is defined as the injury of skull and/or brain at the site of impact, e.g. a blow on forehead, resulting in fracture of frontal bone and injury or haemorrhage in frontal lobe.* Contre coup injury is defined as an injury to the skull or brain, on opposite (contralateral) side of the area of impact. It is caused when moving head is suddenly decelerated by hitting a firm surface.* Cerebral concussion (stunning) occurs due to head trauma and is characterized by gross physiological disturbance of brain without any anatomical damage. There is sudden loss of consciousness with a tendency to spontaneous recovery. The condition is more severe when damage is caused to the moving head (decceleration injury) than when it results from blows to skull. Recovery from concussion is often followed by retrograde amnesia.",
        "cop": 1,
        "opa": "Brain",
        "opb": "Spleen",
        "opc": "Heart",
        "opd": "Limb",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "c8099a09-53d0-47d2-99a1-280cf5c469b1",
        "choice_type": "single"
    },
    {
        "question": "During post mortem period fracture of cervical spine is called?",
        "exp": "ANSWER: (C) Undertaker's fractureREF: Principles of Forensic Medicine and Toxicology Rajesh Bardale Page 130Rough handling of dead bodies by undertaker leads to fracture dislocation of C6-C7. This fracture dislocation is called as undertaker's fracture and may resembles antemortem injury.",
        "cop": 3,
        "opa": "Pond fracture",
        "opb": "Signature fracture",
        "opc": "Undertakers fracture",
        "opd": "Hangman's fracture",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "d5db6c8c-3444-411e-92ee-df08599bf4da",
        "choice_type": "multi"
    },
    {
        "question": "Degloving injury involve:",
        "exp": "Ans. (c) Peeling of the skinRef: The Essentials ofFSM by K.S. Narayan Reddy 31st ed. / 296-98; Internet sourceAn injury most commonly to an extremity or digit in which the skin and subcutaneous tissue are separated from the deeper tissue layers thereby depleting its blood supply and increasing the risk of tissue necrosis.",
        "cop": 3,
        "opa": "Avulsion of subcutaneous layer with fat",
        "opb": "Erosion of skin with muscle",
        "opc": "Peeling of the skin",
        "opd": "d. Necrosis of muscle",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "7bae961b-6178-434f-bee9-21363f652829",
        "choice_type": "single"
    },
    {
        "question": "Adipocere formation is seen in?",
        "exp": "Ans. is 'b' i.e., Dead body buried in damp, clay soil Adipocere formation (saponification)o Adipocere is a modification ofputrefaction, which occurs in the absence of air. That is when there is excessive moisture (humidity) and warnth (warm temperature), but absence of air i.e. warm humid climate, normal putrefaction does not occur, rather saponification occurs.o Thus adipocese formation occurs in dead bodies which are lying in water (immered in water) or hurried in damp lay soil.o Saponification (adipocer formation) is the conversion of dead body into soft, fatty waxy substance due to conversion of unsaturated liquid fats to saturated solid fats under the influence of intrinsic lipase and lecithinase produced by Cl. perfringens. The process involves gradual hydrolysis and hydrogenation of body fats into higher fatty acids which combine with calcium and ammonium ions to form insoluble soaps. Ultimately, palmitic, oleic, stearic and hydroxystearic acids are formed, mixture of these is known as adipocere.o Adipocere formation starts in subcutaneous fat and is marked in areas having excessive fat, eg. cheeks, female breast, buttocks and abdomen. Slowly the whole body including muscles and internal viscera change into adipocere. Adipocere has offensive or sweetish smell, however in early stages, smell is ammonical.o Body is converted into soft, waxy and brittle substance, it floats on water, it can be cut easily, it dissolves in alcohol and ethers, and it melts on heating. Facial features and injuries on body are well preserved, thus identfication of body and determination cause of death (in case of injury) are possible.o Normally adipocere formation requires 3 weeks to upto 3 to 6 months. However shortest recorded period in india is 3 days 22 hours. In india, it has been observed to begin within 4-5 days. Adipocere may persist for years or decades. Adipocere does not occur in foetus less than 7 months.o Medicolegal importance : (i) Identification of body (facial features are preserved), (ii) cause of death (injury marks are preserved), (iii) time since death can be estimated.",
        "cop": 2,
        "opa": "Dead body exposed to air",
        "opb": "Dead body buried in damp, clay soil",
        "opc": "Burial dry hot air",
        "opd": "All of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "f29f3db8-ae36-4c45-8113-f17d0a52c23f",
        "choice_type": "multi"
    },
    {
        "question": "Detonator cap is situated at -",
        "exp": "Ans. is 'c' i.e., Base of the rim * Centre of base has percussion cap (detonator cap) which has sensitive composition, i.e., primer, consisting of potassium chlorate, antimony sulphide, mercury fulminate, barium nitrite, lead peroxide or tetrazene.* Cartridge case of shot gun is filled in following order (Starting from base)# Percussion (detonator) cap or primer battery cup.# Gun powder# Thick felt wad with carboard discs lying in front and behind.# Lead shot# Retaining cardboard (overshot/top-wad)",
        "cop": 3,
        "opa": "Top of bullet",
        "opb": "Side of the bullet case",
        "opc": "Base of the rim",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "203c79fc-6682-4628-b890-44d1fccaafdf",
        "choice_type": "multi"
    },
    {
        "question": "A 28 year female committed suicide. On the site it was noticed that her feet was not touching the ground. Which of the following shows its suicidal and not homicidal:",
        "exp": "Ans. (c) Saliva dribbling to the opposite side of the knotRef: Textbook of Forensic Medicine And Toxicology: Principles And Practice by Vij/162Difference between Hanging and Strangulation by ligatureTraitHangingStrangulation by ligatureManner of deathMostly suicidalHomicidalFacePale, No petechiaeRed congested, marked petechiaeBleedingBleeding from nose, mouth and ears not commonCommonSalivaOften dribbles out of mouthVery rareLigatureOblique, Non- continuous, placed high up in the neck between chin and larynxHorizontal or transverse, continuous round the neck, low down in the neck below or across the thyroidAbrasion and Echhymosis around the edge of ligatureRareCommonLarynx and trachea fractureRare That too in Judicial hangingComparatively more commonNOTE: Position of knot in suicidal hanging is at the nape of neck. In Judicial hanging position of knot mostly is at the angle of mandible.",
        "cop": 3,
        "opa": "Ligature mark continuous around the neck",
        "opb": "The position of the knot at the angle of mandible",
        "opc": "Saliva dribbling to the opposite side of the knot",
        "opd": "Red congested face",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "bf58b165-2370-469a-983d-7086122d68f4",
        "choice_type": "single"
    },
    {
        "question": "Immediate sign of death is:",
        "exp": "ANSWER: (D) Cessation of circulation and respirationREF: Parikh 6th edition page 3.6-3.7Immediate signs of death:Loss of sensation of pain, temperature, touches etc.Loss of muscle powerCessation of respiration and circulationLoss of EEG 8c ECGEarly signs of death:Late signs of death:* Algor mortis (cooing)* Putrefaction* Rigor mortis* Adipocere formation* Eye and Skin changes* Mummification* Postmortem lividity",
        "cop": 4,
        "opa": "Fall in body temperature",
        "opb": "Changes in eye",
        "opc": "Changes in skin",
        "opd": "Cessation of circulation and respiration",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "2540ccca-6fd8-41df-81c0-20df95db54e4",
        "choice_type": "multi"
    },
    {
        "question": "Telefona is:",
        "exp": "ANSWER: (C) Beating on both earsREF: Reddy 5th edition page 257See list of corporal punishment in Forensic medicine, June 2010\"Telefona is simultaneous beating of both ears by both palms of hand, which may leads to torn external ear, rupture of tympanic membrane causing pain, bleeding and hearing loss\"",
        "cop": 3,
        "opa": "Pulling of hairs",
        "opb": "Beating of soles",
        "opc": "Beating on both ears",
        "opd": "Beating on head",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "f224158c-6e58-4abb-9194-24a59d59265c",
        "choice_type": "multi"
    },
    {
        "question": "Overlying leads to death due to",
        "exp": "Ans. (b) SuffocationRef The essentials of FSM by KS Narayan Reddy 31st ed. /335* STRANGULATION is a form of asphyxia which is caused by constriction of the neck by a ligature without suspending the body It can be several types:# BANSDOLA: one bamboo stick at back of neck and other at the front of neck. Both ends tied with rope which causes death of the victim.# GAROTTING: Victim is attacked from behind with a rope over the neck.# MUGGING: strangulation caused by holding the neck of the victim in the bend of the elbow.* SUFFOCATION is a form of asphyxia, which is caused by deprivation of oxygen, either due to lack of oxygen in environment or from obstruction of air passages at the level of nose and mouth.* Forms of suffocation asphyxia:# BURKING is a method of homicidal smothering and traumatic asphyxia.# Smothering: form of asphyxia caused by closing the external respiratory orifices either by hand or other means# Gagging: asphyxia by forcing cloth into the mouth.# Overlaying: asphyxia due to compression of chest. Ex: Mother overlied on infant.# Choking: asphyxia by obstruction of air passages, usually between the pharynx and bifurcation of trachea. Almost always accidental.# Cafe coronary: Alcoholic who is grossly intoxicated dies while having meal. Death occurs due to sudden heart attack. High blood alcohol content anesthesizes the gag reflex.",
        "cop": 2,
        "opa": "Strangulation",
        "opb": "Suffocation",
        "opc": "Mugging",
        "opd": "Choking",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "7ab7270b-7c36-4a56-8092-62f40136d5a9",
        "choice_type": "single"
    },
    {
        "question": "Scalds are produced by",
        "exp": "118. Ans. b (Moist heat) (Ref. Parikh, FMT, 5th ed. 343)SCALD# A scald is an injury resulting from moist heat or from application of liquid at or near boiling point.# Only superficial layers of skin are affected.# Skin becomes swollen and bleached.# Blister formation may be a important feature.ELECTRIC BURNS# Low voltage (<1000 V) such as from a domestic supply (240 V, 50 Hz) causes significant contact wounds and may induce cardiac arrest, but no deep tissue damage.# Hlghvoltage burns (>1000 V) cause damage by two mechanisms: flash and current transmission.",
        "cop": 2,
        "opa": "Dry heat",
        "opb": "Moist heat",
        "opc": "Severe burns",
        "opd": "All",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "f791c6a0-e009-41b0-9e97-72e6251e745c",
        "choice_type": "multi"
    },
    {
        "question": "What disappears first in post mortem rigidity-",
        "exp": "Ans. is 'a' i.e. Eyelids Post mortem rigidity generally passes off in the same order in which it occurred.Sequence in which Rigor mortis or post mortem rigidity affects the musclesFirst involuntary muscles, then voluntary musclesFirst involuntary muscle is the heart*Sequence in voluntary muscles*Muscles of eye-lids*Muscles of face*, neck and trunkMuscles of upper extremityMuscles of lower extremityLast to be affected are small muscles of the fingers and toes*.",
        "cop": 1,
        "opa": "Eyelids",
        "opb": "Neck",
        "opc": "Lower limbs",
        "opd": "Upper limbs",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "470642e8-663a-4920-8ecb-4e6b00db46f5",
        "choice_type": "single"
    },
    {
        "question": "For transplantation, cornea can be removed from dead body up to:",
        "exp": "Ans. (A). 6 hoursTime of molecular death in different tissues varies with each tissue.Max Time of removal of organs for transplantation:Brain 5-7 minutesQLiver 15 minutesKidney 45 minutesQHeart 60 minutesCornea 6 hoursQBone 48 hoursQVessels 72 hours",
        "cop": 1,
        "opa": "6 hours",
        "opb": "12 hours",
        "opc": "18 hour",
        "opd": "24 hours",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "02c36aa6-f43d-418f-9efe-0879ca523e40",
        "choice_type": "single"
    },
    {
        "question": "Miosis is caused by all EXCEPT -",
        "exp": "Ans. (d) CyanideRef: The Essentials ofFSM by K.S. Narayan Reddy 31st ed./ 588-89HYDROCYANIC ACID (CYANIDE POISONING)* CYANOGEN/PRUSSIC ACID is colorless, with an odor resembling bitter almond.* Hydrocyanic acid, a colorless volatile liquid found in fruits like peach, plum, bitter almond.* Cyanides (white powder) used in photography, electroplating, fumigation of ship.* It is Cytochrome oxidase and Carbonic anhydrase inhibiter.* Cause of death:# Cytotoxic and histo-toxic anoxia.# Corrosive effect on the mucous membrane, when inhaled leads to instantaneous death .Signs and Symptoms* Headache, giddiness, convulsion, seizure* Dilated & fixed pupil* Smell of bitter almond and froth at the mouth* Cyanosed face, clenched jaw* Respiratory failure leads to deathFatal dose: 60 mg of pure acid or 60 drops of crude oil of bitter almond or 200 mg of KCNTreatment* ANTIDOTE: Amyl nitrate by inhalation.* GASTRIC LAVAGE: 5% of sodium thiosulphate, sodium nitrite.PM: BRICK RED blood due to cyano-meth Hb.(BRAIN, LUNG, BLOOD, URINE, VOMITUS are preserved.)",
        "cop": 4,
        "opa": "Opiates",
        "opb": "Organophosphates",
        "opc": "Pontine hemorrhage",
        "opd": "Cyanide",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "628733a6-b9d6-48ff-b9c0-979993c1578f",
        "choice_type": "multi"
    },
    {
        "question": "In hypothermia, cause of death is -",
        "exp": "Ans. is 'b' i.e., Cardiac arrest o The pulse rate slows as body tempreature drops, such that it can become difficult to tell if there are signs of life,o Normal sinus rhythm becomes sinus bradycardia slow atrial fibrillation and other slow heart rhythms before asystole ensues.",
        "cop": 2,
        "opa": "Stroke",
        "opb": "Cardiac arrest",
        "opc": "Pulmonary embolism",
        "opd": "Asphyxia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "ae2fdfce-7c11-4512-80ed-d9f2ff4b2a3f",
        "choice_type": "single"
    },
    {
        "question": "True about Rigor mortis:",
        "exp": "Ans. (A). Does not occur in fetus less than 7 monthsRigor mortis involves both voluntary and involuntary muscles, earlier in involuntary muscles.Rigor mortis is not seen inRigor mortis is tested byFetus < 7 monthsQHeat stiffeningQEmbalmingQTrying to lift eyelidsLowering the jawBending neck & thighsInstrument:Electromyogram",
        "cop": 1,
        "opa": "Does not occur in fetus less than 7 months",
        "opb": "Involves voluntary muscles only",
        "opc": "Lasts for 12 - 24 hours in summer",
        "opd": "Starts in chin",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "3db360c5-8ebf-45b8-8014-469be24c5679",
        "choice_type": "multi"
    },
    {
        "question": "Falangais-",
        "exp": "Ans. is 'a' i.e., Beating on soles with blunt objectMethods of torture:o BeatingFalanga/ Falaka/ Baatinada- beating on soles of feet with blunt objectTelefono- beating on ears with both palmso SuspensionLa- Bandera- suspension by wristMercelago- suspension by ankleso Forced posturePlanton- prolonged standing",
        "cop": 1,
        "opa": "Beating on soles with blunt object",
        "opb": "Beating on soles with palms",
        "opc": "Beating on the abdomen",
        "opd": "Suspension by wrists",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "a70ff780-89bc-420c-a231-050f814e9acc",
        "choice_type": "single"
    },
    {
        "question": "Most common site of diatoms test done in drowning is?",
        "exp": "Ans. (b) Bone marrowRef. Forensic medicine and toxicology, JR. N. Karmakar 154, Review of forensic medicine, Toxicoloty by gautam biswas 2/e, p 160",
        "cop": 2,
        "opa": "Lungs",
        "opb": "Bone marrow",
        "opc": "Heart",
        "opd": "Stomach",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "e6ee9d47-b881-460e-8763-4f334e56ae70",
        "choice_type": "single"
    },
    {
        "question": "Puppe's rule deals with-",
        "exp": "Ans. is 'b' i.e., multiple impact injuries Puppe's rule o It deals with multiple impact injuries. o In multi-impact injuries, fracture systems form a network, and according to puppe's rule the later fractures will not the earlier ones but will terminate at the earlier ones. Thus it is used to reliably diagnose the sequence of the impact injuries. o The rule was developed by Madea and is typically used to diagnose the sequence of shots in bullet injuries.",
        "cop": 2,
        "opa": "Chemical injuries",
        "opb": "Multiple impact injuries",
        "opc": "Sexual assault",
        "opd": "Percentage of burns",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "8b2ed497-bb5a-47ff-b290-d62987a0c9ac",
        "choice_type": "single"
    },
    {
        "question": "Brain is presented for study in?",
        "exp": "Ans. is 'a' i.e. 10% formalin o 10% formalin is used as preservative for histopathological examination of tissue but not used for poisoning or chemical analysis.Preservatives for specific poisons1. Saturated sodium chloride: In all cases of poisoning excluding corrosive acids, except carbolic acids (phenol), alkalis, corrosive sublimate and aconite.2. 30 mg potassium oxalate (anticoagulant) and 10 ml sodium fluoride (enzyme inhibitor) : Blood in suspected poisoning including alcohol but excluding oxalic acid, ethylene glycol, fluoride, carbon monoxide.3. Rectified spirit : All except in cases of poisoning by : (i) phenol, phosphorus, paraldehyde, (ii) kerosene, (iii) formaldehyde, formic acid, (iv) alcohol, acetic acid (v) chloroform, chloral hydrate, (vi) ether.4. 10 mg/ml Na/K. fluride and 3 mg K-oxalate: For preserving blood; fluride is also added to CSF, vitreous humor; and urine if alcohol estimation is required; and also in analysis of cocaine, cyanide and carbon monoxide.5. 5% (w/v) sodium citrate and 0.25% (v/v) formalin: Blood grouping.6. 30 mg sodium citrate in place of potassium oxalate: Blood in poisoning of oxalic acid and ethylene glycol.7. 10 gm sodium nitrite in place of sodium fluoride: Blood in poisoning by fluoride.8. Heparin and EDTA: Not used as interfere with methanol detection.9. 10% formalin: Histopathological examination of tissue but not used for poisoning or chemical analysis.10. Liquid paraffin : In CO poisoning added immediately over blood to avoid atmospheric O2 exposure.11. Thymol, cone HCL, sodium fluride, saturated saline, rectified sprit, sodium benzoate and toluene : Urine (10 ml).12. 50% glycerine : Specimen for virological examination.13. No preservative: (i) Bone, hair, nail (ii) lung for detecting inhaled poison, (iii) refrigration available (4degC), (iv) analysis within 24 hours.",
        "cop": 1,
        "opa": "10% formalin",
        "opb": "20% formalin",
        "opc": "30% formalin",
        "opd": "40% formalin",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "bf2bffa5-f09c-48f3-94fd-e18632576997",
        "choice_type": "single"
    },
    {
        "question": "Foamy liver is seen in:",
        "exp": "Ans. (A). PutrefactionHoney comb appearance or foamy liver is seen in putrefaction due to the presence of gas bubbles within the parenchyma.",
        "cop": 1,
        "opa": "Putrefaction",
        "opb": "Adipocere",
        "opc": "Mummification",
        "opd": "Dry drowning.",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "406bc3d8-8e47-46f3-bd14-e3d4e7bda2d3",
        "choice_type": "single"
    },
    {
        "question": "The most common intracranial haemorrhage associated in this scenario is:",
        "exp": "Ans. (B). Subdural hemorrhageThe photograph shows shaken baby syndrome.The Most common intracranial haemorrhage associated with shaking is sub dural haemorrhage.",
        "cop": 2,
        "opa": "Extradual hemorrhage",
        "opb": "Subdural hemorrhage",
        "opc": "Subarachnoid hemorrhage",
        "opd": "Intracerabral hemorrhage",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "e10fad8b-630d-4672-82dc-fbf79c03aca3",
        "choice_type": "single"
    },
    {
        "question": "Last organ to be dissected during autopsy in asphyxial death is",
        "exp": "Ans. is 'a' i.e. Neck Detailed study of the neck organs is required during autopsy of asphyxia death.Cranial thoracic and abdominal organs are removed before dissecting the neck, so that, the body is drained of blood.Such draining provides a clean bloodless field for the study of neck organs and prevents any artifactual seepage of blood in soft tissues of the neck.",
        "cop": 1,
        "opa": "Neck",
        "opb": "Head",
        "opc": "Abdomen",
        "opd": "Thorax",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "41b95dcb-b0e4-4eaa-a808-847ecf376ddf",
        "choice_type": "single"
    },
    {
        "question": "The outer covering of diatom is made of -",
        "exp": "Ans. is 'b' i.e., Silicon o The extracellular coat of diatoms has silica.o Diatoms are unicellular algae, suspended in water.o They have silicaceous cell wall (i.e. cell wall contains silica) which resist acid digestion and putrefaction,o Only live body with a circulation can transport diatoms form lung to brain, bone marrow, muscles etc.o So, presence of diatoms in brain and bone marrow indicates death due to drowning.o For detection of diatoms, bone marrow of long bones, e.g. femur, tibia, humerus or sternum is highly suitable and reliable.o As diatoms resist acid digestion, to extract them acid digestion techinique is used.o Diatoms test is negative in dead bodies thrown in water and in dry drowning.o However, diatoms test is invalid, if deceased had drunk this water before submersion or species of diatoms do not match with specimen from the site of drowning.",
        "cop": 2,
        "opa": "Magnesium",
        "opb": "Silica",
        "opc": "Hydrocarbons",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "ac367bf6-beb8-4f8d-a6dc-cb1fd69ca5f3",
        "choice_type": "multi"
    },
    {
        "question": "Least common organ affected in blast injury is -",
        "exp": "Ans. is 'c' ie., Muscles * An explosion is a phenomenon resulting from sudden release of energy which is then dissipated by a blast wave, by translocation of objects, or by the generation of heat.* Injuries in explosion occur due to four factors:-1) Blast or shock wave# When an explosion occurs, the explosive material produces a large volume of gas and releases a large amount of energy. It produces a 'shock wave' which spread concentrically from the site of explosion.# The injuries depend on the enviornment in which blast occurs:-i) Air blast (most common):* Explosion occurs in air. There is barotrauma to airfilled hollow organs. Tympanic membrane (ear drum) is most sensitive and most commonly injured. Lung is the second organ to be injured and is the most commonly injured hollow organ and most common cause of life threatening injury.* Other parts injured are middle ear, cochlea, eyes, bowels, mesentery, omentum and brain. Homogenous solid organs like liver and muscles are usually not affected.ii) Under water blast (explosion under water):* Gastrointestinal tract is injured most commonly. Lungs are also injured.iii) Solid blast:* Explosive is detonated near a rigid/solid structure and wave of energy spreads through it. If people are in contact with that rigid structure, injuries take place.* The injuries are mostly skeletal; fracture of legs and vertebral column are more common. GIT damage is more common than lung.2) Flame or hot gases# Burns or burning of body may occur.3) Flying missiles (debris)# Flying pieces of explosive debris may be driven through air against the skin causing bruises, abrasions, lacerations, and ragged perforations.4) Anoxia# Various gases liberated during explosion may cause anoxia, e.g. carbon monoxide, nitrous oxide, nitric oxide, HCN and SO2",
        "cop": 3,
        "opa": "Lung",
        "opb": "Eardrum",
        "opc": "Muscles",
        "opd": "GIT damage",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "4c65cedd-af13-4807-ba05-c97455115e02",
        "choice_type": "single"
    },
    {
        "question": "The \"knot\" in judicial hanging is placed at",
        "exp": "Ans. is 'b' i.e. The side of the neck Though submental knot (below the chin) is thought to be more effective and ensures a quicker death; subaural knot (side of the neck under the angle of the jaw/mandible) on the left side is the preferred position in India as well as England. Judicial hanging causes fracture-dislocation usually at the level of 2nd and 3rd or 3rd and 4th cervical vertebrae. B/l fractures of either the pedicles or laminae of the arch of the 2nd, 3rd or 4th cervical vertebrae occur.In proper judicial hanging, there is rupture of the brain stem between the pons and the medulla.This results in instantaneous and irreversible loss of consciousness (d/t destruction of reticular formation) and in irreversible apnoea (d/t destruction of the respiratory centre).Death is instantaneous due to damage to spinal cord or brain stem though the heart may continue to beat for 15 to 20 minutes and muscle jerking may occur for quite some time.",
        "cop": 2,
        "opa": "The back of the neck",
        "opb": "The side of the neck",
        "opc": "Below the chin",
        "opd": "Choice of hangman",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "a4dcc8b5-2d52-4297-a019-c79abe94af3c",
        "choice_type": "single"
    },
    {
        "question": "Arborescent marks' or 'filigree burns' are seen in",
        "exp": "Ans. d (Lightening) (Ref. Forensic Medicine Reddy, 17th/ Page 261; Forensic Medicine 1st /Apurva Nandy, 286)# Filigree burns are seen in lightening# Crocodile Flash Burns and \"arc eye\" are seen in Electrical Injuries# Joule Burn is seen in Electrical Injuries# Spark Burns are seen in Electrical InjuriesLIGHTENING# Mode- Direct Strike- Side Flash - Hits another object and then enters the subject- Conduction through another object# Burns may be- Linear# 3 to 30 cm in length, 0.3 to 2.5 cm in width# Often in moist creased and skin folds- Arborescent or Filigree or Lichtenberg's flowers# Superficial, Thin, Irregular and Tortuous# Fern like pattern# Resembles a tree- Surface burns# True bums which occur beneath metallic objects worn or carried by the person# Cause of Death- Cerebral \"Anaemia\"# Due to spasmodic contraction of cerebral vesselsEducational Points# Filigree bums usually imply that the effect is superficial and are more often seen in cases where the victims have \"escaped\". They are seen in shoulders and flanks and pass away in due course of time.# They do not follow the path of blood vessels.# They may be due to:- Copper deposits in Dermis- Deposits of Hemoglobin from RBCs lysed by the current",
        "cop": 4,
        "opa": "Radiation",
        "opb": "Electrical burns",
        "opc": "Chemical burns",
        "opd": "Lightening",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries",
        "id": "325cea6e-fa62-48a6-a64a-7a36a9987906",
        "choice_type": "single"
    }
]