[
    {
        "question": "A woman assaulted by neighbor was brought to you in the emergency department with fracture of middle tooth, injury was extended medially to the mouth and there was also contusion to bilateral leg. What is the nature of the injury?",
        "exp": "Ans. a. Grievous injury (Ref: Reddy 33/e p292, 29/e p261-263; Parikh 6/e p4.59-4.60)Fracture or dislocation of a bone or a toothQ constitute Grevious injury.Grevious Injury (Sec 320 IPC)QEmasculationQPermanent privation of either eyeQPermanent privation of either earPrivation of any member (part, organ or limb) or joint Permanent disfiguration of head or faceQFracture or dislocation of a bone or a toothQDestruction or permanent impairing of powers of any member or jointAny hurt which endangers life, or which causes the sufferer to be, during the space of 20 days, in severe body pain, or unable to follow his daily routineQ.",
        "cop": 1,
        "opa": "Grievous injury",
        "opb": "Simple injury",
        "opc": "Dangerous injury",
        "opd": "Assault",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries: Medicolegal Considerations and Types",
        "id": "1b1a5381-edf9-4202-a84f-40aa254269c2",
        "choice_type": "multi"
    },
    {
        "question": "Tentative cuts are seen in?",
        "exp": "Ans. (a) SuicideRef: The essentials of FSM by K.S. Narayan Reddy 31st ed. /180* Tentative cuts/Hesitation marks are multiple small superficial cuts seen in cases where there is a trial of suicide.* MC site for tentative cuts are: Forearm",
        "cop": 1,
        "opa": "Suicide",
        "opb": "Homicide",
        "opc": "Accidental cut",
        "opd": "Traumatic cut",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries: Medicolegal Considerations and Types",
        "id": "06b2b1e9-0e2d-456a-af64-ac7bf063002f",
        "choice_type": "single"
    },
    {
        "question": "IPC 320 deals with -",
        "exp": "Ans. is 'd' i.e.. Grievous hurto 3191 PC : Defines hurt,o 320IPC : Defines grievous hurt,o 321 IPC : Voluntarily causing hurt,o 322 IPC : Voluntarily causing grievous hurt.o 323 IPC : Punishment for voluntarily causing hurt {no provocation, no dangerous weapon) (1 years imprisonment),o 324 IPC : Punishment for voluntarily causing hurt by dangerous weapon (3 years imprisonment +- fine),o 325 IPC : Punishment for voluntarily causing grievous hurt (no provocation, no dangerous weapon) (7 years imprisonment +- fine).",
        "cop": 4,
        "opa": "Hurt",
        "opb": "Abetment of suicide",
        "opc": "Punishment for murder",
        "opd": "Grievous hurt",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries: Medicolegal Considerations and Types",
        "id": "de27b484-bca9-4a11-a60b-b3c3a9fe4390",
        "choice_type": "single"
    },
    {
        "question": "True about antemortem wound is",
        "exp": "Ans. d (Arterial bleed)The antemortem abrasions show signs of inflammation and repair and a little swelling is present in the area whereas these signs are absent in postmortem abrasions.As abrasions alone are not too significant; not much of importance is placed on them.The other part is that the ants attack the dead body and hence there may be additional injuries found in the form of abrasions besides those mentioned in the FIR. Thus there will be some difference between the two but this is not significant provided the additional abrasions are found in the areas described earlier (Post mortem) and thebody was examined after a lapse of time. Thus the characters of such abrasions should be noted and if found of PM nature, they should be ignored as they are of no value but if they are described as antemortem abrasions, the issue may be argued accordingly. Those points which cannot be argued out because the findings given are inadequate, such points may be elicited cunningly in scientific cross examination.",
        "cop": 4,
        "opa": "No staining left after washing",
        "opb": "No gaping",
        "opc": "Uncoagulated blood",
        "opd": "Arterial bleed",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries: Medicolegal Considerations and Types",
        "id": "ba2030e0-3fcb-4073-8ce8-683e2aea33bb",
        "choice_type": "multi"
    },
    {
        "question": "Grievous hurt comes under which section of I PC?",
        "exp": "ANSWER: (B) Section 320REF: Textbook of Forensic Medicine and Toxicology by Nagesh Kumar Rao Page 259Section 320: Grievous hurtThe following kinds of hurt only are designated as \"grievous\"EmasculationPermanent privation of the sight of either eyePermanent privation of the hearing of either earPrivation of any member or jointDestruction or permanent impairing of the powers of any member or jointPermanent disfiguration of the head or faceFracture or dislocation of a bone or toothAny hurt which endangers life or which causes the sufferer to be during the space of twenty days in severe bodily pain, or unable to follow his ordinary pursuits,",
        "cop": 2,
        "opa": "Section 319",
        "opb": "Section 320",
        "opc": "Section 324",
        "opd": "Section 326",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries: Medicolegal Considerations and Types",
        "id": "cddb0793-6c56-4705-8547-946b872e4b77",
        "choice_type": "single"
    },
    {
        "question": "Grievous hurt include the following except",
        "exp": "Ans. is 'd' i.e., Disability to follow' one's ordinary pursuits for a period of a w eek o Grievous injuries areEmasculation (cutting of the penis, castration; or causing loss of power of erection due to spinal injury ).Permanent privation of the sight of either eye.Permanent privation of the hearing of either ear.Privation of any member (part, organ, limb) or joint.Destruction or permanent impairing of powers of any member or joint.Permanent disfiguration of head or face.Fracture or dislocation of a bone or a tooth.Any hurt which endangerous life or which causes the sufferer to be, during the space of twenty days in severe bodily pain, or unable to follow his daily routine.",
        "cop": 4,
        "opa": "Emasculation",
        "opb": "Permanent privation of hearing",
        "opc": "Privation of any member/joint",
        "opd": "Disability to follow one's ordinary1 pursuits for a period of a week",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries: Medicolegal Considerations and Types",
        "id": "32f9d50d-9832-4b3b-86a1-8e93750d0492",
        "choice_type": "multi"
    },
    {
        "question": "Tentative cuts are seen in(Kerala 2007 repeat)",
        "exp": "Ans) b (Suicide) Ref . Reddy 27th p 179Tentative cuts are usually seen in suicide.BRIDGECarbolic acid poisoning is the only corrosive acid poisoning where stomach wash can, be given.",
        "cop": 2,
        "opa": "Homicide",
        "opb": "Suicide",
        "opc": "Throttling",
        "opd": "Infanticide",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries: Medicolegal Considerations and Types",
        "id": "b48fab8a-26bc-404a-a888-3da6ddc5be07",
        "choice_type": "single"
    },
    {
        "question": "Tentative cuts are seen in: (PGI June 2009)",
        "exp": "Ans: B (Suicidal wound) Tentative Cuts or Hesitation Marks or Trial Wounds or Preliminary Wounds# Seen in suicidal woundQThey are the cuts which are multiple, small & superficial often involving only skin & are seen at the beginning of the incised wound.Hesitation cuts derive their name from the hesitation with which these incision are inflicted by a person intending to commit suicide by a cutting instrument.The site of election of suicidal incised wounds are: throat, wristQ & front of chestQ.Fatal incised wound of arm are always suicidalSuicides usually do not injure faceA person who commits suicide usually exposes the portion of the body to be incisedHesitation cuts are not found in homicidal assault",
        "cop": 2,
        "opa": "Homicidal wound",
        "opb": "Suicidal wound",
        "opc": "Rail track accidental wound",
        "opd": "Road traffic accident",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries: Medicolegal Considerations and Types",
        "id": "09215ca1-3701-4054-89cd-ad07b724fb2e",
        "choice_type": "single"
    }
]