[
    {
        "question": "Aluminum phosphide poisoning - all true except",
        "exp": "Aluminum phosphide (Celphos) toxicity appears to be due to release of PHOSPHINE on contact with moisture. This phosphine gas due to noncompetitive inhibition of cytochrome oxidase system of mitochondria or damage by free radicals causes' global hypoxia. Significant inhibition of cytochrome-c oxidase activity can be found in ALP-poisoned patients. Organs with the greatest oxygen requirements appear to be especially sensitive to phosphine, including the brain, kidneys, heart, and liver. Phosphine has a characteristic odor described as \"decaying fish. Cardiac dysrhythmias probably secondary to electrolyte imbalances have been described in sub-lethal acute exposures. Transient atrial fibrillation and sub-endocardial infarction, adrenocortical injury with elevated serum cortisol levels have been reported.",
        "cop": 4,
        "opa": "Sub-endocardial infarcts",
        "opb": "Produces phosphine gas",
        "opc": "Oesophageal stricture",
        "opd": "Cyt. A oxidase inhibitor",
        "subject_name": "Forensic Medicine",
        "topic_name": "Inorganic Irritants",
        "id": "8f5a5c5d-8a31-4fd4-80aa-fd368f4676da",
        "choice_type": "multi"
    },
    {
        "question": "Chronic arsenic poisoning does not cause -",
        "exp": "Ans. is 'b' i.e., Mesothelioma Chronic arsenic poisoningo First stage of gastrointestinal & nutritional disturbance:Gradual emaciation is earliest signAnorexia, nausea, vomiting, diarrhoea & abdominal crampso Second catarrhal stageFeatures of common cold, bronchial catarrhal, coughing & hoarseness o Third stage of skin rashSkin irritation, vesicular eruption resembling nettle rashPatchy brown raindrop type pigmentationHyperkeratosis of palms & solesFalling of hair & brittleness of nailWhite transverse band or Mee's line on nailo Fourth stage of nervous disturbanceSensory motor neuropathy causing tingling, numbness & paresisEncephalopathyo Bone marrow suppression, anemia, weight loss, hepatomegaly, cirrhosis, nephritis, thrombocytopenia, leukemia, skin, lung, liver, bladder & kidney cancer and exfoliative dermatitis & diabetes",
        "cop": 2,
        "opa": "Mixed sensory & motor neuropathy",
        "opb": "Mesothelioma",
        "opc": "Hyperkeratosis of skin",
        "opd": "Anemia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Inorganic Irritants",
        "id": "0227c9e0-2fa9-4da1-8aa0-900a55dba69d",
        "choice_type": "single"
    },
    {
        "question": "Basophilic stippling is seen in poisoning with -",
        "exp": "Ans. is 'a' i.e., Lead Chronic lead poisoning (plumbism or saturnism)o It is characterized by -Facial pallor particularly around the mouth is one of the earliest and most consistent features.Anemia with punctate basophilia (basophilic stippling) is also an early feature. There is reticulocytosis,poikilocytosis, anisocytosis, sideroblasts and eosinophilia.Burtonian line (stippled blue line) is seen on the gums on upper jaw.Colic abdominal pain and constipation (dry belly ache): is a late manifestation.Encephalopathy is more in children and in poisoning with tetraethyl lead.Paralysis in the form of wrist and foot drop is a late manifestation, called lead palsy and is due to peripheralneuropathy. It occurs only in less than 10% of cases.Renovascular manifestations (nephropathy) : Hypertension, arteriolar degeneration and arterioscleroticnephritis may occur. Rarely, lead poisoning may cause proximal tubular necrosis.Other features include optic atrophy, CVS and reproductive anomalies.",
        "cop": 1,
        "opa": "Lead",
        "opb": "Arsenic",
        "opc": "Copper",
        "opd": "Phosphorous",
        "subject_name": "Forensic Medicine",
        "topic_name": "Inorganic Irritants",
        "id": "a6ef30c6-acbd-4858-8414-6c2d066b55ab",
        "choice_type": "single"
    },
    {
        "question": "Pink disease or acrodynia is seen with -",
        "exp": "Ans. is 'b' i.e. Mercury Acrodvnia or pink disease:o It is thought to be an idiosyncratic hypersensitivity reaction particularly seen in children.o This can be caused by chronic mercury exposure in any form usually in children.o The onset is insidious with anorexia, insomnia, sweating, skin rash and photophobia.o Hands and feet become puffy1, pinkish, painful, paraesthetic with peeling of skin.o Teeth may be shed.",
        "cop": 2,
        "opa": "Arsenic",
        "opb": "Mercury",
        "opc": "Copper",
        "opd": "Lead",
        "subject_name": "Forensic Medicine",
        "topic_name": "Inorganic Irritants",
        "id": "ea615230-4c8e-4a86-98c2-c5914b46202c",
        "choice_type": "single"
    },
    {
        "question": "Mee's line on nail is diagnostic of -",
        "exp": "Ans. is 'b' i.e., Arsenic poisoning Chronic arsenic poisoningo First stage of gastrointestinal & nutritional disturbance:Gradual emaciation is earliest signAnorexia, nausea, vomiting, diarrhoea & abdominal crampso Second catarrhal stageFeatures of common cold, bronchial catarrhal, coughing & hoarsenesso Third stage of skin rashSkin irritation, vesicular eruption resembling nettle rashPatchy brown raindrop type pigmentationHyperkeratosis of palms & solesFalling of hair & brittleness of nailWhite transverse band or Meefs line on nailo Fourth stage of nervous disturbanceSensory motor neuropathy causing tingling, numbness & paresisEncephalopathyo Bone marrow suppression, anemia, weight loss, hepatomegaly, cirrhosis, nephritis, thrombocytopenia, leukemia, skin, lung, liver, bladder & kidney cancer and exfoliative dermatitis & diabetes.",
        "cop": 2,
        "opa": "Lead poisoning",
        "opb": "Arsenic poisoning",
        "opc": "White phosphorus poisoning",
        "opd": "Mercury poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Inorganic Irritants",
        "id": "aaac0a2e-6c8a-4378-b7e9-e23aafe1631d",
        "choice_type": "single"
    },
    {
        "question": "PICA is associated with poisoning of -",
        "exp": "Ans. is 'a' i.e., Leado Pica involves repeated or chronic ingestion of non-nutritive substances, which includes plaster, charwal, clay, wool, ashes, patent & earth.o It can result in serious health problems like iron deficiency anemia and lead poisoning.",
        "cop": 1,
        "opa": "Lead",
        "opb": "Arsenic",
        "opc": "Mercury",
        "opd": "Phosphorus",
        "subject_name": "Forensic Medicine",
        "topic_name": "Inorganic Irritants",
        "id": "c98a86c8-4966-4236-8301-2eaddcc9ccea",
        "choice_type": "single"
    },
    {
        "question": "In a suspected case of death due to poisoning where cadaveric rigidity is lasting longer than usual, it may be case of poisoning due to",
        "exp": "Ans. is 'b' i.e. arsenic Arsenic poisoning delays rigor mortisAlso rememberRigor is delayed by cold and accelerated by heat*Rigor mortisCommences in about 2-3 hrs*Develops in-12 hrs*Persists for-12 hrs*Passes off -12 hrs*More questions on Rigor mortisRigor mortis first appears in involuntary muscles and then in voluntary muscles.*First involuntary muscles to be involved in rigor mortis - heart muscles*First voluntary muscle to be involved in rigor mortis - Muscle of eyelid*",
        "cop": 2,
        "opa": "Lead",
        "opb": "Arsenic",
        "opc": "Mercury",
        "opd": "Copper",
        "subject_name": "Forensic Medicine",
        "topic_name": "Inorganic Irritants",
        "id": "bb9193fd-fab7-48d7-9cdb-51eece543ed0",
        "choice_type": "single"
    },
    {
        "question": "Pink disease is seen in poisoning with -",
        "exp": "Ans. is 'a' i.e., Mercury Pink disease or Acrodvniao It is thought to be an idiosyncratic hypersensitivity reaction particularly seen in children,o This can be caused by chronic mercury exposure in any form usually in children.o The onset is insidious with anorexia, insomnia, sweating, skin rash and photophobia,o Hands and feet become puffy, pinkish, painful, paraesthetic with peeling of skin,o Teeth may be shed.",
        "cop": 1,
        "opa": "Mercury",
        "opb": "Lead",
        "opc": "Cadmium",
        "opd": "Phosphorous",
        "subject_name": "Forensic Medicine",
        "topic_name": "Inorganic Irritants",
        "id": "6cf28be9-c418-412d-8d73-296a15198968",
        "choice_type": "single"
    }
]