[
    {
        "question": "In a larger bruise, the colour changes begins at:",
        "exp": "In a larger bruise, the colour change stas from periphery (healing of contusion) The contusion regains its normal colour in 1-2 weeks.",
        "cop": 1,
        "opa": "The periphery",
        "opb": "From the centre",
        "opc": "There is no rule",
        "opd": "No colour change",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "68d19891-c502-40b1-8552-d042806c08d9",
        "choice_type": "single"
    },
    {
        "question": "Graze is a form of:",
        "exp": "Graze/ Brush burn/ gravel rash: Most common type of abrasion Due to violent rubbing of skin on rough surface ( eg. dragging over road). Seen in road traffic accidents",
        "cop": 2,
        "opa": "Contusion",
        "opb": "Abrasion",
        "opc": "Lacerated wound",
        "opd": "Incised wound",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "98f117f1-b7a6-4ee6-9112-999f980b803e",
        "choice_type": "single"
    },
    {
        "question": "Concealed puncture wounds are seen over the following regions except",
        "exp": "CONCEALED PUNCTURED WOUNDS: Puncture wounds on the concealed pas of body Sites: Nostrils, fontanelles, inner canthus of eyes, axilla, vagina, rectum and the nape of the neck. Fatal penetrating injuries without leaving any visible external marks or bleeding. are caused by cylinderical weapons/instruments eg. ice pics etc",
        "cop": 3,
        "opa": "Nape of neck",
        "opb": "Inner canthus of eye",
        "opc": "Wrist",
        "opd": "Vagina",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "17ef9c2d-2d93-4ee5-bded-3a4e30fcb19e",
        "choice_type": "multi"
    },
    {
        "question": "Friction burn on the skin indicates that",
        "exp": "Friction burn: Extensive, superficial, reddened excoriated area minimal or no linear mark Occurs when the skin is covered by clothing or the person is dragged on smooth surface (eg. on a marble floor) Brush burn: Graze abrasion involving wider area such as the back, caused by violent rubbing against a surface, as in dragging along over the ground. In an abrasion caused by a tangential force, the direction of the force can be determined by epidermal tags.",
        "cop": 3,
        "opa": "Person dragged on the road",
        "opb": "Ligature crushing the epithelium",
        "opc": "Cloth covering the skin",
        "opd": "Pointed object passing across the skin",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "72f2a076-5939-482c-8918-8b52c971ff8b",
        "choice_type": "single"
    },
    {
        "question": "In run-over accidents the following type of laceration is commonly seen:",
        "exp": "In run over accidents, avulsion is seen AVULSION : - It is produced by shearing force delivered at tangential angle to tear off a poion of traumatized skin surface from their attachment. - In run over accidents, avulsion / flaying/ flapping is seen in which flap laid tells us about the direction of force. Split laceration : It occurs due to crushing of the skin in between two hard objects . Stretch laceration : It is due to over stretching of skin. It is seen in case of open fracture. Tear laceration: tearing (of skin or subcutaeus tissue) can occur due to localized impact by some hard and irregular object Cut lacerations: it can occur by a heavy sharp edged weapon which causes a deep and wide cut over the body tissues.",
        "cop": 3,
        "opa": "Split",
        "opb": "Cut",
        "opc": "Avulsion",
        "opd": "Stretch",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "57573129-5e61-4d01-99fb-9fde28706380",
        "choice_type": "single"
    },
    {
        "question": "During examination in injury, hair bulbs are crushed. The probable type of wound is",
        "exp": "HAIR BULBS ARE CRUSHED IN LACERATION Laceration - is the tearing of skin or muscles or mucous membrane caused by a shearing or a crushing force, and produced by application of a blunt force to a broad area of the body. - If the blunt force produces extensive bruising and laceration of deeper tissue, it is called crush injury.",
        "cop": 2,
        "opa": "Abrasion",
        "opb": "Laceration",
        "opc": "Stab injury",
        "opd": "Incision",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "ea013a08-f310-4882-9d20-295511855467",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is false regarding this condition ?",
        "exp": "The CT image image shown above is of Extra Dural Hemorrhage It is due to rupture of middle meningeal aeries whereas SDH is due to rupture of bridging or communicating veins",
        "cop": 4,
        "opa": "lucid interval is seen",
        "opb": "Fracture temporal bone is present",
        "opc": "fissure fracture is seen",
        "opd": "Rupture of bridging or communicating veins",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "b7daa7f1-7148-4861-9fee-0f54643d7d33",
        "choice_type": "multi"
    },
    {
        "question": "Scab or crust of abrasion appears brown in:",
        "exp": "Fresh Raw & Reddish 2 - 24 hours Reddish scab (lymph, blood dries up) 2 - 3 days Reddish brown scab 4 - 5 days Brown scab 6- 7 days Scab falls off. Remember the mnemonic RRRBBB",
        "cop": 3,
        "opa": "12-24 h",
        "opb": "2-3 days",
        "opc": "4-5 days",
        "opd": "5-7 days",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "179defb1-d84b-4c28-8107-1b967dc20864",
        "choice_type": "single"
    },
    {
        "question": "Avulsion is a type of:",
        "exp": "Avulsion is a type of laceration. Both \"Avulsion\" and \"stretch laceration\" have similar mechanism of formation. i.e. overstretching, but the amount of force involved is much more in Avulsion. Stretch laceration: Force is applied in such a manner that there is overstretching of the skin resulting in a flap. Eg. Glancing kick by a foot Avulsion (Shearing laceration):Here also there is overstretching of skin like in stretch laceration but the force involved is much more severe and the area involved is comparatively larger. There is separation of the skin from the underlying tissues over a relatively large area that is also called FLAYING. This is characteristic of run over accidents. The below image shows Flaying:",
        "cop": 3,
        "opa": "Chop wound",
        "opb": "Incised wound",
        "opc": "Laceration",
        "opd": "Abrasion",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "47f217ac-3297-4e00-b164-467ce0acd390",
        "choice_type": "single"
    },
    {
        "question": "Characteristic amnesia of post traumatic brain injury",
        "exp": "Anterograde amnesia is characteristically seen in post traumatic brain injury Amnesia following head injuries is common and mostly associated with concussion. Concussion : due to head injury a state of temporary unconsciousness which comes on immediately after injury, is always followed by amnesia and recovers spontaneously The memory of distant events returns before the memory of recent events. Post-traumatic amnesia can range from minutes to days, and its duration is propoional to the severity of the injury Permanent retrograde amnesia can vary from a time of seconds up to seven days Retrograde amnesia can also occur in injuries in which consciousness is not lost.",
        "cop": 2,
        "opa": "retrograde amnesia",
        "opb": "anterograde amnesia",
        "opc": "remote amnesia",
        "opd": "All are true",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "83bb8474-36d6-4a8d-8187-a06a9f1430eb",
        "choice_type": "multi"
    },
    {
        "question": "\"Ewing's postulates\" refer to?",
        "exp": "Ewings postulates - these suggest the occurrence of tumour after infliction of trauma.1.Previous integrity of tissues should be proved2.There should be definite, adequate and recurrent trauma.3.Definite time interval between trauma and tumour4. Disease must develop at the exact site of trauma5.Nature of tumour must be proved histologically Only if the above five postulates are satisfied, only then we can say that tumour has resulted because of trauma.",
        "cop": 2,
        "opa": "Trauma management",
        "opb": "Complications resulting from trauma",
        "opc": "Circulation, respiration and brain functionsd",
        "opd": "Circulation, respiration and excretion",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "62907f0a-c390-41c9-aae3-839bf21c8239",
        "choice_type": "single"
    },
    {
        "question": "False about lacerated wound is :",
        "exp": "Laceration - is the tearing of skin or muscles or mucous membrane caused by a shearing or a crushing force, and produced by application of a blunt force to a broad area of the body. - If the blunt force produces extensive bruising and laceration of deeper tissue, it is called crush injury. Features : Margins -Ragged, irregular and uneven Site -most commonly over bony prominences Bruising and abrasion - is seen around the margin Hair bulbs - are crushed Hemorrhage - is less, because the aeries are crushed and torn irregularly , they retract and blood clots readily",
        "cop": 1,
        "opa": "Profuse hemorrhage",
        "opb": "Vessels crushed",
        "opc": "Hair bulb damaged",
        "opd": "Irregular margins",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "1bff733b-98b3-4d5d-a0b2-e4982f9786c3",
        "choice_type": "multi"
    },
    {
        "question": "Lathi can cause all of the following injuries, except:",
        "exp": "Lathi is a blunt weapon. It cannot produce incised wound, which is a sharp force injury. Blunt force injuries: Abrasion, Contusion, Laceration & Fracture. Sharp force: Incised wound (light cutting weapon), chop wound (heavy cutting weapon) & Stab (pointed weapon).",
        "cop": 4,
        "opa": "Fissured fracture",
        "opb": "Contusion",
        "opc": "Incised looking lacerated wound",
        "opd": "Incised wound",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "144b09c4-d9ae-446c-af49-d6a3334b9ad5",
        "choice_type": "multi"
    },
    {
        "question": "Hesitation cuts are seen in:",
        "exp": "Hesitation cuts are : - suicidal or self inflicted wounds - are multiple, superficial ,parallel - are present on accessible pas of body. Defense wounds are characteristic of homicide but are not mandatory.",
        "cop": 1,
        "opa": "Self-inflicted wounds",
        "opb": "Homicidal wounds",
        "opc": "Defence wounds",
        "opd": "Accidental wounds",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "9ad163f1-c3e1-4b0d-81d9-b113f5596923",
        "choice_type": "single"
    },
    {
        "question": "Laceration shows all the features except:",
        "exp": "- There is lesser bleeding in case of lacerations because of crushing of the blood vessels . - General Features of Laceration: Irregular Shape Irregular & uneven Margins Contused edges Floor of laceration shows following features : - Tissue bridges (tissue, blood vessels and nerves bridging across the gap of the wound) - Less hemorrhage because of crushed blood vessels. - Foreign paicles like mud may be seen embedded in the wound, which gives clue about the scene of crime",
        "cop": 4,
        "opa": "Bruising and abrasion around margins",
        "opb": "Irregular, Ragged margins",
        "opc": "Loss of tissue",
        "opd": "More bleeding",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "2317a6d9-a9a4-4796-ab32-823d121bc573",
        "choice_type": "multi"
    },
    {
        "question": "Feelers strokes are also called as by all except",
        "exp": "- PRESENCE OF BEVELLED MARGIN INDICATES THAT THE WOUND IS HOMICIDAL IN NATURE - Synonyms of Hesitation cuts: Feelers strokes, Exploratory cuts & Tentative cuts. - Bevel: A surface having a sloped or slanting edge. Presence of a beveled margin indicates: i. Sharp cutting heavy or moderately heavy weapon was used. ii. Injury has been inflicted by striking the blade of the weapon. The chances of beveled margin by drawing or sawing the weapon are almost negligible. iii. Wound is homicidal in nature. iv. Direction of application of the weapon, and the relative position of assailant and the victim.",
        "cop": 2,
        "opa": "Exploratory cuts",
        "opb": "Bevelled cuts",
        "opc": "Hesitation cuts",
        "opd": "Tentative cuts",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "73778afd-c894-479b-a5dd-d58f527313a2",
        "choice_type": "multi"
    },
    {
        "question": "Which is not a feature of suicidal cut throat wound",
        "exp": "Defence wounds is a feature of homicidal wounds Suicidal cut throat wounds Usually stas from left side of neck, above downwards, ragged edges, may be multiple Hesitation cuts, tailing, cadaveric spasm with weapon may be present on hand",
        "cop": 4,
        "opa": "Ragged edges",
        "opb": "Hesitation cuts",
        "opc": "Tailing",
        "opd": "Defence wounds",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "90539130-d956-4161-a1ef-f50053f14aba",
        "choice_type": "single"
    },
    {
        "question": "A completely charred body was brought for autopsy. You are examining the skull and cranial cavity. You find that there is a collection of blood in the epidural space. The presence of which of the following suggest the possibility of hematoma due to trauma:",
        "exp": "Epidural hematoma (EDH) due to burns and blunt force (trauma) EDH due to trauma EDH due to burns( Heat hematoma) Cause Blunt force to the head Charring of the skull due to intense heat Situation adjacent to Syln fissure Anywhere Position unilateral Usually bilateral Characteristics Disc shaped,smooth,uniform, rubbery,reddish-purple in colour honeycomb appearance; granular, friable clot; chocolate brown in color Skull fracture Fracture line radiating from a skull defect present in temporal area circular defect without radiating fracture lines, seen above the temple Crossing of suture lines Hematoma do not cross sutures It may cross suture lines",
        "cop": 3,
        "opa": "Carboxy hemoglobin in the hematoma",
        "opb": "Dark brown friable clot",
        "opc": "Radiating Fracture lines over the skull",
        "opd": "Diffuse Hematoma",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "859e47fe-4d89-4df7-9991-fabe347f2c30",
        "choice_type": "single"
    },
    {
        "question": "The healing contusion shows green color due to the presence of:",
        "exp": "COLOR CHANGE PRESENCE OF AGING of contusion RED OXY-HEMOGLOBIN FEW HOURS BLUE DEOXY-HEMOGLOBIN FEW HOURS-3 DAYS BROWN HEMOSIDERIN 4-5 DAYS GREEN BILIVERDIN 6-7 DAYS YELLOW BILIRUBIN 7-12 DAYS",
        "cop": 2,
        "opa": "Bilirubin",
        "opb": "Biliverdin",
        "opc": "Hemosiderin",
        "opd": "Oxy hemoglobin",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "a252ab75-58a5-48ea-843a-97f49cc044cf",
        "choice_type": "single"
    },
    {
        "question": "In stab wounds, Langer's lines determine:",
        "exp": "CLEAVAGE LINES OF LANGER The pattern of collagen fiber arrangement are the lines of cleavage of the skin and their linear representations on the skin are known as \"Langer's line of cleavage\" . A stab wound with long axis at right angles to the cleavage lines of Langer, will gape more. * A stab injury that runs parallel to these lines will gape less.",
        "cop": 2,
        "opa": "Direction",
        "opb": "Gaping",
        "opc": "Shelving",
        "opd": "Healing",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "8c90b12a-993d-4136-abbe-829396c761e2",
        "choice_type": "single"
    },
    {
        "question": "What is the age of abrasion?",
        "exp": "Scab has amost completely peeled off which indicates age >7 days Healing of Abrasion Fresh: Reddish in colour By 12- 24 hrs: Reddish Scab is formed (the scab formation occurs due to drying of superficial blood and lymph) By 2-3 days: Reddish brown scab By 4-7 days:Dark brown scab is formed,Epithelium grows under the scab and eventuallyScab stas falling off from margins After 7 days: Scab falls off leaving a depigmented area; later becomes pigmented.",
        "cop": 4,
        "opa": "12-24 hrs",
        "opb": "1-2 day",
        "opc": "2-3 day",
        "opd": "> 7 days",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "08e4b379-2e31-40c0-a5e5-176a91ecfd5a",
        "choice_type": "single"
    },
    {
        "question": "In an incised wound, all of the following are true, except:",
        "exp": "Incised wound/ cut/ slash/ slice Margins clean cut & regular Blood vessels are clean cut, profuse bleeding present. Gaping is present & eversion of margins Tailing is present, suggesting the direction. Bevellingis seen if the blade cuts obliquely. POINTS TO REMEMBER :- CHARACTERS LACERATION INCISED WOUND Margins Irregular, edges contused Clean cut, regular Tissue bridges Present Absent Tailing Absent Present Bleeding Less (due to crushing of vessels) More (due to cutting of vessels)",
        "cop": 2,
        "opa": "It has clean-cut margins",
        "opb": "Bleeding is generally less than in lacerations",
        "opc": "Tailing is often present",
        "opd": "Length of injury does not correspond with length of blade",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "a1419f9e-d598-45ba-b406-39f2a2224009",
        "choice_type": "multi"
    },
    {
        "question": "Puppe's rule is associated with?",
        "exp": "Puppe's rule is associated with multiple impact injuries. PUPPE'S RULE It states that when two fracture lines intersect each other, the second fracture line never crosses the first one. It tells us the sequence of shots when multiple bullets have struck the skull, and it is also applicable to the multiple blunt impacts on the skull.",
        "cop": 2,
        "opa": "Sexual assault",
        "opb": "Multiple impact injuries",
        "opc": "Chemical injuries",
        "opd": "Percentage of burns",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "372a754e-08b4-448e-8de6-16dd013941cd",
        "choice_type": "single"
    },
    {
        "question": "Shallow tails are seen in",
        "exp": "- Shallow tails : Tearing at the ends of lacerations at angles diverging from the main laceration - Tailing is different and is a feature of incised wound Tissue tags - Pieces of tissue are attached in between the edges.",
        "cop": 2,
        "opa": "Incised wounds",
        "opb": "Lacerations",
        "opc": "Chop wounds",
        "opd": "Stab wounds",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "e8035886-1c88-4351-832a-428a026bdeb2",
        "choice_type": "multi"
    },
    {
        "question": "True about incised looking wounds are all, except:",
        "exp": "Incised looking laceration: Laceration looking like an incised wound (margins appears to be regular & clean cut) It is a type of split laceration wound Sites: Scalp, shin, eyebrows, cheek bones, iliac crest, knee & perineum. Avulsion laceration: Also called as Shearing laceration Run over injuries. Eg: Lorry wheel passes over a limb. Flapping/ Flaying: Direction of flap - direction of force.",
        "cop": 2,
        "opa": "Type of split lacerated wound",
        "opb": "Avulsion lacerated wound with blunt object",
        "opc": "Produced by sharp object",
        "opd": "Commonly seen on scalp",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "62139e04-aa97-4733-b495-2b9b4991bd1f",
        "choice_type": "multi"
    },
    {
        "question": "The maximal increase of free histamine content occurs within how much time after injury",
        "exp": "The maximal increase of free histamine content occurs within 20 -30 minutes after injury. Biochemical timing of injury: It depends upon the measurement of histamine and serotonin contents of the injured tissue. Serotonin becomes maximum in about 10 min and histamine in 20-30 min after wounding. If the stroma is damaged ,tissue cathepsins increase immediately, can be demonstrated within 5 to 10 minutes Postmoem wounds do not show any increase.",
        "cop": 2,
        "opa": "10 minutes",
        "opb": "20 - 30 minutes",
        "opc": "1 hour",
        "opd": "2 hour",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "8f16346f-2b3d-4b0f-926c-5e7220098e31",
        "choice_type": "single"
    },
    {
        "question": "The inflicted weapon should be",
        "exp": "- The stab injury shows acute angles at both ends, which are suggestive of double edged weapon. If a double edged weapon is used, the wound will be elliptical or slit-like and both angles will besharp or pointed. If the knife penetrates to full length up to the guard, one or both edges maybe blunt. - In case of single edged knife wound is wedge shaped sometimes blunt edge of knife can harm the skin giving it a tail like appearance which is known as FISH TAIL. -In case of screwdriver the wound is slit-like with squared ends and abraded margins. - In case of ice pick the wound is circular in shape",
        "cop": 3,
        "opa": "Screw driver",
        "opb": "Single edged knife",
        "opc": "Double edged knife",
        "opd": "Ice pick",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "ed7bbabc-57ee-4817-9f26-f329c8907bf4",
        "choice_type": "single"
    },
    {
        "question": "Antemoem bruise is differentiated from postmoem bruise by:",
        "exp": "Extravasation of blood into surrounding tissues is a characteristic feature of antemoem bruise.",
        "cop": 2,
        "opa": "Well-defined margin",
        "opb": "Capillary rupture with extravasation of blood",
        "opc": "Yellow color",
        "opd": "Gaping",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "9238cabe-9665-4913-8e5f-835d19744117",
        "choice_type": "single"
    },
    {
        "question": "Brown color of contusion is due to:",
        "exp": "Color Pigment Time Duration Red Oxy hemoglobin Fresh Blue Deoxy hemoglobin Few hours - 3 days Brown Hemosiderin 4 -5 days Green Biliverdin/ hematoidin 6 -7 days Yellow Bilirubin 7 - 14 days",
        "cop": 3,
        "opa": "Biliverdin",
        "opb": "Reduced hemoglobin",
        "opc": "Hemosiderin",
        "opd": "Bilirubin",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "f54b6be7-c346-4a13-acc4-6c59188160fc",
        "choice_type": "single"
    },
    {
        "question": "All among the following are characteristics of postmoem abrasions except",
        "exp": "Source Ante moem wounds Post-moem wounds Site Anywhere on the body Usually over bony prominences Colour Bright reddish brown Yellowish, translucent, Parchment like Exudation More; scab slightly raised Less; scab often lies slightly below the level of skin Microscopic Intravital reaction and congestion seen No intravital reaction No congestion",
        "cop": 1,
        "opa": "Exudation is more and scab is slightly raised",
        "opb": "Yellowish, translucent, Parchment like color",
        "opc": "Usually over bony prominences",
        "opd": "No intra-vital reaction is seen",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "fa2dbbb6-7a3f-4ad7-91c9-303199ba8ff4",
        "choice_type": "multi"
    },
    {
        "question": "In a case of hanging, ligature mark is an example of:",
        "exp": "LIGATURE MARK IN CASE OF HANGING IS AN EXAMPLE OF PRESSURE ABRASION Pressure abrasions are caused by crushing of the superficial layers of the epidermis Causative forces : Pressure abrasion: Ligature mark in hanging & strangulation Scratch abrasion: Fingernails, pin, thorn, tip of a knife Graze abrasion: Road traffic accidents Patterned abrasion: Tyre marks, Ligature mark.",
        "cop": 2,
        "opa": "Contusion",
        "opb": "Pressure abrasion",
        "opc": "Laceration",
        "opd": "Burn",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "f226b4d0-58e4-4bc5-ad98-60d8dd9fbe3b",
        "choice_type": "single"
    },
    {
        "question": "\"Undeaker's fracture\" is commonly seen in:",
        "exp": "Undeaker's fracture is basically a postmoem fracture, and occurs due to careless handling of the dead body by undeakers; in fact this fracture can be produced by anyone who has to do anything with the dead body. Pathologists are known to extend the head to make the removal of the neck structures easier. To do this, they usually inse a block about 10-15 cm high under the neck may fall forcibly backwards, producing this fracture. It involves subluxation of the lower cervical spine due to tearing of the interveebral disc at about C6-C7",
        "cop": 2,
        "opa": "skull",
        "opb": "cervical spine",
        "opc": "Lumbar veebrae",
        "opd": "pelvis",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "d81aed9d-d883-436f-aa64-5035f4e9ded7",
        "choice_type": "single"
    },
    {
        "question": "Waddell's triad of injuries is seen in:",
        "exp": "Waddell's triad - It is a pattern of injury seen in pedestrian children who are struck by motor vehicles. - It comprises of fractured femoral shaft, intra-thoracic/intra-abdominal injuries and contralateral head injury. - Mechanism of injury is an initial impact causing injury to the pelvis and femur instead of the knees and tibia followed by the chest and abdomen (grill, fender or hood). - Then the child is thrown on the ground and sustaining injury to the opposite side of the head",
        "cop": 2,
        "opa": "Adult pedestrian struck by motor vehicles",
        "opb": "Pediatric pedestrian struck by motor vehicles",
        "opc": "Front seat passengers of motor vehicles",
        "opd": "Driver of a motor vehicle",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "03231117-24e4-4238-bf33-1ae970fbc6cb",
        "choice_type": "single"
    },
    {
        "question": "Flaying is seen in which type of lacerated wound:",
        "exp": "Avulsion laceration: Also called as Shearing laceration due to run-over injuries.Eg: lorry wheel passes over a limb. Flapping/ Flaying: A flap of tissues is stripped off from the underlying bone. Direction of flap - direction of force.",
        "cop": 3,
        "opa": "Split",
        "opb": "Stretch",
        "opc": "Avulsion",
        "opd": "Cut",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "ede5b2bb-dbdf-423c-929b-8968f9fdd1cf",
        "choice_type": "single"
    },
    {
        "question": "Blackening of eye after forehead injury is due to :",
        "exp": "Ectopic bruise/ Migratory bruise: Appearance of Bruise at a site other than the site of impact. Blood tracks along fascial planes or between muscle layers along the path of least resistance and then may appear where the tissue layers become superficial. Site of bruise does not always indicate the site of injury Site of Impact Bruising site Forehead Periorbital (Black eye/ spectacle hematoma/ Racoon eye) Iliac crest Lateral aspect of thigh Calf muscle Behind tendo-calcaneum",
        "cop": 4,
        "opa": "Friction abrasion",
        "opb": "Patterned abrasion",
        "opc": "Penny bruise",
        "opd": "Ectopic bruise",
        "subject_name": "Forensic Medicine",
        "topic_name": "Mechanical Injuries",
        "id": "f74968b3-2210-4733-bc6d-ca3e80167941",
        "choice_type": "single"
    }
]