[
    {
        "question": "Under transplantation of humans organs act, the punishment for the doctor involved is",
        "exp": "The Transplantation of Human Organs Act 1994, amended in 2011, and 2012 Chapter VI and VII deals with the trial and punishment of offences under this act. Under this act, doctors involved will be punished for a period of 2-5yrs. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr. PC IGNATIUS PAGE NO: 389",
        "cop": 3,
        "opa": "< 1 year",
        "opb": "< 2 years",
        "opc": "2-5 years",
        "opd": "> 5 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "3ec267ef-dc91-4a47-81de-070ce0bf7213",
        "choice_type": "single"
    },
    {
        "question": "After the death of the 78 years old male patient in a hospital , who was suffering from COPD. His relatives entered the hospital with heavy sharp weapons and damaged the hospital propey and stared abusing and beating the doctor as well as his staff, Violence against a medical practitioner is considered as:",
        "exp": "Medical protection act: The Act, covering doctors affiliated to institutions as well as independent practitioners, outlaws attacks against physicians and damage to their propey. Offenders can get a jail term of up to 3 years and a fine of Rs 50,000. As per the medicare service persons and damage to propey in medicare service institutions (Prevention of violence and damage or loss to propey) Act , Violence against a registered medical practitioner is considered as a cognizable and non-bialable offence.",
        "cop": 4,
        "opa": "Non-cognizable and non-bailable offense",
        "opb": "Non-cognizable and bailable offense",
        "opc": "Cognizable and bailable offense",
        "opd": "Cognizable and non-bailable offense",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "df6cb8f2-27d5-41be-a8b1-32cdda520ca6",
        "choice_type": "single"
    },
    {
        "question": "Surgical scissors left in abdomen is covered under which doctrine -",
        "exp": "Res ipsa loquitur: means the thing or fact speaks for itself. Here the patient has to merely state the act of negligence. It must satisfy the conditions that in the absence of negligence, the injury would not have occurred ordinarily, the doctor had exclusive control over the injury-producing treatment or instrument and the patient was not guilty of contributory negligence. The case can be proved without medical evidence. Medical maloccurrence: in spite of good medical attention and care, an individual fails to respond properly or may suffer from adverse reactions of the drug. Therapeutic misadventure: is a case in which an individual has been injured or had died due to some unintentional act by a doctor or agent of the doctor or the hospital. eg: hypersensitivity reaction caused by penicillin, aspirin, etc. Novus actus interveniens: if the doctor is negligent, which results in a detion from the logical sequence of events, then the responsibility for the subsequent disability or death may pass from the original incident to the later negligent action of the doctor. eg: leaving of a swab or surgical instrument in the abdomen after the repair of an internal injury. Ref: Dr.K.S.Narayana Reddy, The Essentials of Synopsis of Forensic Medicine & Toxicology, 34th edition Pg.37,38,44.",
        "cop": 1,
        "opa": "Res ipsa loquitur",
        "opb": "Medical maloccurrence",
        "opc": "Therapeutic misadventure",
        "opd": "Novus actus interveniens",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "1bb6a4dd-3815-4e73-a7fc-7b9269c97f5c",
        "choice_type": "single"
    },
    {
        "question": "If parents or guardian is not available consent can be taken from teacher or principal under",
        "exp": "Loco parentis In an emergency involving children, when their parents or guardian are not available, consent can be taken from the person who is in charge of the child, eg. teacher or the principal of the residential school. They can give consent in the place of the parent. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 385",
        "cop": 3,
        "opa": "Therapeutic privilege",
        "opb": "Emergency doctrine",
        "opc": "Loco parentis",
        "opd": "Therapeutic waiver",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "4924fce7-eb5f-455f-9078-c0e1f7338e09",
        "choice_type": "single"
    },
    {
        "question": "Dowry death is defined under section",
        "exp": "Dowry death is defined under section 304 B *According to this if husband or his relative subjects the woman to cruelty or harassment in demand of dowry within 7 years of marriage,they shall be deemed to have caused her death *The punishment for such cases is improvement for not less than 7 years,but may be extended to life imprisonment OptionA :Section 304 A IPC:Causing death by negligence Option C:Section 174 Cr. P. C:Police inquest Option D:Section 176 Cr. P. C. Magistrate inquest Textbook of Forensic Medicine and toxicology 2nd edition pg333",
        "cop": 2,
        "opa": "304A IPC",
        "opb": "304B",
        "opc": "174Cr. P. C",
        "opd": "176Cr. P. C",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "cb474535-6aaf-41fb-8cc9-e9c0c21e86a6",
        "choice_type": "single"
    },
    {
        "question": "Contributory negligence is related with:",
        "exp": "Contributory Negligence: Negligence of both patient and doctors. For e.g Doctor puts tight plaster on patient (Doctor Negligent). The patient develops numbness but does not inform doctor and suffers injury (patient negligent). It is a defence only in civil negligence and has no place in criminal negligence. Other rules related to Contributory Negligence Last clear chance doctrine--Both doctor and patient are negligent but doctor had the last chance to avoid injury but he did not use this chance. Doctor will have to pay damages Avoidable consequences rule: Negligence of patient occurs after he has sued the doctor for negligence. The doctor will not be responsible for the fuher damaged caused by negligence of patient. Patient should have taken appropriate steps to reduce the fuher consequences of injury",
        "cop": 3,
        "opa": "Eggshell skull rule",
        "opb": "Master servant rule",
        "opc": "Avoidable consequences rule",
        "opd": "Common knowledge rule",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "d4c78e47-36f2-415f-a535-23ec5791c977",
        "choice_type": "single"
    },
    {
        "question": "During delivery A gives bih to a stillborn .A conceals the bih by secret disposal of dead .Which of the following statement is false regarding this situation",
        "exp": "The act done by A the of the stillborn by secretly disposing of the dead and punishment for the same is defined under section ***IPC section 317-Exposure and abandonment of child 12 years by parents Punishment -up to 7 years of imprisonment or fine or both ***318 IPC -Concealment of bih by secret disposal of the body Punishment -up to 2 years of imprisonment or fine or both Reference :Textbook of Forensic Medicine and toxicology 5th edition pg no 156",
        "cop": 4,
        "opa": "A can be imprisoned for a maximum of 2 yrs",
        "opb": "The punishment for the act done by A is defined under section 318 of IPC",
        "opc": "A is guilty of offence",
        "opd": "The act done by A is defined under Section of IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "b08cea65-414e-4b6b-9d00-ca3ae7f310cd",
        "choice_type": "multi"
    },
    {
        "question": "Something done by the medical practitioner disgraceful and dishonourable to the medical profession is called",
        "exp": "Professional misconduct It is defined as something done by the medical practitioner, which is disgraceful and dishonourable to the medical profession. It involves the abuse of medical profession Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 375",
        "cop": 1,
        "opa": "Professional misconduct",
        "opb": "Civil negligence",
        "opc": "Medical negligence",
        "opd": "Criminal negligence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "8979fb6e-6f9d-4eb5-aa5f-46e9034abe5a",
        "choice_type": "multi"
    },
    {
        "question": "Person had a fight with a neighour where he assaulted him, he can be booked under",
        "exp": "Assault: An offer of threat or attempt to apply force to the body of another in a hostile manner (Sec. 351 IPC).1 It does not matter whether it injures him physically or not. Shaking of head or showing of a fist at a person in a hostile manner will constitute an assault. Ref - Krishan Vij textbook of forensic medicine and toxicology 5e pg : 210",
        "cop": 4,
        "opa": "44 IPC",
        "opb": "319 IPC",
        "opc": "320 IPC",
        "opd": "351 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "8aa7942a-ad13-4276-a791-cb0ed11e1fb6",
        "choice_type": "single"
    },
    {
        "question": "Forceps inside the abdomen postoperatively amounts to",
        "exp": "Res ipsa loquitur (Latin for \"the thing speaks for itself\"): * Doctrine that infers negligence from the very nature of an accident or injury itself proves the negligent action of the physician in the absence of direct evidence. Res Judicata * Medical negligence case adjudicated by a cou and therefore may not be pursued fuher by the same paies in another cou. Respondent superior * A doctrine that holds an employer legally responsible for the wrongful acts of an employee, if such acts occur within the scope of the employment",
        "cop": 1,
        "opa": "Res ipsa loquitur",
        "opb": "Res judicata",
        "opc": "Respondent superior",
        "opd": "Novus actus interveniens",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "db26142c-35fd-46fe-b0b8-bc9b0c41473a",
        "choice_type": "single"
    },
    {
        "question": "A death ceificate is given below, main underlying cause of death is :-",
        "exp": "Death ceificate consists of two pas. Pa I is divided into three sub pas - (a), (b) and (c). These are for disease processes that have led directly to death, (a) is a direct cause of death and is a consequence of (b), which in turn is due to (c). it is the disease in 1(c) or 1(d) that is the most impoant, as it is the primary pathological condition, the sta of the events leading to death. It is this disease that is the underlying cause of death. Pa I (c) and I(d) are the essence of death ceificate and denote the main underlying cause of death",
        "cop": 4,
        "opa": "Pulmonary embolism",
        "opb": "Secondary carcinoma shaft of femur",
        "opc": "Fracture of femur",
        "opd": "Malignant neoplasm of breast",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "0baa755f-1e84-4857-a14a-dc0d8e47e7be",
        "choice_type": "single"
    },
    {
        "question": "A boy attempts suicide. The boy dies due to the complications in the hospital. Doctor should:",
        "exp": "In case of suicide, there is no need to inform the police if the person is alive. If the person dies due to complications, we should inform the police.",
        "cop": 1,
        "opa": "Inform police",
        "opb": "Not required as it is a case of suicide",
        "opc": "Repo to magistrate",
        "opd": "Handover the body to the legal guardian",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "6d64321d-ad2e-407f-b331-c77e338ddeeb",
        "choice_type": "single"
    },
    {
        "question": "Exception to the rule of professional secrecy is allowed under following circumstances except -",
        "exp": "Exceptions to professional secrecy are: In cases of 1. Infectious diseases 2. Venereal diseases 3. Servants and employees 4. Notifiable diseases 5. Patient's own interest 6. Self- interest 7. Cous of law 8. Suspected crime REF: The Synopsis of Forensic Medicine and Toxicology by Dr. K.S. Narayan Reddy 29th edition page no: 19.",
        "cop": 1,
        "opa": "Cou of law",
        "opb": "Cases of suspected crime",
        "opc": "In negligent suits",
        "opd": "In interest of relatives",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "b0daf3b4-40ec-4be2-b4c7-787f7d5139da",
        "choice_type": "multi"
    },
    {
        "question": "Failure of the administrators of the hospital to provide adequate facilities comes under",
        "exp": "Corporate negligence It is the failure of the administrators of the hospital to provide the adequate facilities including doctors. The hospital administration should provide standard equipments and competent employees. If the damage has occured as a result of negligent action of hospital administration, then it is liable for the damages. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 382",
        "cop": 2,
        "opa": "Contributary negligence",
        "opb": "Corporate negligence",
        "opc": "Composite negligence",
        "opd": "Therapeutic misadventure",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "0556b9a6-90dd-4ad3-8878-57b8f2fc60f3",
        "choice_type": "single"
    },
    {
        "question": "The principle 'respondent superior' is applied by",
        "exp": "Vicarious liability Responsibility lies on the superior for the negligent action of his subordinate who is supposed to work under the guidance of the superior. The principle applied is called 'respondent superior' which means 'let the master answer' .To apply this principle, There must be an employer employee relationship to be established. The employee's conduct should occur within the scope of his employment. The negligence occurs during while on job. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 381",
        "cop": 1,
        "opa": "Vicarious liability",
        "opb": "Products liability",
        "opc": "Medical maloccurence",
        "opd": "Therapeutic misadventure",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "b759ed9c-0eaf-4a91-acba-56186d0998ed",
        "choice_type": "single"
    },
    {
        "question": "Sec 304A IPC deals with",
        "exp": "Sec 304A IPC deals with criminal negligence \" Whoever causes death of any person by doing a rash and negligent act not amounting to culpable homicide shall be punished with imprisonment upto 2 years, with fine or both\" Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 379",
        "cop": 2,
        "opa": "Professional misconduct",
        "opb": "Criminal negligence",
        "opc": "Contributary negligence",
        "opd": "Vicarious responsibilty",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "41468c5e-db97-4d9c-85c8-8f014488204e",
        "choice_type": "single"
    },
    {
        "question": "Code of conduct means",
        "exp": "Warning notice (Code of conduct) It is the general guide line for doctors for things that they should not do in their professional career. The council from time to time issue a list of unethical practices that a medical professional should not do and if otherwise, will amount to serious professional misconduct. This is called warning notice. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 374",
        "cop": 3,
        "opa": "Rules to enter the name into register",
        "opb": "Rules to medical institutions",
        "opc": "General guidelines for doctors for things that they should not do in their professional career",
        "opd": "Guidelines to improve the standard of medical education",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "0ef374bb-138d-4faa-a3ec-15aca080057e",
        "choice_type": "single"
    },
    {
        "question": "The maximum punishment for issuing a false ceificate?",
        "exp": "Issuing or signing a false ceificate is equivalent to giving false evidence (Sec. 197 IPC) and punished with imprisonment of up to 7 years and fine (Sec. 193 IPC). Ref: Krishan Vij textbook of forensic medicine, 5th edition pg : 11",
        "cop": 4,
        "opa": "6 months",
        "opb": "1 year",
        "opc": "3 years",
        "opd": "7 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "13feb381-cac0-4ae2-9781-75044c77b368",
        "choice_type": "multi"
    },
    {
        "question": "Locard&;s Prinicple is concerned with:",
        "exp": "Locard&;s Principle is considered with Theory of exchange. Locard&;s Exchange Principle Locard&;s exchange principle states that when any two objects come into contact, there is always transfer of material from each object on to the other. This principle is often used as a sure proof of crime. Option A Principle/Rule concerned with Theory of exchange Locard&;s Exchange Principle Option B Principle/Rule concerned with criminal; responsibility for insane Mc. Naughten rule Durham&;s rule Curren&;s rule Brawer rule Option C Principle/Rule concerned with calculating the age of fetus Rule of Hasse Option D Principle/Rule concerned with firearm wounds of skull Puppe&;s Rule Ref: APC Essentials of Forensic Medicine and Toxicology by Anil Aggarwal",
        "cop": 1,
        "opa": "Theory of exchange",
        "opb": "Criminal responsibility",
        "opc": "Calculating age of fetus",
        "opd": "Firearm wounds of skull",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "6eb43148-65fe-4d8d-a64d-4b3058d1d97e",
        "choice_type": "single"
    },
    {
        "question": "Punishment for issuing a false ceificate is",
        "exp": "Section 197 IPC: Issuing or signing the false ceificate: Classification of Offence: Punishment: The same as for giving or fabricating false evidence. Cognizable or Non-cognizable :Non-cognizable Bailable or Non-bailable :Bailable. By Which Cou Triable: Cou by which offence of giving false evidence is triable. Whoever issues or signs any ceificate required by law to be given or signed, or relating to any fact of which such ceificate is by law admissible in evidence, knowing or believing that such ceificate is false in any material point, shall be punished in the same manner as if he gave false evidence (punishment up to 7 years). The Indian Penal Code 1860: Chapter XI: Of False Evidence And Offences Against Public Justice : Section 191 IPC Giving false evidence Section 192 IPC Fabricating false evidence Section 193 IPC Punishment for false evidence Section 197 IPC Issuing or signing a false ceificate Section 201 IPC Causing disappearance of evidence of the offence, or giving false information to screen offender Section 202 IPC Intentional omission to give information of offence by person bound to inform Ref: 1.Dr K.S.Narayana Reddy, The Essentials of Forensic Medicine and Toxicology, 34th edition, page no: 53. 2. The Indian Penal Code, 1860.",
        "cop": 4,
        "opa": "4 years",
        "opb": "5 years",
        "opc": "6 years",
        "opd": "7 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "487cda77-7826-44ee-ad72-bc7c73c74426",
        "choice_type": "multi"
    },
    {
        "question": "In case of malpractice punishment is given by -",
        "exp": "The State Medical Council conducts enquiries on misconduct of all doctors. The complaint may be filed by a person or on the basis of information of misconduct of a doctor who has been convicted or censured by a cou. Judgement is based on voting by the members. Dr.K.S.Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition Pg.13, 14",
        "cop": 1,
        "opa": "State medical council",
        "opb": "MCI",
        "opc": "IMA",
        "opd": "High cou",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "f37f2ced-26f6-4d1e-b2a3-b79fd9b7786a",
        "choice_type": "single"
    },
    {
        "question": "All are ingredients of professional misconduct except",
        "exp": "Ingredients of professional misconduct Adveising Association Adultery Aboion Alcohol Addiction Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 376",
        "cop": 3,
        "opa": "Association",
        "opb": "Adultery",
        "opc": "Advising",
        "opd": "Adveising",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "df1d03f6-f6be-48b6-a674-471b71feac39",
        "choice_type": "multi"
    },
    {
        "question": "IPC section 314 deals with",
        "exp": "312-causing miscarriage with consent 313-causing miscarriage without consent 314-death of mother due to miscarriage 315-Preventing the child being or cause it to die after bih 316-Causing death of the quick unborn child by act to culpable homicide Textbook of Forensic Medicine and toxicology ,5th edition pg number 387",
        "cop": 3,
        "opa": "Causing miscarriage with consent",
        "opb": "Causing miscarriage without consent",
        "opc": "Death of mother due to miscarriage",
        "opd": "Preventing the child being alive or to cause it to die after bih",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "8d6d1e3a-1d65-44f4-8b61-46d8970a69a2",
        "choice_type": "single"
    },
    {
        "question": "One of the following document is specific about compelling a witness to produce documents?",
        "exp": "Subpoena/ summons is a document compelling the attendance of a witness in a cou of law, under penalty, on a paicular day, time and place for the purpose of giving evidence. Sec. 61-69 CrPC deals with the summons. A subpoena can be of two types: i. Subpoena duces tecum: Person is required to bring ceain documents or other evidence to the cou (usually the postmoem or the medico-legal repo) specified in the subpoena. ii. Subpoena ad testificandum: Requires the individual to testify before the cou ref - <a href=\"",
        "cop": 3,
        "opa": "Subpoena",
        "opb": "Subpoena Ad Testificandum",
        "opc": "Subpoena Duces Tecum",
        "opd": "Summons",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "d53260e9-a874-45ba-a7fd-c93618551d64",
        "choice_type": "single"
    },
    {
        "question": "Punishment of Perjury is given by",
        "exp": "* Sec 191 IPC Giving false evidence under oath (perjury definition) * Sec 192 IPC Fabricating false evidence * Sec 193 IPC Punishment for perjury (3-7 years) Ref:- Essentials of Forensic medicine Dr KS narayana Reddy 33th Edition; Pg num:- 13",
        "cop": 2,
        "opa": "191 IPC",
        "opb": "193 IPC",
        "opc": "197 IPC",
        "opd": "198 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "858c1d6f-306a-49ca-917a-f0a5592aa485",
        "choice_type": "single"
    },
    {
        "question": "Preauricular sulcus helps in detection of",
        "exp": "The preauricular sulcus is a pa of the pelvis. it is used to identify the sex of an individual. it is not frequent narrow shallow in males and it is more frequent broad and deep in females. REF: The Synopsis of Forensic Medicine and Toxicology 29th edition page no: 36.",
        "cop": 3,
        "opa": "Age",
        "opb": "Race",
        "opc": "Sex",
        "opd": "height",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "887a8f35-a69a-45ee-af02-54841809e341",
        "choice_type": "single"
    },
    {
        "question": "Failure to execute reasonable degree of skill and care or wilful negligence of a medical practitioner which causes some harm to the patient called",
        "exp": "Medical negligence (Professional negligence, Malpractice, Malpraxis) It is the failure to execute reasonable degree of skills and care or wilful negligence of a medical practitioner which causes some harm or bodily injury or death of the patient. Negligence may be the act of omission: not doing something that a reasonable man under the circumstances would do or act of commission: doing something a reasonable man would not do. Ref: FORENSIC MEDICINE AND TOXICOLOGY DR PC IGNATIUS THIRD EDITION PAGE 378",
        "cop": 3,
        "opa": "Professional misconduct",
        "opb": "Professional jealousy",
        "opc": "Professional negligence",
        "opd": "Vicarious responsibilty",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "db795587-429d-4232-9626-b39f1e3ac17f",
        "choice_type": "multi"
    },
    {
        "question": "Misconduct in public by a drunken person is defined under section",
        "exp": "IPC section Sections in deal with 377 unnatural sexual offence 497 adultery 510 misconduct in public by drunken person A five judge Constitution bench of the Supreme Cou deals with adultery Refernce :Textbook of Forensic medicine and toxicology page number 211",
        "cop": 4,
        "opa": "377IPC",
        "opb": "497IPC",
        "opc": "498IPC",
        "opd": "510IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "e29db420-12ed-420f-9a1c-d5133aa49f40",
        "choice_type": "single"
    },
    {
        "question": "Punishment for kidnapping under which section",
        "exp": "Punishment for kidnapping under section 363IPC * 360 IPC-kidnapping from India *361 IPC-kidnapping from guardianship *362 IPC -abduction *363 IPC-Punishmnennt for kidnapping 370 IPC-trafficking a person 370 A IPC-exploitation of trafficked person 372-sending minor for purpose of prostitution 373-buying minor for prostitution Reference:The essentials of Forensic medicine and toxicology PG no 295",
        "cop": 4,
        "opa": "360IPC",
        "opb": "361IPC",
        "opc": "362IPC",
        "opd": "363IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "f9d1beee-2558-4652-a9ba-22473783a471",
        "choice_type": "single"
    },
    {
        "question": "Doctor who did surgery on wrong side of the patient is punishable under section -",
        "exp": "The doctor who has operated on the wrong side of patient has committed criminal negligence. Sec. 304- A IPC deals with criminal negligence. It states that \"Whoever causes the death of any person, by doing any rash or negligent act not amounting to culpable homicide shall be punished with imprisonment up to two years or with fine or with both. REF: \" Dr.K.S.Narayana Reddys Synopsis of Forensic Medicine & Toxicology 29th edition Pg.23.",
        "cop": 1,
        "opa": "S. 304 IPC",
        "opb": "S. IPC",
        "opc": "S. 305 AIPC",
        "opd": "S. 305 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "62ce418f-9f4b-4377-88f8-0c48007972d3",
        "choice_type": "single"
    },
    {
        "question": "All of the following are defence against professional negligence except",
        "exp": "Vicarious liability: Responsibility lies on the superior for the negligent action of his subordinate who is supposed to work under the guidance of the superior. The principle applied is called \" respondent superior \" which means 'let the master answer'. To apply this principle, the following conditions are to be satisfied: 1. There must be an employer employee relationship to be established. 2. The employee's conduct should occur within the scope of his employment. 3. The negligence occurred while on the job. Generally the main doctor becomes responsible for the negligence of his assistant. That does not mean that the junior is not responsible. He is also responsible if that duty is entrusted on him. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr. PC IGNATIUS PAGE NO 381",
        "cop": 4,
        "opa": "Res indicata",
        "opb": "Res judicata",
        "opc": "Therapeutic misadventure",
        "opd": "Vicarious responsibilty",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "d8854eb8-05dc-4e0b-ae80-45dde747b050",
        "choice_type": "multi"
    },
    {
        "question": "In civil negligence, onus of proof lies on -",
        "exp": "BURDEN OF PROOF: The patient has to prove the four elements of negligence by a preponderance of the evidence. The four elements are the existence of Duty of care by a doctor, Dereliction on pa of the doctor to maintain the applicable standard of care and skill, failure to exercise duty or care led to Direct causation of damage and Damage caused was of the type which could be foreseen by the doctor. Dr.K.S.Narayana Reddys Synopsis of Forensic Medicine & Toxicology 29th edition Pg.20.",
        "cop": 4,
        "opa": "Judicial first degree magistrate",
        "opb": "Police not below the level of sub inspector",
        "opc": "Doctor",
        "opd": "Patients",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "a9ab47cf-2796-445c-a270-e86382d46191",
        "choice_type": "single"
    },
    {
        "question": "Declaration of Geneva is related with -",
        "exp": "The modernized version of the Hippocratic Oath is the Declaration of Geneva (1948). DECLARATION OF GENEVA: Adopted by the 2nd General Assembly of the World Medical Association, Geneva, Switzerland, September 1948and amended by the 22nd World Medical Assembly, Sydney, Australia, August 1968and the 35th World Medical Assembly, Venice, Italy, October 1983and the 46th WMA General Assembly, Stockholm, Sweden, September 1994and editorially revised by the 170th WMA Council Session, Divonne-les-Bains, France, May 2005and the 173rd WMA Council Session, Divonne-les-Bains, France, May 2006 and amended by the 68th WMA General Assembly, Chicago, United States, October 2017. At the time of registration by the State Medical Council, each applicant is given a copy of the Declaration of Geneva by the Registrar concerned. Ref: 1. <a href=\" <p> 2. Dr.K.S.Narayana Reddy, The Essentials of Forensic Medicine & Toxicology, 34th edition, Pg.25.",
        "cop": 3,
        "opa": "Medical etiquette",
        "opb": "Disciplinary control",
        "opc": "Hippocratic oath",
        "opd": "Professional misconduct",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "8568986c-a908-46ca-8d16-49dd4e084cec",
        "choice_type": "single"
    },
    {
        "question": "Which is the maximum sentence which a metropolitan magistrate can pass",
        "exp": "Powers of Magistrate Magistrate Period of imprisonment Amount of fine Chief Judicial Magistrate/Chief Metropolitan Magistrate upto 7 years unlimited Judicial 1st Class/ Metropolitan Magistrate upto 3 years Rs. 10,000/- Judicial 2nd class Magistrate upto 1 year Rs. 5,000/- Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr. PC IGNATIUS THIRD EDITION PAGE NO: 9",
        "cop": 4,
        "opa": "Imprisonment for 5 years and fine of Rs 10,000",
        "opb": "Imprisonment for 3 years and fine of Rs 3,000",
        "opc": "Imprisonment for 1years and fine of Rs 10,000",
        "opd": "Imprisonment for 3 years and fine of Rs 10,000",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "65a764ff-6c44-448a-b6ce-d8c31c27ce79",
        "choice_type": "single"
    },
    {
        "question": "A patient died and relatives complain that it is due to negligence of doctor. According to a recent Supreme cou judgment, doctor can be charged for Medical Negligence under section 304-A, only if -",
        "exp": "Criminal negligence is dealt with 304-A IPC. It arises when a doctor shows the gross absence of care or skill resulting in serious injury or death of the patient. ELEMENTS OF NEGLIGENCE: Duty dereliction direct causation damage Dr.K.S.Narayan Reddys Synopsis of Forensic Medicine & Toxicology 29th edition Pg.20.",
        "cop": 3,
        "opa": "If he is from corporate hospital",
        "opb": "If negligence if from inadveent error",
        "opc": "Gross negligence",
        "opd": "Res Ipsa Loquitor",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "beed6864-b882-40e1-b1ba-b7700e24d812",
        "choice_type": "single"
    },
    {
        "question": "False statement regarding Red Cross sign:",
        "exp": "Red Cross emblem can be used only by members of army medical services. Usage of Red Cross emblem by doctors is Punishable with fine & forfeiture of Propey.",
        "cop": 4,
        "opa": "Can be used by army medical services",
        "opb": "Punishable to use it without permission",
        "opc": "Used by members of Red Cross",
        "opd": "Can be used by doctors and ambulances",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "55fb12b4-ee5b-42d2-b7df-261a894c86b8",
        "choice_type": "multi"
    },
    {
        "question": "An inpatient of the hospital suffers burns injury when hot bottles were used for the treatment. In the case, the hospital incharge was also charged for the negligence under the doctrine of ___",
        "exp": "Vicarious Liability/Respondeat Superior An employer is responsible not only for his own negligent act, but also for the negligent act of his employees by the principle of 'respondeat superior'. It also called the 'Master-Servant Rule'. In medical practice, usually, the principal doctor becomes responsible for any negligence of his assistants (both medical and para-medical). Both maybe sued by the patient, even though the principal has no pa in the negligent act. A doctor may be associated temporarily with another doctor with the establishment of an employee employer relationship between them. Thus, if one surgeon assists another in the operating room for a fee, the assistant is considered as an employee of the principal surgeon.",
        "cop": 1,
        "opa": "Vicarious liability",
        "opb": "Res ipsa loquitur",
        "opc": "Novus actus interveniens",
        "opd": "Contributory negligence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "b60a83e9-26f9-451a-b88f-43a7046fd670",
        "choice_type": "single"
    },
    {
        "question": "Medical etiquette is related to -",
        "exp": "Medical etiquette * Medical etiquette deals with the conventional laws and customs of couesy observed between members of the medical profession. * For instance, a doctor is not expected to charge for giving medical advice and/or medicines to another doctor. * He is also expected to see him out of turn. If he follows these guidelines, he is said to have observed proper medical etiquette . Dr. K. S. Narayan Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 1.",
        "cop": 3,
        "opa": "Legal responsibility of physicians",
        "opb": "Rules to be followed by physician",
        "opc": "Laws of couesy observed between physicians",
        "opd": "Moral principles",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "f3b97aab-f427-427d-9563-e01fe09d8b1e",
        "choice_type": "single"
    },
    {
        "question": "A person breaks someone's mandible in an alleged fight. Police can",
        "exp": "Cognizable offence: It is an offence in which a police officer can arrest a person without warrant from the Magistrate, e.g. rape, murder, dowry death or attempt to murder, grievous hu . Direct impacts on the face can cause fractures of the mandible and maxilla. This also can cause dangerous bleeding into the air passages. Clause Kinds of hu First Emasculation Second Permanent privation of the sight of either eye Third Permanent privation of the hearing of either ear Fouh Privation of any member or joint Fifth Destruction or permanent impairing of the powers of any member or joint Sixth Permanent disfiguration of the head or face Seventh Fracture or dislocation of a bone or tooth Eighth Any hu which endangers life, or which causes the sufferer to be during the space of 20 days in severe bodily pain or unable to follow his ordinary pursuits",
        "cop": 2,
        "opa": "Arrest with warrant",
        "opb": "Arrest without warrant",
        "opc": "Declare him hostile and put him in jail",
        "opd": "Put him in mental asylum",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "5ae3e424-d503-4ad6-9c99-798e2e150280",
        "choice_type": "multi"
    },
    {
        "question": "The power to summon persons by a police officer comes under which section of CRPC",
        "exp": "Section Deals with 39 Duty to give information 53 examination of accused by a medical at the request of medical professor 53A examination of person accused of rape by medical practitioner 54 examination of arrested person by medical practitioner by request of arrested person 61-69 summons 161 the police has the power to examine witness 162 oral statements made to the police and recorded by police should not be signed 175 power to summons by a police officer Reference :the essentials of Forensic Medicine and toxicology page number 55",
        "cop": 2,
        "opa": "39",
        "opb": "175",
        "opc": "357",
        "opd": "416",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "020099fe-529a-45ce-b772-b1225f5f7ffc",
        "choice_type": "single"
    },
    {
        "question": "Following are examples of privileged communication except",
        "exp": "Privileged communication veneral disease Infectious diseases Notifiable disease In patient's interest Suspected crime Cous of law Insurance repos Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 384",
        "cop": 4,
        "opa": "Veneral diseases",
        "opb": "Infections diseases",
        "opc": "Notifiable disease",
        "opd": "Non communicable disease",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "7986e9b0-883a-4b44-8f1f-2632cb63edc9",
        "choice_type": "multi"
    },
    {
        "question": "An unreasonable conduct from the pa of patient which is combined with the doctor's negligence contribute to",
        "exp": "Contributary negligence Any unreasonable conduct from the pa of the patient, which is combined with the doctor's negligence, causing injury is called contributary negligence. These include: Failure to give the doctor accurate medical history Failure to co operate with the doctor in carrying out his proper instructions Refusing to take the suggested treatment Leaving the hospital against the doctor's advice Failure to take fuher medical assistance if symptoms persist Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 381",
        "cop": 3,
        "opa": "Civil negligence",
        "opb": "Criminal negligence",
        "opc": "Contributary negligence",
        "opd": "Corporate negligence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "da1d7f9c-5470-4c51-9a6d-ea2768daef8a",
        "choice_type": "single"
    },
    {
        "question": "Punishment for murder by life convict is under",
        "exp": "303 IPC Punishment for murder by life-convict: Whoever, being under sentence of imprisonment for life, commits murder, shall be punished with death Ref - <a href=\"",
        "cop": 3,
        "opa": "299 IPC",
        "opb": "302 IPC",
        "opc": "303 IPC",
        "opd": "304 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "3f886486-7c31-4aea-b90a-b1bc9cbeb2c2",
        "choice_type": "single"
    },
    {
        "question": "Res indicata suggest the case against doctor should be filled within",
        "exp": "Res indicata The case against the doctor should be filed within 2 years from the date of alleged negligence. After the stipulated time, a case of negligence cannot be filed. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 382",
        "cop": 3,
        "opa": "6 months",
        "opb": "1 year",
        "opc": "2 years",
        "opd": "5 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "7e2d6dce-47bb-42ec-b242-7b77ae2966f7",
        "choice_type": "single"
    },
    {
        "question": "Vicarious responsibility peains to -",
        "exp": "Vicarious liability or respondeat superior is the doctrine that an employer is responsible not only for his own negligence but also of his employees. The conditions to be satisfied are there must be an employer-employee relationship, the employees' conduct must occur within the scope of employment and should occur while on the job. Liability will be fixed upon those actually at fault and those whose control over negligent is proved. REF: Dr.K.S.Narayana Reddys Synopsis of Forensic Medicine & Toxicology 29th edition Pg.26.",
        "cop": 2,
        "opa": "Patient's contribution towards negligence",
        "opb": "Hospitals contribution towards patient's damages",
        "opc": "Responsibility for actions of a colleague",
        "opd": "Responsibility of senior for actions of Junior",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "9e3263f0-1a16-4f13-8992-a389e250bbd9",
        "choice_type": "single"
    },
    {
        "question": "Doctrine of common knowledge is a variant of",
        "exp": "Doctrine of common knowledge Doctrine of Common Knowledge - It is based on the assumption that the issue of negligence in the paicular case is not related to specialized knowledge or technical matters of the medical profession, but an act involving application of common knowledge. - Expes may not provide evidence regarding matters of 'common knowledge'. - It is a variant of res ipsa loquitur",
        "cop": 2,
        "opa": "Medical maloccurence",
        "opb": "Res ipsa loquitur",
        "opc": "Novus actus interveniens",
        "opd": "Calculated risk doctrine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "68f8f19e-93ae-4cbf-a9e8-73b28b3ef632",
        "choice_type": "single"
    },
    {
        "question": "Criminal negligence is punishable under",
        "exp": "304A: Causing death by negligence: Whoever causes the death of any person by doing any rash or negligent act not amounting to culpable homicide shall be punished with imprisonment of either description for a term which may extend to two years, or with fine or with both. 302: Punishment for murder. 304: Punishment for culpable homicide not amounting to murder. Ref: Krishan Vij textbook of forensic medicine, 5th edition pg : 206",
        "cop": 4,
        "opa": "307 IPC",
        "opb": "306 IPC",
        "opc": "304 IPC",
        "opd": "304 (A) IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "84003cf1-2de9-4640-b676-2437e997a3ad",
        "choice_type": "single"
    },
    {
        "question": "Following are the rights of a medical practitioner except",
        "exp": "Doctor should not issue false ceificates and repo of futness, illness, etc and for cou purposes. This will amount to professional misconduct. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 377",
        "cop": 4,
        "opa": "Right to choose his patient",
        "opb": "Right to practice medicine anywhere in india",
        "opc": "Right to prescribe dangerous drugs",
        "opd": "Right to issue false ceificates",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "72803676-71ab-4218-a22c-bcc2acf3453e",
        "choice_type": "multi"
    },
    {
        "question": "Privileged communication among the following are all except -",
        "exp": "PRIVILEGED COMMUNICATION : It is a statement made bonafide upon any subject matter, by a doctor to the concerned authority, due to his duty to protect the interests of the community or the state. To be privileged, communication must be made to a person having an interest in it, or in reference of which he has duty. If made to more than one person, or to person who has not a direct interest in it, the plea of privilege fails. EXAMPLES OF PRIVILEGED COMMUNICATIONS: 1. Infectious diseases 2. Venereal diseases 3. Servants and employees 4. Notifiable diseases 5. Patient's own interest 6. Self-interest 7. Cous of law 8. Suspected crime REF: The Synopsis of Forensic Medicine and Toxicology by Dr. K.S.Narayan Reddy 29th edition page no: 19",
        "cop": 4,
        "opa": "In cou of law when asked by judge",
        "opb": "Information on communicable diseases",
        "opc": "In case of suspected crime",
        "opd": "Bus driver suffering from hepatitis A",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "7fa534f2-a0a9-4809-b1d5-d47d9dcb6236",
        "choice_type": "multi"
    },
    {
        "question": "Professional misconduct -",
        "exp": "Professional misconduct is any conduct of the doctor which might reasonably be regarded as disgraceful or dishonorable. Conduct is judged by professional men of good repute and competence. The doctor may get a warning notice and his name can be erased from Medical Register if guilty. These offenses include mnemonic 6 A's 1 D. Adultery, unlawful Aboion, Adveising, Association with unqualified persons in professional matters, Addiction, Alcohol, and Dichotomy or fee splitting. REF: Dr.K.S.Narayana Reddys Synopsis of Forensic Medicine & Toxicology 29th edition Pg.15.",
        "cop": 4,
        "opa": "Association with non medical persons in medical procedures",
        "opb": "Dichotomy",
        "opc": "Issuing false ceificate",
        "opd": "All of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "21ab02ba-24c1-4a73-91e4-025e335c1f2c",
        "choice_type": "multi"
    },
    {
        "question": "What is not true about valid consent -",
        "exp": "Consent is voluntary permission or agreement. It should be in simple words. It should be taken in presence of two witnesses. It should be free and voluntary. ref : Dr. K. S. Narayan Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 26.",
        "cop": 2,
        "opa": "Obtained in presence of two witness",
        "opb": "Use technical jargon",
        "opc": "Should not be obtained with for force, fear or fraud",
        "opd": "True information to be given freely",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "26ef57a8-bfc6-4097-b2bd-8d11abae3636",
        "choice_type": "multi"
    },
    {
        "question": "Criminal Negligence by a doctor is punishable under",
        "exp": "Section 304A in The Indian Penal Code Causing death by negligence: Whoever causes the death of any person by doing any rash or negligent act not amounting to culpable homicide, shall be punished with imprisonment of either description for a term which may extend to two years, or with fine, or with both. Ref - Krishnan Vij 5th edition 206",
        "cop": 3,
        "opa": "301 IPC",
        "opb": "302 IPC",
        "opc": "304 IPC",
        "opd": "304 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "777e7219-6ca8-494c-8dc1-1387292056fe",
        "choice_type": "single"
    },
    {
        "question": "Holograph will is:",
        "exp": "-Holograph will is one which is written by Testator in his own handwriting -Testamentary Capacity is capacity to make a valid will",
        "cop": 2,
        "opa": "Doctor dictates and written by relatives",
        "opb": "Testator writes in his own handwriting",
        "opc": "Testator dictates and written by relatives",
        "opd": "Testator is dictated and written by doctor",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "801a27be-65cc-4d45-8c9f-3f5b44804c03",
        "choice_type": "single"
    },
    {
        "question": "Doctrine of res ipsa loquitur means -",
        "exp": "Res ipsa loquitur means the thing or fact speaks for itself. Here the patient need not prove negligence but has to merely state what according to him was the act of negligence. Following conditions must be satisfied: that in absence of negligence the injury would not have occurred ordinarily, that the doctor had exclusive control over injury producing instrument or treatment, that the patient was not guilty of contributory negligence. This condition is criminal negligence. REF: Dr.K.S.Narayana Reddys Synopsis of Forensic Medicine & Toxicology 29th edition Pg.22.",
        "cop": 3,
        "opa": "Common knowledge",
        "opb": "Medical maloccurance",
        "opc": "Fact speaks of itself",
        "opd": "Oral evidence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "d8cc44d4-3234-4151-9d2b-fd8299784030",
        "choice_type": "single"
    },
    {
        "question": "Law does not consider the following doctrine in a charge of criminal negligence",
        "exp": "Contributory negligence Is a defense for the doctor in civil negligence but not criminal cases The burden of proof lies with the doctor Damages awarded by the cou may be reduced",
        "cop": 2,
        "opa": "Vicarious liability",
        "opb": "Contributory negligence",
        "opc": "Resipsa loquitur",
        "opd": "Novus actus interveniens",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "31e4f020-0915-4afc-accf-1e15cc9343d8",
        "choice_type": "single"
    },
    {
        "question": "Professional death in medical profession is -",
        "exp": "RMP is Registered, medical practitioner ERASURE OF NAME: The name of the doctor is removed from the Medical Register: 1.After the death of the registered practitioner 2.entires which are made in error or as a result of fraud 3.PENAL ERASURE: The main cause for erasure is serious professional misconduct, and this is known as penal erasure or the professional death sentence It is given in the following conditions mnemonic 6A's 1 D Alcohol addiction adultery adveisement association Aboion dichotomy { fee spliting} REF: The Synopsis of Forensic Medicine and Toxicology 29th edition page no: 15 and 16.",
        "cop": 4,
        "opa": "Death of doctor",
        "opb": "Death sentence ordered by judge",
        "opc": "Death during police firing",
        "opd": "Removal of name of doctor from panel of RMP",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "9650e26e-9358-42d0-928a-45ee9efb7c9f",
        "choice_type": "single"
    },
    {
        "question": "A person undergone appendisectomy. On post op day 10 he died, postmoem patholist found gossypiboma. It is a case of -",
        "exp": "Criminal negligence includes gross absence of care and skill by doctor through commission or omission or when the doctor performs an illegal act. Dr.K.S.Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition Pg.21",
        "cop": 3,
        "opa": "Homicide",
        "opb": "Suicide",
        "opc": "Criminal negligence",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "d51ba81d-0d06-4861-8e54-c3ff74e7965b",
        "choice_type": "multi"
    },
    {
        "question": "Giving false evidence under oath is defined under section?",
        "exp": "Perjury: A witness who after taking an oath or making a solemn affirmation, willfully makes a false statement which he knows or believes to be the false (Sec. 191 IPC and Sec. 344 CrPC) is liable to be prosecuted for perjury under Sec. 193 IPC with imprisonment up to 7years and fine. Ref: Krishan Vij textbook of forensic medicine, 5th edition pg : 11",
        "cop": 4,
        "opa": "161 IPC",
        "opb": "171 IPC",
        "opc": "181 IPC",
        "opd": "191 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "b64e027f-94cb-4b9f-82cc-acfe1f6fc1f3",
        "choice_type": "multi"
    },
    {
        "question": "The IPC section that denotes the death of the human being,unless the contrary appears from the context is",
        "exp": "IPC section 46 denotes the death of the human being unless the contrary appears from the context. In the simple words, the word denotes the death of human being unless the contest suggests otherwise Other options *IPC44 :Denotes the Section on injury.The word injury denotes the death of a human being unless the context suggests otherwise *IPC45:Denotes section on life.The word life denotes the life of a human being,unless the contrary appears from the context *IPC 51:Denotes the section on Oath Reference The essentials of Forensic Medicine and toxicology 33rd edition, page number 139",
        "cop": 3,
        "opa": "44",
        "opb": "45",
        "opc": "46",
        "opd": "51",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "77d098a6-53f7-4292-a270-7da3317f7ad7",
        "choice_type": "single"
    },
    {
        "question": "First offence of stalking is",
        "exp": "Stalking involves following a woman or contacting such woman in spite of clear disinterest or monitors her through internet, e-mail or any other form of electronic communication. It is punishable under Sec. 354-D IPC with imprisonment for upto 3 years and fine (cognizable and bailable) and imprisonment upto 5 years and fine for subsequent offence (cognizable and non-bailable)",
        "cop": 1,
        "opa": "Cognizable & bailable",
        "opb": "Non- Cognizable & non- bailable",
        "opc": "Non-Cognizable & bailable",
        "opd": "Cognizable & non- bailable",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "34ec940b-2efc-4abb-b043-5114b14d7fc8",
        "choice_type": "single"
    },
    {
        "question": "The term 'MERMER' is related to",
        "exp": "MERMER ('Memory and Encoding Related Multifaceted Electroencephalographic Response') is the principle used in brain fingerprinting or brain mapping. Ref - Krishan Vij textbook of forensic medicine and toxicology 5e pg : 571",
        "cop": 1,
        "opa": "Brain fingerprinting",
        "opb": "Narcoanalysis",
        "opc": "DNA fingerprinting",
        "opd": "Polygraph test",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "64fd1b8e-ca6d-437d-b167-df759ef91b09",
        "choice_type": "single"
    },
    {
        "question": "All are defences against medical negligence except",
        "exp": "Defences against medical negligence Calculated risk doctrine Contributary negligence Vicarious liability Corporate negligence Products liability Medical maloccurence Therapeutic misadventures Error in judgement Res indicata Res judicata Composite negligence Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 382",
        "cop": 4,
        "opa": "Calculated risk doctrine",
        "opb": "Contributary negligence",
        "opc": "Vicarious liability",
        "opd": "Loco parentis",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "7464f3c3-7fe7-4b45-b7f4-afda3e7024de",
        "choice_type": "multi"
    },
    {
        "question": "Privileged communication plea fails if",
        "exp": "PRIVILEGED COMMUNICATION In the Community Interests Potential Threat of Grave Harm to the Safety of Public Suspected Crime Notifiable Diseases In the Interest of the Patient In the Cou of Law :He has to answer the questions to avoid contempt of cou.",
        "cop": 2,
        "opa": "Disclosure made to the cou in negligence cases",
        "opb": "Disclosure made in the special interests of doctor",
        "opc": "Disclosure of notifiable diseases to authority",
        "opd": "Disclosure of infectious diseases to employer",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "d33d3b45-7e7a-474b-870e-a230ec8be22f",
        "choice_type": "single"
    },
    {
        "question": "Once a case is completed between two paies, it cannot be tried again under the defence,",
        "exp": "Res judicata means 'the things have been decided': according to this rule, once a case is completed between two paies, it cannot be tried again. For example, a patient sues a doctor in a negligence case and things are decided; he cannot sue the doctor again in the same case. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 383",
        "cop": 2,
        "opa": "Res indicata",
        "opb": "Res judicata",
        "opc": "Composite negligence",
        "opd": "Corporate negligence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "bf57aa17-0661-4b8c-99a9-b5555b4d8cd7",
        "choice_type": "single"
    },
    {
        "question": "A doctor is not held guilty of negligence if",
        "exp": "Professional negligence: The failure to exercise reasonable care and skill of an ordinary prudent medical practitioner in the circumstances; a breach of duty to act with care appropriate to the situation, which resulted in bodily injury (harm/loss) or death of the patient.",
        "cop": 1,
        "opa": "He has exercised reasonable care and skill",
        "opb": "He has not obtained informed consent from patient",
        "opc": "He fails to give proper instructions",
        "opd": "Others sufferer disease from his patient",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "9cc99ef9-3245-42d5-85c6-9644ebaa1851",
        "choice_type": "single"
    },
    {
        "question": "The enquiry into the circumstances of death is called",
        "exp": "INQUEST is an enquiry into the cause of death. there are 2 types of inquest policeS.174, Cr.P.C. and magistrate inquest S.176, Cr.P.C. REF: The Synopsis of Forensic Medicine and Toxicology 29th edition page no: 3.",
        "cop": 2,
        "opa": "Homicide enquiry",
        "opb": "Inquest",
        "opc": "Open verdict",
        "opd": "Adjourned verdict",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "2886e1cd-133b-45dc-a956-84d0a6aad3c5",
        "choice_type": "multi"
    },
    {
        "question": "Criminal negligence is punishable for a maximum period of",
        "exp": "304A. Causing death by negligence-- Whoever causes the death of any person by doing any rash or negligent act not amounting toculpable homicide shall be punished with imprisonment of either description for aterm which may extend to two years, or withfine or with both. Ref - Krishan Vij textbook of forensic medicine and toxicology 5e pg - 206",
        "cop": 2,
        "opa": "1year",
        "opb": "2years",
        "opc": "3years",
        "opd": "5years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "1f87cc5b-298c-4302-a63e-cfa813c98763",
        "choice_type": "single"
    },
    {
        "question": "Blanket consent is consent taken -",
        "exp": "Blanket consent is consent taken at time of admission to do any surgery. It should never be taken. Written consent should be taken for specific procedures ref :.Dr. K. S. Narayan Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 26.",
        "cop": 4,
        "opa": "When the patient comes to doctor for treatment",
        "opb": "Oral consent",
        "opc": "Written consent",
        "opd": "Taken at the time of admission to do any surgery",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "1afcef10-9dd6-41a9-b3b0-7866e8bd8088",
        "choice_type": "single"
    },
    {
        "question": "Leaving (or forgetting) an instrument or sponge in the abdomen of the patient during a surgery and closing the operation is -",
        "exp": "Criminal negligence may arise when the doctor shows gross absence of skill or care during treatment resulting in serious injury or death of the patient by acts of commission or omission or when he performs an illegal act. When an assaulted person dies, the defense may attribute the death to the negligence of doctor It is settled by criminal cou and is punished by imprisonment and fine. criminal negligence is more serious than civil negligence Section 304-A I.P.C. Imprisonment up to 2 years or with fine or with both REF: Dr.K.S.Narayana Reddys Synopsis of Forensic Medicine & Toxicology 29th edition Pg.23.",
        "cop": 4,
        "opa": "Contributory negligence",
        "opb": "Civil negligence",
        "opc": "Corporate negligence",
        "opd": "Criminal negligence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "4da5a2c0-07d2-48df-b75d-cb6c0fbf4061",
        "choice_type": "single"
    },
    {
        "question": "Professional secrecy can be divulged",
        "exp": "Professional secrecy is not applied under the following conditions: 1. Infectious diseases 2. venereal diseases 3.servants and employees 4. notifiable diseases 5. patient's own interest 6. self-interest 7. cous of law 8. suspected crime It is also known as privileged communication. REF: The Synopsis of Forensic medicine and Toxicology 29th edition page no: 19.",
        "cop": 2,
        "opa": "If doctor feels",
        "opb": "On cou's demand",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "7908ea1c-a795-4e9a-9c87-d2958a427f89",
        "choice_type": "multi"
    },
    {
        "question": "Spermin is detected in semen by which test?",
        "exp": "Seminal Chemical Examination:The rapid tests are Florence test (based on the exhibition of dark brown rhombic crystals of choline iodide, resembling haemin but are larger, arranged in clusters, rosettes or crosses, etc.) and Barberio test (showing yellow needle-shaped crystals of spermine picrate). Both these tests are simply suggestive of the presence of some vegetable or animal substance. A negative test, however, reveals that the stain is not of seminal origin.Ref: Krishan Vij textbook of forensic medicine and toxicology; 5th edition; Page no: 324",
        "cop": 1,
        "opa": "Barberio test",
        "opb": "Florence test",
        "opc": "ELISA",
        "opd": "Agglutination inhibition",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "79ce68dc-5074-443e-9cc4-08e89b1d7c5b",
        "choice_type": "single"
    },
    {
        "question": "Death caused by act done with intent to cause miscarriage is punishable by",
        "exp": "Section 314 in The Indian Penal Code: Death caused by act done with intent to cause miscarriage. Whoever, with intent to cause the miscarriage of a woman with child, does any act which causes the death of such woman, shall be punished with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine. If the act was done without woman's consent, shall be punished either with or with the punishment above mentioned. Ref - Krishnan Vij 5th edition , <a href=\"",
        "cop": 3,
        "opa": "309 IPC",
        "opb": "312 IPC",
        "opc": "314 IPC",
        "opd": "316 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "06005e64-ed2e-44f4-b430-500ddc09664f",
        "choice_type": "single"
    },
    {
        "question": "IPC section for punishment for purjury is",
        "exp": "Punishment for perjury is dealt under IPC 193 IPC 191-deals with perjury IPC 192-fabricating false evidence IPC 197-issuing or signaling false evidence Refer :textbook of Forensic Medicine and toxicology PG no 15,2nd edition",
        "cop": 3,
        "opa": "191",
        "opb": "192",
        "opc": "193",
        "opd": "197",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "ce39025b-114b-40b0-bb2e-743810fb1d7a",
        "choice_type": "single"
    },
    {
        "question": "According to the transplantation of Human organs act 1994, what is the punishment for a doctor found guilty -",
        "exp": "Transplantation of Human Organs Act , 1994 deals with putting a stop to live unrelated transplants, it defines a donor and recipient are genetically related in a live organ transplantation and it accepts brain stem death criterion. A doctor who is found guilty he will be punished for 2 - 5 years. Dr. K. S. Narayan Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 325",
        "cop": 3,
        "opa": "Less than 1 year",
        "opb": "Less than 2 year",
        "opc": "2 to 5 year",
        "opd": "More than 5 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "d05c8126-5ae3-4bb9-9730-f7c16f178948",
        "choice_type": "single"
    },
    {
        "question": "Exceptions for informed consent are the following, except",
        "exp": "Exceptions for informed consent: Therapeutic privilege Emergency doctrine Therapeutic waiver Loco parentis Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 385",
        "cop": 4,
        "opa": "Therapeutic privilege",
        "opb": "Emergency doctrine",
        "opc": "Therapeutic waiver",
        "opd": "Therapeutic misadventure",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Jurisprudence",
        "id": "2fabc228-8f44-4693-a466-c370438dfcfa",
        "choice_type": "multi"
    }
]