[
    {
        "question": "A patient died during surgery. The relatives allege that death was due to negligence, According to a recent Supreme Court judgment, doctor can be charged for Medical Negligence under section 304-A, only if:",
        "exp": "Ans. c. There is gross negligence (Ref: Reddy 33/e, p40, 29/e p34)A physician can be charged with criminal negligence in Section 304 A, when a patient dies from the effects of anesthesia during, an operation or other kind of treatment, if it can be proved that the death was the result if malicious intention, or gross negligence.\"Section 304-A deals with criminal negligence. Criminal negligence occurs when the doctor shows gross lack of competence or inaction, gross recklessness or wanton indifference to the patient's safety, or gross negligence in the selection and application of remedies. It involves an extreme departure from the ordinary standard of care.\"Inadvertent Negligence (Accidental negligence):Inadvertent negligence can be called simple negligence.In this case, the harm done is neither foreseen nor willed.Corporate Negligence:It occurs when a health care corporation failed to perform those duties, it owes directly to a patient or anyone else to whom it may extend.If such a duty is breached and patient is injured due to result of the breach, the organization can be held under the theory of corporate negligence.Res Ipsa Loquitur:Latin meaning of phrase is- the things or facts speaks for itself.This rule is applied when the following conditions are satisfied:That in the absence of negligence the injury would not have occurred ordinarily.That doctor had exclusive control over injury producing instrument or treatment That the patient was not guilty of contributory negligence.",
        "cop": 3,
        "opa": "There is corporate negligence",
        "opb": "Negligence is from inadvertent error",
        "opc": "There is gross negligence",
        "opd": "It falls under the doctrine of Res Ipsa Loquitor",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Negligence",
        "id": "c31b2297-8d11-46c7-b8d4-3a81b15c71c0",
        "choice_type": "multi"
    },
    {
        "question": "According to a recent Supreme Court Judgment, doctor can be charged for Medical Negligence under section 304-A, only if:",
        "exp": "Ans is 'c' i.e. Gross negligence Ref: Reddy Forensic 28/e p34Section 304A: deals with causing death by negligence. The section states- \"Whoever causes the death of any person by doing any rash or negligent act not amounting to culpable homicide shall be punished with imprisonment of either description for a term which may extend to two years, or with fine, or with both \"Section 304 A deals with criminal negligence. Criminal negligence occurs when the doctor shows gross lack of competence, or gross inattention or inaction, gross recklessness, or wanton indifference to the patient's safety, or gross negligence in the selection and application of remedies. It involves an extreme departure from the ordinary standard of care.\"A doctor will not be criminally liable if a patient dies due to an error of judgment or carelessness or want of due caution, though he can be liable to pay compensation.\" - Reddy ForensicMore on Medical negligence is described in Q no. 40 of May 2011",
        "cop": 3,
        "opa": "If he is from corporate hospital",
        "opb": "If negligence is from inadvertent error",
        "opc": "Gross negligence",
        "opd": "Res Ipsa Loquitur",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Negligence",
        "id": "f15535c7-a542-4fb2-a86e-d1bd10a87b6f",
        "choice_type": "single"
    },
    {
        "question": "Doctrine ofres ipsa loquitur means -",
        "exp": "Ans. is 'c' i.e., Fact speaks for itself Doctrine of res ipsa loquitur:o It means \"the thing or fact speaks for itself\"o In a case of professional negligence of a physician, the patient need not prove negligence.o It is applied when following conditions are fulfilled:That in the absence of negligence the injury would not have occurred ordinarilyThat the doctor had exclusive control over the injury producing instrument or treatmentThat the patient was not guilty of contributory negligence",
        "cop": 3,
        "opa": "Common knowledge",
        "opb": "Medicalmaloccuranoe",
        "opc": "Fact speaks for itself",
        "opd": "Oral evidence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Negligence",
        "id": "d48f132e-3e04-4322-a50b-521be8d26e30",
        "choice_type": "single"
    },
    {
        "question": "Death by medical negligence is under which I PC?",
        "exp": "Ans. is 'a' i.e., 304 A IPC o Medical negligence act under IPC is Sec 304-A IPC.o Sec 304 A IPC pertains to \"Causing death by negligenceft is punishable up to 2years. It is applied, usually, in any case of death due to a rash and negligent act, e.g. death caused by rash driving.",
        "cop": 1,
        "opa": "304 AIPC",
        "opb": "3t2 IPC",
        "opc": "351 IPC",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Negligence",
        "id": "f3d62d4f-167c-41cd-ac92-adafc9edf6d0",
        "choice_type": "multi"
    },
    {
        "question": "According to the transplantation of Human organs act 1994, what is the punishment for a doctor found guilty:",
        "exp": "Ans is 'c' i.e. 2 to 5 yrs Transplantation of Human Organs Act, 1994.This Act provides for the regulation of removal, storage and transplantation of human organs for therapeutic purposes and for the prevention of commercial dealings in human organs and for matters connected therewith or incidental thereto.Punishment for removal of human organ without authority.Any person who renders his services to or at any hospital and who, for purposes of transplantation, conducts associates with, or helps in any manner in, the removal of any human organ without authority, shall bePunishable with imprisonment for a term which may extend to five years and with fine which may extend to ten thousand rupees.Where any person convicted under sub-section (1) is a registered medical practitioner, his name shall be reported by the Appropriate Authority to the respective State Medical Council for taking necessary action including the removal of his name from the register of the Council for a period of two years for the first offence and permanently for the subsequent offence.The above Act was amended in 2011; k/a The Transplantation of Human Organs (Amendment) Bill, 2011Amendment to the above section concerned with punishment is as below (changes are in bold):Punishment for removal of human organ without authority.Any person who renders his services to or at any hospital and who, for purposes of transplantation, conducts associates with, or helps in any manner in, the removal of any human organ without authority, shall bepunishable with imprisonment for a term which may extend to \"ten years and with fine which may extend to twenty lakh rupees\".Where any person convicted under sub-section (1) is a registered medical practitioner, his name shall be reported by the Appropriate Authority to the respective State Medical Council for taking necessary action including the removal of his name from the register of the Council for a period of \"three years\" for the first offence and permanently for the subsequent offence.Any person who renders his services to or at any hospital and who conducts, or associates with or helps in any manner in the removal of human tissues without authority, shall be punishable with imprisonment for a term which may extend to three years and with fine which may extend to five lakh rupees.",
        "cop": 3,
        "opa": "Less than 1 yr",
        "opb": "Less than 2 yr",
        "opc": "2 to 5 yrs",
        "opd": "More than 5 yrs",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Negligence",
        "id": "fe9d563e-0d5c-4313-9639-0a56a89aa024",
        "choice_type": "single"
    },
    {
        "question": "When a doctor shows gross absence of skill and care during treatment resulting in death of patient is called:",
        "exp": "Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy. 29th edition. 2010. Pg: 34Explanation:Criminal negligence: When a doctor shows gross absence of skill and care during treatment resulting in death of patient.Medical Negligence is considered to he criminal negligence if:a) When a doctor shows gross absence of skill or care during treatment resulting in serious injury to or death of a patientb) When a doctor performs an illegal actc ) When an assaulted person dies, the defense may attribute the death to the negligence or undue interference in the treatment of the deceased by the doctor.Section 304-A IPC deals with Criminal Negligence \" Whosoever causes the death of any person by doing any rash or negligent act not amounting to culpable homicide shll be punished with imprisonment upto 2 years or with fine or with both\".",
        "cop": 1,
        "opa": "Criminal negligence",
        "opb": "Malpractice",
        "opc": "Maloccurence",
        "opd": "Misadventure",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Negligence",
        "id": "33874fca-b1b6-4988-96ce-62ebc1600354",
        "choice_type": "multi"
    },
    {
        "question": "Contributory negligence is by the part of:",
        "exp": "ANSWER: (C) BothREF: Parikh 6th edition page 1.53Repeat from June 2008Contributory negligence is defined as a concurrent negligence by the patient and doctor resulting in delayed recovery or harm to the patient. The negligence of both parties has contributed to this harm\"However the doctor is expected to foresee that the patient may harm himself and to warn him accordingly. Without giving such a warning a doctor cannot plead contributory negligence.Contributory negligence is good defense for the physician in civil cases but not in criminal cases.The burden of proving such a negligence rests entirely on the doctor.",
        "cop": 3,
        "opa": "Doctor",
        "opb": "Patient",
        "opc": "Both",
        "opd": "Paramedics",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Negligence",
        "id": "510fd656-eab3-4c3f-bf60-d14daeabb873",
        "choice_type": "multi"
    },
    {
        "question": "A person undergone appendisectomy. On post op day 10 he died, postmortem patholigst found gossypiboma. It is a case of -",
        "exp": "Ans. is 'c' i.e., Criminal negligence o A gossypiboma (textilomaor cottonoid) refers to a foreign object, such as a mass of cotton matrix or a sponge, that is left behind in a body cavity during an operation. It is an uncommon surgical complication,o Leaving a piece of gauze piece or abdominal sponge in the body is an act of criminal negligence. In such cases Resp Ipsa Loquitar(fact speaks for itself) applies. Generally the innocence of doctor is assumed and patient has to establish the guilt. However, it is not required to prove negligence in case where doctrine of resp ipsa loquitar applies; rather the doctor has to defend himself,o Medical negligence act is covered under IPC Sec 304-A IPC.o Sec 304 A IPC pertains to \"Causing death by negligence\". It is punishable up to 2 years. It is applied, usually, in any case of death due to a rash and negligent act, e.g. death caused by rash driving.",
        "cop": 3,
        "opa": "Homicide",
        "opb": "Suicide",
        "opc": "Criminal negligence",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Negligence",
        "id": "19b30166-cad5-4f78-aa1a-83ebd816d0ce",
        "choice_type": "multi"
    },
    {
        "question": "Medical Negligence is booked under which of the following IPC section?",
        "exp": "Ans: A (304 A) Ref: 'The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy. 29th edition. 2010. Pg: 34Explanation:Medical Negligence is considered to be criminal negligence ifWhen a doctor shows gross absence of skill or care during treatment resulting in serious injury to or death of a patientWhen a doctor performs an illegal actWhen an assaulted person dies, the defence may attribute the death to the negligence or undue interference in the treatment of the deceased by the doctor.Section 304-A IPC deals with Criminal Negligence \"Whosoever causes the death of any person by doing any rash or negligent act not amounting to culpable homicide shll be punished with imprisonment upto 2 years or with fine or with both\" (See Following tables)",
        "cop": 1,
        "opa": "304 A",
        "opb": "300",
        "opc": "375",
        "opd": "320",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Negligence",
        "id": "0b8cde3a-591b-4782-adaa-5321b402004a",
        "choice_type": "single"
    },
    {
        "question": "Following is a doctrine related to negligence -",
        "exp": "Ans. is 'a' i.e. Therapeutic misadventureo Diagnostic or Therapeutic misadventure is the occurrence of misadventure causing injury or death of the patient due to inherent risk of procedure or drug, e.g. adverse effects of a drug. It is unintentional.Doctrines related with negligence1) Resp Ipsa Loquitar (fact speaks for itself)2) Calculated risk doctrine3) Doctrine of common knowledge4) Diagnostic or Therapeutic misadventure5) Medical maloccurance (inevitable accident or Act of god)6) Novus Actus Interveniens (an unrelated action intervening)7) Contributory negligence8) Vicarious responsibility (Liability)9) Borrowed servant doctrine (captain of the ship doctrine)10) Product liability.",
        "cop": 1,
        "opa": "Therapeutic misadventure",
        "opb": "Privileged communication",
        "opc": "Professional secrecy",
        "opd": "All of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medical Negligence",
        "id": "58e3aad7-3bf0-4c97-91f7-8921f050ee8c",
        "choice_type": "multi"
    }
]