[
    {
        "question": "Battle sign is positive, if bruise in",
        "exp": "Ans. (C). Mastoid region(Ref: Review of Forensic Medicine & toxicology; Gautum Biswas; 2nd edition; Pg - 236)Bruising/ecchymosis over the mastoid processQ in the line of posterior auricular artery.It is an indication of fracture of middle cranial fossaQof the skull, and may suggest underlying brain trauma",
        "cop": 3,
        "opa": "Orbital region",
        "opb": "Occipital region",
        "opc": "Mastoid region",
        "opd": "Neck region",
        "subject_name": "Forensic Medicine",
        "topic_name": "Regional Injuries",
        "id": "c8cc2d43-806b-496e-9944-f111eb0c9dc2",
        "choice_type": "single"
    },
    {
        "question": "Duret haemorrhage is seen in:",
        "exp": "Ans: b (Brain)Ref: Reddy, 29th ed., Pg. 230Duret haemorrhages are small areas of bleeding in the ventral and paramedian parts of the upper brainstem.It is named for Henri Duret. They are secondary to raised intracranial pressure with formation of a transtentorial pressure cone involving the cerebral peduncles (crus cerebri) and other midbrain structures caused by raised pressure above the tentorium.Kernohan's notch is a groove in the cerebral peduncle that may be caused by this displacement of the brainstem against the incisura of the tentorium. The resulting ipsilateral hemiparesis is a false localizing sign, known as the Kernohan-Woltman syndrome. This may succeed or accompany temporal lobe (uncal) herniation and subfalcian herniation secondary to a supratentorial mass.The common causes are an acute haematoma, oedema following trauma, abscess, or tumour. The Duret haemorrhage is demonstrated at CT or MRI. It usually indicates a fatal outcome. The mechanism is uncertain, but is probably caused by the displacement of the brainstem stretching and lacerating pontine perforating branches of the basilar artery.",
        "cop": 2,
        "opa": "Endocardium",
        "opb": "Brain",
        "opc": "Ear",
        "opd": "Liver",
        "subject_name": "Forensic Medicine",
        "topic_name": "Regional Injuries",
        "id": "dfef69f7-6c1c-41bc-8d19-f8bce9a59566",
        "choice_type": "single"
    },
    {
        "question": "Boxer's haemorrhages are usually seen in:",
        "exp": "Ans. (C). Pons(Ref: Review of Forensic Medicine & toxicology; Gautum Biswas; 2nd edition; Pg- 239)Boxer's haemorrhage: Pontine haemorrhages in punch drunk syndromeBoxer's syndrome: Punch drunk syndromeBoxer's attitude: Pugilistic attitude in burnsBoxer's fracture: Transverse fracture of 5th metacarpal bone; Most common metacarpal fracture.",
        "cop": 3,
        "opa": "Cerebrum",
        "opb": "Cerebellum",
        "opc": "Pons",
        "opd": "Medulla",
        "subject_name": "Forensic Medicine",
        "topic_name": "Regional Injuries",
        "id": "ddef7b15-d6c6-4f74-bd29-2e6749907bfa",
        "choice_type": "multi"
    }
]