[
    {
        "question": "Ghotna is:-",
        "exp": "Ghotna: Rolling a wooden log over the thighs up and down, while the log is weighed by one or two policemen standing on it Cattle prod: Electric shock especially over the genitals Sham execution: Victim is blind folded and asked to stand before a wall and then threatened that a vehicle is going to hit him. He hears the sound of a vehicle very near to him, causing fear and shock.",
        "cop": 1,
        "opa": "Heavy wooden log rolled on leg",
        "opb": "Compressing the thighs with two roads",
        "opc": "Tying the limps to the pole",
        "opd": "Electric shock to genitalia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toure methods",
        "id": "ab95a69c-2c74-4d78-8647-c95d7496d90d",
        "choice_type": "single"
    },
    {
        "question": "This is known as ?",
        "exp": "FALANGA/ BASTINADO It is a type of toure method in which the soles of the feet of the victim are beaten by stick or blunt object Findings : Hematoma on the sole of the feet TELEFONO :Repeated slapping on the ears DRY SUBMARINE :Plastic bag asphyxiation WET SUBMARINE : Forced immersion of head under water. PICANA :Electric shock toure. PLANTON :Prolonged standing",
        "cop": 1,
        "opa": "Falanga",
        "opb": "Bansdola",
        "opc": "Telefono",
        "opd": "Jack knife Toure",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toure methods",
        "id": "3b709663-9bc0-457d-be9d-349a58d87806",
        "choice_type": "single"
    },
    {
        "question": "A form of toure where the legs and thighs are tied very tightly with bamboo sticks:",
        "exp": "CHEPUWA : The legs and thighs are tied very tightly with bamboo sticks to induce severe pain GHOTNA : Rolling a wooden log over the thighs up & down, while the log is weighed by one or two policemen standing on it BLACK SLAVE : Heated metal skewer inseed into the anus SHAM EXECUTION : Victim is blind folded and asked to stand before a wall and then threatened that a vehicle is going to hit him. He hears the sound of a vehicle very near to him, causing fear and shock * DUNKING : Victim is immersed into water, taken out after some time and given a chance to confess. LA BANDERA : Suspension by wrist. MURCIELAGO: Suspension by ankles. EL PLANTON : Prolonged standing. SAW HORSE : Forced straddling of a bar.",
        "cop": 1,
        "opa": "Chepuwa",
        "opb": "Saw horse",
        "opc": "Black slave",
        "opd": "Ghotna",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toure methods",
        "id": "a648fae6-1175-46d9-925f-061384e12a60",
        "choice_type": "single"
    }
]