[
    {
        "question": "A posthumous child is:",
        "exp": "Ans. (b) Child born after father's death. Ref: The Essentials of. FSM by K. S. Narayan Reddy 31st ed./369* Posthumous child: child born after father's death, the mother being conceived by the said father.* Suppositious child: Fictitious child claimed by a women as her own, a women may pretend pregnancy & deliver and later produce a living child as her own or substitute a living male child for a dead child or for a living female child born for her.* Spurious or phantom child (pseudocyesis): usually seen in women nearing menopause or younger women with an intense desire for children.",
        "cop": 2,
        "opa": "Still born",
        "opb": "Child born after father s death",
        "opc": "Child born after mother s death",
        "opd": "Fictitious child claimed by a women as her own",
        "subject_name": "Forensic Medicine",
        "topic_name": "Abortion and Delivery",
        "id": "6d6db6e9-cc75-45d3-9a91-1afcfa84b67b",
        "choice_type": "single"
    },
    {
        "question": "What is meant by \"Suppositious child\": (PGI Dec 2008)",
        "exp": "Ans: B (Child fictitiously claimed by a woman) [Ref: Reddy 27th/348. 346-347; Parikh 6th/5. 26-5. 27). Supposititious Children# It means fictitious childrenA woman may pretend pregnancy and delivery & later produce a living child as her own. or she may substitute a male child for female child 'born of her. or for an abortion. This is done for obtaining money or for the purpose of claiming property. Other legal issues involved are blackmailing a man or bringing a charge of breech of promise of marriage against a man. In such cases, the woman should be examined for signs of pregnancy and delivery. The medical evidence is useful only when the age of the suppositious child does not correspond to the date of the pretended delivery. DNA fingerprinting will be conclusive QAlso know: Posthumous Child: It is a child born after the death of its father, the mother being conceived by the said father. Legal issues involved are: legitimacy inheritance of property compensation case for slander against the mother (Reddy 27th/346). Pseudocyesis (Spurious or phantom Pregnancy): It is usually observed in patients nearing the menopause or in younger women who intensely desire child. (Reddy 27th/346). Superfecundation:# It means the fertilisation of two ova which have been discharged from the ovary at the same period by two separate acts of coitus committed at short intervals. Both ova do not always develop to maturity (Reddy 27th/346). Superfoetation. This means the fertilisation of a second ovum in a woman who is already pregnant (Reddy 27ih/347)",
        "cop": 2,
        "opa": "Child born out of wedlock",
        "opb": "Child fictitiously claimed by a woman",
        "opc": "Second born of a twin pregnancy",
        "opd": "Child is born after artificial insemination homologous",
        "subject_name": "Forensic Medicine",
        "topic_name": "Abortion and Delivery",
        "id": "d0652bd0-59f0-4a16-acba-57f75486e4e3",
        "choice_type": "single"
    },
    {
        "question": "According to MTP Act, abortion can be done tit!: (D. REPEAT Feb 2014)",
        "exp": "Ans: B (20 weeks) Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy, 29th edition, 2010, pg: 381. Explanation: The Medical Termination of Pregnancy (MTP) Act of India. It clearly states the conditions under which a pregnancy can be ended or aborted, the persons who are qualified to conduct the abortion and the place of implementation, Women whose physical and/or mental health were endangered by the pregnancy, Women facing the birth of a potentially handicapped or malformed child. Rape. Pregnancies in unmarried girls under the age of eighteen with the consent of a guardian. Pregnancies in \"lunatics\" with the consent of a guardian. Pregnancies that result are a result of failure in sterilization. The length of the pregnancy must not exceed 2D weeks in order to qualify for an abortion. MTP Act of 1971 legalizes abortion on the following grounds: Therapeutic. Eugenic. Humanitarian. Social. MTP Rules. Only registered medical practitioner can perform MTPs. Should only be done in Government hospitals or hospitals recognized by Goverment. Consent of woman is required. If minor or mentally ill, written consent from guardian is required. If period of pregnancy is less than 12 weeks, opinion of single doctor is enough. If period of pregnancy is between 12-20 weeks, opinion of 2 doctors required.",
        "cop": 2,
        "opa": "12 weeks",
        "opb": "20 weeks",
        "opc": "28 weeks",
        "opd": "Till viability",
        "subject_name": "Forensic Medicine",
        "topic_name": "Abortion and Delivery",
        "id": "89a6aa89-6779-4bf0-b4f9-7d971a092e9a",
        "choice_type": "single"
    },
    {
        "question": "A dead born fetus does not have",
        "exp": "Ans. is 'b' i. e. Adipocere formation All the four can be seen in a dead bom fetus but adipocere formation being rare should be the answer. \"A dead born child is one which has died in utero and may show signs of rigor mortis, maceration or mummification *\"Rarely a child which has remained surrounded in amniotic fluid after death may get converted into adipocere\". Rigor mortis. Rigor mortis is common in a dead born fetus before birth causing difficult labour. The most common cause of such rigor mortis is antenatal haemorrhage. Maceration. If the dead fetus remains for some time in the uterus surrounded by liquor amnii but without air, an aseptic autolysis of the foetus occurs. This is known as maceration. Mummification. It occurs when death of a foetus results from a deficient supply of blood or when liquor amnii is scanty and when no air has entered the uterus. In this condition the fetus is dried up and shrivelled.",
        "cop": 2,
        "opa": "Rigor mortis at birth",
        "opb": "Adipocere formation",
        "opc": "Maceration",
        "opd": "Mummification",
        "subject_name": "Forensic Medicine",
        "topic_name": "Abortion and Delivery",
        "id": "248207ba-0924-4f50-bcfe-ad068a198681",
        "choice_type": "single"
    },
    {
        "question": "A female forges to have a child, whereas she doesn't have. It is:",
        "exp": "Ans. (c) Suppositious child. Ref: The Essentials of. FSM by K. S. Narayan Reddy 31st ed. / 370; Forensic Medicine By P. V. Guhara / 230* A suppositious child is one produced by a women whom claims it as her own whereas in actual fact it is not her child. A women may substitute a living male child for a dead or living female child born of her or may feign pregnancy and delivery and later produce a living child.# Suppositious child also known as fraudulent offspring* Posthumous child is a child born after the death of the father in a legally married couple.",
        "cop": 3,
        "opa": "Cheating",
        "opb": "Posthumous child",
        "opc": "Suppositious child",
        "opd": "Superstitious child",
        "subject_name": "Forensic Medicine",
        "topic_name": "Abortion and Delivery",
        "id": "8acbcafe-5009-4282-82cd-e911072eae0c",
        "choice_type": "single"
    }
]