[
    {
        "question": "'Le Facie sympathique' indicates:",
        "exp": "Ans. A. Antemortem hanging . (Ref. FMT by Dr KS Narayan Reddy 29th/pg. 306)Reddy 29th/pg. 306.........\"When suspension is complete Or in the standing posture, asphyxial signs are slight, petechial h'ges are uncommon, neck is strtched and elongated and head is always inclined to the side opposite to the side of knot. The face is pale due to cerebral ischemia or vagal inhibition. The eyes are frequently protruded and firmer than ususal due to congestion. Conjunctivae are congested. The eyes are closed or partially open, the pupils are usually dilated. If the ligature knot presses on the cervical sympathetic, the eye on the same side may remain open and its pupil dilated, It indicates antemortem hanging (He facie sympathique)\".Additional Educational points:# Lynching is homicidal hanging. Lynching is the name derived from Captain William Lynch who use to order hanging on the spot without trial in the USA.",
        "cop": 1,
        "opa": "Antemortem hanging",
        "opb": "Suicidal hanging",
        "opc": "Homicidal Hanging",
        "opd": "Postmortem hanging",
        "subject_name": "Forensic Medicine",
        "topic_name": "Asphyxial Deaths",
        "id": "4d729f13-507c-4632-9895-91c8941e76be",
        "choice_type": "single"
    },
    {
        "question": "Paltauf's hemorrhage may be seen in:",
        "exp": "Ans. a (Drowning)In drowning, fluid actually penetrates alveolar wall to enter tissues & the blood vessels.The alveolar wall may rupture due to increased pressure during the forced expiration & produce hemorrhage which when presents subpleurally is called Paltauf 's haemorrhage.Paltauf's haemorrhages are shining, pale bluish red, & may be minute or 3 to 5 cm in diameter.",
        "cop": 1,
        "opa": "Drowning.",
        "opb": "Hanging",
        "opc": "Snake bite",
        "opd": "Rape",
        "subject_name": "Forensic Medicine",
        "topic_name": "Asphyxial Deaths",
        "id": "b2173dce-e6ef-48aa-bc40-a18f86b4f016",
        "choice_type": "single"
    },
    {
        "question": "This type of asphyxia is termed as:",
        "exp": "Ans. (D). MuggingThe image shows neck compression by the bend of elbow.MuggingQ is constriction of neck by bend of elbow or bend of knee.",
        "cop": 4,
        "opa": "Smothering",
        "opb": "Garroting",
        "opc": "Choking",
        "opd": "Mugging",
        "subject_name": "Forensic Medicine",
        "topic_name": "Asphyxial Deaths",
        "id": "c2c24397-4499-4b86-848f-c6be7ebd9f40",
        "choice_type": "single"
    },
    {
        "question": "Le Facies sympathique is suggestive of",
        "exp": "Ans. a (Antemortem hanging) (Ref Reddy's essentials of FMT 27th 1299)Postmortem appearance in death due toiianging:# The ligature mark in the neck is the most important and specific sign of death from hanging. The ligature mark is situated above the level of thyroid cartilage between the larynx and the chin in 80 percent cases. In partial hanging, the feet touch the ground.# Le facie sympathique (if the ligature knot presses on cervical sympathetic, the eye on the same side may remain open and its pupils dilated) is seen in antemortem hanging. The eyes are frequently protruded and firmer and the conjunctiva congested, the pupils are usually dilated. Saliva may be found dribbling from the angle of the mouth (due to stimulation of the salivary glands by the ligature).# Seminal emission is common.# In rare cases (5 to 10%), the intima of the carotid arteries show transverse split.# Hyoid bone is fractured in 15 to 20% cases. Are seen in persons above 40 years; involves the great horn at junction of the inner two-thirds and outer one-third.MECHANICAL ASPHYXIAAsphyxial deaths1. Suffocation--Mechanical obstruction to airways other than by hanging, strangulation and throttling. MC cause is inhalation of irritant gas.2. Smothering--Closing the external respiratory orifice by hand or by other means.3. Gagging--Closing mouth and nose with cloth etc., and tying around head or stuffing it into mouth.HANGINGHanging is that form of asphyxia which is caused by suspension of the body by a ligature, which encircles the neck, the constricting force being the weight of the body.In partial hanging, the bodies are partially suspended; the weight of the head (5-6 kg) acts as the constricting force.Topical hanging: In typical hanging, the ligature runs from the midline above the thyroid cartilage symmetrically upward on both sides of neck to the occipital region.Causes of Death1. Asphyxia: A tension of 15 kg on ligature blocks the trachea.2. Venous congestion: The jugular vein is closed by a tension in the rope of 2 kg.3. Combined asphyxia and venous congestion: this is the commonest cause.4. Cerebral anemia: A tension of 4 to 5 kg on ligature blocks carotid arteries, and 20 kg blocks the vertebral arteries.5. Reflex vagal inhibition from pressure on the vagal sheath or carotid bodies.6. Fracture or dislocation of the cervical vertebrae.Fatal period: The usual period is 3 to 5 minutes.Judicial hangingThe cause of death in judicial hanging is fracture dislocation at the level of second and third or third and fourth cervical vertebra.Lynchingis a type of homicidal death by hanging by large group of people.Strangulationis that form of asphyxia which is caused from constriction of the neck by a ligature without suspending the body. It is of two types (1) Strangulation by ligature, and (2) manual strangulation or throttling.The common methods of homicidal strangulation are: (1) Strangulation by ligature, (2) Throttling, (3) Bansdola, (4) Garrotting, and (5) MuggingMugging is homicidal strangulation caused by holding the neck of the victim in the bend of the elbow.Bansdola is a type of homicidal strangulation caused with sticks.Garroting is type of homicidal strangulation caused by twisting a lever like tomiquet.ThrottlingThrottling is manual strangulation. Fracture of the hyoid bone in 30-50% cases. Fracture of the thyroid cartilage and hyoid bone are usually found in above 40 years. Hyoid bone fracture does not occur in choking. It is always homicidal.SuffocationSuffocation is a general term to indicate that form of asphyxia which is caused by deprivation of oxygen, either due to lack of oxygen in the environment or from obstruction of the air-passages.SmotheringSmothering is a form of asphyxia which is caused by closing the external respiratory orifices either by the hand or by any other means, or blocking up the cavities of the nose and mouth by the introduction of a foreign substance, such as mud, paper, cloth, etc.Gaggingis a form of asphyxia which results from forcing a cloth into the mouth, or the closure of mouth and nose by a cloth or similar material, which is tied around the neck.OverlayingIt is a type of smothering. Overlaying or compression suffocation results due to compression of the chest, so as to prevent breathing. Overlaying by mother is common in European countries. The usual findings are those of asphyxia.BurkingIt is a method of homicidal smothering and traumatic asphyxia.Homicidal chokingIn choking, there is obstruction within airways. It is very rare and is practicable only when the victim is an infant or suffering from disability or disease, or under the influence of alcohol.Cafe CoronaryThis is a condition in which a healthy but grossly intoxicated person, who begins a meal, suddenly turns blue, coughs violently, then collapses. Death appears to be due to sudden heart attack, rather than due to asphyxia. A blow on the back or on the sternum may cause coughing and expel the foreign body.Traumatic AsphyxiaTraumatic asphyxia results from respiratory arrest due to mechanical fixation of the chest, so that the normal movement of the chest wall is prevented. Common cause is crushing by falls of earth in a coal mine or during tunneling or in a building collapse. An intense cyanosis of deep purple or purple-red colour of the head, neck and upper chest, above the level of compression is the prominent feature.Sexual AsphyxiaPartial asphyxia causes cerebral disturbance with feeling of sexual gratification. These cases are associated with some form of abnormal sexual behavior, usually masochism and transvestism.",
        "cop": 1,
        "opa": "Antemortem hanging",
        "opb": "Suicidal hanging",
        "opc": "Homicidal hanging",
        "opd": "Postmortem hanging",
        "subject_name": "Forensic Medicine",
        "topic_name": "Asphyxial Deaths",
        "id": "1ec81c6d-b44b-4fab-b031-13ecbcff582e",
        "choice_type": "single"
    },
    {
        "question": "Mugging is:",
        "exp": "Ans: a (When the neck......elbow) Ref: Reddy, 27th ed,p. 312Mugging is described as strangulation caused by holding the neck of the victim in the bend of the elbow.Throttling - Asphyxia produced by compression of the neck by human hands.Bansdola - One bamboo stick is placed across the back of the neck and another across the front. Both the ends are tied with a rope due to which the victim is squeezed to death.Garroting - The throat is grasped from behind or a ligature is thrown over the neck and quickly tightened by twisting it with a lever which results in sudden loss of consciousness and collapse.Smothering - Asphyxia is caused by closing the external respiratory orifices either by the hand or by other means.Gagging - This is a form of asphyxia which results from pushing a cloth or soft object into the mouth or the closure of mouth and nose by a cloth or similar material which is tied around the head.Burking - It is a method of homicidal smothering and traumatic asphyxia. In this the victim is thrown to the ground and a person sits on the chest and closes the nose and mouth with his hands and another person pulls the victim round the room by the feet.Lynching is a homicidal hanging of a suspect or accused by the mob.",
        "cop": 1,
        "opa": "When the neck of the victim is held in the bend of the elbow.",
        "opb": "Compression of neck by human hands.",
        "opc": "When the neck is compressed by using 2 bamboo sticks.",
        "opd": "When the external respiratory orifice are closed by the hand or other means.",
        "subject_name": "Forensic Medicine",
        "topic_name": "Asphyxial Deaths",
        "id": "cc07457b-fbaa-4347-8314-5e6e1a7fd824",
        "choice_type": "single"
    },
    {
        "question": "Most common feature indicative of Antemortem drowing:",
        "exp": "Ans. (c) Clenched fistRef: The essentials of FSM by KS Narayan Reddy 31st ed. P344* Presence of gravel, grass, etc firmly grasped in hand due to cadaveric spasm strongly suggest that person was alive when drowned as it indicates the struggle of person for life.Postmortem signs of drowningPathognomic Signs: indicates antemortem drowningNon Specific signsExternal* Fine copious white leathery froth from mouth, nose & air passage which increases on chest pressure.* Weeds, grass, mud etc in tightly clenched hand: a very definite sign.Internal* Water in stomach & intestine and middle ear* Diatoms in brain & bone marrow of long bones.* Cutis anserine or goose skin* Washer woman hand & feet* Paltauf (subpleural, pectechial) haemorrhage* Emphysema aqousum",
        "cop": 3,
        "opa": "Washerwomen feet",
        "opb": "Pugilistic attitude",
        "opc": "Clenched fist",
        "opd": "Cyanosis",
        "subject_name": "Forensic Medicine",
        "topic_name": "Asphyxial Deaths",
        "id": "0629e878-9c27-40e2-9ea7-fcaa22b9d94c",
        "choice_type": "single"
    },
    {
        "question": "The fracture seen in judicial hanging is:",
        "exp": "Ans. (A). Spondylolisthesis of C2 over C3A hangman's fracture is a fracture of both pedicles or pars interarticularis of the axis vertebra (C2) and spondylolisthesis of C2 over C3",
        "cop": 1,
        "opa": "Spondylolisthesis of C2 over C3",
        "opb": "Fracture of odontoid process",
        "opc": "Fracture of transverse process",
        "opd": "Dislocation of C5",
        "subject_name": "Forensic Medicine",
        "topic_name": "Asphyxial Deaths",
        "id": "273b33a3-c4ab-4216-96a2-03104dc4ec29",
        "choice_type": "single"
    },
    {
        "question": "This sign is indicative of:",
        "exp": "Ans. (A). Wet drowningThe photograph shows profuse froth over mouth & nostrils, indicative of wet drowning.Froth in drowning is an antemortemQ feature of wet drowning.Froth is absent in hydrocution, dry drowning & postmortem drowning.",
        "cop": 1,
        "opa": "Wet drowning",
        "opb": "Dry drowning",
        "opc": "Postmortem immersion",
        "opd": "Hydrocution",
        "subject_name": "Forensic Medicine",
        "topic_name": "Asphyxial Deaths",
        "id": "93158a06-2a01-4b81-9fb8-38f553a26e5c",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of death in drowning is:",
        "exp": "Ans) b (Hypoxemia) Ref: K.S. Narayan Reddy 21st EdnCommon cause of death in drowning is due to asphyxia. Asphyxia can lead to anoxia, hypoxia.Other causes include vagal inhibition, ventricular fibrillation, laryngeal spasm.A conscious victim will hold his or her breath and will try to access air, often resulting in panic, including rapid body movement. This uses up more oxygen in the blood stream and reduces the time to unconsciousness. The victim can voluntarily hold his or her breath for some time, but the breathing reflex will increase until the victim will try to breathe, even when submerged.The breathing reflex in the human body is weakly related to the amount of oxygen in the blood but strongly related to the amount of carbon dioxide. During apnea, the oxygen in the body is used by the cells, and excreted as carbon dioxide.Thus, the level of oxygen in the blood decreases and the level of carbon dioxide increases. Increasing carbon dioxide levels lead to a stronger and stronger breathing reflex, up to the breath-hold breakpoint, at which the victim can no longer voluntarily hold his or her breath. This typically occurs at an arterial partial pressure of carbon dioxide of 55 mm Hg, but may differ significantly from individual to individual and can be increased through training.In fresh water and brackish water drowning the aspirated water is rapidly absorbed from the alveoli into the circulation producing an expansion of blood volume,haemodilution and haemolysis.Circulatory overload, hyponatraemia and sodium/potassium imbalance together with myocardial hypoxia resulted in a dramatic collapse of systolic pressure quickly followed in the majority of cases by ventricular fibrillation.In salt water drowning the aspiration of water results in withdrawal of water from the pulmonary circulation into the alveolar spaces as a result of the osmotic differential while at the same time, electrolytes (sodium, chloride, magnesium) pass into the blood.There is haemo-concentration but not haemolysis and little change in the sodium/potassium balance. In both fresh water and salt water drowning there is terminal pulmonary oedema.",
        "cop": 2,
        "opa": "Hypocapnia",
        "opb": "Hypoxemia",
        "opc": "Hypothermia",
        "opd": "Hypoglycemia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Asphyxial Deaths",
        "id": "6d20a4b0-5e18-40e7-a155-802584dcd185",
        "choice_type": "single"
    },
    {
        "question": "In case of typical hanging, position of knot is at:",
        "exp": "Ans. (a) OcciputRef: The Essentials of FSM by K.S. Narayan Reddy 31st ed. / 314-15HANGING* A form of violent asphyxia as a result of suspension ofthe body by a ligature round the neck the constricting force being the weight of body.Type of Hanging according to position of KnotTypical HangingAtypical Hanging* Knot of ligature should be at the nape of neck on the back (Occiput).* 'V' shape above thyroid cartilage* Eg: suicide hanging* At any site other than the nape of neck* Most common site is near on angle of mandible* No V- shape* Eg: Judicial hanging",
        "cop": 1,
        "opa": "Occiput",
        "opb": "Angle of mandible",
        "opc": "Below the chin",
        "opd": "Side of neck",
        "subject_name": "Forensic Medicine",
        "topic_name": "Asphyxial Deaths",
        "id": "aa63d5ee-bc95-4b57-bc33-c3ad8739f299",
        "choice_type": "single"
    },
    {
        "question": "The distribution of livor mortis in this victim is seen over:",
        "exp": "Ans. (C). Lower part of legs & handsLivor mortis is seen in the dependent parts of the body.In the suspended position of hanging, the dependent parts are lower part of legs and hands.This pattern of distribution is termed as Glove & stockings distributionQ",
        "cop": 3,
        "opa": "Lower part of legs",
        "opb": "Lower part of hands",
        "opc": "Lower part of legs & hands",
        "opd": "Upper part of legs & hands",
        "subject_name": "Forensic Medicine",
        "topic_name": "Asphyxial Deaths",
        "id": "8b5531e1-54db-4972-b2d0-38a263665583",
        "choice_type": "single"
    },
    {
        "question": "In Judicial hanging which vertebrae are dislocated?",
        "exp": "ANSWER: (B) C2-C3 REF: Parikh 6th edition page 3.44, Forensic Medicine By P.V. Guharaj 2nd ed page 143, Textbook of Forensic Medicine & Toxicology: Principles & Practice By Krishan Vij 5th ed page 161See difference of Antemortem and postmortem hanging in Forensic medicine June 2009In Judicial hanging death takes place due to fracture dislocation at the level of 2nd and 3rd cervical vertebra which is caused by sudden drop. Fracture dislocation of 1st and 2nd vertebra is less common.The most frequent cause of death by hanging is obstruction of the cervical blood vessels. Fracture of the spine and the base of the skull are rarely observed in cases of death by hanging and if so, generally only in cases of a fall from a certain height (\"drop\") as in judicial hanging,",
        "cop": 2,
        "opa": "Atlantoaxial",
        "opb": "C2-C3",
        "opc": "C3-C4",
        "opd": "C4-C5",
        "subject_name": "Forensic Medicine",
        "topic_name": "Asphyxial Deaths",
        "id": "9cf870f7-f212-4f4b-a0f0-20f89eef49a4",
        "choice_type": "single"
    },
    {
        "question": "The fracture seen in x-ray is seen in:",
        "exp": "Ans. (C). Judicial hangingThe x-ray shows anterior dislocation of C2 over C3 (spondylolisthesis of C2)It is termed as Hangman's fractureQ.It is associated with judicial hanging (hanging with a long drop)",
        "cop": 3,
        "opa": "Partial hanging",
        "opb": "Manual throttling",
        "opc": "Judicial hanging",
        "opd": "Bansdola",
        "subject_name": "Forensic Medicine",
        "topic_name": "Asphyxial Deaths",
        "id": "1d052932-b2eb-476f-a564-0cc8e26a9dd5",
        "choice_type": "single"
    },
    {
        "question": "Gettler test detects:",
        "exp": "Ans. (B). Chloride content of blood in drowning",
        "cop": 2,
        "opa": "Diatoms in drowning",
        "opb": "Chloride content of blood in drowning",
        "opc": "Weight of lungs in drowning",
        "opd": "Magnesium content of blood in drowning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Asphyxial Deaths",
        "id": "bd69a563-e694-470a-b32f-dd191fbe2141",
        "choice_type": "single"
    },
    {
        "question": "Le-facies expression is due to",
        "exp": "Ans. (a) HangingRef: The essentials of FSM by KS Narayan Reddy 31st ed./319* Le facies sympathique is an expression which is seen in cases of antemortem hanging.* When the ligature knot presses on cervical sympathetic, the eyes on the same side may remain open and its pupil dilated. This particular finding is known as le facies sympathique.",
        "cop": 1,
        "opa": "Hanging",
        "opb": "Strangulation",
        "opc": "Throttling",
        "opd": "Cafe coronary",
        "subject_name": "Forensic Medicine",
        "topic_name": "Asphyxial Deaths",
        "id": "b97697d7-4dea-43c0-8d02-66b3eb6cd107",
        "choice_type": "single"
    },
    {
        "question": "The most probable cause of death is:",
        "exp": "Ans. (B). HangingThe photograph shows ligature mark in the neck.On dissection, the tissue under skin is pale, white & glistening.This appearance of ligature mark is seen in hangingQ.Ligature mark in hanging: Oblique, located above the thyroidal cartilage and incomplete. Base is paleQ, white, hard & parchment like.",
        "cop": 2,
        "opa": "Strangulation",
        "opb": "Hanging",
        "opc": "Mugging",
        "opd": "Bansdola",
        "subject_name": "Forensic Medicine",
        "topic_name": "Asphyxial Deaths",
        "id": "6f1d5a62-8d6f-42d3-8c25-df85d06164b9",
        "choice_type": "single"
    },
    {
        "question": "Death of a person due to compressing of neck by another person is:",
        "exp": "Ans. b (Throttling). (Ref. Textbook of FMT by Parikh 6th ed. 3.53)Throttlingis defined as a form of strangulation effected by hand, and is therefore often called manual strangulation.Mugging (choke-hold)When strangulation is effected by compressing the victim's neck against forearm.GarrotingVictim is attacked from back without warning and strangulated by throwing ligature over the neck and tightening it quickly. It was the mode of execution in Spain, Portugal and Turkey.BansdolaNeck is compressed between two sticks or hard objects, usually bamboo, one being placed across the throat in front and another behind. It is practiced in north India.",
        "cop": 2,
        "opa": "Hanging",
        "opb": "Throttling",
        "opc": "Bansdola",
        "opd": "Asphyxiating",
        "subject_name": "Forensic Medicine",
        "topic_name": "Asphyxial Deaths",
        "id": "aa213ed0-f7b2-4a5e-81f1-140acfbdc8e8",
        "choice_type": "single"
    }
]