[
    {
        "question": "Bullet that leaves a visible mark in its flight so that person can see the path is",
        "exp": "Tracer bullet: It leaves a visible mark or 'trace' while in flight, so that the path of bullet can be seen . Dum - dum bullet: The nose of the bullet is not covered by jacket & exposed. It expands or mushrooms on striking the target, producing a large hole & more damage. Incendiary bullets: Incendiary bullets contain phosphorus. Type of army bullet used to cause fire in the target. Tandem bullet: Bullets ejected one after the other, when the first bullet having been struck in the barrel fails to leave the barrel and is ejected by a subsequently fired bullet.",
        "cop": 2,
        "opa": "Tandem bullet",
        "opb": "Tracer bullet",
        "opc": "Dum-dum bullet",
        "opd": "Incendiary bullet",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "5f75a419-705c-4711-8c8f-b5cdb3939ae4",
        "choice_type": "single"
    },
    {
        "question": "Shotgun does not contain :",
        "exp": "Bullets are used in Rifled Gun. SHOT GUN also known as SMOOTH Barrel GUN :- Choking :-to decrease dispersion and increase the range. Lead shot/ pellets used in shot gun.",
        "cop": 3,
        "opa": "Barrel",
        "opb": "Choke bore",
        "opc": "Bullets",
        "opd": "Muzzle",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "adac28c7-bb22-4978-8efc-493a6e0fdddf",
        "choice_type": "single"
    },
    {
        "question": "Smokeless Gun powder contains",
        "exp": "SMOKELESS gun powder: Single base: Nitrocellulose Double base: Nitrocellulose + Nitro-glycerine Triple base: Nitrocellulose + Nitroglycerine + Nitroguanidine",
        "cop": 1,
        "opa": "Nitrocellulose",
        "opb": "Charcoal",
        "opc": "Potassium",
        "opd": "Sulphur",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "22492e18-1b16-4b47-9535-29e29360ac8a",
        "choice_type": "single"
    },
    {
        "question": "Which type of chocking in SHOT gun produce maximum dispersion of pellets?",
        "exp": "Firearm are of 2 types - rifled and shotgun weapons. The rifled weapon contains grooves called riffling. In shotgun no grooves are present so it is also known as smooth bore gun in which small lead shots or pellets are used which spreads to other distances when the lead pellets come out. This is called dispersion. To avoid dispersion, choking is done in which terminal end of barrel is narrowed. There are different grades of choking - full choked, half choked, quaer choked So in quaer choking maximum depression is produced.",
        "cop": 3,
        "opa": "Fully chocked",
        "opb": "Half",
        "opc": "Quaer",
        "opd": "Three fouh",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "36724429-06b0-4f79-beee-cec6fde30782",
        "choice_type": "single"
    },
    {
        "question": "Punched out inner table and crater like outer table in the skull means --------------",
        "exp": "GUNSHOT WOUNDS ON SKULL:- Skull has outer table & inner table. When the bullet enters the skull, bevelling occurs in the second layer. In entry wound the beveling is present in inner table of skull. In exit wound the beveling is present in the outer table of skull . Entry wound:- shows a punched out hole (clean cut) on the outer table and bevelled (crater) appearance on the inner table.Exit wound:-the inner table shows clean cut hole and the outer table shows beveling since the bullet is leaving so the outer table is raised.",
        "cop": 4,
        "opa": "Chop wound",
        "opb": "Pond fracture",
        "opc": "Entrance wound",
        "opd": "Exit wound",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "75de0a4a-23d1-443a-958d-815573a6b917",
        "choice_type": "single"
    },
    {
        "question": "The Quaternary blast injury is:-",
        "exp": "These include flash burns,* crush injuries, fall resulting from the explosion, and respiratory injuries (toxic dust, gas) or radiation exposure. Psychiatric injury (due to neurological damage sustained during the blast) is most common Post-traumatic stress disorder (PTSD) may affect people who are otherwise completely uninjured.",
        "cop": 4,
        "opa": "Bone fractures",
        "opb": "ARDS",
        "opc": "Penetrating trauma",
        "opd": "Psychiatric trauma",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "36164bd4-2786-4139-a71f-f97077a1357d",
        "choice_type": "single"
    },
    {
        "question": "Stellate wound is produced with firearm in",
        "exp": "Stellate wound is a characteristic of a contact wound. Specific appearances of contact shot: Muzzle/Recoil imprint mark is regarded as a patterned abrasion/ intradermal contusion caused by the expansive power of the gases lifting the skin forcibly up against the muzzle.- Characteristic imprint marks can provide clues to the type of the firearm and its position at the time of discharge. Back spatter: In a contact shot, the muzzle blast and negative pressure in the barrel may suck blood, hair, fragments of tissues and cloth fibers back into the barrel. Blowback phenomenon: Cruciate, stellate or ragged laceration is seen, especially if there is a thick bone immediately under the skin, such as the skull. This occurs as a result of expansion of gases beneath the skin and their exit through the entry wound (in contact wounds).",
        "cop": 1,
        "opa": "Contact shot",
        "opb": "Close shot",
        "opc": "Range within 60 cm",
        "opd": "Distant shot",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "956f0d0b-7afa-4ecc-94f5-d7ec4f674362",
        "choice_type": "single"
    },
    {
        "question": "A 28 year old man involved in a bomb blast explosion. Which of the following is not a component of Marshal's triad?",
        "exp": "Marshall's triad is seen in bomb blast injuries. It is a triad of - Bruises, Abrasions Punctate lacerations",
        "cop": 3,
        "opa": "Abrasion",
        "opb": "Contusion",
        "opc": "Avulsion laceration",
        "opd": "Punctate lacerations",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "d4306a78-e265-4338-8161-c129ce8dd8f2",
        "choice_type": "single"
    },
    {
        "question": "Arrange the following features produced by shot gun injuries according to the increasing range Satellite pellet holes Cruciate wound Tattooing Blackening",
        "exp": "Cruciate wound - contact shot Blackening/ Smudging/ Fouling - upto 30 cm Tattooing/ Stippling/ Peppering - upto 60 to 90 cm Satellite pellet holes - over two meters",
        "cop": 2,
        "opa": "1-3-4-2",
        "opb": "2-4-3-1",
        "opc": "4-2-1-3",
        "opd": "4-2-3-1",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "9f6f8788-1d60-4681-a996-b927f81aa7a6",
        "choice_type": "single"
    },
    {
        "question": "Chilled shot is made up of:-",
        "exp": "There are three types of lead shot depending on the composition: i. Drop/soft shot: Made with pure lead. ii. Chilled/hard shot: Lead is hardened by the addition of antimony. iii. Plated shot: It is coated with a thin coat of copper or nickel to minimize distoion on firing--maintains good aerodynamic shape and increase the range.",
        "cop": 2,
        "opa": "Lead only",
        "opb": "Lead with antimony",
        "opc": "Lead with copper",
        "opd": "Lead with nickel",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "c6d489a7-0013-45e1-aa2f-c3e2e34cca00",
        "choice_type": "single"
    },
    {
        "question": "Bullet wipe term is used for:",
        "exp": "Grease Collar (Bullet Wipe) :* A black/grey colored ring is seen lining the entrance wound.* Due to the deposition of lubricants, gun oil or lead from the bullet. * Abrasion collar surrounds the di collar.* Di collar rim is more prominent in clothing - 'bullet wipe'.* Abrasion and di collars are proof of an entry wound.",
        "cop": 4,
        "opa": "Gutter fracture of skull",
        "opb": "Blackening",
        "opc": "Tattooing",
        "opd": "Di from barrel",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "668a9568-8992-4850-9348-7cdc81774086",
        "choice_type": "single"
    },
    {
        "question": "Scorching results from?",
        "exp": "Singeing of hair/ scorching - due to the escape of hot gases by the sides of the muzzle end results in Singeing of hairs. Peppering- Grains of gunpowder being driven into the skin. Smudging- Superficial deposit of smoke on the skin. Lead ring / Metal ring around entry wound - Deposition of lead or other metal on the skin.",
        "cop": 1,
        "opa": "The flame emerging from the muzzle",
        "opb": "Grains of gunpowder being driven into the skin",
        "opc": "Superficial deposit of smoke on the skin",
        "opd": "Deposition of lead or other metal in the skin",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "735fe13c-4f13-4c1b-a6cc-83abed6b4a2c",
        "choice_type": "single"
    },
    {
        "question": "The tests which usually help in determine the Gunshot residue in the clothing's except:",
        "exp": "Clothing may be tested for presence of GSR Modified Greiss test(specific for nitrites):- - It uses chemicals (alpha-naphthol) to produce visual display of GSR pattern and density of paicles. Sodium rhodizonate reaction - detects lead from primer or bullet wipe. Energy dispersive X-ray (EDX) - detects barium, antimony, lead and copper around the entry wound in clothing - It can be used to determine the range of fire. Vaccum metal deposition method- used for fingerprint development.",
        "cop": 4,
        "opa": "Modified Greiss test",
        "opb": "Sodium rhodizonate reaction",
        "opc": "Energy dispersive X-ray (EDX)",
        "opd": "Vaccum metal deposition method",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "fdc816f6-fa33-4486-87fb-cef73663c585",
        "choice_type": "multi"
    },
    {
        "question": "The poisoning causes by bullet retained inside the body is",
        "exp": "Souvenir Bullets are present for a long time in the body so lead poisoning usually associated with Souvenir bullets. A dense fibrous tissue capsule usually surrounds it. Lead poisoning may occur due to absorption of lead from lead bullets remaining in a body. Synol fluid is capable of dissolving lead.",
        "cop": 4,
        "opa": "Iron",
        "opb": "Phosphorus",
        "opc": "Nitro cellulose",
        "opd": "Lead",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "11362c0d-c0bd-4315-bcd3-4291f522c2e1",
        "choice_type": "single"
    },
    {
        "question": "True about tail wagging of bullet:",
        "exp": "Yawning bullet:- Detion between the long axis of the bullet and axis of the path of the bullet Tumbling bullet:- Bullet rotates end-to-end during its path Tail wobble or Tail wagging:- It occurs for few microseconds after the bullet leaves the muzzle May cause great damage",
        "cop": 3,
        "opa": "Bullet rotates end-to-end during its path",
        "opb": "Minor damage to tissues",
        "opc": "Seen when the bullet leaves the muzzle at the beginning of its flight",
        "opd": "Seen when the bullet loses its velocity near the termination of its flight",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "7600ff4c-63fd-4313-b7d7-0b4f1c50b95e",
        "choice_type": "multi"
    },
    {
        "question": "Gun powder in hand during gun-shot residue is collected using:-",
        "exp": "* Paraffin test aka dermal nitrate test is an absolete test, uses melted paraffin on the surface of hand. The wax is removed & its inner surface is treated with diphenylamine or diphenyl benzidine reagent. A blue color develops when residue is present.",
        "cop": 1,
        "opa": "Paraffin wax",
        "opb": "Benzidine",
        "opc": "Acid phosphatase",
        "opd": "Sulfur",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "0c20f027-e89b-4f4a-a9c0-1c683b334607",
        "choice_type": "single"
    },
    {
        "question": "In an entry wound produced by rifled gun, the antemoem phenomenon is:-",
        "exp": "Tattooing: It consists of unburnt or paially burnt powder paicles that are embedded in and under the skin through the force of their impact (when the weapon is near enough for the powder grains to strike). Tattooing is an antemoem phenomenon and indicates that the individual was alive; and it cannot be wiped away with a wet cotton. It consists of numerous reddish-brown punctate abrasions surrounding the wound of entrance. The greater the range, the larger and less dense the powder tattooing. Marks usually heal completely if the individual survives (involves the superficial layer of the epidermis).",
        "cop": 3,
        "opa": "Blackening",
        "opb": "Charring",
        "opc": "Tattooing",
        "opd": "Di collar",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "87ff1eaf-0918-42c5-8f29-9c9e9f24bd27",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in fired caridge case",
        "exp": "Fired caridge case shows Firing pin marking, Extractor markings & Ejector marking. Rifling markings are found only in fired bullet; not in the fired caridge case.",
        "cop": 1,
        "opa": "Rifling markings",
        "opb": "Firing pin marking",
        "opc": "Extractor markings",
        "opd": "Ejector markings",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "feab3cd2-ba0a-4d3a-9e03-f5b612a78065",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not altered by rifling a gun?",
        "exp": "Advantages of rifling a gun: Impas gyroscopic stability Increases accuracy and range Prevents wobbling or tumbling end-over-end Gives greater power of penetration",
        "cop": 3,
        "opa": "Prevents wobbling of the bullet",
        "opb": "Improves greater power of penetration of bullet",
        "opc": "Decreases the smoke from the barrel",
        "opd": "Impas gyroscopic stability of bullet",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "b12575f2-a98a-4105-8c0b-44d9cbce6dab",
        "choice_type": "single"
    },
    {
        "question": "Primary and secondary markings over metal bullet help in?",
        "exp": "Markings on the bullet are used to identify the gun used. Bullet finger printing -Study of comparison of markings on crime bullet & test bullet under comparison microscope Primary Marking/Class Characteristics: Produced by rifling groovesQ * Primary markings are used to identify the make & model of the guns involved. Secondary markings or individual/accidental characteristics Produced by irregularities by manufacturing process are different for each gun produced by same manufacturer. They are useful in identifying the specific gun which was fired.",
        "cop": 1,
        "opa": "Identification of weapon",
        "opb": "Identification of wound",
        "opc": "Identification of person",
        "opd": "Severity of tissue damage",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "59cc365b-e65f-4e34-bc2e-e7d7f2658cc9",
        "choice_type": "single"
    },
    {
        "question": "The following are features of gunshot Exit wound, except",
        "exp": "Singeing & Smudging are the features of entry wound; not exit wound. Character Entry wound Exit wound Size Smaller than the diameter of the bullet Larger Edges Inveed Eveed` Abrasion collar and grease collar PresentQ AbsentQ Scorching, smudging & tattooing May be present Absent Bleeding Less MoreQ Fat extrusion Absent May be present Cherry red colour May be present Absent",
        "cop": 4,
        "opa": "Bigger than the entry wound",
        "opb": "Eveed edges",
        "opc": "Protrusion of soft tissues",
        "opd": "Singeing & smudging",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "4074f4f8-fd65-4c6a-8d41-9c80a27e2ed9",
        "choice_type": "multi"
    },
    {
        "question": "The purpose of choking of a firearm is to",
        "exp": "The primary purpose of choking of a shot gun is to reduce dispersion of the pellets . Other functions:- Increases the explosive forces of the pellets. Increases the velocity of the pellets.",
        "cop": 1,
        "opa": "Prevent the early dispersion of pellets",
        "opb": "Minimize sound",
        "opc": "Minimize smoke emission",
        "opd": "Cause maximum destruction",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "0a340895-c90d-449f-b799-88dec464b240",
        "choice_type": "single"
    },
    {
        "question": "The capacity of a bullet to cause maximum destruction lies in its:",
        "exp": "Velocity of the bullet is the main factor that determines the damage of tissues.",
        "cop": 4,
        "opa": "Size",
        "opb": "Shape",
        "opc": "Weight",
        "opd": "Velocity",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "48cb1c7e-7099-4fc8-8983-92965c47aed7",
        "choice_type": "single"
    },
    {
        "question": "The most common site of wandering bullet is:-",
        "exp": "Bullet emboli/Wandering bullet : Vascular embolization is associated with small caliber, low velocity bullet, and involves the aerial system. It should be suspected whenever there is a penetrating bullet wound with failure to discover the bullet in the expected region or to visualize the bullet on routine X-ray. The most common sites of entry for a bullet are the aoa, right atrium and ventricle, pulmonaryaery, and the inferior vena cava in order.",
        "cop": 1,
        "opa": "Aoa",
        "opb": "Femoral vein",
        "opc": "Carotid aery",
        "opd": "IVC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "701bafb9-e7c0-4874-82b0-b11c1059a972",
        "choice_type": "single"
    },
    {
        "question": "Presence of spiral grooves in the barrel of weapon is referred to as",
        "exp": "RIFLED GUN RIFLING: Interior of bore has spiral grooves which run parallel to each other, but twisted spirally from breech to muzzle end. These grooves are called 'rifling' Impas Spinning motion to the bullet Greater power of penetration Straight trajectory Increases accuracy & range Paradox gun: A smooth bore gun with small terminal pa rifled.",
        "cop": 1,
        "opa": "Rifling",
        "opb": "Incendiary",
        "opc": "Cocking",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "b9f7ce71-c67c-4696-9411-2326ec3b974f",
        "choice_type": "multi"
    },
    {
        "question": "Not a pa of firearm:",
        "exp": "Firearm:- Any instrument or device that discharges a missile by the expansive force of gases produced by burning of an explosive substance.It consists of: i. Barrel: A hollow metal cylinder in which the propellant charge is placed. It is long in rifles and shotguns, and sho in pistols and revolvers. The lumen is known as bore. ii. Action: It consists of a bolt, a striker (firing pin) or hammer, and a trigger. iii. Extractor: is a pa of a gun's action which serves to remove brass cases of fired ammunition after it has been fired from the chamber of the gun. iv. Butt/grip: Rear poion of stock in a shoulder arm or bottom of a handgun containing a magazine. v. Magazine: The receptacle for the caridges in a repeating type of weapon from which the caridges are fed automatically into the chamber by the action of mechanism. Bolt-A bolt is the pa of a repeating, breech-loading firearm that blocks the rear opening of the barrel chamber",
        "cop": 2,
        "opa": "Bolt",
        "opb": "Piston",
        "opc": "Extractor",
        "opd": "Muzzle",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "867bb18d-fe0f-4de9-b3db-6d2dafb56eea",
        "choice_type": "single"
    },
    {
        "question": "Abrasion collar is seen in:",
        "exp": "Abrasion collar/ring: Proof of bullet entry wound. Due to spinning motion of bullet. Impoance: Round Abrasion collar - if the bullet hits at right angle to the skin surface. Oval abrasion collar - if the bullet hits at oblique angle to the skin surface Diameter of the entry wound + abrasion collar gives the approximate diameter of the bullet. Grease collar (bullet wipe): A black/gray colored ring is seen lining the entrance wound. Due to the deposition of lubricants, gun oil or lead from the bullet.",
        "cop": 1,
        "opa": "Gunshot injury",
        "opb": "Stab wound",
        "opc": "Drowning",
        "opd": "Railway track accident",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "abffe788-98f3-4857-85c1-59b9ab5c290b",
        "choice_type": "single"
    },
    {
        "question": "Name the test and is used for",
        "exp": "Neutron activation analysis (NAA) : This is a test used for estimation of distance of firing and confirming the hands of those suspected of firing a firearm. The test can detect barium, copper, antimony, etc. from the primer present in the firearm discharge residue, which are activated in a nuclear reactor and then identified by the gamma ray spectrometer. Other tests are: * Dermal nitrate test* Harrison and gilroy test* Neutron activation analysis (NAA)* Image analysis of gunshot residue (IA GSR)* Sodium rhodizonate test",
        "cop": 1,
        "opa": "Neutron activation analysis for firearm use",
        "opb": "Lie test for Firearm injury",
        "opc": "Benzidene test for blood stain",
        "opd": "Toludene blue test",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "8bbb2c0e-6765-4ee3-ba15-29f26704194d",
        "choice_type": "single"
    },
    {
        "question": "The effective range of revolver is:-",
        "exp": "Weapon Effective range in metres Shot gun 30-35 Musket 90 Revolver 100 Pistol 100 Rifle 1000 Military rifle 3000",
        "cop": 2,
        "opa": "30-35 m",
        "opb": "100-200 m",
        "opc": "1000 m",
        "opd": "3000 m",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "f32cde34-a23b-4086-ac73-4816e7377cb9",
        "choice_type": "single"
    },
    {
        "question": "Homicidal gunshot wound is suggested by the presence of :-",
        "exp": "Presence of gun powder is a feature of suicidal gunshot wound. Feature Suicidal Homicidal Site Head Anywhere Range Contact or very close range Any range Number of wounds One Any number Powder residue on hand PresentQ Absent Cadaveric spasm PresentQ Absent Weapon at the scene PresentQ Absent Others Due to insanity, illness. Suicidal note may be present Associated Crimes",
        "cop": 1,
        "opa": "Multiple gunshot wounds of entry",
        "opb": "Presence of gunpowder on hand",
        "opc": "No sign of struggle",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "ab7e2dd6-7c73-4d7e-8844-852644416572",
        "choice_type": "multi"
    },
    {
        "question": "FG, FFG, FFFG is used to indicate:",
        "exp": "Black Gun Powder: Described as FG, FFG, FFFG, FFFFG depending on the fineness of the grain. The finer grains have more number of 'F'",
        "cop": 2,
        "opa": "Caridge",
        "opb": "Black powder size",
        "opc": "Base of gun",
        "opd": "Wadding of caridge",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "2ec46d24-55ba-4b11-aa02-958ce49432ca",
        "choice_type": "single"
    },
    {
        "question": "Tattooing in entry wound of a firearm injury is due to:",
        "exp": "Effects of different discharges from a gun: Fire / Flame -- burning at entrance wound along with burning or singeing of hairs. Smoke - Blackening effect or smudging Hot gases- Scorching effect Unburnt Gun powder - Tattooing effect, peppering or stippling effect Felt wad - Minor abrasion and bruise. Bullet / Pellet - Puncture wound with abrasion collar.",
        "cop": 3,
        "opa": "Burns",
        "opb": "Smoke",
        "opc": "Gunpowder",
        "opd": "Wads",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "d3bafd88-5fda-4d1d-9656-c82c7759c184",
        "choice_type": "single"
    },
    {
        "question": "Death by suicidal gunshot wound usually can be confirmed by",
        "exp": "Presence of Gun shot residue suggests the possibility of use of a firearm. - Various tests for detecting GSR * Dermal Nitrate test or Paraffin test Harrison and Gilroy test Neutron activation analysis Atomic absorption spectroscopy (AAS) Flameless atomic absorption spectrophotometry (FAAS) * Scanning Electron Microscope- Energy Dispersive X-ray spectrometry (SEM-EDX) (Most specific)",
        "cop": 4,
        "opa": "Finger print on the gun",
        "opb": "Blood on the gun",
        "opc": "Gun in hand",
        "opd": "Gunshot residues in the hand",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "606c3f9a-400e-41b1-ad15-1473e575683b",
        "choice_type": "multi"
    },
    {
        "question": "The bore of a gun can be examined by:-",
        "exp": "Helixometer: An instrument for inspecting the interior of a gun barrel and for measuring the rate of twist of the rifled bore of a firearm. Comparison microscope is used to match the marks in test bullet & crime bullet Broach cutter is used to produce riflings in a gun.",
        "cop": 2,
        "opa": "Broach cutter",
        "opb": "Helixometer",
        "opc": "Comparison microscope",
        "opd": "Simple microscope",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "b0e5e43f-b70a-4c5e-907e-a190cab3e559",
        "choice_type": "single"
    },
    {
        "question": "In bursting of skull due to firearm injury, a large poion of the brain may be thrown out of the bursting skull and found relatively intact. This is called as",
        "exp": "During bursting of skull due to firearm injury, a large poion of the brain may be thrown out of the bursting skull and found relatively intact. This is called as kronlein shot. - is a very rare injury of the skull caused by a high-velocity bullet in close range. There is bursting of the skull and laceration of the dura mater with complete evisceration of the brain. The brain will get shattered. Back spatter: Once the bullet is fired, spattering of blood back into the barrel. 'Billiard Ball' Ricochet Effect: It occurs after the shotgun pallets strike an intermediate object like doors, etc. When a mass of shotgun pellets enters tissue, the first pellets which penetrate are slowed and struck from behind by the following pellets which can cause them to scatter through the tissue much like a cluster of billiard balls struck by the cue ball. On X ray, the dispersal of pellets may suggest a distant shot,but actually the weapon was fired from close range.",
        "cop": 1,
        "opa": "Kronlein shot",
        "opb": "Back spatter",
        "opc": "Billiard ball effect",
        "opd": "Balling of shot",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "9d21eef0-3b19-4fc3-af31-d19b8cd614fa",
        "choice_type": "multi"
    },
    {
        "question": "All are components of gun-powder EXCEPT:",
        "exp": "Gun Powder is of two types: a) Black gun powder: Contains Potassium nitrate 75% + Charcoal 15% + sulphur 10% b) Smokeless Powder is of following types: -Single Base: Contains nitrocellulose -Double Base: contains nitrocellulose + nitroglycerine -Triple Base: Contains Nitrocellulose + Nitroglycerine + nitroguanidine",
        "cop": 2,
        "opa": "Charcoal",
        "opb": "Lead peroxide",
        "opc": "Potassium nitrate",
        "opd": "Sulphur",
        "subject_name": "Forensic Medicine",
        "topic_name": "Ballistics",
        "id": "7b5cf9be-8170-480c-bdc8-97bcc3131f4d",
        "choice_type": "multi"
    }
]