[
    {
        "question": "Gettlers test is for -",
        "exp": "Ans. is 'd' i. e., Drowning Gettler testo Gettler test is done for drowning. It estimates chloride content of blood from both sides of heart. Normally the chloride content is equal in the right and left chambers of the heart (600 mg/100 ml). In fresh water drowning due to hemodilution the chloride content is decreased and in salt water drowning due to hemoconcentration the chloride content is increased in left side of heart. A 25% difference in chloride is significant but the test is of doubtful value. o Limitations of gettler test:-1. No value in atypical drowning; congenital cardiac defects as shunts and patent foramen ovale; and if drowning medium contains same amount of chloride. 2. There is progressive loss of Cl- from blood after death. Therefore the test has to be made within a reasonably short time after death.",
        "cop": 4,
        "opa": "Hanging",
        "opb": "Strangulation",
        "opc": "Bums",
        "opd": "Drowning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Biological Materials & Stains",
        "id": "54c55702-d645-440a-abbc-006adf8b8cfe",
        "choice_type": "single"
    },
    {
        "question": "Florence test is used for",
        "exp": "Ans. (b) Semen. Ref,: The Essentials of FSM by K. S. Narayan Reddy 31st ed. / 405. Tests for Detection of. Seminal Stain (Mnemonic- \"Creat Acid Fast Bacilli')* Acid phosphatase test: to detect Aspermia cases* BarberioS test: to detect Spermine (yellow needle shaped spermine picrate)* Creatine phosphokinase test: for old seminal stain* Florence test: choline crystals of semen shows fluoroscence when examined (Rhombotic crystals of choline iodide)* Most specific test for seminal stain: Isoenzyme LDH assay* For dry seminal stain: UV rays used Blood Benzidine test* Best preliminary test as it detects blood present in dilution of 1 in 3 lakhs.* Color produced: Deep Blue* Not used because it is a potential carcinogen. Kastle-Mayer/Phenolpthalein test- color produced is Pink Purple. Microchemical test: based on RBC content of blood. 1. Takayama's test: Hb converted to Haemochromogen crystal.# Salmon pink feathery haemochromogen crystals are obtained. 2. Teichmann's Haemin crystal test: Hb converted into Hemin/Hematin crystals.# Brown rhombic haemic crystal are seen3. Spectroscopic test: Most specific/confirmatory method for blood stain test4. Thin layer chromatography (TLC)5. Electrophoresis. NOTE: Test to distinguish human vs. animal blood- Precipitin Test,",
        "cop": 2,
        "opa": "Blood",
        "opb": "Semen",
        "opc": "Urine",
        "opd": "Albumin",
        "subject_name": "Forensic Medicine",
        "topic_name": "Biological Materials & Stains",
        "id": "bcbd14b5-ae79-4b47-956b-8e7d60a4e90e",
        "choice_type": "single"
    },
    {
        "question": "Specimen containing viral particle is preserved in?",
        "exp": "Ans. (c) 50% glycerine. Ref. Textbook of forensic medicine and toxicology: Principles and practice by vij 4/e, p 33",
        "cop": 3,
        "opa": "Na. Cl solution",
        "opb": "Formaldehyde",
        "opc": "50% glycerine",
        "opd": "Liquid nitrogen",
        "subject_name": "Forensic Medicine",
        "topic_name": "Biological Materials & Stains",
        "id": "2b08cb3d-b0bb-4e9b-9364-f7dad8081943",
        "choice_type": "single"
    },
    {
        "question": "In the forensic laboratory some samples are being examined under ultraviolet ray, the doctor notices blue white color of the sample. Which is the most probable content of the sample?",
        "exp": "Ans. a. Semen (Ref: Reddy 33/e p434, 29/e p377-378: Parikh 6/e p7. 26-7. 27). In sexual offences, a preliminary examination under filtered ultraviolet light can be made. Stains of urine, vaginal discharge and seminal fluid show a bright fluorescence. The fluorescence of seminal stains is of a bluish-white colour and such stains are selected for further examinations. Examination of Seminal Stains. Physical Examination: A preliminary examination under filtered ultraviolet lightQ can be made. Stains of urine, vaginal discharge and seminal fluid show a bright fluorescence. The fluorescence of seminal stains is of a bluish-white colour and such stains are selected for further examinationsQ. Chemical Examination: Mnemonic - 'create A F B'Creatine Phosphokinase testQ: Depends on presence of CPKQ in semen. Acid Phosphatase testQ: Depends on presence of acid phosphatase in semen. Florence testQ: Depends on presence of CholineQ in semen. Barberio's testQ: Depends on presence of SperminQ in semen. Microscopic examination: Involves identification of spermatozoa under microscope. Fluorescence microscopy is based on the principle that the Y-chromosome is fluorescence to quinacrineQ. Electrophoretic Methods: Acid-Phosphatase Test. QLDH Isoenzyme TestQ",
        "cop": 1,
        "opa": "Semen",
        "opb": "Urine",
        "opc": "Pus",
        "opd": "Leucorrhoea discharge",
        "subject_name": "Forensic Medicine",
        "topic_name": "Biological Materials & Stains",
        "id": "556a3d74-83cf-481b-a41f-607f413284a0",
        "choice_type": "single"
    },
    {
        "question": "ABO antigens are not found in:",
        "exp": "Ans: D (CSF) Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy. 29th edition. 2010. Explanation: ABO antigens. ABO antigens are found in high concentration in saliva, semen, vaginal and gastric secretions. They are found in low titres in sweat, tears and urine. Totally absent in nerve tissue, epithelium, skin appendages, bone and cartilage.",
        "cop": 4,
        "opa": "Semen",
        "opb": "Plasma",
        "opc": "Sweat",
        "opd": "CSF",
        "subject_name": "Forensic Medicine",
        "topic_name": "Biological Materials & Stains",
        "id": "182374eb-ccce-485e-9f4e-e8d9ddb97a83",
        "choice_type": "single"
    },
    {
        "question": "Takayama test is to detect",
        "exp": "Ans. is 'b' i. e., Nature of stain * The examination of blood and blood stains is an important part of crime detection. The points that are usually required to be determined regarding stains are: (1) nature of stain (whether the stains is blood or not); (2) the species (human or animal) from which the blood has come from; and (3) blood group. Nature of stain (whether the stain is blood or not)* To determine the nature of stain, following tests are used: 1) Chemical tests# These tests are based on the peroxidase activity of haematin, which is, derived from oxidation of haem of hemoglobin or methemoglobin, present.# This enzyme, in the presence of hydrogen peroxide converts colourless salts into coloured bases.# Thus these tests are based on H2. O2 and peroxidase enzyme. Tests are: i) Benzidine test: Greenish blue colour. ii) Phenolphthalein test (kastle myere test): Deep permanganate colour. iii) Leucomalachite green test: Bluish green or peacock blue colour. iv) Guaiacum test: Blue colour. v) Orthotoludine test (kohn test): Blue or green colour. vi) Amidopyrine test: Purple colour. 2) Microchemical tests# These tests are based on property of haem part of hemoglobin to form characteristic coloured crystals.# The tests are: 1) Teichmann's haemin crystal test. 2) Takayama hemochromogen crystal test. 3) Luminal spray test: It is especially useful in old obscure blood stains. 3) Spetroscopy# It is most delicate and reliable test. It is based on the principle that hemoglobin and its derivatives give characteristic absorption bands when viewed through a spectroscope. 4) Microscopy# Microscopic examination of RBCs is possible only in fresh stains. Detection of species (whether the blood has come from human or animal)* For detection of species, serological (immunological) tests are used. These tests are: 1) Precipitin test2) Haemaglutination inhibition test (antiglobulin consumption test or absorption inhibition test). 3) Gel diffusion test. 4) Double diffusion test. 5) Precipitation electrophoresis. 6) Latex agglutination test. 7) Isoenzyme method (enzymological test). Detection of blood group of blood stain* These tests are: 1) Immunological (serological): (i) aborption-elution test, (ii) absorption-inhibition test, (iii) mixed agglutination test, (iv) latex test. 2) Enzymological methods. 3) Latte's crust method.",
        "cop": 2,
        "opa": "Identification of source of hair",
        "opb": "Nature of stain",
        "opc": "Detection of species",
        "opd": "Blood group",
        "subject_name": "Forensic Medicine",
        "topic_name": "Biological Materials & Stains",
        "id": "8df4f040-8ec5-4887-813b-16d18c939f9a",
        "choice_type": "single"
    },
    {
        "question": "Test to detect spermine in semen is",
        "exp": "Ans. is 'a' i. e., Barberio test Tests to detect semen are: A. Chemical tests: 1) Microchemical tests: Florence test (produces brown crystals of choline periodide), and barberio's test (produces yellow crystals of spermine picrate by picric acid). 2) Enzyme tests: Acid phosphatase (concentration >10 K. A./ml), creatinine phosphokinase (>400 units) and specific glycoproteins (P30 or. MHS-5). 3) Ammonium molybdate test: It gives deep deep yellow colour, due to presence of phosphorus. B. Microscopic examination:# It is done to demonstrate the presence of spermatozoa in the vaginal fluid or in stain. C. Biological examination: 1) Precipitin test: To know the species to which semen belongs. 2) Blood group can be known from semen. D. UV light:# Invisible, softned and dry semen stains of the clothes can be rendered distinct by the filtered UV light, which produces bluish fluorescence. E. Testes for determination of specific protein component (e. g. LDH isoenzyme):# These are immunoelectrophoresis, gel diffusion precipitation, gel electrophoresis, immunodiffusion, isoelectric focussing and TLC (thin layer chromatography).",
        "cop": 1,
        "opa": "Barberio test",
        "opb": "Ammonium molybdate test",
        "opc": "Acid phosphatase test",
        "opd": "Florence test",
        "subject_name": "Forensic Medicine",
        "topic_name": "Biological Materials & Stains",
        "id": "1045ee5a-c07e-435f-9833-9c64b7172be3",
        "choice_type": "single"
    },
    {
        "question": "The preservative routinely used for preserving viscera for chemical examination is:",
        "exp": "Ans. A. Saturated solution of common salt. (Ref. FMT by Dr KS Narayan Reddy 29th/pg. 306)PRESERVATION OF VISCERA IN CASES OF SUSPECTED POISONINGViscera should be preserved: 1) If the death is suspected to be due to poisoning by the police or the dr. 2) Deceased was intoxicated or used to drugs. 3) Cause of death not found after autopsy. 4) Death due to bums. 5) Advance decomposition. 6) Accidental death involving driver of a vehicle or machine operator. Preserve: 1) Stomach and its contents. 2) Upper part of small intestine (30 cm) and its contents. 3) Liver 200-300 gm4) Kidney half each5) Blood 30 ml. Minimum 10 ml. 6) Urine 30 ml. Containers: 1) Glass bottle of 1 L capacity. 2) Rubber inserts should not be used under caps. 3) Glass container should be cleaned with sulphuric acid-chromate soln, rinsed with distilled water and dried. 4) Polythylene bags may be used but not for volatiles. 5) When lugs, etc are to be preserved for analysis of volatile substances, nylon bags should be used. Preservatives: 1) Saturated sodium chloride soln: except in poisoning from corrosive acids except phenol, alkalis, corrosive sublimate, and aconite. 2) Rectified spirit: except in suspected poisoning from alcohol, kerosene, chloroform, ether, chloral hydrate, formic acid, formaldehyde, acetic acid, phenol, phosphorous, paraldehyde. 3) 10 mg/ml of Sodium or potassium fluoride & 3 mg potassium oxalate should be used for preserving blood. 4) Fluoride should also be added to urine, CSF, vitrous if alcohol estimation required and also to samples of cocaine, cyanide, CO. 5) Viscera should not be preserved in formaldehyde. Preservative is not necessary if: 1) Viscera can be analysed within 24 hrs. 2) If sample can be kept in refrigerator/ice box. 3) Bone, hair, nails. 4) Lungs for detecting inhaled poison.",
        "cop": 1,
        "opa": "Saturated solution of common salt",
        "opb": "Rectified spirit",
        "opc": "10% formalin",
        "opd": "0. 9% normal saline",
        "subject_name": "Forensic Medicine",
        "topic_name": "Biological Materials & Stains",
        "id": "6aba3898-b08e-403c-ae41-2ffbbabb4bba",
        "choice_type": "single"
    },
    {
        "question": "Seminal stain can be detected by?",
        "exp": "Ans. is 'c' i. e., Barberio's test Tests to detect semen are: A. Chemical tests: 1) Microchemical tests: Florence test (produces brown crystals of choline periodide), and barberio's test (produces yellow crystals of spermine picrate by picric acid). 2) Enzyme tests: Acid phosphatase (concentration > 10 K. A./ml), creatinine phosphokinase (>400 units) and specific glycoproteins (P30 or MHS-5). 3) Ammonium molybdate test: It gives deep deep yellow colour, due to presence of phosphorus. B Microscopic examination: o It is done to demonstrate the presence of spermatozoa in the vaginal fluid or in stain. C. Biological examination: 1) Precipitin test: To know the species to which semen belongs. 2) Blood group can be known from semen. D. UV light: o Invisible, softned and dry semen stains of the clothes can be rendered distinct by the filtered UV light(AIIMS 09), which produces bluish fluorescence. E. Testes for determination of specific protein component (e. g. LDH isoenzyme): o These are immunoelectrophoresis, gel diffusion precipitation, gel electrophoresis, immunodiffusion, isoelectric focussing and TLC (thin layer chromatography).",
        "cop": 3,
        "opa": "Phenolphthalein test",
        "opb": "Reine's test",
        "opc": "Barberio's test",
        "opd": "Paraffin test",
        "subject_name": "Forensic Medicine",
        "topic_name": "Biological Materials & Stains",
        "id": "98a51798-ef64-4f8d-8573-906b2c11f533",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a potential source of DNA for forensic analysis:",
        "exp": "Ans: B (Red blood cells ) \"Samples for DNA testing must contain nucleated cells e. g leucocytes, seminal fluids, brain, bone marrow, muscle, skin, dental pulp, hair with root sheath cells & dried stains\"- Parikh 6th/7. 8. POTENTIAL SOURCE OF DNA FOR FORENSIC ANALYSISBlood is an excellent source of human DNA. DNA is present in white blood cells of humans, but not red blood cells which lack nuclei. A dime-sized spot of blood, approximately 50 pi in volume, is enough DNA for a typical VNTR analysis. DNA from sperm heads is usually the most important source of DNA evidence for sexual assault cases. Five pi of semen contains approximately the same amount of DNA as 50 pi ofblood. Special extraction methods are required to release DNA from sperm heads. Saliva contains cellular material. DNA can be extracted from bite marks, cigarette butts, postage stamps on envelopes, and envelope flaps for DNA analysis. In fact, the \"Unabomber\" was convicted partially on DNA evidence from a letter-bomb he mailed that did not explode. The hair follicle at the base of human hairs contains cellular material rich in DNA. In order to be used for DNA analysis, the hair must have been pulled from the body -- hairs that have been broken off do not contain DNA. Any body tissue that has not been degraded is a potential source of DNA. Bone is one of the best sources of DNA from decomposed human remains. Like bones, teeth can also be an excellent source of DNA, long after the rest of the body has decomposed. Urine itself does not contain DNA, but it may contain epithelial cells, which do contain DNA. Most healthy individuals, however, do not excrete epithelial cells in their urine.",
        "cop": 2,
        "opa": "Hair roots Hair shaft",
        "opb": "Red blood cells",
        "opc": "WBC",
        "opd": "Muscle tissue",
        "subject_name": "Forensic Medicine",
        "topic_name": "Biological Materials & Stains",
        "id": "44c48227-2141-402c-ace5-1f779031f17f",
        "choice_type": "single"
    },
    {
        "question": "Choline in seminal fluid is detected by?",
        "exp": "Ans. is 'b' i. e., Florence test Microchemical tests for semen analysis: A) Florence test - Brown crystals of choline periodideB) Barberio's test - Yellow coloured crystals of spermin picrate. Tests to detect semen are: A. Chemical tests: 1) Microchemical tests: Florence test (produces brown crystals of choline periodide), and barberio's test (produces yellow crystals of spermine picrate by picric acid). 2) Enzyme tests: Acid phosphatase (concentration > 10 K. A./ml), creatinine phosphokinase (>400 units) and specific glycoproteins (P30 or MHS-5). 3) Ammonium molybdate test: It gives deep deep yellow colour, due to presence of phosphorus. B Microscopic examination: o It is done to demonstrate the presence of spermatozoa in the vaginal fluid or in stain. C. Biological examination: 1) Precipitin test: To know the species to which semen belongs. 2) Blood group can be known from semen. D. UV light: o Invisible, softned and dry semen stains of the clothes can be rendered distinct by the filtered UV light(AIIMS 09), which produces bluish fluorescence. E. Testes for determination of specific protein component (e. g. LDH isoenzyme): o These are immunoelectrophoresis, gel diffusion precipitation, gel electrophoresis, immunodiffusion, isoelectric focussing and TLC (thin layer chromatography).",
        "cop": 2,
        "opa": "Barberiotest",
        "opb": "Florence test",
        "opc": "ELISA",
        "opd": "Agglutination inhibition",
        "subject_name": "Forensic Medicine",
        "topic_name": "Biological Materials & Stains",
        "id": "858ebb25-388e-4969-879e-467315d72342",
        "choice_type": "single"
    },
    {
        "question": "Lee Jones test is used for -",
        "exp": "Ans. is 'c' i. e., Cyanide Lee Jones testo Few crystals of ferrous sulfate is added to 5 ml of the gastric content, o To it, 5 drops of sodium hydroxide is added, o The mixture is boiled and cooled, o To it, 10 drops of 10% hydrochloric acid is added. o Greenish blue colour indicates cyanide and purplish colour indicates salicylate.",
        "cop": 3,
        "opa": "Carbolic acid",
        "opb": "Arsenic",
        "opc": "Cyanide",
        "opd": "Lead",
        "subject_name": "Forensic Medicine",
        "topic_name": "Biological Materials & Stains",
        "id": "f370a9da-dca8-46c9-8a3e-7bb7fb39deb0",
        "choice_type": "single"
    }
]