[
    {
        "question": "For MTP consent is taken from?",
        "exp": "Ans. is 'a' i.e., Wife only o According to this act, consent of only women is required (if she is over 18 years and sane); and consent of parents/ guardian is required if she is below 18 years or above 18 years but insane.o Consent of husband is not required.o Abortion cannot be performed on request of husband, if women herself is not willing.o Women need not produce proof of her age, only statement that she is over 18 is accepted.",
        "cop": 1,
        "opa": "Wife only",
        "opb": "Husband only",
        "opc": "Both",
        "opd": "Neither",
        "subject_name": "Forensic Medicine",
        "topic_name": "Consent to and Refusal of Treatment",
        "id": "a2ef3528-8481-47a9-9c0a-d5b7fb1d6178",
        "choice_type": "multi"
    },
    {
        "question": "Legal age of consent for medical examination and treatment is -",
        "exp": "Ans. is 'b' i.e., 12 years Legally valid consent for medical examination and treatment is one :-o Given by person himself, if above 12 years, conscious and mentally sound (sane),o Or given by parent, guardian, or friend, if patient is less than 12 years or is unconscious or is insane,o Is written informed consent, i.e. is given in w riting after knowing the nature of condition of procedure, its alternatives and its complications. All disclosures/ true information should be given freely in a language that the patient best understand. Non-medical persons usually do not understand the medical technical jargon, so the consent should be taken in simple language, which the patient can understand and not a technical jargon.o Given in presence of two witnesses,o Given before the actual doing of procedure.o Given freely, voluntarily and directly; without fear, force or fraud.o Signed by doctor, patient (or guardian) and witnesses.",
        "cop": 2,
        "opa": "10 years",
        "opb": "12 years",
        "opc": "14 years",
        "opd": "16 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Consent to and Refusal of Treatment",
        "id": "c0de7fab-689a-4cf0-8181-1f075e44782e",
        "choice_type": "single"
    }
]