[
    {
        "question": "Complication of Kerosene poisoning -",
        "exp": "Ans. is 4a' i. e., Pneumonia o Bronchopneumonia and pulmonary edema are complications of kerosene poisoning, o Vomiting and diarrhea also occur, but these are symptoms (not complications).",
        "cop": 1,
        "opa": "Pneumonia",
        "opb": "Vomiting",
        "opc": "Hemoptysis",
        "opd": "Diarrhoea",
        "subject_name": "Forensic Medicine",
        "topic_name": "Corrosive Poisons",
        "id": "473c54b8-fc66-4af7-b262-29b95a3e3f3e",
        "choice_type": "single"
    },
    {
        "question": "Gastric lavage is contraindicated in poisoning by -",
        "exp": "Ans is 'a' ie., Kerosene o Gastric lavage is contraindicated in poisoning by pure petroleum distillate eg kerosene, turpentine, o Gastric lavage is indicated for: 1) camphorated hydrocarbons b) halogenated hydrocarbons eg organochlorides, methyl chloride, fluorocarbons 3) aromatic hydrocarbons eg benzene, toluene, xylene, aniline, o Contraindication for gastric lavage: Absolute: alkalis, mineral acids, vegetable acids, organic acids except carbolic acid. Relative: kerosene or volatile poisons, convulsant poisons except strychinine, hypothermia, bleeding disorder.",
        "cop": 1,
        "opa": "Kerosene",
        "opb": "Morphine",
        "opc": "Barbiturates",
        "opd": "Cyanide",
        "subject_name": "Forensic Medicine",
        "topic_name": "Corrosive Poisons",
        "id": "2d9831fa-2455-4c34-91e4-e3ba65385392",
        "choice_type": "single"
    },
    {
        "question": "Yellow discoloration of the skin and the mucosa is seen in which poisoning?",
        "exp": "Ans. is 'b' i. e., Nitric acid o Nitric acid causes yellow discoloration of the tissues including the crowns of the teeth & yellow stains on the clothing, o Inhalation of fumes causes lacrimation, photophobia, irritation of air-passages & lungs producing sneezing, coughing, dyspnea & asphyxia, o The color of urine is brown. Poison. Pattern of Mucosa. Arsenic. Red velvety mucosa of the stomach. H2. SO4. Brown of Black with erosion, perforation & Carbolization. Carbolic Acid. Green w hite of Brow n - white or Grey leathery- and thickened mucosa. HNO3. Yellow. HC1. Pink. Ammonia. Perforated. HCNPink. KCNBrick red to brown. KOH, Na. OHDeeply congested. Black. Phosphorus. Yellow or grey white",
        "cop": 2,
        "opa": "Nitrous oxide",
        "opb": "Nitric acid",
        "opc": "Sulphuric acid",
        "opd": "Phosphoric acid",
        "subject_name": "Forensic Medicine",
        "topic_name": "Corrosive Poisons",
        "id": "c8fe2a58-9792-4db6-b75a-bb9d1af97737",
        "choice_type": "single"
    }
]