[
    {
        "question": "The ideal place to record body temperature in dead body is -",
        "exp": "Ans. is 'a' i. e., Rectum o Most common site for recording temperature is the rectum. o Thermameter is inserted in rectum around 8-10 cm for 2 minutes. o Other sites for recording temperature are nose, ear (external auditory meatus), vagina, and under liver.",
        "cop": 1,
        "opa": "Rectum",
        "opb": "Axilla",
        "opc": "Mouth",
        "opd": "Groin",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "303bbb0d-4ae7-410b-ab49-4c0816e8e238",
        "choice_type": "single"
    },
    {
        "question": "Fluid best for postmortem investigation?",
        "exp": "Ans. b (Vitreous) (Ref. Reddy FMT 23rd/pg. 332). There is a linear relationship between potassium concentration in vitreous and time after death up to 120 hours. Also Know:* The component of vitreous humour that is most useful in determining time since death. Potassium* Mucopolysacchride maximally present in vitreous humour. Hyaluronic acid* Biological fluids useful for estimating postmortem interval. Vitreous humor, CSF & blood* Biological fluid NOT studied for estimating postmortem interval. Urine",
        "cop": 2,
        "opa": "CSF",
        "opb": "Vitreous",
        "opc": "Synovial fluid",
        "opd": "Serum",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "2c7066fd-4849-414a-8d4a-5ff1af06d510",
        "choice_type": "single"
    },
    {
        "question": "For how long in cremation, 900-1000degC is used:",
        "exp": "Ans: a (30 min). In cremation 900-1000degC is used for at least 30 min.",
        "cop": 1,
        "opa": "30 min",
        "opb": "1 hr",
        "opc": "2 hr",
        "opd": "3 hr",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "785e7591-3d4b-4575-9195-3ed1b0550f8d",
        "choice_type": "single"
    },
    {
        "question": "Immediate cause of death is mentioned in which section of death certificate -",
        "exp": "Ans. is 'a' i. e., Ia Death Certificateo Following information is to be filled in the relevant columns of the death certificate:-Ia - Immediate cause. Ib - Antecedent cause. Ic - Antecedent cause. II - Other significant condition contributing to the death but not related to the disease or condition causing it.",
        "cop": 1,
        "opa": "Ia",
        "opb": "Ib",
        "opc": "Ic",
        "opd": "II",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "3c3432a1-ac31-49d2-a788-3872f172aaf3",
        "choice_type": "single"
    },
    {
        "question": "The component of vitreous humour that is most useful in determining time since death:",
        "exp": "Ans. b (Potassium). (Ref. Parikh's textbook of FMT, 6th ed., 2. 66). The relationship between the rise of potassium concentration in the vitreous humour and the time since death has been studied by several workers. To improve the accuracy of the method cases with possible ante-mortem electrolyte disturbances can be excluded. Having eliminated these cases with possible ante-mortem electrolyte imbalance, there is a linear relationship between potassium concentration in vitreous and time after death up to 120 hours, but the 95% confidence limits are +- 22 hours.",
        "cop": 2,
        "opa": "Sodium",
        "opb": "Potassium",
        "opc": "Magnesium",
        "opd": "Calcium",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "8c4094bb-dadf-4326-ae11-d84c5492ef06",
        "choice_type": "single"
    },
    {
        "question": "Thanatology deals with?",
        "exp": "ANSWER: (A) Death. REF: Textbook of Forensic Medicine and Toxicology by Nagesh Kumar Rao. Page 115. The term Thanatology is of Greek origin; Thanatos meaning death and logus meaning the science. In other words it means the subject which deals with scientific study of death, types of death, the various events or changes that occur in the cadaver and their medicolegal significance.",
        "cop": 1,
        "opa": "Death",
        "opb": "Snakes",
        "opc": "Poison",
        "opd": "Fingerprints",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "43bbe3b8-df9c-41a0-9068-3cb8cbf6a4a6",
        "choice_type": "single"
    },
    {
        "question": "Suspended animation may be seen with which of the following?",
        "exp": "Ans. (A). Electrocution. Attention: This is one of the most repeatedly asked question. A student should be familiar with all conditions producing suspended animation. MNEMONICSuspended animation IN MY NEW HDTVInsanity, New BornQ, ElectrocutionQ, Opioid Overdose, YogaQ, Heat StrokeQ, HypothermiaQ, DrowningQ, Drugs, typhoid fever. QElectrocutionQ is one of the common cause of suspended animation. Any patient of electrocution brought to casualty, one should not hurry in death declaration. It is always advisable to take ECG for confirmation.",
        "cop": 1,
        "opa": "Electrocution",
        "opb": "Salicylate poisoning",
        "opc": "Snake bite",
        "opd": "Burns",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "d11c3e8b-80c6-4379-a4d5-22ace627f7d7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is related to instant muscle contraction following death?",
        "exp": "Ans: d (Cadaveric rigidity) Ref: Reddy, 21st ed, p. 134. Cadaveric rigidity or cadaveric spasm occurs immediately after death. In this, the muscles that were contracted during life become stiff and rigid without passing into the stage of primary relaxation. Difference between rigor mortis and cadaveric spasm RIGOR MORTISCADAVERIC SPASMTime of onset. One or two hours after death. All muscles of the body involved, both voluntary and involuntary. Instantaneous. Usually restricted to a single group of voluntary muscles Moderate force can overcome the stiffness. Very great force is required to overcome it. Body temperature. Low (cold). Indicates time since death. Warm. Indicates mode of death i. e., suicide or homicide",
        "cop": 4,
        "opa": "Heat stiffening",
        "opb": "Cold stiffening",
        "opc": "Burns",
        "opd": "Cadaveric rigidity",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "9a19394c-5ec2-4118-b4c0-a07ccaf707e0",
        "choice_type": "single"
    },
    {
        "question": "Rigor mortis in human body starts at",
        "exp": "Ans. d (Eyelids)RIGOR MORTIS# Ordinarily, death is followed immediately by total muscular relaxation - primary muscular flaccidity - succeeded in turn by generalised muscular stiffening - rigor mortis.# After a variable period of time rigor mortis passes off spontaneously; followed by secondary muscular flaccidity.# The first investigation on rigor mortis is attributed to Nysten in 1811.# No measurable shortening of muscle occurs during rigor mortis unless the muscles are subjected to tension.# The view that the development of rigor mortis could produce significant movements of the body was promoted by Sommer, in about 1833, and the postulated movements became known as \"Sommer's movements\". For this reason, when a body is found in a certain position with rigor mortis fully developed, it cannot be assumed that the deceased necessarily died in that position.# Rigor involves voluntary and involuntary muscles.# Contraction of the arrectores pilorum muscles during rigor may result in \"goose-flesh\" or \"cutis anserina\". The phenomenon is commonly seen in cases of drowning where it is thought to result from an agonal contraction of the muscles.# Involvement of walls of seminal vesicles by rigor may lead to discharge of seminal fluid at the glans penis.# In individuals who have been exhausted or starved before death, the glycogen stores in muscle are low, so that rigor may develop rapidly.# Typically, rigor is first apparent in small muscles of eyelids, lower jaw and neck, followed by the limbs.# It is generally accepted that rigor mortis passes off in the same order in which it develops.# In temperate climates rigor will typically start to disappear at about 36-48 hours after death. However, if the environ- mental temperature is high then the development of putrefaction may completely displace rigor within 9-12 hours of death.# Accelerated putrefaction resulting from ante-mortem septicaemia may lead to a rapid displacement of rigor.# Exposure of a body to intense heat results in heat stiffening due to coagulation of the muscle proteins. Unlike rigor mortis, heat stiffening is associated with muscle shortening resulting in the characteristic pugilistic posture of burned bodies.# Freezing of a body will cause stiffening of the muscles, postponing the development of rigor which is said to developed as soon as thawing of the body permits.",
        "cop": 4,
        "opa": "Upper limb",
        "opb": "Face muscles",
        "opc": "Neck muscles",
        "opd": "Eyelids",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "fb60ab6d-b235-4285-a2c6-3d16d3452da8",
        "choice_type": "single"
    },
    {
        "question": "Part II of death certificate contains-",
        "exp": "Ans. is 'd' i. e., Associated comorbid condition of death Death Certificateo Following information is to be filled in the relevant columns of the death certificate:-Ia - Immediate cause. Ib - Antecedent cause. Ic - Antecedent cause. II - Other significant condition contributing to the death but not related to the disease or condition causing it",
        "cop": 4,
        "opa": "Manner of death",
        "opb": "Immediate cause of death",
        "opc": "Antecedant cause of death",
        "opd": "Associated comorbid condition of death",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "d8991a8a-7ec2-4890-a549-2c82e30b3650",
        "choice_type": "single"
    },
    {
        "question": "Length of stab gives information about-",
        "exp": "Ans. is 'b' i. e., Width of blade o Length of the stab wounds is slightly less than the width of the weapon upto wrhich it has been driven inside, o Deliberate lateral, forward or backward movement of the weapon during its withdrawal from the body tends to widen the wound, and the length will be more than the actual width of the blade.",
        "cop": 2,
        "opa": "Length of blade",
        "opb": "Width of blade",
        "opc": "Angle of insertion",
        "opd": "Thickness of the blade",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "b2bfd17f-88b4-4fb9-96e7-345a4d8ab087",
        "choice_type": "single"
    },
    {
        "question": "Thanatology is?",
        "exp": "Ans. is 'a' i. e., study of death o Thanatoiogy is the branch of science which deals with study of death. It deals with death in all aspects.",
        "cop": 1,
        "opa": "Study of death",
        "opb": "Solving paternity of the child",
        "opc": "sexual crime investigation",
        "opd": "Detection of race",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "e0e7aac2-e6e6-489b-b0ea-2ebb94aa85ec",
        "choice_type": "single"
    },
    {
        "question": "Cadaveric spasm occurs:",
        "exp": "Ans: a (Immediately after death). Ref: Reddy 29th ed. R146 Also refer Q 112 Kerala 2007, Q 151 Kerala 2008. Cadaveric spasm is found in muscles contracted at the time of death which becomes stiff immediately without passing into the stage of primary relaxation. Cadaveric spasm. Synonyms include instantaneous rigor, cataleptic rigidity, and instantaneous rigidity. Cadaveric spasm may affect all muscles in the body, but typically only groups, such as the forearms, or hands. Cadaveric spasm often crystallizes the last activity one did prior to death and is therefore significant in forensic investigations, e. g. holding onto a knife tightly. Rigor mortis - Starts within 1 hr. Fully develops by 6 hrs. Remains for 6-8 hrs. Starts disappearing after 18hrs. Completely disappears by 24 - 36 hrs. Rigor mortis starts first in the heart (1 hr). It then appears in the eyelid within 2 hrs. Rigor mortis is due to decreased ATRPutrefaction - Starts by 12 - 24 hrs but in summer it may start as early as 6 hrs. 1. External sign of putrefaction - greenish discolouration of skin over the region of caecum. Internally putrefaction is seen on the undersurface of liver. Marbling - 24 - 36 hrs -Maggots appear after 48 hrs -Liquefaction - after 5 -12 hrs -Bone destruction -Uncoffined: 1 yr. Coffined: 3 - 10 yrs. Completed by: 25 yrs",
        "cop": 1,
        "opa": "Immediately after death",
        "opb": "Within 2 hours",
        "opc": "Within 6 hours",
        "opd": "Within 12 hours",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "6ab2c905-93fc-45c6-8526-c73216b95cc4",
        "choice_type": "single"
    },
    {
        "question": "Increase in temperature during first 2 hours after death is due to?",
        "exp": "Ans. is 'd' i. e., septicemia Postmortem caloricitv is seen in1) Due to disturbed heat regidation: Sun-stroke (heat stroke), pontine hemorrhage. 2) Due to heat production by muscular activity: Tetanus, strychnine poisoning, asphyxial death. 3) Acute bacterial or viral infections: Pneumonia, septicemia, liver abscess, peritonitis, typhoid, nephritis, meningitis, cholera etc. 4) Very high atmosphere temperature.",
        "cop": 4,
        "opa": "Massive hemorrhage",
        "opb": "Cyanide poisoning",
        "opc": "Organophosphorus poisoning",
        "opd": "Septicemia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "8e5f745c-f2eb-470b-9d76-40de90f0303b",
        "choice_type": "single"
    }
]