[
    {
        "question": "During autopsy for virology study which agent is used for storing tissue -",
        "exp": "In autopsy in virological disease universal work precautions have to be followed and specimens are stored in 50% glycerine. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 60.",
        "cop": 4,
        "opa": "Sodium chloride",
        "opb": "Alcohol",
        "opc": "Spirit",
        "opd": "50% glycerin",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "f39436f0-af9a-4702-b8a6-d8b5c1b8da85",
        "choice_type": "single"
    },
    {
        "question": "Virchows method of organ removal is",
        "exp": "METHOD OF REMOVAL OF ORGANS. Virchow's technique- Organs are removed one by one, Cranial cavity is exposed first, followed by thoracic, cervical and abdominal organs. Spinal cord is removed from the back. Rokitansky's technique- It involves in situ dissection in pa, combined with en block removal. Letulle's technique- Cervical, thoracic, abdominal and pelvic organs are removed en masses and dissected as organ block. Ghon's technique- Cervical, thoracic, abdominal and urogenital system are removed as organ blocks, Neurobal system is removed as another block. Ref: K. S. Narayan Reddy's Synopsis of Forensic Medicine and Toxicology, 29th edition, Chapter 5, Page - 63.",
        "cop": 2,
        "opa": "Organs removed en masse",
        "opb": "Organs removed one by one",
        "opc": "In situ removal",
        "opd": "Minimal invasive autopsy",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "f6115abc-4025-4631-a2c1-e6d51f9b975f",
        "choice_type": "single"
    },
    {
        "question": "Virchow method of organ removal is",
        "exp": "In Virchows method organs are removed one by one. Cranial cavity is exposed first then thoraxic, cervical and abdominal organs. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 57.",
        "cop": 2,
        "opa": "Organs removed en masse",
        "opb": "Organs removed one by one",
        "opc": "In-situ dissection",
        "opd": "En-block removal of viscera",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "eecce2d0-8d9f-4be3-9f5a-e2d9e1b5c912",
        "choice_type": "single"
    },
    {
        "question": "Mummification refers to -",
        "exp": "Mummification is drying and shrinking of cadaver from evaporation of water and general appearances of the body are preserved. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 87.",
        "cop": 4,
        "opa": "Hardening of muscle after death",
        "opb": "Colliquative putrifaction",
        "opc": "Saponification of subcutaneous fat",
        "opd": "Dessication of a dead body",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "a40ee554-9b63-4cee-af21-d7fde054a4c3",
        "choice_type": "single"
    },
    {
        "question": "Transmission rate of HIV by needlestick injury in health professionals is",
        "exp": "AUTOPSY OF A CASE OF AIDS AND INFECTIONS Universal Work Precautions: (1) All infected bodies should be wrapped and tied in double layer tough plastic bag, with a red colour tag mentioning \"Biologically Hazardous\". The label should mention the name, age, sex, registration number, etc. (2) Workers who have exudative lesions or weeping dermatitis or external injury should not handle AIDS victims. (3) Proper protective clothing, full sleeves overalls instead of simple surgical gowns, water-proof plastic apron, head cap, face mask, goggles if eye glasses are not worn, double gloves (heavy autopsy gloves over surgical gloves), waterproof rubber gumboots of knee length with shoe covers. A plastic visor will protect eyes and mucosal surfaces from splash injury. A high efficiency paiculate air- filled respirator or a powered air-purifying respirator should be worn. ( 4) Handling sharp instruments: Avoid accidental pricks and cuts from needles, scalpels, etc. If a cut is made in the rubber gloves or needle injury occurs they should be removed immediately and replaced with new ones. Hands and other skin surfaces should be washed immediately and thoroughly if contaminated with blood or other body fluids. Infection of AIDS can be acquired by transdermal inoculation through cuts and needle punctures. About 0. 3 to 0. 5% of individuals will become seropositive. Transmission rates from contaminated needle punctures or close contact are 10 to 30 times higher for serum hepatitis than for AIDS. The incident should be repoed to proper authority to get their blood check for HIV seropositivity. (5) Handling specimens for laboratory examination: Mucocutaneous contact with the body fluids, and aerosol inhalation should be avoided. They should be properly labelled andfilled with 10% formalin solution and should be handled with gloved hands. (6) Disposal of used instruments: They should be dipped in 20% glutaraldehyde (cidox) for half-an-hour, washed with soap or detergent and water, dried and then rinsed in methylated spirit and air dried. (7) All soiled gauze and cotton, etc. should be collected in a double plastic bag for incineration. (8) Laundry material, such as aprons, towels, etc. should be soaked in one percent bleach for half-an-hour, washed with detergent and hot water, and autoclaved. (9) Clean- up procedure: Wear new intact disposable gloves. Small spatters and spills of blood and other body fluids can be wiped up with disposable tissues o1* towels which are discarded in special bio-hazard bags and properly disposed. The autopsy table and floor should be cleaned with one percent bleach solution, followed by washing with soap and water. (10) Disinfectants: 1: 10 dilution of common household bleach or a freshly prepared sodium hypochlorite solution are recommended. Liquid chemical germicides commonly used in health care facilities and laboratories are effective against HIV. Ref:- k s narayan reddy; pg num:-121, 122",
        "cop": 1,
        "opa": "0. 30%",
        "opb": "1%",
        "opc": "5%",
        "opd": "10%",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "b19b1eb3-4660-4163-bdf0-e0a974a33d6d",
        "choice_type": "single"
    },
    {
        "question": "Nysten's rule peains to -",
        "exp": "Nysten's rule states that Rigor mois does not sta in all muscles simultaneously, it appears first in involuntary muscles. Ref: K. S. Narayan Reddy's Synopsis of Forensic Medicine and Toxicology, 29th edition, Chapter 7, Page 88.",
        "cop": 1,
        "opa": "Rigor mois",
        "opb": "Identification",
        "opc": "Bullet injuries",
        "opd": "Putrefaction",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "2ef8aa6f-88a6-4ea1-a468-b0fee2bcd4eb",
        "choice_type": "single"
    },
    {
        "question": "Ideal temperature to preserve the body for a post moem is",
        "exp": "The ideal temperature for keeping a dead body for autopsy is 4degC. To keep a body for long duration for other purposes the temperature is -20degC. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 42",
        "cop": 2,
        "opa": "0 degrees",
        "opb": "4 degrees",
        "opc": "10 degrees",
        "opd": "- 4 degrees",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "a81e628a-80fc-4ed4-9f3a-7c0bea42e54f",
        "choice_type": "single"
    },
    {
        "question": "If a body is left undisturbed, for how long does post moem staining persists -",
        "exp": "Postmoem staining occurs sholy after death and persists until putrefaction sets in which is also known as primary lividity. Dr. Narayana Reddys Synopsis of Forensic Medicine and Toxicology 27th edition pg. 76.",
        "cop": 4,
        "opa": "Few hours",
        "opb": "Few days",
        "opc": "Few months",
        "opd": "Persists till merges with discolouration of putrefaction",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "421dc40b-1ef8-48a8-8ca6-0585bf2233fa",
        "choice_type": "single"
    },
    {
        "question": "Mummification is enhanced by -",
        "exp": "Mummification requires absence of moisture and continuous action of dry and warm air. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 87.",
        "cop": 3,
        "opa": "Moist and hot air",
        "opb": "Moist and cool air",
        "opc": "Dry and hot air",
        "opd": "Dry and cool air",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "8d1e25b6-88f1-46f9-9cc3-a37eb62dbb5f",
        "choice_type": "single"
    },
    {
        "question": "When a group of muscles of a dead body were in state of strong contraction immediately prior to death and remain so even after death, the condition is termed as -",
        "exp": "Cadaveric spasm is contraction of group of voluntary muscles during life which become stiff and rigid after death without moving into primary relaxation. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 81.",
        "cop": 3,
        "opa": "Gas stiffening",
        "opb": "Rigor mois",
        "opc": "Cadaveric spasm",
        "opd": "Cold stiffening",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "46024271-7c6f-4bd2-96d4-3d2cf38d264c",
        "choice_type": "single"
    },
    {
        "question": "Immediate stiffness postmoem occurs in -",
        "exp": "Immediate rigor occurs in cadaveric spasm which is contraction of muscles during life which become stiff and rigid immediately after death. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 81.",
        "cop": 2,
        "opa": "Cadaveric rigidity",
        "opb": "Cadaveric spasm",
        "opc": "Rigor mois",
        "opd": "Algor mois",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "d43b0467-2d00-4b91-904a-ff2120f40454",
        "choice_type": "single"
    },
    {
        "question": "Putrefaction occurs at",
        "exp": "Exhumation should be done in early morning under natural light as surroundings have to be observed for unusual changes. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 66.",
        "cop": 1,
        "opa": "Early morning",
        "opb": "Evening",
        "opc": "Night",
        "opd": "Any time",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "c41306f9-506c-41ee-8c9b-0a6ab924dcd6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following shows Kevorkian sign?",
        "exp": "Kevorkian sign is fragmentation of blood column in retinal vessels which occurs few minutes after death and lasts for an hour. It is visualised by ophthalmoscope. Ref: K. S. Narayan Reddy's Synopsis of Forensic Medicine and Toxicology, 29th edition, Chapter 7, page-83.",
        "cop": 1,
        "opa": "Retina",
        "opb": "Sclera",
        "opc": "Choroid",
        "opd": "Vitreous",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "36596d1a-1d36-4104-8148-c50f3ce053c2",
        "choice_type": "single"
    },
    {
        "question": "CSF is preserved for examination in case of",
        "exp": "Alcohol is evenly distributed throughout the body water, and crosses the blood brain barrier easily. Hence is detected in CSF. And so causes, dependence and tolerance. CSF should be drawn out as early as possible. There is sustained increase of potassium levels in CSF within 20 hrs after death. Ref: K. S, Narayan Reddy's Synopsis of Forensic Medicine and Toxicology, 29th edition, Chapter 29, page- 316.",
        "cop": 1,
        "opa": "Alcoholic poisoning",
        "opb": "Arsenic poisoning",
        "opc": "Copper poisoning",
        "opd": "Organophosphorous poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "03fd6117-263e-415f-a278-5e025f7c3ca7",
        "choice_type": "single"
    },
    {
        "question": "What is first external sign of decomposition of dead body -",
        "exp": "The first external sign of putrefaction in body is greenish discolouration over right iliac fossa, caecum where the contents are more fluid and full of bacteria. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 82.",
        "cop": 2,
        "opa": "Decomposition of liver and intestine",
        "opb": "Greenish discoloration over right iliac fossa",
        "opc": "Greenish discoloration over dependent pas",
        "opd": "Blood stained froth from mouth",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "f960bf2d-9997-48b8-84ca-e2825a22407e",
        "choice_type": "single"
    },
    {
        "question": "In normal conditions the rate of cooling of body is",
        "exp": "Algor mois (Latin Algor: coolness, mois: death) or the chill of death is the cooling of the body that normally takes place after death, where the body temperature equilibrates with its environmental temperature. For temperate countries, Marshal and Hoare formula is used. The rates of fall of temperature in an average built person is 1degF upto 3 h, 2degF upto 9 h and 1. 5degF up to 12 h. The rule of thumb is that the temperature falls at about 1. 5degF/h. Ref - Krishan Vij textbook of forensic medicine and toxicology 5e pg: 79",
        "cop": 2,
        "opa": "10 F/hour",
        "opb": "1. 50 F/hour",
        "opc": "20 F/hour",
        "opd": "2. 50 F/hour",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "c6de3e92-2944-4495-87f7-3ee6e9b3c481",
        "choice_type": "single"
    },
    {
        "question": "CSF is stored at",
        "exp": "BLOOD, URINE, VITREOUS AND C. S. F. All arecollected for biochemical examinations. Blood should be collected from the femoral vessels. Other sites, in descending order of preference are the subclavain vessels, root of aoa, pulmonary aery, superior vena cava and the heart. When blood samples are collected for volatile substances, small glass bottles with aluminium foil-lined should be used, which should be filled to the top to avoid loss of volatile substances into the head space and stored at 4degC. CSF is collected by lumbar or cisternal puncture. They are of value if collected within 4 to 6 hours after death, but not later than 12 hours. Ref:- k s narayan reddy; pg num:-123",
        "cop": 3,
        "opa": "Room temperature",
        "opb": "-20degC",
        "opc": "4degC",
        "opd": "-70degC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "b3055711-993b-44d1-96d5-d8a02b398a64",
        "choice_type": "single"
    },
    {
        "question": "Marbling of tissue is noticed by",
        "exp": "Marbling of skin: Blood vessels provide an impoant route through which the bacteria can spread with ease throughout the body. Bacteria involved are streptococcus, staphylococcus, Diphtheroids, Clostridium welchi, and Proteus. The bacteria produce hydrogen sulphide as decomposition gas. Hemoglobin will be conveed to methemoglobin and hydrogen sulphide will combine with methemoglobin to form sulphmethemoglobin. Superficial vessels stained greenish due to sulphmethemoglobin. This may be usually seen by about 36 hours. Ref: FORENSIC MEDICINE AND TOXICOLOGY DR PC IGNATIUS THIRD EDITION PAGE 32",
        "cop": 3,
        "opa": "18 hours",
        "opb": "24 hours",
        "opc": "36 hours",
        "opd": "48 hours",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "d226affa-950a-4160-ab47-013e045662a1",
        "choice_type": "single"
    },
    {
        "question": "Transplantation of cornea should be done within",
        "exp": "For the purpose of transpoation: Lungs and liver- 15 minutes Kidney - 45 minutes Heart - 1 hour Cornea - 2 hours Skin and blood vessels - 2-4 hours Bone -6 hours Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 18",
        "cop": 2,
        "opa": "1 hour of death",
        "opb": "2 hours of death",
        "opc": "Half an hour",
        "opd": "5 hours of death",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "48ec7abd-e18b-4982-950c-e2fdc7f5db77",
        "choice_type": "single"
    },
    {
        "question": "Cyanide poisoning causes",
        "exp": "Anoxia According to Gordon (1944) the stoppage of vital functions depend upon tissue anoxia. Anoxia means \"lack of oxygen\". It may be: (1) Anoxic anoxia: In this type, oxygen cannot reach the blood, because of lack of oxygen in the lungs. This occurs: (a) from breathing in a contaminated atmosphere, e. g., from exposure to the fumes in wells and tanks, or from exposure to sewer gas, (b) from mechanical interference with the passage of air into or down the respiratory tract, e. g., in smothering, choking, hanging, strangulation, drowning, traumatic asphyxia and ceain forms of acute poisoning. (2) Anaemic anoxia: In this type, oxygen-carrying capacity of the blood is reduced, e. g., acute massive haemorrhage, poisoning by carbon monoxide, chlorates, nitrates, coaltar derivatives. (3) Stagnant anoxia: In this type, impaired circulation results in a reduction of oxygen delivery to the tissues, e. g., heart failure, embolism and shock. ( 4) Histotoxic anoxia: In this type, the enzymatic processes by which the oxygen in the blood is used by the tissues are blocked, e. g., acute cyanide poisoning. Ref:- k s narayan reddy; pg num:-137",
        "cop": 3,
        "opa": "Stagnant anoxia",
        "opb": "Anemic anoxia",
        "opc": "Histotoxic anoxia",
        "opd": "Anoxic anoxia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "17629ad6-48c6-41eb-a0e1-433da046f442",
        "choice_type": "single"
    },
    {
        "question": "Casper's dictum is related to",
        "exp": "PUTREFACTION IN WATER Casper dictum: It states that a body decomposes in air twice as rapidly as in water, and eight times as rapidly as in eah. The rate of putrefaction is slower in water than in air. Putrefaction is more rapid in warm, fresh water than in cold, salt water. It is more rapid in stagnant water than in running water. Putrefaction is delayed when a body is lying in deep water and is well protected by clothing, while it is rapid in a body lying in water contaminated with sewage. As the submerged cadavers float face down with the head lower than the trunk, gaseous distension and postmoem discolouration are first seen on the face and then spread to the neck, upper extremities, chest, abdomen and the lower extremities in that order. Fluid gravitation in the head ours marked decomposition. When the body is removed from the water, putrefaction is hastened as the tissues have absorbed much water. Ref:- k s narayan reddy; pg num:-170",
        "cop": 1,
        "opa": "Rate of putrefaction",
        "opb": "Floatation of a dead body",
        "opc": "Calculation of time since death",
        "opd": "Identification of dead body",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "5a0a2e50-b79d-4fd5-8e70-4d7621bf1651",
        "choice_type": "single"
    },
    {
        "question": "Condition to promote adipocere formation is",
        "exp": "Factors facilitating formation of adipocere: Bodies covered with thick cloth and placed in air tight coffins Humid and warm atmosphere Stagnant air. Body pas where there is excess body fat Bodies buried in marshy places or clayey soil Bodies lying in deep stagnant water. Ref: FORENSIC MEDICINE AND TOXICOLOGY DR PC IGNATIUS THIRD EDITION PAGE 37",
        "cop": 2,
        "opa": "Dry and hot",
        "opb": "Hot and humid",
        "opc": "Dry and optimum",
        "opd": "Cold and moist",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "64c1d487-1f5c-469f-8ac7-8b3defdabed7",
        "choice_type": "single"
    },
    {
        "question": "Post moem bullet is removed from the wound by",
        "exp": "A rubber tipped forceps is used to remove the post-moem bullet from wound. However in advanced post-moem changes, it becomes extremely difficult to retrieve the whole bullet or it's pas. Owing to decomposition and reduced cohesion of the tissues, standard autopsy techniques are impossible to perform. Ref: NCBI. org",
        "cop": 1,
        "opa": "Rubber tipped forceps",
        "opb": "Hands",
        "opc": "Scissors",
        "opd": "Needle",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "76f67bda-f1c7-4822-a1c6-2c1b58c5a532",
        "choice_type": "single"
    },
    {
        "question": "Cherry red colour of blood is seen in poisoning with",
        "exp": "Colour of death by poisoning: Cyanide- bright red Carbon monoxide - cherry red Carbon dioxide- deep blue Phosphorus, copper- dark brown Hydrogen sulphide- bluish green Opiates- black Nitrite, aniline, potassium chlorate, nitrobenzene, potassium bicarbonate- chocolate brown or coffee brown. Ref: FORENSIC MEDICINE AND TOXICOLOGY DR P C IGNATIUS THIRD EDITION PAGE 24",
        "cop": 2,
        "opa": "Nitrate",
        "opb": "Cyanide",
        "opc": "Lead",
        "opd": "Sulphite",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "3d0264dc-e9de-4d75-87fe-b60c5aa52f5d",
        "choice_type": "single"
    },
    {
        "question": "Stain used to stain X chromosome",
        "exp": "Barr body is formed due to random inactivation or condensation of one of the 2 female chromosomes in all the somatic cells of female mammals. Buccal smears are known to be potential source of Barr bodies. Acriflavin schiff stain was used in staining these Barr bodies. Ref: NCBI. org",
        "cop": 2,
        "opa": "Quinacrine",
        "opb": "Acriflavin Schiff reagent",
        "opc": "Methylene blue",
        "opd": "Fluorescent green",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "477945c9-4fd9-4d08-862a-fb2d9a1f43d9",
        "choice_type": "single"
    },
    {
        "question": "In case of deaths due to asphyxia, the pa which should be dissected last is -",
        "exp": "Abdominal and thoraxic organs are removed followed by brain and blood is drained out. The neck structures are dissected layer by layer to see the changes clearly in asphyxia. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 163.",
        "cop": 1,
        "opa": "Neck",
        "opb": "Thorax",
        "opc": "Abdomen",
        "opd": "Skull",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "48ef6217-80f3-4123-8718-f73f992e6ee3",
        "choice_type": "single"
    },
    {
        "question": "Algor mois is -",
        "exp": "Algor mois is cooling of body after death. It is due to stoppage of energy and heat production after death. Dr. Narayana Reddys Synopsis of Forensic Medicine and Toxicology 27th edition pg. 75.",
        "cop": 2,
        "opa": "Rise of body temperature after death",
        "opb": "Cooling of body",
        "opc": "Persistent body spasm",
        "opd": "Postmoem colouration",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "0dfa4ecd-4287-40b9-afef-830ec81024d7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the first internal organ to putrefy?",
        "exp": "Brain is the first organ to putrefy amongst the options provided. Putrefaction Review: Putrefaction is disintegration of body tissues after death produced by the action of bacteria and other microorganism thriving on the body. It represents the last stage in resolution of body from the inorganic to organic state. Putrefaction is the most absolute sign of death. Rate of Putrefaction significantly depends on the medium in which the body lies (Caper&; s Dictum) Caper&; s Dictum: Effect of medium (in which body lies) on rate of putrefaction Casper&; s dictum relates to the rate of putrefaction of a dead body and helps in estimation of time since death. Caper&; s dictum states that a body decomposes in air twice as rapidly as in water and eight times as rapidly in eah. Temperature being the same the ratio of rate of putrefaction of a dead body in water, air and buried in ground is 1: 2: 8 Putrefaction can be identified by both external and internal signs that often in a predictable sequence. First sign of Putrefaction (External) First Internal sign of Putrefaction Greenish discolouration of flank over cecum (right iliac fossa) is the first clinical sign of Putrefaction The greenish discolouration is due to formation of sulphamethemoglobin Typically Appears in 12-24 hours The first internal sign of putrefaction is Greenish discolouration on undersurface of liver (often the area of the liver in contact with the caecum) Putrefaction of internal organs typically proceeds in a predictable fashion depending on multiple factors such as Firmness, Moisture content, density, and/or Quantity of blood in organs. As a general rule, the organs show putrefactive changes in the following order(Order according to Reddy) Larynx & trachea Infant brain Stomach, Intestine, Spleen Liver, Lung Brain Heart Kidney, Bladder Prostate, Uterus (non-gravid) Skin, muscle, tendon Bone Organs to Putrefy early Mucosa of trachea and larynx Stomach and intestine Spleen Liver Brain Organs that Putrefy Late Esophagus, Diaphragnm, Heart Lungs Kidney Urinary bladder Uterus (Non-Gravid) Prostate Ref: APC Essentials of Forensic Medicine by Anil Aggarwal",
        "cop": 3,
        "opa": "Heart",
        "opb": "Kidney",
        "opc": "Brain",
        "opd": "Prostrate",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "d4777098-9f48-46e1-9e01-3d747af80ce6",
        "choice_type": "single"
    },
    {
        "question": "The smell or odour encountered when performing autopsy on a body that has undergone established Adiopocere formation is:",
        "exp": "Adipocere formation is characterized by a sweet rancid smell. Decomposition of Body Putrefaction and its Modifications: Decomposition of body under normal conditions (Normal Moisture). - Putrefaction: Breakdown of tissues in response to action of digestive enzymes and microorganisms. - Emits a Foul, repulsive or unpleasant smell caused by accumulation of foul smelling gases. Modification of putrefaction in excess of moisture such as bodies as bodies immersed in water (or damp graves and wet vaults) - Adipocere Formationn (Saponification): Transformation of fatty tissue into yellowish white greasy wax like substance (Grave Wax). Typically occurs from hydrolysis of fat with the release of fatty acids which being acidic inhibit putrefactive bacteria. - Emits a Sweetish Rancid odour when adiopocere is established (Late stages): A penetrating Ammonica odour is typical in the early stages. Modification of Putrefaction in a dry environment with no or minimal moisture (hot and dry environment like desses or inside a chimney. - Mummification: Results from drying or dehydration of tissues (instead of liquefying putrefaction). The body shrivels and is conveed into a hard, leathery or parchment like mass of skin and tendons surrounding the bone. Forensic Impoance of mummification, lies in preservation of tissue. - Emits no Foul smell (Odourless) Ref: Knight&; s Forensic Pathology 4th edition Pgno: 610",
        "cop": 2,
        "opa": "Foul, Repulsive",
        "opb": "Sweet, Rancid",
        "opc": "No Odour",
        "opd": "Pungent",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "50fd8147-97dc-4dec-a277-b1763a956b5e",
        "choice_type": "single"
    },
    {
        "question": "Putrefaction is",
        "exp": "CHANGES AFTER DEATH 1. Immediate changes a) cessation of respiration b) cessation of circulation c) insensibility d) loss of voluntary power e) dilatation of pupil 2. Early changes a) primary flaccidity of muscles b) algor mois c) livor mois d) rigor mois e) retinal changes and changes in vitreous humor. 3. Late changes a) putrefaction b) adipocere formation c) mummification Ref: FORENSIC MEDICINE AND TOXICOLOGY DR PC IGNATIUS THIRD EDITION PAGE 19",
        "cop": 4,
        "opa": "Perimoem sign of death",
        "opb": "Immediate sign of death",
        "opc": "Early sign of death",
        "opd": "Late sign of death",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "d8a3e98a-f538-4c97-a4df-43f950d0de47",
        "choice_type": "single"
    },
    {
        "question": "Rigor mois stas from -",
        "exp": "The progress of rigor mois is proximo distal. It stas from eyelids and lower jaw, neck then passes upwards to muscles of face and downwards to muscles of chest, upper limbs, abdomen, lower limbs and finally to fingers and toes. It passes off in the same order it appeared. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 80.",
        "cop": 1,
        "opa": "Eyelid muscles and lower jaw",
        "opb": "Upper extremity and upper eyelid",
        "opc": "Trunk muscle, lower extremity",
        "opd": "Lower extremity and face",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "7cbb9f9f-9761-493e-b5cf-6a6a23e92dda",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a cause of \"obscure autopsy\"?",
        "exp": "OBSCURE AUTOPSY: An autopsy done meticulously, properly and perfectly, but may present with no clear-cut findings as to give a definite cause of death, leading to the perplexity of the forensic pathologist is defined as an obscure autopsy Ref - Krishnan Vij 5th edition pg 29",
        "cop": 3,
        "opa": "Epilepsy",
        "opb": "Reflex Vagal Inhibition",
        "opc": "Cardiac Tamponade",
        "opd": "Anaphylaxis",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "92298b1b-1422-4a7f-bf8f-f2d07a9428bf",
        "choice_type": "single"
    },
    {
        "question": "Postmoem caloricity is seen in -",
        "exp": "Postmoem caloricity is the condition in which temperature of body remains raised for first two hours after death. It can be due to breakdown of heat regulation as in sunstroke or increased heat production due to convulsion of muscles as in strychnine poisoning or excess bacteria as in cholera. Dr. Narayana Reddys Synopsis of Forensic Medicine and Toxicology 27th edition pg. 76.",
        "cop": 1,
        "opa": "Strychning poisoning",
        "opb": "Organophosphorus poisoning",
        "opc": "Dhatura poisoning",
        "opd": "Ergot poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "d69e781e-29ce-4f4b-95aa-8523587ff9a3",
        "choice_type": "single"
    },
    {
        "question": "Best site of blood sample collection in autopsy is",
        "exp": "The heart is contracted and the chambers are empty when death has occurred from anemia, but chambers contain blood when death occurs due to asthenia. After death, reduction of oxygen causes capillary dialtation which is followed by stasis of blood in the dilated capillaries and venules. This causes impaired venous return. As a result of which there is raised venous pressure resulting in over distension and rupture of capillaries and venules. This causes congestion and petechia haemorrhages. Haemorrhages are found in the substance of viscera. Postmoem, the blood is fluid and dark, because of increased amount of carbon dioxide. The large veins are full of blood. Hence the femoral vein is the best site of sample collection in autopsy, whereas the viscera are fully congested. Postmoem fluidity of the blood is assessed. Ref: K. S. Narayan Reddy's Synopsis of Forensic Medicine and Toxicology, 29th edition, Chapter 6, page-76, 78.",
        "cop": 1,
        "opa": "Femoral vein",
        "opb": "Heart",
        "opc": "Visceral blood",
        "opd": "IVC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "d9993cb3-d89c-4735-bfeb-adc3787220a9",
        "choice_type": "single"
    },
    {
        "question": "Rigor mois stas in -",
        "exp": "Rigor mois stas in myocardium in an hour after death. It is first seen in involuntary muscles then voluntary muscles. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 79.",
        "cop": 4,
        "opa": "Right Iliac",
        "opb": "Left iliac fossa",
        "opc": "Brain",
        "opd": "Heart",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "479f6eee-fc6e-4601-b702-7db04f6b707b",
        "choice_type": "single"
    },
    {
        "question": "Method of autopsy in which various systems organs are removed en masse -",
        "exp": "In Letulles technique cervical, thoraxic, abdominal and pelvic organs are removed en masse and dissected as organ block. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 57.",
        "cop": 4,
        "opa": "Rokitansky",
        "opb": "Virchow",
        "opc": "Gasses",
        "opd": "Lettulle",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "11a3298f-e38d-4b50-9903-dc23b159222c",
        "choice_type": "single"
    },
    {
        "question": "Atria mois other name for -",
        "exp": "Atria mois is another name for gateways of death. It refers to circulatory, cerebral and respiratory system whose stoppage results in death.",
        "cop": 1,
        "opa": "Gateways of death",
        "opb": "Gateways of life",
        "opc": "Gateways of air",
        "opd": "Gateways of water",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "a2d854f0-7b93-41ed-9cbb-4a2aa2a96497",
        "choice_type": "single"
    },
    {
        "question": "Kevorkian sign is seen in",
        "exp": "Kevorkian sign is seen as a postmoem change that occurs in the retinal *it is characterized by fragmentation of blood column in the retinal vessels *it appears within minutes after and last for about 1 *it can be visualised by using an opthamalscope Other postmoem changes in eye: Cornea -dull, opaque, hazy, wrinkled Flaccidity of eyeballs occurs due to fall in intraocular pressure Tache: One of the post Moem where a film of cell debris and mucus forms two yellow triangles on sclera on either side of, with base towards the margin of, appearing 3-4 hours after death Refer: The essentials of Forensic Medicine and Toxicology, 33rd edition, page 154",
        "cop": 2,
        "opa": "Cornea",
        "opb": "Retinal vessels",
        "opc": "Pupil",
        "opd": "Vitreous humour",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "16bdc2c7-bc46-4891-b755-257fad983421",
        "choice_type": "single"
    },
    {
        "question": "10 year old boy burnt his back. How much of his BSA does it contribute",
        "exp": "Estimation of percentage of BSA burned ( Lund and Browder) 10-14 yrs Head and neck -13% Front of trunk- 16% Back of Trunk- 16% Upper limb- 19% Lower limb- 34% Ref: K. S. Narayan Reddy's Synopsis of Forensic Medicine and Toxicology, 29th edition, Chapter 11, Page- 160.",
        "cop": 4,
        "opa": "13%",
        "opb": "15%",
        "opc": "19%",
        "opd": "16%",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "5218ca98-f5be-4ce7-90fb-ccd8873a17f7",
        "choice_type": "single"
    },
    {
        "question": "Mirror test is used to",
        "exp": "Cessation of respiration: this should be complete and continuous. Complete stoppage of respiration for more than 5 minutes usually causes death. Respiration may stop for very sho period without causing death. Feather test, mirror test and Winslow's test have only historical impoance. Ref: Dr. NARAYANAN REDDYS TEXTBOOK OF FORENSIC MEDICINE PAGE 144",
        "cop": 1,
        "opa": "Assessment of cessation of respiration",
        "opb": "Assessment for tremors",
        "opc": "Assessment for heart function",
        "opd": "Assessment for brain function",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "378e09fc-1bf3-418c-b60a-3780ef75399d",
        "choice_type": "single"
    },
    {
        "question": "Viterous humor is preserved in",
        "exp": "PRESERVATIVES: (1) Saturated sodium chloride solution, except in poisoning from corrosive aicds, alkalis, corrosive sublimate, and aconite. (2) Rectified spirit, except in cases of suspected poisoning by (a) alcohol, kerosene, (b) chloroform, ether, (c) chloral hydrate, (d) formic acid, (e) formaldehyde, acetic acid, (f) phenol, (g) phosphorus, and (h) paraldehyde, because the organic acids and paraldehyde are soluble in alcohol and the phosphorescence of phosphorus is diminished by alcohol. (3) Ten. mg./ml of sodium or potassium fluoride. (prevents glycolysis, inhibits enzyme enolase and inhibits bacteial growth) and 3 mg. potassium oxalate (anti-coagulant) should be used for preserving blood. Fluoride should also be added to urine, CSF, and vitreous humour if alcohol estimation is required, and also to samples for analysis for cocaine, cyanide and Co. In poisoning by oxalic acid, ethyleneglycol, fluoride and CO, 30 mg. sodium citrate should be added for 10 ml of blood as preservative. One ml of concentrated hydrochloric acid or 100 mg. of thymol or 100 mg. of sodium fluoride can be used for 10 ml urine as a preservative. Toluene is better. Ref:- k s narayan reddy; pg num:-124",
        "cop": 4,
        "opa": "Formalin",
        "opb": "Xylol",
        "opc": "HCl",
        "opd": "Fluoride",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "76797560-030e-4c33-8691-b4381393705e",
        "choice_type": "single"
    },
    {
        "question": "Longer rigor mois occurs with -",
        "exp": "The onset of rigor mois is early and persists for longer duration in strychnine poisoning. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 80.",
        "cop": 2,
        "opa": "Vegetables poisons",
        "opb": "Strychnine",
        "opc": "Opium",
        "opd": "Septicemia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "28473f10-175a-4cde-bb01-c33d933be250",
        "choice_type": "single"
    },
    {
        "question": "Person dead due to anesthesia, lungs are kept in -",
        "exp": "Lungs are preserved in nylon bag in anesthetic poisoning to prevent evaporation of volatile poisons. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 62.",
        "cop": 1,
        "opa": "Nylon bag",
        "opb": "PVC bag",
        "opc": "Poltethylene bag",
        "opd": "Polypropelene bag",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "673cf972-dd68-49dc-a9fc-9ed3e08d2bda",
        "choice_type": "single"
    },
    {
        "question": "Condition promoting adipocere formation -",
        "exp": "Warm, moist and anaerobic environment is required for adipocere formation. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 86.",
        "cop": 2,
        "opa": "Dry and hot",
        "opb": "Hot and humid",
        "opc": "Dry and optimum",
        "opd": "Cold and moist",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "7bfe8f93-a12a-4ba9-a9d7-70fa7a514abb",
        "choice_type": "single"
    },
    {
        "question": "The time for molecular death in kidney is",
        "exp": "Brain is the first organ to die- within 5 minutes. Liver 15 mints, kidney 45 mints, heart 60 mints. Ref: FORENSIC MEDICINE AND TOXICOLOGY DR PC IGNATIUS THIRD EDITION PAGE 18",
        "cop": 3,
        "opa": "5 minutes",
        "opb": "15 minutes",
        "opc": "45 minutes",
        "opd": "After 1 hour",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "94a455ba-1d85-4691-ab44-8a0b1e98e03c",
        "choice_type": "single"
    },
    {
        "question": "Bright red color on postmoem staining found in -",
        "exp": "The colour of postmoem hypostasis in HCN poisoning is bright red due to impaired oxygenation of tissues and formation of cyanmethhemoglobin. Dr. Narayana Reddys Synopsis of Forensic Medicine and Toxicology 27th edition pg. 78, 315.",
        "cop": 2,
        "opa": "CO",
        "opb": "HCN",
        "opc": "H2S",
        "opd": "P",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "6a21d1f4-0d30-4393-84d3-f70af8849d50",
        "choice_type": "single"
    },
    {
        "question": "Color of postmoem staining in cyanide poisoning is",
        "exp": "Color of postmoem staining Cause of death color of PMS Cyanides bright red(oxygen Hbu) Carbon monoxide cherry red(carboxy Hbu) Carbon dioxide deep blue(reduced Hbu) Hydrogen sulphide bluish green(sulphmet Hbu) Phosphorus, copper Dark brown Opiates black Nitrates, aniline, potassium chlorate, nitrobenzene, potassium bicarbonate chocolate brown, or coffee brown(met. Hb) Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 24",
        "cop": 2,
        "opa": "Deep blue",
        "opb": "Bright red",
        "opc": "Dark brown",
        "opd": "Bluish green",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "f295d7a5-adc6-4170-b1dd-1e15febfd046",
        "choice_type": "single"
    },
    {
        "question": "Dead fetus never shows",
        "exp": "A premature fetus below 7 months does not show adipocere due to lack of fat, but a full term baby may. Ref: FORENSIC MEDICINE AND TOXICOLOGY DR PC IGNATIUS THIRD EDITION PAGE 38",
        "cop": 4,
        "opa": "mummification",
        "opb": "Maceration",
        "opc": "Rigor mois",
        "opd": "Adipocere formation",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "8b7605b7-a62e-449d-a6e4-7a904571002e",
        "choice_type": "single"
    },
    {
        "question": "Reflex not involved in Harvard's criteria",
        "exp": "Harvard's criteria: ventilator is put off for 10 minutes and following responses are noted. Spontaneous respiration Spontaneous circulation Pupillary reflex. Corneal reflex Ocular reflex- oculocephalic and oculovestibular Grimace reflex Gag reflex Flat EEG Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 17",
        "cop": 4,
        "opa": "Gag reflex",
        "opb": "Grimace reflex",
        "opc": "Oculocephalic reflex",
        "opd": "Tendon reflex",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "a3cf9961-92be-4cf0-bd1b-391fc931829a",
        "choice_type": "single"
    },
    {
        "question": "Color of postmoem lividity in hypothermic death -",
        "exp": "Postmoem hypostasis is bright pink in hypothermia as wet skin allows atmospheric oxygen to pass through and at low temperatures hemoglobin has high affinity for oxygen. Dr. Narayana Reddys Synopsis of Forensic Medicine and Toxicology 27th edition pg. 76.",
        "cop": 4,
        "opa": "Purple",
        "opb": "Deep red",
        "opc": "Cherry red",
        "opd": "Bright pink",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "a10e5667-01b6-42f0-9e16-465c73b8eb8e",
        "choice_type": "single"
    },
    {
        "question": "Agonal period is the duration between",
        "exp": "AGONAL PERIOD:- It is the time between a lethal occurrence and death. Ref:- k s narayan reddy; pg num:-142",
        "cop": 2,
        "opa": "Death and postmoem examination",
        "opb": "Lethal trauma upto death",
        "opc": "Traumatic event and staing of the operation",
        "opd": "Traumatic event and information given to the relatives",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "b674e59e-cea3-47d5-8a5d-ffa8c64562b6",
        "choice_type": "single"
    },
    {
        "question": "Sample of spinal cord is preserved in suspected poisoning with",
        "exp": "Preservation of viscera: In ceain cases of poisoning, the following are preserved. (1) Heart: strychnine, digitalis, yellow oleander. (2) Brain: 100 gm. of cerebrum or cerebellum: alkaloids, organophosphorus compounds, opiates, CO, cyanide, strychnine, barbituratesanaesthetics and volatile organic poisons. (3) Spinal cord entire length: strychnine and gelsemium. (4) C. S. F.: alcohol. (5) Bile: It is best removed by puncturing the gall bladder in situ. Narcotic drugs, cocaine, methadone, glutathione, barbiturates and some tranquilisers. (6) Vitreous humour: alcohol, chloroform, cocaine, morphine, tricyclic antidepressants, etc. (7) Lung: one lung in gaseous poisons, hydrocyanic acid, alcohol, chloroform. Ref:- k s narayan reddy; pg num:-125",
        "cop": 2,
        "opa": "Arsenic",
        "opb": "Strychnine",
        "opc": "Alcohol",
        "opd": "Oleander",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "5045dde2-f334-4b83-a3eb-08f09ea584b7",
        "choice_type": "single"
    },
    {
        "question": "CSF should be collected within",
        "exp": "Cistern fluid is examined. The amount of potassium increases at a constant rate in relation to the temperature of the body during the first 20 hours. The concentrations of sodium, calcium and magnesium have no obvious relationship to time since death. Ref: K. S. Narayan Reddy's Synopsis of Forensic Medicine and Toxicology, 29th edition, Chapter 7, page-98.",
        "cop": 1,
        "opa": "4-6 hours after death",
        "opb": "12-16 hours after death",
        "opc": "16-20 hours after death",
        "opd": "20-24 hours after death",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "db9e68ed-09d4-405e-8060-884038608e5d",
        "choice_type": "single"
    },
    {
        "question": "Foamy liver is seen as -",
        "exp": "In putrefaction liver becomes soft and later studded with blisters due to production of gas by Cl. welchii. Initially the gas appears as yellowish grey dendritic figures in parenchyma. Later bubbles develop and gives liver a honeycomb or foamy appearance. Later liver turns coal black. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 85.",
        "cop": 2,
        "opa": "Adipocere",
        "opb": "Putrefaction",
        "opc": "Mummification",
        "opd": "Drowning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "4580d738-eb68-4c78-a23f-3310daa775ea",
        "choice_type": "single"
    },
    {
        "question": "In vitrous what is measured for time since death -",
        "exp": "Steady rise in potassium in vitreous humor after death up to 100 hours. Dr Narayana Reddys Synopsis of Forensic Medicine & Toxicology pg. 75",
        "cop": 2,
        "opa": "Sodium",
        "opb": "Potaossium",
        "opc": "Proteins",
        "opd": "Chloride",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "a83f9fa8-a091-4099-8bde-e1ceaec777f6",
        "choice_type": "single"
    },
    {
        "question": "Instantaneous rigor is seen in -",
        "exp": "Cadaveric spasm is stiffness and rigidity of muscles immediately after death without moving into primary relaxation. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 81.",
        "cop": 1,
        "opa": "Cadaveric spasm",
        "opb": "Rigor mois",
        "opc": "Cold stiffening",
        "opd": "Gas stiffening",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "2444ff11-6088-4356-9ee1-ffeb59d502ed",
        "choice_type": "single"
    },
    {
        "question": "Last organ to putrify in males is -",
        "exp": "Prostate in males resist putrefaction for a long time. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 85.",
        "cop": 2,
        "opa": "Bones",
        "opb": "Prostate",
        "opc": "Brain",
        "opd": "Spleen",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "c335548c-1b78-4efb-8975-0ff45a247de6",
        "choice_type": "single"
    },
    {
        "question": "In which of the following rigor mois is not seen?",
        "exp": "Rigor mois is not seen in fetus less than 7 months. It develops slowly and is marked in healthy adults. It is feeble and rapid in infants. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 80.",
        "cop": 4,
        "opa": "Well built male",
        "opb": "Well built female",
        "opc": "Old patient> 80 years",
        "opd": "Fetus <7 months",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "ab5375ef-8f5d-4f38-8a8c-91c0da6ac2dc",
        "choice_type": "single"
    },
    {
        "question": "For biochemical analysis vitreous in sent in -",
        "exp": "10 mg fluoride in every 1 ml of vitreous humor is added for preservation in analysis of alcohol, cocaine, cyanide and CO. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 62.",
        "cop": 4,
        "opa": "Hydrochloric acid",
        "opb": "Phenol",
        "opc": "Formalin",
        "opd": "Fluoride",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "cbf105e8-97fb-44f8-a2e5-b67f3c9e3a1d",
        "choice_type": "single"
    },
    {
        "question": "Casper's dictum refers to -",
        "exp": "Caspers dictum states that a body decomposes in air twice as rapidly as in water and eight times as rapidly in eah. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 86.",
        "cop": 1,
        "opa": "Rate of putrefaction",
        "opb": "Rigor mois",
        "opc": "Rate of cooling of body",
        "opd": "Greenish discoloration of another abdominal skin",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "a72cc30e-70f6-4bae-a6e1-94003fdc94a5",
        "choice_type": "single"
    },
    {
        "question": "Best site for blood collection for toxicology sampling -",
        "exp": "30 ml of blood is taken from femoral, axillary or jugular veins at peripheral site for toxicological analysis in autopsy. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 61.",
        "cop": 2,
        "opa": "Abdominal aoa",
        "opb": "Femoral vein",
        "opc": "Carotid aery",
        "opd": "Heart",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "7c32e42d-64f8-420c-92b2-175459eb75bf",
        "choice_type": "single"
    },
    {
        "question": "The earliest sign of maceration is",
        "exp": "Degradation: Decomposition causes a loss of anatomic integrity of skin and other tissues such as localized peeling of skin ('skin slippage'), loosening of the skin of hands and feet ('degloving') and loosening of hair and nails. The earliest sign of maceration is skin slippage of the face, back or abdomen which may be seen in 12 h after death in utero. By 24 h, sin is brown or purplish in color. Ref - Krishan Vij textbook of forensic medicine and toxicology 5e pg: 148",
        "cop": 4,
        "opa": "Coppery brown discoloration",
        "opb": "Ransid smell",
        "opc": "Hypermobility of joints",
        "opd": "Skin slippage",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "809937a4-9929-4d11-935d-f757802381b5",
        "choice_type": "single"
    },
    {
        "question": "Nysten&; s rule is related to",
        "exp": "The Order of Appearance of Rigor All muscles of the body, both voluntary and involuntary are affected. It does not sta in all muscles simultaneously (Nysten&; s rule). It first appears in involuntary muscles; the myocardium becomes rigid in an hour. It begins in the eyelids, neck and lower jaw and passes upwards to the muscles of the face, and downwards to the muscles of the chest, upper limbs, abdomen and lower limbs and lastly in the fingers and toes. In individual limbs, it usually progresses from above downwards. Such a sequence is not constant, symmetrical or regular. In individual limbs, it disappears in the same order in which it has appeared. Shapiro (1950) suggests that rigor mois does not follow the anatomical sequence usually described. He suggests that as rigor mois is a physicochemical process, it is most likely to develop simultaneously in all the muscles, although the changes are more easily first detected in the smaller masses than in the larger. The proximo-distal progression is more apparent than real, for the sequence is determined by the bulk and kind of muscle involved. Ref:- k s narayan reddy; pg num:-161",
        "cop": 4,
        "opa": "Order of appearance of post moem caloricity",
        "opb": "Time since death",
        "opc": "Order of appearance of decomposition",
        "opd": "Order of appearance of rigor mois",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "cbde0d7b-4367-4d37-a58b-073a489c37d3",
        "choice_type": "single"
    },
    {
        "question": "Method of autopsy in which various systems organs are removed en masse",
        "exp": "METHOD OF REMOVAL OF ORGANS: (I) Virchow&; s technique: Individual organs are removed one by one. Cranial cavity is exposed first, followed by thoracic, cervical and abdominal organs. Spinal cord is removed from the back. In this the anatomico-pathologic relations are not preserved. (2) Rokitansky&; s technique: It involves in situ dissection in pa, combined with en block removal. It is preferred choice in patients with highly transmissible diseases, such as HTV, hepatitis B. (3) Lettulle&; s technique: Cervical, thoracic, adbominal and pelvic organs are removed en masse and dissected as organ block. It has the advantage of leaving all attachments intact. (4) Technique: Cervical, thoracic, abdominal organs and urogenital system are removed as organ blocks. Neuronal system is removed as another block. Ref:- k s narayan reddy; pg num:-109",
        "cop": 4,
        "opa": "Ghon",
        "opb": "Virchow",
        "opc": "Rokitansky",
        "opd": "Lettulle",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "fcaf5aa2-9074-405f-8f3c-682e9e6775ab",
        "choice_type": "single"
    },
    {
        "question": "Fat mesentery is sent for investigation in which poisoning -",
        "exp": "Fat mesentery is preserved in OP poisoning. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 61.",
        "cop": 2,
        "opa": "Carbon monoxide",
        "opb": "Organophosphorus",
        "opc": "Arsenic",
        "opd": "Lead",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "6dacab66-8eca-4f12-a370-cb43e9d1c254",
        "choice_type": "single"
    },
    {
        "question": "Major bacterial enzyme responsible for putrefaction -",
        "exp": "Lecithinase produced by Clostridium welchii is impoant in putrefaction as it digests lecithin, a component of cell membrane. It causes postmoem hemolysis of blood. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 82.",
        "cop": 2,
        "opa": "Hyaluronidase",
        "opb": "Lecithinase",
        "opc": "Metailloproteinase",
        "opd": "Collagenase",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "4f4699c3-2d96-4ada-a56e-3631ce8b7c5d",
        "choice_type": "single"
    },
    {
        "question": "In autopsy, preservative used for vitreous is",
        "exp": "Vitreous humor is the preferred specimen for postmoem confirmation of alcohol ingestion, since postmoem formation of ethanol does not occur to significant extent in vitreous, and hence useful even in decomposing bodies. It is recommended that this specimen is included routinely in sudden death investigations. In known diabetics, it is always wise to check the postmoem vitreous glucose level, even when there seems to be some other plausible cause of death. A high vitreous glucose level (> 200 mg/dl or so) is likely reflective of hyperglycaemia. Vitreous humor is preserved using sodium fluoride (10 mg/ml). Ref - Krishan Vij textbook of forensic medicine and toxicology 5e pg: 107, 445",
        "cop": 3,
        "opa": "Phenol",
        "opb": "Xylol",
        "opc": "Flouride",
        "opd": "HCL",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "47327dcd-9ce1-4464-8ff1-22495e92cb54",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a synonym for \"Postmoem Hypostasis\"",
        "exp": "Livor mois (Latin: livor--\"bluish color, \" mois--\"of death\"), Postmoem lividity (Latin: postmoem--\"after death\", lividity--\"black and blue\"), hypostasis (Greek: hypo, meaning \"under, beneath\"; stasis, meaning \"a standing\") or suggillation, is the fouh stage and one of the signs of death. It is a settling of the blood in the lower (dependent) poion of the body postmoem, causing a purplish red discoloration of the skin. When the heart stops functioning and is no longer agitating the blood, heavy red blood cells sink through the serum by an action of gravity. Ref - Krishnan Vij 5th edition pg 82",
        "cop": 3,
        "opa": "Darkening of Death",
        "opb": "Suggilations",
        "opc": "Algor Mois",
        "opd": "Livor Mois",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "f525bf9d-f387-45e0-92cf-55afcc9bd878",
        "choice_type": "single"
    },
    {
        "question": "Maggots are not seen before -",
        "exp": "Maggots are larval forms of flies which settle on body within one to two days. They have proteolytic enzymes to penetrate the skin. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 83.",
        "cop": 3,
        "opa": "4 hours",
        "opb": "12 hours",
        "opc": "24 hours",
        "opd": "52 hours",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "dc1ff21f-f1e0-469f-896c-ddb67091b392",
        "choice_type": "single"
    },
    {
        "question": "Rigor mois first seen in",
        "exp": "The Order of Appearance of Rigor: - * All muscles of the body, both voluntary and involuntary are affected. * But it does not sta in all muscles simultaneously Nysten's rule: - * It first appears _in involuntary muscles; the myocardium becomes rigid in an hour. * Then it develops in eyelids, neck and lower jaw and passes upwards to the muscles of the face, and downwards to the muscles of the chest, upper limbs, abdomen and lower limbs and lastly in the fingers and toes. Ref:- Essentials of Forensic medicine Dr KS narayana Reddy 33th Edition;",
        "cop": 1,
        "opa": "Heart",
        "opb": "Neck",
        "opc": "Limbs",
        "opd": "Eyelids",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "599e9857-886f-45f4-92af-141e35550b11",
        "choice_type": "single"
    },
    {
        "question": "Preservation of brain is not required in -",
        "exp": "Brain need not be preserved in heavy metal poisoning as it is not seen in brain tissue. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 62.",
        "cop": 4,
        "opa": "Alkaloid poisoning",
        "opb": "Organophosphorus poisoning",
        "opc": "Volatile organic poisoning",
        "opd": "Heavy metal poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "791e668f-9303-487a-a7ae-a2e60d6c13e4",
        "choice_type": "single"
    },
    {
        "question": "&; BEATING HEART DONOR&; refers to",
        "exp": "THE BEATING-HEART DONOR: After brain stem death has been established, the retention of the patient on the ventilator facilitates a fully oxygenated cadaver transplant, the so-called \"beating-heart donor\". The results of the transplant are much improved. This has no legal sanction. Ref:- k s narayan reddy; pg num:-136",
        "cop": 4,
        "opa": "Molecular death",
        "opb": "Vegetative state",
        "opc": "Cerebral death",
        "opd": "Brain stem death",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "ce9d61a9-84df-4b9e-bfaf-d4952966826e",
        "choice_type": "single"
    },
    {
        "question": "During autopsy, If spinal cord is to be examined what is the most commonly used approach -",
        "exp": "To examine spinal cord the body is placed in prone position with head downwards. A wooden block is placed under chest and head is bent downwards. A midline incision is made from occipital protuberance to fouh lumbar veebra. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 60.",
        "cop": 2,
        "opa": "Anterior",
        "opb": "Posterior",
        "opc": "Lateral",
        "opd": "Antero-lateral",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "0e451ed6-4b9e-43d1-9e49-62f93179815a",
        "choice_type": "single"
    },
    {
        "question": "Chocolate Brown postmoem staining is seen in -",
        "exp": "In poisoning by nitrites, potassium chlorate, nitrobenzene, potassium bicarbonate and aniline the colour of postmoem hypostasis is chocolate brown due to methhemoglobinemia. Dr. Narayana Reddys Synopsis of Forensic Medicine and Toxicology 27th edition pg. 76.",
        "cop": 1,
        "opa": "KCI Poisoning",
        "opb": "Opium Poisoning",
        "opc": "H S Poisoning",
        "opd": "Cyanide poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "4ed305ca-aa39-4a3d-b61d-ed344c29e0f4",
        "choice_type": "single"
    },
    {
        "question": "Green blue postmoem discoloration is seen in which poisoning -",
        "exp": "The colour of postmoem hypostasis in hydrogen sulphide poisoning is bluish green. It is an asphyxiant which inhibits cytochrome oxidase. Dr. Narayana Reddys Synopsis of Forensic Medicine and Toxicology 27th edition pg. 76, 313.",
        "cop": 4,
        "opa": "Cyanide",
        "opb": "Carbon monoxide",
        "opc": "Phosphorous",
        "opd": "Hydrogen sulphide",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "65e1d43d-6041-4ecf-9187-9dcfe7668f24",
        "choice_type": "single"
    },
    {
        "question": "Surest proof of antemoem burn is",
        "exp": "In case of burns, if death has occurred from suffocation, aspirated blackish coal paicles are seen in the nose, mouth, larynx, trachea, bronchi, oesophagus and stomach, and blood is cherry red. Presence of carbon paicles especially in the terminal bronchioles and an elevated CO saturation together are absolute proof that the victim was alive when the fire occurred. In the absence of CO in blood and soot in the airways, death may possibly result due to poisoning with carbon dioxide or deficiency of oxygen. Sometimes inhalation of smoke produces vomiting which may be inhaled and found in the smaller bronchi. Ref: K. S. Narayan Reddy's Synopsis of Forensic Medicine and Toxicology, 29th edition, Chapter 11, page-163.",
        "cop": 2,
        "opa": "Heat rupture",
        "opb": "Presence of soots beyond the tracheal bifurcation",
        "opc": "Blackening of bones",
        "opd": "Clean laryngeal airway",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and postmortem changes",
        "id": "125904e2-71bc-4806-b1a0-aca8ba9c05b0",
        "choice_type": "single"
    }
]