[
    {
        "question": "Thanatology deals with",
        "exp": "Ans) a (Death in all aspects) Ref.KNS Reddy 20th ed p 122Thanatology deals with death in all aspects.There is a progression from clinical death to brain death, biological death, biological death and then cellular death. Brain death follows immediately clinical death due to lack of oxygen. First the cerebral cortex, then cerebellum and then lower brain centres die. Ultimately the brain stem and vital centres die. There after the process of cellular death begins.Types of deatha) Somatic death- complete, irreversible stoppage of circulation breathing and brain functionb) Brain death-Characterized by deep unconsciousness with no response to external stimuli, no breathing, no cardiac function, no reflexes (except spinal), fixed dilated pupil and flat EEG for atleast 24 hrs with body temperate more than 32i c in the absence of metabolic and endocrine dysfunction.c) Molecular death- death of cells or tissues individually",
        "cop": 1,
        "opa": "Death in all aspects",
        "opb": "Postmortum findings",
        "opc": "Exhumation",
        "opd": "Body of offence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "c6299767-f0cf-46c7-bec3-30d5958c2067",
        "choice_type": "multi"
    },
    {
        "question": "Rigor mortis in fetus is:",
        "exp": "Ans: a (Usually not seen before 7 months)Ref: Krishan, Vij 4th ed., Pg. 1201. Rigor does not occur in foetus of less tha seven months, but is commonly found in still bom infants at full term. Intensity of rigor depends on the decedent's muscular development. The very young, very old, and debilitated have poorly developed rigor. Children who had died after chronic illness, who had mostly confined to bed for weeks or months, also showed frequently little or no postmortem stiffness because their musculature had faded away during that time. Some expert belive that the low degree of but perceptible stiffness as absence of rigor mortis.Variables affecting onset and duration of rigor:* Variables which accelerate the onset of rigor oExogenous heat, violent exertion prior to death, seizure activity, alkaloid poisoning.* Factors which delay the onset of rigor:a. Exogenous coldb. Exsanguination haemorrhagec. Asphyxial deathsd. Poisoning by arsenicConditions simulating rigor1. Cadaveric spasm: This is a rare form of muscular stiffening which occurs at the time of death. It usually affects groups of muscles in the arms.2. Heat stiffening: This process is seen in fire deaths and involves actual cooking of the muscle fibers. Because the fibers shorten, one sees a typical \"pugilistic\" appearance.2. Cold stiffening: Fat and muscle become solid at temperatures less than 40deg F. Rigor will develop if a body which was frozen before rigor developed is subsequently thawed.",
        "cop": 1,
        "opa": "Usually not seen before 7 months",
        "opb": "Seen in upper limb & not in lower limb",
        "opc": "Seen in lower limb & not in upper limb",
        "opd": "Established but too faint to be appreciated",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "c0b83a9f-cd8e-47d4-8be5-03ec250cc848",
        "choice_type": "multi"
    },
    {
        "question": "The ideal place to record body temperature in dead body is -",
        "exp": "Ans. is 'a' i.e., Rectum o Most common site for recording temperature is the rectum.o Thermameter is inserted in rectum around 8-10 cm for 2 minutes.o Other sites for recording temperature are nose, ear (external auditory meatus), vagina, and under liver.",
        "cop": 1,
        "opa": "Rectum",
        "opb": "Axilla",
        "opc": "Mouth",
        "opd": "Groin",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "303bbb0d-4ae7-410b-ab49-4c0816e8e238",
        "choice_type": "single"
    },
    {
        "question": "Fluid best for postmortem investigation?",
        "exp": "Ans. b (Vitreous) (Ref. Reddy FMT 23rd/pg. 332).There is a linear relationship between potassium concentration in vitreous and time after death up to 120 hours.Also Know:* The component of vitreous humour that is most useful in determining time since deathPotassium* Mucopolysacchride maximally present in vitreous humourHyaluronic acid* Biological fluids useful for estimating postmortem intervalVitreous humor, CSF & blood* Biological fluid NOT studied for estimating postmortem intervalUrine",
        "cop": 2,
        "opa": "CSF",
        "opb": "Vitreous",
        "opc": "Synovial fluid",
        "opd": "Serum",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "2c7066fd-4849-414a-8d4a-5ff1af06d510",
        "choice_type": "single"
    },
    {
        "question": "For how long in cremation, 900-1000degC is used:",
        "exp": "Ans: a (30 min)In cremation 900-1000degC is used for at least 30 min.",
        "cop": 1,
        "opa": "30 min",
        "opb": "1 hr",
        "opc": "2 hr",
        "opd": "3 hr",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "785e7591-3d4b-4575-9195-3ed1b0550f8d",
        "choice_type": "single"
    },
    {
        "question": "Immediate cause of death is mentioned in which section of death certificate -",
        "exp": "Ans. is 'a' i.e., Ia Death Certificateo Following information is to be filled in the relevant columns of the death certificate :-Ia - Immediate causeIb - Antecedent causeIc - Antecedent causeII - Other significant condition contributing to the death but not related to the disease or condition causing it.",
        "cop": 1,
        "opa": "Ia",
        "opb": "Ib",
        "opc": "Ic",
        "opd": "II",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "3c3432a1-ac31-49d2-a788-3872f172aaf3",
        "choice_type": "single"
    },
    {
        "question": "Adipocere formation after death usually requires?",
        "exp": "Ans. is 'd' i.e., Weeks to months o Normally adipocere formation requires 3 weeks to upto 3 to 6 months. However shortest recorded period in India is 3 days 22 hours. In India, it has been observed to begin within 4-5 days. Adipocere may persist for years or decades. Adipocere does not occur in fetus less than 7 months.",
        "cop": 4,
        "opa": "Minutes to hours",
        "opb": "Hours to days",
        "opc": "Days to week",
        "opd": "Weeks to months",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "be89899c-93d4-4985-b734-4490a7675e10",
        "choice_type": "multi"
    },
    {
        "question": "The component of vitreous humour that is most useful in determining time since death:",
        "exp": "Ans. b (Potassium). (Ref. Parikh's textbook of FMT, 6th ed., 2.66)The relationship between the rise of potassium concentration in the vitreous humour and the time since death has been studied by several workers. To improve the accuracy of the method cases with possible ante-mortem electrolyte disturbances can be excluded. Having eliminated these cases with possible ante-mortem electrolyte imbalance, there is a linear relationship between potassium concentration in vitreous and time after death up to 120 hours, but the 95% confidence limits are +- 22 hours.",
        "cop": 2,
        "opa": "Sodium",
        "opb": "Potassium",
        "opc": "Magnesium",
        "opd": "Calcium",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "8c4094bb-dadf-4326-ae11-d84c5492ef06",
        "choice_type": "single"
    },
    {
        "question": "Thanatology deals with?",
        "exp": "ANSWER: (A) DeathREF: Textbook of Forensic Medicine and Toxicology by Nagesh Kumar Rao. Page 115.The term Thanatology is of Greek origin; Thanatos meaning death and logus meaning the science. In other words it means the subject which deals with scientific study of death, types of death, the various events or changes that occur in the cadaver and their medicolegal significance.",
        "cop": 1,
        "opa": "Death",
        "opb": "Snakes",
        "opc": "Poison",
        "opd": "Fingerprints",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "43bbe3b8-df9c-41a0-9068-3cb8cbf6a4a6",
        "choice_type": "single"
    },
    {
        "question": "Suspended animation may be seen with which of the following?",
        "exp": "Ans. (A). ElectrocutionAttention: This is one of the most repeatedly asked question. A student should be familiar with all conditions producing suspended animation.MNEMONICSuspended animation IN MY NEW HDTVInsanity, New BornQ, ElectrocutionQ, Opioid Overdose, YogaQ, Heat StrokeQ, HypothermiaQ, DrowningQ, Drugs, typhoid feverQElectrocutionQ is one of the common cause of suspended animation.Any patient of electrocution brought to casualty, one should not hurry in death declaration.It is always advisable to take ECG for confirmation.",
        "cop": 1,
        "opa": "Electrocution",
        "opb": "Salicylate poisoning",
        "opc": "Snake bite",
        "opd": "Burns",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "d11c3e8b-80c6-4379-a4d5-22ace627f7d7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is false about vitreous humor after death?",
        "exp": "Ans: d (Raised glucose) Ref: Reddy, 27th ed, p. 155Level of glucose in vitreous humor after death decreases, it will not increase.Changes in virteous humor after deathIncrease in potassiumIncrease in lactic acidDecrease in sodiumDecrease in pyruvic acidThere is anaerobic glycolysis which leads to decrease in glucose and decrease in pyruvic acid and increase in lactic acid.NoteGlucose > 200 mg/dl in vitreous after death is indicative of diabetes mellitusVitreous is preserved in sodium fluoride (AIIMS 2007 NOV)Vitreous is preserved in poisoning due to alcohol, chloroform, morphine and cocaine.",
        "cop": 4,
        "opa": "Increased potassium",
        "opb": "Decreased sodium",
        "opc": "Decreased pyruvic acid",
        "opd": "Raised glucose",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "d2e5ec6d-de9a-4a9e-85db-0d4f4c0b0808",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is related to instant muscle contraction following death?",
        "exp": "Ans: d (Cadaveric rigidity) Ref: Reddy, 21st ed, p. 134Cadaveric rigidity or cadaveric spasm occurs immediately after death .In this, the muscles that were contracted during life become stiff and rigid without passing into the stage of primary relaxation.Difference between rigor mortis and cadaveric spasm RIGOR MORTISCADAVERIC SPASMTime of onsetOne or two hours after deathAll muscles of the body involved, both voluntary and involuntaryInstantaneousUsually restricted to a single group of voluntary muscles Moderate force can overcome the stiffnessVery great force is required to overcome itBody temperatureLow (cold)Indicates time since deathWarmIndicates mode of death i.e., suicide or homicide",
        "cop": 4,
        "opa": "Heat stiffening",
        "opb": "Cold stiffening",
        "opc": "Burns",
        "opd": "Cadaveric rigidity",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "9a19394c-5ec2-4118-b4c0-a07ccaf707e0",
        "choice_type": "single"
    },
    {
        "question": "Rigor mortis in human body starts at",
        "exp": "Ans. d (Eyelids)RIGOR MORTIS# Ordinarily, death is followed immediately by total muscular relaxation - primary muscular flaccidity - succeeded in turn by generalised muscular stiffening - rigor mortis.# After a variable period of time rigor mortis passes off spontaneously; followed by secondary muscular flaccidity.# The first investigation on rigor mortis is attributed to Nysten in 1811.# No measurable shortening of muscle occurs during rigor mortis unless the muscles are subjected to tension.# The view that the development of rigor mortis could produce significant movements of the body was promoted by Sommer, in about 1833, and the postulated movements became known as \"Sommer's movements\". For this reason, when a body is found in a certain position with rigor mortis fully developed, it cannot be assumed that the deceased necessarily died in that position.# Rigor involves voluntary and involuntary muscles.# Contraction of the arrectores pilorum muscles during rigor may result in \"goose-flesh\" or \"cutis anserina\". The phenomenon is commonly seen in cases of drowning where it is thought to result from an agonal contraction of the muscles.# Involvement of walls of seminal vesicles by rigor may lead to discharge of seminal fluid at the glans penis.# In individuals who have been exhausted or starved before death, the glycogen stores in muscle are low, so that rigor may develop rapidly.# Typically, rigor is first apparent in small muscles of eyelids, lower jaw and neck, followed by the limbs.# It is generally accepted that rigor mortis passes off in the same order in which it develops.# In temperate climates rigor will typically start to disappear at about 36-48 hours after death. However, if the environ- mental temperature is high then the development of putrefaction may completely displace rigor within 9-12 hours of death.# Accelerated putrefaction resulting from ante-mortem septicaemia may lead to a rapid displacement of rigor.# Exposure of a body to intense heat results in heat stiffening due to coagulation of the muscle proteins. Unlike rigor mortis, heat stiffening is associated with muscle shortening resulting in the characteristic pugilistic posture of burned bodies.# Freezing of a body will cause stiffening of the muscles, postponing the development of rigor which is said to developed as soon as thawing of the body permits.",
        "cop": 4,
        "opa": "Upper limb",
        "opb": "Face muscles",
        "opc": "Neck muscles",
        "opd": "Eyelids",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "fb60ab6d-b235-4285-a2c6-3d16d3452da8",
        "choice_type": "single"
    },
    {
        "question": "Part II of death certificate contains-",
        "exp": "Ans. is 'd' i.e., Associated comorbid condition of death Death Certificateo Following information is to be filled in the relevant columns of the death certificate :-Ia - Immediate causeIb - Antecedent causeIc - Antecedent causeII - Other significant condition contributing to the death but not related to the disease or condition causing it",
        "cop": 4,
        "opa": "Manner of death",
        "opb": "Immediate cause of death",
        "opc": "Antecedant cause of death",
        "opd": "Associated comorbid condition of death",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "d8991a8a-7ec2-4890-a549-2c82e30b3650",
        "choice_type": "single"
    },
    {
        "question": "Length of stab gives information about-",
        "exp": "Ans. is 'b' i.e., Width of blade o Length of the stab wounds is slightly less than the width of the weapon upto wrhich it has been driven inside,o Deliberate lateral, forward or backward movement of the weapon during its withdrawal from the body tends to widen the wound, and the length will be more than the actual width of the blade.",
        "cop": 2,
        "opa": "Length of blade",
        "opb": "Width of blade",
        "opc": "Angle of insertion",
        "opd": "Thickness of the blade",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "b2bfd17f-88b4-4fb9-96e7-345a4d8ab087",
        "choice_type": "single"
    },
    {
        "question": "Thanatology is?",
        "exp": "Ans. is 'a' i.e., study of death o Thanatoiogy is the branch of science which deals with study of death. It deals with death in all aspects.",
        "cop": 1,
        "opa": "Study of death",
        "opb": "Solving paternity of the child",
        "opc": "sexual crime investigation",
        "opd": "Detection of race",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "e0e7aac2-e6e6-489b-b0ea-2ebb94aa85ec",
        "choice_type": "single"
    },
    {
        "question": "True about cadaveric spasm is?",
        "exp": "Ans. is 'b' i.e., Occurs immediately after death Cadaveric spasm (instantaneous rigor or cataleptic rigidity)o Instantaneous rigor is defined as the condition wherein a group of muscles, which were in contracted state at the time of death, continue to be in spasm after death, without the stage of primary relaxation. It develops immediately after death. Therefore, this stage preserves the attitude of the person at the time of death.o Cadaveric spasm affects voluntary muscles and is limited to single group of muscles.o It tells the mode of death, suicide/homicide.o Preconditions for cadaveric spasm are :1) Sudden somatic death (no molecular death)2) A group of muscles in contraction, i.e. physical activity at the time of death.3) Extensive emotional activity at the time of death, e.g. excitement, fear etc.",
        "cop": 2,
        "opa": "Shows primary relaxation",
        "opb": "Occurs immediately after death",
        "opc": "It does not indicates the mode of death",
        "opd": "Spreads to multiple groups of muscles.",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "4f0ebc61-0911-4419-825f-df662585dcf5",
        "choice_type": "multi"
    },
    {
        "question": "Cadaveric spasm occurs:",
        "exp": "Ans: a (Immediately after death)Ref: Reddy 29th ed. R146 Also refer Q 112 Kerala 2007, Q 151 Kerala 2008Cadaveric spasm is found in muscles contracted at the time of death which becomes stiff immediately without passing into the stage of primary relaxation.Cadaveric spasmSynonyms include instantaneous rigor, cataleptic rigidity, and instantaneous rigidityCadaveric spasm may affect all muscles in the body, but typically only groups, such as the forearms, or hands. Cadaveric spasm often crystallizes the last activity one did prior to death and is therefore significant in forensic investigations, e.g. holding onto a knife tightly.Rigor mortis - Starts within 1 hr. Fully develops by 6 hrs. Remains for 6-8 hrs. Starts disappearing after 18hrs. Completely disappears by 24 - 36 hrs.Rigor mortis starts first in the heart (1 hr). It then appears in the eyelid within 2 hrs. Rigor mortis is due to decreased ATRPutrefaction - Starts by 12 - 24 hrs but in summer it may start as early as 6 hrs.1. External sign of putrefaction - greenish discolouration of skin over the region of caecum. Internally putrefaction is seen on the undersurface of liver.Marbling - 24 - 36 hrs -Maggots appear after 48 hrs -Liquefaction - after 5 -12 hrs -Bone destruction -Uncoffined: 1 yrCoffined: 3 - 10 yrsCompleted by: 25 yrs",
        "cop": 1,
        "opa": "Immediately after death",
        "opb": "Within 2 hours",
        "opc": "Within 6 hours",
        "opd": "Within 12 hours",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "6ab2c905-93fc-45c6-8526-c73216b95cc4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is best for testing development of rigor mortis?",
        "exp": "Ans. a (Opening the lower jaw) (Ref. Reddy's essentials of FMT 28th /141)Rigor mortis is tested by trying to lift the eyelids, depressing the jaw, and gently bending the neck and various joints of body.Rigor mortis (RM) # Individual cell death takes place in this stage# Occurs due to lack of 02 and ATP.0# When the levels of ATP are reduced to critical levels (85% of normal), rigor starts to occur.# The rigidity of muscle is maximum when the level of ATP is reduced to 15%.# When the lactic acid cone, reaches a level of 0.3%, muscle go into irreversible state of contraction - rigor mortis.# Nvsten's rule: RM does not start in all muscles simultaneously.# It first appears in involuntary muscles; the myocardium becomes rigid in an hour.# Follows proximo-distal progression.# It begins in the eyelids, neck and lower jaw and passes upwards to the muscles of the face, and downwards to the muscles of the chest, upper limbs, abdomen, lower limbs and lastly in the fingers and toes.# It always sets in, increases, and decreases gradually.# It is independent of the integrity of nervous system.# It does not occur in fetus < 7 months.# Cutis anserina/goose skin due to erector pilae muscle rigor.12# Time of onset:- In india, it begins 1-2 hrs after death and takes further 1-2 hrs to develop.- In temperate countries, it begins in 3-6 hrs and takes further 2-3 hrs to develop.# Duration of rigor:- In india, usually it lasts for 24-48 hrs in winter- And 18-36 hrs in summer.- In temperate regions, it lasts for 2-3 days.# It appears early, is of short duration in deaths due to:- OP poisoning - TB - Cholera - Typhoid - Lightning- Cancer - Cut-throat - Firearm - Electrocution - Strychnine poisoning# Its onset is delayed in deaths due to: Q- CO poisoning - Asphyxia - Severe hemorahge - Apoplexy- Pneumonia - CNS diseases causing muscle paralysis - Perfusion with normal saline.# It may disappear very rapidly in deaths due to:- Widespread bacterial infection, e.g., gas gangrene.# It may be absent in deaths due to:- SepticemiaTraitRMCadaveric spasmProductionFreezing and exposure to temp > 65degC produce rigorCannot be produed by any method after deathMechanismKnownNot clearly knownPredisposing factorsNoneSudden death, excitement, fear, exahaustion, nervous tensionTime of onset1-2 hrs after deathInstantaneousMuscles involvedAll (voluntary and involuntary)Usually restricted to single group of voluntary musclesMuscle stiffeningNot marked; moderate force can overcome itMarked; very great force required to overcome itMolecular deathOccursDoes not occurBody heatColdWarmElectrical stimuliMuscles do not respondMuscles respondMedicolegal importanceIndicates time of deathIndicates mode of death, i.e., suicide, homicide or accident.",
        "cop": 1,
        "opa": "Opening the lower jaw",
        "opb": "Flexing elbow joint",
        "opc": "Flexing knee joint",
        "opd": "Falling the leg from height",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "9edfca12-7605-477e-af0f-17f20a2e04d4",
        "choice_type": "multi"
    },
    {
        "question": "Increase in temperature during first 2 hours after death is due to?",
        "exp": "Ans. is 'd' i.e., septicemia Postmortem caloricitv is seen in1) Due to disturbed heat regidation : Sun-stroke (heat stroke), pontine hemorrhage.2) Due to heat production by muscular activity: Tetanus, strychnine poisoning, asphyxial death.3) Acute bacterial or viral infections : Pneumonia, septicemia, liver abscess, peritonitis, typhoid, nephritis, meningitis, cholera etc.4) Very high atmosphere temperature.",
        "cop": 4,
        "opa": "Massive hemorrhage",
        "opb": "Cyanide poisoning",
        "opc": "Organophosphorus poisoning",
        "opd": "Septicemia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "8e5f745c-f2eb-470b-9d76-40de90f0303b",
        "choice_type": "single"
    },
    {
        "question": "Thanatology deals with:",
        "exp": "Ans: b (death in all aspects) Ref: Reddy, 27th ed,p. 121Thanatology deals with death in all aspects.Types of death1) Somatic death-Complete, irreversible stoppage of circulation breathing and brain function2) Brain death-Characterized by deep unconsciousness with no response to external stimuli, no breathing, no cardiac function, no reflexes (except spinal),fixed dilated pupil and flat EEG for atleast 24 hrs with body temperate more than 32degC in the absence of metabolic and endocrine dysfunction.3) Molecular death-Death of cells or tissues individually.",
        "cop": 2,
        "opa": "Exhumation",
        "opb": "Death in all aspects",
        "opc": "Unnatu ral sex offences",
        "opd": "Body of offence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Death and Medicolegal Aspects",
        "id": "1fe74835-335b-43af-b648-23fcced2ce48",
        "choice_type": "multi"
    }
]