[
    {
        "question": "Emphysema aquosum is associated with?",
        "exp": "Emphysema aquosum is a sign of wet drowning. Drowning fluid actually penetrates alveolar walls to enter the tissues and the blood vessels. This has been described as emphysema aquosum. Cause of death in wet drowning: Disruption of pulmonary surfactant Dry drowning: Water does not enter the lungs, but death results from: Immediate sustained laryngeal spasm Cardiac arrest due to vagal inhibition",
        "cop": 2,
        "opa": "Dry drowning",
        "opb": "Wet drowning",
        "opc": "Immersion syndrome",
        "opd": "Secondary drowning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drowning",
        "id": "a9f22898-cc6a-4ad0-af7c-729d13827f21",
        "choice_type": "single"
    },
    {
        "question": "'Tete de negre' appearance of the skin is seen in:-",
        "exp": "In drowing, with onset of putrefaction, skin of head and neck become dark with 'tete de negre' appearance (Tete de negre is the French name for a desse, a pastry covered with black chocolate, which literally means 'nigger-brown' color.)",
        "cop": 3,
        "opa": "Antemoem Abrasion",
        "opb": "Superficial burns",
        "opc": "Drowning",
        "opd": "Purrefaction",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drowning",
        "id": "51ade1d3-4441-4ac7-b991-dadbd9468de4",
        "choice_type": "single"
    },
    {
        "question": "In deaths due to scuba diving, All of the following investigations done before, during and after autopsy is of more value except",
        "exp": "Investigations in SCUBA diving fatalities: Radiological examination: X-ray of chest in standing position will indicate a fluid level in chest cavity or presence of pneumothorax or pneumomediastinum. Radiographs of knees will show nitrogen bubbles in the joint, indicating a long diving period. In case of air embolism, air samples should be removed with a syringe lubricated by oil for gaschromatography and electron mass spectrometer analysis of gas components. >95% nitrogen indicates nitrogen narcosis. Diatoms test is a test used for detecting antemoem drowning, Not scuba diving.",
        "cop": 1,
        "opa": "Diatom test",
        "opb": "X - ray chest",
        "opc": "X - ray knee joint",
        "opd": "Gas chromatography",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drowning",
        "id": "2335f0d1-c480-409a-a022-b7c84eca71ca",
        "choice_type": "multi"
    },
    {
        "question": "Death from Hydrocution results due to the contact of skin with:-",
        "exp": "Immersion syndrome (Hydrocution/submersion inhibition/cold water drowning): It refers to syncope resulting from cardiac dysrhythymias on sudden contact with water that is atleast 5degC lower than body temperature Mechanism: Vagal stimulation leading to asystolic cardiac arrest ('diving reflex'), or ventricular fibrillation secondary to QT prolongation after a massive release of catecholamine on contact with cold water. The resultant loss of consciousness leads to secondary drowning.",
        "cop": 1,
        "opa": "Water that is at least 5degC lower than body temperature",
        "opb": "Water that is at least 5degC higher than body temperatur",
        "opc": "Water that is at least 15degC lower than body temperature",
        "opd": "Water that is at least 15degC higher than body temperature",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drowning",
        "id": "e74e93e7-d3e1-411b-94b4-37454cea92ee",
        "choice_type": "single"
    },
    {
        "question": "The outer covering of diatom is made of:",
        "exp": "MEDICO-LEGAL SIGNIFICANCE OF DIATOMS TEST Diatoms are unicellular algae with silicaQ***in its cell wall Only a beating hea can transpo the diatoms to distant organs It indicates death due to drowningQ*** Diatoms in bone marrow and brain is more reliable than any other organ As diatoms resist putrefactionQ***, it is valuable even in putrefaction Diatoms are negative in dead bodies thrown in waterQ***or dry drowningQ***",
        "cop": 2,
        "opa": "Magnesium",
        "opb": "Silica",
        "opc": "Hydrocarbons",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drowning",
        "id": "8218a829-7d35-4756-ab20-05b28f5c2ae6",
        "choice_type": "multi"
    },
    {
        "question": "Hydrocution is?",
        "exp": "Hydrocution: (immersion syndrome ) Type of atypical drowning Mechanism -sudden dyspnoea and vagal inhibition -->hea stops immediately. ( ventricular fibrillation has also been repoed.)",
        "cop": 2,
        "opa": "Electric shock in water",
        "opb": "Cold water submersion",
        "opc": "Submersion in boiling water",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drowning",
        "id": "b8519c83-e305-4e2a-917a-405d215cb083",
        "choice_type": "multi"
    },
    {
        "question": "NOT seen in salt water drowning:",
        "exp": "Fresh water drowning is associated with both hyperkalemia and corresponding hyponatremia.",
        "cop": 1,
        "opa": "Hyperkalemia",
        "opb": "Progressive hypovolemia",
        "opc": "Circulatory collapse",
        "opd": "Acute pulmonary edema",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drowning",
        "id": "b8540326-61aa-4460-a1fe-f2cc85090512",
        "choice_type": "single"
    },
    {
        "question": "Which is not diagnostic of antemoem drowning?",
        "exp": "SIGNS OF ANTEMOEM DROWNING External findings: Cadaveric spasm holding grass, gravel and sand in hand Fine, white lathery froth in mouth & nose. Internal findings Presence of froth mixed with sand paicles in the trachea & bronchi (paicularly in the lower airways) Mud in the upper airway alone may be seen in post-moem drowning as well. Presence of water in stomach & small intestine Presence of water and hemorrhage in middle ear Non specific signs: Cutis anserina Washerwoman's hands",
        "cop": 3,
        "opa": "Water in the small intestine",
        "opb": "Emphysema aquosum",
        "opc": "Mud in the upper airways",
        "opd": "Haemorrhage in the middle ear",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drowning",
        "id": "f92fc9db-6f4c-424b-bc42-5e4730aa2fd0",
        "choice_type": "multi"
    }
]