[
    {
        "question": "A triphasic withdrawal syndrome follows an abrupt discontinuation of ______ use.",
        "exp": "Cocaine use produces a mild physical, but a strong psychic dependence. A triphasic withdrawal syndrome follows an abrupt discontinuation of chronic cocaine use. Signs and symptoms: In the early phase (crash phase, 9 h to 4 days), there is anorexia, depression, agitation, excessive craving, hypersomnia, fatigue and exhaustion which is followed by normal mood, anxiety and anhedonia (next 4-7 days). In third phase (extinction phase, after 7-10 days), there are no withdrawal symptoms, but increased vulnerability to relapse. Treatment: Bromocriptine and amantadine are useful in reducing cocaine craving. Gabapentin is being used in adult addicts.",
        "cop": 4,
        "opa": "Alcohol",
        "opb": "LSD",
        "opc": "Heroin",
        "opd": "Cocaine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "3fe063ec-fd78-48d6-8d8f-8709cbd7eb41",
        "choice_type": "single"
    },
    {
        "question": "Cotton fever is due to the abuse of:",
        "exp": "COTTON FEVER: Fever developing due to injection of a water extract of the cotton remaining after the heroin supply is used in a \"bag\"",
        "cop": 2,
        "opa": "Amphetamine",
        "opb": "Heroin",
        "opc": "Phencylidine",
        "opd": "Cocaine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "202d763e-20b8-40ce-b440-5fbc875c8df6",
        "choice_type": "single"
    },
    {
        "question": "Inhaling the cloth soaked in drug is",
        "exp": "Sniffing: Inhaling fumes from the liquid in anopen container. Bagging: Placing the chemical in a bag and thenputting it over the face. Huffing: Applying the chemical to a cloth/rag andthen inhaling it by covering nose and mouth withthe cloth/rag.",
        "cop": 3,
        "opa": "Bagging",
        "opb": "Spraying",
        "opc": "Huffing",
        "opd": "Sniffing",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "f1940d2b-ee3e-4daf-8e13-f8a0e2f6787d",
        "choice_type": "single"
    },
    {
        "question": "Pupillary dilatation is seen in which of the following drug abuse?",
        "exp": "ATROPA BELLADONNA AND HYOSCYAMUS NIGER: Atropa belladonna/ deadly nightshade is a plant of Europe and Asia. All pas are toxic The active principle is - hyoscyamine. This group of compounds acts by inhibiting the muscarine effects of acetylcholine. Mydriatic Test: A drop of the solution to be tested is put into the eyes of a cat. The pupils dilate within half hour if datura is present, due to the presence of atropine. Drugs causing dilatation of pupils: Datura, Atropine, Belladonna, Cannabis, Cocaine, Alcohol",
        "cop": 2,
        "opa": "Organophosphorus compounds",
        "opb": "Belladona",
        "opc": "Heroin",
        "opd": "Morphine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "7e27bc9a-b6c2-41ec-8918-fb330bac4ca7",
        "choice_type": "single"
    },
    {
        "question": "This instrument is based on the principle of",
        "exp": "This is based on Henry's law which states that when a volatile chemical (ethanol) is dissolved in a liquid (blood) and is brought to equilibrium with air (alveolar breath), there is a fixed ratio between the concentration of the volatile compound (ethanol) in air (alveolar breath) and its concentration in the liquid (blood), and the ratio is constant at a given temperature. Correlation between the breath and blood level, and the ratio is generally 2100: 1.",
        "cop": 1,
        "opa": "Henry's law",
        "opb": "Widmarck's law",
        "opc": "Osmosis",
        "opd": "Neutron activation analysis",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "734dba62-996b-4f10-9ede-7f197afdf22b",
        "choice_type": "single"
    },
    {
        "question": "LSD is known by the following names except",
        "exp": "LSD - other names - Acid, microdot, purple haze, white lightening - Love drug - MDMA/ Ecstacy",
        "cop": 3,
        "opa": "Acid",
        "opb": "Microdot",
        "opc": "Love drug",
        "opd": "Purple haze",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "0ab3583c-0668-4280-b8e3-c90cd3928665",
        "choice_type": "multi"
    },
    {
        "question": "A 40 year old man consumes alcohol & creates public nuisance. The punishment in this scenario is dealt under which section of IPC?",
        "exp": "Sec. 85 IPC: Nothing is an offence which is done by a person who at the time of doing it, by reason of intoxication, is incapable of knowing the nature of the act, or what he is doing is either wrong or contrary to law; provided that thing which intoxicated him was administered to him without his knowledge or against his will. 21 Sec. 86 IPC: Voluntary drunkenness is not an excuse for commission of crime. Sec. 510 IPC: Misconduct by a drunken person in public is punishable with imprisonment upto 24 h.",
        "cop": 2,
        "opa": "85 IPC",
        "opb": "510 IPC",
        "opc": "300 IPC",
        "opd": "86 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "dd4359d4-dbc2-49f6-88e2-1a3de9834642",
        "choice_type": "single"
    },
    {
        "question": "Which assay is most likely to detect cocaine metabolites?",
        "exp": "Urine- All the listed body fluids are used to detect cocaine use, except for semen.- Blood and saliva will provide the best level of current usage, while urine assay will detect use over the preceding several days.- Hair analysis can reveal the drug over weeks or months, but has little clinical applicability. - Benzoylecgonine - major metabolite of cocaine, can usually be detected in urine for 48 to 72 hours after cocaine use",
        "cop": 4,
        "opa": "Semen",
        "opb": "Saliva",
        "opc": "Hair",
        "opd": "Urine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "0396b39b-e68a-432c-bda8-ff40fb3d0f53",
        "choice_type": "single"
    },
    {
        "question": "False regarding cocaine",
        "exp": "COCAINE Obtained from leaves of Erythroxylum coca Crack contains cocaine and baking soda Amyl nitrite is used to treat It has sympathomimetic propeies",
        "cop": 1,
        "opa": "Obtained from fruits of Erythroxylum coca",
        "opb": "Crack contains cocaine and baking soda",
        "opc": "Amyl nitrite is used in the treatment",
        "opd": "It has sympathomimetic propeies",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "c82c48df-7019-423b-83f5-48560ae461ce",
        "choice_type": "multi"
    },
    {
        "question": "Meth mites are seen in all except:",
        "exp": "Meth mites (also known as Formication/Tactile hallucinations) are the sensation of mites crawling under the skin. Seen in chronic Amphetamine poisoning, in Arsenic and Ergot poisoning also.",
        "cop": 4,
        "opa": "Cocaine",
        "opb": "Amphetamine",
        "opc": "Ergot",
        "opd": "Lead",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "98a45533-2db7-4cbf-b300-e6713b4ed5b9",
        "choice_type": "multi"
    },
    {
        "question": "The fatal dose of this poison is:-",
        "exp": "The photo shows cocaine. The fatal dose is 1 gram.",
        "cop": 3,
        "opa": "10 mg",
        "opb": "100 gram",
        "opc": "1 gram",
        "opd": "10 grams",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "13254600-e8b1-4bbf-af54-f8fcd2cc833b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not refer to cannabis?",
        "exp": "Mickey's finn: chloral hydrate Majoon: Cannabis Charas: Cannabis Hashish: Cannabis Afeem: Opium Crack, coke: cocaine Smack: heroin",
        "cop": 3,
        "opa": "Majoon",
        "opb": "Charas",
        "opc": "Afeem",
        "opd": "Hashish",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "9885e1c8-73d8-4dd5-a114-5970cf4fd642",
        "choice_type": "single"
    },
    {
        "question": "Mc ewan sign occurs above how much mg% of blood alcohol level",
        "exp": "Mc ewan sign occurs above 300 mg% of blood alcohol level. Stage of Excitement (Blood level: 50-150 mg%) Person will be euphoric (sense of well-being). Actions, speech and emotions are less restrained due to lowering of the inhibition normally exercised by the higher centers of the brain. It alters time and space perception. He may perform dancing, thrilling shows, carelessly and fearlessly. He might disclose secrets ('in vino veritas'--in wine there is truth). There is lowering of visual acuity. Nystagmus present. Mental concentration is poor and judgment impaired ii. Stage of In-coordination (Blood level: 150-250 mg%) Due to fuher depression of higher centers, the person may be morose/cheerful/irritable/ ill-tempered/excitable/sleepy, depending on the dominant impulses released. Breath smells of alcohol. Pupils are dilated and react sluggishly to light. iii. Stage of Coma (Blood level > 250 mg%) Thick, slurred speech. Coordination is markedly affected--becomes giddy, stagger and fall. Pupils are contracted, but on stimulation of the person, e. g. by pinching or slapping causes them to dilate with slow return (Mc. Ewan's sign).",
        "cop": 3,
        "opa": "150 mg%",
        "opb": "200 mg%",
        "opc": "300 mg%",
        "opd": "400 mg%",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "9a10dba1-94f1-49c3-91f4-75a686b68fc9",
        "choice_type": "multi"
    },
    {
        "question": "Chemical constituent of cigarette lighter used for volatile substance abuse is",
        "exp": "CIGARETTE LIGHTER - BUTANE Fluorocarbon - AEROSOLS Acetone - GLUES, DYES, NAIL POLISH REMOVER Toluene - ACRYLIC PAINTS",
        "cop": 2,
        "opa": "Fluorocarbon",
        "opb": "Butane",
        "opc": "Acetone",
        "opd": "Toluene",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "be3563c7-e493-4ed5-a577-b3eecfd2d106",
        "choice_type": "single"
    },
    {
        "question": "Which is not a method of behavioural treatment used in alcoholics",
        "exp": "BEHAVIORAL THERAPY - AVERSION THERAPY, CUE EXPOSURE, ALCOHOLIC ANONYMOUS, PSYCHOTHERAPY AND COUNSELLING Behavioural treatment: Behavioural treatment is based on the theory that many impoant aspects of human learning takes place by imitating the behaviour of others by a much greater attention to cognitive process in specifically human learning. The behavioural therapy includes: (i) Aversion therapy: The principal of aversion therapy is simply to attempt to create an aversive conditioned response to alcohol by pairing stimuli as associated with alcohol taking. They produce effects like nausea or electric shock on taking alcohol e. g. Emetine (ii) Cue exposure: It is the latest method; the alcoholics are exposed to alcoholrelated cues such as Pubs or friends. (iii) Psychotherapy and counselling (iv) Alcoholic anonymous",
        "cop": 3,
        "opa": "Aversion therapy",
        "opb": "Cue exposure",
        "opc": "Home detoxification",
        "opd": "Alcoholic anonymous",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "74766940-ba9a-4522-9861-619d698c6a73",
        "choice_type": "single"
    },
    {
        "question": "Physical and psychological dependence with tolerance and withdrawal symptoms with inability to control drinking is termed as:-",
        "exp": "Alcohol dependence has been classified into five types based on the pattern of use (not on the basis of severity): i. Alpha alcoholism: Excessive and inappropriate drinking to relieve physical and/or emotional pain with no loss of control but ability to abstain present. ii. Beta alcoholism: Excessive and inappropriate drinking with physical complications (e. g. gastritis, cirrhosis) due to cultural drinking and poor nutrition but there is no dependence. iii. Gamma (malignant) alcoholism: Physical and psychological dependence with tolerance and withdrawal symptoms with inability to control drinking. iv. Delta alcoholism: Inability to abstain, tolerance, withdrawal symptoms, amount of alcohol consumed can be controlled and social disruption is minimal. v. Epsilon alcoholism: Dipsomania and spree-drinking.",
        "cop": 3,
        "opa": "Alpha alcoholism",
        "opb": "Beta alcoholism",
        "opc": "Gamma alcoholism",
        "opd": "Delta alcoholism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "8ed2e795-3cc9-4910-948e-d66a33879d74",
        "choice_type": "single"
    },
    {
        "question": "Heavy user of LSD is called as",
        "exp": "Acid head - Heavy user of LSD Guide - a person who babysits for a psychedelic user during a session. Mainlining: injecting drug into IV. A common pattern of LSD use is trip (occasional use followed by a long period of abstinence). But Not Tripper.",
        "cop": 1,
        "opa": "Acid head",
        "opb": "Guide",
        "opc": "Main liner",
        "opd": "Tripper",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "88c545fc-084f-4766-96fc-500ae421d79c",
        "choice_type": "multi"
    },
    {
        "question": "The disorder associated with impulse to consume alcohol is called",
        "exp": "Dipsomania: An irresistible desire for alcoholic drinks at periodic intervals. Kleptomania: An irresistible desire to steal aicles of little value. Pyromania: An irresistible desire to set fire to things. Mutilomania: An irresistible desire to mutilate animals. Sexual impulses: Compulsive urge to perform sexual intercourse which may often be in a perveed way.",
        "cop": 2,
        "opa": "Kleptomania",
        "opb": "Dipsomania",
        "opc": "Pyromania",
        "opd": "Nymphomania",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "a7af9a1c-b657-480a-9ad1-3eb1ca9152bf",
        "choice_type": "multi"
    },
    {
        "question": "A addict develops delusion, misleading hallucination of sight and hearing and the feeling of creeping things of 'grains of sand' in the skin, he is addicted to:-",
        "exp": "Insects (bugs) crawling under the skin or presence of sand grain under the skin is a characteristic feature of chronic cocaine poisoning. Chronic Cocaine Poisoning (COCAINISM/ COCAINOPHAGIA/COCAINOMANIA): Unstable mental condition, such as: Toxic delirium Psychotic disorder characterised by paranoid delusions, visual and tactile hallucination. Tactile hallucinations are characteristic: Associated with excoriation of the skin. This is also called cocaine bugs/ Formication/ Magnan symptom Sexual and reproductive dysfunction: There is loss of libido. Impotence and gynaecomastia occurs in male cocaine abusers. Women have major derangements in menstrual cycle function including galactorrhoea, amenorrhoea and infeility. Crack Babies: Cocaine abuse by pregnant women has been associated with an increased risk of congenital malformations in the foetus called crack babies. Tongue and teeth becomes black",
        "cop": 1,
        "opa": "Cocaine",
        "opb": "Diazepam",
        "opc": "Barbiturates",
        "opd": "Methadone",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "a4f3a46b-0014-4c4f-94d6-32f463e85b38",
        "choice_type": "multi"
    },
    {
        "question": "Which is not related to alcoholism?",
        "exp": "- Marchiaa syndrome: Degeneration of corpus callosum - Mc. Ewan's sign: pupils dilated at early stage but contracted at later stage; if stimulation given, pupils dilate then slowly contract - Mallory Weiss syndrome - Tear in distal oesophagus - Magnan symptoms Paraesthesia which feels like a constantly moving foreign body, such as fine sand or powder, under the skin The sign is named after Valentin Magnan. Seen In cocaine abuse.",
        "cop": 3,
        "opa": "Marchiaa syndrome",
        "opb": "Mc. Ewan's sign",
        "opc": "Magnan symptoms",
        "opd": "Mallory Weiss syndrome",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "77ff89c3-9330-41cd-9a6f-7f4a9e6f7fc0",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following does not refer to cannabis preparation",
        "exp": "PREPARATIONS OF CANNABIS Bhang: Decoction from dried leaveQ qand fruit shoots; 15% of active principle Majoon Sweet prepared from bhang Ganja Leaves and flower tops of female plantQ; 25% of active principleQ Charas or Hashish ResinQ exuding from leaves and stems; 25-40% of active principleQ Most potentQ Marijuana Dried flowering tops crushed and smoked in a pipe Sinsemilla Seedless marijuana",
        "cop": 2,
        "opa": "Charas",
        "opb": "Afeem",
        "opc": "Reefer",
        "opd": "Sinsemella",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "9fb66537-b4cf-47d3-9fad-2c9feecd3326",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not used in management of barbiturate poisoning?",
        "exp": "These are used in treatment of Barbiturates poisoning: (1) Haemodialysis and exchange transfusion are sometimes life-saving. (2) Activated Charcoal. (3) Forced alkaline diuresis is most useful in poisoning by barbiturates which are not protein-bound like phenobarbitone and barbitone. Flumazenil: is used for Benzodiazepenes poisoning and chloral hydrate (dry wine).",
        "cop": 1,
        "opa": "Flumazenil",
        "opb": "Alkaline diuresis",
        "opc": "Hemodialysis",
        "opd": "Activated charcoal",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "d70e2ed2-ed0c-4708-9b33-905e68ee5785",
        "choice_type": "single"
    },
    {
        "question": "Regarding alcoholic gaze nystagmus, which one of the following is false",
        "exp": "Alcoholic gaze nystagmus - It appears at blood alcohol levels of 50 - 100 mg % - Positional alcohol nystagmus I occurs 30 minutes after ingestion - Positional alcohol nystagmus II occurs 5 - 6 hours after ingestion - Horizontal gaze nystagmus is not pathognomic of alcohol intoxication, can occur in pathological conditions, ingestion of sedatives and transquillizers",
        "cop": 2,
        "opa": "It appears at blood alcohol levels of 50 - 100 mg %",
        "opb": "Horizontal gaze nystagmus is pathognomic of alcohol intoxication",
        "opc": "Positional alcohol nystagmus I occurs 30 minutes after ingestion",
        "opd": "Positional alcohol nystagmus II occurs 5 - 6 hours after ingestion",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "0a946173-f780-4b70-ac88-4dcad649c66e",
        "choice_type": "multi"
    },
    {
        "question": "Cavett test is used for the detection of ___ in blood",
        "exp": "Methods to find blood alcohol levels Cavett testQ Alcohol dehydrogenase method Kozelka & Hine test Gas chromatography (most specificQ) Breath analyser",
        "cop": 2,
        "opa": "Barbiturates",
        "opb": "Alcohol",
        "opc": "Opiates",
        "opd": "Cyanides",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "28b3cbb1-a14a-4a99-a42c-3d7baab20c92",
        "choice_type": "single"
    },
    {
        "question": "A 24 year old male was brought to emergency depament with complaints of nausea and vomiting, sweating, secretions from the eyes, anxiety, yawning,. What shall be the probable diagnosis?",
        "exp": "OPIOID WITHDRAWAL =After withdrawal of the drug for > 12 hours and lasts about a week. =Clinical feature Yawning is the most common feature. =Grading MINOR: Dilated pupils, piloerection, yawning, rhinorrhoea, myalgia, cramps, lacrimation, anorexia. MODERATE: Restlessness, insomnia, hypertension, tachycardia, tachypnoea, diaphoresis. MAJOR: Vomiting, diarrhoea, hyperactive bowel sounds, hypotension. =Death is caused by cardiac arrest following an arrhythmia and ventricular fibrillation. = Rx- Methadone (25 to 50 mg )twice daily helps recovery.",
        "cop": 3,
        "opa": "Organophosphate toxicity",
        "opb": "Cannabis toxicity",
        "opc": "Opioid withdrawal",
        "opd": "Lead toxicity",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "5b9e1b52-ef5a-4ad0-993b-d27f3bff782a",
        "choice_type": "multi"
    },
    {
        "question": "Automatism is typically seen in",
        "exp": "Barbiturate Automatism (Self-poisoning) Definition: It is taking of barbiturate tablets repeatedly, because of mental confusion. Cause: The patient develops a state of toxic delirium after ingestion of one or several doses of drug, and inthe delirium or automatism state, takes additional doses of drug in order to get to sleep without any intention to commit suicide and without realising it. This can lead to accidental poisoning. CNS depressants and Alcohol are associated with the phenomenon of drug automatism. Medico-legal aspects: Barbiturate automatism may be more pronounced with alcohol consumption.",
        "cop": 1,
        "opa": "Barbiturates",
        "opb": "Cocaine",
        "opc": "Choral hydrate",
        "opd": "Opium",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "bd5ae143-031e-4765-b4c9-3c49124f3788",
        "choice_type": "multi"
    },
    {
        "question": "An individual who runs a methanol liquor racket and dives the effluent into a pond, which people use. He is punishable under ___ IPC:-",
        "exp": "S. 284: Negligent conduct with respect to poisonous substance Whoever does, with any poisonous substance, any act in a manner so rash or negligent as to endanger human life knowingly or negligently Omits to take such order with any poisonous substance in his possession as is sufficient to guard against probable danger to human life from such poisonous substance He shall be punished with imprisonment of either description for a term which may extend to six months, or with fine which may extend to one thousand rupees, or with both. also know: Hooch' is a term used for spurious alcoholic preparations. Consumption of such liquor preparations (also called 'Laththa') is harmful or fatal.... Outbreak of 'hooch'tragediesespecially in the villages or slum areas are recorded because the spurious liquors are inexpensive and potent.",
        "cop": 1,
        "opa": "284",
        "opb": "304 A",
        "opc": "320",
        "opd": "176",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "d89a1696-21bf-4fac-ab9b-13a2f553ca9d",
        "choice_type": "single"
    },
    {
        "question": "Black tongue and black teeth are seen in abuse of",
        "exp": "- Black tongue and black teeth are seen in abuse of cocaine - Habitual inhalation of cocaine or heroin (snoing or sniffing) cause perforation of the nasal septum - Froth may be seen at the mouth and nose",
        "cop": 1,
        "opa": "Cocaine",
        "opb": "Cannabis",
        "opc": "LSD",
        "opd": "Heroin",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "4fb23aa3-ec5c-4fd9-aef1-01f2db9a96e4",
        "choice_type": "single"
    },
    {
        "question": "Which is not associated with Drunkenness?",
        "exp": "S. 510 IPC - MISCONDUCT IN PUBLIC PLACE BY A DRUNKEN PERSON S. 185 Motor vehicle act - DRUNK AND DRIVE S. 85 IPC - CRIMINAL RESPONSIBILITY - INVOLUNTARY DRUNKENESS S. 86 IPC - CRIMINAL RESPONSIBILITY - VOLUNTARY DRUNKENESS",
        "cop": 1,
        "opa": "S. 520 IPC",
        "opb": "S. 185 Motor vehicle act",
        "opc": "S. 85 IPC",
        "opd": "S. 86 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "6f5e86de-8528-4722-8dae-b1fdb6996f58",
        "choice_type": "single"
    },
    {
        "question": "Ecstasy is?",
        "exp": "Heroine: Smack, Junk, Brown Sugar, Tar Heroine + cocaine: Speed Ball Amphetamine: Superman's Drug, Speed Crystal MDMA: Ecstasy, Rave Drug, Club Drug, Hug drug MDMA + marijuana: Love boat LSD: Battery Acid, Golden Dragon, Heavenly Blue, Hippie Ketamine; Super K, Purple Drug Morphine: Miss Emma, God's Machine",
        "cop": 1,
        "opa": "MDMA",
        "opb": "MDHA",
        "opc": "EDHA",
        "opd": "MDAM",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "dc496851-eb89-4870-b5bd-c954493cdf53",
        "choice_type": "single"
    },
    {
        "question": "Increasing Doses Of Alcohol Depresses Brain In The Following Order.",
        "exp": "* The frontal lobes are sensitive to low concentrations (resulting in mood changes) followed by the occipital lobe (visual disturbances) and cerebellum (loss of coordination) * At high doses, brain stem depression occurs.",
        "cop": 3,
        "opa": "Cerebellum, Frontal lobe, occipital lobe",
        "opb": "Frontal lobe, Cerebellum, Occipital lobe",
        "opc": "Frontal lobe, occipital lobe, cerebellum",
        "opd": "Cerebellum, Occipital lobe, Frontal lobe",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "5b8596c0-b927-4d03-bc2b-6d7440fe020f",
        "choice_type": "single"
    },
    {
        "question": "Chronic disorder characterised by compulsive use of drugs resulting in physical, psychological and social harm and continued use despite evidence that is harmful is called as",
        "exp": "Addiction is defined as a chronic disorder characterised by compulsive use of drugs (craving) resulting in physical, psychological and social harm, and continued use despite evidence of that harm. Drug habituation is a condition resulting from the repeated consumption of a drug, in which there is psychological or emotional dependency on the drug. Caffeine and nicotine are habit-forming drugs",
        "cop": 2,
        "opa": "Substance intoxication",
        "opb": "Drug addiction",
        "opc": "Drug abuse",
        "opd": "Drug dependence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "7739d71b-2f27-4845-a3f7-b594132de9a6",
        "choice_type": "multi"
    },
    {
        "question": "Chronic cocaine abuse have following features except:",
        "exp": "Cocaine: Fatal dose: 1g oral/ 20 mg IV Chronic cocaine abuse: a) Ulceration of nasal septum / palate b) Peripheral gangrene c) Black color staining of tongue d) Cocaine bugs/ formication Chronic cannabis abuse: a. Amotivational syndrome b. Run amok: homicidal impulse/stabbing spree",
        "cop": 4,
        "opa": "Peripheral gangrene",
        "opb": "Black staining of tongue",
        "opc": "Formication",
        "opd": "Run amok",
        "subject_name": "Forensic Medicine",
        "topic_name": "Drug Abuse",
        "id": "c3d7218d-6e1b-4ef5-9ead-7caadee5a52a",
        "choice_type": "multi"
    }
]