[
    {
        "question": "Grounds of divorce:",
        "exp": "Impotence: It is the inability of a person to perform sexual intercourse and achieve gratification. Frigidity: It is the inability to initiate or maintain the sexual arousal pattern in female (absence of desire for sexual intercourse or incapacity to achieve orgasm). Sterility: It is the absolute inability of either a male or a female to procreate. In male, it is inability to make a female conceive, and in females, it is inability to conceive children. Impotence at the time of marriage is a ground for nullity of marriage. Impotence developing after the marriage is a ground for divorce. Sterility is not a ground for divorce.",
        "cop": 3,
        "opa": "Sterility",
        "opb": "Frigidity",
        "opc": "Impotence developing after the marriage",
        "opd": "Povey",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMGE 2019",
        "id": "702186ed-46bb-426b-9449-6ed16c653539",
        "choice_type": "single"
    },
    {
        "question": "Entry wound kind of depression will be seen in",
        "exp": "Entry wound kind of depression will be seen in Inversion Pond's fracture / Indented fracture - Fracture of Elastic skull Seen in infants During forceps delivery",
        "cop": 1,
        "opa": "Inversion",
        "opb": "Eversion",
        "opc": "Pond's fracture",
        "opd": "Depression",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMGE 2019",
        "id": "8d1c5e84-8b16-4e21-89b6-4593748858d1",
        "choice_type": "single"
    },
    {
        "question": "In autopsy, which organ is removed with liver?",
        "exp": "LIVER is removed by itself or attached to the stomach and the duodenum when bile ducts are to be examined.",
        "cop": 2,
        "opa": "Kidney",
        "opb": "Stomach",
        "opc": "Brain",
        "opd": "Spleen",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMGE 2019",
        "id": "222f8e22-c05b-4c14-9e1a-5ac6c72af896",
        "choice_type": "single"
    },
    {
        "question": "Poisoning caused by bullet retained in body is;",
        "exp": "Lead poisoning may occur due to absorption of lead from lead bullets remaining in body. Synol fluid is capable of dissolving lead",
        "cop": 1,
        "opa": "Lead",
        "opb": "Phosphorus",
        "opc": "Nitro cellulose",
        "opd": "Iron",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMGE 2019",
        "id": "27846c17-372c-40f8-8737-603f514534d6",
        "choice_type": "single"
    },
    {
        "question": "A patient was found to have pink coloured skin and mucosa, bitter almond smell from breath and frothy discharge. Cause of death in this patient;",
        "exp": "The above findings are suggestive of Cyanide poisoning Cyanide poisoning - Ideal suicidal poison (most rapid when inhaled) Cyanide is a rapidly acting, potentially deadly chemical that can exist in various forms. Cyanide can be a colourless gas, such as hydrogen cyanide (HCN) or cyanogen chloride (CNCl), or a crystal form such as sodium cyanide (Na. CN) or potassium cyanide (KCN). Cyanide is released from natural substances in some foods and in ceain plants such as cassava, linseed plant, lima beans and almonds, apricots, apples, and peaches Cyanide inhibits Cytochrome oxidase leading to histotoxic Anoxia Signs and Symptoms: C. N. S.: Headache, veigo, faintness, perspiration, anxiety, excitement, confusion, drowsiness, prostration, opisthotonus and trismus, cramps, twitching, hypehermia, convulsions, paralysis, stupor, coma, and death. G. I. T.: Bitter, acid, burning taste, constriction or numbness of throat, salivation, nausea, rarely vomiting. R. S.: Odour of bitter almonds in breath. Initially tachypnoea and dyspnoea due to cyanide stimulation of chemoreceptors and the respiratory centre. Later rapid slowing of respiratory rate with severe respiratory depression and cyanosis. Frothy discharge from mouth C. V. S.: Initially hypertension with reflex bradycardia, sinus arrhythmia. Later tachycardia with hypotension and cardiovascular collapse. Skin: Perspiration, bullae. Pink coloured skin and mucosa Eyes: Glassy and prominent, pupils dilated, unreactive. Renal: Acidosis. Death occurs from respiratory failure. Fatal Period: 2 to 10 minutes; sometimes immediate. Potassium or sodium cyanide: half an hour. The patient may survive for several hours due to delayed absorption. Management - Lilly's antidote Vit. B12 Di cobalt EDTA Bright/Brick Red hypostasis is seen after death of patient Bedside test for Cyanide - Lee jones test",
        "cop": 1,
        "opa": "Cyanide poisoning",
        "opb": "CO poisoning",
        "opc": "H2S poisoning",
        "opd": "Datura poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMGE 2019",
        "id": "9ea46a69-a1ee-44d3-9450-1b4d6da6de49",
        "choice_type": "single"
    },
    {
        "question": "Mc. Naughton's rule is related to:",
        "exp": "- Mc Naughton's rule is related to Criminal responsibility of Insane person - Sec. 84 IPC also deals with the Criminal responsibility of Insane person Section 84 IPC embodies Mc. Naughton rules as follows: \"Nothing is an offence which is done by a person who, at the time of doing it, by reason of unsoundness of mind, is incapable of knowing the nature of the act or that he is doing what is either wrong or contrary to the law. \"",
        "cop": 2,
        "opa": "IPC 82",
        "opb": "IPC 84",
        "opc": "IPC 87",
        "opd": "IPC 85",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMGE 2019",
        "id": "85e668dd-1745-4551-b067-07530de468e3",
        "choice_type": "single"
    }
]