[
    {
        "question": "Mr. X fired his gun at Mr. Y who moved and escaped with the bullet only grazing his arm. There was only a little bleeding and no other significant injury. Mr. X is liable for arrest under which section of IPC?",
        "exp": "In the question there is simple injury by a dangerous weapon, hence 324 IPC IPC Sections related to Hu etc:- 319. Definition of Hu (Any Bodily pain, Infirmity or Disease) 320. Definition of Grievous hu. 321 Defines Voluntarily causing hu 322 Defines. Voluntarily causing Grievous hu 323 Punishment for causing hu: Up to 01 year, fine up to 1000 Rs 324 Punishment for causing Hu by dangerous weapon: Up to 03 years, or fine 325 Punishment for causing Grievous hu: Up to 07 years, and also fine. 326 Punishment for Grievous hu by dangerous weapons: Imprisonment for life, or up to 10 yrs, and fine 326 A Causing grievous hu by throwing acid: Minimum ten years and maximum upto life 326 B Throwing or attempting to throw acid: Minimum 5 years and maximum upto 7 years) 330 Causing hu to exto confession, or to compel restoration of propey. 331 Causing grievous hu to exto confession, or to compel restoration of propey. 334 Punishment for Hu on provocation: Up to 01 month, or with fine up to 500 rupees, or both. 335 Punishment for Grievous hu on provocation: Up to 04 years or with fine up to 2000 rupees",
        "cop": 3,
        "opa": "302",
        "opb": "304",
        "opc": "324",
        "opd": "326",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "6a047e35-14a3-4113-b771-eab1ae877f45",
        "choice_type": "single"
    },
    {
        "question": "'Post-moem staining' is distinguished from bruise by all EXCEPT:",
        "exp": "Differences between Hypostasis & Bruise Trait Hypostasis Bruise Cause Distension of capillaries & veins Rupture of blood vessels Site Over most dependent pas of body Occur at site of injury, anywhere on body Appearance No elevation of involved area Swollen, due to collected blood & oedema Epidermis Not abraded May be abraded Margins Clearly defined Merge with surrounding tissues Colour Bluish-purple Varying colour according to age Effect of pressure Absent in areas of less pressure Little lighter over areas of pressure",
        "cop": 4,
        "opa": "Occurs in dependent pas",
        "opb": "Edges are clearly defined",
        "opc": "Does not appear elevated",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "f7c8f44f-0a13-49bc-ab65-843b5fd771be",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the Nysten's law:",
        "exp": "Nysten's rule: It is a sequential development of rigor mois in the body after death. Sequence of appearance: Eyelids, Neck & lower jaw, then Face, Chest Muscles, Upper Limb, Abdomen, Lower limb and lastly Fingers and Toes. Rigor disappears in the same sequence cadaveric rigidity first appears in involuntary muscles; the myocardium becomes rigid in an hour. cadaveric rigidity first seen in myocardium than eye lid but first external site of cadaveric rigidity is eyelid.",
        "cop": 4,
        "opa": "Cadaveric rigidity does not appear in living people",
        "opb": "Cadaveric rigidity appears faster in older and the young than in the middle age",
        "opc": "Cadaveric rigidity occurs in men earlier than in the women",
        "opd": "Cadaveric rigidity affect successively the masticatory muscles, those of the face and the neck, those of the trunk and arms and finally those of the lower limbs",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "5c602ffc-98a4-491e-8ece-0d8fdcfbe996",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true statement about exhumation?",
        "exp": "It is the legal digging out of an already buried body from the grave. Written order from the first class magistrate /district magistrate /executive magistrate under 176 Crpc Police cannot order exhumation. Time limit: In India, there is no time limit for ordering the exhumation.",
        "cop": 2,
        "opa": "Police can order for exhumation",
        "opb": "Executive magistrate can order for exhumation",
        "opc": "Postmoem cannot be done on exhumated body",
        "opd": "Cr PC 174 is related to enquiry of exhumated body",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "f4498ad1-4758-4185-9ea1-47a679680830",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not true regarding viopsy:-",
        "exp": "Viopsy (combination of 'viual' and 'autopsy' ) Viual autopsy is a bloodless and minimally invasive procedure to examine a body for cause of death. Utilizes CT and MRI, 3-D optical measuring techniques and photogrammetry Functional abnormalities cannot be assessed To get a reliable, accurate geometric presentation of all findings (body surface as well as the interior)",
        "cop": 1,
        "opa": "Functional abnormalities can be easily assessed",
        "opb": "Combination of CT & MRI",
        "opc": "3D images can be created",
        "opd": "Cannot replace original autopsy",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "750ad2ae-a0b0-41d7-8438-6107a91b4d49",
        "choice_type": "multi"
    },
    {
        "question": "A 52 year old man comes with jaundice and extra pyramidal symptoms. On ophthalmic examination, the above finding is noted. The treatment is:",
        "exp": "The picture shows KF ring in eye, a feature of Wilsons disease. * KF ring: Brownish - yellow ring visible around the corneo - sclera junction (limbus) * Consists of copper deposits in Descemet's membrane, extending into the trabecular meshwork * Sign of Wilson's disease * Oral Pencillamine is used in the treatment.",
        "cop": 2,
        "opa": "Calcium gluconate",
        "opb": "Pencillamine",
        "opc": "Calcium edentate",
        "opd": "Desferrioxamine",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "2ef93653-ee52-4293-9442-6a9aacc99a3a",
        "choice_type": "multi"
    },
    {
        "question": "Which of these statements is false regarding snake bite?",
        "exp": "Anti- snake venom is not effective for pit viper. It is effective only for- 1. Common cobra 2. Russel's viper 3. Saw-sealed viper 4. Krait Cobra belongs elipidae family & is neurotoxic Atropine premedication should be used before administering neostigmine (which is used for cobra bite). Anti Snake Venom administration is done only after the test dose.",
        "cop": 1,
        "opa": "Anti snake venom is effective for pit viper",
        "opb": "Cobra venom is neurotoxic",
        "opc": "Atropine premedication should be used before administering neostigmine",
        "opd": "ASV administration is done only after the test dose",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "166d71e8-a710-4823-8768-8c5f3092a917",
        "choice_type": "multi"
    },
    {
        "question": "True about acute carbolic acid poisoning is",
        "exp": "Phenol (carbolic acid) has local anesthetic propey because it destroys sensory nerve ending. Acute poisoning is called carbolism Dark colored urine, skin pigmentation, weight loss, loss of appetite are features of chronic poisoning called as phenolic marasmus. Oxidation of metabolites of phenol (pyrocatechol & hydroquinone) provides green color to urine. Phenol forms leathery stomach mucosa (i. e. increased thickness of mucosa) that's why gastric lavage can be done.",
        "cop": 2,
        "opa": "Green colour urine is due to pyrocatechol & phenol",
        "opb": "Results in local anesthesia",
        "opc": "Results in thin & friable mucosa",
        "opd": "Progressive weight loss, pigmentation of skin & sclera",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "276511e4-1fb1-42fe-9275-c3a586450b20",
        "choice_type": "multi"
    },
    {
        "question": "A 22 year old lady died. The postmoum appearance that will indicate that she has had delivered a child are all, except:",
        "exp": "Walls are concave from inside forming a wider and rounded cavity, while the walls of the nulliparous uterus are convex on the inner aspect and form a cavity which is smaller in cavityand triangular in shape. Signs of Remote delivery in the dead include: 1. Uterus is larger, thicker, and heavier. 2. Walls are concave from inside 3. Top of the fundus is convex, and at a higher level than that of broad ligaments. 4. The body of uterus is twice the length of cervix (same length in virgin). 5. The cervix is irregular in form, shoened, its edges show cicatrices. 6. External os is enlarged, and Internal os is not so well defined.",
        "cop": 1,
        "opa": "Walls of uterus are convex from inside",
        "opb": "Cervix is irregular and external os is patulous",
        "opc": "Body of uterus is twice the length of cervix",
        "opd": "Uterus is bulky, large and heavy than nullipara",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "40409d11-b8a9-4fa7-aeed-283bb6aa02bf",
        "choice_type": "multi"
    },
    {
        "question": "One of the following plants is an ideal cattle poison:",
        "exp": "Abrus precatorius is commonly used as cattle poison in Indian villages. The toxic principle is injected into the animal in the form of fine needle-shaped structures called 'suis'. Seeds are also used as aboifacient and as arrow poison.",
        "cop": 3,
        "opa": "Nerium odorum",
        "opb": "Calotropis",
        "opc": "Abrus precatorius",
        "opd": "Cerebra thevetia",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "0b9df00f-25cd-4c2e-80a6-710fd8598fb6",
        "choice_type": "single"
    },
    {
        "question": "A middle aged man from West Bengal presents with paraesthesia of hands and feet, hyperkeratosis, lines in the nails and rain drop pigmentation in the hands. The most likely causative toxin for the above mentioned symptoms is:",
        "exp": "The symptoms mentioned in the question are classic features of chronic arsenic poisoning. Chronic Arsenic poisoning: It is insidious in nature. The onset of symptoms usually occurs after 2-8 weeks of exposure. Chronic poisoning may occur among persons engaged in smelting and refining of ores and in the subliming of arsenic in the manufacture of weed killers, dyes etc. Clinical Features of Chronic Arsenic poisoning: GIT symptoms: loss of weight, malaise, loss of appetite, salivation, colicky pain, diarrhoea and vomiting. Liver: Hepatomegaly, jaundice, cirrhosis Skin symptoms: usually begin with a persistent erythematous flush leading to hyperkeratotic skin and desquamation. Hyperkeratosis is most prominent in the distal pas of the body. Pigmentation is patchy ('raindrops pigmentation). Skin cancer (Squamous cell carcinoma and basal cell carcinoma) also occurs. Nails: Aldrich Mees lines (transverse white striae of the fingernails) may also be seen. Hairs: Alopecia occurs Hematological: Anemia, leukopenia, Thrombocytopenia and Bone marrow hypoplasia are seen. Anemia is normocytic and normochromic Peripheral neuropathy: Sensory and motor polyneuritis (sensory symptoms usually predominate) manifesting as numbness and tingling in a 'stocking glove' distribution. Blackfoot disease: Due to platelet activation and hypercoagulability of blood in peripheral aeries. Encephalopathy Nephritis",
        "cop": 2,
        "opa": "Lead",
        "opb": "Arsenic",
        "opc": "Thallium",
        "opd": "Mercury",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "cc9561fe-49e5-4222-8820-188e0829bd71",
        "choice_type": "multi"
    },
    {
        "question": "This is known as:",
        "exp": "Spalding Sign: Overlapping of bones in intrauterine death. Robe's sign: Appearance of gas shadow (in 12 hours) Ball sign: Hyperflexion of the spine Helix sign: Gas in umbilical aeries",
        "cop": 1,
        "opa": "Spalding Sign",
        "opb": "Robe's Sign",
        "opc": "Wood's Sign.",
        "opd": "Normal pregnancy",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "7d7e4644-58f5-432e-b712-c1256f13f832",
        "choice_type": "single"
    },
    {
        "question": "Which is not a feature of battered baby syndrome",
        "exp": "Battered baby syndrome/ Caffeys syndrome/ non accidental injury of childhood: Nobbing fractures occur on the posterior angles of the ribs in the paraveebral gutter region Subdural haemorrhage occurs in 40 % of fatal cases In the eyes, retinal detachment, retinal hemorrhages, Vitreous and subhyaloid hemorrhages are seen Torn frenulum on the lower lip is a characteristic lesion",
        "cop": 2,
        "opa": "Subdural haemorrhage occurs in 40 % of fatal cases",
        "opb": "Nobbing fractures on the anterior angles of the ribs",
        "opc": "Vitreous and subhyaloid hemorrhages in the eyes",
        "opd": "Torn frenulum on the lower lip is a characteristic lesion",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "d2c78141-752d-41d3-8ef1-b0025513c20e",
        "choice_type": "single"
    },
    {
        "question": "Following is not true about adipocere formation",
        "exp": "Adipocere has rancid butter/ ammonical smell Mummification is odourless Decomposition is foul smelling Factors Influencing Adipocere Formation: A warm, moist and anaerobic environment ors adipocere formation. i. Environmental temperature: Heat accelerates, and cold retards adipocere formation in a body. ii. Moisture: Moisture is essential for chemical reactions to occur. It occurs rapidly in bodies submerged in water than in damp soil. iii. Bacterial infection: Early activity by anerobes such as Clostridium perfringens assist in the reaction, as the bacteria produce lecithinase which facilitates hydrolysis and hydrogenation. iv. Built: In obese people and mature newborn, it is formed quickly. v. Age: Fetuses < 7 months do not show adipocere formation. vi. Air current: It retards adipocere formation by evaporation of the body fluid, and by reducing the body temperature. vii. Running water: Adipocere formation is retarded as the electrolytes are washed away from the surface of the body which is necessary for the change.",
        "cop": 4,
        "opa": "It's a modification of putrefaction",
        "opb": "Its developed in the presence of moist air",
        "opc": "It occurs in dead bodies lying in water",
        "opd": "Body has rotten & foul smell",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "fd7c521e-1a24-4627-84b1-1a8b0ac11df6",
        "choice_type": "multi"
    },
    {
        "question": "Surgical alteration or suturing of gunshot wounds may create problems in distinguishing entry from exit. This is called as:",
        "exp": "Kennedy phenomenon:- Iatrogenic surgical alteration or suturing of the entrance wound. The evaluation of whether the wound is entrance or exit becomes difficult. Cookie cutter phenomenon:- It is seen from the near shot entry wound of shot gun. Formication Patients feels the insects crawling under skin Seen in Cocaine & ergot Gordon Phenomenon Prinsloo and Gordon (1951) described aefactual extravasation of blood into theanterior neck structures at autopsy. It may be a source of confusion, resembling traumatic bruises. To eliminate this aefact, bloodless dissection of neck is recommended in asphyxial deaths",
        "cop": 4,
        "opa": "Formication phenomenon",
        "opb": "Gordon phenomenon",
        "opc": "Cookie cutter phenomenon",
        "opd": "Kennedy phenomenon",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "98f36d70-cf61-4b19-9326-967df34f82fb",
        "choice_type": "multi"
    },
    {
        "question": "Which cavity should be opened first in the suspicion of hanging?",
        "exp": "* Sequence of opening of cavity is as follows: Cranium > thorax > abdomen > neck. For finding the injuries properly a bloodless field is required. Hence the neck is dissected last. In newborn, first cavity to be opened is abdomen, in order to find level diaphragm. In case of poisoning, in order to perceive smell, the cranial cavity should be opened first.",
        "cop": 2,
        "opa": "Thorax",
        "opb": "Head",
        "opc": "Abdomen",
        "opd": "Neck",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "6854eae8-d229-4112-a5c6-96c17941ab40",
        "choice_type": "single"
    },
    {
        "question": "All are true about buonian line except:-",
        "exp": "Buonian line (A stippled blue line):- It is seen in chronic lead poisoning called plumbism or saturnism. It is due to formation of lead sulphide by action of H2S formed by decomposed food in the mouth. It is seen on the gums in 50 to 70% of cases. It appears due to subepithelial deposit of granules at the junction with teeth, only near diy or carious teeth.",
        "cop": 2,
        "opa": "Bluish deposits",
        "opb": "Deposition of Lead acetate granules",
        "opc": "Over decayed teeth only",
        "opd": "Seen in saturnism",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "b6de9b58-dd56-45da-9020-023baa407044",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of Carbon monoxide poisoning is:",
        "exp": "Treatment of carbon monoxide Treatment consists of removal from the source of exposure, immediate administration of high-flow or 100% O2 and aggressive suppoive measures. i. Remove the victim from source of exposure. ii. Maintain patent airway, fresh air and ohobaric oxygen (100% oxygen at atmospheric pressure). Oxygen therapy is staed if COHb > 10% and should be given for 4-6 hoursiii. Blood transfusion, if required. iv. Gastric lavage to prevent aspiration pneumonia. v. Cerebral edema is treated by mannitol Extra: Tests which may be used for the diagnosis of CO poisoning: Spectroscopy Hoppe-Seyler's test Kunkel's test Potassium ferricyanide test Katayama's test",
        "cop": 3,
        "opa": "Ascorbic acid",
        "opb": "Intravenous methylene blue",
        "opc": "100% Oxygen",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "343a78b9-fc82-4a51-865a-23bf22f6fc78",
        "choice_type": "multi"
    },
    {
        "question": "As per mental health care act, the following is not true regarding advanced directive",
        "exp": "Advance directives. Features: Every person except minor has right to take advance directive by writing It empowers the patient to choose his/her treatment and appoint a representative to take decision on behalf of patient. If patient is minor, his/ her parent or care giver will act as representative. It will not be applicable At the time of emergency. It is the duty of every psychiatrist to plan treatment, keeping advance directive in mind. If any one from psychiatrist or care giver are unsatisfied can approach to the concerned board.",
        "cop": 4,
        "opa": "Every person except minor has right to take advance directive by writing",
        "opb": "It empowers the patient to choose his/her treatment and appoint a representative to take decision on behalf of patient.",
        "opc": "If patient is minor, his/ her parent or care giver will act as representative.",
        "opd": "It is the duty of every psychiatrist to plan treatment at the time of emergency, keeping advance directive in mind.",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "066db0b5-d18a-40fd-b0e0-f235801f6942",
        "choice_type": "multi"
    },
    {
        "question": "Paraquat poisoning causes",
        "exp": "Paraquat poisoning causes Multiple organ failure. Paraquat is a very toxic compound, 2 g can be potentially fatal (10 ml of concentrated 20% solution). Initial signs of toxicity are due to its corrosive effects on the GI tract and Oropharynx. Paraquat absorbed and is sequestered in the lungs--> form hydrogen peroxide and superoxide anions--> cell death-->acute alveolitis. Management providing suppoive care activated charcoal to reduce absorption. Excessive oxygen supplementation can actually increase pulmonary toxicity Oral mucosa is observed with edema, jaundice and ulcerations. bilateral opacities of peripheral and parahilar predominance. Liver enlarged in size and weight, congestive and indurated, gallbladder with cholestasis.",
        "cop": 4,
        "opa": "Renal failure",
        "opb": "Cardiac failure",
        "opc": "Respiratory failure",
        "opd": "Multiple organ failure",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "f21e423c-8208-45dd-bb4b-94251f85aff9",
        "choice_type": "single"
    },
    {
        "question": "Black powder composition:",
        "exp": "There are two types of Powder 1. Black Powder - consists of 75% KNO3-, 10% Sulphur and 15% Charcol 2. Smokeless powder - It consists of nitroglycerine, nitrocellulose and nitroguanide 3. Semi smokeless gun powder - Black (80%) + Smokeless (20%) - It is designated as FG, FFG, FFFG, etc., depending on the size of the grains. The more number of F's as number of fineness increases.",
        "cop": 4,
        "opa": "15 % potassium nitrate + 10 % sulphur + 10% charcoal",
        "opb": "15 % potassium nitrate + 8 % sulphur + 10% charcoal",
        "opc": "75 % potassium nitrate + 8% sulphur + 15% charcoal",
        "opd": "75 % potassium nitrate + 10% sulphur + 15% charcoal",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "fcbaa8ec-8b8e-4503-a837-14a7665dee17",
        "choice_type": "single"
    },
    {
        "question": "In cases of examination of victims of sexual offence, spray of toluidine blue is used for",
        "exp": "Significance of toludine blue test: In the genital assessment of sexual assault patients the TBD(Toluidine Blue Dye) can be used to identify abrasions; not seen by the naked eye. TBD was used to identify micro-tears or abrasions, especially in the posterior fourchette, that is a common site of trauma from intercourse. Positive results with TBD does not determine whether the injury occurred from consensual or non-consensual intercourse. Procedure: After the collection of swabs, apply 1% aqueous solution of Toludine blue dye to the posterior fourchette and fossa navicularis. After allowing a minute for the dye uptake, remove the excess. Dye uptake is considered positive and affirms injury when there is residual blue coloring of the laceration or its border after the excess dye has been removed. Indication: To visualize subtle injuriesQ",
        "cop": 4,
        "opa": "Identification of clotted blood on injuries",
        "opb": "Paially healed micro injuries",
        "opc": "Identify dried semen traces",
        "opd": "Recent micro injuries",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "f87f4a6f-2398-4802-a3cb-5c0b4b8a6367",
        "choice_type": "multi"
    },
    {
        "question": "As per drugs and cosmetic rules, the following drug belongs to:",
        "exp": "The Drugs and Cosmetics Rules have classified drugs: Schedule B: Contains fees structure for government-run labs. Schedule C and C1--Biological products, e. g. serums & antisera Schedule D--Substances not intended for medicinal use--condensed or powdered milk, oats, spices and condiments, etc. Schedule E1--List of poisonous substances under the Ayurvedic (including Siddha) and Unani Systems of Medicine. Schedule G--Chemotherapeutic agents for cancer, antihistaminics, and hypoglycaemic agents. Schedule H and L--Injectables, antibiotics, anti bacterials and other prescription drugs. Schedule J--Diseases and ailments (by whatever name described) which a drug may not purpo to prevent or cure ormake claims to prevent or cure, e. g. AIDS, cancer, cataract, congenital malformations, deafness, blindness, hydrocoele, hernia, piles, leucoderma, stammering, paralysis, etc. Schedule X drugs--Barbiturates and ceain other sedatives, amphetamines, etc",
        "cop": 2,
        "opa": "Schedule B",
        "opb": "Schedule C",
        "opc": "Schedule J",
        "opd": "Schedule G",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "5e5952e4-834a-4e7d-a613-386f86870e28",
        "choice_type": "single"
    },
    {
        "question": "All are the false statements about extra dural hemorrhage except:",
        "exp": "Extradural hemorrhage: Least common intracranial hemorrhage (10%) Mostly traumatic in origin, and unilateral. It occurs usually on the side of the impact (coup injury) Site and Vessels Involved Blow Impact over lateral convexity of head - fissure fracture of squamous temporal bone - rupture of underlying middle. meningeal aery. (Under the pterion, the anterior branch of middle meningeal aery present, not the posterior branch.) Sequence of un. Consiousness - consciousness- unconsciousness seen. Dilation of pupil on the side of hemorrhage with conjugate detion of eyes to opposite side. Lucid interval is a state of consciousness between two episodes of unconsciousness. it is present in around 40 % cases of EDH",
        "cop": 3,
        "opa": "Associated with fracture of skull base",
        "opb": "patient may show the Sequence of Consiousness - unconsciousness- consciousness seen.",
        "opc": "Associated only with Traumatic etiology",
        "opd": "Hypovolemic shock may be seen",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "b05f0f2a-4b31-44cd-965f-9ec34f3cbc7d",
        "choice_type": "multi"
    },
    {
        "question": "Diastatic fracture refers to fracture through:-",
        "exp": "Diastatic Fracture/ Sutural Fracture: Separation of cranial sutures Young children (due to non union of sutures) Causes: 1) Trauma 2) Pathology (e. g. Intracranial tumor) Most commonly sagittal sutures get separated",
        "cop": 2,
        "opa": "Outer table of skull",
        "opb": "Cranial sutural lines",
        "opc": "Inner table of skull",
        "opd": "Diaphysis of long bnes",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "523f110d-afed-4bb5-b8ec-206bf7e5ee3d",
        "choice_type": "single"
    },
    {
        "question": "A 39 year old carpenter has taken two bottles of liquor from the local shop. After about and hour, he develops confusion, vomiting and blurring of vision. He has been brought to the emergency depament. He should be given:",
        "exp": "The clinical features, especially ocular features like blurring of vision are suggestive of methyl alcohol poisoning. Moreover, Methyl alcohol is commonly used to adulterate ethyl alcohol. Impoant facts related to Methanol poisoning: 1) Cheap liquor is commonly adulterated by Methanol which leads to toxicity after consumption by poor people. Adulteration with Methanol is done because it is presumed to give the kick effect earlier with a smaller dose. Methanol is cheap and easily available. 2) Methanol as such is not a toxic agent. Methanol is metabolized to formaldehyde (by alcohol dehydrogenase) and then to formic acid (by aldehyde dehydrogenase), and these metabolites of methanol are responsible for retinal toxicity as well as metabolic acidosis. 3) Ethanol or 4 methyl pyrazole (fomepizole) are used for the treatment of methanol poisoning. They preferentially compete with methyl alcohol for the same enzyme alcohol dehydrogenase and prevents the metabolism of methanol which is then excreted unchanged in the urine.",
        "cop": 4,
        "opa": "Naloxone",
        "opb": "Diazepam",
        "opc": "Flumazenil",
        "opd": "Ethyl alcohol",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "dc76fdb5-9704-4ffe-ae12-6f55b69f1983",
        "choice_type": "single"
    },
    {
        "question": "Contusion is of less value than abrasion because of the following except:",
        "exp": "- Character and manner of injury may be known from the distribution of bruise - eg. Small bruises along with nail marks on the inner aspect of thighs of a woman may indicate sexual assault. - Bruises are of lesser value than abrasions because: Their size may not correspond to the size of the weapon They do not indicate the direction of the applied force. They may become visible after few hours to 1-2 days after the injury has happened. They may appear at a distance away from the actual site of injury eg. black eye",
        "cop": 4,
        "opa": "They may become visible several hours after injury",
        "opb": "They may not indicate the site of trauma",
        "opc": "They do not indicate the direction of force",
        "opd": "They do not indicate the manner of injury",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "b859ae2e-24ee-46fa-8487-4524fc7c19ba",
        "choice_type": "multi"
    },
    {
        "question": "All tests are used to detect live bih, except:",
        "exp": "Tests used to detect live bih: Wredin's test Breslau's second life test Plocquett's test Fodere's test Hydrostatic test/ raygat's test Gettler's test: To check chloride content in hea. (If difference between right and left hea chloride content is 25% or more, it is suggestive of antemoem drowning )",
        "cop": 3,
        "opa": "Ploucquet's test",
        "opb": "Fodere's test",
        "opc": "Gettler's test",
        "opd": "Raygat's test",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "0ff2335c-7033-4fc8-a7d6-e1fe97e7a72c",
        "choice_type": "multi"
    },
    {
        "question": "The following plant poisons do not have specific antidote, except",
        "exp": "The antidote for Dhatura poisoning is Physostigmine. TREATMENT OF DHATURA: Decontamination Physostigmine - Antidote Suppoive - Anticonvulsants, control body temperature.",
        "cop": 3,
        "opa": "Calotropis",
        "opb": "Ricinus communis",
        "opc": "Dathura",
        "opd": "Croton",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "5751fac9-197f-49e5-9f15-c3ca667b6d19",
        "choice_type": "multi"
    },
    {
        "question": "A middle aged male body was found hanging from the ceiling. On external examination, engorgement of penis & Glove and stocking distribution hypostasis noted. Which is true about the above mentioned signs?",
        "exp": "In this case, the presence of glove and stocking distribution & engorgement of penis is due to the hypostasis. Hypostasis is dependent on the position of body & non-specific in hanging. Purple colored postmoem staining in the lower limbs and lower regions of upper limbs (hands/ forearms)--glove and stocking PM staining. In males, there may be penile turgidity and involuntary discharge of semen. In both sexes, there may be an involuntary discharge of fecal matter and urine. All the mentioned signs suggest veical suspension (position) of the body. Not death due to hanging (Antemoem Hanging).",
        "cop": 4,
        "opa": "Suggestive of sexual asphyxia",
        "opb": "Suggestive of death due to hanging",
        "opc": "Suggestive of death due to strangulation and post-moem hanging",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "0ab44609-1eca-4fd6-b5af-67751aae91ff",
        "choice_type": "multi"
    },
    {
        "question": "A 72 farmer present in hospital with pin point pupil & increased secretions. The diagnosis is",
        "exp": "Sign & Symptoms of organophosphorus can be remembered with Mnemonics: Dumbbells & Sludge: all the symptoms and signs of organophosphorus occurs due to inhibition of acetyl cholinesterase. Diarrhea Salivation Urination Lacrimation Miosis Urination Bradycardia Defecation Bronchospasm G. I upset Emesis Emesis Lacrimation Limp Sweating",
        "cop": 3,
        "opa": "Alcohol poisoning",
        "opb": "Opiod poisoning",
        "opc": "Organophosphorus poisoning",
        "opd": "Datura poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "9d7cc0e0-5ea2-4a1a-bb01-eb6fd3e60611",
        "choice_type": "single"
    },
    {
        "question": "The above procedure uses fluid which contains a mixture of",
        "exp": "The above procedure shown in image is - Embalming Ethanol is a preservative is not the usual content of Embalming solution.- Instead Methanol is used (cheaper) and more toxic to bacteria than ethanol. MC used - formaldehyde - dehydrates, hardens the tissue- Formalin - 60%- Methanol - 25%- Liquefied phenol - 10%- Sodium lauryl sulphate- 1%- Mercuric chloride - 1%- Eucalyptus oil- 1% Lets Revise:-",
        "cop": 2,
        "opa": "Formaldehyde, glycerine and ethanol",
        "opb": "Formaldehyde, methanol and glycerine",
        "opc": "Methanol, formaldehyde and ethanol",
        "opd": "Glycerine, methanol and ethanol",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "645696cb-f567-430c-87f8-c750b22d45fe",
        "choice_type": "multi"
    },
    {
        "question": "The amount of force over neck required to compress & fracture the cricoid cailage is:-",
        "exp": "The amount of force required to compress neck structures is estimated as Ligature with a tension of 2 kg blocks the jugular return. A ligature with a tension of 5 kg is necessary to occlude the carotid aeries. the force needed to close the trachea was of the order of 15 kg. 15 kg of tension in the ligature around the neck occludes the Jugular vein, Carotid aery and Trachea. Fracture Cricoid cailage: 18. 8 kg force is required. A ligature with a tension of 30 kg is necessary to occlude the veebral aeries.",
        "cop": 3,
        "opa": "9 kg",
        "opb": "14. 3 kg",
        "opc": "18. 8 kg",
        "opd": "30 kg",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "a366f57f-9a79-427e-961d-e4e5e1fc1c88",
        "choice_type": "single"
    },
    {
        "question": "True about blunt trauma abdomen are all, except:",
        "exp": "Spleen is the most common organ involved in blunt injury abdomen. Liver is the second most common organ involved in blunt injury abdomen butis more susceptible than spleen to penetrating injury Order of structures most likely to damaged in blunt abdominal trauma: spleen - liver - kidneys - intestines - abdominal wall - mesentery - pancreas - diaphragm. children have comparatively large solid organs and less subcutaneous fat & musculature, therefore they are more prone to solid organ injuries than adults.",
        "cop": 2,
        "opa": "Solid organ injury more common in children than adults in blunt trauma",
        "opb": "Liver injuries are more common than splenic injury",
        "opc": "Diaphragmatic injuries are rare",
        "opd": "Intraperitoneal gas shadows are pathognomonic of bowel perforation",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "99e268af-13bd-4dda-b0ac-599f6ff3e8a9",
        "choice_type": "multi"
    },
    {
        "question": "False regarding Mercuria lentis:",
        "exp": "Mercuria lentis is a feature of hydrargyrism also known as chronic mercury poisoning. Some other features are:- 1. Tremor- hatter's shakes/ glass blower shakes/ Danbury tremor 2. Acrodynia/ pink's disease 3. Mercurilentis is due to exposure of mercurial vapours in which vapours deposits over anterior lens capsule. On slit lamp examination malt brown reflex is seen. It is bilateral and it doesn't affects the vision. 4. Mercurial erethism- mad hatter 5. Minamata disease due to consumption of fish containing methyl mercury.",
        "cop": 4,
        "opa": "Brownish deposit of mercury on anterior lens capsule",
        "opb": "Slit lamp examination shows malt brown reflex",
        "opc": "Due to the exposure of mercurial vapours",
        "opd": "It is bilateral & affects the visual acuity",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "5e41b106-2f57-44fd-be13-e8342cd2d191",
        "choice_type": "multi"
    },
    {
        "question": "Rule of 9 in burns is used to denote:",
        "exp": "For total body surface area of burns in adults: 'Rule of Wallace' or 'Rule of nine' 9% for each upper limb 9% each for the front and back of each lower limb, 9% for the front and back of chest, 9% for the front and back of abdomen, 9% for the head and neck and 1% for the perineum OTHER METHODS: Use of patient's hand -The area of the back of the patient's hand is approximately 1% of their total body surface area. The number of \"hands\" that equal the area of the burn can approximate the percentage of body surface area burned. Lund-Browder burn diagram- This allows an accurate age-adjusted determination of burn size for a given depth, allowing for the anatomical differences of children. NOTE: Lund-Browder cha method is a most precise method for estimation of burn area.",
        "cop": 2,
        "opa": "Depth of burns",
        "opb": "Total body surface area involved",
        "opc": "Severity of burns",
        "opd": "Type of burns",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "d56e5f98-0e15-4ed3-a8fe-53465555879d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an exclusion of brainstem death",
        "exp": "Exclusion of brainstem death: When the patient under effect of drug overdose When the core temperature is below 35 degree Celsius When the patient is suffering from severe metabolic/ endocrine disturbance Preconditions for the diagnosis for Brain stem death: 1. Patient must be deeply comatose2. Patient must be maintained on a ventilator3. Cause of the coma must be known",
        "cop": 2,
        "opa": "Patient under effect of drug overdose",
        "opb": "Patient with severe head injury",
        "opc": "Core body temperature is below 35 degree Celsius",
        "opd": "Patient is suffering from severe metabolic/ endocrine disturbance",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "dda2c037-157d-40f6-9d16-b3da87e121b7",
        "choice_type": "single"
    },
    {
        "question": "Female died after an illegal aboion. The section of IPC under which the doctor could be prosecuted:-",
        "exp": "According to 314 IPC, doctor could be prosecuted if the female died after an illegal aboion. 312 IPC states that doctor could be prosecuted for criminal aboion even if the consent is taken 315 IPC states that a person doing an act intended to prevent the child being born alive or to cause it to die after bih. 318 IPC states concealment of bih by secret disposal of dead body.",
        "cop": 2,
        "opa": "IPC 312",
        "opb": "IPC 314",
        "opc": "IPC 315",
        "opd": "IPC 318",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "8e2cc59c-1d35-439f-99ac-0fbb648e1fcb",
        "choice_type": "single"
    },
    {
        "question": "Which the following about paradoxical undressing is true",
        "exp": "RECIPROCAL OR PARADOXICAL UNDRESSING: This condition is seen in hypothermic deaths. Seen in accidental hypothermia, paicularly in old persons. Mechanism: The exact cause is not known. The victim becomes disoriented and confused, and may discard the the clothing he has been wearing, which in turn increases the rate of temperature loss. Another hypothesis is that prolonged exposure to severe cold may produce paralysis of the thermal regulatory mechanism. This causes failure of vasoconstriction of aerioles of the skin, which causes increased blood flow to the skin causing an abnormal sensation of warmth. The person may undress himself due to discomfo, the victim may be found dead in naked or seminaked position.",
        "cop": 4,
        "opa": "Seen in sexual assault cases",
        "opb": "Due to the failure of peripheral vasodilation",
        "opc": "The victim may be forced to undress due to threat/ influence",
        "opd": "Seen in hypothermic deaths",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "6c812389-74a2-4304-8e23-d63aa980e375",
        "choice_type": "multi"
    },
    {
        "question": "Which is not a feature of lungs in salt water drowning",
        "exp": "Lungs in salt water drowning: Ballooned and heavy lungs Weighs upto 2 kg Purplish or bluish in colour Sodden and jelly like in consistency Tend to flatten out on removing Crepitus is not heard on sectioning Shape of sectioned poion is not retained In fresh water drowning: Size and weight: Ballooned, but light Color: Pinkish Consistency: Emphysematous Shape after removal from body: Retained, do not collapse On cut section: Crepitus is heard, little froth and no fluid",
        "cop": 3,
        "opa": "Ballooned and heavy lungs",
        "opb": "Tend to flatten out on removing",
        "opc": "Crepitus is heard on sectioning",
        "opd": "Shape of sectioned poion is not retained",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "a90c7c22-8adb-4102-9970-477b1ef3e312",
        "choice_type": "multi"
    },
    {
        "question": "Sparrow foot marks are associated with which type of injury:",
        "exp": "Sparrow foot marks: Multiple punctate lacerations of face of the occupants of front seat of vehicle. Due to impact of shattered windscreen. The side of the injuries helps in determining whether the victim was driver or front seat passenger. Motor-cyclists fracture: Hinge fracture/transverse fracture of base of skull Steering wheel impact: Fractures of the jaws and facial bones Imprint abrasions Minor bruises contusions of the chest or bilateral rib fractures",
        "cop": 4,
        "opa": "Motor cyclist's fracture",
        "opb": "Under-running or tail gating",
        "opc": "Steering wheel impact",
        "opd": "Wind screen impact",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "69d288ac-2430-4fff-a7c7-92f9e408b15e",
        "choice_type": "single"
    },
    {
        "question": "Chocolate brown hypostasis is seen in all poisoning except:",
        "exp": "PM hypostatis or lividity or PM Staining-settling down of blood in dependant pas due to gravity. It is used to detect time since death, position of body, cause of death. Normal color-bluish, purplish CO poisoning- cherry red CN poisoning- brick red H2S poisoning- bluish red Chocolate brown: potassium chlorate aniline nitrites",
        "cop": 1,
        "opa": "Hydrogen sulphide",
        "opb": "Aniline",
        "opc": "Nitrites",
        "opd": "Potassium chlorate",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "4464df5e-8d21-4c01-83e8-86d8e2929ed8",
        "choice_type": "multi"
    },
    {
        "question": "Fencing attitude in dead bodies is caused by and present in:",
        "exp": "Pugilistic Attitude (boxing, fencing or defence attitude): This stiffening is due to the coagulation of proteins of the muscles. This is one of the condition simulating rigor mois It does not tells anything about the fact that whether thevictim was alive or dead at the time of burning.",
        "cop": 3,
        "opa": "Coagulation of proteins and present in ante-moerm burn",
        "opb": "Coagulation of proteins and present in post-moerm burn",
        "opc": "Coagulation of proteins and present in both ante-moerm and post-moerm burn",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "cebd7704-2513-4883-95a6-f5f61f5218ad",
        "choice_type": "multi"
    },
    {
        "question": "The lowest cou that can give life imprisonment verdict is:",
        "exp": null,
        "cop": 3,
        "opa": "Chief metropolitan magistrate",
        "opb": "Metropolitan magistrate",
        "opc": "High cou",
        "opd": "First class judicial magistrate",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "84cb209d-eba7-4e9f-b768-a6b082669041",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about the poisoning caused by seeds shown below?",
        "exp": "The seeds in the given picture are of 'kuchila' or 'Nux vomica' the seeds are highly fatal. Even one crushed seed is fatal. It contains 3 active toxins Principle:- strychnine which (acts on anterior HORN cells of spinal cord) inhibits glycine--> preventing the inhibitory effects of glycine on the post synaptic neuron Neurotransmitter nux vomica poisoning resembles 'tetanus' since it causes muscle convulsion. 3 features are seen:- 1. Opisthotonus (most common) 2. Pleurosthotonus 3. Emprosthotonus After death ' postmoem caloricity' phenomenon occurs i. e initially after death, the patient remains warm for few hours.",
        "cop": 4,
        "opa": "Pleurosthotonus",
        "opb": "Post moem caloricity",
        "opc": "Uncrushed seeds will not lead to poisoning",
        "opd": "Toxin potentiates neurotransmitter glycine effect at pre-synaptic receptor",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "be109222-7393-4477-8a6e-50536f55e7f0",
        "choice_type": "multi"
    },
    {
        "question": "During the autopsy of suicidal hanging, the finding which is unlikely to be found is:",
        "exp": "Ligature mark in hanging: Site: Usually above the hyoid bone. Size/shape: Depends on the type of material used. Presence of two-ligature marks-- after few minutes of hanging, it might have slipped fuher down producing second ligature mark. Direction: It runs obliquely, backwards, non-continuous, upwards and towards the point of suspension. Suspension peak: Mark is noncontinuous because of a gap at the nape of neck, and hair intervening between ligature material and the skin underneath. Skin at the site: Usually depressed/grooved, pale in color, but later becomes yellowish brown, dry, hard and parchment-like. Subcutaneous tissue underneath the ligature mark is dry, white, firm and glistening. Prominent Ecchymosis and bruises at the edges & the floor of the ligature mark are suggestive of ligature strangulation",
        "cop": 4,
        "opa": "Presence of two ligature marks",
        "opb": "Disruption of veebral column",
        "opc": "Gap in the skin mark at the point of suspension",
        "opd": "Ecchymosis and bruises at the edges & floor of the ligature mark",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "d3004423-d2a5-4cb8-8bac-3d200d995f53",
        "choice_type": "single"
    },
    {
        "question": "In this wound, all of the following are true, except:",
        "exp": "The image is showing incised wound. Gaping is present & eversion of margins CHARACTERS LACERATION INCISED WOUND Margins Irregular, edges contused Clean cut, regular Tissue bridges Present Absent Tailing Absent Present Bleeding Less (due to crushing of vessels) More (due to cutting of vessels)",
        "cop": 2,
        "opa": "It has clean-cut margins",
        "opb": "Bleeding is generally less than in lacerations",
        "opc": "Tailing is often present",
        "opd": "Length of injury does not correspond with length of blade",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "be0a9814-5e14-4200-9a36-72c3af9d9bef",
        "choice_type": "multi"
    },
    {
        "question": "Commutation of death sentence cannot be done by 1. Additional sessions cou 2. Sessions cou 3. High cou 4. Supreme cou 5. President",
        "exp": "Death sentence can be given by i) Session cou ii) Additional session cou iii) High cou iv) Supreme cou All cases from session cous are forwarded to high cou and high cou can commute death sentence into life imprisonment. A death sentence from high cou can be commuted by supreme cou. So commutation of death sentence is possible by High cou, Supreme cou & the President. Note: Extra edge Section 53 IPC- Denotes the section on punishments. The punishments provided are Death, Life imprisonment, Imprisonment for a ceain time, Forfeiture of propey and lastly fine. Section 54 IPC- Denotes the commutation of a death sentence. Section 55 IPC- Denotes the commutation of a sentence of life imprisonment.",
        "cop": 2,
        "opa": "1 only",
        "opb": "1, 2",
        "opc": "1, 2, 3",
        "opd": "1, 2, 3, 4",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "d340a41d-2c47-44a1-bfa0-c4db79ef39f7",
        "choice_type": "single"
    },
    {
        "question": "All of the following is true about Kevorkian sign except:",
        "exp": "Kevorkian sign/ Cattle trucking sign: It is the earliest change in eye after death. Blood in the retinal vessels appear fragmented, visualized in opthalmoscope. It appears with in few seconds to minutes after death and persists for an hour.",
        "cop": 1,
        "opa": "Persist even after 1 day of death",
        "opb": "Appear within minutes of death",
        "opc": "Visualized using ophthalmoscope",
        "opd": "Cattle tracking sign",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "72176472-1360-490c-91ce-d6f58637491d",
        "choice_type": "multi"
    },
    {
        "question": "All are true of police inquest, except:",
        "exp": "Police inquest is held by a police officer (Investigation Officer--IO) not below the rank of senior head constable in all cases of unnatural deaths with the exceptions mentioned under Magistrate inquest. Police inquest (174 Cr. PC): Most common type of inquest. Minimum cadre of police for conducting inquest is station officer( senior Head Constable) Panchanama - enquiry repo Can summon",
        "cop": 4,
        "opa": "Senior head constable can investigate",
        "opb": "Most common inquest",
        "opc": "Panchnama has to be signed by IO",
        "opd": "IO cannot summon",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "f11e4916-a8f7-4d3c-865d-cf2d1d8cf673",
        "choice_type": "multi"
    },
    {
        "question": "Best test for detecting seminal stain is:",
        "exp": "Image 1.- p30 test (Best test for seminal fluid is microscopy.) Image 2 -Barberio's test Image3-Florence test Image 4-Acid phosphatase test Some hot points for Blood Stain and Semen1. For identification of a blood stain the most reliable test is Spectroscopic test. 2. Screening bloodstain --> presence of enzyme Peroxidase. 3. Benzidine test has been banned due to carcinogenic effect. 4. Takayama reagent is used in Hemochromogen. 5. positive Kastle Mayer test -->a pink stain colour. 6. Positive cases of Teichmann's test--> Dark brown rhombic crystals7. Species identification of a bloodstain -->Precipitin test. 8. The best method to detect disputed paternity -->DNA fingerprinting. 9. Group specific substance are not found in CSF. 10. Best specimen for DNA fingerprinting in a living person blood preserved with EDTA. 11. Best post-moem tissue sample for DNA fingerprinting in a decomposed body bone marrow. 12. Tests for an old blood stain -->Benzidine test. 13. Brain-mapping is---> lie-detection test. 14. The drug used for narco-analysis --> Pentothal. 15. eeg is used in Brain fingerprinting16. Semen has luminescence in UV light. 17. Florence test produces choline iodide crystals. 18. Barberio's test produces sperm in picrate crystals. 19. Acid phosphatase levels in semen are > 100 Bodansky units.",
        "cop": 1,
        "opa": "<img style=\"max-width: 100%\" src=\" />",
        "opb": "<img style=\"max-width: 100%\" src=\" />",
        "opc": "<img style=\"max-width: 100%\" src=\" />",
        "opd": "<img style=\"max-width: 100%\" src=\" />",
        "subject_name": "Forensic Medicine",
        "topic_name": "FMT Q Bank",
        "id": "8050229a-45c2-4328-9569-d00da3b8f270",
        "choice_type": "single"
    }
]