[
    {
        "question": "5-year-old male brought to casualty by his mother because of episode of sudden vomiting. He has been behaving strangely according to mother. Laboratory findings showed microcytic hypochromic anemia with the above finding. The most probable poisoning is:",
        "exp": "Ans. (B). Chronic lead poisoning. The above blood picture shows basophilic stippling of RBCs. Basophilic stippling (dots in the red blood cells) is due to the inhibition of 5 pyrimidine nucleotidase enzyme resulting in aggregation of ribosomes. Other findings in blood: Microcytic hypochromic anemia, anisocytosis, poikilocytosis. Basophilic stippling is also seen in megaloblastic anemia.",
        "cop": 2,
        "opa": "Chronic arsenic poisoning",
        "opb": "Chronic lead poisoning",
        "opc": "Chronic mercury poisoning",
        "opd": "Chronic copper poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "0240af15-bef8-4d4f-9e80-d8acdeb4d049",
        "choice_type": "multi"
    },
    {
        "question": "Which poisoning causes 'pink disease'?",
        "exp": "Ans. is 'b' i. e. Mercury Pink disease or Acrodvniao It is thought to be an idiosyncratic hypersensitivity reaction particularly seen in children. This can be caused by chronic mercury exposure in any form usually in children. The onset is insidious with anorexia, insomnia, sweating, skin rash and photophobia. Hands and feet become puffy, pinkish, painful, paraesthetic with peeling of skin (5. Ps). Teeth may be shed.",
        "cop": 2,
        "opa": "Arsenic",
        "opb": "Mercury",
        "opc": "Copper",
        "opd": "Lead",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "7ddfa638-0a38-4f7f-a30c-b3469addea92",
        "choice_type": "single"
    },
    {
        "question": "All are Narcotic drug as per NDPS (National Drug Psychotropic Substances Act) EXCEPT:",
        "exp": "ANSWER:(B). Ketamine. REF: Textbook Of Forensic Medicine And Toxicology: Principles And Practice By Vij 4th ed page 566, style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif; margin: 0 0 0 8px; text-indent: 0; text-align: left\">The Narcotic Drugs and Psychotropic Substances (NDPS) Act, 1985 was framed taking into account India's obligations under the three UN drug Conventions as well as Article 47 of the Constitution which mandates that the 'State shall endeavour to bring about prohibition of the consumption except for medicinal purposes of intoxicating drinks and of drugs which are injurious to health'NARCOTIC DRUGSCoca Leaf & derivatives(a) Crude cocaine(b) Ecgonine and derivatives(c) Cocaine, that is, methyl ester of benzoyl-ecgonine and its salts(d) All preparations containing more than 0. 1 per cent, of cocaine. Canabis (Hemp): (AKA - Cannabis indica/ Indian hemp/Hashish in Egypt/Marijuana in America/Dagga in Africa)(a) Charas/Hashish- resinous exudates of leaves & stem- 25 to 40% THC(b) Ganja - flowering top- 25% THC(c) Any mixture, with or without any neutral material, of any of the above forms of cannabis or cannabis. Opium and derivatives(a) Poppy seed: Seeds of Papaver sominiferum are called the poppy seeds while the latex which oozes out and dries is called the opium gum(b) Poppy straw: As per the NDPS Act, poppy straiv means 'all parts of the plant of opium poppy except seeds'(c) Opium derivative means: medicinal opium, phenanthrene alkaloids namely, morphine, codeine, thebaine and their salts, diacetylmorphine (Heroin), that is, the alkaloid also known as diamorphine or heroin and its salts, all preparations containing more than 0. 2 per cent, of morphine or containing any diacetylmorphine and their salts, preparations, admixtures, extracts and other substances containing any of these drugs. (II) Psychotropic substances: \"psychotropic substance\" means any substance, natural or synthetic, or any natural material or any salt or preparation of such substance or material included in the list of psychotropic substances specified in the Schedule. E. g. Amphetamines, LSD, Barbiturates, Alprazolam, Benzodiadepines, Ergotamine, Ephedrine, Methyl ethyl ketone (MEK) etc. Note:* Essential narcotic drug means a narcotic drug notified by the Central Government for medical and scientific use (Morphine, Fentanyi and Methadone)* Bhang is a preparation made from cannabis leaves consumed in parts of India on some festivals. As it is not made from cannabis resin or from flowering tops, it is not covered under the NDPSAct, 1985.",
        "cop": 2,
        "opa": "Marijuana",
        "opb": "Ketamine",
        "opc": "Cannabis",
        "opd": "Heroine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "2faf81c2-a355-4c8c-871d-cd2a2cdf817a",
        "choice_type": "multi"
    },
    {
        "question": "Phossy jaw is caused by-",
        "exp": "Ans. is 'a' i. e., White Phosphorus o Phossy jaw is caused by phosphorus poisoning. All phosphorus poisoning are caused by white (yellow) phosphorus (Red phosphorus is nontoxic). Phosphorus poisoningo Phosphorus is a protoplasmic poison affecting cellular oxidation and causing anoxic necorbiosis, classically affecting liver. It increases fat deposition and inhibits glycogen deposition in liver. It is used in fire works (Diwali poisoning) and as rat poison. Lethal dose is 60-120 mg. o Phosphorus occurs in two forms. White/yellow phosphorus: It is white, and becomes yellow on exposure to air. It is translucent, waxy, luminous and crystalline cylinders. It has garlic like odor. It is insoluble in water and luminous in dark. Its fumes show phosphorescence. Red phosphorus: It is reddish brown, inert, odourless and tasteless. It is nontoxic (thus poisoning occurs only due to white phosphorus). It is put on the sides (striking surface) of match box (along with powdered galss). Acute poisoningo It has following stages: 1st Stage <GI irritation): There is nausea, vomiting, diarrhea and garlic odor. This stage lasts for 8 hours to 3 days. 2nd Stage (Asymptomatic): This stage lasts for 3 days. 3rd Stage: There is liver and kidney damage due to absorbed phosphorus. Initially liver is enlarged due to acute fatty infiltration. Later liver shruks due to necrosis, i. e. acute yellow atrophy. Chronic poisoningo Toothache is the first symptom which is associated with loosening of teeth, necrosis of gums and osteomyelitis of jaw. Therefore chronic phosphorus poisoning is also know as phossy jaw (or glass jaw). Postmortem appearanceo There is garlic odor. Viscera and stool glow in dark (due to luminosity). o To preserve luminosity, viscera are preserved in saturated saline solution. Rectified spirit is not used as it causes loss ofluminosity.",
        "cop": 1,
        "opa": "White phosphorus",
        "opb": "Red Phosphorus",
        "opc": "Arsenic",
        "opd": "Antimony",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "1e279b6c-588d-4bc9-95b6-1f8d309e0389",
        "choice_type": "single"
    },
    {
        "question": "Shoe polish like smell is seen in:",
        "exp": "Ans. d. Nitrobenzene (Ref: Reddy 33/e p507; Industrial Hygiene and Toxicology. General Principles/p 174). Shoe polish like smell is seen in Nitrobenzene. \"Nitrobenzene is an oily yellow to yellow-brown liquid that smells like bitter almonds or shoe polish. Nitrobenzene dissolves only slightly in water and easily in other chemicals. It is man-made. The most common exposure is at workplaces that use nitrobenzene to produce dyes, drugs, pesticides or some types of rubber. \"Characteristic Odours produced by Toxins. Odour. Toxins. Acrid (Pear smell)* ParaldehydeQ, Chloral hydrate. QBitter almonds* Cyanide. QBurnt rope* Marijuana (Cannabis)QDisinfectant* Phenol (Carbolic acid), Creosote. Garlic* PhosphorusQ, Tellurium, Thallium* Dimethyl sulfoxide (DMSO). Fish or raw liver (Musty)* Zinc phosphideQ. Aluminum phosphide. QKerosene like* Organophosphate. Mint* Methylsalicylate (Oil of Wintergreen), Menthol. Mothballs* Naphthalene, Camphor, p-dichlorobenzene. Pepper* o-chlorobenzylidene malonitrile (Tear gas). Rotten eggs* Hydrogen sulphideQ, Carbon disulphideQ* Mercaptans DisulfiramQ, N -acety. Icysteine. QShoe polish* Nitrobenzene. Vinegar* Acetic acidQ; Hydrofluoric acid",
        "cop": 4,
        "opa": "Mercaptans",
        "opb": "Lacquer",
        "opc": "Paraldehyde",
        "opd": "Nitrobenzene",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "decdf4d8-8556-4421-80e0-acd8c8c1baf5",
        "choice_type": "single"
    },
    {
        "question": "Green blue postmortem discoloration is seen in which poisoning -",
        "exp": "Ans. is 'd' i. e., Hydrogen sulphide o Color of post-mortem staining in various poisoning: POISONCOLORCarbon mono-oxide and hypothermia. Cherry red. HCN, bums. Bright red. Nitrites, potassium chlorate, potassium bicarbonate. Chocolate or. Nitrobenzene, acetanilide, bromates, aniline (causing methemoglobinuria). Copper brown. Phosphorous. Dark brown or yellow. Hydrogen sulphide. Bluish green",
        "cop": 4,
        "opa": "Cyanide",
        "opb": "Carbon monoxide",
        "opc": "Phosphorous",
        "opd": "Hydrogen sulphide",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "8ef3db7a-6d2f-4ab3-949c-124841f2d408",
        "choice_type": "single"
    },
    {
        "question": "Neurotoxin is which snake -",
        "exp": "Ans. is 'b' i. e., Krait Type of poisoning. Snake. Vasculotoxic. Vipers. Myotoxic. Sea snakes. Neurotoxic. Elapids- cobra, Krait, coral",
        "cop": 2,
        "opa": "Viper",
        "opb": "Krait",
        "opc": "Sea snake",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "36294498-f87b-4308-b954-4b6a865525c0",
        "choice_type": "multi"
    },
    {
        "question": "Green coloured urine seen in: (PGI June 2007)",
        "exp": "Ans. C (Carbolic acid poisoning) \"Carbolic acid {phenol) poisoningQ urine may be colorless or slightly green' at first but turns greenQ or even black on exposure to air\"- Reddy 27th/470",
        "cop": 3,
        "opa": "Kerosene",
        "opb": "Organophosphorus poisoning",
        "opc": "Carbolic acid",
        "opd": "Paracetamol",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "f74988dd-d67b-4fae-9076-5c1a380ee29a",
        "choice_type": "single"
    },
    {
        "question": "A 6 hrs old snake bite patient come to emergency with mild local oedema at the injury site on examination no abnormality detected, laboratory investigation shows normal report, most appropriate management",
        "exp": "Ans. is 'c' i. e Wait & Watch Most of the snake bites are from non-venomous snakes. Even in venomous snakes bites, inadequate snake venom is injected in more than half of the cases, producing mild symptoms. If the snake is poisonous signs and symptoms appear within 10 minutes to half an hour in case of Elapids (Cobras, Kraits) and vipers and within 1 hr in cases of sea snakes. Here 6 hrs have passed symptomless so the snake must be a nonpoisonous one. Remember: Elapids are Neurotoxic*Vipers are Vasculotoxic*Sea snakes are Myotoxic*",
        "cop": 3,
        "opa": "Intravenous antisnake venom",
        "opb": "Incision and suction",
        "opc": "Wait & watch",
        "opd": "Locally subcutaneous antisnake venom",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "eb3a4e60-5c9a-4589-b452-30137e64429f",
        "choice_type": "multi"
    },
    {
        "question": "A 17 years old female patient came to emergency one & half hour after severe H2. SO4 poisoning with features of hypotension, restlessness, next step is",
        "exp": "Ans. is 'd' i. e Antidote should be given Treatment plan of Sulphuric acid poisoning include: Avoid gastric lavage or emetics. Stomach tubes are contraindicated. Alkaline carbonates & bicarbonates, which liberate C02 should not be used as they may cause gastric distention & rupture. Neutralization of the acid by milk of magnesia can be used, lime water, soap & water can also be used later dilute demulcent drinks, such as barley water milk, the gruel or beaten eggs may be given. Sabiston (16th edition p 718) writes that Corticosteroids are of questionable value in the treatment of acid ingestion because they mask evidence of peritonitis and may also increase the potential for gastric ulceration & bleeding, in contrast, patients, with signs of dyspnoea, hoarseness or stridor may benefit from immediate administration of corticosteroids and antibiotics to relieve airway obstruction due to mucosal edema and bronchospasm.",
        "cop": 4,
        "opa": "Ryle's tube intubation",
        "opb": "LV fluid sedation, monitoring",
        "opc": "Gastric lavage",
        "opd": "Antidote should be given",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "e810a3a8-c076-4f9c-a955-b9749afcea48",
        "choice_type": "multi"
    },
    {
        "question": "Gastric lavage is contraindicated in poisoning with: (PGI June 2008)",
        "exp": "Ans. A (Kerosene) Gastric lavage is C/1 in kerosene poisoning\"Gastric evacuation for pure petroleum distillate or turpentine ingestion is not recommended Q \" - Reddy 27th/522. Gastric Lavage (G. L) - C/I or Precautions# The only absolute C/1 for G. L. is corrosive poisoning\" (except carbolic acid j, owing to the danger of perforation# In following conditions - stomach wash can be done by taking proper precautionsi Convulsantpoisons\"- As it may lead to convulsion, lavage should be done after controlling convulsionii. Comatose patientv - There is risk of aspiration of fluid into the air passage. The airway should be sealed by cuffed endotracheal tube(8 to 9 no.) & then lavage doneiii. Volatile poison ' - Which may be inhaled. Upper alimentary\" disease - Like oesophageal varies. In patient with marked hypothermia & haemorrhagic diasthesis. Gastric Lavage# It is useful any time within 3hr after ingestion of poison (Reddy)# It is life saving if undertaken within 4-6 hr after ingestion of poison (Parikh)GL most effective if done within 2-3 hr after ingestion of poison (modi). In case of irritent poison, the stomach should be passed with caution (modi). As poisoning - \"Stomach should be repeatedly washed by warm water & milk\" (Reddy 27th/473). Morphine poisoning - Wash stomach with 1: 5000 solution of KMn04\" (Reddy 2 7th/516). Datura poisoning - \"Wash stomach repeatedly with a weak solution of tannic acid\" (Reddy 2 7th/533). Organophosphorus poisoning - \"Stomach should be washed with 1: 5000 KMn. O4 solution\"(Reddy 27th/459)",
        "cop": 1,
        "opa": "Kerosene",
        "opb": "Morphine",
        "opc": "Barbiturates",
        "opd": "Dhatura",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "853d6ba5-9fc4-421e-afa8-aba5fe1df100",
        "choice_type": "single"
    },
    {
        "question": "Signs of organophosphorous poisoning are all EXCEPT:",
        "exp": "ANSWER: (D) Bronchodilatation. REF: Textbook of Forensic Medicine and Toxicology: Principles and Practice, 5/e By Krishan Vij page 533\"Bronchoconstristition (bronchospasm) not bronchodilatation is seen in OPC poisoning\"'Muscarinic signs of OPC poisoning can be remembered as SLUDGE- BBB: Salivation, Lacrimation, Urination, Defecation, Gastric upset, Emesis, Bronchospasm, Blurred vision (Miosis), Bradycardia.",
        "cop": 4,
        "opa": "Bradycardia",
        "opb": "Salivation",
        "opc": "Miosis",
        "opd": "Bronchodilatation",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "59d4a64b-5280-4b46-b0db-79fb49f6cb3e",
        "choice_type": "multi"
    },
    {
        "question": "Saturnism is a feature of?",
        "exp": "Ans. (b) Lead poisoning. Ref. Parikh 6/e, p 9. 18",
        "cop": 2,
        "opa": "Mercury poisoning",
        "opb": "Lead poisoning",
        "opc": "Arsenic poisoning",
        "opd": "Thallium poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "fe5f10dd-33ed-4dd9-9a08-67b2eeb8844b",
        "choice_type": "multi"
    },
    {
        "question": "The metal responsible for this disease is:",
        "exp": "Ans. (A). Mercury. Acrodynia (pink disease, erythroedema, or swift- feer's disease). Due to idiosyncratic reaction to mercury among children. Maculopapular rash (fingertips, toes). Pus-filled skin eruptions. Swollen and painful extremities",
        "cop": 1,
        "opa": "Mercury",
        "opb": "Lead",
        "opc": "Arsenic",
        "opd": "Copper",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "faf8c5df-0258-48d2-8853-fb6a9c647ecf",
        "choice_type": "single"
    },
    {
        "question": "Charas/ganja is obtained from?",
        "exp": "Ans. is 'a' i. e., Resin exudate Cannabis Indica o Charas or Hashish or bhang or ganja is resinous exudates from the leaves and stems of plant cannabis indica or cannabis sativa.",
        "cop": 1,
        "opa": "Cannabis",
        "opb": "Cocaine",
        "opc": "LSD",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "538af9a6-a8db-45f2-898c-b4347baf33a3",
        "choice_type": "multi"
    },
    {
        "question": "First step in management of CO poisoning is?",
        "exp": "Ans. is 'b' i. e. 100% oxygen therapy o First step is actually removal of the patient from the place of poisoning. o First step in clinical management is 100% oxygen by face mask. o IV methylene blue is the treatment choice if there is methemoglobinemia.",
        "cop": 2,
        "opa": "Intravenous methylene blue",
        "opb": "100% oxygen therapy",
        "opc": "Ascorbic acid administration",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "b301664d-93cb-40b2-b1a4-1c0f55c841b8",
        "choice_type": "multi"
    },
    {
        "question": "Alkaline diuresis is treatment of choice in poisoning with-",
        "exp": "Ans. is 'b' i. e., Barbiturate poisoning o Elimination of poison from circulation can be by following methods:-Forced diuresis with or without alteration of urinary pH# Diuresis and ion trapping via alteration of urinary' pH may prevent the renal reabsorption of poisons that under go excretion by glomerular Alteration and active tubular secretion. Forced diuresis may be of following types. Alkaline diuresis: Poisons which are trapped and excreted in alkaline urine are barbiturates (phenobarbitone), chlorpropamide, diffiinisol, sulfonamides and salicylates. Acid diuresis: It is done for amphetamines, cocaine, strychnine, phencyclidine, quinidine, quinine, chloroquine, TCA and tocainide. Saline diuresis: It is useful for alcohol, thallium, bromide, lithium, fluoride, chromium, potassium and isoniazide. Extracorporai removal therapiesy These ait peritoneal dialysis, hemodialysis, hemoperfusion (resin oreharcol), hemo filtration, plasmapheresis and exchange transfusion. Commonly used procedures are:-Haemodialysis: It is useful in poisoning writh alcohol (ethanol and methanol), aspirin (salicylates), acetone, atenolol, acetaminophan, barbiturates (phenobarbitone), bromide, boric acid, chloral hydrate, ethylene glycol, fluoride, lithium, trivalent arsenic, procainamide, theophylline, thiocyanate, sodium chlorate and sotalol. Hemodialysis is not useful in copper sulphate, benzodiazepines, organophosphates, kerosine and digitalis poisonings. o In all poisonings, wfhere hemodialysis is indicated peritoneal dialysis is also used with one more indication of mercury poisoning, Hemoperfusion (chorcol or resin): It is used in acetaminophen, barbiturates carbamazepine, chloral hydrate, caffeine, CCI4, chloramphenical, phenytoin, procainamide, salicylates, theophylline, valproate, dapsone and methotrexate.",
        "cop": 2,
        "opa": "Benzodiazepine",
        "opb": "Barbiturates",
        "opc": "Dhatura",
        "opd": "Morphine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "5bc27c32-14d4-48fd-9719-33b52fbb7b89",
        "choice_type": "single"
    },
    {
        "question": "Magnan's symptom is?",
        "exp": "ANSWER: (C) Tactile hallucination. REF: Parikh 6th edition 11. 9. See APPENDIX-42 ANTIDOTES & TOXICOLOGYSee details of Cocaine poisoning in Forensic Medicine 2012 Session 2 APPENDIX - 42. Antidotes. Antidote. Poison/drug/toxinN-Acetylcysteine. Acetaminophen. Carbon tetrachloride. Other hepatotoxins. Amyl nitrite, sodium nitrite and sodium thiosulfate (Cyanide antidote kit). Nitriles. Bromates. Chlorates. Cyanide (e. g., HCN, KCX and Na. CN). Mustard agents. Nitroprusside. Smoke inhalation (combustion of synthetic materials). Antivenin, Crotalidae Polyvalent (Equine Origin). Pit viper envenomation (e. g. rattlesnakes, cottonmouths, timber rattlers and copperheads). Antivenin, Crotalidae Polyvalent Immune Fab - Ovine (Cro. Fab). Pit viper envenomation (e. g.. rattlesnakes, cottonmouths, timber rattlers and copperheads). Atropine sulfate. Alpba2 agonists (e. g., clonidine). Alzheimer drugs (e. g., donepezil, galantamine, rivastigmine, tacrine). Antimyesthenk agents (e. g., pyridostigmine). Bradyarrhythmia-producing agents (e. g., beta blockers, calcium channel blockers and digitalis glycosides). Cholinergic agonists (e. g., bethanechol). Muscarine-containing mushrooms Nerve agents (sarin, soman, tabun and VX). Organophosphate and carbamate insecticides. Digoxin immune Fab. Cardiac glycoside-containing plants (foxglove and oleander). Digitoxin, Digoxin. Ethanol. Ethylene glycol. Methanol. Flumazenil. Benzodiazepines. Zaleplon. Zolpidem. Folic acid and Folinic acid (Leucovorin). Formaldehyde/Formie Acid. Methanol. Methotrexate, trimetrexate. Pyrimethamine. Trimethoprim. Fomepizole. Ethylene glycol. Methanol. Glucagon. Beta blockers. Calcium channel blockers. Hypoglycemia. Hypoglycemic agents. Hydroxocobalamin. Nitriles. Bromates. Chlorates. Cyanide (e. g., HCN, KCN and Na. CN). Mustard agents Nitroprusside. Smoke inhalation (combustion of synthetic materials). Hyperbaric oxygen (HBO). Carbon monoxide. Carbon tetrachloride. Cyanide. Hydrogen sulfide. Methemoglobinemia. Methylene blue. Methemoglobin-inducing agents including; Aniline dyes. Dapsone. Local anesthetics (e. g., benzocaine). Metoclopramide. Naphthalene. Nitrates and nitrites. Nitrobenzene. Phenazopyridine. Nalmefene and Naloxone. ACE inhibitors. Alpha2 agonists (e. g., clonidine). Imidazoline decongestants (e. g., oxymetazoline and tetrahydrozoline) Loperamide. Opioids (e. g., codeine, fentanyl, heroin, meperidine, morphine). Physostigmine salicylate. Antihistamines. Atropine and other anticholinergic agents. Dhatura poisoning. Intrathecal baclofen. Phytonadione (Vitamin Kl). Long-acting anticoagulant rodenticides (e. g., brodifacoum and bromadiolone) Warfarin. Pralidoxime chloride (2-PAM). Antimyesthenic agents (e. g., pyridostigmine). Nerve agents (sarin, soman, tabun and VX). Organophosphate insecticides. Tacrine. Protamine sulfate. Enoxaparin. Heparin. Pyridoxine hydrochloride (Vitamin B6). Acrylamide Ethylene glycol Hydrazine Isoniazid (INH). Sodium bicarbonate. Chlorine gas. Hyperkalemia. Serum Alkalinization: Agents producing a quinidine-like effect as noted by widened QRS complex on EKG (e. g., amantadine, carbamazepine, chloroquine, cocaine, diphenhydramine, flecainide, tricyclic antidepressants, quinidine). Urine Alkalinization: Weakly acidic agents (chlorpropamide, methotrexate, phenobarbital and salicylates). Deferoxamine and Deferasirox. Acute iron poisoning. Dimercaprol (BAL in oil). Hydrofluoric acid (HF). Hyperkalemia (not digoxin-induced). Hypermagnesemia. Calcium disodium EDTA (Versenate). Acute arsenic poisoning, Acute mercury poisoning, Lead poisoning (in addition to EDTA). Dicobalt EDTACyanide poisoning. Sucdmer/ Dimercaptosuccinic acid (DMSA). Lead poisoning, Arsenic poisoning, Mercury poisoning. Dimercapto-propane sulfonate (DMPS). Severe acute arsenic poisoning, Severe acute mercury poisoningD-Penicillamine (Cuprimine). Mainly in: copper toxicity. Occasionally adjunctive therapy in: Gold toxicity, Arsenic poisoning, Lead poisoning, Rheumatoid arthritis. Botulinum antitoxin * Bivalent (types AB)<< Trivalent (types ABE). Food-borne botulism. Wound botulism. Botulism as a biological weapon. Note: Not currently recommended for infant botulismL-Carnitine. Valproic acid. Cyproheptadine HCLMedications causing serotonin symdrome. Dantrolene sodium. Medications causing neuroleptic malignant symdrome (NMS). Medications causing malignant hyperthermia. Insulin and dextrose. Beta blockers. Calcium channel blockers (diltiazem, nifedipine, verapamil). Octreotide acetate. Sulfonylurea hypoglycemic agents (e. g., glipizide, glyburide). Sodium thiosulfate. Bromates. Chlorates. Mustard agents. Nitroprusside. Thiamine. Ethanol. Ethylene glycol. Prussian blue, ferric hexacyan ofer rate. Radioactive cesium (Cs-137), radioactive thallium (Tl-201), and nonradioactive thallium",
        "cop": 3,
        "opa": "Auditory hallucination",
        "opb": "Visual hallucination",
        "opc": "Tactile hallucination",
        "opd": "Olfactory hallucination",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "e36c3adf-c133-4b2f-b01d-c06b452397e4",
        "choice_type": "multi"
    },
    {
        "question": "Antidote for magnesium sulfate toxicity is?",
        "exp": "Ans. (a) Calcium gluconate. Ref. Harrison's 17le, Chapter 346",
        "cop": 1,
        "opa": "Calcium gluconate",
        "opb": "Penicillamine",
        "opc": "Hydrated ferric oxide",
        "opd": "Exchange resins",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "be001364-8c8e-4141-b5c9-4a555f0e4ec9",
        "choice_type": "single"
    },
    {
        "question": "Gastric lavage is contraindicated in which poisoning:",
        "exp": "Ans. (a) Kerosene. Ref: The Essentials of. FSM by K. S. Narayan Reddy 31st ed. / 551. Contraindications of Gastric Lavage. Absolute contraindications. Relative contraindications* Alkali* Mineral acid* Vegetable acids* Organic acids except carbolic acid* Kerosene or volatile poisoning* Strychinine* Hypothermia* Bleeding disorder",
        "cop": 1,
        "opa": "Kerosene",
        "opb": "Alcohol",
        "opc": "Organophosphate",
        "opd": "Lead",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "7d3fa160-42ea-4132-af31-1e118bdbbf5b",
        "choice_type": "single"
    },
    {
        "question": "Heera lals's 10 year old child presented in casualty with snake bite since six hours. On examination no systemic signs are found and lab investigations are normal except localized leg swelling <5 cm. Next step in management.",
        "exp": "Ans. (D). Observe the patient for progression of symptoms; wait for antivenom therapy(Ref: Review of Forensic Medicine and toxicology; Gautum Biswas; 2nd edition; Pg - 527). General management of snake bite: Psychiatric Reassurance. Pressure immobilization. Tourniquet application. Antisnake venom. Supportive measures. ASV Administration Criteria. ASV should only be administered when there are definite signs of envenomation. In addition, Anti-Snake Venom carries risks of anaphylactic reactions and should not therefore be used unnecessarily. Polyvalent anti-snake venom is effective in. Cobra. QKrait. QRussel viper. QSaw scaled viperQ",
        "cop": 4,
        "opa": "Incision and suction of local swelling",
        "opb": "IV anti-snake serum",
        "opc": "S/c anti snake serum at local swelling",
        "opd": "Observe the patient for progression of symptoms wait for antivenom therapy",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "99a99979-7e13-4b37-9067-f42d1a15c0e3",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are signs of acute arsenic poisoning, except?",
        "exp": "Ans. is 'd' i. e. Rain drop pigmentation o Chronic arsenic poisoning causes patchy brown raindrop type pigmentation. o Has been explained in previous sessions.",
        "cop": 4,
        "opa": "Red velvety gastric mucosa on postmortem",
        "opb": "Acute tubular necrosis",
        "opc": "Tenesmus",
        "opd": "Rain drop pigmentation",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "7824d717-1827-4936-938d-0c6878c25c1e",
        "choice_type": "multi"
    },
    {
        "question": "'Cavett; test is used for the detection of____ blood:",
        "exp": "Ans. (B). Alcohol(Ref: Review of Forensic Medicine and toxicology; Gautum Biswas; 2nd edition; Pg - 553). Methods to find blood and urine alcohol levels. Cavetttest. QAlcohol dehydrogenase method. Kozelka and Hine test. Gas chromatography (most specificQ). Breath analyzer",
        "cop": 2,
        "opa": "Barbiturates",
        "opb": "Alcohol",
        "opc": "Opiates",
        "opd": "Cyanides",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "760488d0-24a5-477f-857a-6bd4a4a9a99a",
        "choice_type": "single"
    },
    {
        "question": "Greenish discolouration at putrefaction is due to-",
        "exp": "Ans. is 'b' i. e., Sulph-meth Hb Signs of putrefactiono The signs and effects of putrefaction are as follows. Colour changes. The earliest sign of decomposition is greenish discoloration of body, seen in right iliac fossa externally and under liver internally. This is due to involvement of caecum. Which contains more liquid and is full of bacteria. In these areas, it appears in 12-18 hours and slowly spreads to whole body in 24-48 hours. Greenish discoloration is due to formation of sulph-meth-hemoglobin, Morbling occurs when Hb dissociates from RBCs and the colour of Hb is taken up by vessels, which are seen as prominent lines having purple or green or brown colour. Marbling occurs in 24-48 hours. Formation of foul smelling gases. Due to action of bacteria, foul smelling gases are formed, e. g. SO., H^S, ammonia, methane and CO,. Effects of gases. Bloating up of body occurs in 34-48 hours. At the same time following changes occurs: i) Appearance of stomach contents and froth on nose and mouth. ii) Degloving and destocking with appearance of putrifactive blisters, iii) Emptying of heart due to pressure of gas. In 48-72 hours prolapse of rectum and uterus occur and postmortem delivery may occur if the dead woman is pregnant. Color of postmortem staining also changes to brown and finally to black. False rigidity (putrefactive rigidity ) may occur at this time. Appearance of maggots. Flies lay their eggs in wrounds, exposed natural orifices and exposed moist parts of the body and folds of skin, e. g. neck, axilla, nostrils, mouth etc. Flies lay eggs in 6-12 hours after death and these eggs change in larva (maggot) in 1 -2 days. Thus maggots appear in 2-3 days after the death. After further 4-5 days, the maggots change into pupa, which convert into adult flies in next 3-5 days. Thus adult flies will be coming out of the body after total 8-12 days of death. Thus appearance of maggot determine the time since death. Other late changes. In 3-5 days: Nails and teeth become loose and can be pulled out, sutures of skull may separate. In 7-12 days: Liquefaction of body (colliquative putrefaction) occurs. In 1-3 months: Skeletonization of dead body occurs. Finally: Bones also decompose: Exposed bones in 1-5 years and deep burried bone (> 2 meters) in 25-100 years. Internal changes. Liver becomes spongy and is called as foamy or Swiss cheese or honeycombed liver. In 7-12 days lequefaction of internal organs occur. Floatation of body (if body is in water). Floatation of body occurs due to accumulation of sufficient putrefactive gases. Abdomen is above (due to gases) and spine is below during floatation. Time required for floatation is ordinarily 24 hours after death in summers and 2-3 days in winter. Factors affecting floatation are:-i) Causing early floatation: Newborn mature infant, females, in summer, clothed body, obese, in sea water and in still pond wrater. ii) Causing delayed floatation: Still birth/i immature newrbom, male, in winter, naked body, thin built, in fresh water and in running stream water. o inspiration and expiration before death has no effect on floatation as floatation is due to putrefactive gases (not due to respiratory air).",
        "cop": 2,
        "opa": "Met. Hb",
        "opb": "Sulph-meth Hb",
        "opc": "Deoxy Hb",
        "opd": "Carboxy Hb",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "42be594e-460b-4452-9f7e-9c7e30df6169",
        "choice_type": "single"
    },
    {
        "question": "The assessment and differentiation of entry wound and exit wound is difficult during post-mortem examination of a case of death due to bullet injury due to surgical alterations. This phenomenon is known as:",
        "exp": "Ans. a. Kennedy phenomenon (Ref: Reddy's 33/e p231, 31/e p 214)'Kennedy Phenomenon: Surgical alteration or suturing of gunshot wounds creates problems. The evaluation of the wound, whether it was an entrance or an exit wound becomes difficult. 'Mac-Naughten's rule (The right or wrong test; The legal test): An accused person is not legally responsible, if it is clearly proved that, at time of committing the crime, he was suffering from such as defect of reason from abnormality of mind, that he did not know the nature and quality of the act he was doing or that what he was doing was wrong.",
        "cop": 1,
        "opa": "Kennedy phenomenon",
        "opb": "Mc-Naughten's rule",
        "opc": "Alec Jeffrey's phenomenon",
        "opd": "Ricochet phenomenon",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "03a1104a-ca9f-423a-86e9-2f20d994bbf4",
        "choice_type": "single"
    },
    {
        "question": "'Hatter's shakes' are see in poisoning due to:",
        "exp": "Ans: A (Mercury) Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy. 29th edition. 2010. Explanation: Symptoms of Mercury Poisoning: Acid metallic taste, hoarse voice, greyish white coating of tongue, blood-stained stool, circulatory collapse, necrosis of jaw-, membranous, colitis, proximal renal tubular necrosis. Acrodynia (Acro-Limbs Odynia-Pain) is seen in mercury poisoning taka Pink's Disease). It is characterized by Pain, swelling and parasthesia of Limbs. Miiuiinata disease--Contamination of fish with mercury, at a place called Minimate Bay in Japan. Chronic Poisoning (Hydrar gyrism). The symptoms are salivation, sore mouth and throat, fine tremors of the tongue, hands, arms, anemia. Shaking palsy is associated with Hg poisoning. Mercurial tremors are also called hatter's shakes or glass blower's shake or Danbury Tremors. Mercurial erethism is seen in persons working willy mercury in mirror manufacturing firms. Erethism is characterized by shyness, timidity, irritability, loss of confidence, mental depression, loss of memory and insomnia. (Psychological symptoms). Mercuria lends is a peculiar eye change due to brownish deposit of mercury through the cornea on the anterior lens capsule (Brown-Malt Reflex). it is bilateral and has no effect on visual acuity",
        "cop": 1,
        "opa": "Mercury",
        "opb": "Arsenic",
        "opc": "Lead",
        "opd": "Copper",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "dccdb991-e632-45eb-aa6d-cd0edc10f91c",
        "choice_type": "single"
    },
    {
        "question": "Blood alcohol level while driving mg%:",
        "exp": "Ans. (c) 30. Ref: The Essentials of. FSM by K. S. Narayan Reddy 31st ed. / 530-40* 30 mg%- Normal limit for drink and drive* 80 mg%- Nystagmus* 150 mg%- Muscle incoordination* 400 mg%- Coma",
        "cop": 3,
        "opa": "10",
        "opb": "20",
        "opc": "30",
        "opd": "40",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "6a11d4ef-383e-4f96-afd2-4addccf215ea",
        "choice_type": "single"
    },
    {
        "question": "A patient lalita present with dry mouth, pupillary dilation and warm skin, the likely drug toxicity is",
        "exp": "Ans. is 'd' i. e. Amitriptyline Most Tricyclic antidepressants (Imipramine, Amitriptyline) are potent anticholinergics. The symptoms shown by patient are because of anticholinergic effect of Amitriptyline.",
        "cop": 4,
        "opa": "Organo-phosphorus",
        "opb": "Carbamazepine",
        "opc": "Lithium",
        "opd": "Amytriptyline",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "0a5da701-a463-47c4-b063-0aac76ec5e5b",
        "choice_type": "single"
    },
    {
        "question": "A 52-year-old man comes with jaundice and extrapyramidal symptoms. On ophthalmic examination, the below finding is noted. The treatment is:",
        "exp": "Ans. (B). Penicillamine. The picture shows KF ring in eye, a feature of wilsons disease. KF ring: Brownish-yellow ring visible around the corneo-scleral junction (limbus). Consists of copper deposits in Descemet's membrane, extending into the trabecular meshwork. Sign of Wilson's disease. Oral Pencillamine is the drug of choice. Tirentine is the alternate drug.",
        "cop": 2,
        "opa": "BAL",
        "opb": "Penicillamine",
        "opc": "Calcium edetate",
        "opd": "Desferrioxamine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "d156b420-90cb-4b43-8dc2-657d6d1cb0ac",
        "choice_type": "single"
    },
    {
        "question": "Red velvety appearance of stomach mucosa is seen in the poisoning of:",
        "exp": "Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy, 29th edition, 2010, Page 452. Explanation:\"Arsenic Poisoning: The lesions are mainly found in the stomach. The mucosa is swollen, oedematous and red either generally or in patches; especially in the pyloric region. There may be lines of redness running along the wails or curved lines of submucous haemorrhages. The stomach mucosa resembles red velvet. \" (Ref: KS Narayan Reddy)ARSENIC POISONINGInterferes with cellular respiration by combining with the sulphvdryl groups of mitochondrial enzymes. Affects pyruvate oxidase and phosphatases. Clinical Features. Sweet metallic taste. Burning colicky abdominal pain. Purging. Tenesmus. Stools are bloody dark coloured, foul smelling. Stools become colourless and odourless in late stages (Rice watery stool). Garlicky odour of breath and faeces. Other Features. Fatty liver. Nephritis. Increased vascular permeability. Ventricular tachycardia. Ventricular fibrillation. Peripheral neuropathy - Stocking glove distribution. Fatal dose: 0. 1 - 0. 2 Arsenic trioxide. Fatal period: 1 - 2 days. Treatment. Emetics are not recommended. Stomach wash with warm water and milk. Freshly prepared hydrated ferric oxide: Converts toxic arsenic to nontoxic ferric oxide. BAL. Penicillamine. DMSA. Castor oil or magnesium sulphate decreases intestinal absorption. Postmortem Appearance: Raindrop type of skin pigmentation. Aldrich Mees lines in nails. Red velvety stomach mucosa. COPPER POISONINGAsa metal is not poisonous. Copper compounds are powerful inhibitors ofenzymes. Poisonous compounds: o Copper sulphate (Blue vitriol) o Copper subacetate (Verdigris). Clinical Features. Metallic taste. T Salivation. Blue vomitus. Diarrhea. Uremia, hematuria. Acidosis. Hemoglobinuria. Jaundice. Pancreatitis. Altered sensorium. Weakness. Coma. Fatal Dose: Copper sulphate-30 grams. Copper subacetate-15 grams. Fatal Period: 1-3 days. Treatment. Stomach wash with 1% potassium ferrocyanide. Hemodialysis useful in early stages. Castor oil removes copper from intestine. Chelation with penicillamine/EDTA/BAL. Postmortem Appearance. Gastric mucosa and stomach contents: Bluish or greenish. Other Characteristics. Chronic poisoning: Chalcosis - Presence of copper deposits in tissues. MERCURY POISONINGAcid metallic taste. Hoarse voice. Greyish white coating of tongue. B lood- stai ned stool. Circulatory collapse. Necrosis of jaw. Membranous. Colitis. Proximal renal tubular necrosis. o Acrodyniat Aero-Limbs Odynia-Pain) is seen in mercury poisoning (aka Pink's Disease ). It is characterized by pain, swelling and parasthesia of limbso Mimimata disease--Contamination of fish with mercury, at a place called Minimate Bay in Japan. o Chronic Poisoning (Hydrargyrism): The symptoms are salivation, sore mouth and throat, fine tremors of the tongue, hands, arms, anemia. o Shaking palsy is associated with Hg poisoning. Mercurial tremors are also called hatter's shakes or glass blower's shake or Danbury tremors. o Mercurial erethism is seen in persons working with mercury in mirror manufacturing firms. Erethism is characterized by shyness, timidity, irritability, loss of confidence, mental depression, loss of memory and insomnia (Psychological symptoms). o Mercuria lentis is a peculiar eye change due to brownish deposit of mercury through the cornea on the anterior lens capsule (Brown- Malt Reflex). It is bilateral and has no effect on visual acuity.",
        "cop": 2,
        "opa": "Lead",
        "opb": "Arsenic",
        "opc": "Copper",
        "opd": "Mercury",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "1715ab47-fbe8-43f9-adc5-1c64413b0b55",
        "choice_type": "single"
    },
    {
        "question": "Which is not a derivative of cannabis?",
        "exp": "Ans. (a) Heroin. Ref.: Parikh 6th ed. 10. 54",
        "cop": 1,
        "opa": "Heroin",
        "opb": "Charas",
        "opc": "Ganza",
        "opd": "Bhang",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "f224ef88-1594-451d-a924-8fbc9e069f82",
        "choice_type": "single"
    },
    {
        "question": "Poison having garlic smell:",
        "exp": "Ans. (A). Arsenic(Ref: Review of Forensic Medicine and toxicology; Gautum Biswas; 2nd edition; Pg- 490). Garlic odour: Arsenic and aluminium phosphide. Poisons and Smell. Organophosphorus compounds. KeroseneQ (due to the addition of AROMAX). Arsenic, Aluminium phosphide/selenium. Garlic. QCannabis. Burnt rope. QSmell of carrot. Hemlock (conium maculatum). Alcohol. Fruity (due to congeners). Cyanide. Bitter almond. QHydrogen sulphide/ Mercaptans/ disulfiram/ N-acetyl cysteine. Rotten egg. QChloral hydrate/Paraldehyde. Acrid pearQ/Aromatic. Naphthalene. Moth ball. Salicylate. Menthol. Zinc phosphide. Fishy. Shoe Polish. Nitrobenzene",
        "cop": 1,
        "opa": "Arsenic",
        "opb": "Cannabis",
        "opc": "Alcohol",
        "opd": "Hemlock",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "61607434-abc9-4c30-b726-f2b682cca95d",
        "choice_type": "single"
    },
    {
        "question": "Plumbism is?",
        "exp": "Ans. is 'a' i. e., Lead poisoning o Plumbism is chronic lead poisoning.",
        "cop": 1,
        "opa": "Lead poisoning",
        "opb": "Mercury poisoning",
        "opc": "Thallium poisoning",
        "opd": "Copper poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "e2cd27d3-a409-4689-bfcd-818ed49ae797",
        "choice_type": "multi"
    },
    {
        "question": "Antidote for acetaminophen poisoning is?",
        "exp": "ANSWER: (A) N-Acetyl cysteine. REF: See APPENDIX-42 for list of \"ANTIDOTES\" APPENDIX - 42. Antidotes. Antidote. Poison/drug/toxinN-Acetylcysteine. Acetaminophen. Carbon tetrachloride. Other hepatotoxins. Amyl nitrite, sodium nitrite and sodium thiosulfate (Cyanide antidote kit). Nitriles. Bromates. Chlorates. Cyanide (e. g., HCN, KCX and Na. CN). Mustard agents. Nitroprusside. Smoke inhalation (combustion of synthetic materials). Antivenin, Crotalidae Polyvalent (Equine Origin). Pit viper envenomation (e. g. rattlesnakes, cottonmouths, timber rattlers and copperheads). Antivenin, Crotalidae Polyvalent Immune Fab - Ovine (Cro. Fab). Pit viper envenomation (e. g.. rattlesnakes, cottonmouths, timber rattlers and copperheads). Atropine sulfate. Alpba2 agonists (e. g., clonidine). Alzheimer drugs (e. g., donepezil, galantamine, rivastigmine, tacrine). Antimyesthenk agents (e. g., pyridostigmine). Bradyarrhythmia-producing agents (e. g., beta blockers, calcium channel blockers and digitalis glycosides). Cholinergic agonists (e. g., bethanechol). Muscarine-containing mushrooms Nerve agents (sarin, soman, tabun and VX). Organophosphate and carbamate insecticides. Digoxin immune Fab. Cardiac glycoside-containing plants (foxglove and oleander). Digitoxin, Digoxin. Ethanol. Ethylene glycol. Methanol. Flumazenil. Benzodiazepines. Zaleplon. Zolpidem. Folic acid and Folinic acid (Leucovorin). Formaldehyde/Formie Acid. Methanol. Methotrexate, trimetrexate. Pyrimethamine. Trimethoprim. Fomepizole. Ethylene glycol. Methanol. Glucagon. Beta blockers. Calcium channel blockers. Hypoglycemia. Hypoglycemic agents. Hydroxocobalamin. Nitriles. Bromates. Chlorates. Cyanide (e. g., HCN, KCN and Na. CN). Mustard agents Nitroprusside. Smoke inhalation (combustion of synthetic materials). Hyperbaric oxygen (HBO). Carbon monoxide. Carbon tetrachloride. Cyanide. Hydrogen sulfide. Methemoglobinemia. Methylene blue. Methemoglobin-inducing agents including; Aniline dyes. Dapsone. Local anesthetics (e. g., benzocaine). Metoclopramide. Naphthalene. Nitrates and nitrites. Nitrobenzene. Phenazopyridine. Nalmefene and Naloxone. ACE inhibitors. Alpha2 agonists (e. g., clonidine). Imidazoline decongestants (e. g., oxymetazoline and tetrahydrozoline) Loperamide. Opioids (e. g., codeine, fentanyl, heroin, meperidine, morphine). Physostigmine salicylate. Antihistamines. Atropine and other anticholinergic agents. Dhatura poisoning. Intrathecal baclofen. Phytonadione (Vitamin Kl). Long-acting anticoagulant rodenticides (e. g., brodifacoum and bromadiolone) Warfarin. Pralidoxime chloride (2-PAM). Antimyesthenic agents (e. g., pyridostigmine). Nerve agents (sarin, soman, tabun and VX). Organophosphate insecticides. Tacrine. Protamine sulfate. Enoxaparin. Heparin. Pyridoxine hydrochloride (Vitamin B6). Acrylamide Ethylene glycol Hydrazine Isoniazid (INH). Sodium bicarbonate. Chlorine gas. Hyperkalemia. Serum Alkalinization: Agents producing a quinidine-like effect as noted by widened QRS complex on EKG (e. g., amantadine, carbamazepine, chloroquine, cocaine, diphenhydramine, flecainide, tricyclic antidepressants, quinidine). Urine Alkalinization: Weakly acidic agents (chlorpropamide, methotrexate, phenobarbital and salicylates). Deferoxamine and Deferasirox. Acute iron poisoning. Dimercaprol (BAL in oil). Hydrofluoric acid (HF). Hyperkalemia (not digoxin-induced). Hypermagnesemia. Calcium disodium EDTA (Versenate). Acute arsenic poisoning, Acute mercury poisoning, Lead poisoning (in addition to EDTA). Dicobalt EDTACyanide poisoning. Sucdmer/ Dimercaptosuccinic acid (DMSA). Lead poisoning, Arsenic poisoning, Mercury poisoning. Dimercapto-propane sulfonate (DMPS). Severe acute arsenic poisoning, Severe acute mercury poisoningD-Penicillamine (Cuprimine). Mainly in: copper toxicity. Occasionally adjunctive therapy in: Gold toxicity, Arsenic poisoning, Lead poisoning, Rheumatoid arthritis. Botulinum antitoxin * Bivalent (types AB)<< Trivalent (types ABE). Food-borne botulism. Wound botulism. Botulism as a biological weapon. Note: Not currently recommended for infant botulismL-Carnitine. Valproic acid. Cyproheptadine HCLMedications causing serotonin symdrome. Dantrolene sodium. Medications causing neuroleptic malignant symdrome (NMS). Medications causing malignant hyperthermia. Insulin and dextrose. Beta blockers. Calcium channel blockers (diltiazem, nifedipine, verapamil). Octreotide acetate. Sulfonylurea hypoglycemic agents (e. g., glipizide, glyburide). Sodium thiosulfate. Bromates. Chlorates. Mustard agents. Nitroprusside. Thiamine. Ethanol. Ethylene glycol. Prussian blue, ferric hexacyan ofer rate. Radioactive cesium (Cs-137), radioactive thallium (Tl-201), and nonradioactive thallium",
        "cop": 1,
        "opa": "N-Acetyl cysteine",
        "opb": "N-Glycolamine",
        "opc": "Penicillamine",
        "opd": "Fomipezole",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "9a0577e5-75e4-4632-8ba7-c3f5b874284e",
        "choice_type": "single"
    },
    {
        "question": "Socrates was killed by which poisoning -",
        "exp": "Ans. is 'b' i. e., Conium o Conium (Hemlock) was used to kill socrates. Important facts about poisoningo Poison retarding putrefaction: Strychnine (nox vomica), carbolic acid, heavy metals (like arsenic), and zinc chloride. o Poison causing proximal tubular necrosis: Lead, mercury, arsenic, cadmium, bismuth, phenol (carbolic acid), oxalic acid (oxalate), and ethylene glycol, o Angel dust refers to common name for drug phencyclidine, o Conium (Hemlock) was used to kill socrates. o Oleander (kaner) has two varitiesi) White (Nerium odorum): Active principle is nerin consisting of three glycosides: neriodorin, neriodorein, and keratin. ii) Yellow (cerbera thevetia): Active principles are three glycosides: Thevetin, thevotoxin and cerberin. o Conjunctivae are yellow in picric acid poisoningo Corneal ulceration and conjunctival inflammation occurs in copper duct exposure, o Conjunctiva and cornea are grey-blue or blue black in chronic silver poisoning, o Marqui's test is used in morphine poisoning. o A normal GIT rules out poisoning by corrosives (acids and alkalies), o Liver necrosis occurs in phosphorus, CCL, chloroform and trinitrotoluene poisonings, o Poisons produced due to putrefaction - ethyl alcohol and cyanide. o Hot-shot: A dose of narcotic with a poison (like strychnine) used to kill a fellow narcotic addict, o Neurotic poisons can be subdivided into following categories:-1. Somniferous poisons: Produce narcotic analgesia by acting on brain, e. g. opium and its deriivatives. 2. Inebriant poisons: Produce generalized CNS depression, e. g. ethyl alcohol, methyl alcohol, barbiturates, chloral hydrate. 3. Deliriant poisons: Produce delirium as their major symptom e. g. dhatura, balladonna, hyoscyamus, and cannabis indica.",
        "cop": 2,
        "opa": "Cyanide",
        "opb": "Conium",
        "opc": "Strychnine",
        "opd": "Dhatura",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "0a3399ff-6cb4-49fe-903e-3f3e5f8a5bf5",
        "choice_type": "single"
    },
    {
        "question": "Prolong administration of Sodium nitroprusside can cause which poisoning?",
        "exp": "ANSWER: (A) Cyanide. REF: Cardiac anesthesia: principles and clinical practice Lippincott 2nd edition - Page 91. Cyanide poisoning can occur in rapid or excessive administration of sodium nitroprusside. Guidelines for safe administration of sodium nitroprusside has been established to prevent the risk of cyanide toxicity. Maximum dose of sodium nitroprusside: Maximum acute dose. Maximum chronic dose1. 5 mg/kg for 1-3 hours0. 5 mg/kg/hr",
        "cop": 1,
        "opa": "Cyanide",
        "opb": "Methanol",
        "opc": "Arsenic",
        "opd": "Phenol",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "83f8a99c-e567-43d8-af57-6b5d826e2fb3",
        "choice_type": "single"
    },
    {
        "question": "A doctor is treating a patient with viper snake bite. He should not forget that viper venom is:",
        "exp": "Ans, b. Vasculotoxic (Ref: Reddy 33/e p562, 25/e pe p484, 486-487). Viper venom is vasculotoxic. Neurotoxic. QElapids (Cobra, Coral, Krait). Vasculotoxic. QVipers. Hyotoxic. QSea Snakes. Viper Bite. More than 50% of the victims have minimal or no poisoning, as little or no venom is injected. The area around the bite is red and painful. The onset of selling starts within 15 minutes and there is often blood- stained discharge from the woundQ. In severe cases, the main feature is persisting shockQ. A hemorrhagic syndrome with blood-stained sputum, hemorrhages from gumsQ, the site of bite, etc. occur due to the increased coagulation time. Intravascular hemolysis may lead to hemoglobinuria and renal failure. Death is usually due to shock and hemorrhageQ. Poisonous snake. Non-poisonous snake. Body scales. Large and cover entire breadth of belly. QSmall like those on the back or the moderately large but do not cover the entire breadth of the belly. QHead scales* Small in vipersQ* Large and with- An opening or pit between eye and nostril (pit viper)Q- Third labial touches the eye and nasal shield (cobra or coral snake)Q- Central row of scales on back enlarged and undersurface of the mouth has only four infralabials, the fourth being the largest (krait)* Large. Fang. Long and grooved or canalised. QShort and solid. QTail. Compressed. QNot markedly compressed. Habits. Generally nocturnal. QNot so. Bite. Two fangs marksQ with or without small marks of other teethA number of small teeth marks in a rowQ Feature. Elapids Cobra, Coral, Krait. Vipers. Sea Snakes. Type of venom. Neurotoxic. QVasculotoxic. QMyotoxic. QSite of action. Motor nerve cellsQ and resembles curare. Endothelial cells and RBC leads to hemolysis. QMuscles. QLocal symptoms at site of bite. Minimal. SevereQ(severe swelling, oozing of blood and cellulites). Minimal. Clinicalpresentation* Muscle weakness of legs and face* Cobra venom produces convulsionsQ* Krait venom produces only paralysis. QVenom causes enzymatic destruction of cell walls and Coagulation disorder. QGeneralized muscle pain, weakness, polymyositis, myoglobinuriaQ",
        "cop": 2,
        "opa": "Histotoxic",
        "opb": "Vasculotoxic",
        "opc": "Musculotoxic",
        "opd": "Neurotoxic",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "c41b2e91-49ce-4f5d-be89-865487ff9eed",
        "choice_type": "single"
    },
    {
        "question": "A young female presented with consumption of some substance in the emergency department. Greenish blue froth was seen coming out of her nostrils and oral cavity. The poisoning is most likely due to which of the following?",
        "exp": "Ans. b. Copper poisoning (Ref: Reddy 33/e p547, 29/e p490). Greenish blue froth from nostrils and oral cavity is seen in copper poisoning. Poisoning. Colour of Hair and Skin. Arsenic (As)* Yellow colour of skin, hair and mucous membraneQ* Milk rose (Brownish pigmentation)QCopper (Cu)* Jaundiced skin* Green-Blue skin, hair and perspirationQ* Green-Purple line of gums. QMercury (Hg)* Brown/Black-Blue line on gumsQ with loosening of tooth and necrosis of jaw* Brown deposits on anterior tens capsuleQ (Mercuria lends)* Acrodynia (Pink disease)QLead (Pb)* Blue stippled burtonian line on gumsQ, especially on upper jaw near dirty and infected teeth. Copper Poisoning. Copper (Cu) as a metal is not poisonous. Poisonous salts include: Substance. Color. Fatal Dose. Fatal period. Copper subacetate (Verdigris, zangal). Blue green15 gm1-3 daysQ(Usually 12-24 hours or may be up to 3-5 days or even a week). Copper sulphate (blue vitriol, nila tutia). Blue30 gm. Verdigris is formed by the action of vegetable acids while cooking in copper cooking utensils, which have been not properly tin lined. Acute Poisoning. Chronic Poisoning* Symptoms start in 15-30 minutes of ingestion/inhalation and include metallic taste, increased salivation, thirst, burning/colic abdomen pain, nausea, eructations and blue-green vomiting* Diarrhea with liquid and brown but not bloody motions* Renal failure may lead to oliguria, albuminuria, hematuria, acidosis and uremia. Hemolysis, hemoglobinuria, methhemoglobinuria, jaundice, pancreatitis, leg cramps, spasms and convulsions may occur in severe cases.* Common among industrial workers e. g. metal fume fever in copper welders, histiocytic granulomatous lung and liver due to chronic inhalation of Cu. SO4 spray (vineyard' sprayer's lung disease)* Symptom complex is called Wilson's disease, hemochromatosis, bronzed diabetes and pigment cirrhosis. Presence of copper deposits in tissues is called chalcosis.* Symptoms consist of gradual anemia, purple (blue-green) line on gumsQ, nausea, vomiting with blue/green vomitusQ, colic, diarrhea, malaise, peripheral neuritis, muscle degeneration and atrophy.* Skin is jaundiced; urine, hair, froth, mucosa, and perspiration become green (blue-greenQ.",
        "cop": 2,
        "opa": "Arsenic poisoning",
        "opb": "Copper poisoning",
        "opc": "Mercury poisoning",
        "opd": "Lead poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "b1d7db83-35c2-4bef-9396-3dbb1c82763c",
        "choice_type": "single"
    },
    {
        "question": "Putrefaction is delayed in which poisoning?",
        "exp": "ANSWER: (B) Arsenic. REF: Parikh 6tK edition page 3. 26. Putrefaction is delayed in poisoning of: Arsenic. Antimony. Carbolic acid. Strychnine (Nux vomica). Zinc oxide. Also know: Rate of putrefaction in different medium is determined my (Casper's Dictum) AIR > WATER > EARTH (8: 2: 1). First internal sign of putrefaction is \"Greenish discoloration of under surface of liver\"First external sign of putrefaction is \"Greenish discoloration of flank over caecum\"Larynx & Trachea is first organ to putrefy. Bone is the last tissue to putrefy. Prostate and non-gravid uterus are relatively resistant to putrefaction (last to putrefy if bone is not available in options)",
        "cop": 2,
        "opa": "Lead",
        "opb": "Arsenic",
        "opc": "Mercury",
        "opd": "Copper",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "aec56616-6b9b-4c2e-a5f8-c211d5bfa2ea",
        "choice_type": "single"
    },
    {
        "question": "Gastric lavage is contraindicated in poisonings with: (PGI May 2011)",
        "exp": "Ans A (Kerosene...) Gastric lavage is C/l in kerosene poisoing\"Gastric evacuation for pure petroleum distillate or turpentine ingestion is not recommended\" - Reddy 27th/522. Gastric Lavage (G. L)-C/I or Precautions. The only absolute C/l forG. L. is corrosive poisoning (except carbolic acid), owing to the danger of perforation. In following conditions - stomach wash can be done by taking proper precautions. Convulsant poisons*3 - As it may lead to convulsion, lavage should be done after controlling convulsion. Comatose patient^ - There is risk of aspiration of fluid into the air passage. The airway should be sealed by cuffed endotracheal tube(8 to 9 no.) & then lavage done. Volatile poisonQ - Which may be inhaled. Upper alimentary12 disease - Like oesophageal varies. In patient with marked hypothermia & haemorrhagic diasthesis. GASTRIC LAVAGEIt is useful any time within 3hr Q after ingestion of poison (Reddy). It is life saving if undertaken within 4-6 hr after ingestion of poison (Parikh)GL most effective if done within 2-3 hr after ingestion of poison (modi). In case of irritent poison, the stomach should be passed with caution (modi). As poisoning - \"Stomach should be repeatedly washed by warm water & milk\" (Reddy 27th/473. Morphine poisoning - Wash stomach with 1: 5000solution of KMn. O4\" (Reddy 27th/516) Datura poisoning -\" Wash stomach repeatedly with a weak solution of tannic acid\" (Reddy 27th/533). Organophosphorus poisoning - \"Stomach should be washed with 1: 5000 KMn. O4 solution\" (Reddy 27th/459)",
        "cop": 1,
        "opa": "Kerosene poisoning",
        "opb": "Organophosphorus",
        "opc": "Arsenic",
        "opd": "Morphine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "7fe30ce2-56bf-42d6-ac33-092033e133e5",
        "choice_type": "single"
    },
    {
        "question": "Burtonian line is seen in?",
        "exp": "Ans. is 'b' i. e., Lead o Burtonian line is blue line, which is seen on upper gums in lead poisoning. o Similar blue line (but not called burtonian line in these cases) is also seen in poisoning with Mercury (Hg), Copper (Cu)y Silver (Ag), bismuth (Bi), andiron (Fe).",
        "cop": 2,
        "opa": "Mercury",
        "opb": "Lead",
        "opc": "Arsenic",
        "opd": "Zinc",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "1b16cd6d-8c76-4ff0-9471-c9a964468a67",
        "choice_type": "single"
    },
    {
        "question": "Dicobalt EDTA used as an antidote for which poisoning?",
        "exp": "ANSWER: (A) Cyanide. REF: See APPENDIX-42 below for \"ANTIDOTES\" APPENDIX - 42. Antidotes. Antidote. Poison/drug/toxinN-Acetylcysteine. Acetaminophen. Carbon tetrachloride. Other hepatotoxins. Amyl nitrite, sodium nitrite and sodium thiosulfate (Cyanide antidote kit). Nitriles. Bromates. Chlorates. Cyanide (e. g., HCN, KCX and Na. CN). Mustard agents. Nitroprusside. Smoke inhalation (combustion of synthetic materials). Antivenin, Crotalidae Polyvalent (Equine Origin). Pit viper envenomation (e. g. rattlesnakes, cottonmouths, timber rattlers and copperheads). Antivenin, Crotalidae Polyvalent Immune Fab - Ovine (Cro. Fab). Pit viper envenomation (e. g.. rattlesnakes, cottonmouths, timber rattlers and copperheads). Atropine sulfate. Alpba2 agonists (e. g., clonidine). Alzheimer drugs (e. g., donepezil, galantamine, rivastigmine, tacrine). Antimyesthenk agents (e. g., pyridostigmine). Bradyarrhythmia-producing agents (e. g., beta blockers, calcium channel blockers and digitalis glycosides). Cholinergic agonists (e. g., bethanechol). Muscarine-containing mushrooms Nerve agents (sarin, soman, tabun and VX). Organophosphate and carbamate insecticides. Digoxin immune Fab. Cardiac glycoside-containing plants (foxglove and oleander). Digitoxin, Digoxin. Ethanol. Ethylene glycol. Methanol. Flumazenil. Benzodiazepines. Zaleplon. Zolpidem. Folic acid and Folinic acid (Leucovorin). Formaldehyde/Formie Acid. Methanol. Methotrexate, trimetrexate. Pyrimethamine. Trimethoprim. Fomepizole. Ethylene glycol. Methanol. Glucagon. Beta blockers. Calcium channel blockers. Hypoglycemia. Hypoglycemic agents. Hydroxocobalamin. Nitriles. Bromates. Chlorates. Cyanide (e. g., HCN, KCN and Na. CN). Mustard agents Nitroprusside. Smoke inhalation (combustion of synthetic materials). Hyperbaric oxygen (HBO). Carbon monoxide. Carbon tetrachloride. Cyanide. Hydrogen sulfide. Methemoglobinemia. Methylene blue. Methemoglobin-inducing agents including; Aniline dyes. Dapsone. Local anesthetics (e. g., benzocaine). Metoclopramide. Naphthalene. Nitrates and nitrites. Nitrobenzene. Phenazopyridine. Nalmefene and Naloxone. ACE inhibitors. Alpha2 agonists (e. g., clonidine). Imidazoline decongestants (e. g., oxymetazoline and tetrahydrozoline) Loperamide. Opioids (e. g., codeine, fentanyl, heroin, meperidine, morphine). Physostigmine salicylate. Antihistamines. Atropine and other anticholinergic agents. Dhatura poisoning. Intrathecal baclofen. Phytonadione (Vitamin Kl). Long-acting anticoagulant rodenticides (e. g., brodifacoum and bromadiolone) Warfarin. Pralidoxime chloride (2-PAM). Antimyesthenic agents (e. g., pyridostigmine). Nerve agents (sarin, soman, tabun and VX). Organophosphate insecticides. Tacrine. Protamine sulfate. Enoxaparin. Heparin. Pyridoxine hydrochloride (Vitamin B6). Acrylamide Ethylene glycol Hydrazine Isoniazid (INH). Sodium bicarbonate. Chlorine gas. Hyperkalemia. Serum Alkalinization: Agents producing a quinidine-like effect as noted by widened QRS complex on EKG (e. g., amantadine, carbamazepine, chloroquine, cocaine, diphenhydramine, flecainide, tricyclic antidepressants, quinidine). Urine Alkalinization: Weakly acidic agents (chlorpropamide, methotrexate, phenobarbital and salicylates). Deferoxamine and Deferasirox. Acute iron poisoning. Dimercaprol (BAL in oil). Hydrofluoric acid (HF). Hyperkalemia (not digoxin-induced). Hypermagnesemia. Calcium disodium EDTA (Versenate). Acute arsenic poisoning, Acute mercury poisoning, Lead poisoning (in addition to EDTA). Dicobalt EDTACyanide poisoning. Sucdmer/ Dimercaptosuccinic acid (DMSA). Lead poisoning, Arsenic poisoning, Mercury poisoning. Dimercapto-propane sulfonate (DMPS). Severe acute arsenic poisoning, Severe acute mercury poisoningD-Penicillamine (Cuprimine). Mainly in: copper toxicity. Occasionally adjunctive therapy in: Gold toxicity, Arsenic poisoning, Lead poisoning, Rheumatoid arthritis. Botulinum antitoxin * Bivalent (types AB)<< Trivalent (types ABE). Food-borne botulism. Wound botulism. Botulism as a biological weapon. Note: Not currently recommended for infant botulismL-Carnitine. Valproic acid. Cyproheptadine HCLMedications causing serotonin symdrome. Dantrolene sodium. Medications causing neuroleptic malignant symdrome (NMS). Medications causing malignant hyperthermia. Insulin and dextrose. Beta blockers. Calcium channel blockers (diltiazem, nifedipine, verapamil). Octreotide acetate. Sulfonylurea hypoglycemic agents (e. g., glipizide, glyburide). Sodium thiosulfate. Bromates. Chlorates. Mustard agents. Nitroprusside. Thiamine. Ethanol. Ethylene glycol. Prussian blue, ferric hexacyan ofer rate. Radioactive cesium (Cs-137), radioactive thallium (Tl-201), and nonradioactive thallium",
        "cop": 1,
        "opa": "Cyanide",
        "opb": "Lead",
        "opc": "Mushroom",
        "opd": "Mercury",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "2fc37275-b33b-441e-bb03-45dfbd217ee4",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for opioid poisoning is?",
        "exp": "Ans. is 'b' i. e., IV Naloxone Treatment of morphine or heroin poisoningo Treatment can be divided into: -A. Treatment of toxicity (overdose)o Overdose is a medical emergency, and is treated with opioid antagonist to reverse the complications (respiratory depression) by antagonizing the action on opioid receptors. Intravenous naloxone is the antagonist of choince for morphine (heroin) poisoning. Oral naltrexone is used for maintenance therapy, once acute poisoning has been treated by iv naloxone. Intravenous nalmefene is another specific antagonist. B. Treatment of dependenceo Treatment of dependence include medically supervised withdrawal and detoxification, followed by maintenance therapy. (a) Detoxificationo Detoxification process include abrupt withdrawal of opioid followed by management of the emergent withdrawal symptoms, i. e., treatment of withdrawal syndrome. Detoxification can be done by any of the following: 1. Substitution of long-acting opioid agonism:- Methadone is the treatment of choice. Because of its agonistic activity on opioid receptors it suppresses withdrawal symptoms. L-alpha-acetyl-methadol/ Levomethyl (LAAM) is the other opioid agonist which was used for this purpose. However it is no longer in use because some patients developed prolonged QT intervals (torsades de points). 2. Substitution of partial agonist:- Buprenorphine can be used in place of methadone because of its partial agonistic activity on opioid receptor. 3. Substitution by a2 agonists:- Clonidine acts as a sympatholytic agent due to its agonistic action on central presynaptic a2 receptors which reduce nor-adrenergic activity. Therefore, clonidine reduces the adrenergic withdrawal symptoms. Lofexidine another a2 agonist, is an alternative to clonidine. 4. Clonidine plus naltrexone:- A more rapid detoxification can occur when clonidine is used along with naltrexone. Naltrexone, when given in opioid dependent patient, causes withdrawal symptoms because of its antagonistic action. These can be treated with clonidine. The addition of short acting Benzodiazepine (lorazepam or oxazepam) and NSAIDs, will help relieve withdrawl symptoms not covered by clonidine. It should he kept in mind that naltrexone should not be used alone for detoxification (to treat withdrawl syptoms) as it precipitates or worsens the withdrawl syndrome. 5. Other drugs:- Dextropropoxyphene, diphenoxylate(b) Maintenance therapyo Once detoxification phase is over (i. e., withdrawal symptoms have been managed), the patient is maintained on any of the following drugs to prevent relapse by reducing craving and preventing 'kick' or 'euphoria' produced by opioids (morphine or heroin). Drugs used are:-1. Methadone:- Reduces craving and 'kick/euphoria ' from morphine or heroin because their opioid receptors are already occupied. 2. LAAM and buprenorphine:- Similarly reduce craving. 3. Opioid antagonists (naltrexone):- Naltrexone can be used orally to assist in the rehabilitation of ex-opioid abusers who are fully withdrawn (otherwise it induces an acute withdrawl syndrome). Naltrexone prevents relapse by discouraging substance seeking behavior - If a patient, who is on naltrexone maintenance therapy, takes an opioid, there is no 'kick' or 'euphoria' as opioid receptors are already blocked. Naltrexone can be used with clonidine as in detoxification.",
        "cop": 2,
        "opa": "Oral naltrocene",
        "opb": "IV Nalxone",
        "opc": "Oral diazepam",
        "opd": "Oral buprenorphine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "76dc9ee2-53b3-4d9a-aa2c-0dc87a17be0d",
        "choice_type": "single"
    },
    {
        "question": "A my I nitrite is u sed as antidote in which poisoning-",
        "exp": "Ans. is 'a' i. e., Cyanide Poison. Antidotes. Acetominaphen (paracetamol)N-Acetyl cysteine. Nitrites, cyanides. Amyl nitrite + sodium nitrite + sodium thiosulphate. Organophosphates (antichol inesterase). Atropine and oximes. Digoxin. Dizibind or digoxin immune Fab. Ethylene glycol, methanol, ethanol. Fomipizole. Heroin (opioids). Naloxone or nalmefene or naltrexone. Benzodiazepine. Flumazenil. Dhatura / atropine i antihistaminics. Physostigmine. Actue iron poisoning. Deferoxamine. Acute arsenic poisoning. Dimercaprol / B ALOxalic acid. Calcium gluconate. Strychinine. Short acting barbiturates. Note: Cooper sulphate is a poison itself, but it is used as an antidote in phosphorus poisoning.",
        "cop": 1,
        "opa": "Cyanide",
        "opb": "Cholinesterase",
        "opc": "Benzodiazepine",
        "opd": "Barbiturate",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "d7be4f57-fea1-4588-bd7d-e3959bb1fbc4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following beverages contains the maximum percentage of alcohol:",
        "exp": "Ans. (D). Rum(Ref: Review of Forensic Medicine and toxicology; Gautum Biswas; 2nd edition; Pg - 542). Among the given options, Rum contains the maximum percentage of alcohol.",
        "cop": 4,
        "opa": "Whiskey",
        "opb": "Brandy",
        "opc": "Wine",
        "opd": "Rum",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "4627ad1a-d742-4a32-9f53-8ebd75e1b1d9",
        "choice_type": "single"
    },
    {
        "question": "Chemical name for ectasy is -",
        "exp": "Ans. is 'a' i. e., MDMA o Ectasy is 3, 4 methylene-dioxymethampphetamine-MDMA. o It is a stimulant with hallucinogenic properties.",
        "cop": 1,
        "opa": "MDMA",
        "opb": "MDHA",
        "opc": "EDHA",
        "opd": "MDAM",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "70af8b48-af80-4bb9-a6a9-e0994109757e",
        "choice_type": "single"
    },
    {
        "question": "Bright red hypostasis is seen in: (PGI Dec 2007)",
        "exp": "Ans: B (Cyanide poisoning) Postmortem stainingr Subcutaneous hypostasis5, Livor mortis, 0 Cadaveric lividity(r), SuggilationsQ, Vibices vibices and Darkening of deathQ# This is the bluish-purple or purplish-red discoloration which appears under the skin in the most superficial layers of the dermis (rete mucosum of the dependent part of the body after death, due to capillo-venous distention. When coagulation in capillaries takes place, the stains become permanent and this is known as fixation of post-mortem staining.# Medico-legal Importance:(1) It is a sign of death\". (2) Its extent helps in estimating the time of death, which is unreliable. (3) It indicates the posture of the body at the time of death. (4) It may indicate the moving of the body to another position some time after death. (5) Sometimes, the colour may indicate the cause of death. QPostmortem staining. Poisoning / Condition. Colour. Carbon monoxide. QCherryred. QHydrocyanic acid (HCN) Bum. Brightred. QNitrities. QPotassium chlorate. Potassium bricarbonate. Nitrobenzene Acetanilide. Bromides. Aniline (1/t methaemo globinaemia). Chodoate or copper brown. QPhospphorus. QDark brown or yellow. Asphyxia. Blusih violet or Purple. QMethemoglobinaemia. Brown. Clostridium perfringes (septic abortion). Bronze. QHypothermia Refrigerated bodies Bodies found in cold water. Bright pink. Infection with DICBlotchy purplish, red or pink rashes. Mummification. Turn from brown to black d/t drying.",
        "cop": 2,
        "opa": "Dhatura poisoning",
        "opb": "Cyanide poisoning",
        "opc": "Carbon monoxide poisoning",
        "opd": "Aniline poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "704db8c1-41b8-476c-9411-b2ad59c49c70",
        "choice_type": "single"
    },
    {
        "question": "Bitten by krait. Manifestation would be:",
        "exp": "Ans. (a) Neurotoxic. Ref: The Essentials of. FSM by K. S. Narayan Reddy 31st ed. / 523. Snakes and their respective poisoning. Snake. Type of poisoning. Vipers. Vasculotoxic, Hemotoxic. Sea snakes. Myotoxic. Cobra, Krait. Neurotoxic",
        "cop": 1,
        "opa": "Neurotoxic",
        "opb": "Myotoxic",
        "opc": "Vasculotoxic",
        "opd": "Cardiotoxic",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "fb6a6b86-8bd5-48e0-9af3-87348465dbe7",
        "choice_type": "single"
    },
    {
        "question": "Acrid smell or pear smell is seen in:",
        "exp": "Ans. B. Paraldehyde (Ref: Reddy 3-e p507). Acrid smell or pear smell is seen in paraldehyde and chloral hydrateQ poisoning\"Paraldehyde is a clear colorless liquid with an ethereal odour and acrid taste. It is used as a hypnotic by mouth rectum or parenterally as a basal anesthetic. \"Characteristic Odours produced by Toxins. Odour. Toxins. Acrid (Pear smell)* ParaldehydeQ, Chloral hydrate. QBitter almonds* Cyanide. QBurnt rope* Marijuana (Cannabis) QDisinfectant* Phenol (Carbolic acid), Creosote. Garlic* PhosphorusQ, Tellurium, Thallium * Dimethyl sulfoxide (DMSO). Fish or raw liver (Musty)* Zinc phosphideQ, Aluminum phosphide. QKerosene like* Organophosphate. Mint* Methylsalicyiate (Oil of Wintergreen), Menthol. Mothballs* Naphthalene. Camphor, p-dichlorobenzene. Pepper* o-chlorobenzylidene malonitrile (Tear gas). Rotten eggs* Hydrogen sulphideQ, Carbon disulphideQ* Mercaptans DisulfiramQ, N-acetylcysteine. QShoe polish* Nitrobenzene. Vinegar* Acetic acidQ; Hydrofluoric acid",
        "cop": 2,
        "opa": "Ether",
        "opb": "Paraldehyde",
        "opc": "Nitrobenzene",
        "opd": "Carbolic acid",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "f70bb0b4-89ec-4f9e-bbef-bc64f4d6f6b2",
        "choice_type": "single"
    },
    {
        "question": "Vitriolage can be done by which of the plant:",
        "exp": "Ans. (c) Bhilawanol. Ref: The Essentials of. FSM by K. S. Narayan Reddy 31st ed. / 517. Semi carpus anacardium (bhilawanol or marking nut): Juice applied to the skin produces irritation, painful blisters, followed by itching and eczematous eruption. Lesions formed resemble bruise which ulcerate and slough. Active principles: bilawanol and semicarpol* Used by washermen as marking ink on clothes* Used to produce artificial bruise* Used as abortifacient by an abortion stick",
        "cop": 3,
        "opa": "Croton tigilum",
        "opb": "Arbus precagtorius",
        "opc": "Bhilawanol",
        "opd": "Calotropes",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "556f15e9-cfac-4657-8cdd-21c5c111ce0f",
        "choice_type": "single"
    },
    {
        "question": "Phossy jaw is seen in which poisoning?",
        "exp": "ANSWER: (B) Yellow phosphorous. REF: Textbook of Forensic Medicine and Toxicology by Nagesh Kumar Rao - Page 371. Phossy jaw is a type of osteomyelitis of jaws observed in chronic cases of phosphorus poisoning. Incidence is common among the workers of phosphorus industries linked to \"yellow phosphorous, \" the key ingredient in \"strike-anywhere\" matches, who are exposed to phosphorus fumes. The process starts in a carious tooth and then spreads, causing severe necrosis of the lower jaw. Note: Yellow phosphorous is also known as white phosphorous",
        "cop": 2,
        "opa": "Mercury",
        "opb": "Yellow phosphorous",
        "opc": "Red phosphorous",
        "opd": "Tetanus",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "9d27ce32-5305-4d83-baa2-18a446cbbd40",
        "choice_type": "single"
    },
    {
        "question": "A middle aged man comes to OPD with paraesthesia of hands and feet, hyperkeratosis of palms, rain drop pigmentation and transverse lines on nails. Most likely the person is having:",
        "exp": "Ans. a. Arsenic poisoning Garlic odour (in breath), white transverse lines (of Aldrich Mee's) on nails and gastrointestinalfeatures (i. e. pain abdomen), finely mottled patchy brown skin hyper pigmentation of flexures (rain drop pigmentation), hyperkeratosis of palms and soles and peripheral sensory motor polyneuropathy (leading to paresthesia and paresis), in a pest killer are indicative of chronic arsenic poisoning. Arsenic Poisoning* Arsenious oxide (Sankhya or somalkhar) also known as arsenic trioxide (AS2. O3) is MC form of arsenic used. Other Arsenic Salts* Copper arsenite (Scheele's green)* Copper acetoarsenite (Paris green or emerald green)* Arsenic trichloride (butter of arsenic)* Arsenic trisulphide (yellow orpiment or hartal)* Arsenic disulphide (red realgar or manseel). Fatal dose:* 100-200 mgdeg is fatal dose* Arsenophagist: Take arsenic regularly as aphrodisiac or tonic can tolerate up to 300 mg dose. Fatal period:* Fatal period is 2-3 hours in narcotic form and 12 hours-2 days in gastrointestinal form0.* Patient may die from subacute poisoning in 7-10 days due to heart failure or from chronic poisoning in weeks due to liver or kidney damage0. Clinical Features:* Acute poisoning:- Usually manifest within 15-30 minutes after the dose, but may be delayed if arsenic is taken with food- Nausea, burning pain in the esophagus, stomach and epigastrium, severe, persistent vomiting.- Stools are tinged with blood, watery like the rice water stools of cholera, and contain shreds of mucus membrane and fragments of the poison in three or four hours0.- Intense thirst is a constant feature0.- Skin eruptions may appear in late stages.- Collapse sets in, with cold clammy skin, pale anxious face, sunken eyes, dilated pupils, rapid feeble pulse, and sighing respirations.- Convulsions or coma may precede death.* Subacute poisoning:- In some cases where the patient survives the initial acute attack, the poisoning becomes subacute, the symptoms persisting in lesser degree for some time.- The patient becomes progressively weak and may die of heart failure and weakness in 7-10 days.* When a large dose of arsenic is taken:- Poison is quickly absorbed, the symptoms of gastroenteritis may be absent- Symptoms of narcotic poisoning, such as vertigo, headache, spasms, followed by stupor and vascular collapse may be present.- Death occurs in 2-3 hours. Tests:* Excretion of >100 mg in 24 hours urine0* Atomic absorption spectroscopy detection* Marsh's and Reinschs test0 are obsolete. Disadvantages:* Delays putrefaction0 and can be found in bones, hair and nails for several years0* Can be detected in completely decomposed bodies, charred bones or ashes0.",
        "cop": 1,
        "opa": "Arsenic poisoning",
        "opb": "Lead poisoning",
        "opc": "Mercury poisoning",
        "opd": "Cadmium poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "0085eb29-9cd1-448c-bc72-ecd8424d0dc1",
        "choice_type": "single"
    },
    {
        "question": "Poisoning which can be detected even after death in burnt body is:",
        "exp": "Ans. (B). Arsenic(Ref: Parikh 6th/e p. 9. 9-9. 11; Reddy 30th/e p. 493-494; Essentials of forensic medicine-812). Bone, hair and nails are preserved in Heavy metals poisonings like arsenic, antimony, and thallium. Distribution of Arsenic in the body: Arsenic is present in almost all tissues, and found in the greatest quantity in the liverQ, followed by kidneys and spleen. In cases, where the patient survives, it is found in the muscles (for months), bones, hair, nails and skin (Sulfhydryl groups in keratin) for years. Hair: Arsenic > 75 mg% - Poisoning. Nails: Presence of > 100 mg% of arsenic - Poisoning.",
        "cop": 2,
        "opa": "Lead",
        "opb": "Arsenic",
        "opc": "Mercury",
        "opd": "Dhatura",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "57760145-8976-407c-90d9-6c7357708293",
        "choice_type": "single"
    },
    {
        "question": "Bitter almond odour is percieved in poisoning with -",
        "exp": "Ans. is 'c' i. e., Cyanide Odors associated with poisoningso Garlik like: Phosphorus, arsenic, zinc phosphide, aluminium phosphide (celphos), arsine gas, tellurium, parathion, malathion, arsenic. o Rotten eggs: Hydrogen sulphide, mercaptans, disuiphiram. o Fishy or musty: Zinc phosphide, o Bitter almonds: Cyanide, HCNo Acrid: Paraldehyde, chloral hydrate, o Burnt rope: Cannabis. o Kerosene like: Kerosene and organophosphates. o Phenolic smell: Carbolic acid.",
        "cop": 3,
        "opa": "Cobalt",
        "opb": "Arsenic",
        "opc": "Cyanide",
        "opd": "Lead",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "c1acd0d6-1637-4c2a-877a-26eeace7edd1",
        "choice_type": "single"
    },
    {
        "question": "Vasculotoxic is -",
        "exp": "Ans. is 'b' i. e., Viper Type of poisoning. Snake. Vasculotoxic. Vipers. Myotoxic. Sea snakes. Neurotoxic. Elapids- cobra, Krait, coral",
        "cop": 2,
        "opa": "Sea snake",
        "opb": "Viper",
        "opc": "Krait",
        "opd": "Cobra",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "5afb2225-bce0-490b-9c4e-d45084405e92",
        "choice_type": "single"
    },
    {
        "question": "Green colored urine is seen after ingestion of: (Repeat)",
        "exp": "Ans: B (Phenol) Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy. 29th edition. 2010. Pg: 478. Explanation: Refer 2011 forensic medicine question explanation",
        "cop": 2,
        "opa": "Copper sulphate",
        "opb": "Phenol",
        "opc": "Organophosphorus",
        "opd": "Cyanide",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "39ef0b36-f0d8-42c4-81f8-a79daa7ec5d0",
        "choice_type": "single"
    },
    {
        "question": "Phossy jaws are seen in?",
        "exp": "Ans. is 'b' i. e., Phosphorous poisoning o Phossy jaw is caused by phosphorus poisoning. All phosphorus poisoning are caused by white (yellow) phosphorus (Red phosphorus is nontoxic). Phosphorus poisoningo Phosphorus is a protoplasmic poison affecting cellular oxidation and causing anoxic necorbiosis, classically affecting liver. It increases fat deposition and inhibits glycogen deposition in liver. It is used in fire works (Diwali poisoning) and as rat poison. Lethal dose is 60-120 mg. o Phosphorus occurs in two forms:-1) White/yellow phosphorus: It is white, and becomes yellow on exposure to air. It is translucent, waxy, luminous and crystalline cylinders. It has garlic like odor. It is insoluble in water and luminous in dark. Its fumes show phosphorescence. 2) Red phosphorus: It is reddish brown, inert, odourless and tasteless. It is nontoxic (thus poisoning occurs only due to white phosphorus). It is put on the sides (striking surface) of match box (along with powdered galss). Acute poisoningo It has following stages: i) 1st Stage (GI irritation): There is nausea, vomiting, diarrhea and garlic odor. This stage lasts for 8 hours to 3 days. ii) 2nd Stage (Asymptomatic): This stage lasts for 3 days. iii) 3rd Stage: There is liver and kidney damage due to absorbed phosphorus. Initially liver is enlarged due to acute fatty infiltration. Later liver shruks due to necrosis, i. e. acute yellow atrophy. Chronic poisoningo Toothache is the first symptom which is associated with loosening of teeth, necrosis of gums and osteomyelitis of jaw. Therefore chronic phosphorus poisoning is also know as phossy jaw (or glass jaw). Postmortem appearanceo There is garlic odor. Viscera and stool glow in dark (due to luminosity). o To preserve luminosity, viscera are preserved in saturated saline solution. Rectified spirit is not used as it causes loss of luminosity.",
        "cop": 2,
        "opa": "Arsenic poisoning",
        "opb": "Phosphorus poisoning",
        "opc": "Lead poisoning",
        "opd": "Mercury poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "2b88221c-1d26-4ece-ae48-33fe9fc05fc7",
        "choice_type": "single"
    },
    {
        "question": "The cause of death could be:",
        "exp": "Ans. (B). CO poisoning. The picture shows cherry-red postmortem staining which is indicative of carbonmonoxide poisoning. The red lividity is usually associated with a COHb level >30%Clostridium: Bronze colour. CO poisoning: cherry red. Opium poisoning: black. H2 S poisoning: bluish green",
        "cop": 2,
        "opa": "Clostridium",
        "opb": "CO poisoning",
        "opc": "Opium poisoning",
        "opd": "H2S poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "6d94e862-9de7-443f-91ac-53cbd9bc4c06",
        "choice_type": "single"
    },
    {
        "question": "Permittable alcohol level in blood as per motor vehicle act 1988 is below?",
        "exp": "Ans. (a) 30%Ref: Forensic medicine by P. V. Guharaj, 2/e, p 397",
        "cop": 1,
        "opa": "30%",
        "opb": "40%",
        "opc": "50%",
        "opd": "60%",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "cdc76cf6-d537-4f4a-b80d-c6220b55f0ee",
        "choice_type": "single"
    },
    {
        "question": "Which poisoning causes post mortem luminescence?",
        "exp": "ANSWER: (C) Armillaria. REF: Smart Study Series Forensic Medicine & Toxicology by Gaurav aggarwal Page 125\"Postmortem luminescence is due to Photobacterium fischeri bacteria and Armillaria mellea fungi\"",
        "cop": 3,
        "opa": "Dhatura",
        "opb": "Mercury",
        "opc": "Armiliaria",
        "opd": "Oleander",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "9605741f-841c-4b0b-b7a2-cd4b8b76d2c8",
        "choice_type": "single"
    },
    {
        "question": "Miner's cramps are associated with?",
        "exp": "Ans. is 'b; i. e., Heat cramps Heat cramps/Miner's cramps/Stoker's cramp/Firemen's crampo These are painful spasm of voluntary muscles which follow stemous work in a hot atmosphere. o These are caused by loss of water and salt in profuse prespiration (sweating).",
        "cop": 2,
        "opa": "Heat collapse",
        "opb": "Heat cramps",
        "opc": "Sunstroke",
        "opd": "Heat exhaustion",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "1e07c178-6238-422f-8cfa-f865fb2368dc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a feature of Organophosphate poisoning?",
        "exp": "ANSWER: (A) Mydriasis. REF: Textbook of Forensic Medicine and Toxicology: Principles and Practice, 5/e By Krishan Vij page 533. Miosis not Mydriasis is seen in OPC poisoning. See APPENDIX-42 ANTIDOTES & TOXICOLOGY APPENDIX - 42. Antidotes. Antidote. Poison/drug/toxinN-Acetylcysteine. Acetaminophen. Carbon tetrachloride. Other hepatotoxins. Amyl nitrite, sodium nitrite and sodium thiosulfate (Cyanide antidote kit). Nitriles. Bromates. Chlorates. Cyanide (e. g., HCN, KCX and Na. CN). Mustard agents. Nitroprusside. Smoke inhalation (combustion of synthetic materials). Antivenin, Crotalidae Polyvalent (Equine Origin). Pit viper envenomation (e. g. rattlesnakes, cottonmouths, timber rattlers and copperheads). Antivenin, Crotalidae Polyvalent Immune Fab - Ovine (Cro. Fab). Pit viper envenomation (e. g.. rattlesnakes, cottonmouths, timber rattlers and copperheads). Atropine sulfate. Alpba2 agonists (e. g., clonidine). Alzheimer drugs (e. g., donepezil, galantamine, rivastigmine, tacrine). Antimyesthenk agents (e. g., pyridostigmine). Bradyarrhythmia-producing agents (e. g., beta blockers, calcium channel blockers and digitalis glycosides). Cholinergic agonists (e. g., bethanechol). Muscarine-containing mushrooms Nerve agents (sarin, soman, tabun and VX). Organophosphate and carbamate insecticides. Digoxin immune Fab. Cardiac glycoside-containing plants (foxglove and oleander). Digitoxin, Digoxin. Ethanol. Ethylene glycol. Methanol. Flumazenil. Benzodiazepines. Zaleplon. Zolpidem. Folic acid and Folinic acid (Leucovorin). Formaldehyde/Formie Acid. Methanol. Methotrexate, trimetrexate. Pyrimethamine. Trimethoprim. Fomepizole. Ethylene glycol. Methanol. Glucagon. Beta blockers. Calcium channel blockers. Hypoglycemia. Hypoglycemic agents. Hydroxocobalamin. Nitriles. Bromates. Chlorates. Cyanide (e. g., HCN, KCN and Na. CN). Mustard agents Nitroprusside. Smoke inhalation (combustion of synthetic materials). Hyperbaric oxygen (HBO). Carbon monoxide. Carbon tetrachloride. Cyanide. Hydrogen sulfide. Methemoglobinemia. Methylene blue. Methemoglobin-inducing agents including; Aniline dyes. Dapsone. Local anesthetics (e. g., benzocaine). Metoclopramide. Naphthalene. Nitrates and nitrites. Nitrobenzene. Phenazopyridine. Nalmefene and Naloxone. ACE inhibitors. Alpha2 agonists (e. g., clonidine). Imidazoline decongestants (e. g., oxymetazoline and tetrahydrozoline) Loperamide. Opioids (e. g., codeine, fentanyl, heroin, meperidine, morphine). Physostigmine salicylate. Antihistamines. Atropine and other anticholinergic agents. Dhatura poisoning. Intrathecal baclofen. Phytonadione (Vitamin Kl). Long-acting anticoagulant rodenticides (e. g., brodifacoum and bromadiolone) Warfarin. Pralidoxime chloride (2-PAM). Antimyesthenic agents (e. g., pyridostigmine). Nerve agents (sarin, soman, tabun and VX). Organophosphate insecticides. Tacrine. Protamine sulfate. Enoxaparin. Heparin. Pyridoxine hydrochloride (Vitamin B6). Acrylamide Ethylene glycol Hydrazine Isoniazid (INH). Sodium bicarbonate. Chlorine gas. Hyperkalemia. Serum Alkalinization: Agents producing a quinidine-like effect as noted by widened QRS complex on EKG (e. g., amantadine, carbamazepine, chloroquine, cocaine, diphenhydramine, flecainide, tricyclic antidepressants, quinidine). Urine Alkalinization: Weakly acidic agents (chlorpropamide, methotrexate, phenobarbital and salicylates). Deferoxamine and Deferasirox. Acute iron poisoning. Dimercaprol (BAL in oil). Hydrofluoric acid (HF). Hyperkalemia (not digoxin-induced). Hypermagnesemia. Calcium disodium EDTA (Versenate). Acute arsenic poisoning, Acute mercury poisoning, Lead poisoning (in addition to EDTA). Dicobalt EDTACyanide poisoning. Sucdmer/ Dimercaptosuccinic acid (DMSA). Lead poisoning, Arsenic poisoning, Mercury poisoning. Dimercapto-propane sulfonate (DMPS). Severe acute arsenic poisoning, Severe acute mercury poisoningD-Penicillamine (Cuprimine). Mainly in: copper toxicity. Occasionally adjunctive therapy in: Gold toxicity, Arsenic poisoning, Lead poisoning, Rheumatoid arthritis. Botulinum antitoxin * Bivalent (types AB)<< Trivalent (types ABE). Food-borne botulism. Wound botulism. Botulism as a biological weapon. Note: Not currently recommended for infant botulismL-Carnitine. Valproic acid. Cyproheptadine HCLMedications causing serotonin symdrome. Dantrolene sodium. Medications causing neuroleptic malignant symdrome (NMS). Medications causing malignant hyperthermia. Insulin and dextrose. Beta blockers. Calcium channel blockers (diltiazem, nifedipine, verapamil). Octreotide acetate. Sulfonylurea hypoglycemic agents (e. g., glipizide, glyburide). Sodium thiosulfate. Bromates. Chlorates. Mustard agents. Nitroprusside. Thiamine. Ethanol. Ethylene glycol. Prussian blue, ferric hexacyan ofer rate. Radioactive cesium (Cs-137), radioactive thallium (Tl-201), and nonradioactive thallium",
        "cop": 1,
        "opa": "Mydriasis",
        "opb": "Vomiting",
        "opc": "Salivation",
        "opd": "Lacrimation",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "6ad9b054-11e7-46e8-a9d8-5f9e42278a02",
        "choice_type": "single"
    },
    {
        "question": "Antidote used in methyl alcohol poisoning is?",
        "exp": "ANSWER; (D) Fomepizole. REF: APPENDIX-42 below for list of \"Antidotes\" APPENDIX - 42. Antidotes. Antidote. Poison/drug/toxinN-Acetylcysteine. Acetaminophen. Carbon tetrachloride. Other hepatotoxins. Amyl nitrite, sodium nitrite and sodium thiosulfate (Cyanide antidote kit). Nitriles. Bromates. Chlorates. Cyanide (e. g., HCN, KCX and Na. CN). Mustard agents. Nitroprusside. Smoke inhalation (combustion of synthetic materials). Antivenin, Crotalidae Polyvalent (Equine Origin). Pit viper envenomation (e. g. rattlesnakes, cottonmouths, timber rattlers and copperheads). Antivenin, Crotalidae Polyvalent Immune Fab - Ovine (Cro. Fab). Pit viper envenomation (e. g.. rattlesnakes, cottonmouths, timber rattlers and copperheads). Atropine sulfate. Alpba2 agonists (e. g., clonidine). Alzheimer drugs (e. g., donepezil, galantamine, rivastigmine, tacrine). Antimyesthenk agents (e. g., pyridostigmine). Bradyarrhythmia-producing agents (e. g., beta blockers, calcium channel blockers and digitalis glycosides). Cholinergic agonists (e. g., bethanechol). Muscarine-containing mushrooms Nerve agents (sarin, soman, tabun and VX). Organophosphate and carbamate insecticides. Digoxin immune Fab. Cardiac glycoside-containing plants (foxglove and oleander). Digitoxin, Digoxin. Ethanol. Ethylene glycol. Methanol. Flumazenil. Benzodiazepines. Zaleplon. Zolpidem. Folic acid and Folinic acid (Leucovorin). Formaldehyde/Formie Acid. Methanol. Methotrexate, trimetrexate. Pyrimethamine. Trimethoprim. Fomepizole. Ethylene glycol. Methanol. Glucagon. Beta blockers. Calcium channel blockers. Hypoglycemia. Hypoglycemic agents. Hydroxocobalamin. Nitriles. Bromates. Chlorates. Cyanide (e. g., HCN, KCN and Na. CN). Mustard agents Nitroprusside. Smoke inhalation (combustion of synthetic materials). Hyperbaric oxygen (HBO). Carbon monoxide. Carbon tetrachloride. Cyanide. Hydrogen sulfide. Methemoglobinemia. Methylene blue. Methemoglobin-inducing agents including; Aniline dyes. Dapsone. Local anesthetics (e. g., benzocaine). Metoclopramide. Naphthalene. Nitrates and nitrites. Nitrobenzene. Phenazopyridine. Nalmefene and Naloxone. ACE inhibitors. Alpha2 agonists (e. g., clonidine). Imidazoline decongestants (e. g., oxymetazoline and tetrahydrozoline) Loperamide. Opioids (e. g., codeine, fentanyl, heroin, meperidine, morphine). Physostigmine salicylate. Antihistamines. Atropine and other anticholinergic agents. Dhatura poisoning. Intrathecal baclofen. Phytonadione (Vitamin Kl). Long-acting anticoagulant rodenticides (e. g., brodifacoum and bromadiolone) Warfarin. Pralidoxime chloride (2-PAM). Antimyesthenic agents (e. g., pyridostigmine). Nerve agents (sarin, soman, tabun and VX). Organophosphate insecticides. Tacrine. Protamine sulfate. Enoxaparin. Heparin. Pyridoxine hydrochloride (Vitamin B6). Acrylamide Ethylene glycol Hydrazine Isoniazid (INH). Sodium bicarbonate. Chlorine gas. Hyperkalemia. Serum Alkalinization: Agents producing a quinidine-like effect as noted by widened QRS complex on EKG (e. g., amantadine, carbamazepine, chloroquine, cocaine, diphenhydramine, flecainide, tricyclic antidepressants, quinidine). Urine Alkalinization: Weakly acidic agents (chlorpropamide, methotrexate, phenobarbital and salicylates). Deferoxamine and Deferasirox. Acute iron poisoning. Dimercaprol (BAL in oil). Hydrofluoric acid (HF). Hyperkalemia (not digoxin-induced). Hypermagnesemia. Calcium disodium EDTA (Versenate). Acute arsenic poisoning, Acute mercury poisoning, Lead poisoning (in addition to EDTA). Dicobalt EDTACyanide poisoning. Sucdmer/ Dimercaptosuccinic acid (DMSA). Lead poisoning, Arsenic poisoning, Mercury poisoning. Dimercapto-propane sulfonate (DMPS). Severe acute arsenic poisoning, Severe acute mercury poisoningD-Penicillamine (Cuprimine). Mainly in: copper toxicity. Occasionally adjunctive therapy in: Gold toxicity, Arsenic poisoning, Lead poisoning, Rheumatoid arthritis. Botulinum antitoxin * Bivalent (types AB)<< Trivalent (types ABE). Food-borne botulism. Wound botulism. Botulism as a biological weapon. Note: Not currently recommended for infant botulismL-Carnitine. Valproic acid. Cyproheptadine HCLMedications causing serotonin symdrome. Dantrolene sodium. Medications causing neuroleptic malignant symdrome (NMS). Medications causing malignant hyperthermia. Insulin and dextrose. Beta blockers. Calcium channel blockers (diltiazem, nifedipine, verapamil). Octreotide acetate. Sulfonylurea hypoglycemic agents (e. g., glipizide, glyburide). Sodium thiosulfate. Bromates. Chlorates. Mustard agents. Nitroprusside. Thiamine. Ethanol. Ethylene glycol. Prussian blue, ferric hexacyan ofer rate. Radioactive cesium (Cs-137), radioactive thallium (Tl-201), and nonradioactive thallium",
        "cop": 4,
        "opa": "EDTA",
        "opb": "Alpha methyl dopa",
        "opc": "Acetyl cysteine",
        "opd": "Fomepizole",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "a3a165de-4557-42fc-879f-462d57d5d62d",
        "choice_type": "single"
    },
    {
        "question": "Knockout drops are -",
        "exp": "Ans. is 'b' i. e., Choral hydrate o The action of choral hydrate is so rapid that is has been given the name of'Knockout drops', o Mickey Finn: combination of choral hydrate and alcohol.",
        "cop": 2,
        "opa": "Paraldehyde",
        "opb": "Chloral hydrate",
        "opc": "Kerosene",
        "opd": "Turpentine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "323c3003-1150-4adf-8c63-d11d380c4467",
        "choice_type": "single"
    },
    {
        "question": "Acute arsenic poisoning is confused with?",
        "exp": "AANSWER: (B) Acute gastroenteritis. REF: Parikh 6th ed page 9. 9\"In arsenic poisoning the stools are tinged with blood, watery like the rice water stools of cholera\"\"In arsenic poisoning vomiting is followed by diarrhoea while in cholera diarrhoea is followed by vomiting\"RESEMBLANCE OF POISONSPoisoning. Resemble to. Arsenic. Cholera or acute gastroenteritis. Mercurv. Diphtheria. Zinc. Malaria or influenza like. Carbolic acid (phenol). Opium poisoning. Strychnine. Tetanus/Epilepsy/Hysteria. Abrus prectorius. Viper bite",
        "cop": 2,
        "opa": "Ureteric colic",
        "opb": "Acute gastroenteritis",
        "opc": "Malaria",
        "opd": "Diptheria",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "f060b80f-e8a3-4a8a-b7c2-e584bf6dd711",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about methanol poisoning except:(AIIMS Nov 2013, May 2013)",
        "exp": "Ans. a. Fomepizole is a competitive inhibitor of aldehyde dehydrogenase (Ref: Reddy 33/e p582, 31/e p387). Fomepizole is a specific inhibitor of alcohol dehydrogenase, not the aldehyde dehydrogenase. Fomepizole: Fomepizole (4-methylpyrazole) is a specific inhibitor of alcohol dehydrogenase- retards methanol metabolism. Loading dose is 15 mg/Kg IV followed by 10 mg/kg every 12 hours till serum methanol falls below 20 g/dL, has been found effective and safe. Minimum lethal dose of methanol is 1. 25ml/kg body weight: Minimum lethal dose of methanol is 0. 3-1. 0 gm/kg. Formic acid is mainly responsible for toxicity: In methyl alcohol poisoning there is CNS depression, cardiac depression and optic nerve atrophy. These effects are produced due to Formaldehyde and formic acid. The specific toxicity of formic acid is retinal damage. Methanol causes snow field vision: Methanol causes snowfield vision, blurred vision, decreased visual acuity, diplopia and photopia Methyl Alcohol Poisoning* Can be present in contaminated country liquorQ, used to denature ethanol.* Metabolized to formaldehyde and formic acidQ by alcohol and aldehyde dehydrogenase respectively.* Is a CNS depressant and toxicity is mainly due to formic aeidQ. Clinical Presentation:* Symptoms may appear with in an hourQ but are commonly delayed* Nausea, VomitingQ, Dizziness, Headache, Abdomen pain.* Temporary blindness to optic atrophyQ. Convulsions, Coma. Fatal dose: 60-200 m. IFatal period: 24-36 hours, may be delayed for 2-4 days. Investigation: Serum Methanol and formate level. Treatment:* Gastric lavage (treatment of choice)* Na. HCO3 for acidosis and Treatment of seizures* EthanolQ or Fomepizole (4-Methly pyrazole) therapy in: 1. Methanol cone. > 6 mmol/L2. Increased anion gap acidosis3. Visual symptomsQ",
        "cop": 1,
        "opa": "Fomepizole is a competitive inhibitor of aldehyde dehydrogenase",
        "opb": "Toxic level of methanol is 1. 25 gm/kg body weight",
        "opc": "Formic acid is mainly responsible for toxicity",
        "opd": "Methanol causes obscured snowy vision",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "feb5176f-de93-4ac0-9045-802c07301de8",
        "choice_type": "multi"
    },
    {
        "question": "Wrong about dhatura seeds is?",
        "exp": "ANSWER: (D) Convex smooth surface. REF: Modern Medical Toxicology By Pillay 4th ed page 207, Review of Forensic Medicine and Toxicology By Gautam Biswras 2nd ed page 496. See APPENDIX-42 ANTIDOTES & TOXICOLOGY See PLATE F-l PLATE F-1 APPENDIX - 42. Antidotes. Antidote. Poison/drug/toxinN-Acetylcysteine. Acetaminophen. Carbon tetrachloride. Other hepatotoxins. Amyl nitrite, sodium nitrite and sodium thiosulfate (Cyanide antidote kit). Nitriles. Bromates. Chlorates. Cyanide (e. g., HCN, KCX and Na. CN). Mustard agents. Nitroprusside. Smoke inhalation (combustion of synthetic materials). Antivenin, Crotalidae Polyvalent (Equine Origin). Pit viper envenomation (e. g. rattlesnakes, cottonmouths, timber rattlers and copperheads). Antivenin, Crotalidae Polyvalent Immune Fab - Ovine (Cro. Fab). Pit viper envenomation (e. g.. rattlesnakes, cottonmouths, timber rattlers and copperheads). Atropine sulfate. Alpba2 agonists (e. g., clonidine). Alzheimer drugs (e. g., donepezil, galantamine, rivastigmine, tacrine). Antimyesthenk agents (e. g., pyridostigmine). Bradyarrhythmia-producing agents (e. g., beta blockers, calcium channel blockers and digitalis glycosides). Cholinergic agonists (e. g., bethanechol). Muscarine-containing mushrooms Nerve agents (sarin, soman, tabun and VX). Organophosphate and carbamate insecticides. Digoxin immune Fab. Cardiac glycoside-containing plants (foxglove and oleander). Digitoxin, Digoxin. Ethanol. Ethylene glycol. Methanol. Flumazenil. Benzodiazepines. Zaleplon. Zolpidem. Folic acid and Folinic acid (Leucovorin). Formaldehyde/Formie Acid. Methanol. Methotrexate, trimetrexate. Pyrimethamine. Trimethoprim. Fomepizole. Ethylene glycol. Methanol. Glucagon. Beta blockers. Calcium channel blockers. Hypoglycemia. Hypoglycemic agents. Hydroxocobalamin. Nitriles. Bromates. Chlorates. Cyanide (e. g., HCN, KCN and Na. CN). Mustard agents Nitroprusside. Smoke inhalation (combustion of synthetic materials). Hyperbaric oxygen (HBO). Carbon monoxide. Carbon tetrachloride. Cyanide. Hydrogen sulfide. Methemoglobinemia. Methylene blue. Methemoglobin-inducing agents including; Aniline dyes. Dapsone. Local anesthetics (e. g., benzocaine). Metoclopramide. Naphthalene. Nitrates and nitrites. Nitrobenzene. Phenazopyridine. Nalmefene and Naloxone. ACE inhibitors. Alpha2 agonists (e. g., clonidine). Imidazoline decongestants (e. g., oxymetazoline and tetrahydrozoline) Loperamide. Opioids (e. g., codeine, fentanyl, heroin, meperidine, morphine). Physostigmine salicylate. Antihistamines. Atropine and other anticholinergic agents. Dhatura poisoning. Intrathecal baclofen. Phytonadione (Vitamin Kl). Long-acting anticoagulant rodenticides (e. g., brodifacoum and bromadiolone) Warfarin. Pralidoxime chloride (2-PAM). Antimyesthenic agents (e. g., pyridostigmine). Nerve agents (sarin, soman, tabun and VX). Organophosphate insecticides. Tacrine. Protamine sulfate. Enoxaparin. Heparin. Pyridoxine hydrochloride (Vitamin B6). Acrylamide Ethylene glycol Hydrazine Isoniazid (INH). Sodium bicarbonate. Chlorine gas. Hyperkalemia. Serum Alkalinization: Agents producing a quinidine-like effect as noted by widened QRS complex on EKG (e. g., amantadine, carbamazepine, chloroquine, cocaine, diphenhydramine, flecainide, tricyclic antidepressants, quinidine). Urine Alkalinization: Weakly acidic agents (chlorpropamide, methotrexate, phenobarbital and salicylates). Deferoxamine and Deferasirox. Acute iron poisoning. Dimercaprol (BAL in oil). Hydrofluoric acid (HF). Hyperkalemia (not digoxin-induced). Hypermagnesemia. Calcium disodium EDTA (Versenate). Acute arsenic poisoning, Acute mercury poisoning, Lead poisoning (in addition to EDTA). Dicobalt EDTACyanide poisoning. Sucdmer/ Dimercaptosuccinic acid (DMSA). Lead poisoning, Arsenic poisoning, Mercury poisoning. Dimercapto-propane sulfonate (DMPS). Severe acute arsenic poisoning, Severe acute mercury poisoningD-Penicillamine (Cuprimine). Mainly in: copper toxicity. Occasionally adjunctive therapy in: Gold toxicity, Arsenic poisoning, Lead poisoning, Rheumatoid arthritis. Botulinum antitoxin * Bivalent (types AB)<< Trivalent (types ABE). Food-borne botulism. Wound botulism. Botulism as a biological weapon. Note: Not currently recommended for infant botulismL-Carnitine. Valproic acid. Cyproheptadine HCLMedications causing serotonin symdrome. Dantrolene sodium. Medications causing neuroleptic malignant symdrome (NMS). Medications causing malignant hyperthermia. Insulin and dextrose. Beta blockers. Calcium channel blockers (diltiazem, nifedipine, verapamil). Octreotide acetate. Sulfonylurea hypoglycemic agents (e. g., glipizide, glyburide). Sodium thiosulfate. Bromates. Chlorates. Mustard agents. Nitroprusside. Thiamine. Ethanol. Ethylene glycol. Prussian blue, ferric hexacyan ofer rate. Radioactive cesium (Cs-137), radioactive thallium (Tl-201), and nonradioactive thallium",
        "cop": 4,
        "opa": "Kidney shaped",
        "opb": "Odourless",
        "opc": "Yellow brown",
        "opd": "Convex smooth surface",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "f9a1bf42-e1c1-47dc-8657-f46184b6b3bc",
        "choice_type": "single"
    },
    {
        "question": "Cholera like diarrhea is associated with?",
        "exp": "Ans. is 'b' i. e., Arsenic poisoning o Acute arsenic poisoning most commonly resembles bacterial gastroenteritis (e. g. cholera). There is garlic adour with hemorrhagic gastroenteritis and necrosis of intestinal mucosa. There is tenesmus and anal irritation.",
        "cop": 2,
        "opa": "Copper poisoning",
        "opb": "Arsenic poisoning",
        "opc": "Lead poisoning",
        "opd": "Mercury poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "be86191d-6229-47f7-8031-5c8f11790052",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT a form of cannabis:",
        "exp": "Ans. (c) Cocaine. Ref: The Essentials of. FSM by K. S. Narayan Reddy 31sted. / 562-63* Cannabis and its products contain (-) D-9. Tetra. Hydro. Coannabinol (D9-THC).* It is obtained from Indian hemp plant known as cannabis Sativa.* Different parts of this plants give different products:# Dried leaves: Bhang# Dried female inflorescence: Ganja# Resinous extract of stem: Charas /Hashish# Marijuana/Marihuana: other name for cannabis* In case of cannabis abuse there is an episode of acute violent behavior for which the person claims amnesia. This is known as Run Amok. Also Know. Commonly abused substances and their characteristic clinical feature. Substance. Characteristic clinical feature. Cocaine. Magnus symptoms (cocaine bugs or Tactile hallucination). Black tongue and teeth. Cannabis* Run Amok* Amotivation syndrome* Flash backs. Alcohol* Mc- Evan's sign* Morbid jealousy LSD* Bad Trips* Flash backs Ampheta- mine. Paranoid hallucinatory syndrome (like paranoid schizophrenia). Phencyclidine {Angel dust). Dissociative anesthesia",
        "cop": 3,
        "opa": "Bhang",
        "opb": "Charas",
        "opc": "Cocaine",
        "opd": "Ganja",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "529a56d8-0b62-4b9e-b5d7-944176327757",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not present in dhatura?",
        "exp": "Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy. 29th edition. 2010. Explanation: Datura Poisoning. Datura contain alkaloids such as Hyoscine (scopolamine), hyoscyamine. and atropine. Datura poisoning symptoms are essentially due to atropine poisoning. The classical description of clinical features in datura poisoning is: Dry as a hone - dryness of mouth and throat. Red as a heat - Flushing of face. Blind as a hat - Dilated pupils, sluggish light and accommodation reflex. Hot as a hare - Raised body temperature. Mad as a wet hen - Delirium with gait disturbances. Symptoms of Datura poisoning. Dryness of mouth and Throat. Flushing of face. Dilated pupils. Sluggish light and accommodation reflex. Raised body temperature. Delirium. Gait disturbances. Slurred Speech. Dysphagia. Drowsiness- Most of these features are also seen in Alchohol intoxication, (like drowsiness, irrelevant speech, dilated pupils, staggering gait and slurred speech):- Differentiating features are hot skin and dry mouth and lack of alcohol smell in breath. Treatment. Gastric lavage and the administration of activated charcoal can be used to reduce the stomach's absorption of the ingested material. The drug physostigniine is used to reverse the effect. Benzodiazepines to decrease patient's agitation, and supportive care with oxygen, hydration, and symptomatic treatment. Muscarine is a natural product found in certain mushrooms, particularly in lnocybe and Clitocybe species.",
        "cop": 3,
        "opa": "Hyoscine",
        "opb": "D. Hyoscyamine",
        "opc": "Muscarine",
        "opd": "Atropine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "773e33a1-ed53-47b4-a466-67768a374a43",
        "choice_type": "single"
    },
    {
        "question": "Hemodialysis is absolutely indicated in:",
        "exp": "Ans. is 'a' i. e. Methanol Hemodialysis - is used for removing following poisons from blood: Barbiturates*Salicylates*Methanol*Boric acid*Glutethimide*Thiocyanates*",
        "cop": 1,
        "opa": "Methanol",
        "opb": "Benzodiazepine",
        "opc": "Organophosphorus",
        "opd": "Amphetamine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "52742eaa-99df-4a82-89b9-bff75464d491",
        "choice_type": "single"
    },
    {
        "question": "Acrodynia is a feature of:",
        "exp": "Ans: B (Mercury poisoning) Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy. 29th edition. 2010. Explanation: Symptoms of Mercury Poisoning: Acid metallic taste, hoarse voice, greyish white coating of tongue, blood-stained stool, circulatory collapse, necrosis of jaw. membranous, colitis, proximal renal tubular necrosis. Acrodynia (Acro-Limbs Odynia-Pain) is seen in mercury poisoning (aka Pink's Disease). It is characterized by Pain, swelling and parasthesia of Limbs. Mimimatu disease--Contamination of fish with mercury, at a place called Mini male Bay in Japan. Chronic Poisoning (Hydrar gyrism). The symptoms are salivation, sore mouth and throat, tine tremors of the tongue, hands, arms, anemia. Shaking palsy is associated with Hg poisoning. Mercurial tremors are also called hatter's shakes or glass blower's shake or Danbury Tremors. Mercurial erethism is seen in persons working with mercury in mirror manufacturing firms. Erethism is characterized by shyness, timidity, irritability, loss of confidence, mental depression, loss of memory and insomnia (Psychological symptoms). Mercuria lentis is a peculiar eye change due to brownish deposit of mercury through the cornea on the anterior lens capsule (Brown-Malt Reflex). It is bilateral and has no effect on visual acuity.",
        "cop": 2,
        "opa": "Iron deficiency anemia",
        "opb": "Mercury poisoning",
        "opc": "Copper poisoning",
        "opd": "Zinc poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "cdac8074-caf6-4028-8cf2-c18106fd5b5b",
        "choice_type": "single"
    },
    {
        "question": "Charas is?",
        "exp": "Ans. is 'a' i. e., Cannabis o Cannabis, also known as marijuana, is obtained from the flowering tops and leaves of the Indian Hemp plant or cannabis indica (Cannabis sativa). o Preparation of cannabis are Bhang, Ganja and hashish (charas). o The psychoactive substance of cannabis and its preparations is tetrahydrocannabinol (THC). Form. Part of cannabis sative/indica from which obtained. Bhang. Dried leaves and fruit shoots. Ganja. Dried flowering tops of female plant. Charas (Hashish). Resinous exudates from leaves and stem of plant.",
        "cop": 1,
        "opa": "Cannabis",
        "opb": "Cocaine",
        "opc": "LSD",
        "opd": "Smack",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "cb68c8c9-137a-4c60-9ea9-abd8885c3703",
        "choice_type": "single"
    },
    {
        "question": "Detoxification of Benzoic acid is chiefly done by?",
        "exp": "ANSWER: (B) Glycine. REF: Activation and Detoxification Enzymes: Functions and Implications by Chang-Hwei Chen Page 149. Amino acid conjugation is an important pathway in the metabolism of carboxyl acid-containing foreign compounds, for instances, benzoic acid with glycine, pheny lace tic acid with glutamine, xanthurenic acid with serine, and 4-nitrobenzoic with arginine. Detoxification of benzoic acid administered to man and animal occurs chiefly through conjugation with glycine, thus forming hippuric acid, which is excreted in the urine.",
        "cop": 2,
        "opa": "Glucoronic acid",
        "opb": "Glycine",
        "opc": "Glutamine",
        "opd": "Arginine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "1ab34df0-b5b0-47c0-b2d0-4e6d49b9ad1f",
        "choice_type": "single"
    },
    {
        "question": "Dilated pupil with coma is seen in w hich poisoning -",
        "exp": "Ans. is 'b' i. e.. Datura o Poisoning with Datura causes 8. Ds: dryness of mouth, dysphagia, dilated pupils, dry, hot skin, drunken gait, delirium, drowsiness, death due to respiratory failure. o Among the given options only dhatura causes dilatation of pupil. Other three cause pupillary constriction",
        "cop": 2,
        "opa": "Opium",
        "opb": "Datura",
        "opc": "Mushroom",
        "opd": "Pilocarpus",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "c1c270fe-e7d3-4675-b630-09eae9d0c309",
        "choice_type": "single"
    },
    {
        "question": "Chostek s and Trousseau's Signs is seen in which poisoning?",
        "exp": "ANSWER: (A) Oxalic acid. REF: Parikh 6th edition page 8. 33. Chvostek's and Trousseau s Signs is seen in hypocalcemia. Oxalic acid combines with serum calcium to form insoluble calcium oxalate to cause hypocalcemia",
        "cop": 1,
        "opa": "Oxalic acid",
        "opb": "Strichynine",
        "opc": "Hydrocyanic acid",
        "opd": "Arsenic",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "1570be40-28ba-43b8-ab8e-172b9b80ca64",
        "choice_type": "single"
    },
    {
        "question": "Erethism occur in",
        "exp": "Ans is 'a' i. e. Hg(Mercury) Erethism: is a peculiar disturbance of the personality characterized by shyness irritability, tremors, loss of memory and insomnia. Other imp. Points about mercury: Most poisonous salt of mercury* - Mercuric chloride. Acute poisoning causes nephrotoxicity *Chronic poisoninga blue-black line on the gums as with lead poisoning. Mercuria lentis*is a peculiar eye change due to brownish deposits of mercury in the lens. It is bilateral and has no effect on visual acuity. Tremors are seen and are k/a Hotter*s shake* or glass blowers shake*Erethism is seen. Acrodynia* is seen.",
        "cop": 1,
        "opa": "Hg",
        "opb": "As",
        "opc": "Pb",
        "opd": "Cu",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "c6b22c7f-e1de-4fb9-ad27-1f0e1cc511d9",
        "choice_type": "single"
    },
    {
        "question": "Black tongue is seen in abuse of",
        "exp": "Ans. is 'd' i. e. cocaine The tongue and teeth of chronic cocaine users are black. Also important. Magnate's symptoms*: seen in chronic cocaine users. Consists of tactile hallucinations * as if small insects are creeping on the skin (cocaine bugs)* or grains of sand are lying under the skin.",
        "cop": 4,
        "opa": "Heroine",
        "opb": "Dhatura",
        "opc": "Smoking",
        "opd": "Cocaine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "c97a0a3f-2502-4917-b66a-7086ac8303cf",
        "choice_type": "single"
    },
    {
        "question": "Treatment of paracetamol poisoning -",
        "exp": "Ans. is 'a' i. e., N acetylcysteine Treatment of paracetamol poisoning: o Gastric lavage- useful with in 4 hours. o N acetyl cysteine- treatment of choice. Given orally within one day to prevent hepatic damage, o Restrict fluids to less than 2. 51 daily as paracetamol causes fluid retention, o Hemodialysis for acute renal failure.",
        "cop": 1,
        "opa": "N acetyl cysteine",
        "opb": "Activated charcoal",
        "opc": "Dialysis",
        "opd": "Alkaline diuresis",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "4afc41d0-ad1c-49c2-9990-cc1f644d5228",
        "choice_type": "single"
    },
    {
        "question": "A factory worker presented with tremors, personality change and a blue line in gum. Probable diagnosis is chronic poisoning with:",
        "exp": "Ans. (B). Mercury. Mad hatter disease is an occupational disease among hatmakers, caused by chronic mercury poisoning. Mental confusin, emotional disturbances, and muscular weakness, Intentional tremor (Hatter's shakes)",
        "cop": 2,
        "opa": "Lead",
        "opb": "Mercury",
        "opc": "Arsenic",
        "opd": "Thallium",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "a236ded8-efbc-4d1f-9ff9-447a29e71482",
        "choice_type": "multi"
    },
    {
        "question": "Gastric Lavage is contraindicated in poisoining with: (PGI Dec 2008)",
        "exp": "Ans: A ( Kerosene) Gastric lavage Is C/l in kerosene poisoning. Gastric evacuation for pure petroleum distillate or turpentine ingestion is not recommended\" - Reddy 27th/522. Gastric Lavage (G. L) - C/l or Precautions# The only absolute C/l for G. L. is corrosive poison ingQ (except carbolic acidiy}, owring to the danger of perforation# In following conditions - stomach wash can be done by taking proper precautionsi. Convulsant poisonsQ - As itmay lead to convulsion, lavage should be done after controlling convulsionii. Comatose patientQ - There is risk of aspiration of fluid into the air passage. The airway should be sealed by cuffed endotracheal tube(8 to 9 no.) & then lavage doneiii. Volatile poison' - Which may be inhalediv. Upper alimentaryfi disease - Like oesophageal variesv. In patient with marked hypothermia & haemorrhagic diastbesis. Gastric Lavage. It is useful any time within 3hr after ingestion of poison (Reddy). It is life saving if undertaken within 4-6 hr after ingestion of poison {Parikhj. GL most effective if done within 2-3 hr after ingestion of poison (modi). In case of irritent poison, the stomach should be passed with caution (modi), As poisoning - \"Stomach should be repeatedly washed by warm water & milk\" (Reddy 27th/473). Morphine poisoning - Wash stomach with 1: 5000 solution of KMn. Of\" (Reddy 27th/516). Datura poisoning - \"Wash stomach repeatedly with a weak solution of tannic acid\"(Reddy 27th/533). Organophosphorus poisoning - \"Stomach should be %vashed with 1: 5000 KMn04 solution\"(Reddy 27th/459)C/I of Emetics# Same as for stomach wash &Severe heart & lung disease. Advanced pregnancy'After ingestion of a CNS stimulant, because further stimulation associated with vomiting may produce convulsion.",
        "cop": 1,
        "opa": "Kerosene",
        "opb": "Organophosphorus",
        "opc": "Arsenic",
        "opd": "Morphine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "03b2e197-fa45-44ad-b689-bcc4a62def88",
        "choice_type": "single"
    },
    {
        "question": "Green colour urine is found in:",
        "exp": "Ans. (C). Carbolic acid(Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy. 29th edition 2010. Pg: 478). Urine colour. Conditions. Green. Carboluria. QRed* Haematuria* Myoglobinuria- there will be a brownish-red colour.* Hemoglobinuria- with intravascular HEMOLYSIS* \"Pink diaper syndrome\"- there is a pinkish discolouration on the diaper secondary to urate crystals in the urine. Vin rose* Use of Deferoxamine will cause vin rose coloured urine if serum Fe is elevated. Brown or black* Nitric acid poisoningQ* Hemoglobin* Nitrofurans* Alkaptonuria- on standing, the urine will turn a dark colour. Blue* Presence of indigo or of methylene blue. QMilky or cloudy* Pus cells and bacteria in the urine* Chyluria. Orange coloured* Rifampicin",
        "cop": 3,
        "opa": "Oxalic acid",
        "opb": "Hematuria",
        "opc": "Carbolic acid",
        "opd": "Chyluria",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "2746a3ab-6252-486b-9ee1-4e2cac2ff85a",
        "choice_type": "single"
    },
    {
        "question": "Post mortem staining of carbon monoxide poisoning is?",
        "exp": "ANSWER: (D) Cherry red. REF: Medical toxicology by Richard C. Dart Page 386; Parikh 6th Edition page 8. 40, 3. 10 Postmortem staining: Poisoning. Staining. Carbon monoxide. Cherry red. Cyanide. Bright red/pink. Burns. Bright red. Phosphorous. Dark brown. Nitrates. Red brown/brown. H2. SBluish green. Opium. Black. Aniline. Deep blue. Asphyxia. Purple/bluish violet. Septic abortion. Greenish brown. Chlorates. Chocolate brown",
        "cop": 4,
        "opa": "Deep blue",
        "opb": "Bark brown",
        "opc": "Bright red",
        "opd": "Cherry red",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "299573ef-2483-4de2-908f-3e5c13505a0d",
        "choice_type": "single"
    },
    {
        "question": "Corpoporphyrin in urine is seen in which of the poisoning?",
        "exp": "Ans. (b) Lead. Ref Parikh 6/e, p 9. 22",
        "cop": 2,
        "opa": "Copper",
        "opb": "Lead",
        "opc": "Arsenic",
        "opd": "Mercury",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "70c3c99e-eab8-40b4-8559-39a2afd2865d",
        "choice_type": "single"
    },
    {
        "question": "In case of burning fire in a closed room, death occurs due to:",
        "exp": "Ans. (b) CO poisoning. Ref: The essentials of FSM by KS Narayan Reddy 31st ed./582",
        "cop": 2,
        "opa": "CO2 poisoning",
        "opb": "CO poisoning",
        "opc": "Cardiac fauilre",
        "opd": "Respiratory failure",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "16f7304e-7b69-4d1b-96f1-b9e3c9d32592",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about methanol poisoning except: (AIIMS November 2013, May 2013)",
        "exp": "Ans. a. Fomepizole is a competitive inhibitor of aldehyde dehydrogenase (Ref: Reddy 33/e p582, 3lst/387; KDT 6/e p395). Fomepizole is a specific inhibitor of alcohol dehydrogenase, not the aldehyde dehydrogenase. Fomepizole: Fomepizole (4-methylpyrazole) is a specific inhibitor of alcohol dehydrogenase- retards methanol metabolism. Loading dose is 15 mg/Kg IV followed by 10 mg/kg every 12 hours till serum methanol falls below 20 g/dL, has been found effective and safe. Minimum lethal dose of methanol is 1. 25ml/kg body weight: Minimum lethal dose of methanol is 0. 3-1. 0 gm/kg. Formic acid is mainly responsible for toxicity: In methyl alcohol poisoning there is CNS depression, cardiac depression and optic nerve atrophy. These effects are produced due to Formaldehyde and formic acid. The specific toxicity of formic acid is retinal damage. Methanol causes snow field vision: Methanol causes snowfield vision, blurred vision, decreased visual acuity, diplopia and photopia Methyl Alcohol Poisoning* Can be present in contaminated country liquorQ, used to denature ethanol.* Metabolized to formaldehyde and formic acidQ by alcohol and aldehyde dehydrogenase respectively.* Is a CNS depressant and toxicity is mainly due to formic aeidQ. Clinical Presentation:* Symptoms may appear with in an hourQ but are commonly delayed* Nausea, VomitingQ, Dizziness, Headache, Abdomen pain.* Temporary blindness to optic atrophyQ. Convulsions, Coma. Fatal dose: 60-200 m. IFatal period: 24-36 hours, may be delayed for 2-4 days. Investigation: Serum Methanol and formate level. Treatment:* Gastric lavage (treatment of choice)* Na. HCO3 for acidosis and Treatment of seizures* EthanolQ or Fomepizole (4-Methly pyrazole) therapy in: 1. Methanol cone. > 6 mmol/L2. Increased anion gap acidosis3. Visual symptomsQ",
        "cop": 1,
        "opa": "Fomepizole is a competitive inhibitor of aldehyde dehydrogenase",
        "opb": "Minimum lethal dose of methanol is 1. 25 ml/kg body weight",
        "opc": "Formic acid is mainly responsible for toxicity",
        "opd": "Methanol causes snow field vision",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "e8305065-cc0e-460e-baaa-61119cf1897f",
        "choice_type": "multi"
    },
    {
        "question": "Maximum damage to the esophagus is caused by:",
        "exp": "Ans. (b) Alkali. Ref.: The Essentials of FSM by K. S. Narayan Reddy 31st ed. / 499* Maximum damage to the esophagus is caused by ingestion of alkali as compared to acid.* Alkali causes Liquifactive necrosis which is more damaging than coagulative necrosis caused by acid.* Liquifactive necrosis is caused by hydrolytic enzymes. It attracts WBC which leads to bacterial infection and Pus formation. It can cause CNS ischemia also.* Acid causes coagulative necrosis due to coagulation of proteins. Coagulative necrosis is seen in all organs of body except brain.* MCC of coagulative necrosis is hypoxia.",
        "cop": 2,
        "opa": "Acid",
        "opb": "Alkali",
        "opc": "Organophosphate",
        "opd": "Kerosene",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "8370066f-c928-47a7-b42f-dd38086a00e7",
        "choice_type": "single"
    },
    {
        "question": "The active principle of abrus precatorius is:",
        "exp": "Ans. (A). Abrin and abrine. The seed shown in the picture is abrus precatorius (Rati seeds), a plant irritant. Abrin and abrine - abrus precatorius. Calotoxin and Calotropin - calotropis gigantea. Ricin and Ricinoleic acid - ricinus communis. Semicarpol and Bhilawanol- semicarpus anacardium (marking Nut)",
        "cop": 1,
        "opa": "Abrin and abrine",
        "opb": "Calotoxin and Calotropin",
        "opc": "Ricin and Ricinoleic acid",
        "opd": "Semicarpol and Bhilawanol",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "52377d64-a6a5-4106-8b06-9f9bfdf0f065",
        "choice_type": "single"
    },
    {
        "question": "Antidote for arsenic poisoning is:",
        "exp": "Ans. (A). Ferric oxide(Ref: Parikh 6th/e p. 9. 9-9. 11; Reddy 30th/e p. 493-494; Essentials of forensic medicine-812). Poisons and Antidotes. Poison. Antidote. Arsenic. Ferrous hydroxide. QMethanol. EthanolQ, 4 Methylpyrazole. Benzodiazepine. Flumezenil. OPCAtropine, Oximes. QCyanide. Eli Lilly antidoteQ (sodium nitrite, amyl nitrite, sodium thiosulphate) Kelocyanor (dicobalt aceate). Cyanokit (hydroxycobalamin). Phosphorus. Cu. SO4 ParacetamolN acetyl cysteine. Opiate. Naloxone. QDhatura. Physostigmine. QCopper. Potassium ferrocyanide",
        "cop": 1,
        "opa": "Ferric oxide",
        "opb": "Aluminium oxide",
        "opc": "Magnesium oxide",
        "opd": "Nickel oxide",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "bfbed6b5-8996-48b4-9e31-1bafae905273",
        "choice_type": "single"
    },
    {
        "question": "Who is called as the Father of toxicology -",
        "exp": "Ans. is 'a' i. e., Paracelsus o Paracelsus, is called as the father of toxicologyo Mathieu Orfila is thought of as the modem father of toxicology",
        "cop": 1,
        "opa": "Paracelsus",
        "opb": "Galen",
        "opc": "Galton",
        "opd": "Guftafson",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "1e02a2b3-809f-4c7d-96e2-328f654edfc9",
        "choice_type": "multi"
    },
    {
        "question": "Mechanism of cyanide poisoning is by inhibiting -",
        "exp": "Ans. is 'b' i. e., Cytochrome oxidase o Cyanide inhibits cytochrome oxidase for oxygen utilisation in cells, o Death is due to cytotoxic/ histotoxic anoxia, o It is associated with a characteristic smell of bitter almonds.",
        "cop": 2,
        "opa": "DNA synthesis",
        "opb": "Cytochrome oxidase",
        "opc": "Protein breakdown",
        "opd": "Protein synthesis",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "c597bd14-1aa6-41f1-9d5c-2fb6933ee8a6",
        "choice_type": "single"
    },
    {
        "question": "A patient with rain drop pigmentation, which poisoning caused it -",
        "exp": "Ans. is 'b' i. e.. Arsenic o Chronic arsenic poisoning causes patchy brown raindrop type pigmentation. Characteristic features of some poisoning. Poison. Features. Alcohol. Me Evans sign, morbid jealousy. Cocaine. Magnan symptom or formication, jet black tongue (cocaine bugs/ tactile hallucination), Acute MICannabis. Run amok, amotivational syndrome. Amphetamine. Paranoid hallucinatory' features (induced psychosis)LSDBad trips, flash back. Phencyclidine. Dissociative anaesthesia",
        "cop": 2,
        "opa": "Copper",
        "opb": "Arsenic",
        "opc": "Lead",
        "opd": "Mercury",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "9e0a84ec-024f-4095-b28b-64fad679a396",
        "choice_type": "single"
    },
    {
        "question": "Sample of spinal cord preseved in: (Repeat)",
        "exp": "Ans: A (Strychnine poisoning) Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy. 29th edition. 2010. Pg: Explanation: Refer 2011 Forensic medicine question explanation",
        "cop": 1,
        "opa": "Strychnine poisoning",
        "opb": "Arsenic poisoning",
        "opc": "Yellow Oleander poisoning",
        "opd": "Nerve gas poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "3e17b035-7243-4ada-aa13-19866619af13",
        "choice_type": "single"
    },
    {
        "question": "Ferric chloride test is positive in -",
        "exp": "Ans. is 'b' i. e., Salicylate overdose Ferric Chloride testo Is used to diagnose cases of Carbolic acid/ phenol and salicylate overdose. o Adding few drops of 10% ferric chloride solution to 1 ml of sample produces a blue color indicating a positive test.",
        "cop": 2,
        "opa": "Penicillin overdose",
        "opb": "Salicylate overdose",
        "opc": "Dhatura poisoning",
        "opd": "Cannabis poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "784de10d-d07b-462d-a4bb-977ed148f13f",
        "choice_type": "single"
    },
    {
        "question": "Phossy jaw is seen in?",
        "exp": "Ans. is 'a' i. e., White phosphorous o Phossy jaw is caused by chronic phosphorus poisoning. o Toothache is the first symptom which is associated with loosening of teeth, necrosis of gums and osteomyelitis of jaw. Therefore chronic phosphorus poisoning is also known as phossy jaw (or glass jaw). o All phosphorus poisoning are caused by white (yellow) phosphorus (Red phosphorus is nontoxic).",
        "cop": 1,
        "opa": "White phosphorous",
        "opb": "Red phosphorous",
        "opc": "Arsenic",
        "opd": "Antimony",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "bdf383fa-e42e-4836-9e48-2be11f00e591",
        "choice_type": "single"
    },
    {
        "question": "In a case of alcohol intoxication, motor incordination and judgment errors occur at blood alcohol levels of:",
        "exp": "Ans. b. 80-200 mg/dL (Ref: Reddy 33/e p570, 29/e p511). In a case of alcohol intoxication, motor incordination and judgment errors occur at blood alcohol levels of 80-200 mg/dL (best choice among the given options). Physiological Effects of Alcohol. Blood alcohol concentration. Effects0-50 mg%No significant effect or mild euphoria. Q50-100 mg%Decreased inhibition and attention span, increased seif confidence, slurring of speech, mild incoordination, alteration of judgment, nystagmusQ. 100-150 mg%Some mental confusion, emotional stability, loss of critical judgment, ataxia, impaired memory, sleepiness, slow reaction time. Q150-300 mg%Loss of muscular coordination, staggering gait, marked mental confusion, drowsiness, exaggeration of emotions, dizziness, decreased pain response, disorientation, thickened speech. Q300-400 mg%Stupor, marked incoordination, marked decrease in response to stimuli, possibly coma. Q400 mg% and above. Anaesthesia, depression of response, respiratory failure, deep coma and deathQ",
        "cop": 2,
        "opa": "30-80 mg dL",
        "opb": "80-200 mg/dL",
        "opc": "200-300 mg/dL",
        "opd": ">300 mg/dL",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "3a7a070e-a674-45f5-97d7-a7a802560a88",
        "choice_type": "single"
    },
    {
        "question": "The following are true regarding poison except:",
        "exp": "Ans. (C). Active principle is aconitine. Pic show semicarpus anacardium (marking nut). Active principles are semicarpol, bhilawanol. Marking nut juice is used for artificial bruise.",
        "cop": 3,
        "opa": "Used for producing pseudobruise",
        "opb": "No specific antidote available",
        "opc": "Active principle is Aconitine",
        "opd": "Produces intense gastroenteritis",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "0cc12411-9528-4e9d-99c6-c5769e61ba3f",
        "choice_type": "multi"
    },
    {
        "question": "Smoky stool is seen in which poisoning?",
        "exp": "Ans. (b) Phosphorous. Ref. Parikh 6/e, p 9. 2, Textbook of forensic medicine and Toxicology by Nagesh kumar rao, p 371, Modern medical toxicology byV. V. Pillary, 3/e, p 61",
        "cop": 2,
        "opa": "Mercury",
        "opb": "Phosphorous",
        "opc": "Iodine",
        "opd": "Lead",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "185edd2d-d6f4-4235-b63a-bc6b4527c9e4",
        "choice_type": "single"
    },
    {
        "question": "A young man with known history of heroine addiction is brought in the emergency in unconscious state by his friends. On examination his pupil are pin point. What will be the treatment of choice?",
        "exp": "Ans. b. IV naloxone (Ref: Harrison 19/e 468e-3, 468e-3t, 473e-3, 473e-13t 18/e p3554 Reddy's Essential of Forensic Medicine and Toxicology 27/e p457-460, 552: Reddy 33/e p586)IV naloxone is the treatment of choice in Opioid overdose. So, in this patient with suspected Opioid (heroine) overdose, treatment of choice is IV naloxone. Treatment of Opioid Overdose. Treatment of opioid overdose requires: NaloxoneQ: 0. 4-2. 0 mg IV or IM with expected response within 1-2 minutes. Support of vital functions: Oxygen and positive pressure breathing. IV fluids. Presser agents for hypotension. Cardiac monitoring to detect QT prolongation. Opioid. Withdrawal Syndrome. DOC in withdrawal syndrome* YawningQ, Insomnia, Dysphoric mood* Water loss from different orificesQ (LacrimationQ, sweatingQ, diarrheaQ, vomiting, rhinorrheaQ)* Increased vitalsQ (BP, Pulse, RR, Temperature)Q* Pupilary dilation, piloerectionQ* Methadone (1st choice)* Clonidine (2nd choice) Pupillary reaction. Miosis (Constricted pupil). Mydriasis (Dilated pupil)* Carbolic acidQ* Chloral hydrateQ* Morphine (opium)Q* Organophosphorus poisoningQ* BarbituratesQ* Pontine hemorrhageQ* Muscarine* Nicotine* Viper venomQ* DhaturaQ* AlcoholQ* AconiteQ* Nux vomicaQ* Cyanide, cocaine, COQ* Chloroform* Ether* Pethidine",
        "cop": 2,
        "opa": "Oral naltrexone",
        "opb": "IV naloxone",
        "opc": "Oral diazepam",
        "opd": "Oral buprenorphine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "f0cac3a1-3da1-48b7-a3ba-e3b6a08ac456",
        "choice_type": "single"
    },
    {
        "question": "Fatal dose of arsenic in adults:",
        "exp": "Ans. d. 100 to 200 mg (Ref: Parikh 6/e p9. 9; Reddy 33/e p535). Fatal dose of arsenic in adults is 100 to 200 mg. Arsenic Poisoning. Arsenious oxide (Sankhya or somaikhar) also known as arsenic trioxide (AS2. O3) is MC form of arsenic usedQ. Other Arsenic Salts* Copper arsenite (Scheele's green)* Arsenic trisulphide (yellow orpiment or hartal)* Copper acetoarseniteQ (Paris green or emerald green)* Arsenic trichloride (butter of arsenic)* Arsenic disulphide (red realgar or manseel). Fatal dose: 100-200 mgQ is fatal dose. Arsenophagist: Take arsenic regularly as aphrodisiac or tonic can tolerate up to 300 mg dose. Fatal period: Fatal period is 2-3 hours in narcotic form and 12 hours-2 days in gastrointestinal formQ. Patient may die from subacute poisoning in 7-10 days due to heart failure or from chronic poisoning in weeks due to liver or kidney damageQ. Clinical Features: Acute poisoning: Usually manifest within 15-30 minutes after the dose, but may be delayed if arsenic is taken with food; Nausea, burning pain in the esophagus, stomach and epigastrium, severe, persistent vomitingQ. Stools are tinged with blood, watery like the rice water stools of cholera, and contain shreds of mucus membrane and fragments of the poison in three or four hoursQ. Intense thirst is a constant featureQ. Skin eruptions may appear in late stages. Collapse sets in, with cold clammy skin, pale anxious face, sunken eyes, dilated pupils, rapid feeble pulse, and sighing respirations. Convulsions or coma may precede death. Subacute poisoning: In some cases where the patient survives the initial acute attack, the poisoning becomes subacute, the symptoms persisting in lesser degree for some time. The patient becomes progressively weak and may die of heart failure and weakness in 7-10 days. When a large dose of arsenic is taken: Poison is quickly absorbed, the symptoms of gastroenteritis may be absent. Symptoms of narcotic poisoning, such as vertigo, headache, spasms, followed by stupor and vascular collapse may be present. Death occurs in 2-3 hours. Tests: Excretion of >100 mg in 24 hours urine. QAtomic absorption spectroscopy detection. Marsh's and Reinschs testQ are obsolete. Disadvantages: Delays putrefactionQ and can be found in bones, hair and nails for several years. QCan be detected in completely decomposed bodies, charred bones or ashesQ.",
        "cop": 4,
        "opa": "20-30 mg",
        "opb": "50-60 mg",
        "opc": "60 to 80 mg",
        "opd": "100 to 200 mg",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "e1374b3d-cf6f-4e76-8834-54ed640374d1",
        "choice_type": "single"
    },
    {
        "question": "Orderal poison is?",
        "exp": "Ans. (a) Physostigmine. Ref.: Medical Toxicology edited by Richard C. Dard 3rd ed/567",
        "cop": 1,
        "opa": "Physostigmine",
        "opb": "Digoxin",
        "opc": "Cocaine",
        "opd": "Atropine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "7294769c-d5ad-4e6d-83b8-9b2baa520337",
        "choice_type": "single"
    },
    {
        "question": "Rain drop appearance is seen in which poisoning:",
        "exp": "Ans. (a) Arsenic. Ref: The Essentials of. FSM by K. S. Narayan Reddy 31st ed. / 501-502. Arsenic Poisoning Features* It is the most commonly used homicidal poison.* Presents with Haemorrhagic gastroenteritis and necrosis of intestinal mucosa.* It mimics Cholera NOT tetanus (Strychinine mimics tetanus).* Diarrhea accompanied by tenesumus and anal irritation.* Arsenic poisoning is also characterized by 3 Rs# Red velvety mucosa upon PM# Rain drop pigmentation on body# Reinsch test or ma. Rsh test- used to test the arsenic* They deposited on skin, hair and nail because they contain keratin, hence it is preserved.* Hyperkeratosis on palms and soles.* Fatal dose: 0. 1-0. 2 gm.* On nails specific lines seen known as: Aldrich Mees Line* Upon chronic poisoning# Sensory motor polyneuropathy causing tingling, numbness 8c paresis# Encephalopathy* Antidote: Hydrated Ferric oxide.",
        "cop": 1,
        "opa": "Arsenic",
        "opb": "Lead",
        "opc": "Mg",
        "opd": "Tin",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "b12f2e09-f257-430c-8ea2-df3ef9eb29ee",
        "choice_type": "single"
    },
    {
        "question": "All are true about arsenic poisoning EXCEPT:",
        "exp": "Ans. (b) Mimics tetanus. Ref: The Essentials of. FSM by K. S. Narayan Reddy 31st ed. / 501-502. Arsenic Poisoning Features* It is the most commonly used homicidal poison.* Presents with Haemorrhagic gastroenteritis and necrosis of intestinal mucosa.* It mimics Cholera NOT tetanus (Strychinine mimics tetanus).* Diarrhea accompanied by tenesumus and anal irritation.* Arsenic poisoning is also characterized by 3 Rs# Red velvety mucosa upon PM# Rain drop pigmentation on body# Reinsch test or ma. Rsh test- used to test the arsenic* They deposited on skin, hair and nail because they contain keratin, hence it is preserved.* Hyperkeratosis on palms and soles.* Fatal dose: 0. 1-0. 2 gm.* On nails specific lines seen known as: Aldrich Mees Line* Upon chronic poisoning# Sensory motor polyneuropathy causing tingling, numbness 8c paresis# Encephalopathy* Antidote: Hydrated Ferric oxide.",
        "cop": 2,
        "opa": "Aldrich mees line on nails",
        "opb": "Mimics tetanus",
        "opc": "Rain drop pigmentation on body",
        "opd": "Hyperkeratosis of palms and soles",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "8a9171f4-06d6-49f7-adf6-6ca0b75fec9c",
        "choice_type": "multi"
    },
    {
        "question": "Burnt rope smell is due to poisoning of -",
        "exp": "Ans. is 'a' i. e., Cannabis Odors associated with poisoningo Garlik like: Phosphorus, arsenic, zinc phosphide, aluminium phosphide (celphos), arsine gas, tellurium, parathion, malathion, arsenic. o Rotten eggs: Hydrogen sulphide, mercaptans, disulphiram. o Fishy or musty: Zinc phosphide, o Bitter almonds: Cyanide, HCN. o Acrid: Paraldehyde, chloral hydrate, o Burnt rope: Cannabis. o Kerosene like: Kerosene and organophosphates. o Phenolic smell: Carbolic acid.",
        "cop": 1,
        "opa": "Cannabis",
        "opb": "Chloralhydrate",
        "opc": "Bhang",
        "opd": "Charas",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "3c1a6fba-f3d9-4dc3-a449-da7ba6c902e7",
        "choice_type": "single"
    },
    {
        "question": "Vineyard sprayer's lung is due to?",
        "exp": "Ans. (b) Chronic Cu. S04 poisoning. Ref. Forensic medicine and toxicology R. N. Karmakar, 3/e, p 94, Clinical immunotoxicology by David S. Newcombe, p 233",
        "cop": 2,
        "opa": "Thallium toxicity",
        "opb": "Chronic Cu. SO4 poisoning",
        "opc": "Chronic arsenic poisoning",
        "opd": "Potassium permanganate toxicity",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "11d640c6-5476-4b65-adbe-846e2dca353c",
        "choice_type": "multi"
    },
    {
        "question": "Characteristic postmortem finding of carbolic acid poisoning is:",
        "exp": "Ans. (C). Brown leathery stomach(Ref: Review of Forensic Medicine and toxicology; Gautum Biswas; 2nd edition; Pg - 505). Stomach Mucosa. Sulphuric acid: Charred/Black/blotting paper stomach. QCopper sulphate: Bluish green. Ferrous sulphate: Green. Arsenic: Pink velvety mucosaQ/strawberry. QNitric acid: yellow. Carbolic acid: White leathery stomach. QCarbolic acid: White/ Grey leathery stomach. QHCN: Pink. KCN: Brick red to brown. Cresols: Brown. Note. On contact, carbolic acid hardens the tissues. Stomach mucosa hardens and becomes leathery likeQ. That's why, gastric lavage can be doneQ in carbolic acid poisoning.",
        "cop": 3,
        "opa": "Greenish stomach",
        "opb": "Yellow charred stomach",
        "opc": "Brown leathery stomach",
        "opd": "Black charred stomach",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "8509dbd1-afe3-4fd2-86a1-69abc025f00c",
        "choice_type": "single"
    },
    {
        "question": "Fatal dose of potassium cyanide is?",
        "exp": "ANSWER: (D) 200 mg. REF: Textbook Of Forensic Medicine and Toxicology: Principles and Practice by Vij page 695. Fatal dose of cyanide: HCN gas - 100-200 ppm in air. HCN liquid- 50-60 mg. KCN, Na. CN- 150-300 mg (200 mg as per Parikh)",
        "cop": 4,
        "opa": "5 mg",
        "opb": "10 mg",
        "opc": "20 mg",
        "opd": "200 mg",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "baa0beec-8892-43c1-853f-b15cd7275bd0",
        "choice_type": "single"
    },
    {
        "question": "Following are the features of chronic arsenic poisoning except -",
        "exp": "Ans. is 'c' i. e., Black pigmentation of skin o There is patchy brown (not black) pigmentation of skin. o Chronic arsenic poisoning has four stages: First stage (nutritional and gastrointestinal disturbances): The earliest sign is gradual emaciation. There is loss of appetite, nausea and intermittent vomiting and diarrhea. Second stage (catarrhal changes): It resembles common cold, i. e. conjunctivitis, running nose and eyes, coughing etc. Third stage (skin rash): There is classical 'rain drop pigmentation', i. e. patchy brown pigmentation of skin. At initial stages, there is a vesicular eruption which may resemble nettle rash. Hyperkeratosis of palms and soles occur. There are white transverse bands crossing the nails, known as Mee's line, and indicate periods of arrested growth due to interference with normal metabolism. There is alopecia and exfoliative dermatitis. Fourth stage (nervous disturbances): There is sensory and motor (i. e. mixed) polyneuropathy, with painful paresthesia of hands and feet and muscle tenderness.",
        "cop": 3,
        "opa": "Emaciation",
        "opb": "Conjunctivitis running nose",
        "opc": "Black pigmentation of skin",
        "opd": "Sensory motor polyneuropathy",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "d8803677-d294-4ef3-98ba-411eb2fdfe6d",
        "choice_type": "multi"
    },
    {
        "question": "A young male presented with abdominal pain for the past 2 years. He also complains of weakness in his hands. His hemoblobin level was 8 gm/dL. The most likely diagnosis:",
        "exp": "Ans. a. Lead poisoning (Ref: Parikh 6/e p9. 22; Reddy 33/e p544, 31st/e p506-508). The most likely diagnosis in a young male who presented with abdominal pain for the past 2 years with complains of weakness in his hands and hemoblobin level of 8 gm/dL is lead poisoning. Lead poisoning. Metallic lead and all its salts are poisonous. Principal toxic salts of Lead* Lead acetateQ (Saturn salt or sugar of lead)* Lead carbonateQ (safeda)* Lead chromateQ* Lead tetra oxide (red lead, vermillion, sindur)* Lead mono oxide (litharge)* Lead sulphide (Least toxic). At cellular level lead interacts with sulfhydryl groups and interferes in action of enzymes essential for heme synthesis, thus for hemoglobin and cytochrome production. It causes hemolysisQ. Fatal dose: Lead acetate: 20 gm; Lead carbonate: 40 gm. Fatal period: 1-2 days. Signs and symptoms of Lead Poisoning. Acute Poisoning. Chronic Lead Poisoning (Plumbism, saturnism)* Astringent or metallic taste* Dry throat and thirst* Abdominal painQ, nausea and vomiting, sometimes diarrhea.* Peripheral circulatory collapseQ* Headache, weakness, insomnia, paresthesia, depression, coma and death.* Cerebellar ataxia is common in children in acute lead poisoningQ* Facial pallor Earliest and most consistent signQ* Weakness* Punctate basophilic or basophilic stipplingQ* Lead line (Burtonian lines in gums)Q* Colic (Dry belly ache)Q and constipation is late symptomQ* Sterility in males and females.* Wrist drop and foot dropQ* Vasoconstriction leads to hypertension and arteriolar degenerationQ* Lead encephalopathy. QDiagnosis: Porphyrinuria (mainly due to coproporphyrin III inhibition). Stood tests. Urine tests* >200 punctate basophilia stippling cells /mm3 is diagnosticQ* Zinc protoporphyrin and free erythrocyte protoporphyrin > 50mg/100mlQ* Increased lead and aminolaevulinic acid (>25mg/100ml)Q* Increased coproporphyrin (CPU) levels. In nonexposed person it is <150mg /literQ* Aminolaevulinic acid > 5mg* Presence of 0. 25mg lead/liter is diagnostic. QX-ray: Radiopaque matter in GI tract (ingested < 48 hours): Radio-opaque bands /lines at metaphysis of long bones in children. QTreatment: Gastric lavage with 1% solution of sodium or magnesium sulphate. QChelating agent: BAL, DMSAMost effective antidote: Calcium Disodium Versenate. QIntravenous calcium chloride causes deposition of lead in skeleton from bloodQ. Peritoneal or hemodialysis. Symptomatic treatment. Chronic Lead Poisoning presents with \"New-A B C D E F\"New* Neuropathy (leading to weakness, wrist drop) and NephropathyQ (Late feature)A* Anemia with punctate basophilia (i. e. basophilic stippling)Q (Early feature)B* Burtonian or blue stippled lead line on gums. QC* Colic (abdominal pain) and Constipation. QD* Dry belly ache i. e. diarrhea is very rareQ* Dyspepsia. Drop of wrist etc due to neuropathy. QE* EncephalopathyQ, EosinophiliaF* Facial pallorQ (earliest sign)",
        "cop": 1,
        "opa": "Lead poisoning",
        "opb": "Duodenal ulcer",
        "opc": "Carcinoma stomach",
        "opd": "Adenomatous polyposis coli",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "28db287d-251c-4843-af31-918347c28afc",
        "choice_type": "single"
    },
    {
        "question": "Delirium is caused by which poison?",
        "exp": "Ans. (b) Dhatura. Ref.: Parikh 6th ed. 11. 30",
        "cop": 2,
        "opa": "Aconite",
        "opb": "Dhatura",
        "opc": "Morphine",
        "opd": "Kerosene",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "19a94db4-e7a9-46fc-8978-8252c3c9d94c",
        "choice_type": "single"
    },
    {
        "question": "Antidote of choice for Belladonna poisoning -",
        "exp": "Ans. is 'c' i. e., Physostigmineo Antidote of choice for belladonna (atropa belladonna or atropine) poisoning - Physostigmine. Poison. Antidotes. Acetominaphen (paracetamol)N-Acetyl cysteine. Nitrites, cyanides. Amyl nitrite + sodium nitrite + sodium thiosulphate. Organophosphates (anticholinesterase). Atropine and oximes. Digoxin. Dizibind or digoxin immune Fab. Ethylene glycol, methanol, ethanol. Fomipizole. Heroin (opioids). Naloxone or nalmefene or naltrexone. Benzodiazepine. Flumazenil. Dhatura/ atropine / antihistaminics. Physostigmine. Actue iron poisoning. Deferoxamine. Acute arsenic poisoning. Dimercaprol / BALOxalic acid. Calcium gluconate. Strychinine. Short acting barbiturates. Note: Cooper sulphate is a poison itself, but it is used as an antidote in phosphorus poisoning.",
        "cop": 3,
        "opa": "Disulfiram",
        "opb": "Atropine",
        "opc": "Physostigmine",
        "opd": "Flumazanil",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "b898becc-c6e5-4275-837a-e2bd4b839932",
        "choice_type": "single"
    },
    {
        "question": "Plumbism is caused by: (PGI June 2009)",
        "exp": "Ans: A (Lead poisoning) Plumbism/Saturnism/Chronic Lead Poisoning: Short Review# Lead poisioning is nearly always of the chronic type.# Although chronic poisoning correctly describes prolonged exposure, manifestations often are acute. The main signs & symptoms are: Facial pallor Q -is one of the earliestQ & most consistent sign. Anemia with punctuate basophilia. QLead line -Burtonian blue line Q (seen on only near dirty or carious teeth in upper jaw as an early sign Q. lt is due to epithelial deposits of sulphur granules) is seen on gums in 50-70% of cases# Colic & constipation QLead palsy & paralysis. Encephalopathy QRenovascular manifestations. Reproductive system manifestations. Also know. Similar blue lines are also seen in: Hg, Cu, Ag, Bi & Fe poisoning0",
        "cop": 1,
        "opa": "Lead poisoning",
        "opb": "Mercury poisoning",
        "opc": "Thallium poisoning",
        "opd": "Copper poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "3f517ae0-3751-41aa-a853-cfba5ca1af40",
        "choice_type": "multi"
    },
    {
        "question": "Run-Amok is a feature of:",
        "exp": "Ans. is 'c' ie Cannabis Run-amok: is a condition resulting from the continued use of cannabis or even its consumption for the first time. It is characterized by a frenzied desire to commit murders. A number of individuals are killed, the first ones being those against whom the assailant has some real or imaginary enmity, followed by others who are in the way, until the homicidal tendency lasts. The person may then commit suicide or surrender himself to the police. There are four important forms of cannabis used in India. They all are derived from different parts of the same plant: Bhang - derived from dried leaves & fruit shoots*Ganja - Consists of dried flowering tops*Charas - consists of resinous exudate from the leaves and stems of the plant* (also k/a hashish). Majun - its a sweetmeat made with bhang, flour, milk and butter. Active ingredient of cannabis * - Tetrahydrocannabinol (THC)*.",
        "cop": 3,
        "opa": "Opium",
        "opb": "Dhatura",
        "opc": "Cannabis",
        "opd": "Alcohal",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "cfd32de0-0a9e-44b7-9a55-5b295180b6d7",
        "choice_type": "single"
    },
    {
        "question": "All of the poisons caused uterine contractions EXCEPT:",
        "exp": "ANSWER: (B) Arsenic. REF: Forensic medicine and Toxicology by R N Karmakar 3rd edition page 230, Parikh 6th edition various page. ABORTIFACI ENT DRUGS: Ecbolics. Increases uterine contraction. Ergot, Quinine, Pituitary extract, Lead. Emmenagogues. Increases menstrual flow (abortifacient in large repeated doses). Cantharides, Aloes, Estrogen. GI irritants. Irritation of colon and congestion of pelvic organs. Arsenic, Mercury",
        "cop": 2,
        "opa": "Lead",
        "opb": "Arsenic",
        "opc": "Ergot",
        "opd": "Quinine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "924ac273-9467-463e-a6ab-b79caa8adca2",
        "choice_type": "multi"
    },
    {
        "question": "Nasal swabs preserved in -",
        "exp": "Ans- C. Ref- Textbook of Forensic Medicine and Toxicology, Fifth Edition - Krishan Vij Explanation - Cocaine can be recovered by sampling from recent injection sites, or by swabs from the nasal mucosa. Brain is an excellent source for its detection where cocaine may be found not only in dopamine-rich areas such as caudate, putamen, and nucleus accumbens, but also in other extrastriatal regions.",
        "cop": 3,
        "opa": "Drowning",
        "opb": "Anaphylaxis",
        "opc": "Cocaine poisoning",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "cfd372d5-768e-4263-af02-709bf463901d",
        "choice_type": "multi"
    },
    {
        "question": "Tactile hallucination seen in abuse with -",
        "exp": "Ans. is 'b' i. e., Cocaine o Magnan's symptoms is tactile hallucination (formication) i. e. feeling of bugs crawling under the skin is seen with cocaine abuse/ poisoning. Cocaineo Cocaine is an alkaloid derived from the Coca bush, Erythrexylum Co. Ca. It was the first local anaesthetic which was used clinically. Toxicity' of cocaine may be: -Acute toxicity': - Acute cocaine intoxication is characterized by: -Sympathetic hyperactivity: - Tachycardia, hypertension, mydriasis, sweating, nausea & vomiting. Hypomanic state: - Increased psychomotor activity, grandiosity', elation, hypervigilance, Increased speech output. Chronic overuse: - Chronic overuse can cause: -Psy chotic episodes (Cocaine psychosis): - Persecutory delusions with tactile hallucinations (formination). Tactile hallucinations are manifested as bugs crawling under the skin - Cocaine bugs or magnan 's symptoms. Other: - Anxiety reaction, compulsive behavior, delirium and delusional disorders. Black pigmentation of tongue and teetho A combination of cocaine and heroin taken by injection is called speed ball.",
        "cop": 2,
        "opa": "Heroine",
        "opb": "Cocaine",
        "opc": "Cannabis",
        "opd": "Alcohol",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "006c9660-3a80-4a54-8b2a-5c5e860f8ffb",
        "choice_type": "multi"
    },
    {
        "question": "Hatter shake is seen in which poisoning?",
        "exp": "Ans. (b) Mercury. Ref. Harrison 18/e, chapter 371",
        "cop": 2,
        "opa": "Aluminum",
        "opb": "Mercury",
        "opc": "Lead",
        "opd": "Arsenic",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "f4b044af-b78b-4319-b0aa-f12608be7a90",
        "choice_type": "single"
    },
    {
        "question": "Colour of urine in phenol poisoning:",
        "exp": "Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy. 29th edition. 2010. Pg: 478. Explanation: Phenol poisoning can lead to green or black urine due to carboluria. Carboluria is due to oxidation of phenol to hydro- quinone and pyrocatechol. Poisonings affecting Urine Color. Red Coloured Urine - Causes. Myoglobinuria- there will be a brownish-red colour. Often associated with ischemic muscle damage, crush injuries, and after vigorous exercises and toxins. Green Coloured Urine - Causes. Oxalate Poisoning Phenol poisoning. Black Coloured Urine - Causes. Carbolic acid poisoning. Phenol poisoning. Blue Coloured Urine - Causes. Presence of indigo or of methylene blue (used as an antidote to certain types of poisoning).",
        "cop": 2,
        "opa": "Red",
        "opb": "Green",
        "opc": "Yellow",
        "opd": "Blue",
        "subject_name": "Forensic Medicine",
        "topic_name": "Forensic Toxicology - Concepts, Statutes, Evidence, and Techniques",
        "id": "116624cd-0b33-436b-b042-32a303368e9c",
        "choice_type": "single"
    }
]