[
    {
        "question": "Lynching is:",
        "exp": "Lynching: Form of homicidal hanging. A suspect, an accused or an enemy is overpowered by several persons, acting jointly and illegally, and hung him by means of a rope from a tree or some similar object. It was prevalent in Noh America, where it was practiced by whites on blacks.",
        "cop": 2,
        "opa": "Accidental hanging",
        "opb": "Homicidal hanging",
        "opc": "Accidental drowning",
        "opd": "Homicidal drowning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "1061596c-e592-4ede-b560-c498a37373fc",
        "choice_type": "single"
    },
    {
        "question": "'Le facies sympathique' is a condition seen in cases of:",
        "exp": "Le facies Sympathique is Seen in hangingQ***. One of the surest sign of ante moem hangingQ. Compression of sympathetic chain by the knot of rope. Results in ipsilateral dilatation of the pupil and paial opening of the eyelids.",
        "cop": 1,
        "opa": "Hanging",
        "opb": "Strangulation",
        "opc": "Throttling",
        "opd": "Railway accidents",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "65493119-c345-4712-8e46-76b7f215f34e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a type of suffocation-",
        "exp": "Throttling is a form of manual strangulation, not a form of suffocation. Suffocation deaths: SmotheringQ Occlusion ofexternal air passages. Qby hand, pillow, plastic bag etc ChokingQ Occlusion ofinternal air passages. Qby foreign body, food paicles etc Overlaying Compression of chestQ, when mother shares bed with baby GaggingQ Occlusion of internal air passages at pharyngeal level by a gagQ BurkingQ Smothering and traumatic asphyxia",
        "cop": 4,
        "opa": "Choking",
        "opb": "Gagging",
        "opc": "Smothering",
        "opd": "Throttling",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "9dd9cb12-269f-4a1b-ba34-73007e9077ea",
        "choice_type": "single"
    },
    {
        "question": "Burking includes:",
        "exp": "Suffocation deaths: SmotheringQ Occlusion ofexternal air passages. Qby hand, pillow, plastic bag etc ChokingQ Occlusion ofinternal air passages. Qby foreign body, food paicles etc Overlaying Compression of chestQ, when mother shares bed with baby GaggingQ Occlusion ofinternal air passages at pharyngeal level by a gagQ BurkingQ Smothering and traumatic asphyxia Burking:",
        "cop": 4,
        "opa": "Choking",
        "opb": "Ligature",
        "opc": "Overlaying",
        "opd": "Traumatic asphyxia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "da7ad9fa-24d3-482f-a37f-4cbe02de9e53",
        "choice_type": "single"
    },
    {
        "question": "True about Simon's haemorrhage",
        "exp": "Simon's haemorrhage: - Seen in cases of hanging - Bleeding onto outer layers of interveebral discs - Seen in lumbar region - Seen in bodies suspended for a long time",
        "cop": 2,
        "opa": "Seen in cases of drowning",
        "opb": "Bleeding onto outer layers of interveebral discs",
        "opc": "Seen in thoracic region",
        "opd": "Pathognomic sign of asphyxia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "50634844-b827-4ad5-86d6-09007c49608c",
        "choice_type": "multi"
    },
    {
        "question": "Which of this mechanism in Hanging is more associated with Amussat sign?",
        "exp": "Amussat's sign: Transverse carotid intimal tears may be seen in obese victims, long drops and posteriorly placed knots usually associated with Judicial hanging",
        "cop": 4,
        "opa": "Sho drop hanging",
        "opb": "Suspension hanging",
        "opc": "Standard drop hanging",
        "opd": "Long drop hanging",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "05fbca55-dc03-497d-af5e-ea2afa01465d",
        "choice_type": "single"
    },
    {
        "question": "A 50-year old chronic alcoholic while having dinner suddenly becomes aphonic and is brought to the casualty with the complaint of respiratory distress. Immediate management should be:",
        "exp": "The victim may be noticed collapsing over the dining table suddenly after having meals, without any signs of respiratory distress. The name, 'cafe coronary' is a misnomer. The intoxication causes suppression of gag-reflex which makes the individual susceptible to Cafe Coronary. Autopsy reveals a bolus of food in the pharynx or larynx. Cause of death is Asphyxia, followed by reflex cardiac arrest. Heimlich Manoeuvre can prevent choking & Cafe Coronary.",
        "cop": 4,
        "opa": "Cricothyroidotomy",
        "opb": "Emergency tracheostomy",
        "opc": "Humidified oxygen",
        "opd": "Heimlich maneuver",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "35b3975f-6230-4d34-a869-3656b9fc43e6",
        "choice_type": "single"
    },
    {
        "question": "Read the following statements regarding Hangman's fracture 1) Fracture of either pedicles or lamina of C2 Cervical veebra 2) Bilateral in nature",
        "exp": "JUDICIAL HANGING: The sudden stoppage of the moving body associated with the position of the knot causes the head to be jerked violently. This causes fracture-dislocation usually at the level of the second and third, or third and fouh cervical veebrae. Bilateral fractures of either the pedicles or laminae of the arch of the second cervical veebrae occur (hangman's fracture). Sometimes seen in third or fouh cervical veebrae.",
        "cop": 1,
        "opa": "Both are true",
        "opb": "Both are false",
        "opc": "1 is true, 2 is false",
        "opd": "2 is true, 1 is false",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "74dd75f0-8f75-48f3-a721-6f0289db59c6",
        "choice_type": "multi"
    },
    {
        "question": "Victim was strangled with elbow around neck. It is called as:",
        "exp": "Methods of Strangulation Ligature strangulation Constriction of neckby aligature material without suspension Manual strangulation(Throttling) Constriction of neck by handsQ*** Mugging*** Neck is constricted by foot, knee and bend of elbowQ*** BansdolaQ*** Neck is compressed in between two bamboo sticksQ*** Garrotting*** When the victim is unaware, a ligature is put around the neck from behind and twisted fast Victim loses consciousness very fast & the signs of resistance are absent",
        "cop": 2,
        "opa": "Garrotting",
        "opb": "Mugging",
        "opc": "Bansadola",
        "opd": "Burking",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "24dedce2-069c-4da2-922f-92edf7d9d3f0",
        "choice_type": "multi"
    },
    {
        "question": "In hanging, horizontal ligature mark can be seen in all of the following except",
        "exp": "In hanging, horizontal ligature mark can be seen - When running noose is applied (A noose is a loop at the end of a rope in which the knot tightens under load and can be loosened without.) - Low point of suspension - Paial hanging",
        "cop": 4,
        "opa": "When running noose is applied",
        "opb": "Low point of suspension",
        "opc": "Paial hanging",
        "opd": "Soft ligature material",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "038a2c08-4458-432b-b65f-0362eded4fd8",
        "choice_type": "multi"
    },
    {
        "question": "Dribbling of saliva is feature of:",
        "exp": "Signs of antemoem hanging: Salivary dribbling is seen on the opposite side of the knot. Le facie sympathique: is ipsilateral dilatation of the pupil and paial opening of the eyelids.",
        "cop": 1,
        "opa": "Antemoem hanging",
        "opb": "Strangulation",
        "opc": "Postmoem hanging",
        "opd": "Drowning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "e393a88e-a182-45cb-a004-1657194d473d",
        "choice_type": "single"
    },
    {
        "question": "A person was brought to the emergency with a history of something stuck in his throat during his dinner which progressed to dyspnea, the probable diagnosis is:",
        "exp": "Suffocation deaths: SmotheringQ Occlusion of external air passages. Qby hand, pillow, plastic bag etc ChokingQ Occlusion of internal air passages. Qby foreign body, food paicles etc",
        "cop": 2,
        "opa": "Myocardial infarction",
        "opb": "Choking",
        "opc": "Pulmonary embolism",
        "opd": "Aoic dissection",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "4b598fc2-af52-400a-884e-584ff1916977",
        "choice_type": "single"
    },
    {
        "question": "On postmoem examination, contusion of neck muscles is seen along with fracture of hyoid bone. The most probable cause of death is:",
        "exp": "Frequency of hyoid bone fracture: Throttling (maximum)Q***> Hanging (more than 40 years of age) > ligature strangulation Characteristic features of throttling: Fracture of hyoid bone (greater cornu)Q Crescentic finger nail marksQ Fingeip bruises(six penny bruise)Q",
        "cop": 4,
        "opa": "Smothering",
        "opb": "Mugging",
        "opc": "Burking",
        "opd": "Throttling",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "465361a6-2b1d-4e3c-bc55-279330c58822",
        "choice_type": "single"
    },
    {
        "question": "Hyoid bone fracture does not occur in:",
        "exp": "Choking is a form of suffocation Hyoid bone fracture does not occur as there is no external compression over neck.",
        "cop": 4,
        "opa": "Hanging",
        "opb": "Strangulation",
        "opc": "Throttling",
        "opd": "Choking",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "6c931625-20bf-409b-8ebd-a36c3dee38a5",
        "choice_type": "single"
    },
    {
        "question": "In case of Postmoem hanging, a ligature applied to the neck within how much time will produce a ligature mark",
        "exp": "A ligature applied to the neck within 2 hours will produce a ligature mark. Features of Postmoem hanging: A person may be murdered, and the dead body suspended to simulate suicide. Findings suggestive of postmoem hanging: A ligature applied to the neck within two hours of death will produce a ligature mark. Signs of dragging to the place of suspension. When a dead body is suspended, the rope is usually tied first around the neck, and then around the beam, branch of a tree, etc. The beam shows evidence of the rope having moved from below upwards as the body has been pulled up. In true suicidal hanging, the rope moves from above downwards. Fibres from the rope may be found on the hands of the victim in suicidal hanging, but not in case of postmoem hanging.",
        "cop": 4,
        "opa": "5 minutes",
        "opb": "30 minutes",
        "opc": "1 hour",
        "opd": "2 hours",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "2e010e74-aeb5-4577-a063-347be39637d1",
        "choice_type": "single"
    },
    {
        "question": "Isbella Ducan syndrome is:-",
        "exp": "Long scarf syndrome or long scarf syndrome:(Isbella Ducan syndrome) Accidental ligature strangulation may occur in the 'long-scarf syndrome' in which a clothing around the victim's neck (scarf or 'chunni/dupatta') becomes entangled, usually in a stationary or moving mechanical device (e. g. rickshaw or scooter wheel). The clothing becomes increasingly constricted owing to the continued action of the machine.",
        "cop": 3,
        "opa": "Suicidal Hanging",
        "opb": "Children abuse",
        "opc": "Accidental strangulation",
        "opd": "Schizophrenia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "c3fe3855-c89d-4ec1-94ea-c10be7523168",
        "choice_type": "single"
    },
    {
        "question": "Masque Ecchymotique is seen in:-",
        "exp": "Traumatic asphyxia: Characteristic features seen are: Masque ecchymotique refers to the classical appearance of: Florid red or blue congestion of face and neck with variable involvement of the upper thorax, back and arms. Deep cyanosis of face. Numerous petechial hemorrhages or ecchymoses. Demarcation line: Level of compression is indicated by a well-defined demarcating line between the discolored upper poion of body and the lower normal pa.",
        "cop": 3,
        "opa": "Ligature strangulation",
        "opb": "Manual strangulation",
        "opc": "Traumatic asphyxia",
        "opd": "Burking",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "8b3e041f-a1ea-4d31-87fb-b4ec185b3fd7",
        "choice_type": "single"
    },
    {
        "question": "False regarding death due to hanging",
        "exp": "Death due to hanging: - Death occurs immediately if cervical veebra is fractured - Death occurs rapidly if cause is asphyxia - Death occurs least rapidly if the cause is coma - Most hangings are painless deaths - Fatal period - 3 to 5 minutes",
        "cop": 4,
        "opa": "Death occurs immediately if cervical veebra is fractured",
        "opb": "Death occurs rapidly if cause is asphyxia",
        "opc": "Death occurs least rapidly if the cause is coma",
        "opd": "Most hangings are painful deaths",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "0b922061-80db-46a6-a03d-50c9de156447",
        "choice_type": "multi"
    },
    {
        "question": "The aefact seen in a case of suicidal complete hanging is",
        "exp": "Banding of the oesophagus is an aefact & non specific. These bands are pale areas in the mucosa caused by postmoem hypostasis being prevented from settling by the external pressure of larynx & trachea.",
        "cop": 2,
        "opa": "Transverse tears in carotids",
        "opb": "Oesophageal banding",
        "opc": "Dribbling of saliva",
        "opd": "Unequal pupils",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "3aef7868-9e52-4de2-af67-effe018ae35b",
        "choice_type": "single"
    },
    {
        "question": "Spanish windlass is practiced in which form of strangulation:",
        "exp": "Garroting is a form of strangulation. In lonely places, robbers use this method to kill travelers & rob them. SPANISH METHODQ*** It is a method of judicial execution Qin Spain. Spanish windlass Q- is a type of Garroting It consists of iron collar placed around the neck & tightened by screw for strangulation.",
        "cop": 2,
        "opa": "Bansdola",
        "opb": "Garroting",
        "opc": "Throttling",
        "opd": "Mugging",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "0a72298c-0691-421b-98ca-7c949a4f35ec",
        "choice_type": "single"
    },
    {
        "question": "The most common structure fractured in ligature strangulation is",
        "exp": "Ligature strangulation: Fracture of the thyroid cailage is more common, especially of one or both superior horns. Fracture of thyroid laminae and cricoid cailage is less common and occurs only when considerable force is used, or if some solid object is included in the ligature and applied over the front of the neck. Injury to the hyoid bone is not common, because the level of constriction is usually below the bone. Hyoid bone may be fractured in older persons in 10 to 15% of cases. Trachea is rarely broken.",
        "cop": 2,
        "opa": "Hyoid bone",
        "opb": "Horns of Thyroid cailage",
        "opc": "Ala of Thyroid cailage",
        "opd": "Cricoid cailage",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "7b7c1672-e157-43f7-8141-8ec8dc1d7267",
        "choice_type": "single"
    },
    {
        "question": "Pseudo ligature marks are seen in all the following conditions except",
        "exp": "Pseudo ligature marks: Skin folds in infants and obese persons Jewellery or clothing after decomposition",
        "cop": 1,
        "opa": "Ligature strangulation",
        "opb": "Obese persons",
        "opc": "Infants",
        "opd": "Tight jewellery",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "5e1291e0-922e-47ed-8e15-ffbed87f1b0f",
        "choice_type": "multi"
    },
    {
        "question": "The 'knot' in judicial hanging is usually placed at:",
        "exp": "Judicial Hanging: In India, the knot is placed near the side of the neck But the knot below the chinQ is highly effective. There is a sudden drop, resulting in hangman's fracture.",
        "cop": 2,
        "opa": "Behind the neck",
        "opb": "Side of the neck",
        "opc": "Below the chin",
        "opd": "Choice of hangman",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "63f705ca-a3ec-4f0c-b0ef-38101926e2bd",
        "choice_type": "multi"
    },
    {
        "question": "Ligature mark is horizontal commonly in:",
        "exp": "FEATURES HANGING LIGATURE STRANGULATION Mechanism Constriction of neck with suspension of body Constriction of neck without suspension of body Manner (usually) SuicidalQ HomicidalQ Signs of struggle Absent Present Ligature mark Above thyroid cailageQ Incomplete Q Oblique Q Subcutaneous tissues under the mark reveals pale, white, glistening, hard skin Below thyroid cailage Complete Q Transverse Q Subcutaneous tissues under the mark reveals ecchymosis. Hyoid fracture Common (>40 years) Q Uncommon Thyroid fracture Uncommon Common Q External signs of asphyxia External signs of asphyxia More marked Face Pale Congested Bleeding from nose & mouth Less common More common Carotid Intimal Tear Present Q Absent Involuntary discharge of urine & stools Less common More common Seminal fluid At glans is more common Q Less common",
        "cop": 2,
        "opa": "Hanging",
        "opb": "Strangulation",
        "opc": "Both of the above",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "c1382f00-6077-435d-ad98-3e634e3bb847",
        "choice_type": "multi"
    },
    {
        "question": "The following is a type of:",
        "exp": "MUGGING: It is a type of strangulation caused by holding the neck of the victim in the bend of the elbow. Pressure is exeed either on front of the larynx, or at one or both sides of the neck by the forearm and upper arm.",
        "cop": 2,
        "opa": "Toure",
        "opb": "Strangulation",
        "opc": "Traumatic asphyxia",
        "opd": "Paial hanging",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "531b4261-f67f-4826-9bb6-45953bd9a830",
        "choice_type": "single"
    },
    {
        "question": "Outward displacement of fractured hyoid bone is seen in:",
        "exp": "Hyoid Bone Fracture Anteroposterior compression fracture- Fractured segment displace outwards Known as abduction fracture Seen in hanging. Inward compression Fracture- Segment displace inwards. Known as adduction Seen in throttling Side to side compression fracture- seen in hanging.",
        "cop": 3,
        "opa": "Manual strangulation",
        "opb": "Ligature strangulation",
        "opc": "Hanging",
        "opd": "Bansdola",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "1e77a3b2-4260-45b0-b9f8-79fa1a8389d6",
        "choice_type": "single"
    },
    {
        "question": "Hanging in which body is fully suspended and feet are not touching the ground?",
        "exp": "HANGING ON THE BASIS OF SUSPENSION Hanging in which body is fully suspended and feet are not touching the ground is called complete hanging. Hanging in which feet or pa of body touches the ground and the body is not fully suspended is called paial hanging.",
        "cop": 2,
        "opa": "Paial hanging",
        "opb": "Complete hanging",
        "opc": "Homicidal hanging",
        "opd": "Suicidal hanging",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "a7e4d76d-bd99-45b2-b173-cd05d4fac860",
        "choice_type": "single"
    },
    {
        "question": "Most suggestive of anti moem hanging?",
        "exp": "Most suggestive of antemoem hanging is Salivary dribbling. There is no specific gold standard to distinguish between antemoem and postmoem hanging. However presence of: Veical salivary dribble mark from the dependant angle of mouth. The phenomenon of Le Facies sympathique. Hyperemia and echymosis of margins of ligature mark Horizontal tear of the intima of carotid aery at level of ligature with infiltration around. are considered as ante moem features of hanging. But obvious salivary dribble mark could be detected only in 56% of cases",
        "cop": 1,
        "opa": "Salivary dribbling",
        "opb": "Congestion of lungs",
        "opc": "Ligature marks",
        "opd": "Petechial hemorrhages",
        "subject_name": "Forensic Medicine",
        "topic_name": "Hanging and strangulation",
        "id": "986e04c1-a818-4680-b48c-2bca043c7417",
        "choice_type": "single"
    }
]