[
    {
        "question": "Supernumerary teeth common location -",
        "exp": "Supernumerary teeth are those which are additional or in excess of the normal number. The most common site is upper incisor. Ref: K. S. Narayan Reddy's synopsis of Forensic Medicine and Toxicology 29 th edition Chapter 4, page- 59.",
        "cop": 1,
        "opa": "Upper incisor",
        "opb": "Canine",
        "opc": "Molar",
        "opd": "Lower incisor",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "f8e1ee0b-e167-44e8-bd63-98169dd86be7",
        "choice_type": "single"
    },
    {
        "question": "Cephalic index 75- 80 is seen in",
        "exp": "Cephalic index 1. Dolicocephalic ( long headed) 70-75 2. Mesaticephalic(medium headed) 75- 80 3. Brachycephalic( sho headed) 80-85 Present study aimed at working outcephalic index in Indian students. 100 students were taken as subjects and head length, head breadth were measured. Indian males had meancephalic index of 77. 92 and they were mesocephalic and females had mean cephalic index of 80. 85 and they were brachycephalic. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS PAGE NO 67",
        "cop": 1,
        "opa": "Indians",
        "opb": "Europeans",
        "opc": "Chinese",
        "opd": "Mongolians",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "63ffc17d-d422-4f81-83b1-45171b0b15d5",
        "choice_type": "single"
    },
    {
        "question": "Commonly used long bone for identification -",
        "exp": "The best long bone for identification is femur. Ref: K. S. Narayan Reddy's synopsis of Forensic Medicine and Toxicology 29 th edition Chapter 4 page, 43, 45.",
        "cop": 1,
        "opa": "Femur",
        "opb": "Radius",
        "opc": "Ulna",
        "opd": "Humerus",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "6dbe8288-1993-4a39-8dcd-7d66d7735769",
        "choice_type": "single"
    },
    {
        "question": "In a female, basi-occiput fuses with basi-sphenoid at the age of",
        "exp": "Basal suture: the basiocciput fuses with basisphenoid by about 18- 22 years in females and 19- 24 years in males. Metopic suture: closes from 2-8 years. In some cases, the metopic suture will not close and may be associated with other congenital anomalies like hydrocephalus and meningocele with asymmetry of fingers which is called Metopic syndrome. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr. PC IGNATIUS PAGE NO: 86",
        "cop": 1,
        "opa": "20 years",
        "opb": "23 years",
        "opc": "27 years",
        "opd": "17 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "377befc8-9656-4708-8227-bf437d2871b5",
        "choice_type": "single"
    },
    {
        "question": "Best bone of the following to assess the age of a person between 20-50 years is",
        "exp": "Age changes at pubic symphysis The changes in the pubic symphysis are the best criteria to assess the age from third to fifth decade. The changes occurs on three components: dorsal surface, ventral surface, and margin. At the age of about 20 years, there is formation of horizontal ridges of bone on the aicular surface which first stas on the upper poion of the ventral surface and extends to the dorsal surface. This is called billowing. At about 25-35 years, the surface becomes granular and the ventral nd dorsal margins are well defined. A rim formation stas from the dorsal surface extends to the ventral surface. At about 35 -45 years, the upper and lower end will be raised and also the ventral margin by bony extension which is called lipping and the beaded rim development will be complete on all around the margins of the aicular surface. By 45-55 years, the beaded rim stas breaking. By 55-65 years the breakdown of the rim is more and by the end of seventh decade the breakdown of the rim will be complete. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr. PC IGNATIUS PAGE NO90",
        "cop": 4,
        "opa": "Skull",
        "opb": "Ribs",
        "opc": "Sternum",
        "opd": "Pubic symphysis",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "c8422709-ce1a-463e-9b03-661e09cc1d97",
        "choice_type": "single"
    },
    {
        "question": "A person can give valid consent for routine clinical examination if he is above the minimum age of",
        "exp": "Section 90 in The Indian Penal Code \"Consent known to be given under fear or misconception.--A consent is not such a consent as it intended by any section of this Code, if the consent is given by a person under fear of injury, or under a misconception of fact, and if the person doing the act knows, or has reason to believe, that the consent was given in consequence of such fear or misconception; or Consent of insane person.--if the consent is given by a person who, from unsoundness of mind, or intoxication, is unable to understand the nature and consequence of that to which he gives his consent; or Consent of child.--unless the contrary appears from the context, if the consent is given by a person who is under twelve years of age. \" Ref - Krishan Vij textbook of forensic medicine and toxicology 5e pg - 370, 421",
        "cop": 1,
        "opa": "12 years",
        "opb": "16 years",
        "opc": "18 years",
        "opd": "21 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "f58887fe-7ce2-45d9-a92a-f22d97e3b3d9",
        "choice_type": "multi"
    },
    {
        "question": "All are useful in knowing the time since death Except",
        "exp": "Sequential changes after death like the degree of rigor mois, postmoem hypostasis, postmoem cooling and extent of putrefactive changes are assessed. They will help a great deal in asceaining the time since death. Ref - Krishan Vij 5th edition",
        "cop": 1,
        "opa": "Cooling of the body",
        "opb": "Rigor mois",
        "opc": "Postmoem staining",
        "opd": "Postmoem bruising",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "0e23e7e4-f3bb-4eba-aad3-f0a4efc955dc",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following teeth erupt earlier in the upper jaw-",
        "exp": "Eruption usually occurs in lower jaw first except it is preceded by lateral incisors in upper jaw. ref: Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 35..",
        "cop": 2,
        "opa": "Central incisor",
        "opb": "Lateral Incisor",
        "opc": "Canine",
        "opd": "First molar",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "7b371cdc-84ad-4419-b8ac-ccd94bbde64c",
        "choice_type": "single"
    },
    {
        "question": "All of the following are characteristics of a male skull except",
        "exp": "Male Skulls Generally larger than female Larger brow ridges, with sloping, less rounded forehead Greater definition of muscle attachment areas on the back of the head Larger projections behind the ears (mastoid processes) Square chin with a more veical (acute) angle of the jaw Female Skulls Smoother bone surfaces where muscles attach Less pronounced brow ridges, with more veical forehead Sharp upper margins of the eye orbit Smaller projections behind the ears (mastoid processes) Chin more pointed, with a larger, obtuse angle of the jaw Ref: Krishan Vij textbook of forensic medicine, 5th edition pg: 273",
        "cop": 4,
        "opa": "Larger",
        "opb": "Steeper forehead",
        "opc": "Large mastoid process",
        "opd": "Pointed chin",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "ae017104-6b55-4fdc-a885-f43ff864cb5a",
        "choice_type": "multi"
    },
    {
        "question": "Rugoscopy is -",
        "exp": "Rugoscopy or palatoprints are study of structural details such as rugae in anterior pa of palate which is individualistic and specific as fingerprints ref:. Dr. K. S. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 48.",
        "cop": 4,
        "opa": "Study of finger prints",
        "opb": "Study of foot prints",
        "opc": "Study of lip prints",
        "opd": "Study of palate prints",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "0ea3febf-e8d3-44d9-978c-ff4474229427",
        "choice_type": "single"
    },
    {
        "question": "Fluorescent feulgen reaction is used to demonstrate",
        "exp": "The X chromosome is seen as a Plano convex mass lying inside the nucleus just beneath the nuclear membrane as a nucleolar satellite, in the cells of buccal mucosa. This is called Barr body. Barr bodies are seen in the somatic cells of normal females (XX) Barr bodies can be demonstrated by eosin- hematoxylin staining or fluorescent Feulgen reaction technique using Acriflavine Schiff reagent for X chromosome which is seen as a bright yellow spot. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 70",
        "cop": 1,
        "opa": "Barr body",
        "opb": "Davidson body",
        "opc": "Tatoo",
        "opd": "Footprints",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "ab6f9015-d94a-4707-bdc3-7e16e63b9bc6",
        "choice_type": "single"
    },
    {
        "question": "Pearson's formula is used for -",
        "exp": "STATURE * The most common method used- linear regression. * With this technique, the known statures of adults in a given population are plotted against the lengths of skeletal elements and the best lines are fitted to the scatter plots * Various regression formulae for calculating height have been compiled, based on a number of different populations and sex. * Karl pearson&; s formula: a constant factor is to be added to the product of the length of the bone with the multiplying factor * femur- (Males) 81. 306 +1. 880 x length of femur, (072. 884+1. 945 x length * Tibia -- (M)78. 664 + 2. 376 x length, (F) 74. 774 +2. 352 X length * Humerus -- 70. 641+2. 891 x length, (F)71. 745+ 2. 754 x length Ref: P. C. Ignsitus Textbook of Forensic Medicine and Toxicology, 3rd edition, Page 96.",
        "cop": 2,
        "opa": "Cephalic index",
        "opb": "Stature",
        "opc": "Race",
        "opd": "Age",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "988127c2-04f0-4ec4-a0d5-37bf80650182",
        "choice_type": "single"
    },
    {
        "question": "Which of the following teeth erupt earlier in upper jaw",
        "exp": "Permanent teeth will erupt between 6 years and 17-25 years. First permanent tooth to erupt is the first molar by 6-7 years. Total 32 numbers; 4 incisors, 2 canines, 4 premolars and 6 molars in each jaw and their periods are shown: First molar 6-7 years. Medial incisors 7-8 years Lateral incisors 8-9 years First premolar 9-10 years Second premolar 10-11 years Canines 11-12 years Second molar 12-14 years Third molar 17-25 years All deciduous and permanent teeth will erupt first in the lower jaw except lateral incisors Ref: K. S. Narayan Reddy's Synopsis of Forensic Medicine and Toxicology, 29th edition, Chapter 4, page-40, 41.",
        "cop": 2,
        "opa": "Central incisor",
        "opb": "Lateral incisor",
        "opc": "Canine",
        "opd": "First molar",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "ebeeb45e-a36a-4bb7-b441-f3d28c7a4777",
        "choice_type": "single"
    },
    {
        "question": "Method of identification using lips?",
        "exp": "Repeat question.",
        "cop": 3,
        "opa": "Dactylography",
        "opb": "Podogram",
        "opc": "Cheiloscopy",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "947305bf-bd3c-4142-b073-ebebefa19eb8",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is proof of eyes being open for a few hours after death",
        "exp": "Tache noire: Cornea and conjunctiva will become dry on the exposed poion of the eye ball with deposition of cellular debris and dust. This is called Tache Noire Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE NO 30",
        "cop": 2,
        "opa": "Kevokian sign",
        "opb": "Tache noir",
        "opc": "Corneal desquamation",
        "opd": "Globe rupture",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "5955e529-6b92-49b8-965b-08e32442f4c4",
        "choice_type": "single"
    },
    {
        "question": "Sex can be determined by all except -",
        "exp": "Pelvic brim is more spacious and circular in females, coccyx is more movable and preauricular sulcus is more frequent and broad and deep in females. In males, pelvic brim is hea shaped, preauricular sulcus is narrow and coccyx is less movable. ref: Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 32.",
        "cop": 2,
        "opa": "Preauricular sulcus",
        "opb": "Innominate bone",
        "opc": "Pelvic brim",
        "opd": "Coccyx",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "782e02a1-b823-4dda-8a5c-efe1fd7e31a6",
        "choice_type": "multi"
    },
    {
        "question": "Study of finger printing is -",
        "exp": "Study of fingerprint is also known as dermatoglyphics or galtons system. Dr. K. S. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 47.",
        "cop": 2,
        "opa": "DNA finger printing",
        "opb": "Dactylography",
        "opc": "Gene analysis",
        "opd": "Poroscopy",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "bcab918b-c43b-4bce-acbf-040fe8031e0c",
        "choice_type": "single"
    },
    {
        "question": "Locord's systems is -",
        "exp": "Poroscopy or Locards system is study of pores of sweat glands on the epidermal ridges at fingeips. Each mm of ridge contains 9-15 pores. It is useful when fragments of fingerprints are available. ref: Dr. K. S. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 47.",
        "cop": 3,
        "opa": "Podography",
        "opb": "Dactylography",
        "opc": "Poroscopy",
        "opd": "Cheioscopy",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "1ed6cb80-6ec9-499e-90fb-3083df93a5ba",
        "choice_type": "single"
    },
    {
        "question": "First secondary ossification center appears in -",
        "exp": "Ossification centre appears in lower end of femur in 36 weeks. Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 46.",
        "cop": 1,
        "opa": "Lower end of femur",
        "opb": "Upper end of humerus",
        "opc": "Lower end of fibula",
        "opd": "Upper end of tibia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "5a4905e9-5e4b-44e2-b3b0-14bedb93d68b",
        "choice_type": "single"
    },
    {
        "question": "Prosocopy is discovered by -",
        "exp": "Poroscopy is study of pores of sweat glands in ridges of fingeips which was discovered by Locard. ref: Dr. K. S. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 47.",
        "cop": 2,
        "opa": "Galton",
        "opb": "Locard",
        "opc": "Hershad",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "9d053a6a-9bff-4d4f-a0b6-1ae99c37f35d",
        "choice_type": "multi"
    },
    {
        "question": "Palatoprints for identification of the person is performed by taking prints from which area of the hard plate -",
        "exp": "Palatogram is study of rugae in anterior pa of hard palate. It is highly specific as fingerprints ref:. Dr. K. S. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 48",
        "cop": 2,
        "opa": "Lateral",
        "opb": "Anterior",
        "opc": "Middle",
        "opd": "Posterior",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "013bcab4-43d4-427c-b534-40b7b92847b4",
        "choice_type": "single"
    },
    {
        "question": "Best specimen of bone for sex determination is -",
        "exp": "According to Krogman, the degree of accuracy in sexing adult skull remains is: Entire skeleton 100% Pelvis alone 95% Skull alone 90% Pelvis plus skull 98% Long bones alone 80% Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 30.",
        "cop": 2,
        "opa": "Femur",
        "opb": "Pelvis",
        "opc": "Skull",
        "opd": "Mandible",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "4b2a572c-7408-42a0-9985-64566a77fc78",
        "choice_type": "single"
    },
    {
        "question": "Ossification centre Calcaneum appears in",
        "exp": "Ossification centres Foot calcaneum: 5 months of JULY Talus: 7 months Cuboid: 9 months Navicular: 1 year Cuneiforms: 1 to3 years Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 92",
        "cop": 2,
        "opa": "3rd month",
        "opb": "5th month",
        "opc": "7th month",
        "opd": "9th month",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "480cdd4a-34bd-442a-a53c-09697e7e4903",
        "choice_type": "single"
    },
    {
        "question": "Stack formula for age estimation from teeth is for -",
        "exp": "Stack's method is used to determine age of infants from weight and height of erupting teeth of child. This can be used for deciduous and permanent teeth during erupting phase. Ref.: Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 37.",
        "cop": 1,
        "opa": "Infants",
        "opb": "Young",
        "opc": "Elderly",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "6ca0c324-19f2-4d51-bd3d-49aaf4688013",
        "choice_type": "multi"
    },
    {
        "question": "Chaing of left lower canine is A/E -",
        "exp": "Chaing of left lower canine is 22 in palmar notation. Ref: K. S Narayan Reddy's synopsis of Forensic Medicine and Toxicology 29 th edition, Chapter 4 page no -60",
        "cop": 3,
        "opa": "33 in FDI",
        "opb": "43 in Modified EDI",
        "opc": "22 in Palmar notation",
        "opd": "-3 in Haderup",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "688a3162-b832-4101-91b3-fbc0ac66027e",
        "choice_type": "single"
    },
    {
        "question": "Period of mixed dentition is",
        "exp": "Period of mixed dentition: stas from the eruption of first molar. It is usually 6-11 years and may extend to 12-13 years. Thus, Number of teeth by 2-6 years: 20 temporary Number of teeth at 7 years is 24 teeth: 4 permanent and 20 temporary teeth At the age of 10 years, 16 permanent teeth and 8 temporary teeth. At 11 years, 20 permanent teeth and 4 temporary teeth. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS PAGE NO 80",
        "cop": 2,
        "opa": "3-5 years",
        "opb": "6-11 years",
        "opc": "12-15 years",
        "opd": "15-18 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "57480445-e248-492a-b934-ef950de51875",
        "choice_type": "single"
    },
    {
        "question": "Which of the following bones is the most accurate sex determination",
        "exp": "The whole pelvis is the most reliable bone for sex determination Krogmans degree of accuracy in sex determination from adult skeleton remains *Entire skeleton -100 percent *pelvis alone -95 percent *skull alone -90 percent *pelvis plus skull -98 percent *long bones alone -80 to 90 percent *long bones and skull -90 to 95 percnt *long bones and pelvis -Greater than 95 percent Knights Forensic Pathology 4th edition page number 106",
        "cop": 2,
        "opa": "Skull",
        "opb": "Pelvis",
        "opc": "Long bone",
        "opd": "Sternum",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "f8d75e07-1896-4064-98de-3fe2f0d0ce24",
        "choice_type": "single"
    },
    {
        "question": "Davidson body is used to determine -",
        "exp": "Davidson body is a small nuclear appendage of drumstick in six per cent of neutrophils in females. It is used to determine the sex of the individual. REF: Dr Narayana Reddys Synopsis of Forensic Medicine & Toxicology 29th edition pg: 33",
        "cop": 2,
        "opa": "Age",
        "opb": "Sex",
        "opc": "Race",
        "opd": "All of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "08fadd52-4813-44b3-87b4-377fbeee1d58",
        "choice_type": "multi"
    },
    {
        "question": "The increase in line on the enamel of tooth can be useful in determining age. This method is called",
        "exp": "Gustafson's method: the age can be determined from the erupted permanent teeth and from the degradation changes in them. Boyde's method: in developing teeth, it is claimed that the deposition of dentine and enamel takes place by layers after the formation of neonatal line in the deciduous dentition. These are called incremental lines. So, microscopically measuring the incremental lines the age of the fetus or infant can be calculated in days. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr. PC IGNATIUS PAGE NO 81, 83.",
        "cop": 3,
        "opa": "Gustafson method",
        "opb": "Mile method",
        "opc": "Boyde method",
        "opd": "Stack method",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "1c007384-10fb-46c7-a020-85d002644911",
        "choice_type": "multi"
    },
    {
        "question": "Species identifications are done by",
        "exp": "Tests for species identification are Precipitin test, Latex agglutination test, Haem-agglutination inhibition test Ref: Krishan Vij textbook of forensic medicine, 5th edition pg: 54",
        "cop": 1,
        "opa": "Precipitin test",
        "opb": "Benzidine test",
        "opc": "Spectroscopy",
        "opd": "Neutron activation analysis (N. A. A.).",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "4fb525af-5dce-42a5-90fc-ba168ae2dcc8",
        "choice_type": "single"
    },
    {
        "question": "Two identical twins will not have same -",
        "exp": "There is one chance in 64000 millions of two persons having same fingerprints. It is always unique for each person. ref: Dr. K. S. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 47.",
        "cop": 1,
        "opa": "Fingerprints",
        "opb": "Iris color",
        "opc": "DNA copies",
        "opd": "Blood group",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "38419f90-42f4-48bb-bee2-ca811181ac34",
        "choice_type": "single"
    },
    {
        "question": "Multiplication factor of finding height from length of foot is",
        "exp": "Height of individual can be calculated from the length of foot print Height = length of foot print x 7 Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 100",
        "cop": 3,
        "opa": "5",
        "opb": "6",
        "opc": "7",
        "opd": "8",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "735cc8b3-f70d-451a-902c-c1f9e2ab4241",
        "choice_type": "single"
    },
    {
        "question": "A dead body is found to have mark like \"branching of tree in front of chest. The most likely cause of death is",
        "exp": "Burns from lightning may appear in the form of 'arborescent markings' on the surface of the skin, looking like branches of a tree. Ref: Textbook of Forensic Medicine and Toxicology; 5th ed; Page no: 161",
        "cop": 3,
        "opa": "Firearm",
        "opb": "Injuries due to bomb blast",
        "opc": "Lightning",
        "opd": "Road traffic accident",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "e4b61d24-10c5-42ad-b012-613f71b38bc6",
        "choice_type": "single"
    },
    {
        "question": "Corpus delicti stands for -",
        "exp": "Corpus delicti (Latin: corpus-main body or mass of the structure, delictus - offence or fault) means the essence of crime or the body of offence. It includes facts and elements of a criminal offence for example murder, road traffic accident, place of suicide etc. The main pa of corpus delicti is the establishment of the identity of the dead body, and infliction of violence in a paicular way, at a paicular time and place, by the person or persons charged with a crime and none other. Ref: Dr K. S Narayana Reddy, The Essentials of Forensic Medicine & Toxicology, 34th edition, 2017, pg. 55.",
        "cop": 2,
        "opa": "Body of cou proceedings",
        "opb": "Body of offence",
        "opc": "Body of proof",
        "opd": "Body of evidence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "174502d8-8385-4913-884f-af8d5d0395d2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following was added to the Criminal justice Act 2006 by the 2009 amendment?",
        "exp": "2009 amendment in Criminal Justice Act 2006 included directing criminal organisations, paicipating or contributing to organised and commission of offence for organisation. Ref: narayanareddy forensic and toxicology",
        "cop": 4,
        "opa": "Directing criminal organization",
        "opb": "Paicipating or contributing to organized crime",
        "opc": "Commission of an offence for criminal organization",
        "opd": "All the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "1796fe24-cff2-4642-8bb3-422f3641a3c1",
        "choice_type": "multi"
    },
    {
        "question": "Most reliable method of identification of a person is -",
        "exp": "Dactylography is study of fingerprint patterns. It is also known as Galton system or dermatoglyphics. It is considered the most reliable method for identification as these patterns are not inherited and remain permanent and distinctive for each person. ref: Dr. K. S. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 47.",
        "cop": 2,
        "opa": "Gustafson method",
        "opb": "Galton method",
        "opc": "Anthropometry",
        "opd": "Scars",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "bb7415ea-8a93-4cf3-8eeb-7681502f0773",
        "choice_type": "single"
    },
    {
        "question": "Number of milk teeth -",
        "exp": "Temporary, deciduous or milky teeth are 20 in number, 4 incisors, 2 canines and 4 molars in each jaw. ref: Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 35.",
        "cop": 3,
        "opa": "16",
        "opb": "12",
        "opc": "20",
        "opd": "8",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "5f28074b-75f5-4129-b1e2-f91429538c07",
        "choice_type": "single"
    },
    {
        "question": "Super imposition technique is used in -",
        "exp": "Skull and photo superimposition is used in identification. Nasion, menton, gonion, prosthion, nasal spine, zygoma, supraorbital ridge, EA meatus, angle of jaw and teeth are compared in life size negatives of the persons skull and photo ref:. Dr. K. S. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 48.",
        "cop": 1,
        "opa": "Skull",
        "opb": "Pelvis",
        "opc": "Femur",
        "opd": "Ribs",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "3dfdd479-9e07-4b4e-b2f5-3f2eb70049df",
        "choice_type": "single"
    },
    {
        "question": "A police officer brings the aboed product of conception of size 2 cm and weight 10 gm. For forensic purpose what will be the age of the fetus?",
        "exp": "According to rule of Hasse, the age of fetus is 6 weeks. RULE OF HAASE It is a rough method of calculating the age of fetus. The length of fetus is measured from crown to heel in centimeters. During first five months of pregnancy- square root of length gives approximate age of fetus in months. During last five months- length in centimeters divided by 5 gives age in months. - MORISON&; s law ref: Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 46.",
        "cop": 3,
        "opa": "2 weeks",
        "opb": "4 weeks",
        "opc": "6 weeks",
        "opd": "8 weeks",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "3c205041-ffc9-46fb-8c4e-b1fae8e68897",
        "choice_type": "single"
    },
    {
        "question": "According to F. D. I formula, the tooth that is denoted by the number 34 is",
        "exp": "Each tooth is numbered by the quadrant (1 to 4) and by the tooth within the quadrant (1 to 8) 1 Maxillary right 2 Maxillary left 3 Mandibular left 4 Mandibular right Tooth Numbers Within Each Quadrant: Sta with number 1 at the midline (central incisor) to number 8, third molar so 34 is left lower, 4th tooth (first premolar) Ref - https://en. m. wikipedia. org/wiki/FDI_World_Dental_Federation_notation",
        "cop": 4,
        "opa": "Upper right temporary first molar",
        "opb": "Lower right permanent first molar",
        "opc": "Upper left first premolar",
        "opd": "Lower left first premolar",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "a382a91f-b5a4-42ad-bb4a-7d01f2956f2b",
        "choice_type": "single"
    },
    {
        "question": "Faint letter marks can be made visible using",
        "exp": "Tattoo marks Tattoo marks are designs made on the skin by multiple punctures with needles dipped in coloring agents. The designs are permanent because the coloring material goes under the epidermis and stain the dermis. Dyes commonly used are indigo, cobalt, carbon, Vermilion, Prussian blue, and Indian ink. The tattoo marks are permanent and persists for many years. After 8 to 10 years it may fade and a faded tattoo can be made visible by ultraviolet lamp or infrared photography. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE NO 101",
        "cop": 1,
        "opa": "Infra red rays",
        "opb": "Spectrophotometry",
        "opc": "Ordinary light",
        "opd": "X-ray",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "8853e6e2-f9fd-4e00-a65b-d29325180a4a",
        "choice_type": "single"
    },
    {
        "question": "The most reliable criteria in Gustafson method of age estimation is -",
        "exp": "The canals in dentin become wide and are filled with mineral so that they become translucent gradually. It is not seen until thiy years of age. It is the most reliable criteria in Gustafsons method. Ref: Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 37.",
        "cop": 3,
        "opa": "Attrition",
        "opb": "Secondary dentin deposition",
        "opc": "Transparency of root",
        "opd": "Cementum apposition",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "0c0baab0-79ec-49e4-bc50-d3dc335f8a8e",
        "choice_type": "single"
    },
    {
        "question": "Pearson formula is used for calculating",
        "exp": "karl Pearson formula for reconstruction of stature from dried long bones. Male female Stature 81. 306 + 1. 880F 72. 884 + 1. 945F Stature 70. 641 + 2. 894H 71. 475 + 2. 754 H Stature 78. 664 + 2. 376T 74. 774 + 2. 353T Stature 89. 925 + 3. 271R 81. 224 + 3. 343R F is femur, H is humerus, T is tibia, R is radius. The measurements are in centimeters. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE NO 96",
        "cop": 2,
        "opa": "Cephalic index",
        "opb": "Stature",
        "opc": "Race",
        "opd": "Age",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "4a2deedf-8979-45fb-95fa-37b911b0eeae",
        "choice_type": "single"
    },
    {
        "question": "Length of tibia is -",
        "exp": "Length of tibia is 20% of total height. Ref: K. S. Narayan Reddy's Synopsis of Forensic Medicine and Toxicology, 29th edition, Chapter 4, page-51.",
        "cop": 2,
        "opa": "10% of height",
        "opb": "20% of height",
        "opc": "30% of height",
        "opd": "40% of height",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "56e7484d-61c0-4a1b-be43-84488fb20bcd",
        "choice_type": "single"
    },
    {
        "question": "The best way for identification of a person is",
        "exp": "Dactylography or Galton system Fingerprints are impressions of patterns formed by the papillary ridges of fingers. In modern times, fingerprints stand as the unique identification data. Fingerprints match is widely accepted as the most reliable evidence of identification. The possibility of another person having the same fingerprints is one in 64 thousand million. i. e. three times the population of the world. Even in identical twins, the fingerprint will be different. Fingerprints do not change throughout life unless damage has occurred to the dermal skin layer. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE NO 97",
        "cop": 2,
        "opa": "Photography",
        "opb": "Dactylography",
        "opc": "Anthropometry",
        "opd": "X ray determination",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "54e9d8f3-e3c1-457b-ade5-3889dd8107e5",
        "choice_type": "single"
    },
    {
        "question": "Ilio-pectineal line is used to determine difference in -",
        "exp": "Ilio-pectinate line: to determine the sex of an individual It is well marked and rough in males It is rounded and smooth in females REF: The Synopsis of Forensic Medicine and Toxicology by Dr K. S. Narayan Reddy 29th edition page no: 36.",
        "cop": 1,
        "opa": "Sex",
        "opb": "Race",
        "opc": "Age",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "8274f230-ba8f-49cf-ab83-a7eda0b5afdb",
        "choice_type": "multi"
    },
    {
        "question": "According to 2000 act, juvenile is boy and girl respectively less than -",
        "exp": "According to Juvenile Justice Act 2000, a juvenile is a girl or boy who has not completed 18 years of age. Juvenile in conflict with law is a juvenile alleged to have committed an offence and not completed 18 years of age at time of commission of offence. Such persons should be sent to Juvenile Home and never imprisoned or sentenced to death. Dr. K. S. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 44.",
        "cop": 4,
        "opa": "16 and 18",
        "opb": "18 and 21",
        "opc": "14 and 16",
        "opd": "18 and 18",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "a2ae6c0b-400d-426a-af8c-7625af0aea3f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is false statement about sex chromatin",
        "exp": "***The number of Bar bodies is one lesser than the number of X chromosomes ***Barr body is a small mass lying near the nuclear membrane, it represents the inactivated chromosome ***Bar bodies are seen 0-4percent of genetic males and 20-80 percent of genetic females ***sites for sampling for sex chromatin: Buccal mucosal, tooth pulp, hair bulb ***Davidson body is a drumstick shaped mass of chromatin hanging down from Neutrophil nuclei, it is seen only in females (0-6percent) synopsis of Forensic Medicine and toxicology, 28th edition page number 84",
        "cop": 1,
        "opa": "The number of bar bodies in someone with 47. XXY genetic makeup is two",
        "opb": "Barr body may be seen in genetic male",
        "opc": "Drumstick shaped mass of chromatin in Neutrophil nucleus is called Davidson body",
        "opd": "A site for sampling for sex chromatin is buccal mucosa",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "efee1d94-0c8a-4fe1-a174-635a73003e1f",
        "choice_type": "multi"
    },
    {
        "question": "Majority is obtained by a person under cou guardianship by age of -",
        "exp": "A person under a guardian appointed by the Cou attains majority at age of 21 years whereas a person normally attains majority at age of 18 years. ref: Dr. K. S. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 45.",
        "cop": 3,
        "opa": "19 years",
        "opb": "20 years",
        "opc": "21 years",
        "opd": "22 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "87faeb17-66b8-4ea9-9e62-e6612a8ce6fd",
        "choice_type": "single"
    },
    {
        "question": "Gustafson's method used for age estimation of tooth includes all except -",
        "exp": "Gustafsons method uses attrition, periodontosis, secondary dentin, cementum apposition, root resorption and transparency of root to determine age of adult from dentition. Ref: Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 36.",
        "cop": 1,
        "opa": "Primary dentition",
        "opb": "Root resorption",
        "opc": "Root transparency",
        "opd": "Attrition",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "94d2ce9b-e98b-4485-b537-0b907097ee80",
        "choice_type": "multi"
    },
    {
        "question": "Latent fingerprints can be made visible by",
        "exp": "Latent prints are those that are left behind interaction of palms, hands and feet the environment. Ocassionally these prints are left cleanly so as to be clearly visible to the unaided It is more often that the prints are paially visible or not visible at all without using special fingerprint processing methods and equipment Powders used: White: lead carbonate Black: Charcoal Grey: Aluminium dust Methods to enhance fingerprints *lighting -ultraviolet, white light *physical-dusting a surface with a powder of contrasting color *chemical -ninhydrin, silver nitrate Reference: essentials of Forensic Medicine and toxicology PG no 3, vol 3",
        "cop": 4,
        "opa": "Ultraviolet spectrum lightning",
        "opb": "Application of powder",
        "opc": "Cyanoacrylate fuming",
        "opd": "All of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "bada5b63-1d17-4a2a-ba25-33ebdc5a62d1",
        "choice_type": "multi"
    },
    {
        "question": "The fingerprint pattern may be impaired permanently in cases of",
        "exp": "Fingerprints are usually lost in leprosy, electric injury and after exposure to radiation. It cannot be removed by wounds or burns. It may also produce additional characteristics. Dr. K. S. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 48.",
        "cop": 4,
        "opa": "Eczema",
        "opb": "Scalds",
        "opc": "Scabies",
        "opd": "Leprosy",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "0dfc176e-1f39-486c-9977-d311e7eeebeb",
        "choice_type": "single"
    },
    {
        "question": "A hair is found at crime and you are asked to evaluate whether it is human. Which of the following attributes indicates that the hair will be of human origin",
        "exp": "The cuticle completely covers the hair shaft in human hair. It paly covers the hair shaft in animal hair Human hair has three pas Cuticle -outer layer Coex-middle layer Medulla - inner layer",
        "cop": 3,
        "opa": "Medullary index of 1",
        "opb": "Pigment granules present in coex and medulla",
        "opc": "Cuticle completely covers hair shaft",
        "opd": "Medullary index of 0. 5",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "747aba3c-4a8a-4f17-8213-4b39481208b0",
        "choice_type": "single"
    },
    {
        "question": "Crural Index is -",
        "exp": "Crural index is length of tibia/ femur x 100. It is impoant for determination of race. ref: k narayana reddy forensic medicine",
        "cop": 1,
        "opa": "Length of tibia/femur x 100",
        "opb": "Length of radius/humerus x 100",
        "opc": "Length of fibula/tibia x 100",
        "opd": "Length of radius/ulna x 100",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "b2fa4319-3704-49c0-8341-5cfc14834ea7",
        "choice_type": "single"
    },
    {
        "question": "Identical twins can be differentiated by",
        "exp": "* Among twins, the DNA fingerprint will show same pattern * But the fingerprint pattern is different even in identical twins. * The Fingerprint patterns are not inherited and paternity cannot be proved through fingerprint patterns. * The fingerprint patterns are distinctive and permanent in individuals. Ref:- Essentials of Forensic medicine Dr KS narayana Reddy 33th Edition; Pg num:- 86",
        "cop": 3,
        "opa": "Blood grouping",
        "opb": "DNA fingerprinting",
        "opc": "Finger print",
        "opd": "Age",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "6123cd94-5008-4932-9b4c-d89ab39ecaed",
        "choice_type": "single"
    },
    {
        "question": "Pure Aryans have which type of skull -",
        "exp": "Cephalic index (Index of Breadth) is Maximum Breadth of Skull / Maximum Length of Skull. From the Cephalic index, race can be determined in 85 - 90% of cases. The skull of an Indian is Caucasian with a few Negroid characters. Type of skull Cephalic index Race Dolicocephalic (long-headed) 70-75 Pure Aryans, Aborigines, Negroes Mesaticephalic (medium-headed) 75-80 Europeans, Chinese, Indians Brachycephalic (sho-headed) 80-85 Mongolian Ref: 1. Dr. Narayana Reddy, The Essentials of Forensic Medicine & Toxicology, 34th edition, pg. 57. 2. V. V. Pillay, Textbook of Forensic Medicine & Toxicology, 18th edition, pg. 70.",
        "cop": 3,
        "opa": "Mesaticephalic",
        "opb": "Brachycephalic",
        "opc": "Dolicocephalic",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "92b78908-7faf-454b-b117-2b94c2aff588",
        "choice_type": "multi"
    },
    {
        "question": "Pre-auricular sulcus helps in detection of which of the following",
        "exp": "Preauricular sulcus is present in pelvis. It is used to determine the sex of an individual. It is not frequent narrow shallow in males. It is more frequent broad and deep in females. REF: The Synopsis of Forensic Medicine and Toxicology 29th edition by Dr N. S. Narayan Reddy page no: 36.",
        "cop": 2,
        "opa": "Age",
        "opb": "Sex",
        "opc": "Race",
        "opd": "Height",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "f4d1b2ba-7e42-427d-9ef1-9974eb1bb69f",
        "choice_type": "single"
    },
    {
        "question": "Pure Aryans have which type of skull",
        "exp": "Type of skull cephalic index race Dolicocephalic 70-75 Aryans, aborigines and Negroes Mesaticephalic 75- 80 Europeans and Indians Brachycephalic 80-85 Mongolians Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE NO 67",
        "cop": 3,
        "opa": "Mesaticephalic",
        "opb": "Brachycephalic",
        "opc": "Doliocephalic",
        "opd": "Plagiocephaly",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "e1aeca15-3123-4886-bcdf-d24e3ed41f36",
        "choice_type": "single"
    },
    {
        "question": "An unidentified dead body is bought for autopsy. You notice a faded tattoo mark on the left arm of the. Which of the following methods can use to enhance the tattoo mark for identification",
        "exp": "Infrarred photography makes old tattoos really visible A faded tattoo mark can be visualised *Ultraviolet light *infrared photography *rubbing the pa and examining the pa with magnifying lens In decomposed bodies, the tattoo marks can be visualised by removing the layer of epidermis by a moist cloth Reference: Synopsis of Forensic Medicine and toxicology PG 57, 28th edition",
        "cop": 2,
        "opa": "Application of isopropyl alochol",
        "opb": "Infrared photography",
        "opc": "Bright illumination",
        "opd": "All of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "c0ba168e-3c72-4e04-a97b-412762f83ba9",
        "choice_type": "multi"
    },
    {
        "question": "Tattooing in old decomposed body can be visualized by use of all except -",
        "exp": "Tattoo in decomposed bodies can be visualised by 3% hydrogen peroxide, infrared photography and magnification glass in decomposed bodies. It is a method of identification. Ref: K. S. Narayan Reddy's Synopsis of Forensic Medicine and Toxicology, 29th edition, Chapter 4, page-56.",
        "cop": 2,
        "opa": "H2. O2 3%",
        "opb": "Gamma rays",
        "opc": "Infrared photography",
        "opd": "Examination with magnifying glass",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "815bc0c0-66c6-4fab-bc6a-3592c0758a04",
        "choice_type": "multi"
    },
    {
        "question": "Age from teeth can be determined by all methods except",
        "exp": "A) Gustafsons method: Age can be determined by attrition, peridontosis, secondary dentin, cementum apposition, root resorption and transparency of root. B) The method developed by Miles permits within group assessment of age based on dental attrition. It requires a subadult sample as baseline. The upper and lower scales show ages in years from bih, with different scales for each of the molars (representing separate functional ages of the teeth). The first molars are marked at 6 year intervals, the second at 6. 5 and the third at 7 year intervals. C). Boyde's method: Cross strations develop in the enamel of teeth, till the complete formation of enamel. They represent daily incremental lines. The age of an individual can be calculated in terms of days by counting the number of lines from the neonatal line onwards. Ref: K. S. Naryan Reddy's synopsis of Forensic Medicine and Toxicology, 29 th edition, Chapter 4, page 40 & 41.",
        "cop": 4,
        "opa": "Gustafson method",
        "opb": "Mile method",
        "opc": "Boyde method",
        "opd": "Frame method",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "9f368ce8-35d5-40e5-8cf6-fffff62ec932",
        "choice_type": "multi"
    },
    {
        "question": "Cheiloscopy is the study of prints of -",
        "exp": "Cheiloscopy is study of lipprints which are divided into 8 patterns. The fissures and grooves are characteristic for an individual. There are 24 characteristics. If 7 to 9 characters tally identification is established. Cheiloscopy is derived from Greek words cheilos -- lips and eskopein - see Lips are unique to one person, except in monozygotic twins Lip grooves are permanent and unchangeable It is possible to identify lip patterns as early as the sixth week of intrauterine life Resist many afflictions, such as herpetic lesions Pathologies that damage the lip subtract like burns seem to rule out cheiloscopy Dr. K. S. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 48.",
        "cop": 4,
        "opa": "Foot",
        "opb": "Fingers",
        "opc": "Palate",
        "opd": "Lips",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "6c92e5a2-38eb-4745-8154-23b020bdfa3d",
        "choice_type": "single"
    },
    {
        "question": "Permanent erasure of fingerprint is seen following",
        "exp": "Dactylography or Galton system Fingerprints are impressions of patterns formed by the papillary ridges of fingers. Fingerprints do not change throughout life unless damage has occurred to the dermal skin layer. Permanent impairement of fingerprints occur in leprosy, electrical injury, after exposure to radiation, and in dyskeratosis congenita. A very rare medical condition is adermetoglyphia, in which there is absence of finger prints, with no other medical signs or symptoms. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE NO: 97",
        "cop": 4,
        "opa": "Eczema",
        "opb": "Scalds",
        "opc": "Diabetic neuropathy",
        "opd": "Leprosy",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "faabd031-a911-41ca-badf-246de1018107",
        "choice_type": "single"
    },
    {
        "question": "Which is the first permanent tooth to erupt",
        "exp": "Period of eruption of permanent teeth First molar 6-7 years Medial incisors 7-8 years Lateral incisors 8-9 years First premolar 9-10 years Second premolar 10-11 years Canines 11-12 years Second molar 12-14 years Third molar 17-25 years Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr. PC IGNATIUS PAGE NO 70",
        "cop": 1,
        "opa": "1st Molar",
        "opb": "Premolar",
        "opc": "Lateral incisor",
        "opd": "Central incisor",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "9960367a-14a4-4697-9da0-470d82fa9a35",
        "choice_type": "single"
    },
    {
        "question": "Whip-lash injuries is caused due to",
        "exp": "This injury occurs due to rear end automobile collision. The body of victim is accelerated by the impact force but the head is left behind. Sudden hyperextension followed by sudden hyperflexion occurs. It is mentioned that in mild forms only subtle hyperextension injuries are found in X Ray. So hyperextension being the primary injury is most impoant answer. Ref: Krishan Vij textbook of forensic medicine, 5th edition pg: 287",
        "cop": 4,
        "opa": "A fall from a height",
        "opb": "A blow on top to head",
        "opc": "Acute hyperflexion of the spine",
        "opd": "Acute hyperextension of the spine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "4457587b-3c2a-4a62-8ded-1ee58d859948",
        "choice_type": "multi"
    },
    {
        "question": "Edgeoscopy refers to",
        "exp": "Edgeoscopy -evaluation of fingerprint Dactylography-evaluation of fingerprints Ridgeology-evaluation of friction ridges on fingerprints Poroscopy-evaluation of sweat pores openings on fingerprint ridges Cheiloscopy-evaluation of lip prints Podography - evaluation of foot prints Rugoscopy-evaluation of palatal Refernce: Encyclopedia of Forensic Medicine and legal medicine PG no 9, vol 3",
        "cop": 1,
        "opa": "Evaluation of fingerprint ridges",
        "opb": "Evaluation of edges of lip print",
        "opc": "Evaluation of edges of foot print",
        "opd": "Evaluation of palatal rugae",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "48205885-e5a0-4121-8e2d-0dba34f47ed3",
        "choice_type": "single"
    },
    {
        "question": "According to the universal system, the tooth that is denoted by the number 23 is",
        "exp": "The tooth designated \"1\" is the maxillary right third molar and the count continues along the upper teeth to the left side. Then the count begins at the mandibular left third molar, designated number 17, and continues along the bottom teeth to the right side Ref - https://en. m. wikipedia. org/wiki/FDI_World_Dental_Federation_notation",
        "cop": 2,
        "opa": "Upper left temporary canine",
        "opb": "Lower left permanent lateral incisor",
        "opc": "Lower right first premolar",
        "opd": "Upper left permanent canine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "45ecefa8-e9b3-4eb9-a0f5-476b26e19d3b",
        "choice_type": "single"
    },
    {
        "question": "Multiplication factor for estimating height from length of foot is",
        "exp": "(Length of one upper limb x 2) +34 is equal to stature. Height of head x 8 is equal to stature Length from veex to pubis x 2 is equal to height Length of foot x 7 is the approximate height Suprasternal notch to pubic symphysis x 3. 3 is equal to stature. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE NO 96",
        "cop": 1,
        "opa": "7",
        "opb": "4",
        "opc": "5",
        "opd": "3",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "d1ed5d74-cadf-48e6-b995-e360dbaf94c9",
        "choice_type": "single"
    },
    {
        "question": "Legal age of consent is -",
        "exp": "legal age for consent in india 18 yrs Sec 89 IPC. Act done in good faith for benefit of child or insane person, by or by consent of guardian.--Nothing which is done in good faith for the benefit of a person under twelve years of age, or of unsound mind, by or by consent, either express or implied, of the guardian or other person having lawful charge of that person, is an offence by reason of any harm which it may cause, or be intended by the doer to cause or be known by the doer to be likely to cause to that person. Ref: K. S. Narayan Reddy&; s synopsis of Forensic Medicine and Toxicology, 29 th edition, Chapter 4 page 30.",
        "cop": 2,
        "opa": "10 Years",
        "opb": "18 Years",
        "opc": "14 Years",
        "opd": "16 Years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "f4d3674c-46b5-491a-a23d-f3226e16a02f",
        "choice_type": "single"
    },
    {
        "question": "Pelvic brim in males -",
        "exp": "PELVIC BRIM OR INLET: It is hea shaped in males It is circular or elliptical more spacious diameters longer in females. REF: The Synopsis of Forensic Medicine by Dr K. S. Narayan Reddy 29th edition page no: 37.",
        "cop": 4,
        "opa": "Circular",
        "opb": "Elliptical",
        "opc": "More Spacious",
        "opd": "Hea shaped",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "4e96b23b-e32a-422d-8e47-bb0dc2b4bf29",
        "choice_type": "single"
    },
    {
        "question": "Galton's system is used to -",
        "exp": "Galtons system or dermatoglyphics is study of impressions formed by papillary ridges of fingeips. It was first used in India by William Herschel and modified by Sir Francis Galton ref:. Dr. K. S. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 47.",
        "cop": 1,
        "opa": "Dactylography",
        "opb": "Poroscopy",
        "opc": "Ridgeology",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "1b12d86d-032b-4281-b733-8fba3e4b3bb0",
        "choice_type": "multi"
    },
    {
        "question": "Pre-auricular sulcus helps in detection of -",
        "exp": "Pre auricular sulcus is more frequent, broad and deep in female pelvis as compared to male. ref: Dr. Narayana Reddys Synopsis of Forensic Medicine & Toxicology 27 th edition pg. 32.",
        "cop": 2,
        "opa": "Age",
        "opb": "Sex",
        "opc": "Race",
        "opd": "Height",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "7825846e-1e8b-4857-b2c8-099524349e7f",
        "choice_type": "single"
    },
    {
        "question": "Corporo-basal index is useful for determination of",
        "exp": "Corporobasal Index = Breadth of first sacral veebra *100/breadth of the base of sacrum Used to determine sex Ref - Narayana Reddy 17th edition page 50 table 4-4. traits diagnostic of Sex",
        "cop": 2,
        "opa": "Stature",
        "opb": "Sex",
        "opc": "Age",
        "opd": "Race",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "8c4c414b-d8ed-47b5-8bce-f1e3541eb3dc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the wrong method to cha left lower canine",
        "exp": "Palmer's notation Permanent teeth Right left 8 7 6 5 4 3 2 1 1 2 3 4 5 6 7 8 8 7 6 5 4 3 2 1 1 2 3 4 5 6 7 8 Temporary teeth 5 4 3 2 1 1 2 3 4 5 5 4 3 2 1 1 2 3 4 5 Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE NO 85",
        "cop": 3,
        "opa": "33 I FDI",
        "opb": "43 in Modified FDI",
        "opc": "22 in Palmer notation",
        "opd": "-3 in harder Up system",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "0d15d986-7eea-45d0-9253-14fa339a1736",
        "choice_type": "single"
    },
    {
        "question": "According to federation dental lower left canine is designated as-",
        "exp": "According to FDI, left lower canine is designated as 33. Ref: K. S. Narayan Reddy's synopsis of Forensic Medicine and Toxicology, 29 th edition Chapter4. page no -60",
        "cop": 2,
        "opa": "32",
        "opb": "33",
        "opc": "42",
        "opd": "43",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "48f1f19d-fcd2-4304-9223-64d395ccb7d6",
        "choice_type": "single"
    },
    {
        "question": "Cephalic index of Mongolians is",
        "exp": "Cephalic index (Index of Breadth) is Maximum Breadth of Skull / Maximum Length of Skull. From the Cephalic index, race can be determined in 85 - 90% of cases. The skull of an Indian is Caucasian with a few Negroid characters. Type of skull Cephalic index Race Dolicocephalic (long-headed) 70-75 Pure Aryans, Aborigines, Negroes Mesaticephalic (medium-headed) 75-80 Europeans, Chinese, Indians Brachycephalic (sho-headed) 80-85 Mongolian Ref: 1. Dr. Narayana Reddy, The Essentials of Forensic Medicine & Toxicology, 34th edition, pg. 57. 2. V. V. Pillay, Textbook of Forensic Medicine & Toxicology, 18th edition, pg. 70.",
        "cop": 4,
        "opa": "<70",
        "opb": "70-75",
        "opc": "75-80",
        "opd": ">80",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "9934bc64-0ac7-46ab-a7ec-a22d3100118c",
        "choice_type": "single"
    },
    {
        "question": "Rule of Hasse is used to determine -",
        "exp": "RULE OF HAASE: This is a rough method of calculating the age of the fetus. The length of the fetus is measured from crown to heel in centimeter During the first 5 months of pregnancy, the square root of the length gives an approximate age of the fetus in months, eg: a fetus length is 16cm is 4 months. HAASE'S MODIFICATION OF MORRISON'S LAW: during the last 5 months, the length in centimeters divided by five gives the age of the fetus in months, eg: fetus of 35cm is 7months. REF: The Synopsis of Forensic Medicine and Toxicology by Dr. K. S. Narayan Reddy 29th edition page no: 51",
        "cop": 1,
        "opa": "The age of fetus",
        "opb": "Height of an adult",
        "opc": "Race of a person",
        "opd": "gender of fetus",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "294a6a99-9437-4189-8c5c-9cd4379f0639",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most common fingerprint pattern",
        "exp": "The patterns of fingerprints: Loops-these reconstitute 60-70 percent patients encountered Whorl-represent 25-30 percent patients encountered Arch -represent about 5 percent of patients encountered Least commonly encountered is composite Refernce: Essentials of Forensic Medicine and toxicology PG no 2, vol 3",
        "cop": 1,
        "opa": "Loops",
        "opb": "Whorl",
        "opc": "Composite",
        "opd": "Arches",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification",
        "id": "a9f916d7-6a0e-42b2-9167-f74b1f2d365c",
        "choice_type": "single"
    }
]