[
    {
        "question": "Hep Burn Osteometric board is used to measure-",
        "exp": "Ans. 'a' i. e., Length of long bones o Hep Bum Osteometric board is used to accurately measure length of long bones. Hepburn Osteometric Boardo It is ait instrument used to measure length oflong bones. o It has a rectangular base with ruler fixed along one of its long sides, o An upright is fixed at one end of the board and a second one slides along the board. o Bone is placed with one of its ends along the fixed upright and the movable upright is brought upto the other end of the bone. The distance between the uprights is the length of the long bone, o Stature can be calculated from the length of long bones and used for identification. Femur and tibia give more accurate values compared to humerus and radius.",
        "cop": 1,
        "opa": "Length of long bones",
        "opb": "Length of flat bones",
        "opc": "Breadth of long bones",
        "opd": "Breadth of flat bones",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification - Medicolegal aspects",
        "id": "107edbc2-a5f7-4783-85b0-d39ea8c30f8f",
        "choice_type": "single"
    },
    {
        "question": "Cephalic index is most useful in identification of -",
        "exp": "Ans. is 'c' i. e., Race o Cephalic index is used for determination of race. Race determination of skeletonA) Cephalic Index (CI)# Cephalic index is defined as the index of breadth of skull. Cephalic index =Max. breadth of skull--------------------Max. AP length of skullx 100# Based of cephalic index races are clasified into following three:-1) Dolichocephalic (long headed): Cephalic index is 70-75 and is a feature of Caucasions, Pure Aryan (Indians), Aborigines, and Negroes. 2) Mesaticephalic (medium headed): Cephalic index is 75-80 and is a feature of Europeans, and Chinese. 3) Brachycephalic (short headed): Cephalic index is more than 80 and is a feature of Mongolian. B) Brachial Index# Brachial index is defined as:-Brachial index =Length of radius----------------Length of humerusx 100# Brachial index is 74. 5 in Europeans and 78. 5 in Negroes. C) Crural index# It is defined as:-Crural index =Length of tibia--------------Length of femurx 100# Crural index is 83. 3 in Europeans and 86. 2 in Negroes. D) Humero-femoral index (HF index)# It is defined as:-Humero-femoral index =Length of humerus----------------Length of femurx 100# It is 69 in Europeans and 72. 4 in Negroes. E) Intermembral index# t is:-Intermembral index =Length of radius + humerus------------------------Length of tibia + femurx 100# It is almost same (70) in Europeans and Negroes. F) Orbit# It is square in Pure Aryans (Indians), Negroes, and Arborigines. It is triangular in Chinese and Europeans. It is 'rounded' in Mongols. G) Nasal opening# It is broad in Pure Aryans (Indians), Negroes, and Arborigines. It is narrow and elongated in Chinese and Europeans. It is 'rounded' in Mongols. H) Palate# Palate is rectangular in Pure Aryans (Indians), Negroes, and Arborigines. It is triangular in Chinese and Europeans. It is rounded (or horse shoe shaped) in Mongols.",
        "cop": 3,
        "opa": "Age",
        "opb": "Sex",
        "opc": "Race",
        "opd": "Religion",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification - Medicolegal aspects",
        "id": "1fa36b3c-6f86-4345-9d18-b3c6f69df00d",
        "choice_type": "single"
    },
    {
        "question": "Cephalic index is for determination of -",
        "exp": "Ans. is 'b' i. e., Race Race determination of skeleton. Cephalic Index (Cl). Cephalic index is defined as the index of breadth of skull. Max. breadth of skull, Cephalic index = ------------------------------------------------------100. Max. AP length of skull. Based of cephalic index races are clasified into following three. Dolichocephalic (long headed): Cephalic index is 70-75 and is a feature of Caucasions, Pure Aryan (Indians), Aborigines, and Negroes. Mesaticephalic (medium headed): Cephalic index is 75-80 and is a feature of Europeans, and Chinese. Brachycephalic (short headed): Cephalic index is more than 80 and is a feature of Mongolian. Brachial Index. Brachial index is defined as. Length of radius. Brachial index = --------------------------------------- x 100. Length of humerus. Brachial index is 74. 5 in Europeans and 78. 5 in Negroes. C) Crural index. It is defined as. Length of tibia. Crural index = ------------------------------------ x 100. Length of femur. Crural index is 83. 3 in Europeans and 86. 2 in Negroes. Humero-femoral index (HF index). It is defined as. Length of humerus. Humero-femoral index = ------------------------------------------------- x 100. Length of femur. It is 69 in Europeans and 72. 4 in Negroes. Intermembrai index. It is. Length of radius + humerus. Intermembrai index = ---------------------------------------------------------- 100. Length of tibia + femur. It is almost same (70) in Europeans and Negroes. Orbit. It is square in Pure Aryans (Indians), Negroes, and Arborigines. It is triangular in Chinese and Europeans. It is 'rounded' in Mongols. Nasal opening. It is broad in Pure Aryans (Indians), Negroes, and Arborigines. it is narrow and elongated in Chinese and Europeans. It is 'rounded' in Mongols. Palate. Palate is rectangular in Pure Aryans (Indians), Negroes, and Arborigines. It is triangular in Chinese and Europeans. It is rounded (or horse shoe shaped) in Mongols.",
        "cop": 2,
        "opa": "Sex",
        "opb": "Race",
        "opc": "Height",
        "opd": "Weight",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification - Medicolegal aspects",
        "id": "5ad32aae-7577-44de-a22c-cce41da422d4",
        "choice_type": "single"
    },
    {
        "question": "Corpus deliciti stands for -",
        "exp": "Ans. is 'b' i. e., Body of offence The Corpus Delicti: (the body of offencet the essence of crime)o It stands for the facts of any criminal offence. o Eg: corpus delicti of murder is the fact that the person died from unlawful violence. o It includes the body of the victim and the other facts which are conclusive of death by foul play, such as bullet or a broken knife blade found in the body and responsible for death.",
        "cop": 2,
        "opa": "Body of court proceedings",
        "opb": "Body of offence",
        "opc": "Body of proof",
        "opd": "Body of evidence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification - Medicolegal aspects",
        "id": "86927fde-9729-43b5-995d-12b1794ce6b6",
        "choice_type": "single"
    },
    {
        "question": "Ashley rule is for determination of what:",
        "exp": "Ans. b. Sex (Ref: Modern Medical Toxicology/p4). Ashley's rule is used to know the sex of sternum; It is also known as '149 rule'Differences between Male & Female sternum. Features. Male sternum. Female sternum. Body. Bigger, longer & more than twice the length of manubrium. Shorter & less than twice the length of manubrium. Ashley's rule. Total length >149 mm. Total length <149 mm. Level of upper border. At the level of lower part of body of 2nd thoracic vertebrae. At the level of lower part of 3rd thoracic vertebrae. Manubrium. Smaller. Bigger. Sternal index46. 254. 3. Sternal index = Length of manubrium x 100/length of body of sternum. Differences between Male & Female pelvis. Features. Male pelvis. Female pelvis. General framework. Deep, funnel shaped Massive & rough. Shallow, bowl shaped Less massive & smooth. True pelvis. Narrow deep & funnel shaped. Wide & shallow. Pelvic brim. Heart shaped. Circular. Ilium. Smaller. Larger. Iliac crest. Curve is more prominent, more sloped with less rounded margins. Curve is less prominent, less sloped with more rounded margins. Anterior superior iliac spine. More prominent. Less prominent. Preauricular sulcus. Not widely separated. Widely separated. Acetabulum. Wide & deep, diameter about 52 mm. Prominent, broad & deep. Symphysis pubis. Higher & bigger in depth & narrow in width. Margins of pubic arch are everted & no parturition pits on the dorsal border. Small & narrow, diameter 46 mm Lower, wider & rounded Margins of pubic arch are not everted & parturition pits are present on dorsal border. Subpubic angle70deg--75deg (acute) subpubic arch is V shaped90deg subpubic arch is U shaped. Greater sciatic notch. Smaller, deeper & narrower & less than right angle. Wider, larger & shallower & forming a right angle. Sciatic notch index =Width of sciatic notch x 100 Depth of sciatic notch4-55-6. Obturator foramen. Large, oval shaped with base upwards. Small, triangular with the apex directed forwards. Ischial tuberosity. More or less inverted. Everted. Pubis (body). Narrow & triangular. Broad & square. Pubis (ramus). Is continuation of body. Narrow appearance. Pelvic index = AP diameter of pelvis/Transverse diameter x 100. More. Less. Kell index = Surface area of acetabulum/Surface area of illium x 100. More. Less",
        "cop": 2,
        "opa": "Age",
        "opb": "Sex",
        "opc": "Height",
        "opd": "Ethnicity",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification - Medicolegal aspects",
        "id": "534a9712-4b75-43a1-a3fb-eefdef8c86f3",
        "choice_type": "single"
    },
    {
        "question": "Fusion of xiphoid process occurs at?",
        "exp": "Ans. (c) 40 years. Ref: Textbook of Forensic medicine and Toxicology: Principles and Practice, 5/e, p 43",
        "cop": 3,
        "opa": "30 years",
        "opb": "10 years",
        "opc": "40 years",
        "opd": "70 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification - Medicolegal aspects",
        "id": "009a0535-a4de-403f-8677-ddd3873c3b43",
        "choice_type": "single"
    },
    {
        "question": "The most important sign of age determination as per Gustafson's method is:",
        "exp": "Ans. a. Root transparency (Ref: Reddy 33/e p70, 28/e p63-64). Root transparency is the most important sign of age determination as per Gustafson's method. Gustafson's Method. The age estimation of adult over 21 years depends on the physiologic age changes in each of the dental tissues. Attrition. QDue to wear and tear from mastication, occlusal (upper) surface of the teeth is destroyed gradually; first involving the enamel, then dentin, and at last, pulp is exposed in the old age. It depends on the functional use of the teeth and also up on the hardness of the enamel. Paradentosis. QRegression of the gums and periodontal tissues surrounding the teeth takes place in the advancing age, gradually exposing the necks and adjacent parts of the roots, due to which the teeth become loose and fall off. Poor oral hygiene increases paradentosis. Secondary Dentin. QIt may develop from the walls w ithin the pulp cavity, and decrease the size of the cavity. First it is deposited at the pulp chamber and gradually extends downwards to the apex, and may completely fill the pulp cavity. This is partly due to ageing and partly due to pathological conditions like caries and paradentosis. Cementum Apposition. QThe cementum increases in thickness particularly due to changes in the tooth position, especially near the end of the root. Secondary cementum is slowly and continuously deposited throughout life and forms incremental lines. Incremental lines (devised by Boyde) appear as cross-striations on the enamel of teeth due to cementum apposition, and are thought to represent daily increments of growth. They can be seen on histological section. The age can be calculated by counting the number of lines from the neonatal line onwards. This is mainly applicable to infants. Root Resorption. QIt involves both cementum and dentin, which show characteristically sharp grooves. Absorption of the root starts first at the apex and extends upwards. It usually occurs in the late age. It may be due to pathological process. Transparency of the Root. QIt is not seen until about 30 years of age. The canals in the dentin are at first wide. With age they are filled by mineral, so that they become invisible and the dentin becomes transparent. It is the most reliable of all criteriaQ.",
        "cop": 1,
        "opa": "Root transparency",
        "opb": "Root attrition",
        "opc": "Root resorption",
        "opd": "Paradentosis",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification - Medicolegal aspects",
        "id": "eea66fa8-e702-4a8c-a328-97678484d4d3",
        "choice_type": "single"
    },
    {
        "question": "Identification of semen is done by:",
        "exp": "Ans. (b) Barberios Test. Ref: The Essentials of. FSM by K. S. Narayan Reddy 31st ed. / 405. Ref,: The Essentials of FSM by K. S. Narayan Reddy 31st ed. / 405. Tests for Detection of. Seminal Stain (Mnemonic- \"Creat Acid Fast Bacilli')* Acid phosphatase test: to detect Aspermia cases* BarberioS test: to detect Spermine (yellow needle shaped spermine picrate)* Creatine phosphokinase test: for old seminal stain* Florence test: choline crystals of semen shows fluoroscence when examined (Rhombotic crystals of choline iodide)* Most specific test for seminal stain: Isoenzyme LDH assay* For dry seminal stain: UV rays used Blood Benzidine test* Best preliminary test as it detects blood present in dilution of 1 in 3 lakhs.* Color produced: Deep Blue* Not used because it is a potential carcinogen. Kastle-Mayer/Phenolpthalein test- color produced is Pink Purple. Microchemical test: based on RBC content of blood. 1. Takayama's test: Hb converted to Haemochromogen crystal.# Salmon pink feathery haemochromogen crystals are obtained. 2. Teichmann's Haemin crystal test: Hb converted into Hemin/Hematin crystals.# Brown rhombic haemic crystal are seen3. Spectroscopic test: Most specific/confirmatory method for blood stain test4. Thin layer chromatography (TLC)5. Electrophoresis. NOTE: Test to distinguish human vs. animal blood- Precipitin Test,",
        "cop": 2,
        "opa": "Haemochromogen Test",
        "opb": "Barberios Test",
        "opc": "Guaiacum Test.",
        "opd": "Leuco malachite green test",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification - Medicolegal aspects",
        "id": "f08f2ba0-868c-4081-9c22-1c0a226f0168",
        "choice_type": "single"
    },
    {
        "question": "Trichology is the study of:",
        "exp": "Ans: a (Hair) Ref: Reddy, 27th ed, p. 84. Trichology is the study of hair. Note. Thanatology: Study of death in all aspects. Cheiloscopy: Study of lip markings for identification. Poroscopy: Study of microscopic pores present in the ridges of fingers. Dactylography: Study of finger prints.",
        "cop": 1,
        "opa": "Hair",
        "opb": "Nail",
        "opc": "Skin",
        "opd": "Bones",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification - Medicolegal aspects",
        "id": "3517256d-427c-48d4-acea-c9a3efa755fc",
        "choice_type": "single"
    },
    {
        "question": "Which is best used for sex differentiation?",
        "exp": "Ans: a (Pelvis) Ref: KS Narayan, Reddy 21st ed, p. 55. Pelvis is the bone best used for sex determination. There are many differences between male and female pelvis. Listed below are some of the important points. FEMALEMALEBuilt. Bones thinner, markings less prominent. Thicker, markings more prominent. Pelvis Inlet: Large circular. Cavity: Short cylindrical. Walls: Vertical. Outlet: Wide sub pubicangle (80-85). Short pubic crests. Long conical. Less vertical. Narrow(50-60). Ilium. Vertical blades. Curved blades. Ischial tuberosity. Everted. Less everted. Pre and post auricular sulcus. Prominent. Less prominent. Greater sciatic notch. Wider, shallow. Deep narrow. Obturator foramen. Small triangular. Oval and larger. Ischiopubic index-100-83",
        "cop": 1,
        "opa": "Pelvis",
        "opb": "Skull",
        "opc": "Femur",
        "opd": "Humerus",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification - Medicolegal aspects",
        "id": "5755e247-91ec-4e59-ae5c-56dc5e360b44",
        "choice_type": "single"
    },
    {
        "question": "Palatoprints are used for identification of the person, is performed by taking prints from which part of the hard plate?",
        "exp": "Ans. b. Anterior (Ref: Reddy 33/e p88, 29/e p80). Palatoprints are used for identification of the person, is performed by taking prints from anterior part of the hard plate. Rugoscopy (Palatoprints). In anterior part of hard palate, structural details like rugae (plica palatine/ridges) and grooves are individual specific (like finger prints) and permanentQ. Using palatoprints for identification is suggested by Harrison Allis (method) as these do not change during growth and are relatively protected from heat and traumaQ. Thomas and Kurtze have classified Palatoprints based on characteristics of rugae. Primary rugae5 to > 10 mm. Secondary rugae3 to 5 mm. Tertiary rugae< 3 mm. Advantages. Do not change during growth. Protected from trauma due to its situation. Protected from heat by buccal pad of fat and tongue. Even in twins, the pattern of rugosities may be similar but not identical.",
        "cop": 2,
        "opa": "Lateral",
        "opb": "Anterior",
        "opc": "Middle",
        "opd": "Posterior",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification - Medicolegal aspects",
        "id": "2b1f77c5-a44c-4749-ab8d-f6b7304b7688",
        "choice_type": "single"
    },
    {
        "question": "IPC 319 deals w ith -",
        "exp": "Ans. is 'a' i. e.. Definition of hurt Section of IPCDescription319. Defines hurt320. Defines grievous hurt321. Voluntarily causing hurt322. Voluntarily causing grievous hurt323. Punishment for voluntarily causing hurt324. Voluntarily causing hurt by dangerous weapons or means325. Punishment for voluntarily causing grievous hurt326. Voulntarily causing grievous hurt by dangerous weapon or means",
        "cop": 1,
        "opa": "Definition of hurt",
        "opb": "Voluntarily causing hurt",
        "opc": "Definition of grievous hurt",
        "opd": "Voluntarily causing grievous hurt",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification - Medicolegal aspects",
        "id": "7e76865b-1528-47bd-8268-eac3498f524f",
        "choice_type": "single"
    },
    {
        "question": "Ossification of proximal end of ulna takes place at what age:",
        "exp": "ANSWER: (D) 16 years. REF: Parikh 6th edition page, Cunningham s textbook of anatomy page 213. Ossification of ulna: Ulna is ossified by one primary and two or more secondary centers Appearance. Fusion. Proximal ulna (secondary center)10 years16 years. Body (primary center)2nd month of intrauterine life. At birth. Distal ulna (secondary center)6 years20-23 years. Unless specified the age is for male",
        "cop": 4,
        "opa": "10 years",
        "opb": "12 years",
        "opc": "13 years",
        "opd": "16 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification - Medicolegal aspects",
        "id": "148e9ace-03a8-4e0b-adbf-d3dc8a7ef289",
        "choice_type": "single"
    },
    {
        "question": "Which is best used for sex differentiation(Kerala 2008 repeat)",
        "exp": "Ans) a (Pelvis) Ref: K. S. Narayan Reddy 21st Ed P55. Pelvis is the bone best used for sex determination. There are many differences between male and female pelvis. Listed below are some of the important points. FEMALEMALEBuilt. Bones thinner, markings less prominent. Thicker, markings more prominent. Pelvis Inlet: Cavity: Walls: Outlet: sub pubiclarge circular short cylindrical vertical wide angle(80-85)(50-60). Ilium Vertical blades Curved blades. Ischial tuberosity Everted Less everted. Pre and post auricular sulcus. Prominent. Less prominent. Greater sciatic notch. Wider, shallow. Deep narrow. Obturator foramen. Small triangular. Oval and larger. Ischiopubic index~ 100~83",
        "cop": 1,
        "opa": "Pelvis",
        "opb": "Skull",
        "opc": "Femur",
        "opd": "Humerus",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification - Medicolegal aspects",
        "id": "036e8435-7f9c-4665-8fc0-fe74987d8641",
        "choice_type": "single"
    },
    {
        "question": "Most reliable method of identification is:",
        "exp": "Ans. (B). Galton method. Fingerprinting is the most specificQ method of identification. Gabon's system describes about fingerprinting.",
        "cop": 2,
        "opa": "Gustafson method",
        "opb": "Galton method",
        "opc": "Anthropometry",
        "opd": "Scars",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification - Medicolegal aspects",
        "id": "0afe0837-cf19-43bc-8175-2ea2d9202a6b",
        "choice_type": "single"
    },
    {
        "question": "Hasse's rule is for -",
        "exp": "Ans. is 'a' i. e., Fetal ageo Hess's rule (Haase's rule): It is a rough method for calculating the age of fetus by measuring the length from crown to heel. Upto 5th month of gestation, length of foetus in cm is square of the month of gestation and beyound 5 months, length in cm is 5 times the month of gestation.",
        "cop": 1,
        "opa": "Fetal age",
        "opb": "Fetal sex",
        "opc": "Race",
        "opd": "Fleight",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification - Medicolegal aspects",
        "id": "a911b001-09cd-4cef-804d-5dd236247cb7",
        "choice_type": "single"
    },
    {
        "question": "Cephalic index is used for determination of?",
        "exp": "Ans. (b) Race. Ref: Parikh 6th ed. / 2. 26, http://en. wikipedia. org/ wiki/Cephalic_index",
        "cop": 2,
        "opa": "Sex",
        "opb": "Race",
        "opc": "Height",
        "opd": "Stature",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification - Medicolegal aspects",
        "id": "8e52e363-2ec1-44dc-a2e4-3e5108b3b653",
        "choice_type": "single"
    }
]