[
    {
        "question": "First tooth to appear is?",
        "exp": "Ans. is 'a' i. e., central lower incisor o First temporary tooth to appear (in primary dentition) is lower central incisors and last temporary tooth to erupt is 2nd molar. The sequence of eruption is lower central incisor > upper central incisor > upper lateral incisor > lower lateral incisor > 1st molar > Canine > 2nd molar Therefore eurption of temporary teeth is completed by eruption of 2nd molar at 25 months (2 years). o First permanent tooth to erupt (in secondary dentition) is 1 st molar and last to erupt is 3rd molar. The sequence of eruption is 1st molar > central incisor > lateral incisor > 1st premolar > 2nd premolar > canine > 2nd molar > 3rd molar. Eruption of permanent teeth is completed by eruption of 3rd molar between 17-25 years.",
        "cop": 1,
        "opa": "Central lower incisor",
        "opb": "Lateral lower incisor",
        "opc": "Upper central incisor",
        "opd": "Lower lateral incisor",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification of Living",
        "id": "df00f9a4-b747-464c-8eb5-e14228ce8ad4",
        "choice_type": "single"
    },
    {
        "question": "Xiphoid process fuses to the body of sternum by?",
        "exp": "ANSWER: (C) 40 years. REF: Parikh 6th edition page 2. 10\"Xiphoid process fuses to the body of sternum by 40 years\"\"Manubrium fuses to the body of sternum by 60 years\"FUSION OF EPIPHYSIS: Region. Girls (years). Roys (years). Elbow13-1415-17. Wrist16-1718-19. Shoulder17-1819-20. Crest of ilium18-1920-21. Ischial tuberosity21-2223-24. Inner end of clavicle21-2223-24",
        "cop": 3,
        "opa": "20 years",
        "opb": "30 years",
        "opc": "40 years",
        "opd": "50 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification of Living",
        "id": "b0292d21-760c-4d76-916c-2ce7cc89c617",
        "choice_type": "single"
    },
    {
        "question": "Cheilography is the study of -",
        "exp": "Ans. is 'b' i. e., Lip printso Cheiloscopy or queiloscopy is the study of lip prints. o Podogram is the study offootprints which are due to ridge on the sole and toes of the foot. o Palato prints (rugoscopy) is the study of anterior part of palate. o Dactylography Dermatoglyphics/Galton system- is the study of Finger prints. Finger print pattern is absolutely individual i. e. no two hands are entirely alike, not even identical twins. That's why, it is best (most sensitive and most specific) and most reliable method of identification (Quetelet's rule of biological variation).",
        "cop": 2,
        "opa": "Finger prints",
        "opb": "Lip prints",
        "opc": "Breath analysis",
        "opd": "Foot prints",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification of Living",
        "id": "89105c7e-1b06-49fc-8c0d-77b549664bd9",
        "choice_type": "single"
    },
    {
        "question": "Finger print was first established in -",
        "exp": "Ans. is 'c' i. e., Indiao Finger prints were discovered by an ICS officer Sir William Herschelle (1958). But study was systemized by Sir Francis Gulton (1892) and was further improvized by Sir Edward Henery. o Finger prints is the best system of identification till date and teeth (dental status) is considered the second besto The first ever finger print Bureau of the world was established at Calcutta (in Writer's building) in India.",
        "cop": 3,
        "opa": "England",
        "opb": "China",
        "opc": "India",
        "opd": "Singapore",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification of Living",
        "id": "9a324a5d-fbcf-4626-b3b1-63d8d3ad63dd",
        "choice_type": "single"
    },
    {
        "question": "Reliable method of identification of person is -",
        "exp": "Ans. is 'b' i. e., Galton method o Galton method or Finger prints or dactylography is the best system of identification till date, o The fingerprints are capable of endless variation so that there is one chance in sixty four billions of two persons having identical prints. Dactylography / Dermatoglyphics / Galton system / Finger printso Finger prints are present from birth both on epidermis and dermis, remain constant through out life and can't be altered without destroying true skin. o Finger print pattern is absolutely individual i. e. no two hands are entirely alike, not even identical twins. That's why, it is best (most sensitive and most specific) and most reliable method of identification (Quetelet'srule of biological variation). DNA fingerprinting may be same in monozygotic twins, o The pattern is neither inherited nor identical in any two persons. So the paternity cannot be proved through finger print patterns. However, paternity can be proved by DNA finger printing. o Loops (67% most common) > whorls (25%) > arches (7%) > composite (2% least common) are four main types of pattern. o It is accepted that chances of 2 finger prints matching 16 ridge characteristic are infinitely small (Parikh's). In practice 8-16 (Reddy) /16 - 20 (Seth, Simpson) points offine comparision are accepted as proof of identity. o Locard's poroscopy method is study of microscopic pores, formed by mouths of ducts of subepidermal sweat gland present on ridges of fingers. These pores are permanent, remain un changed during life and are very useful when only fragments offingerprints are available. Each milimeter contains 9-18 pores, o Criminals may attempt to multilate finger prints by applying CO, snow, corrosive agents, burns or eroding against hard surface. But these manners do not destroy finger prints permanently unless true skin is completely destroyed.",
        "cop": 2,
        "opa": "Gustafson's method",
        "opb": "Galton method",
        "opc": "Scar",
        "opd": "Anthropometry",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification of Living",
        "id": "68c48716-e95b-4309-83e7-c6ead69b6432",
        "choice_type": "single"
    },
    {
        "question": "Hasse's formula is used in pregnancy to?",
        "exp": "Ans. (a) Estimate fetal age. Ref. Textbook of forensic medicine and toxicology by nageshkumar rao, p 321",
        "cop": 1,
        "opa": "Estimate fetal age",
        "opb": "Identify fetal blood group",
        "opc": "Identify fetal sex",
        "opd": "Identify fetal congenital malformations",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification of Living",
        "id": "5dfb2d10-3228-4758-994d-b15c0587c3ba",
        "choice_type": "single"
    }
]