[
    {
        "question": "Species specific test is:",
        "exp": "Ans: a (Precipitin test) Ref: Reddy, 27th ed, p. 396. Precipitin test is a species specific blood test. Species specific test. Immunological - Precipitin test, haemagglutination inhibition test, latex test. Enzymological - LDH isoenzyme pattern. Peroxidase isoenzyme pattern. Tests for Blood group. Absorption elution, absorption inhibition, mixed agglutination. Tests for identification of seminal stains. Acid phosphatase. Florence test - detects choline. Barberio test - detects spermin picrate crystals. CPK(creatine phosphokinase). Semen specific glycoprotein (P30)test. Various kinds of blood test. To detect blood stains. Test. Reaction. Benzidine test. Reagents used are benzidine in glacial acetic acid and hydrogen peroxide. Colour obtained is greenish blue. Kastle- Mayer test (Phenolphthalein test). Gives pink colour. Takayama's hemochromogen crystal test. Salmon pink coloured crystals. Teichmann's haemin crystal test. Typical brown rhombic haemin crystals are seen. Hydrogen peroxide is not used. Spectroscopic test. It is the most specific test.",
        "cop": 1,
        "opa": "Precipitin test",
        "opb": "Takayama test",
        "opc": "Absorption elution test",
        "opd": "Kastle Mayer test",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification of Dead and Mass Disaster",
        "id": "1c43d2bc-2258-434d-8755-7bcb22a946d5",
        "choice_type": "single"
    },
    {
        "question": "Faded tattoo mark can be visualized by?",
        "exp": "Ans. is 'a' i. e., Ultraviolet rays Latent tattoo marks (faded marks) can be visualized by:-o Use of ultraviolet light o Infrared photograpyo Rubbing the part and examining under magnifying glasso If tattoo marks are obscured by decomposition they can be visualized by treating with 3% H2. O2. o Tattoo marks can be developed by treating the skin by 0. 5% caustic potash. o Histopathology of local lymph nodes for pigment.",
        "cop": 1,
        "opa": "Ultraviolet rays",
        "opb": "Spectrophotometer",
        "opc": "Ordinary light",
        "opd": "X-ray",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification of Dead and Mass Disaster",
        "id": "79403dcd-8cf9-4065-ae16-a6fe385feffe",
        "choice_type": "single"
    },
    {
        "question": "The test in which weight of lungs is compared with body wreight is/are: (PGI Dec 2008)",
        "exp": "Ans: B (Ploucquet's Test) In Ploucquet test, wt of lung is compared with body wt before respiration & after respiration in live birth. Sings of Live birth - Tests Used. Ploucquet's Test Q: The blood flow in the lung bed is so increased after breathing that their weight is almost doubled from 1/70 of the body weight before respiration to 1/35 after respiration. The increase in weight is not constant & is not a reliable indication of breathing. Foidere's Test or Static test Q: The lung are ligated across their hi la & separated. The average weight of both lungs before respiration are 30-40 gram & after respiration 60 to 66 gram. The increase in weight is due to increased flow of blood. Hydrostatic (or Raygafs) testQ: It is based on fact that on breathing, the volume of lung is increased, which more than compensates the weight of the additional blood, due to which their specific gravity is dimtnshed. The specific gravity of lung before respiration varies from 1040 to 1050 & after respiration about 940. This test is not necessary when-the foetus is monster, the foetus is macerated or mummified, the foetus is born before 180 days of gestation, the stomach contain milk & umblical cord has separated & a scar has formed. Wredin's testQ Change in Middle ear): With respiration air replaces the gelatinous substances, which found before birth, in few hours to five weeks. Breslau's second life test or stomach bowel test: If respiration takes place, stomach & intestine floats in water otherwise they sink. This is known as Breslau's second life test. Vagims Lfterinus: Child may breathe while it is in womb, after the rupture of the membrane. Vagitus vaginalis: Child may breathe while its head is in vagina. Therefore, proof of breathing is not the proof of live birth. Florence test Q: It is test for seminal fluid'1. The test is not the proof of seminal fluid, but only of presence of some vegetable or animal substances. A negative reaction proves that the stain is not seminal.",
        "cop": 2,
        "opa": "Fodere's. Test",
        "opb": "Ploucquet's Test",
        "opc": "Raygat's. Test",
        "opd": "Wredtn Test",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification of Dead and Mass Disaster",
        "id": "77781d2b-c348-4385-8db1-ff83a9bb9fe8",
        "choice_type": "single"
    },
    {
        "question": "Involvement of erector pili muscle after death causes?",
        "exp": "ANSWER: (D). Cutis anserine. REF: Review of Forensic Medicine and Toxicology By Gautam Biswas 2nd ed page 157. Cutis anserine = Goose skin= horripilation is granular appearance of the skin caused by contraction of erector pilorum muscles are found on the anterior surface of the body, particularly the extremities, seen in drowning. This is due to the rigor mortis of erector pilorum muscles of hair follicles in the skin and subcutaneous tissues",
        "cop": 4,
        "opa": "Cutis cervicalis",
        "opb": "Cutis Laxa",
        "opc": "Cutis marmorata",
        "opd": "Cutis anserine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification of Dead and Mass Disaster",
        "id": "3d7727b7-d3b9-4146-957e-98348df82000",
        "choice_type": "single"
    },
    {
        "question": "Test performed to compare weight of lung to body weight is?",
        "exp": "Ans. is 'a' i. e., Ploucquet's Test Tests used in infanticide Ploucquet's test: o Weight of lung is measured in relation to body wieght. Before birth weight of lung is 1/70 of body weight and after respiration it becomes 1/35 of body weight due to increased blood flow in lung beds. Static test or Fodere's test: o The average weight of both lungs before respiration is 30-40 gm and after respiration is 60-70 cm. Hydrostatic test (Raygat's test, 1st life test): o The specific gravity of a non-respired lung is 1040-1050 and of a respired lung is 940-950, so, after respiration lung floats on water (specific gravity of water is 1000). o False positive hydrostatic test may occur (i. e. non-respired lung may float) in decomposition and in attempted artificial respiration. o False negative hydrostatic test (i. e. respired lung may sink down) may occur in atelectasis, pulmonary oedema, bronchopneumonia, and congenital syphylis. Breslau's second life test: o It assumes that a live born child would respire and therefore, would also swallow some air into the stomach and bowel. o Hence they float on water. This test is falsely positive in putrefaction (due to putrefied gases) or in cases of attempted artificial respiration. Werdin's test: o Before birth middle ear contains gelatinous embryonic tissue which is replaced by air after respiration.",
        "cop": 1,
        "opa": "Ploucquet test",
        "opb": "Fodere's test",
        "opc": "Gettler's test",
        "opd": "Raygaf s test",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification of Dead and Mass Disaster",
        "id": "c33813f1-e0d3-4817-ba17-11ad91ad71c1",
        "choice_type": "single"
    },
    {
        "question": "Spalding's sign is seen in",
        "exp": "Ans. is 'd' i. e. Maceration Spalding's sign Overriding of the cranial bones on one another, due to liquefaction of brain matter and softening of the ligamentous structures supporting the vault. It usually appears 7 days after death. It is a sign of Maceration in a dead-born child. Still Stillbornad-born child Still born child is one, which is bom after 28th wk of pregnancy and which did not breathe or show any other signs of life, at any time after being completely bom The child was alive in utero, but ied during the process of birth. Dead born child a dead bom child is one which has died in utero, and shows one of the following signs Rigor mortis at delivery Maceration This is the process of aseptic autolysis of the fetus dead in utero and is the usual change It occurs when the dead fetus remains in the uterus for 3-4 days surrounded by liquor amnii but with the exclusion of air, It does not occur if the dead fetus is bom within about 24 hrs. It is characterised by softening and degeneration of tissues. The process is aseptic because the fetus is enclosed in the membranes in a sterile condition. * Signs of maceration are The earliest sign of maceration is skin slippage which can be seen in 12 hrs after the death of the child in utero. Appearance of gas in heart and great vessels (Robert's sign) Collapse of the vertebral column The body of the macerated fetus is soft, flaccid and flattens out when placed on a level surface. It has a sweetish disagreeable odour. The skin is red or purple Large blebs appear at 24 hrs which contains thin fluid The epidermis detaches easily and leaves moist and greasy areas. The umbilical cord is thickened and soft The bony junctions both in the skull and in this joints are lax and abnormally mobile. Spalding sign is seen * If the membranes are ruptured after the death of the fetus and air enters into liquor amnii, the fetus undergoes putrefaction instead of maceration. 3) Mummification Mummification results when the death of a fetus occurs from a deficient supply of blood or when liquor amnii is scanty, and when no air has entered the uterus. The fetus is dried up & shrivelled.",
        "cop": 4,
        "opa": "Drowning",
        "opb": "Mummification",
        "opc": "Adipocere",
        "opd": "Maceration",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification of Dead and Mass Disaster",
        "id": "529e6197-7f47-4adc-b736-0b6fcc739840",
        "choice_type": "single"
    },
    {
        "question": "Cephalic index is used for -",
        "exp": "Ans. is 'a' i. e. Race o Cephalic index, height index & nasal index are used for determination of race, o Cephalic index = maximum breadth of skull' maximum length of skull x 100. Type of skull. Cephalic index. Race1) Dolico-cephalic70-75. Pure Aryans, aborigines & negros2) Maesati-cephalic75-80. Europeans & Chinese3) Brachy-cephaiic80-85. Mongolian",
        "cop": 1,
        "opa": "Race",
        "opb": "Age",
        "opc": "Sex",
        "opd": "Caste",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification of Dead and Mass Disaster",
        "id": "d737f35c-177c-4d15-ade2-f7fd8c98a039",
        "choice_type": "single"
    },
    {
        "question": "Discoloration after death is first seen in?",
        "exp": "Ans. is 'a' i. e., Dependent parts o It is seen on dependent parts of the body, therefore site depends upon position of body after death: 1) In supine: On posterior dependent portion of body. But not seen on back of shoulder blades, buttocks and back of calves due to contact flattening, i. e. toneless capillaries are compressed and occluded by weight and pressure of body. 2) In hanging: Dependent lower half of both lower limb and upper limb (i. e. lower half of leg with feet and lower half of forearm with hands), and external genitalia. 3) In drowning: Head and upper half of body as head being the heaviest part becomes the dependent part. It does not develop in running water due to constantly changing position of the body.",
        "cop": 1,
        "opa": "Dependent parts",
        "opb": "Scalp",
        "opc": "Face",
        "opd": "Arms",
        "subject_name": "Forensic Medicine",
        "topic_name": "Identification of Dead and Mass Disaster",
        "id": "c2a18062-813e-44ee-87d9-c28821d55bd2",
        "choice_type": "single"
    }
]