[
    {
        "question": "False negative hydrostatic test in live fetus is for",
        "exp": "False negative hydrostatic test can be seen in:- 1. Diseases e. g.: acute edema, pneumonia, Congenital syphilis. 2. Atelectasis False positive hydrostatic test can be seen in:- 1. Presence of putrified gases. 2. Aificial inflation.",
        "cop": 1,
        "opa": "Atelectasis",
        "opb": "Aicial respiration",
        "opc": "Emphysema",
        "opd": "Putrefaction",
        "subject_name": "Forensic Medicine",
        "topic_name": "Impotency, Virginity, pregnancy & aboion",
        "id": "77349c7e-23a9-45ff-be88-8ec13efb8922",
        "choice_type": "multi"
    },
    {
        "question": "The commonest cause of hymen rupture is",
        "exp": "Causes of Rupture of Hymen i. Sexual intercourse: Commonest cause of defloration. ii. Masturbation, especially with some large foreign body. Hymen is not injured in most cases, as manipulation is usually limited to pas anterior to the hymen. iii. An accident, like fall on a projecting substance or by slipping on the furniture or fence. It does not rupture by jumping, riding, vigorous exercise and dancing. iv. Gynecological examination or surgical operation. v. Foreign body inseion for rendering minors fit for sexual intercourse. (sola pith ) vi. Sanitary tampons.",
        "cop": 3,
        "opa": "Sanitory tampons",
        "opb": "Masturbation",
        "opc": "Sexual intercourse",
        "opd": "Vigorous exercise",
        "subject_name": "Forensic Medicine",
        "topic_name": "Impotency, Virginity, pregnancy & aboion",
        "id": "de791f55-8513-4880-88ab-170656a74221",
        "choice_type": "single"
    },
    {
        "question": "The triangular space bounded by the clitoris above, hymen below & laterally labia minora is",
        "exp": "The Vestibule is the triangular surface which extends from the clitoris above to the anterior margin of the hymen below, and laterally to the labia minora. Anatomy of female Genitals: The labia majora are the two elongated folds of skin projecting downwards and backwards from the mons veneris. The labia minora (4 cm long) are two thin folds of skin just within the labia majora. The lower poions of labia minora fuse in midline and form a fold called fourchette. The depression between fourchette and the vaginal orifice is called fossa navicularis. The vestibule is the triangular surface which extends from the clitoris above to the anterior margin of the hymen below, and laterally to the labia minora. It is usually concealed by the labia. Vulva includes the mons veneris (pad of fat lying in front of the pubis), clitoris, labia majora and minora, Vestibule, hymen and urethral opening. The perineum is the wedge shaped area between the lower end of posterior wall of vagina and the anterior anal wall.",
        "cop": 2,
        "opa": "Fossa navicularis",
        "opb": "Vestibule",
        "opc": "Fourchette",
        "opd": "Vulva",
        "subject_name": "Forensic Medicine",
        "topic_name": "Impotency, Virginity, pregnancy & aboion",
        "id": "d56d954c-f70a-4b1a-b083-2cebec7b2022",
        "choice_type": "multi"
    },
    {
        "question": "For doctor to perform MTP minimum number to be performed is:-",
        "exp": "Indications: MTP ACT: 1971 1. Therapeutic - maternal life-threatening cases2. Eugenic - genetic disease of fetus3. Humanitarian - failure of contraception. - Qualifications for MTP <12 wk. AOG: Doctor who has done Min 25 MTP cases. At least 5 cases independently 12-20 wk. AOG: PG degree / diploma in OBG 6 months internship in OBG or 1 yr. training in any hospital Place of MTP Govt institute Approved / authorized for MTP Age for MTP consent MIN: 18 years Husband consent not necessary Written consent mandatory.",
        "cop": 3,
        "opa": "10",
        "opb": "15",
        "opc": "25",
        "opd": "35",
        "subject_name": "Forensic Medicine",
        "topic_name": "Impotency, Virginity, pregnancy & aboion",
        "id": "48758e34-f274-4e2f-8c39-03b511fd1579",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used in rape victims to determine of rupture of hymen and whether rupture is recent or old?",
        "exp": "Solution: Glaister Keen rod is used to determine degree of rupture of hymen and whether rupture is recent or old. Signs of recent rupture are ragged tears in the hymen with edema and hemorrhage but absence of epithelial healing. The below image shows Glaister Keen Rod:",
        "cop": 4,
        "opa": "Gaba rod",
        "opb": "Gram rod",
        "opc": "Cylinder rod",
        "opd": "Glaister Keen rod",
        "subject_name": "Forensic Medicine",
        "topic_name": "Impotency, Virginity, pregnancy & aboion",
        "id": "30535d28-564e-4e8b-9eb5-67a67adbeafa",
        "choice_type": "single"
    },
    {
        "question": "The hymen of False virgin is not",
        "exp": "Hymen in Virgin is Intact, rigid, inelastic; Admits tip of little finger through orifice painfully Hymen in False Virgin: Intact, but loose, elastic or thick, tough and fleshy; Easily admits two fingers through orifice",
        "cop": 4,
        "opa": "Loose",
        "opb": "Thick",
        "opc": "Elastic",
        "opd": "Rigid",
        "subject_name": "Forensic Medicine",
        "topic_name": "Impotency, Virginity, pregnancy & aboion",
        "id": "31215b71-8dc4-4dee-8dac-965131b62a34",
        "choice_type": "multi"
    },
    {
        "question": "Most common site for rupture of hymen in a virgin in case of penile penetration is:",
        "exp": "HYMEN TEARS: Congenital: Anterior Intercourse/ foreign body: Postero-lateral - In a virgin, hymen rupture occurs with 1st intercourse. This is the principal evidence of intercourse in a virgin OTHER CONDITIONS CAUSING HYMEN RUPTURE PRIOR TO INTERCOURSE: Accidents, masturbation, instrumentation, aificial dialation by foreign bodies for prostitution, passage of large blood clots.",
        "cop": 4,
        "opa": "Anterior",
        "opb": "Antero-lateral",
        "opc": "Posterior",
        "opd": "Postero-lateral",
        "subject_name": "Forensic Medicine",
        "topic_name": "Impotency, Virginity, pregnancy & aboion",
        "id": "bfa2f403-0cbb-4d7d-b691-9929f854312f",
        "choice_type": "single"
    },
    {
        "question": "The presumption of legitimacy of a child is defined under:-",
        "exp": "Section 112 Indian evidence act - Bih during marriage, conclusive proof of legitimacy. The fact that any person was born. during the continuance of a valid marriage between his mother and any man, or within two hundred and eighty days (280 days)after its dissolution, the mother remaining unmarried, shall be conclusive proof that he is the legitimate son of that man, unless it can be shown that the paies to the marriage had no access to each other at any time when he could have been begotten.",
        "cop": 1,
        "opa": "112 IEA",
        "opb": "112 Cr P C",
        "opc": "113 IEA",
        "opd": "113 Cr P C",
        "subject_name": "Forensic Medicine",
        "topic_name": "Impotency, Virginity, pregnancy & aboion",
        "id": "3ea7110c-fcb8-419e-a0f6-6ec20b24c3b1",
        "choice_type": "single"
    },
    {
        "question": "Which is not a method of local violence for procuring criminal aboion",
        "exp": "CUPPING - FORM OF GENERAL VIOLENCE A mug is turned mouth downwards over a lighted wick and placed on the hypogastrium and the mug is pulled, which results in paial separation of the placenta. This is usually practised in advanced pregnancy Methods of Local Violence for procuring Criminal Aboion: (1) Syringing (2) Rupturing of the Membranes (3) Syringe aspiration (4) Dilation of the Cervix (5) Aboion Stick (6) Air Insufflation (7) Electricity (8) Curettage (9) Pastes",
        "cop": 4,
        "opa": "Aboion stick",
        "opb": "Electricity",
        "opc": "Syringing",
        "opd": "Cupping",
        "subject_name": "Forensic Medicine",
        "topic_name": "Impotency, Virginity, pregnancy & aboion",
        "id": "2c4b7984-7f34-49b3-8d5f-499e1e2b922d",
        "choice_type": "single"
    },
    {
        "question": "Post coital interval is not usually determined from:-",
        "exp": "POSTCOITAL INTERVAL (PCI): It is the time lapsed since last act of sexual intercourse (time interval between the deposition and collection). PCI is determined from the persistence of the seminal materials--spermatozoa, P30, SAP, PGM and Pep A depending upon their deferential stability. Thus, a significant level of P30 tends to be lost within 24 hr of deposition in the vaginal vault. SAP (serum alkaline phosphatase) is normally lost 48 hours postcoitus, PGM drops below threshold by 6 hours, Pep A is not usually recovered after 3 hours. Spermatozoa do not normally persist after 72 hours.",
        "cop": 4,
        "opa": "Spermatozoa",
        "opb": "Phosphoglucomutase (PGM)",
        "opc": "Peptidase (Pep A)",
        "opd": "MHS-5",
        "subject_name": "Forensic Medicine",
        "topic_name": "Impotency, Virginity, pregnancy & aboion",
        "id": "129ec062-c9d6-4c0b-8a0a-9281b9d3a096",
        "choice_type": "multi"
    },
    {
        "question": "Maximum number of times a woman can become pregnant for surrogacy is:",
        "exp": "Surrogacy also known as womb leasing is a procedure in which in which a woman can can become pregnant with the intention of giving that child up, once it is born. - MC reason for using surrogate mother is Infeility. - Surrogate mother should be <45years - No individual can be a surrogate mother more than thrice in lifetime - A clinics cant adveise to find a surrogate mother It could be:- Traditional surrogacy:- Surrogate mother can be baby's biological mother. Gestational surrogacy:- She may be implanted with someone else's feilized egg.",
        "cop": 3,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Forensic Medicine",
        "topic_name": "Impotency, Virginity, pregnancy & aboion",
        "id": "307f22c3-58ac-4bba-bf82-4e7d6c1860c6",
        "choice_type": "single"
    },
    {
        "question": "Punishment for a person seeking prenatal diagnostic facilities for purpose of sex selection is",
        "exp": "Section 23(3) PCPNDT ACT (Pre-Conception and Pre-Natal Diagnostic Techniques (PCPNDT). Act, 1994) Punishment for a person seeking prenatal diagnostic facilities for purpose of sex selection is 3 - 5 years imprisonment and fine Rs. 50000 - 1 lakh",
        "cop": 2,
        "opa": "1 year imprisonment and fine Rs. 10000",
        "opb": "3 - 5 years imprisonment and fine Rs. 50000 - 1 lakh",
        "opc": "1 year imprisonment and fine Rs. 50000 - 1 lakh",
        "opd": "3 year imprisonment and fine Rs. 10000",
        "subject_name": "Forensic Medicine",
        "topic_name": "Impotency, Virginity, pregnancy & aboion",
        "id": "3da85d4f-4c8d-4d12-a200-5db4fc99d9b2",
        "choice_type": "single"
    },
    {
        "question": "In sexual assault cases of children, the hymen is usually",
        "exp": "Rape on Children: In young children there are few or no signs of general violence, for the child usually has no idea of what is happening, and also incapable of resisting. The hymen is deeply situated, and as the vagina is very small, it is impossible for the penetration of the adult organ to take place. Usually, the penis is placed either within the vulva or between the thighs. As such the hymen is usually intact and there may be little redness and tenderness of the vulva.",
        "cop": 4,
        "opa": "Ruptured as it is thin",
        "opb": "Ruptured as is underdeveloped",
        "opc": "Intact as it is elastic",
        "opd": "Intact as it is deep seated",
        "subject_name": "Forensic Medicine",
        "topic_name": "Impotency, Virginity, pregnancy & aboion",
        "id": "49427a4a-3399-4520-ae53-6ffa984f72d2",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true regarding superfecundation?",
        "exp": "Both ova do not always develop to maturity Superfecundation: Is feilization of 2 ova discharged from the ovary at the same period by 2 separate acts of coitus committed at sho intervals. Both ova do not always develop to maturity. One fetus may get aboed early or die and get retained until labour. Superfetation: Feilization of a second ovum in a woman who is already pregnant is superfoetation. It can occurs in a bipaite uterus. Superfoetation Superfecundation A long interval intervenes between feilization. Requires ovulation and feilization during the course of an established pregnancy. Unproven to occur in humans. Feilization of 2 ova within the same menstrual cycle but not at the same coitus, nor necessarily by sperm from the same male.",
        "cop": 3,
        "opa": "Feilization of a second ovum in a woman who is already pregnant in different cycle",
        "opb": "Occurs only in bipaite uterus",
        "opc": "Both ova do not always develop to maturity",
        "opd": "The second foetus is born later as a mature child",
        "subject_name": "Forensic Medicine",
        "topic_name": "Impotency, Virginity, pregnancy & aboion",
        "id": "7f7f07b1-112a-47a1-9ed5-435860e7a147",
        "choice_type": "multi"
    },
    {
        "question": "A person who may be impotent with one paicular woman is called:-",
        "exp": "Quoad hoc: A person who may be impotent with one paicular woman Frigidity: Failure of a female to respond to sexual stimulus; aversion on the pa of a woman to sexual intercourse; failure of a female to achieve an orgasm (anorgasmia) during sexual intercourse. Atavistic form is a historical approach used to explain criminal behaviour, which is based on the biological factors. - proposed by Lombroso in the 1870s - suggests that some people are born with a criminal personality (e. g. it is innate) that is a throwback to a previous more primitive ancestor.",
        "cop": 1,
        "opa": "Quoad hoc",
        "opb": "Frigidity",
        "opc": "Atavistic form",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Impotency, Virginity, pregnancy & aboion",
        "id": "59d8a59b-a814-4653-b1fa-7708420fdfc4",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not used for procuring criminal aboion",
        "exp": "Drugs having poisonous effects on body causing aboion:- Unripe fruit of papaya Saffron Seeds of carrot Unripe fruit of pineapple juice of calotropis juice of plumbago",
        "cop": 1,
        "opa": "Ripe fruit of papaya",
        "opb": "Saffron",
        "opc": "Seeds of carrot",
        "opd": "Unripe fruit of pineapple",
        "subject_name": "Forensic Medicine",
        "topic_name": "Impotency, Virginity, pregnancy & aboion",
        "id": "6bbbf172-d18c-45d0-a8b8-7cceec89e76f",
        "choice_type": "single"
    }
]