[
    {
        "question": "Causing hu by means of poison, etc with an intent to commit an offence is punishable under",
        "exp": "- Sec. 328 IPC - Causing hu by means of poison, etc with an intent to commit an offence shall be Punishment is imprisonment upto 10 years and also fine. - Sec. 326 A IPC - voluntarily causing grievous hu by means of acid - Sec. 327 IPC - voluntarily causing hu to exto propey - Sec. 329 IPC - voluntarily causing grievous hu to exto propey",
        "cop": 1,
        "opa": "Sec. 328 IPC",
        "opb": "Sec. 326 A IPC",
        "opc": "Sec. 327 IPC",
        "opd": "Sec. 329 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "61101eb1-e9ca-4553-a8d3-e88dc64822cb",
        "choice_type": "single"
    },
    {
        "question": "Which of these following is an example of a leading question?",
        "exp": "Leading question: Any question suggesting the answer which the person putting it wishes or expects to receive. It includes a material fact and admits of a conclusive answer by a simple 'Yes' or 'No' Leading questions not permitted in Leading questions permitted in -Examination in chief(Section 142 IEA) -Re-examination -Dying declaration -Cross examination( Section 143 IEA) -Dying deposition -Hostile witness",
        "cop": 3,
        "opa": "How did you get cuts on T shi",
        "opb": "Cause of injury",
        "opc": "Whether it is caused by knife",
        "opd": "Size of incised wound",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "89a8da94-5df4-4c3c-a324-5361d4f61e0a",
        "choice_type": "single"
    },
    {
        "question": "For medical termination of pregnancy, consent is given by-",
        "exp": "MTP Act 1971 Upto 12 weeks: opinion of single doctor 12-20 weeks: opinion of two doctors mandatory Consent Only consent of pregnant woman is necessary Consent from husband- not necessary Minor or insane person - consent from guardian required",
        "cop": 2,
        "opa": "Guardian",
        "opb": "Concerned lady",
        "opc": "Both husband and wife",
        "opd": "Husband of the lady",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "841c7d0e-ec34-4bac-bfcf-e32901cdbad5",
        "choice_type": "multi"
    },
    {
        "question": "A 45 year old patient chronic alcoholic, who was regular treatment for diabetes, died from acute exacerbation of chronic pancreatitis. As per Medical ceification of cause of death, the column pa 1 (a) of death ceificate is filled with________",
        "exp": "According to 'registration of bih & death act' 1969 every bih / still bih / death to be registered with the covered state / UT within 21 days. Medical ceification cause of death Pa I Acute exacerbation of Chronic Pancreatitis Chronic Pancreatitis Chronic alcoholism Pa II Diabetes Mellitus",
        "cop": 1,
        "opa": "Acute exacerbation of Chronic Pancreatitis",
        "opb": "Chronic Pancreatitis",
        "opc": "Chronic alcoholism",
        "opd": "Diabetes Mellitus",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "f17d5ea9-1209-4f12-937e-194f436aacd7",
        "choice_type": "single"
    },
    {
        "question": "This criminal act is punishable under:",
        "exp": "The image shows acid attack (Vitriolage) Vitriolage is punishable under 326 (A) I. P. C. 320 I. P. C- Definition of Grievous hu 326 I. P. C- Grievous hu by dangerous weapon. 326 (B) I. P. C- Attempt of acid attack.",
        "cop": 4,
        "opa": "320 IPC",
        "opb": "326 (B) IPC",
        "opc": "326 IPC",
        "opd": "326 (A) IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "965beaf9-4cc7-4f5a-b926-90225b8209aa",
        "choice_type": "single"
    },
    {
        "question": "According to which section, If a witness is forced to give an answer admitting his guilt, he cannot be arrested or prosecuted for it and it is also not taken as proof against him in any criminal proceeding",
        "exp": "- S. 132 IEA - If a witness is forced to give an answer admitting his guilt, he cannot be arrested or prosecuted for it and it is also not taken as proof against him in any criminal proceeding - S. 151 IEA - cou can forbid indecent questions - S. 152 IEA - cou can disallow the questions which are insulting/offensive - S. 148 IEA - lawyer may attack the character of the witness if material is available",
        "cop": 1,
        "opa": "S. 132 IEA",
        "opb": "S. 151 IEA",
        "opc": "S. 152 IEA",
        "opd": "S. 148 IEA",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "a5c042c7-f688-4378-a097-fee45a5808d0",
        "choice_type": "single"
    },
    {
        "question": "What is the punishment that can be given under PCPNDT Act to the doctor for their 1st offence?",
        "exp": "As per PCPNDT Act 1994 (Pre conception Pre Natal Diagnostic Testing Act 1994) the doctor can be punished for 3 yrs and Rs 10000/- for 1st offence and 5 yrs and Rs 50000/- for the 2nd offence.",
        "cop": 1,
        "opa": "3 yrs and Rs 10000/-",
        "opb": "5 yrs and Rs 10000/",
        "opc": "3 yrs and Rs 50000/-",
        "opd": "5 yrs and Rs 50000/-",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "9ec5a7dd-f73b-40ef-9593-7c1eff15b9e3",
        "choice_type": "single"
    },
    {
        "question": "Section 376 AB I. P. C deals with:",
        "exp": "Section 376 AB IPC deals with rape on girl below 12 years on the basis of recent amendment in 2018. Impoant IPC's: 376 A Victim suffers death or PVS due to rape (20 yrs to life/death) 376 B Forceful Sex with wife during separation 376 AB Rape of girl < 12 years (20 yrs to life/ death) 376 C Sex by a person in authority 376 D Gang rape ( 20 years to life/ death) 376 DA Gang rape of girl < 16 years (life / death) 376 DB Gang rape of girl < 12 years (life/ death) 376 E Punishment for repeated offenders (Life imprisonment or death)",
        "cop": 2,
        "opa": "Rape on a woman below 16 years",
        "opb": "Rape on a woman below 12 years",
        "opc": "Gang rape on a woman below 12 years",
        "opd": "Gang rape on a woman below 16 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "4db66f53-1225-4e1c-b17d-a1dc1cb1c0d8",
        "choice_type": "single"
    },
    {
        "question": "IPC for causing aboion without women's consent:",
        "exp": "Criminal Aboion is dealt under Section 312-316 IPC: Sec. 312 I. P. C. whoever voluntarily causes criminal aboion is liable for imprisonment up to three years, and/or fine; and if the woman is quick with child the imprisonment may extend up to seven years. It is necessary that the woman should be pregnant and that aboion should be carried with her consent. Both the person causing the aboion and the woman are liable for punishment. Sec. 313 IPC: if the miscarriage is caused without the consent of the woman, the imprisonment may be up to ten years. Sec. 314 IPC: if a pregnant woman dies from an act intended to cause miscarriage, the offender is liable to be punished with rigorous imprisonment which shall not be less than ten years and also fine up to two lakh rupees. Sec. 315 IPC: a person doing an act intended to prevent the child from being born alive or to cause to die after its bih, is liable to be punished with imprisonment up to ten years. Sec. 316 IPC: causing death of quick unborn child by any act amounts to culpable homicide, and the punishment may extend up to ten years imprisonment.",
        "cop": 2,
        "opa": "312",
        "opb": "313",
        "opc": "314",
        "opd": "315",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "234cd045-af8e-4a8b-8077-3ba4fbe64f24",
        "choice_type": "single"
    },
    {
        "question": "Whoever being the husband or relatives of the husband of a women subject the female to cruelty shall be punished with 3 years' imprisonment and also liable to fine under",
        "exp": "Sec. 498 A IPC - Cruelty to a women by husband / relatives shall be punished with 3 years' imprisonment and also liable to fine Sec. 304 B - Dowry death- death of a married women within 7 yrs of marriage under suspicious conditions.",
        "cop": 2,
        "opa": "Sec. 113 A IEA",
        "opb": "Sec. 498 A IPC",
        "opc": "Sec. 304 B IPC",
        "opd": "Sec. 113 B IEA",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "dcdbfa96-0c27-4dc5-8790-8d722af5fd07",
        "choice_type": "multi"
    },
    {
        "question": "Volunteering a statement can be done by:",
        "exp": "Expe witness (Sec. 45 IEA ): person who has been trained or skilled in technical or scientific subject. Only an expe witness may volunteer a statement, if he thinks that injustice will result if he fails to make the statement. Examples of expe witness: Handwriting or fingerprint expe, doctor, chemical examiner. Hostile",
        "cop": 2,
        "opa": "Eyewitness",
        "opb": "Chemical examiner",
        "opc": "Hostile witness",
        "opd": "Magistrate",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "a4166fb1-dc8b-47fb-99d6-05cc89cd04f4",
        "choice_type": "multi"
    },
    {
        "question": "Definition of perjury comes under:",
        "exp": "IPC 191 Giving false evidence under oath (perjury definition) IPC 192 Fabricating false evidence IPC 193 Punishment for perjury (3-7 years) IPC 197 Issuing false medical ceificates (7 years) IPC 198 Punishment for using false ceificates (7 years)",
        "cop": 1,
        "opa": "IPC 191",
        "opb": "IPC 193",
        "opc": "IPC 197",
        "opd": "IPC 198",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "b0d51801-03ce-4feb-96d5-849dda76c458",
        "choice_type": "single"
    },
    {
        "question": "Witness in a trial who testifies for the opposing pay or a witness who offers adverse testimony to the calling pay during direct examination is:",
        "exp": "Hostile witness/ adverse witness ( 154 IEA )- A hostile witness is a witness in a trial who testifies for the opposing pay or a witness who offers adverse testimony to the calling pay during direct examination.- A witness called by the opposing pay is presumed hostile.- A witness called by the direct examiner can be declared hostile by a judge, at the request of the examiner, when the witness' testimony is openly antagonistic or clearly prejudiced to the opposing pay.- A pay examining a hostile witness may question the witness as if in cross-examination, thus permitting the use of leading questions.",
        "cop": 3,
        "opa": "Medical witness",
        "opb": "Expe witness",
        "opc": "Hostile witness",
        "opd": "Atheist witness",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "8af8dcf3-db15-4fd5-94b7-c677e5664aa4",
        "choice_type": "multi"
    },
    {
        "question": "Leading questions are permitted only in:",
        "exp": "Leading Questions are Not permitted in: Examination in chief Re-Examination Dying Declaration Leading Questions are permitted in: Cross Examination Dying Deposition Hostile Witness",
        "cop": 1,
        "opa": "Cross examination",
        "opb": "Examination in chief",
        "opc": "Re-Examination",
        "opd": "Dying Declaration",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "8f6070b3-3620-494e-8862-5b3cd850947f",
        "choice_type": "single"
    },
    {
        "question": "174 Crpc deals with?",
        "exp": "Impoant Cr. Pc: 2 Crpc: Gives various definitions (Bailable and non bailable offence, Cognizable and Non Cognizable Offence, summans and warrant case etc.) 39 Crpc: Public to give information of ceain offences (e. g. Homicide, kidnapping, robbery etc.) to nearest Magistrate or police officer 53 Crpc: Examination of accused by medical practitioner at the request of police officer (Doctor can examine the arrested person even without his consent) 54 Cr. PC: Arrested person can himself request the magistrate for his medical examination to get evidence in his our. 160 Crpc: Police officer has the power to summon any witness including doctor to police station for recording a statement. 174 Crpc: Police Inquest 176 Crpc: Magistrate inquest 416 Cr. Pc: High cou may postpone the death sentence of a pregnant woman for any period and can even conve the death sentence to life imprisonment",
        "cop": 2,
        "opa": "Magistrate inquest",
        "opb": "Police inquest",
        "opc": "Medical Examiner inquest",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "e54804bb-1703-4fd6-9ef3-37a495ef89cc",
        "choice_type": "multi"
    },
    {
        "question": "The harm to which of the following is not Injury as per 44 IPC",
        "exp": "Injury: Any harm, whatever illegally, caused to any person in body, mind, reputation or propey (Sec. 44 IPC) Sec. 319 IPC: Whoever causes bodily pain, disease or infirmity to any person is said to cause hu.",
        "cop": 3,
        "opa": "Mind",
        "opb": "Body",
        "opc": "Soul",
        "opd": "Propey",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "07a1d641-bf5b-4417-9dd1-cc2ddcc5e6b4",
        "choice_type": "single"
    },
    {
        "question": "In criminal cases, while serving the summons the conduct money is paid by:",
        "exp": "CONDUCT MONEY It is Fee given to the witness to cover the expenses for attending the cou in civil cases. If he feels the amount is less or not paid, he can bring it to the notice of the judge. The judge will fix the fees to be paid. In criminal cases, no fee is paid & witness has to attend the cou in the interest of the state. In criminal cases, no fee is paid to the witness at the time of serving the summons. He must attend the cou and give evidence because of the interest of the State in securing justice; otherwise he will be charged with contempt of cou. However, conveyance charges and daily allowance are paid according to the Government rules after the testimony.",
        "cop": 4,
        "opa": "Cou",
        "opb": "Opposite pay",
        "opc": "Judge",
        "opd": "No conduct money is given",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "6513346b-1f09-4068-b4e6-b011de3a59bb",
        "choice_type": "single"
    },
    {
        "question": "Before dying declaration, the role of a doctor is:",
        "exp": "Dying declaration: written or oral statement of a person, who is dying as a result of some unlawful act, relating to the material facts of the cause of death or the circumstances surrounding it. The law does not provide who can record a dying declaration, nor is there any prescribed form, format or procedure for the same. The doctor should ceify that the person is conscious and his mental faculties are normal, i. e. he is in compos mentis.",
        "cop": 1,
        "opa": "To assess compos mentis",
        "opb": "To record statement even in presence of magistrate",
        "opc": "Cross examines the person",
        "opd": "Put person under oath before declaration",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "b15b4b72-3174-42d4-945e-c87b73a3fe65",
        "choice_type": "multi"
    },
    {
        "question": "A person with unsound mind can be released with pending investigation or trial under:-",
        "exp": "Release of person of unsound mind pending investigation or trial (Sec. 330 Cr. PC): On the basis of medical opinion, whenever a person if found incapable of entering defense by reason of unsoundness of mind or mental retardation, the Magistrate may decide to order release of such person on bail or kept in such a place where regular psychiatric treatment can be provided. Sec. 84 IPC: Insane - not liable to be punished with unsoundness of mind at the time of doing.",
        "cop": 3,
        "opa": "Section 328 Cr P C",
        "opb": "Section 84 Cr P C",
        "opc": "Section 330 Cr P C",
        "opd": "Section 84 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "33ca71e6-3171-4dfc-a8fa-40966d9ddfc8",
        "choice_type": "single"
    },
    {
        "question": "Privileged communication can be made by a doctor in-",
        "exp": "Privileged communication: This is the only exception to professional secrecy. Applied when it's done for: Patient's interest - in case of suicidal tendencies Self-interest - can reveal in cou of law Community interest -39 Cr. PC - In case of any crime - Inform police: Notifiable disease Infectious disease (e. g. - enteric fever of chief, epilepsy of a driver etc.)",
        "cop": 1,
        "opa": "Notifiiable disease",
        "opb": "HIV case",
        "opc": "Malignant conditions",
        "opd": "Divorce case",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "c474e751-6db7-44a2-b2da-40b0c9347089",
        "choice_type": "single"
    },
    {
        "question": "Cognizable offences are all except:",
        "exp": "COGNIZABLE OFFENCE - 2 (C) Cr. PC - Police can arrest a person without arrest warrant Example: M - Murder D - Decoity R - Rape, Robbery, Ragging D - Dowry death",
        "cop": 1,
        "opa": "Voluntary causing hu",
        "opb": "Voluntary causing grievous hu",
        "opc": "Murder",
        "opd": "Dowry death",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "217139d4-23f7-4eac-908e-28c4c90de201",
        "choice_type": "multi"
    },
    {
        "question": "In case of custodial deaths, the following are the autopsy guidelines issued by National Human Rights Commission except:-",
        "exp": "Guidelines issued by the National Human Rights Commission (NHRC) in cases of custodial death/rapes and encounter deaths: Repoing: In every case of custodial death/rape, a magisterial inquiry has to be conducted, and to repo within 24 hours of occurrence. Clothing should not be removed by the police or any other person as it must be examined, preserved and sealed by the doctor conducting the autopsy. It should be sent for fuher examination at the FSL To prevent tampering and to supplement the postmoem repo, video recording of postmoem examination is to be done. In case of alleged firearms death, the body should be subjected to radiological examination (X-ray/CT scan) prior to autopsy. After the postmoem examination, the viscera may be sent for examination All repos, viz. postmoem, videograph and magisterial inquiry repos must be sent to the Commission within 2 months of the incident.",
        "cop": 2,
        "opa": "A magisterial inquiry has to be conducted, and to repo within 24 hours of occurrence",
        "opb": "Clothing should be carefully removed, preserved and sealed by the police",
        "opc": "Video recording of postmoem examination is to be done",
        "opd": "All repos, viz. postmoem, videograph and magisterial inquiry repos must be sent to the Commission within 2 months of the incident",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "8d4242e9-8ea7-41e0-b8fc-efaa76123a85",
        "choice_type": "multi"
    },
    {
        "question": "Magistrate inquest not needed in:",
        "exp": "Magistrate inquest: 2 types Judicial magistrate ( By High Cou): Lock up death Encounter death Death in psychiatric hospital Death in prison Executive magistrate ( By Govt.): Dowry death Exhumation",
        "cop": 1,
        "opa": "Homicide",
        "opb": "Exhumation",
        "opc": "Police custody death",
        "opd": "Dowry death",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "4ea2cd6a-f333-439f-86c2-02424b3b9c3f",
        "choice_type": "single"
    },
    {
        "question": "Dowry death defined under IPC?",
        "exp": "Offences on human body: 299 IPC Definition of culpable homicide not amounting to murder 300 IPC Definition of murder (culpable homicide amounting to murder) 302 IPC Punishment for murder - death or imprisonment for life 304 IPC Culpable homicide not amounting to murder. Imprisonment for life 10 yrs, and also fine 304 A IPC Death caused by rash and negligence act- 2 yrs 304 B IPC Dowry death- death of a female within 7 yrs of marriage 304 B is for BRIDE. 304 A is for APRON",
        "cop": 4,
        "opa": "302 A",
        "opb": "302 B",
        "opc": "304 A",
        "opd": "304 B",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "a8ce2b2c-b97d-462e-b84b-93ced816df55",
        "choice_type": "single"
    },
    {
        "question": "Whoever malignantly does an act which is likely to spread infection of any disease dangerous to life is punishable under",
        "exp": "- Sec. 270 IPC - Whoever malignantly does an act which is likely to spread infection of any disease dangerous to life is punishable up to 2 years or with fine or both - Sec. 269 IPC - Whoever negligently does an act which is likely to spread infection of any disease dangerous to life is punishable up to 6 months or with fine or both - Sec. 299 IPC -Culpable (punishable) homicide - Sec. 370 IPC - Whoever commits the offence of trafficking shall be punished with rigorous imprisonment for a term which shall not be less than seven years, but which may extend to ten years, and shall also be liable to fine",
        "cop": 2,
        "opa": "Sec. 269 IPC",
        "opb": "Sec. 270 IPC",
        "opc": "Sec. 299 IPC",
        "opd": "Sec. 370 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "60164c63-a137-4fbc-bc84-fb1dbbf2f7a7",
        "choice_type": "single"
    },
    {
        "question": "Oral evidence is more impoant than written testimony as:",
        "exp": "Oral evidence is more superior to documentary evidence, as the witness can be cross examined. Doctor's repo is accepted only when he comes and deposes oral evidence in the cou ( S. 45 IEA). Exceptions to oral evidence: Dying declaration. Expe opinion given in a book or treatise. Evidence of doctor recorded in a lower Cou. Evidence by witness in a previous judicial proceedings. Repos of chemical examiner, explosives expe, fingerprint expe, serologist etc. Public records like death, bih ceificate. Hospital records",
        "cop": 2,
        "opa": "Oral evidence cannot be cross-examined",
        "opb": "Oral evidence can be cross-examined",
        "opc": "Documentary evidence requires no proof",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Indian Legal system, Legal sections & Cou procedures",
        "id": "29ba8b77-ce34-488a-abcc-c4224e50fa23",
        "choice_type": "multi"
    }
]