[
    {
        "question": "Raygat's test is based on:",
        "exp": "Hydrostatic test/ Raygat's test: Principle: Specific gravity of lung before respiration is 1. 04-1. 05 and it becomes 0. 94-0. 95 after respiration. This makes the respired lung to float. Procedure: Dissect out the fetal lungs & Put into a trough of water and observe. Liver is used as control Inference: If they sink--unrespired lung. If they float--remove them from water, cut into small pieces and then squeeze or compress firmly between sponges, and again put into water. If they sink--unrespired lung. If they float--respired lung. Explanation: Floatation observed for second time is because of residual air that remains in the lungs which cannot be squeezed out by pressing, if the fetus has breathed after bih.",
        "cop": 2,
        "opa": "Weight of lung",
        "opb": "Specific gravity of lung",
        "opc": "Consistency of lung",
        "opd": "Volume of lungs",
        "subject_name": "Forensic Medicine",
        "topic_name": "Infant deaths & child abuse",
        "id": "c0a15c33-0d57-467f-9c65-766a5fdc9317",
        "choice_type": "single"
    },
    {
        "question": "The umblical cord of the baby shows mummification changes. The time since bih is ____",
        "exp": "Time since bih by umbilical cord changes Drying up of cut margin: 2 hr Drying up of cord: 1 day Inflammatory line at the base of stump: 2 days Obliteration and mummification changes: 3 days Detach (falls off ): 5-6 days Complete healing (scar): 10-12 days",
        "cop": 2,
        "opa": "2 days",
        "opb": "3 days",
        "opc": "4 days",
        "opd": "7 days",
        "subject_name": "Forensic Medicine",
        "topic_name": "Infant deaths & child abuse",
        "id": "f29f3813-15ed-42eb-8c47-989c6e7c9a6e",
        "choice_type": "single"
    },
    {
        "question": "Wredin's test is to demonstrate:",
        "exp": "TESTS FOR LIVE BORN VS DEAD BORN:- Hydrostatic test:- Specific gravity of lungs decreases after respiration and respired lungs will float in water. Fodere's test:- Weight of Lungs increases due to increase in blood flow after respiration. Plocquet's test:- Ratio of the lung wt. to body wt. almost doubled after respiration. Wredin's test:- presence of air in middle ear after respiration. Breslau's second life test/stomach bowl test:- presence of swallowed air in the stomach /intestine after respiration.",
        "cop": 1,
        "opa": "Live bih",
        "opb": "Insanity",
        "opc": "Putrefaction",
        "opd": "Assault",
        "subject_name": "Forensic Medicine",
        "topic_name": "Infant deaths & child abuse",
        "id": "01b52651-2b0e-4a79-8751-726a884f7742",
        "choice_type": "single"
    },
    {
        "question": "If the fetus is born dead at 5 months, the signs of which of the following is identifiable during autopsy",
        "exp": "Signs of Dead-Born Fetus: 1. Maceration: * It is a process of aseptic autolysis.* It occurs when the dead child remains in the uterus for about 3-4 days surrounded with liquor amnii with exclusion of air. 2. Rigor mois: It is claimed that rigor mois does not occur in fetuses of < 7 months old (there are only few muscle fibers, and cannot contribute to appreciable degree of stiffness) 3. Mummification: * It results from deficient supply of blood or scanty liquor amnii. * Fetus is dried up and shriveled in >= 2 weeks.",
        "cop": 2,
        "opa": "Rigor mois",
        "opb": "Mummification",
        "opc": "Adipocere",
        "opd": "Putrefaction",
        "subject_name": "Forensic Medicine",
        "topic_name": "Infant deaths & child abuse",
        "id": "35afecad-dad4-41d0-9a4d-e0556008802e",
        "choice_type": "single"
    },
    {
        "question": "Specific gravity of unrespired lung:-",
        "exp": "* Hydrostatic rest or rayga's test: The specific gravity of unrespired lung is 1. 04, which is reduced to 0. 94 after respiration. Since during respiration the specific gravity is reduced, it will float on water. * Fodere's test: Weight of the unrespired lung is 30g, which becomes 60g after respiration. * Plocquet's test: The ratio of weight of lung to weight of body changes from 1: 70 before respiration to 1: 35 after respiration * Breslau's second left test: Checks whether the stomach is floating or sinking. If the body has respired the stomach will float due to the swallowed or ingested air during breathing. * Werden's test: Middle ear is examined for the presence of gelatin which is replaced in air once the baby stas to Breath i. e. if gelatin is present in middle ear, it indicated baby has not respired, presence of air indicates baby has respired.",
        "cop": 4,
        "opa": "0. 94",
        "opb": "1. 2",
        "opc": "0. 75",
        "opd": "1. 04",
        "subject_name": "Forensic Medicine",
        "topic_name": "Infant deaths & child abuse",
        "id": "f4029334-456c-420f-ae80-72197425a4fe",
        "choice_type": "single"
    },
    {
        "question": "Posthumous child is:-",
        "exp": "Posthumous Child: - It is a child born after the death of its father, the mother being conceived by the said father. - Legal issues involved are: legitimacy, inheritance of propey, compensation case for slander against the mother.",
        "cop": 2,
        "opa": "Child delivered after death of biological mother",
        "opb": "Child delivered after death of biological father",
        "opc": "Born after death of parents",
        "opd": "Has been abandoned by parents",
        "subject_name": "Forensic Medicine",
        "topic_name": "Infant deaths & child abuse",
        "id": "cd0b2703-7929-432a-878c-6ff3a682c9bd",
        "choice_type": "single"
    },
    {
        "question": "In macerated fetus, the organ used for DNA profiling is",
        "exp": "If fetus is macerated, fetal lungs and brain tissues are more suitable for DNA typing Normal fetuses In older fetus, sample consists of fetal blood obtained by hea puncture. In young fetus, analysis of chorionic villi may provide the fetal pattern. Other tissue suitable for DNA analysis is - quadriceps muscle or rib",
        "cop": 1,
        "opa": "Lungs",
        "opb": "Spleen",
        "opc": "Hea",
        "opd": "Skeletal muscle",
        "subject_name": "Forensic Medicine",
        "topic_name": "Infant deaths & child abuse",
        "id": "53a7d817-91d7-41e7-8b06-24e824af9995",
        "choice_type": "single"
    },
    {
        "question": "Robe's sign is seen in",
        "exp": "Robe's sign: presence of gas in the great vessels (12 hours of intrauterine death) Spalding sign: overriding of bones of cranial vault (5 -7 days of intrauterine death)",
        "cop": 1,
        "opa": "Dead born in 12 hours",
        "opb": "Live born in 12 hours",
        "opc": "Dead born in 24 hours",
        "opd": "Live born in 24 hours",
        "subject_name": "Forensic Medicine",
        "topic_name": "Infant deaths & child abuse",
        "id": "a768f37c-a8b7-4a84-8621-80c5cd627134",
        "choice_type": "single"
    },
    {
        "question": "Respired lung weight as compared to body weight is:-",
        "exp": "Plocquet's test: The ratio of weight of lung to weight of body changes from 1: 70 before respiration to 1: 35 after respiration",
        "cop": 3,
        "opa": "10-Jan",
        "opb": "20-Jan",
        "opc": "Jan-35",
        "opd": "Jan-70",
        "subject_name": "Forensic Medicine",
        "topic_name": "Infant deaths & child abuse",
        "id": "667ecd8f-1f54-4288-8fcc-90fc7d37ab91",
        "choice_type": "single"
    },
    {
        "question": "Which is not a diagnostic criteria for Munchausen's syndrome by proxy",
        "exp": "Munchausen's syndrome by proxy - (Rosenberg criteria): Illness produced or alleged, or both by a parent. Repeated requests for medical care of a child, leading to multiple medical procedures. Parental denial of knowledge of cause of symptoms. Regression of symptoms on separation from parents.",
        "cop": 3,
        "opa": "Illness produced or alleged or both by a parent",
        "opb": "Repeated requests for medical care of a child",
        "opc": "Parental acceptance of knowledge of cause of symptoms",
        "opd": "Regression of symptoms on separation from parents",
        "subject_name": "Forensic Medicine",
        "topic_name": "Infant deaths & child abuse",
        "id": "bfc0c0e1-34c4-4a75-b9f0-76ff53b38044",
        "choice_type": "multi"
    },
    {
        "question": "Not true regarding Sudden infant death syndrome",
        "exp": "SIDS / COT DEATH / CRIB DEATH:- It is sudden & unexpected death of seemingly healthy infant whose death remains unexplained even after comp. autopsy. Factors associated with SIDS:- Age = 2 month to 2 years Sex = Male Time = early morning Twins Mother = smoking during pregnancy",
        "cop": 3,
        "opa": "Also known as cot/crib death",
        "opb": "Threefold increase in twins",
        "opc": "Incidence common in females",
        "opd": "Cigarette smoking by pregnant mothers increase the risk",
        "subject_name": "Forensic Medicine",
        "topic_name": "Infant deaths & child abuse",
        "id": "baebecd0-0a48-4429-934d-9417da385a14",
        "choice_type": "multi"
    }
]