[
    {
        "question": "'Brush burns' are synonymous with",
        "exp": "Ans. a (Graze abrasion) (Ref. Reddy FMT 23rd ed. 145)ABRASIONS (GRAZES, SCRATCHES, BRUSH BURNS)# Loss/crushing of outer skin layer due to impact with a rough surface- Tangential impact produces a moving abrasion:* Indicates direction.* Trace material (e. g., grit).- Direct impact produces an imprint abrasion:* Pattern of causative object.# All abrasions reflect site of impact (contact bruises).# Assessment of age difficult.# Postmortem abrasion - Brown, leathery.",
        "cop": 1,
        "opa": "Graze abrasion",
        "opb": "Scalds",
        "opc": "Electrical injury",
        "opd": "Injury by a brush",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries by Blunt Force",
        "id": "d6b7eda2-1233-413c-a589-6dd7473ae5c3",
        "choice_type": "single"
    },
    {
        "question": "Split laceration is seen with?",
        "exp": "ANSWER: (B) Blunt perpendicular impact. REF: Parikh 6'* edition page 4. 10. Types of lacerated wound: Type. Mechanism. Comments. Split laceration. Blunt perpendicular impact. Found on overlying bones Looks like incised wound. Stretch laceration. Blunt tangential impact. Overstretching of skin till it splits. Avulsion. Horizontal chrushing impact. Degloving of skin. Tear. Impact against irregular or sharp objects Internal laceration. Blunt force exceeding tensile strength of organs",
        "cop": 2,
        "opa": "Blunt tangential impact",
        "opb": "Blunt perpendicular impact",
        "opc": "Horizontal crushing impact",
        "opd": "Impact against sharp objects",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries by Blunt Force",
        "id": "fa259daa-a036-47ea-ab4f-f7a5eeae1f3e",
        "choice_type": "single"
    },
    {
        "question": "Brush burn is a:",
        "exp": "Ans. (c) Graze abrasion. Ref: The Essentials of FSM by K. S. Narayan Reddy 31st ed. /166-67* Brush burn or friction burn is seen in graze abrasion.* Produced when broad surface of skin slides against rough surface.",
        "cop": 3,
        "opa": "Linear abrasion",
        "opb": "Pressure abrasion",
        "opc": "Graze abrasion",
        "opd": "Contusion",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries by Blunt Force",
        "id": "0b3b0fae-0e57-4de5-ae28-1eb1933c0f73",
        "choice_type": "single"
    },
    {
        "question": "A bruise becomes yellow on:",
        "exp": "Ans: c (7 - 12 days) Ref: Reddy, 27th ed, p. 164. Bruise appears yellow on 7 - 12 days. Various colour changes of Bruise (contusion). Fresh-Red-Due to Hemoglobin. 1st day-Blue-Deoxy Hemosiderin. 2-4 days-Dark blue-Haemosiderin5-6 days-Green-Haemotoidin. 7-12 days-Yellow-Billirubin. After 14 days-Return to normal. Appearace of scab. Fresh abrasion-Red12-24 hrs- Red scab2-3 days4-7 days- Brown scab-Scab falls off10 days- Healing complete. Study this very carefully because a number of questions has already been asked from these 2 tables in All India PGME.",
        "cop": 3,
        "opa": "2-3days",
        "opb": "5 - 6 days",
        "opc": "7 - 12 days",
        "opd": "After 2 weeks",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries by Blunt Force",
        "id": "3968f36a-73a5-4a81-84c3-cab72838c338",
        "choice_type": "single"
    },
    {
        "question": "Brush burn is a type of?",
        "exp": "Ans. is 'd' i. e., Abrasion o Abrasion is a superficial injury involving superficial layer of epidermis and is caused by hard, blunt and rough object due to friction between skin and the object. Scab or crust is formed over exposed raw surface and most injuries heal without scar as they are superficial. o Age of abrasion can be calculated by following changes:-# Fresh: Reddish# 12-24 hours: Scab forms, which is red in colour# 2-3 days: Reddish brown Scab# 4-7 days: Abrasion starts healing (epithelization) from periphery# 7-10 days: Scab dries up and falls off# 10-12 days: Healing is complete (skin colour returns to normal)o Type of abrasion are:-1) Scratches (linear abrasion):# It is an abrasion with legnth but no significant width produced by a sharp object e. g., pin, needles, knife, thorn and nail etc.# Point scratch is a very superficial incision produced by a sharp or pointed object not sharp enough to incise but pointed enough to produce scratch. 2) Grazes (Sliding abrasion/scraping abrasion/grinding abrasion):# It is the most common type of abrasion, produced when a broad surface of skin slides against rough surface, e. g., during vehicular accidents. Injury is due to friction. The surface of injury show irregular parallel lines, i. e., furrows or grooves.# A violent lateral graze, due to rubbing of skin (as in dragging) is known as brush burn (Gravel rash).# Friction burn (Scuff or brush abrasion) occur due to tangential contact with a smooth surface or when the skin is covered by clothing. It is an extensive superficial, reddened excoriated area without bleeding and with little or no linear mark. 3) Pressure abrasions (crushing or friction abrasions):# Though it is called friction abrasion, it results from pressure of the object on the body with no or little friction (it is a misnomer).# It is caused by crushing of superficial epidermis due to inward directed movement of object at around 90deg to skin.# Example are ligature marks in hanging/strangulation, teeth bites and nail marks. 4) Impact abrasion (Imprint or contact abrasion):# It is caused by impact (but not pressure) with a rough object, when the force is applied at or near 90deg to skin surface.# It is depressed below surface unless associated with contusion (bruise).",
        "cop": 4,
        "opa": "Bruise",
        "opb": "Contusion",
        "opc": "Laceration",
        "opd": "Abrasion",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries by Blunt Force",
        "id": "2f65b1c6-b212-4dca-a4c5-ccd1835c3c24",
        "choice_type": "single"
    },
    {
        "question": "Black eye is a type of-",
        "exp": "Ans. is 'c' i. e., Ectopic bruise [Ref: Reddy 30th/ep. 167-168\\o Site of bruise is at the site of impact most of the time however it may be away from the site of impact due to gravity shifting of blood, i. e., ectopic bruise. So, site of bruise does not always indicate site of violencet. o Example of ectopic bruise are: -Black eye (or spectacle hematoma in eyes & eyelids) may be due to fracture of floor of anterior cranial fossa or trauma of forehead (and rarely due to direct trauma), Bruise behind ear indicates basal fracture (rather than a direct blow). Jaw fracture may produce bruise in neck; fracture pelvis my produce bruise in thigh; fracture femur may produce bruise in lowrer thigh or above knee; Calf injury may produce bruise in ankle.",
        "cop": 3,
        "opa": "Patterend abrasion",
        "opb": "Ectopic abrasion",
        "opc": "Ectopic bruise",
        "opd": "Friction abrasion",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries by Blunt Force",
        "id": "858f2bda-6f1f-4046-8e37-74d07bbd4469",
        "choice_type": "single"
    },
    {
        "question": "'Brush burn' is",
        "exp": "Ans. a (An abrasion) (Ref. FMT by Reddy. 27th/ Pg. 145 & FMT by Krishan Vij 4th/Pg. 282-283).# An abrasion (or a graze) is a superficial injury involving only the outer layers of the skin and not penetrating the full thickness of the epidermis.# A graze is an injury, which is produced when a broad surface of the skin slides or scrapes against a rough surface.# It is also k/a 'brush burn' as it is caused by the frictional force of rubbing against a surface causes it; resembles a bum. ABRASIONS (GRAZES, SCRATCHES, BRUSH BURNS)# Loss/crushing of outer skin layer due to impact with a rough surface- Tangential impact produces a moving abrasion:# Indicates direction.# Trace material (e. g., grit).- Direct impact produces an imprint abrasion:# Pattern of causative object.# All abrasions reflect site of impact (contrast bruises).# Assessment of age difficult.# Postmortem abrasion - Brown, leathery.- Patterned Abrasions: o Patterned abrasions occur when the force is applied at or around right angle to the surface of skin. The classical example of this is seen in traffic accidents when tyre of a motor car passes over the skin leaving the pattern when the skin has been squeezed into the grooves of the rubber thread.- Pressure Abrasions (Crushing Abrasions / Imprint Abrasions): o When the impact is vertical to the skin surface, the epidermis gets crushed and pressure type of abrasions result and the imprint of the impacting object may be produced. These may be seen in manual strangulation (abrasions produced by fingernails) and in hanging, where weave of the ligature material may be reproduced.",
        "cop": 1,
        "opa": "An abrasion",
        "opb": "Electric bum",
        "opc": "Chemical bum",
        "opd": "Contusion",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries by Blunt Force",
        "id": "3a4924cf-c71b-4501-9741-739a882e42b9",
        "choice_type": "single"
    }
]