[
    {
        "question": "Tentative cuts are seen in?",
        "exp": "Ans. (a) Suicide. Ref: The essentials of FSM by K. S. Narayan Reddy 31st ed. /180* Tentative cuts/Hesitation marks are multiple small superficial cuts seen in cases where there is a trial of suicide.* MC site for tentative cuts are: Forearm",
        "cop": 1,
        "opa": "Suicide",
        "opb": "Homicide",
        "opc": "Accidental cut",
        "opd": "Traumatic cut",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries: Medicolegal Considerations and Types",
        "id": "06b2b1e9-0e2d-456a-af64-ac7bf063002f",
        "choice_type": "single"
    },
    {
        "question": "IPC 320 deals with -",
        "exp": "Ans. is 'd' i. e.. Grievous hurto 3191 PC: Defines hurt, o 320. IPC: Defines grievous hurt, o 321 IPC: Voluntarily causing hurt, o 322 IPC: Voluntarily causing grievous hurt. o 323 IPC: Punishment for voluntarily causing hurt {no provocation, no dangerous weapon) (1 years imprisonment), o 324 IPC: Punishment for voluntarily causing hurt by dangerous weapon (3 years imprisonment +- fine), o 325 IPC: Punishment for voluntarily causing grievous hurt (no provocation, no dangerous weapon) (7 years imprisonment +- fine).",
        "cop": 4,
        "opa": "Hurt",
        "opb": "Abetment of suicide",
        "opc": "Punishment for murder",
        "opd": "Grievous hurt",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries: Medicolegal Considerations and Types",
        "id": "de27b484-bca9-4a11-a60b-b3c3a9fe4390",
        "choice_type": "single"
    },
    {
        "question": "Grievous hurt comes under which section of I PC?",
        "exp": "ANSWER: (B) Section 320. REF: Textbook of Forensic Medicine and Toxicology by Nagesh Kumar Rao Page 259. Section 320: Grievous hurt. The following kinds of hurt only are designated as \"grievous\"Emasculation. Permanent privation of the sight of either eye. Permanent privation of the hearing of either ear. Privation of any member or joint. Destruction or permanent impairing of the powers of any member or joint. Permanent disfiguration of the head or face. Fracture or dislocation of a bone or tooth. Any hurt which endangers life or which causes the sufferer to be during the space of twenty days in severe bodily pain, or unable to follow his ordinary pursuits,",
        "cop": 2,
        "opa": "Section 319",
        "opb": "Section 320",
        "opc": "Section 324",
        "opd": "Section 326",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries: Medicolegal Considerations and Types",
        "id": "cddb0793-6c56-4705-8547-946b872e4b77",
        "choice_type": "single"
    },
    {
        "question": "Tentative cuts are seen in(Kerala 2007 repeat)",
        "exp": "Ans) b (Suicide) Ref. Reddy 27th p 179. Tentative cuts are usually seen in suicide. BRIDGECarbolic acid poisoning is the only corrosive acid poisoning where stomach wash can, be given.",
        "cop": 2,
        "opa": "Homicide",
        "opb": "Suicide",
        "opc": "Throttling",
        "opd": "Infanticide",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries: Medicolegal Considerations and Types",
        "id": "b48fab8a-26bc-404a-a888-3da6ddc5be07",
        "choice_type": "single"
    },
    {
        "question": "Tentative cuts are seen in: (PGI June 2009)",
        "exp": "Ans: B (Suicidal wound) Tentative Cuts or Hesitation Marks or Trial Wounds or Preliminary Wounds# Seen in suicidal wound. QThey are the cuts which are multiple, small & superficial often involving only skin & are seen at the beginning of the incised wound. Hesitation cuts derive their name from the hesitation with which these incision are inflicted by a person intending to commit suicide by a cutting instrument. The site of election of suicidal incised wounds are: throat, wristQ & front of chestQ. Fatal incised wound of arm are always suicidal. Suicides usually do not injure faceA person who commits suicide usually exposes the portion of the body to be incised. Hesitation cuts are not found in homicidal assault",
        "cop": 2,
        "opa": "Homicidal wound",
        "opb": "Suicidal wound",
        "opc": "Rail track accidental wound",
        "opd": "Road traffic accident",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries: Medicolegal Considerations and Types",
        "id": "09215ca1-3701-4054-89cd-ad07b724fb2e",
        "choice_type": "single"
    }
]