[
    {
        "question": "Incised looking lacerated wound site is?",
        "exp": "Ans. is 'a' i. e., forehead LACERATIONS (Tear or Rupture)o Lacerations are tears or splits of skin, mucous membrane and underlying tissue (e. g., muscle or internal organs). Lacerations are produced by application of blunt force to broad area of the body, which crush or stretch tissues beyond the limits of their elasticity. Localized portions of tissue are displaced by the impact of the blunt force, which sets up traction forces and causes tearing of tissues. Features of lacerations are:-i) Hair and hair bulb, nerves and blood vessels are crushed - There may be paralysis (nerve crushed) and hemorrhage is not pronounced (blood vessels crushed). ii) Site of injury is the site of impact. iii) Shape of injury is irregular, margins are irregular and contused/abraded and show tags of tissue. iv) Size of injury does not corresponds to impacting surface. o There are following types of laceration:-1) Split laceration: Splitting occurs by crushing of skin between two hard objects. Blunt force on areas where the skin is close to rigid structures like bone with scanty subcutaneous tissue, may produce a wound that by linear splitting of tissue may look like incised wound, i. e., incised like or incised looking wound. Examples of such area are scalp, eye brows, cheek bones (zygomatic), lower jaw, iliac crest, perineum and skin. A wound produced by a fall on knee or elbow with limb flexed and by a sharp stone also simulates incised wound. 2) Strech lacerations: Overstretching of the skin, if it is fixed, will cause laceration, for example, by kicking, sudden deformity of bone occurs after fracture, making it compound. 3) Avulsion (shearing laceration): An avulsion is a laceration produced by sufficient force (shearing force) delivered at an acute angle to detach (tear off) a portion of a traumatized surface or viscus from its attachment, the shearing and grinding force by a weight. Flaying is type of avulsion in which shearing and grinding force by weight (such as of lorry wheel passing over a limb) may produce avulsion (separation of skin from underlying tissue/degloving of a large area). 4) Tears: Tears of the skin and tissues can occur from imact by a against irregular or semi-sharp objects, such as door handle of a car. This is another form of overstretching. 5) Cut laceration: Cut lacerations may be produced by a heavy sharp edged instrument.",
        "cop": 1,
        "opa": "Forehead",
        "opb": "Hand",
        "opc": "Thorax",
        "opd": "Abdomen",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries by Sharp Force",
        "id": "0b85c902-0dc8-4c70-8799-e28b6dceb1e6",
        "choice_type": "single"
    },
    {
        "question": "Tentative cuts are seen in:",
        "exp": "Ans: b (Suicide) Ref: Reddy, 27th ed, p. 179. Tentative cuts are usually seen in suicide. Difference b/w Suicidal wounds and homicidal wounds. Suicidal wounds. Homicidal wounds. Wounds are present on the left side of the neck. It is usually on the sides. Wound is high and above the hyoid cartilage. Low, on or below thyroid cartilage. Tentative cuts present. Absent. Tailing present. Absent. Defensive wounds absent. Present. Weapon may be firmly grasped due to cadaveric spasm. Fragments of clothes hair etc may be grasped.",
        "cop": 2,
        "opa": "Homicide",
        "opb": "Suicide",
        "opc": "Throttling",
        "opd": "Infanticide",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries by Sharp Force",
        "id": "25dcfa56-8748-4e8a-a53f-dfae1b16ba65",
        "choice_type": "single"
    },
    {
        "question": "Tailing of wound suggests:",
        "exp": "Ans. (a) Direction of injury. Ref: The essentials of FSM by KS Narayan Reddy 31st ed. /178* Tailing of wound is one of the characteristics of the incised wound which indicates the direction in which the cut was made.* Incised wounds are deeper at the beginning as more pressure is exerted at this point (head of wound). Towards the end of the cut the wound becomes increasingly shallow, till finally as the knife leaves the tissues, the skin alone is cut. This is known as tailing of wound.",
        "cop": 1,
        "opa": "Direction of injury",
        "opb": "Weapon used",
        "opc": "Type of wound",
        "opd": "Surface of weapon",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries by Sharp Force",
        "id": "468c360a-5411-4193-b394-8757a4cb8283",
        "choice_type": "single"
    },
    {
        "question": "'Tentative cuts' are seen with",
        "exp": "Ans. b (Suicide) (Ref. FMT by N. Reddy 5th/pg. 93)TENTATIVE (preliminary cuts) CUTS# Hesitation cuts derive their name from the hesitation with which these incisions are made by a person intending to commit suicide by a cutting instrument.# He or she usually makes preliminary cuts before gathering sufficient courage to make final deep incision.# These are generally small, multiple, superficial, and usually skin deep.# They are seen with commencement of the incised wound and merge with the main incision.",
        "cop": 2,
        "opa": "Homicide",
        "opb": "Suicide",
        "opc": "Culpicide",
        "opd": "Fabricated wounds",
        "subject_name": "Forensic Medicine",
        "topic_name": "Injuries by Sharp Force",
        "id": "5ff554e7-d44b-4733-a082-a11222f0b3c8",
        "choice_type": "single"
    }
]