[
    {
        "question": "Grievous hurt is defined under:",
        "exp": "Ans: a (320 IPC) Ref: Reddy, 21st ed, p. 244. Grievous hurt is defined under IPC 320. Some important IPC's. IPC 375 - definition of rape. IPC 376 - punishment of rape. IPC 320 - definition of grievous heart. IPC 84 - deals with the criminal responsibility of insane. IPC304A - deals with criminal negligence. IPC 304B - dowry death. IPC 300 - defines murder. IPC 299 - defines culpable homicide. IPC 302 - punishment of murder. IPC 304 - punishment of culpable homicide",
        "cop": 1,
        "opa": "320. IPC",
        "opb": "318 IPC",
        "opc": "321 IPC",
        "opd": "375 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "d6ed9456-f50e-4add-af7e-74ff49545af6",
        "choice_type": "single"
    },
    {
        "question": "IPC code related to age for valid consent is?",
        "exp": "Ans. is 'c' i. e., 87o Section 87 of the IPC says that a person above 18 years of age can give valid consent and Section 89 of the IPC says that a child under 12 years of age cannot give a valid consent. Other optionso 85 and 86 I PCs are related to drunkenness and criminal responsibility. o 88 IPC: Act not intended to cause death, but can cause death or grievous hurt, done by consent in good faith and for the benefit of that person, e. g., death of a patient caused by surgery done by a surgeon.",
        "cop": 3,
        "opa": "85",
        "opb": "86",
        "opc": "87",
        "opd": "88",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "4a269911-3efa-4b4f-aea0-1d096a841670",
        "choice_type": "single"
    },
    {
        "question": "IPC for criminal responsibility defining non-offence is?",
        "exp": "Ans. is 'a' i. e., 82 Criminal responsibility: o Any act wrhich is done by a child under seven years of age is not an offence- Section 82 I. P. C. o A child between seven and 12 years is presumed to be capable of commiting an offence, if he attained ''sufficient maturity of understanding to judge the nature and consequences of his conduct on that occasion: -Sec. 83 I. P. Co A child under 12 years cannot give valid consent to suffer any harm which may occur from an act done in good faith and for its benefit (Sec 89 I. P. C.)o A person above 18 years can give valid consent to suffer any harm whichmay result from an act not intended orrr not known to cause death or grievous hurt.- Sec 87 I. P. C.",
        "cop": 1,
        "opa": "82",
        "opb": "182",
        "opc": "88",
        "opd": "188",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "4bf1d0cd-31ac-4ee5-afa8-9c833fed526b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not need magistrate&; s inquest-",
        "exp": "Ans. is 'd' i. e., Death by suicide o Magistrate's inquest is done under sec 176 Cr. PC is case of Death in prison, reformatories, Borstal school. Death in police costody while under police interrogation. Death due to police firing. Dowry death; i. e. death of a married female less than 30 years of age or death within 7 years of marriage. Exhumation. Death in psychiatry hospital. Custodial rape. o Police inquest is done in cases of Death by suicide. Death by killing by another person (murder ) or an animal or machinery. Death by accident. Death under circumstances raising a reasonable suscpicion that some other person has commited an offence.",
        "cop": 4,
        "opa": "Death in police custody",
        "opb": "Dowry deaths",
        "opc": "Exhumation",
        "opd": "Death by suicide",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "0cc3218e-f8f6-4fad-8486-c78a23810ce9",
        "choice_type": "single"
    },
    {
        "question": "Giving false evidence under oath is defined under section:",
        "exp": "Ans is 'd' i. e. 191. IPC Section 191: Giving false evidence. Whoever, being legally bound by an oath or by an express provision of law to state the truth, or being bound by law to make a declaration upon any subject, makes any statement which is false, and which he either knows or believes to be false or does not believe to be true, is said to give false evidence. Section 193: Punishment for false evidence. Whoever intentionally gives false evidence in any stage of a judicial proceeding, or fabricates false evidence for the purpose of being used in any stage of a judicial proceeding, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine,",
        "cop": 4,
        "opa": "151 IPC",
        "opb": "161 IPC",
        "opc": "181 IPC",
        "opd": "191 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "126ee2b2-ccf1-49e4-930d-37889bb70bd7",
        "choice_type": "multi"
    },
    {
        "question": "Magistrate inquest is done in?",
        "exp": "Ans. is 'c' i. e., Death in psychiatry hospital Magistrate inquest (Sec 176. Cr. PC)o Magistrate's inquest is carried out by an executive magistrate, district magistrate (DM) or sub-divisional magistrate (SDM). It is done in cases ofi) Death in prison, reformatories, Brostal school. ii) Death in police custody, while under police interrogation. iii) Death due to police firing. iv) Dowry death, i. e. death of a married female less than 30 years of age or death within 7 years of marriage. v) Exhumation. vi) Death in psychiatry hospital. vii) Any person dies or disappears, or rape is alleged to have been committed on any woman, while such person or woman is the custody of police or any other custody authorized by court (Sections 174(4), 176 and 176, 1 - A Cr. PC)",
        "cop": 3,
        "opa": "Death by suicide",
        "opb": "Death by accident",
        "opc": "Death in psychiatry hospital",
        "opd": "Death in suspicious circumstances",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "118ec7c8-bb41-4b41-a394-8de124f717b3",
        "choice_type": "single"
    },
    {
        "question": "Investigation in a case of Dowry death is done by?",
        "exp": "ANSWER: (B) District magistrate. REF: Parikh 6th edition page 1. 7 Indirect Repeat from December 2009. There are two types of magistrates; Judicial magistrate & Executive magistrate. Executive magistrates are appointed by state government. They are usually officers of revenue department like district collector, Subcollector, Tehsildar. \"Executive Magistrates should hold an inquiry into the cause of death either instead of or in addition to the investigation held by Police Officer in case of Dowry Deaths\"Magistrate inquest means an inquiry conducted by a magistrate to ascertain the matter of fact. It is commonly held in following cases. Admission of a mentally ill person in a psychiatry hospital or a psychiatric nursing home under certain provisions of Mental health act 1987. Death of a convict in jail. Death of a person in police custody or police interrogation. Death as a result of police shooting/' killing. Exhumation cases. Dowry deaths (ie with in 7 years of marriage) (Section 176 Cr. PC)",
        "cop": 2,
        "opa": "Judicial magistrate",
        "opb": "District magistrate",
        "opc": "Panel",
        "opd": "Police",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "a3fc0887-a17f-40c7-aafe-77fadee0d45b",
        "choice_type": "single"
    },
    {
        "question": "Police inquest is done in all except -",
        "exp": "Ans. is 'c' i. e., Dowry deatho In dowry death, magistrate inquest is carried out. Police inquest (See 174 Cr. PC)o It is the commonest type of inquest in India. It is inferior to other types inquest. Police inquest is carried out by a police officer, not below the rank of head constable (usually a sub-inspector). Such police officer (PO) is known as investigating officer (IO). After informing the nearest executive magistrate, he goes to the place of offence and conducts the inquest. In presence of two or more respectable inhabitants (panchas), then prepare the report of the apparent cause of death (Panchnama) signed by IOand witnesses. If no foul play is suspected, the body is handed over to the relatives, otherwise body is sent for postmortem examination to find out the cause of death. IO (police) may summon the person, the summoned person is bounded to attend and answer questions. Refusal to answer questions by the police is punishable under section 179 IPC. Police inquest is done in. Death by sucide. Death by killing by another person (murder) or an animal or machinery. Death by accident. Death under circumstances raising a reasonable suscpicion that some other person has commited an offence. Magistrate inquest (Sec 176, Cr. PC)o Magistrate's inquest is carried out by an executive magistrate, district magistrate (DM) or sub-divisional magistrate (SDM). It is done in cases of. Death in prison, reformatories, Brostal school. Death in police custody, while under police interrogation. Death due to police firing. Dowry death, i. e. death of a married female less than 30 years of age or death within 7 years of marriage. Exhumation. Death in pscychiatry hospital. Any person dies or disappears, or rape is alleged to have been committed on any woman, while such person or woman is the custody of police or any other custody authorized by court (Sections 174(4), 176 and 176, 1-A Cr. PC).",
        "cop": 3,
        "opa": "Suicidal death",
        "opb": "Homicidal death",
        "opc": "Dowry death",
        "opd": "Accidental death",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "d26e234e-6ff3-4c0e-8e96-bafa08ace38a",
        "choice_type": "multi"
    },
    {
        "question": "Nullity of marriage is considered in?",
        "exp": "Ans. is 'b' i. e., Impotency of husband o Under section 12 of Hindu Marriage Act 1955 or section 24 of Special Marriage Act 1954, a wife may seek divorce on the ground that her husband was impotent at the time of marriage and continues to be impotent therefore he is incapable of fulfilling the rights of consummation of marriage by an act of sexual intercourse. Conditions for nullity of marriage o Any marriage can be declared null and void under following conditions:- 1) Bigamy, i. e. one spouse has made one more marriage 2) Impotence 3) If either party is underage 4) If one spouse is having unsound mind at the time of marriage, virulent form of leprosy or venereal disease in a communicable form. 5) If one spouse has not been heard of as being alive for a period of 7 years or undergoing a sentence of imprisonment for 7 years. 6) If the consent has been obtained by coercion or fraud. 7) If the woman already pregnant with someone else's child at the time of marriage.",
        "cop": 2,
        "opa": "Adultery in first 7 years",
        "opb": "Impotency of husband",
        "opc": "Assault in first 7yrs",
        "opd": "Age > 55years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "a1402f70-1f37-4623-bda6-e0d280d52770",
        "choice_type": "single"
    },
    {
        "question": "Medical etiquette is?",
        "exp": "ANSWER: (A) Conventional way of courtesy with professional members. REF: Parikh 6biI edition page 1. 26. Medical etiquette is the subject concerned with the conventional laws and customs of courtesy which are generally followed between members of the same profession. Accordingly, a doctor should behave with his colleagues as he would like to have them behave with him. He should treat the colleague as he would like to have them behave with him and, therefore, not charge him or members of his family for professional service",
        "cop": 1,
        "opa": "Conventional way of courtesy with professional members",
        "opb": "Courtesy with other individuals of society",
        "opc": "Courtesy towards client/patient",
        "opd": "Courtesy towards female patient",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "c8b648d2-a7fd-4e90-aa82-aecf3c941f43",
        "choice_type": "single"
    },
    {
        "question": "Inquest of dowry death is done by:",
        "exp": "Ans. (a) Magistrate. Ref.: The Essentials of. FSM by K. S. Narayan Reddy 31st ed. / 5, 272. Inquest: inquiry into the cause of death* Police Inquest# Most common type of inquest in India# Investigating officer usually is sub inspector or officer not below the rank of (senior) head constable. Magistrate Inquest: Court of Trail* Usually conducted by DM, SDM or Executive Magistrate (i. e. collector, Deputy Collector or Tahsildar)* Magistrate inquests are usually done in following circumstances:# Dowry deaths i. e. unnatural deaths within 7 years of marriage# Death in prison# Death in police custody or interrogation or during police firing# Death in any psychiatric hospital* Exhumation i. e. digging out of an already buried body also done upon order of magistrate. Coroner's Inquest: Court of inquiry* Coroner is an advocate, attorney, pleader, or first class magistrate with 5 years experience or metropolitan magistrate* Coroner court is a court of inquiry & accused need not be present.* Coroner court can't impose fine or punishment; but it can punish those guilty of contempt of his court when the offence is committed in the premises of his court (i. e. city limit only)* In India it is practiced only in Mumbai",
        "cop": 1,
        "opa": "Magistrate",
        "opb": "Police",
        "opc": "Medical officer",
        "opd": "Sub-inspector",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "0a0f8598-e254-4069-b2fe-65aee7beb98e",
        "choice_type": "single"
    },
    {
        "question": "Grevious hurt is defined under IPC",
        "exp": "Ans. (a) 320. Ref: The Essentials of. FSM by K. S. Narayan Reddy 31st ed./384-85. IPC Section. Definition. Sec 82A child under 7 yrs is incapable of committing an offence. Not applicable to railway act. Sec 83A child >7 &< 12 is presumed to be mature enough to be capable of committing an offence. Sec 84. Act of a person of unsound mind/Mc. Naughten's rule. Sec 85. Act of a person who's intoxicated against will. Sec 87A person less than 18 yrs cannot give valid consent to suffer any harm which may result from an act not intended or not known to cause death or grievous hurt. E. g. consent for wrestling contest. Sec 88 to93. Legal protection to medical doctors. Sec 89 - a child < 12 yrs cannot give valid consent to suffer any harm which can occur by an act done in good faith or for itsbenefi t e. g. consent for operation. Sec 174. Police inquest. Sec 176. Magistrate's inquest. Sec 179. Punishment for refusal to answer question by the police. Sec 191. Definition of perjury. Sec 193. Punishment for perjury. Sec 197. Issuing false certificate (3-7 years of punishment). Sec 201. Disappearance of evidence (2 years of punishment). Sec 297. Trespassing of burial place. Sec 299. Definition of Culpable homicide. Sec 300. Murder. Sec 302. Punishment for murder/infanticide. Sec 304. Culpable homicide not amounting to murder. Sec 304 ACausing death by negligence. Sec 304 BDowry death307. Attempt to murder308. Attempt to culpable homicide309. Attempt to suicide. Sec 317. Abandoning of infants. Sec 318. Concealment of death of child. Sec 319. Hurt. Sec 320. Grievous hurt. Sec 321. Voluntarily causing hurt. Sec 322. Voluntarily causing grievous hurt. Sec 323. Punishment for voluntary causing hurt. Sec 324. Punishment for voluntary causing hurt by dangerous weapon/means. Sec 325. Punishment for voluntarily causing grievous hurt. Sec 326. Punishment for voluntarily causing grievous hurt by a dangerous weapon/means. Sec 351. Assault. Sec 354. Assault to outrage the modesty of a woman. Sec 375. Definition of rape. Sec 376. Punishment of rape. Sec 377. Unnatural sexual offence. Sec 497. Adultery",
        "cop": 1,
        "opa": "320",
        "opb": "302",
        "opc": "300",
        "opd": "376",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "56505413-914c-4790-a899-e858bc54148a",
        "choice_type": "single"
    },
    {
        "question": "IPC for criminal responsibility of insane is?",
        "exp": "Ans. is 'a' i. e. 84 Criminal responsibility (whether a person is responsible for crime or not)o 82 IPC: A child under the age of seven is incapable of committing an offence. o 83 IPC: A child between 7-12 years of age is presumed to be capable of committing an offence if he has obtained sufficient maturity to understand and judge the nature and consequences of his conduct. o 89 IPC: A child under 12 years of age can not given valid consent to suffer any harm which can occur from an act done in good faith for the benefit of child, e. g., a consent for a surgery. Only guardian can give such consent. o 87 IPC: A person below 18 years of age cannot give valid conset to suffer any harm which can cause death or grievous hurt, e. g., consent for wrestling. o 84 IPC: Act of a person with unsound (insane) mind is not an offence. This act is related to insanity and criminal responsibility. MC Naughten rule (right or wrong test) is a legal test for criminal responsibility of insane and comes under section 84 IPC. o 85 and 86 IPC: According to 85 IPC section, act of an intoxicated (e. g., drunk) person is not an offence if he has been intoxicated against his will. On the other hand, 86 IPC states that the act of an intoxicated (drunk) person is an offence if he had the intention or knowledge of committing a crime, i. e., the person is criminally responsible. 85 and 86 IPCs are related to drunkeness and criminal responsibility. o 88 IPC: Act not intended to cause death, but can cause death or grievous hurt, done by consent in good faith and for the benefit of that person, e. g., death of a patient caused by surgery done by a surgeon. o 94 IPC: Act to which a person is compelled by threat, is not an offence.",
        "cop": 1,
        "opa": "84",
        "opb": "94",
        "opc": "104",
        "opd": "174",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "8bac6beb-fbd5-4d75-916c-8855ae4b8019",
        "choice_type": "single"
    },
    {
        "question": "In which of the following case police inquest is not do ne-",
        "exp": "Ans. is 'a' i. e., Dowry death o In dowry death, magistrate's inquest is conducted. Inquesto An inquest is an inquiry' or investigation into the cause of death, o Two types of inquests are held in India -Police Inquest. The officer-in-charge (usually sub-inspector) of a police station conducts the inquest (Sec. 174, Cr. PC). The police officer making the inquest is known as Investigating officer (IO). Police inquest is done in -Death by suicide. Death due killing by another person or an animal or machineiy. Death by accident. Death under circumstances raising a reasonable suspicion that some other person has committed an offence. Magistrate's Inquest (Sec. 176, Cr. PC). It is conducted by DM, SDM, executive magistrate (first class magistrate), empowered by the state government, such as deputy collector or tehsildar. It is done in cases of -Death in prison. Death in police custody while under police interrogation, Death due to police firing. Dowry death (Sec. 304 B, IPC). Exhumation. Coroner's Inquest: It is a type of inquest done in UK, some states in USA and some othercountries, but not in India. Coroner conducts inquest in all unnatural and suspicious deaths.",
        "cop": 1,
        "opa": "Dowry death",
        "opb": "Suicide",
        "opc": "Death by accident",
        "opd": "Death by animals",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "6d1ce76b-5ad1-40b6-8c5f-c3c34dfada14",
        "choice_type": "single"
    },
    {
        "question": "Oral evidence is more important than written testimony as-",
        "exp": "Ans. is 'b' i. e., Oral evidence can be cross examined [Ref: Reddy 30th/e p. 9-10/}Oral evidenceo It includes all statements which the court permits, or which are required to be made before it by the witness, in relation to matters of fact under inquiry. o It is more important than documentary evidence, as it permits cross-examination. o Written evidence is accepted by the court only on oral testimony by the person concerned, o All facts, except the contents of documents, may be proved by it. o Exceptions to oral evidence: o Dying declaration; statements made by a person who is dead is admissibe as evidence. Expert opinion expressed in a treatise. Evidence of doctor recorded in a lower court is accepted in higher court. Evidence given by a witness in a previous judicial hearing. Evidence of Mint officers or an officer of the India Security press. Reports of certain Government scientific experts. Public records",
        "cop": 2,
        "opa": "Oral evidence cannot be cross examined",
        "opb": "Oral evidence can be cross examined",
        "opc": "Documentary evidence requires no proof",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "cdfc030e-91bb-49e0-91d3-80538686d529",
        "choice_type": "multi"
    },
    {
        "question": "Dying declaration comes under?",
        "exp": "Ans. (b) Section 32 IEARef. Textbook of forensic medicine and Toxicology by Krishan, p 7-8, Textbook on The law of evidence-M. Monir, P 145",
        "cop": 2,
        "opa": "Section 32 IPC",
        "opb": "Section 32 IEA",
        "opc": "Section 60 IEA",
        "opd": "291 Cr. PC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "caef48eb-a954-4038-97f3-f8593a1c87ae",
        "choice_type": "single"
    },
    {
        "question": "Hurt is defined by IPC:",
        "exp": "Ans. (b) 319. Ref: The Essentials of. FSM by K. S. Narayan Reddy 31st ed./384-85. IPC Section. Definition. Sec 82A child under 7 yrs is incapable of committing an offence. Not applicable to railway act. Sec 83A child >7 &< 12 is presumed to be mature enough to be capable of committing an offence. Sec 84. Act of a person of unsound mind/Mc. Naughten's rule. Sec 85. Act of a person who's intoxicated against will. Sec 87A person less than 18 yrs cannot give valid consent to suffer any harm which may result from an act not intended or not known to cause death or grievous hurt. E. g. consent for wrestling contest. Sec 88 to93. Legal protection to medical doctors. Sec 89 - a child < 12 yrs cannot give valid consent to suffer any harm which can occur by an act done in good faith or for itsbenefi t e. g. consent for operation. Sec 174. Police inquest. Sec 176. Magistrate's inquest. Sec 179. Punishment for refusal to answer question by the police. Sec 191. Definition of perjury. Sec 193. Punishment for perjury. Sec 197. Issuing false certificate (3-7 years of punishment). Sec 201. Disappearance of evidence (2 years of punishment). Sec 297. Trespassing of burial place. Sec 299. Definition of Culpable homicide. Sec 300. Murder. Sec 302. Punishment for murder/infanticide. Sec 304. Culpable homicide not amounting to murder. Sec 304 ACausing death by negligence. Sec 304 BDowry death307. Attempt to murder308. Attempt to culpable homicide309. Attempt to suicide. Sec 317. Abandoning of infants. Sec 318. Concealment of death of child. Sec 319. Hurt. Sec 320. Grievous hurt. Sec 321. Voluntarily causing hurt. Sec 322. Voluntarily causing grievous hurt. Sec 323. Punishment for voluntary causing hurt. Sec 324. Punishment for voluntary causing hurt by dangerous weapon/means. Sec 325. Punishment for voluntarily causing grievous hurt. Sec 326. Punishment for voluntarily causing grievous hurt by a dangerous weapon/means. Sec 351. Assault. Sec 354. Assault to outrage the modesty of a woman. Sec 375. Definition of rape. Sec 376. Punishment of rape. Sec 377. Unnatural sexual offence. Sec 497. Adultery",
        "cop": 2,
        "opa": "317",
        "opb": "319",
        "opc": "320",
        "opd": "321",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "38ccdf73-6e74-4547-85c8-31b95c7e2f08",
        "choice_type": "single"
    },
    {
        "question": "A person knows the truth & wilfully concealed the truth &gives false evidence in the court of law. He will be punished under which I PC -",
        "exp": "Ans. is 'd' i. e., 193 o Perjury means giving wilful false or fabricated evidence. Whoever, being legally bound by an oath or by an express provision of law to make a declaration upon any subject, makes any statement which is false or does not believe to be true (S. I. P. C. 191 & 192). o The witness is liable to be prosecuted for perjury and the imprisonment may extend upto 7 years. (S. I. P. C. 193). Section. Deals with193. IPCPunishmentfor perjury. Q191. IPCDefines perjury307 IPCAttempt to murder320 IPCGrevious hurtfQ definition325 IPCPunishment for voluntarily causing grevious hurt375 IPCDefines rape. Q376 IPCPunish men t of rapeQ",
        "cop": 4,
        "opa": "190",
        "opb": "192",
        "opc": "191",
        "opd": "193",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "f2a413f2-fc11-4f0f-b287-c3a17a9da437",
        "choice_type": "multi"
    },
    {
        "question": "Schedule-3 of MCI includes -",
        "exp": "Ans. is 'c' i. e., Diploma of CPS Schedules of MCI Acto MCI was established in 1934 and MCI act was revised in 1956, 1964, 1993, 1999, and 2002. The schedules of MCI includes list of medical degrees recognized by MCI:-Schedule 1. Includes list of recognised degrees awarded by Indian universities7^(tm)5 ll) and also DNB awardedby National Board of Examination, New Delhi. Schedule 2 Includes list of recognized medical degrees awarded by foreign universities^7^. Schedule 3 Includes list of medical qualifications awarded by Indian or foreign boards or societies, but are notincluded in schedule 1 or 2. It has two parts. Part I: Includes list of recognized degrees other than MBBS awarded by Indian Societies and Boards, e. g LMPand diploma of CPS. Part II: Includes list of recognized degrees other than MBBS awarded by Foreign Societies and Boards.",
        "cop": 3,
        "opa": "MBBS degree of indian universities",
        "opb": "DNB degree",
        "opc": "Diploma of CPS",
        "opd": "MBBS degree of foreign universities",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "012f1aa8-a83c-40ff-af51-60da3d901b39",
        "choice_type": "single"
    },
    {
        "question": "IPC 304 B is related to?",
        "exp": "Ans. is 'b' i. e. Dowry deatho IPC 304 - Punishment of culpable homicide, not amounting to murdero IPC 304 A - Death caused by negligenceo IPC 304 B - Dowry death: 10 years of imprisonment which can extend to life. o IPC 498 - Punishment for cruelty by husband or his relatives.",
        "cop": 2,
        "opa": "Punishment for cruelty by husband or his relatives",
        "opb": "Dowry death",
        "opc": "Death caused by negligence",
        "opd": "Punishment of culpable homicide, not amounting to murder.",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "d012051d-f842-4523-b48c-6511c3020024",
        "choice_type": "single"
    },
    {
        "question": "Culpable homicide without murder comes under IPC?",
        "exp": "Ans. is 'c' i. e. 304 o 300 IPC. Murder (defining murder). o 302 IPC: Punishment for murder (death or life imprisonment). o 304 IPC: Punishment of culpable homicide, not amounting to murder (10 years imprisonment +- fine). o 307. IPC: Attempt to murder (10 years imprisonment +- fine).",
        "cop": 3,
        "opa": "300",
        "opb": "302",
        "opc": "304",
        "opd": "307",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "7ed82536-57b9-4314-9a84-cb2b9044d8c5",
        "choice_type": "single"
    },
    {
        "question": "Res ipsa loquitar is?",
        "exp": "Ans. is 'c' i. e., Fact speaks for itself o It means \"the thing or fact speaks for itself\". o In a case of professional negligence of a physician, the patient need not prove negligence. Doctrines related with negligence1) Resp Ipsa Loquitar (fact speaks for itself):# Generally the innocence of doctor is assumed and patient has to establish the guilt# However, it is not required to prove negligence in case where doctrine of resp ipsa loquitar applies; rather the doctor has to defend himself. 2) Calculated risk doctrine:# It is a defence to doctor. It states that 'resp ipsa loquitar should not be applied when the complained injury may have occured even through proper care has been taken. 3) Doctrine of common knowledge:# Is a varient of res ipsa loquitar in which patient has to prove the negligence but he need not produce evidence to establish the standard of care (in res ipsa loquitar both are not required).# It is based on assumption that the doctor will be held responsible for negligence in particular case which are within the common knowledge of medical practioner e. g. not giving fluids in dehydrated or ATS in injuries. 4) Diagnostic or Therapeutic misadvanture:# It is the occurance of misadvanture causing injury or death of the patient due to inherent risk of procedure or drug, e. g. adverse effects of a drug. It is unintetional. 5) Medical maloccurance (inevitable accident or Act of god):# On certain occasions, despite all proper care given by doctor during treatment, the patient may fails to respond properly or may suffer adverse reactions of drug. It is due to biological variations in different people. 6) Novus Actus Interveniens:# A person is responsible for his actions and its consequences. This principle applies to cases of assault or accidental injuries. However, sometime such continuty of events is broken by an entirely new and unexpected happening, due to negligence of some other person, i. e. \"novus actus intervenien\" (an unrelated action intervening).# For example, If a person has been assaulted due to which he has sustained large liver laceration, for which he is operated by a surgeon. If the patient dies intraoperatively or postopratively due to complications related to surgery or injury, the person who has assaulted the patient will be held responsible. But, if the doctor has done some negligent act during surgery, e. g. left the swab or instrument in abdomen during surgery; and patient dies because of that act (sepsis due to swab), then the resposibility may pass from original incident to later negligent act of doctor by principle of 4novus actus intervention' (an unrelated action intervening). Thus doctor is responsible for negligent act, i. e. criminal negligence, and the assailant will not be fully responsible for the ultimate harm. 7) Contributory negligence:# It is defined as concurrent or simultaneous negligence of doctor and patient so as to lead to damage to the patient.# Normally it is only a partial defence and court has right to fix liabilities between doctor and patient (doctrine of comparative negligence) and damages awarded may be reduced accordingly.# Contributory negligence can be used as defence by the doctor, but in civil cases only. It cannot be used as defence in followingi) Criminal negligenceii) Last clear chance doctrine; i. e. if doctor has discovered it before causing injury and failed to avoid that. iii) Avoidable consequences rule; i. e. due to negligence of doctor, there occurs damage to patient, but due to later damage of patient, damage becomes more. Good samartion doctrine: One who assisted another in serious need cannot be charged for contributory negligence, provided that the assistance is not rash and reckless. 8) Vicarious responsibility (Liability):# It means master is liable for negligent acts of his servants, even inspite of absence of blame-worthy conduct on his part.# Thus hospital and senior medical staff are responsible for negligent act of junior medical staff (interns and resident doctors). This responsibility is there because of master servant relationship, i. e. the senior can dictate the line of treatment to be followed. However, hospital is not responsible for senior medical staff as master servent relationship does not exist.# The vicarious responsibility is there only in civil negligence cases and not in criminal cases. 9) Borrowed servant doctrine (captain of the ship doctrine):# The private practitioner, who is not a staff of a private hospital, will be held responsible for all the negligent acts by any of the hospital staff on the patient admitted by him.# The hospital will not be held here liable, because all the instructions for the patient admitted is carried on by hospital staff as told by private practitioner (i. e. he is the captain of the ship). 10) Product liability:# Manufacturer is liable for quality of drug and medical equipment.",
        "cop": 3,
        "opa": "Common knowledge",
        "opb": "Medical maloccurance",
        "opc": "Fact speaks for itself",
        "opd": "Oral evidence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "18a9be41-a670-4b37-84e7-400e41f21034",
        "choice_type": "single"
    },
    {
        "question": "Dowry death investigation is done by:",
        "exp": "Ans. (a) Magistrate. Ref: The Essentials of. FSM by K. S. Narayan Reddy 31st ed. / 5y 272. Inquest: inquiry into the cause of death* Police Inquest# Most common type of inquest in India# Investigating officer usually is sub inspector or officer not below the rank of (senior) head constable. Magistrate Inquest: Court of Trail* Usually conducted by DM, SDM or Executive Magistrate (i. e. collector, Deputy Collector or Tahsildar)* Magistrate inquests are usually done in following circumstances:# Dowry deaths i. e. unnatural deaths within 7 years of marriage# Death in prison# Death in police custody or interrogation or during police firing# Death in any psychiatric hospital* Exhumation i. e. digging out of an already buried body also done upon order of magistrate. Coroner's Inquest: Court of inquiry* Coroner is an advocate, attorney, pleader, or first class magistrate with 5 years experience or metropolitan magistrate* Coroner court is a court of inquiry & accused need not be present.* Coroner court can't impose fine or punishment; but it can punish those guilty of contempt of his court when the offence is committed in the premises of his court (i. e. city limit only)* In India it is practiced only in Mumbai",
        "cop": 1,
        "opa": "Magistrate",
        "opb": "Sub-inspector",
        "opc": "Police",
        "opd": "Medical officer",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "89897554-984e-4238-ab67-768b60fe0c95",
        "choice_type": "single"
    },
    {
        "question": "IPC321:",
        "exp": "Ans. (d) Voluntarily causing hurt. Ref: The Essentials of. FSM by K. S. Narayan Reddy 31st ed. /270-71. Some Important IPC sections and their definitions. INDIAN PENAL CODE: CRIMINAL PROCEDURE CODE: IPC Section. Definition. Sec 82A child under 7 yrs is incapable of committing an offence. Not applicable to railway act. Sec 83A child >7 &< 12 is presumed to be mature enough to be capable of committing an offence. Sec 84. Act of a person of unsound mind/Mc. Naughten's rule. Sec 85. Act of a person who's intoxicated against will. Sec 87A person less than 18 yrs cannot give valid consent to suffer any harm which may result from an act not intended or not known to cause death or grievous hurt. E. g. consent for wrestling contest. Sec 88 to93. Legal protection to medical doctors. Sec 89 - a child < 12 yrs cannot give valid consent to suffer any harm which can occur by an act done in good faith or for itsbenefi t e. g. consent for operation. Sec 174. Police inquest. Sec 176. Magistrate's inquest. Sec 179. Punishment for refusal to answer question by the police. Sec 191. Definition of perjury. Sec 193. Punishment for perjury. Sec 197. Issuing false certificate (3-7 years of punishment). Sec 201. Disappearance of evidence (2 years of punishment). Sec 297. Trespassing of burial place. Sec 299. Definition of Culpable homicide. Sec 300. Murder. Sec 302. Punishment for murder/infanticide. Sec 304. Culpable homicide not amounting to murder. Sec 304 ACausing death by negligence. Sec 304 BDowry death307. Attempt to murder308. Attempt to culpable homicide309. Attempt to suicide. Sec 317. Abandoning of infants. Sec 318. Concealment of death of child. Sec 319. Hurt. Sec 320. Grievous hurt. Sec 321. Voluntarily causing hurt. Sec 322. Voluntarily causing grievous hurt. Sec 323. Punishment for voluntary causing hurt. Sec 324. Punishment for voluntary causing hurt by dangerous weapon/means. Sec 325. Punishment for voluntarily causing grievous hurt. Sec 326. Punishment for voluntarily causing grievous hurt by a dangerous weapon/means. Sec 351. Assault. Sec 354. Assault to outrage the modesty of a woman. Sec 375. Definition of rape. Sec 376. Punishment of rape. Sec 377. Unnatural sexual offence. Sec 497. Adultery",
        "cop": 4,
        "opa": "Grievous hurt",
        "opb": "Hurt",
        "opc": "Punishment of hurt",
        "opd": "Voluntarily causing hurt",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "13af8c84-681d-4e6c-b50c-81f66b75999e",
        "choice_type": "single"
    },
    {
        "question": "Cr. PC 26 -",
        "exp": "Ans. is 'a' i. e.. Division of offenceo According to Sec 26 of Cr. PC, 1973, Offences under the Criminal Procedure Code (hereinafter the \"Cr. PC1') are divided into: 1. Offences under Indian Penal Code (IPC) (triable by HC, Sessions Court and other court shown in the 1st Schedule to the Cr. PC)2. Offences under any other law (empowers HC, when no court is mentioned for any offence under any law other than IPC, to try such offences)",
        "cop": 1,
        "opa": "Division of offence",
        "opb": "Division of negligence",
        "opc": "Division of malpractice",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "e499a6bf-a507-4607-ba93-119a928df307",
        "choice_type": "multi"
    },
    {
        "question": "Cognisable offence comes under which section of Cr. P. C. -",
        "exp": "Ans. is 'a' i. e., 2C o Cognisable offence: Section 2C Cr. PC.-it is an offence in which a police officer can arrest a person without warrant from the magistrate. Eg murder, ragging. o In such offences, the person is sent by police to the doctor for medical examination.",
        "cop": 1,
        "opa": "2C",
        "opb": "2B",
        "opc": "1A",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Introduction to Forensic Medicine and Medical Jurisprudence",
        "id": "bdc7362f-b489-4db6-ba72-cc10e6b551b5",
        "choice_type": "multi"
    }
]