[
    {
        "question": "The post mortem report in case of death in police custody should be recorded as",
        "exp": "Ans. b (Video recording). (Ref. Parikh, FMT, 5th ed., 130). Installation of video camera in jail and recording of postmortem in case of death in police custody is according to human rights.",
        "cop": 2,
        "opa": "Tape recording",
        "opb": "Video recording",
        "opc": "Photographic recording",
        "opd": "All",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "596a9bae-2d55-449d-9c81-2f0e7154a1eb",
        "choice_type": "multi"
    },
    {
        "question": "Presence of spiral grooves in the barrel of weapon is referred to as:",
        "exp": "Ans. (A). Rifling. Shotgun. Rifled gun. CHOKING:* The terminal few cms (7-10) is constricted in shot guns.* Reduces the pelletsdispersionQ* Increases the explosive forces of the pellets.* Increases the velocity of the pellets. RIFLING:* Interior of bore has spiral grooves which run parallel to each other, but twisted spirally from breech to muzzle end.* These grooves are called 'rifling'* Imparts Spinning motion to the bulletQ* Greater power of penetration.* Straight trajectory* Increases accuracy & range. Fully choked shotgun - Least dispersion of pellets. Unchoked shotgun - Maximum dispersionQ of pellets. Paradox gun: A smooth bore gun with small terminal part rifled. Bullets that impart great tissue destruction: Soft nosed bullet that flatten on impact. Dum Dum bullet. Bullets that fragment (frangible bullet). Bullets that mushroom on impact",
        "cop": 1,
        "opa": "Rifling",
        "opb": "Incendiary",
        "opc": "Cocking",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "505c7f14-3a1a-4336-a5bd-ffbd362e593e",
        "choice_type": "multi"
    },
    {
        "question": "IPC 193 is for -",
        "exp": "Ans. is 'b' i. e., Punishment for perjury Perjury, Hostile witness and false certificate* 191 IPC: (i) Giving false evidence (perjury) under oath and (ii) hostile witness.* 192 IPC: Fabricating false evidence (perjury).* 193 IPC: Punishment for false evidence (punishment for perjury): imprisonment upto 7 years + fine.* 194 IPC: Giving or fabricating false evidence to procure conviction of capital offence.* 195 IPC: Giving or fabricating false evidence to procure conviction of offence punishable with imprisonment for life.* 197 IPC: Issuing or signing (attesting) false certificate by a doctor is a criminal offence.* 201 IPC: Causing disappearance of evidence.",
        "cop": 2,
        "opa": "Perjury",
        "opb": "Punishment for perjury",
        "opc": "Issuing false certificate",
        "opd": "Causing disappearance of evidence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "c4b2c3a1-08bf-446f-8d90-6ce515240968",
        "choice_type": "multi"
    },
    {
        "question": "IPC 82 states that: child cannot be punished under what age -",
        "exp": "Ans. is 'c' i. e., 7yrs o Section 82 I. P. C.: Criminal responsibility is any act which is done by a child under seven years of age is not an offence. Section of IPCRelated with82A child under the age of seven is incapable of committing an offence. This is so because action alobe does not amount to guilt unless if is accompanied by a guilty mind. And, a child of that tender age cannot have a guilty mind or criminal intention with which the act is done. This presumption, however, is only confined to offenses under the IPC but not to other Acts, e. g., the Railway Act. 83A child above seven and under twelve years of age is presumed to be capable of committing an offence it he has obtained sufficient maturity to understand and judge the nature and consequences of his conduct on that occasion. The law presumes such maturity' in a child of that age unless the contrary is proved by the defence. 89A child under 12 years of age cannot give valid consent to suffer any harm which can occur from an act done in good faith and for its benefit, e. g., a consent for an operation. Only, a guardian can give such consent. 87A person under 12 years of age cannot give valid consent, whether express or implied, to suffer any harm which may result from an act no intended or not known to cause death or grievous hurt e. g. consent for a wrestling contest. 84. Nothing is an offence which is done by a person who at the time of doing it, by reason of unsoundness of mind, is uncapable of knowing the nature of act (i. e. it is wrong or contrary to law). 85, 86. Drunkness and criminal responsibilityQ",
        "cop": 3,
        "opa": "5yrs",
        "opb": "8yrs",
        "opc": "7yrs",
        "opd": "l. Oyrs",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "c31f2b60-b390-4878-8c5d-52f6d8ae2534",
        "choice_type": "single"
    },
    {
        "question": "Murder is.............. offence.",
        "exp": "Ans: (a) Cognizable, non-compoundable and non-bailable. Ref: The First Schedule, Classification of Offences, Indian Penal Code. Cognizable offences. Cognizable offences are more serious crimes wherein police can arrest the suspect without any warrant. Ex. rape, murder, ragging, dowry death etc. Compoundable offences. Compoundable offences are those offences where, the complainant (one who has filed the case, i. e., the victim), enter into a compromise and agrees to have the charges dropped against the accused. Bailable offences. Bailable offences are less serious crimes wherein the suspect can be released from custody by furnishing a bond on bail.",
        "cop": 1,
        "opa": "Cognizable, non-compoundable and non-bailable",
        "opb": "Cognizable, compoundable and bailable",
        "opc": "Non-cognizable, non-compoundable and non-bailable",
        "opd": "Non-cognizable, compoundable and bailable",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "9d03e175-6ba0-4834-8ce2-1e8bd96adb2f",
        "choice_type": "single"
    },
    {
        "question": "Which of the below given bone is best suitable for sex determination",
        "exp": "Ans. (B) Pelvis\"Krogman's degree of accuracy\"The accuracy of estimating the sex from skeletal remains depends upon the number of bones available. If the entire skeleton is available, the accuracy is 100%; Pelvis alone is available, it is 95%Skull alone, it is 90%Skull + pelvis, the accuracy is 98%",
        "cop": 2,
        "opa": "Skull",
        "opb": "Pelvis",
        "opc": "Femur",
        "opd": "Tibia & Fibula",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "05902eb4-3f22-47d9-84fd-79c9d0da9a8a",
        "choice_type": "single"
    },
    {
        "question": "Cruel behavior towards wife by husband, family members or his relatives comes under which IPC section:",
        "exp": "Ans. (a) 498 ARef.: The Essentials of. FSM by K. S. Narayan Reddy 31st ed. / 272-73* Cruel behavior towards wife by husband or his relatives punished by IPC 498 A.* IPC section 498 A states that whosoever being husband or relative subject women to cruelty shall be punished with imprisonment of upto 3 years with or without fine.",
        "cop": 1,
        "opa": "498 A",
        "opb": "304",
        "opc": "304 A",
        "opd": "304 B",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "b8d45715-98f8-4758-985c-22d2cd87b2ff",
        "choice_type": "single"
    },
    {
        "question": "Leaving (or forgetting) an instrument or sponge in the abdomen of the patient during a surgery and closing operation is:",
        "exp": "Ans. d (Criminal negligence). (Ref. Textbook of FMT by Parikh 6th ed. 1. 46). Contributory negligencea common law defence to a claim or action. It applies to a situation where a plaintiff claimant has, through their own negligence, caused or contributed to the injury they suffered. For example where a pedestrian crosses a road carelessly and is hit by a driver who is also driving carelessly. Comparative negligencea system of apportioning recovery for a tort based on a comparison of the plaintiff's negligence with the defendant's. It contrasts with the doctrine of contributory negligence, which disallows recovery by a plaintiff whose actions in some way, however small, contributed to the tort. Criminal negligencedefined as careless, inattentive, neglectful, willfully blind, or in the case of gross negligence what would have been reckless in any other defendant. For example, leaving (or forgetting) an instrument or sponge in the abdomen of the patient during a surgery and closing the operation contributes to criminal negligence. Corporate manslaughtera term for an act of homicide committed by a company. In general, a legal person is in the same position as a natural person, and may be convicted for committing virtually all offences, under English criminal law. The Court of Appeal confirmed in one of the cases following the disaster that a company can in principle omit manslaughter, although all defendants in that case were acquitted",
        "cop": 4,
        "opa": "Contributory negligence",
        "opb": "Civil",
        "opc": "Corporate negligence",
        "opd": "Criminal negligence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "667a3f95-ea64-4d3f-994f-e85af726b178",
        "choice_type": "single"
    },
    {
        "question": "The legal responsibilities of an intoxicated person is given under Section______ of IPC:",
        "exp": "Ans. d. 85 (Ref: Reddy 33/e p290-297, 400-401, 411-414 28/e p423-426; Textbook on the Indian Penal Code by Krishna Deo Gaur 4/e p594; the-indian-penal-code-pdf-d74214920). The legal responsibilities of an intoxicated person are given under section 85 of IPC. Section 193 in the Indian Penal Code deals with punishment for giving false evidence. Section 193 Indian Penal Code. Whoever intentionally gives false evidence in any stage of a judicial proceeding, or fabricates false evidence for the purpose of being used in any stage of a judicial proceeding, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine, and whoever intentionally gives or fabricates false evidence in any other case, shall be punished with imprisonment of either description for a term which may extend to three years, and shall also be liable to fine. Important Criminal Procedure Codes (Cr. PC). Cr. PCDescription39. Doctor is duty bound to provide information about enlisted offences to the police. Q53. Examination of accused by medical practitioner at request of police. Q53. AExamination of accused of rape. Q54. Examination of arrested person by medical officer at request of arrested person. Q61. Format of summons. Q62. Summons how served. Q70. Form of warrant of arrest and duration. Q174. Police inquest. Q176. Magistrates inquest. Q238-265. Magistrates trial. Q293. Exception to oral evidence. Q327. Open trial-closed room. In camera trial-rape cases. Q416. Postponement of capital sentence pregnant woman. QImportant Indian Evidence Acts (IEA)IEADescription114. ADoctrine of adverse inferenceQ (presume absence of consent)137. Recording of evidence. Q139. Cross-examination of a person called to produce a document. Q141. Leading questions. Q152. Question intending to insult or annoy. Q159. Refreshing memory. Q162. Production of documentsQ Section. Deals with44 IPCDefinition of injury (any harm caused to a person in body, mind, reputation or property)53 IPCAn accused can be examined by a medical practitioner at the request of police, even without his consent and by use of force. Q84 IPCInsanity & criminal responsibility. Q85 IPCCriminal responsibility of a person incapable of judgment by reasons intoxication caused against his will191 IPCDefines perjury or hostile witness. Q193 IPCPunishment for perjury. Q197 IPCPunishment for doctors for submitting false medical certificates202 IPCIntentional omission to give information of offence by person bound to inform228A IPCDisclosure of identity of victim of certain offences under section 376 (rape) Q269 IPCNegligent act likely to spread infection or disease dangerous to life. Section. Deals with270 IPCMalignant act likely to spread infection or disease dangerous to life299 IPCCulpable homicide. Q300 IPCDefinition of murder. Q302 IPCPunishment for murder. Q304A IPCCausing death by negligence, punishment up to 2 years (medical negligence)304B IPCDowry deathQ, punishment 7 years to life imprisonment306 IPCAbetment of suicide. Q307 IPCAttempt to murder. Q306 IPCAbetment to commit culpable homicide. Q312 IPCCausing illegal miscarriage with woman's consent. Q313 IPCCausing illegal miscarriage without woman's consent. Q314 IPCDeath of mother caused by act done with intent to cause miscarriage. Q315 IPCAct done with intent to prevent child being born alive or to cause it to die after birth. Q316 IPCCausing death of quick unborn child by act amounting to culpable homicide. Q317 IPCExposure & abandonment of child under 12 years318 IPCConcealment of birth by secret disposal of dead body319 IPCDefinition of Hurt (whoever causes bodily pain, disease, or infirmity to any person is said to cause hurt)320 IPCGrevious hurtQ definition321 IPCVoluntarily causing hurt. Q322 IPCVoluntarily causing Grevious hurt. Q323 IPCPunishment for voluntarily causing hurt324 IPCVoluntarily causing hurt by dangerous weapons or means325 IPCPunishment for voluntarily causing grievous hurt326 IPCVoluntarily causing grievous hurt by dangerous weapons or means330 IPCVoluntarily causing hurt to extort confession or to compel restoration of property331 IPCVoluntarily causing grievous hurt to extort confession or to compel restoration of property351 IPCDeals with assault. Q354 IPCAssault or criminal force to woman with intent to outrage her modesty375 IPCDefines rape. Q376 IPCPunishment of rape. Q377 IPCUnnatural sexual offences. Q497 IPCAdultery",
        "cop": 4,
        "opa": "82",
        "opb": "83",
        "opc": "84",
        "opd": "85",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "1e82cc13-0a03-49b3-9c5e-065da0361363",
        "choice_type": "single"
    },
    {
        "question": "Abandoning a child is punishable under which section of IPC?",
        "exp": "Ans. is 'b' i. e., 317 317 IPC: Abandoning a child (7 years imprisonment +- fine). Offences related to abortion and child birth* 312, 313, 314 and 315. IPC: For causing voluntary miscarriage (criminal abortion).# 312 IPC: Causing miscarriage with consent (3 years of imprisonment +- fine).# 313 IPC: Causing miscarriage without consent of lady (10 years of imprisonment which can extend up to life +- fine).# 314 IPC: Death of patient caused by miscarriage (10 years of imprisonment +- fine).# 315 IPC: Death of child during miscarriage (10 years imprisonment +- fine).* 316 IPC: Death of quick unborn child by act amouting to culpable homicide (10 years imprisonment + fine).* 317 IPC: Abandoning a child (7 years imprisonment +- fine).* 318 IPC: Concealment of birth by secret disposal of dead body (2 years imprisonment +- fine). Other options* Kidnapping & abduction - IPC 361-369* Voluntary causing grievous hurt - IPC 322* Attention & abetment to suicide- IPC 306",
        "cop": 2,
        "opa": "320",
        "opb": "317",
        "opc": "323",
        "opd": "84",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "de70db00-1d5a-4c9b-8a76-d32115c813c3",
        "choice_type": "single"
    },
    {
        "question": "Section 174 Cr. P. C. deals with",
        "exp": "Ans. a (Inquest). (Ref. Parikh, Textbook of FMT, 5th/5)INQUEST (legal or judicial inquiry to ascertain matter of fact).: Section 174 Cr. P. C. -# When a person dies it is necessary to determine the cause of death either natural or unnatural to meet with the requirement of law.# In forensic, an inquest generally means an inquiry into the ca use of death (not due to natural cause).# Types of inquest in India:- Coroner's inquest (Mumbai and culcutta)- Police inquest- Magistrate inquest# Coroner's inquest was abolished in India in the year: 1999.# The most common type of inquest in India: Police inquest.# In India, inquest is NOT carried out by: Doctor# In case of death in prison, inquest can be conducted by: Executive Magistrate.# Supposed to be the best inquest internationally: Medical examiner's inquest.",
        "cop": 1,
        "opa": "Inquest",
        "opb": "Inquiry",
        "opc": "Murder",
        "opd": "Medical negligence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "58fe4bee-8a6a-40ba-aac7-fcc4f798000d",
        "choice_type": "single"
    },
    {
        "question": "Exhumation can be ordered by",
        "exp": "Ans. c (District magistrate) (Ref. Parikh FMT 6th ed., p 2. 90)EXHUMATION# By exhumation is meant the lawful disinterment or digging out of buried body from the grave.# It is sometimes necessary for -- Identification- Determination of cause of death (foul play suspected)# As the Hindus who form majority cremate their dead bodies within a few hrs, exhumation in India is quite rare.# Only a magistrate or coroner can order it.# In India, there is no time limit for exhumation.",
        "cop": 3,
        "opa": "Doctor",
        "opb": "Civil surgeon",
        "opc": "District magistrate",
        "opd": "Police commissioner",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "6ba158c7-60fb-4434-978f-025b4dfe554b",
        "choice_type": "single"
    },
    {
        "question": "The court which can sentence imprisonment for a maximum of 10 years",
        "exp": "Answer: c) Assistant Sessions court (KS NARAYAN REDDY 33rd ED P-7)COURTS OF LAWCourt. Imprisonment. Fine. Supreme court. Any sentence. Any amount of fine. High court. Any sentence authorized by law. Any amount of fine. Sessions court. Any sentence authorized by law (but death sentence must be confirmed by High court). Any amount of fine. Assistant sessions court10 years imprisonment. Any amount of fine. Chief Judicial magistrate. Chief Metropolitan Magistrate7 years imprisonment. Any amount of fine. First class Judicial magistrate. Metropolitan Magistrate3 years imprisonment10000 rupees. Second class judicial magistrate1 year imprisonment5000 rupees",
        "cop": 3,
        "opa": "Chief Judicial Magistrate",
        "opb": "First class Judicial Magistrate",
        "opc": "Assistant Sessions court",
        "opd": "Additional Sessions court",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "01e7819e-9e1f-45a9-9efb-47c58351c08b",
        "choice_type": "single"
    },
    {
        "question": "Mc. Naughten's rule relates to?",
        "exp": "Ans. c (Criminal responsibility). (Ref. Parikh, FMT, 5th ed., 538). The following are the tests for determining criminal responsibility of Insane. 1. Me. Naughten Rule: \"An accused person is not legally responsible, if it is clearly proved, that at the time of committing the crime, he was suffering from such a defect of reason from abnormality of mind, that he did not know the nature and quality of the act he was doing, or that what he was doing was wrong\". This Legal test has been accepted in India as the Law of criminal responsibility and is included in Sec. - 84 IPC2. Durham Rule (1954)3. Curren's Rule (1961)4. The Irresistible Impulse Test5. The American Law Institute Test.",
        "cop": 3,
        "opa": "Inquest",
        "opb": "Professional secrecy",
        "opc": "Criminal responsibility of insane",
        "opd": "Medical negligence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "c3d9a8ee-cc55-4343-8f70-67cb1b444cdf",
        "choice_type": "single"
    },
    {
        "question": "According to the 2013 amendment the age for sexual consent is:",
        "exp": "Ans. c. 18 years (Ref: https://en. wikipedia. org/wiki/Criminal_Law_(Amendment)_Act, _2013). According to the 2013 amendment, the age for sexual consent is 18 years. \"The age of consent in India has been increased to 18 years, which means any sexual activity irrespective of presence of consent with a woman below 18 years of age will constitute rape. \"\"Section 375 Sexual Assault: Sexual assault means with or without the complainant's consent, when such complainant is under eighteen years of age. \"The Criminal Law (Amendment) Act. 2013. The Bill was passed by the Lok Sabha on 19 March 2013. and by the Rajya Sabha on 21 March 2013. making certain changes from the provisions in the Ordinance. The Bill received Presidential assent on 2 April 2013 and came into force from 3 April 2013. The changes made in the Act in comparison with the Ordinance is listed as follows: Offence. Changes. Acid attack* Fine shall be just and reasonable to meet medical expenses for treatment of victim, while in the Ordinance it was fine up to Rupees 10 lakhs. Sexual harassment* \"Clause (v) any other unwelcome physical, verbal or non-verbal conduct of sexual nature\" has been removed.* Punishment for offence under clause (i) and (ii) has been reduced from five years of imprisonment to three years. The offence is no longer gender-neutral, only a man can commit the offence on a woman. Voyeurism* The offence is no longer gender-neutral, only a man can commit the offence on a woman. Stalking* The offence is no longer gender-neutral, only a man can commit the offence on a woman. The definition has been reworded and broken down into clauses. The exclusion clause and the following sentence has been removed or watches or spies on a person in a manner that results in a fear of violence or serious alarm or distress in the mind of such person, or interferes with the mental peace of such person, commits the offence of stalking\".* Punishment for the offence has been changed; A man committing the offence of stalking would be liable for imprisonment up to three years for the first offence, and shall also be liable to fine and for any subsequent conviction would be liable for imprisonment up to five years and with fine. Trafficking of person* \"Prostitution\" has been removed from the explanation clause. Rape* The word sexual assault has been replaced back to rape. The offence is no longer gender-neutral, only a man can commit the offence on a woman.* The clause related to touching of private parts has been removed.",
        "cop": 3,
        "opa": "15 years",
        "opb": "16 years",
        "opc": "18 years",
        "opd": "20 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "772c363f-7420-4e0a-beea-5e554011b2b3",
        "choice_type": "single"
    },
    {
        "question": "Hasse rule is related to(Kerala 2007repeat)",
        "exp": "Ans) a (Age of fetus) Ref: Reddy 27th ed p68. Rule of Hasse-It is used for calculating the age of the foetus. In the first five months of pregnancy the square root of crown rump length gives the approximate age of foetus in months. In the last five months the length in centimeters divided by 5 gives the age in months.",
        "cop": 1,
        "opa": "Age of fetus",
        "opb": "Weight of fetus",
        "opc": "Height of fetus",
        "opd": "Severity of burns",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "6f8c81f1-6e19-4f42-bbe7-fc37835989ae",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT associated with stabbing injury:",
        "exp": "Ans. (d) Chopping. Ref: The essentials of FSM by KS Narayan Reddy 31st ed. /182-83* Stab wound is produced when force is delivered along long axis of narrow or a pointed object, such as knife, dagger, sword, chisel, screw driver etc into the depth of the body.* It can present as point wound, puncture wound or perforation.* Chop wound/slash wound are deep gaping wound caused by a blow with the sharp cutting edge with a heavy weapon like axe, sword, chopper or meat cleaver.",
        "cop": 4,
        "opa": "Point wound",
        "opb": "Puncture wound",
        "opc": "Perforation",
        "opd": "Chopping",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "e68ca814-2841-4007-aba3-1b2e3b41b40b",
        "choice_type": "single"
    },
    {
        "question": "When two objects come in contact with each other, transfer of material takes place in accordance with:",
        "exp": "Ans; B (Locard Exchange Principle) Locard's Exchange Principle. QWhen any two objects come into contact, there is always a transfer of material from each object to the other. Traces from the scene may be carried away on the person or tools of crim in a l & at the same time, traces from all or any of these may be left at the scene. Whenever a criminal goes, whatever he touches, & whatever he leaves will serve as silent evidence against him. e. g. fingerprints, footprints, hair, fibres from clothes, broken glass, too! marks, paints, scratches, blood or seminal stains etc. It is actual evidence1' & its presence is absolute proof of the crime. Locards MethodQ# The ridges of the fingers & hands are studded with minute pores which are the mouth of ducts of sweat glands situated below the epidermis. These pores are permanent & differ in no., size, shape & arrangement for a given area in each individual.# This method of identification by examining the pores is known as poroscopy1 or Locard s method# This is very useful when only a part of the fingerprint or a fragmentary print is available for examination & identification. Mc Naughten RuleQ (the right or wrong test: The legal testQ)# \"Nothing is an offence which is done by a person, who at the time of doing it, by reason of unsoundness of mind, is incapable of knowing the nature of the act, or that he is doing what is either wrong or contrary to law\"# This law is included in sec. 84 I. P. Cd. Rule of HaaseQ# This is a rough method of calculating the age of foetus. The lenght of the foetus is measured from the crown to the heel in cm.. During the first five months of pregnancy the square root of the length gives the approximate age of the foetus in months. During the last five months, the length in cm. divided by five gives the age in months.",
        "cop": 2,
        "opa": "Me Naughten rule: (PGI Dec 2008)",
        "opb": "Locard Exchange Principle",
        "opc": "Rule of Haase",
        "opd": "Locard's method",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "475dac75-a275-4cfe-9491-a729f3f4b87e",
        "choice_type": "single"
    },
    {
        "question": "IPC 321 deals with 0",
        "exp": "Ans. is 'b' i. e., Voluntarily causing hurt 3191 PC: Defines hurt, o 320. IPC: Defines grievous hurt, o 321 IPC: Voluntarily causing hurt, o 322 IPC: Voluntarily causing grievous hurt. o 323 IPC: Punishment for voluntarily causing hurt {no provocation, no dangerous weapon) (1 years imprisonment), o 324 IPC: Punishment for voluntarily causing hurt by dangerous weapon (3 years imprisonment +- fine), o 325 IPC: Punishment for voluntarily causing grievous hurt (no provocation, no dangerous weapon) (7 years imprisonment +- fine).",
        "cop": 2,
        "opa": "Definition of hurt",
        "opb": "Voluntarily causing hurt",
        "opc": "Definition of grievous hurt",
        "opd": "Voluntarily causing grievous hurt",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "86d49293-5120-4917-9397-116a2b150372",
        "choice_type": "single"
    },
    {
        "question": "Cephalic index is used to determine the_____",
        "exp": "Ans. c (Race) (Ref Reddy's essentials of FMT 23rd/48)IDENTIFICATION (determination of the individuality of a person based on certain physical characteristics, i. e., exact fixation of personality)# Corpus delicti: (body of offence, essence of crime) means, the elements of any criminal offence, e. g., murder. The main part of corpus delicti is the establishment of identity of the dead body, and infliction of violence in a particular way, at a particular time and place, by the person or persons charged with the crime and none other.# Race: It can be determined by complexion, colour of eyes, hair, clothes and skeleton.# Cephalic index = (Maximum breadth of skull / Maximum length of skull) x 100. It divides skull into. Type of skull. Seen in. Cephalic Index. Height index. Nasal index. Orbits. Nasal openings. Palate1. Dolico-cephalic (long-headed). Pure Aryans, Aborigines and Negroes. C. I. 70 to 857255. Square. Broad. Rectangular2. Mesati-cephalic (medium-headed). Europeans and Chinese. C. I. 75 to 807146. Triangular. Narrow and elongated. Triangular3. Brachy-cephalic (short-headed). Mongolisms (Max C. I)C. I. 80 to 857550. Rounded. Rounded. Rounded or Horse-shoe shaped. Sex: to be determined in cases of (1) Heirship, (2) Marriage, (3) Divorce, (4) Legitimacy, (5) Impotence, (6) Rape, etc.",
        "cop": 3,
        "opa": "Age",
        "opb": "Sex",
        "opc": "Race",
        "opd": "Any of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "28c3ad22-f0c9-444c-a355-ad9b163630d9",
        "choice_type": "multi"
    },
    {
        "question": "Rape is defined under:",
        "exp": "Ans. (B). 375 IPC(Ref: The essentials of forensic medicine and toxicology; Dr. KS Narayana Reddy, 33rd edition; Page no: 411). According to 375 IPC, Sexual intercourse with a girl under 18 years of ageQ with or without her consent is statutory rape. The minimum age of wife to give consent for sexual intercourse is also 18 years. In a landmark judgment on 11th October 2017, the Supreme Court ruled that sexual intercourse with wives between 15 and 18 years of age will be considered to be rape.",
        "cop": 2,
        "opa": "Sec. 320 IPC",
        "opb": "Sec. 375 IPC",
        "opc": "Sec. 376 IPC",
        "opd": "Sec. 351 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "c63b2d76-7dfe-4dda-90e0-5872c9ac3151",
        "choice_type": "single"
    },
    {
        "question": "Changes in middle ear after birth are observed in-",
        "exp": "Ans. is 'a' i. e., Werdin's test * Werdin's test: Before birth middle ear contains gelatinous embryonic tissue which is replaced by air after respiratio. Tests used in infanticide. Ploucquet's test:* Weight of lung is measured in relation to body wieght. Before birth weight of lung is 1/70 of body weight and after respiration it becomes 1/35 of body weight due to increased blood flow in lung beds. Static test or Fodere's test:* The average weight of both lungs before respiration is 30-40 gm and after respiration is 60-70 cm. Hydrostatic test (Raygat's test, 1st life test):* The specific gravity of a non-respired lung is 1040-1050 and of a respired lung is 940-950, so, after respiration lung floats on water (specific gravity of water is 1000).* False positive hydrostatic test may occur (i. e. non-respired lung may float) in decomposition and in attempted artificial respiration.* False negative hydrostatic test (i. e. respired lung may sink down) may occur in atelectasis, pulmonary oedema, bronchopneumonia, and congenital syphylis. Breslau's second life test:* It assumes that a live born child would respire and therefore, would also swallow some air into the stomach and bowel.* Hence they float on water. This test is falsely positive in putrefaction (due to putrefied gases) or in cases of attempted artificial respiration. Werdin's test:* Before birth middle ear contains gelatinous embryonic tissue which is replaced by air after respiration.",
        "cop": 1,
        "opa": "Werdin'stest",
        "opb": "Ploucquet's test",
        "opc": "Fodere's test",
        "opd": "Breslau's test",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "44d594d5-441f-495c-977a-f820fe31f905",
        "choice_type": "single"
    },
    {
        "question": "509-IPC deals with:",
        "exp": "(Act intended to insult the modesty of a women)* Perjury (Giving false evidence) - 191-IPC* Criminal negligence - 304-A-IPC* Dowry deaths - 304 - B IPC* 509 IPC - word, gesture or act intended to insult the modesty of woman.* 510 IPC - Misconduct in public by a drunken person.* 376A - Intercourse by a man with his wife during separation* 376-B - By public servant with women in his custody* 376C - Intercourse by superintendent of jail, remand home* 376-D - Intercourse by manager etc of a hospital with any women in that hospital.",
        "cop": 4,
        "opa": "Masturbation in public place",
        "opb": "Inquest",
        "opc": "Dowry death",
        "opd": "Act intended to insult the modesty of a women",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "00ef5d62-f817-437f-9186-7e7edd8e3452",
        "choice_type": "single"
    },
    {
        "question": "After giving dying declaration. The victim survives. Then",
        "exp": "C. i. e. (Not admissibility of documentary evidence in court but have corroborative value) (1. 16-1. 17) (Parikh 6th)DYING- DECLARATIONDYING-DEPOSITION1. Made to the medical officer or to the magistrate2. Oath not necessary3. Presence of accused not required4. Cross examination not possible5. Legal value - less as accused or his lawyer not present1. Made only to the magistrate2. Oath is necessary3. Accussed or his layer may be present4. Permitted5. More. If victim survives, it ceases to have any legal value. The declarant must then come to the court to give oral evidence and be cross examinedfor it. However under section 157 IEA. The declaration may still be relied upon to corroborate the statement of the complainant at the time of oral examination**le dying deposition retains its full legal value even if the victim survives *** Doctors role in noting dying declaration to ascertain compos mentis*** Common type of inquest in India is - Coroner fs inquest**",
        "cop": 3,
        "opa": "Admissibility of documentary evidence in court",
        "opb": "Not - admissibility of documentary evidence in court",
        "opc": "Not admissibility of documentary evidence in court but have corroborative value",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "79dd6e62-eb47-49b8-99ca-152a332e4b74",
        "choice_type": "multi"
    },
    {
        "question": "True about lucid interval is?",
        "exp": "Ans is 'd' i. e. All of the above. Lucid interval* Lucid interval is a state of consciousness between two episodes of unconsciousness in subacute/chronic epidural haemorrhage. It is significant that during this period (lucid interval), the person can: i) Make a valid will, ii) Can give valid evidence, andiii) Is legally responsible for act done (civil/criminal).* Lucid interval is also seen in insanity, i. e. the period of sanity between two phases of insanity.* Lucid intervals may also occur in conditions other than traumatic brain injury, such as heat stroke, mania, melancholia and the postictal phase after a seizure in epileptic patients.",
        "cop": 4,
        "opa": "Seen in extradural hemorrhage",
        "opb": "Valid will can be made",
        "opc": "Can give evidence",
        "opd": "All of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "c2140877-e454-4e8c-b938-2d30b1839f63",
        "choice_type": "multi"
    },
    {
        "question": "320 IPC is for -",
        "exp": "Ans. is 'b' i. e., Defines grievous hurt o 319. IPC: Defines hurt, o Sec 320: Defines grievous hurt. o Sec 322: Voluntarily causing grievous hurt. o Sec 325: Punishment for voluntarily causing grievous hurt (imprisonment upto 7 years with fine), o Sec 326: Punishment for voluntarily causing grievous hurt by dangerous weapon (imprisonment upto 10 years with fine). o Sec 329: Causing grievous hurt to extort property (imprisonment upto life/10 years with fine), o Sec 331: Causing grievous hurt to extort confession (imprisonment upto 10 years with fine), o Sec 333: Causing grievous hurt to deter public servant from duty (imprisonment upto 10 years with fine), o Sec 335: Causing grievous hurt on grave or sudden provocation (imprisonment upto 4 years +- fine), o Sec 338: Causing grievous hurt by act endangering life/safety (imprisonment upto 2 years +- fine).",
        "cop": 2,
        "opa": "Defines hurt",
        "opb": "Defines grievous hurt",
        "opc": "Attempt to murder",
        "opd": "Defines murder",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "6bd74b56-2b66-4952-b35e-795340a7327b",
        "choice_type": "single"
    },
    {
        "question": "Crural index is",
        "exp": "Ans. is 'a' i. e., Length of tibia/femur x 100 Race determination of skeletonA) Cephalic Index (Cl)# Cephalic index is defined as the index of breadth of skull. Cephalic index =Max. breadth of skull--------------------Max. AP length of skullx 100# Based of cephalic index races are clasified into following three1) Dolichocephalic (longheaded): Cephalic index is 70-75 and is a feature of Caucasions, Pure. Aryan (Indians), Aborigines, and Negroes. 2) Mesaticephalic (medium headed): Cephalic index is 75-80 and is a feature of Europeans, and Chinese. 3) Brachycephalic (short headed): Cephalic index is more than 80 and is a feature of MongolianB) Brachial Index# Brachial index is defined as. Brachial index =Lenght of radius----------------Lenght of humerusx 100# Brachial index is 74. 5 in Europeans and 78. 5 in Negroes. C) Crural index# It is defined as. Crural index =Lenght of tibia------------Lenght of femurx 100# Crural index is 83. 3 in Europeans and 86. 2 in Negroes. D) Humero-femoral index (HF index)# It is defined as. Humero-femoral index =Lenght of humerus----------------Lenght of femurx 100# It is 69 in Europeans and 72. 4 in Negroes. E) Intermembral index# It is. Intermembral index =Lenght of radius + humerus------------------------Lenght of tibia + femurx 100# It is almost same (70) in Europeans and Negroes. F) Orbit# It is square in Pure Aryans (Indians), Negroes, and Arborigines. It is triangular in Chinese and Europeans. It is 'rounded' in Mongols. G) Nasal opening# It is broad in Pure Aryans (Indians), Negroes, and Arborigines. It is narrow and elongated in Chinese and Europeans. It is 'rounded' in Mongols. H) Palate# Palate is rectangular in Pure Aryans (Indians), Negroes, and Arborigines. It is triangular in Chinese and Europeans. It is rounded (or horse shoe shaped) in Mongols.",
        "cop": 1,
        "opa": "Length of tibia/femur x 100",
        "opb": "Length of radius/humerus x 100",
        "opc": "Length of fibula/tibia x 100",
        "opd": "Length of radius/ulna x 100",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "72201b60-0189-47f8-b46d-e7338476a37c",
        "choice_type": "single"
    },
    {
        "question": "The minimum age of the given x-ray is:",
        "exp": "Ans. (D). 18 years. In the given x-ray. The ossification centre for iliac crest & ischial tuberosity has appeared. The head of femur, great trochanter & lesser trochanter has fused with the shaft of femur. Iliac crest centre has not fused.",
        "cop": 4,
        "opa": "12 years",
        "opb": "14 years",
        "opc": "16 years",
        "opd": "18 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "3545705a-94fe-41ff-b81d-64fc7ece742b",
        "choice_type": "single"
    },
    {
        "question": "Ossification centre of first carpal bone appears at:",
        "exp": "Ans. is 'a' i. e., 1 year * The ossification centres in carpal bones appear as follows:# Capitate- 1 year# Hamate- 2 years# Triquitrum- 3 years# Lunate- 4 years# Scaphoid and trapezoid- 5 years# Trapezium- 6 years# Pisiform- 11 years",
        "cop": 1,
        "opa": "1 year",
        "opb": "2 years",
        "opc": "3 years",
        "opd": "4 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "0da9d29a-f497-4dff-917f-516a9b5f1a1c",
        "choice_type": "single"
    },
    {
        "question": "Inquest in dowry death is",
        "exp": "Ans. is 'b' i. e., Magistrate inquest * Magistrate's inquest is done under sec 176 Cr. PC is case ofi) Death in prison, reformatories, Borstal school. v) Death due to police firing ii) Death in police costody while under police interrogation. vi) Exhumation. iii) Death in psychiatry hospital. vii) Custodial rape. iv) Dowry death; i. e. death of a married female less than 30 years of age or death within 7 years of marriage* Police inquest is done in cases ofi) Death by suicideii) Death by killing by another person (murder) or an animal or machineryiii) Death by accidentiv) Death under circumstances raising a reasonable suscpicion that some other person has commited an offence.",
        "cop": 2,
        "opa": "Police inquest",
        "opb": "Magistrate inquest",
        "opc": "Coroner's inquest",
        "opd": "Medical examiner's inquest",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "af729e18-903b-4dde-bf79-cd2263bd4251",
        "choice_type": "single"
    },
    {
        "question": "Posthumous child is one born to a:",
        "exp": "Ans. (B). After father death(Ref: Essentials of forensic medicine & toxicology, KSN Reddy, 33rd edition; page 396)A posthumous birth is a birth of a child after the death of a biological parent. A person born in these circumstances is called a posthumous child or a posthumously born person.",
        "cop": 2,
        "opa": "After mother death",
        "opb": "After father death",
        "opc": "Dead born child",
        "opd": "Both parents death",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "8d916dd5-dec2-49a6-8e0d-83752ba09a6a",
        "choice_type": "multi"
    },
    {
        "question": "Inquest refers to",
        "exp": "Ans. a (Legal enquiry into the cause of death) (Ref. Reddy FMT 23rd/pg. 5)# An inquest is a formal process of state investigation.# A common type inquest is a medical examination of any cause of death under suspicious circumstances.# Larger inquests can be held into disasters, or into cases of corruption. Also Know: The most common type of inquest in India is: Police inquest. In India, inquest is NOT carried out by: Doctor. Coroner's inquest was abolished in India in the year: 1999. In case of death in prison, inquest will be conducted by: Executive Magistrate. Supposed to be the best inquest internationally: Medical examiner's inquest.",
        "cop": 1,
        "opa": "Legal enquiry into the cause of death",
        "opb": "Examination of the accused",
        "opc": "Doing unlawful act",
        "opd": "Punishment for illegal enquiries",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "5238d13c-e187-40a1-99a8-b2a182343e18",
        "choice_type": "single"
    },
    {
        "question": "Finger pattern may be impaired permanently in case of",
        "exp": "Ans. is 'b' i. e., Leprosy Conditions modifying finger prints* Finger prints may be modified in following situations. 1) Temporary modification:# It may be due toi) Moderate ridge atrophy (+- loss of pattern): Coeliac disease. ii) Incomplete ridge atrophy or alteration: Acanthosis nigricans, dermatitis, dry atrophic skin, scleroderma. iii) Distance between ridges change (no change in pattern): Rickets, acromegaly, infantile paralysis. iv) Modification by applying physical agents (by criminals): CO2, snow, corrosives, burns, eroding agents. 2) Permanent modification:# It occurs in leprosy, radiation, electric injury, by skin grafting and by complete destruction of skin.",
        "cop": 2,
        "opa": "Acanthosis nigricans",
        "opb": "Leprosy",
        "opc": "Scleroderma",
        "opd": "Snow exposure",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "7dd79b18-75ba-4b31-ae51-527725537c84",
        "choice_type": "single"
    },
    {
        "question": "Death of unborn child by an act of parents comes under IPC?",
        "exp": "Ans. is 'b' i. e., 316o Death of quick unborn child by act amounting to culpable homicide (10 years imprisonment + fine) -316. IPCo Murder (defining murder)- 300 IPCo Punishment for murder (death or life imprisonment) - 302 IPCo Death of patient caused by miscarriage (10 years of imprisonment +- fine) - 314 IPC",
        "cop": 2,
        "opa": "302",
        "opb": "316",
        "opc": "300",
        "opd": "314",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "f2f7a0d8-1298-4d40-af46-525a774704d5",
        "choice_type": "single"
    },
    {
        "question": "In Death due to police firing, inquest is done by?",
        "exp": "Ans. B. District magistrate. (Ref FMT by Dr KS Narayan Reddy 29th/pg. 5; FMT by Apurva Nandy lst/pg. 4). Reddv 29th/pg. 5........... \"In case of Death in Police firing, the inquest is conducted by the Magistrate\". INQUEST:# Inquest means legal or judicial inquiry to ascertain matter of fact.# Types of inquest in India:- * Coroner's inquest (in Bombay & Calcutta)- * Police inquest- * Magistrate's inquest. Normally Inquest in India is conducted by a police officer as per the provisions of Criminal Procedure Code. Magistrate's inquest is commonly held in following cases: But in certain conditions as outlined in Criminal Procedure Code 176 the inquest is conducted by a Magistrate. Such conditions are (Magistrate inquest, which is conducted by a District Magistrate (Collector/Deputy Commissioner), Subdivisional Magistarte (S. 20 to 23 Cr. PC), especially empowered by State government (executive magistrate) is done in following cases): 1. Death in Police Custody or while under Police Interrogation2. Death due to Police Firing3. Death in Prison, reformatories, Borstal school4. Death in psychiatric hospital. 5. Dowry Deaths - Death of a female within 7 yrs of marriage or death in suspicious conditions6. Exhumation (S. 174 (4) and S. 176, Cr. P. C.). Thus, The following persons can conduct the magistrate inquest in conditions mentioned above:# Judicial Magistrate- Distric Magistrate- Sub Divisional Magistrate# Executive Magistrate - as nominated by the State Government- Collector- Deputy Collector- Tahsildhar. Additional Educational points:# Inquest means legal or judicial inquiry to ascertain matter of fact.# In forensic work an inquest generally means an inquiry into the cause of death, which is apparently not due to natural cause.# When a person dies it is necessary to determine the cause of death either natural or unnatural to meet with the requirement of law.# Types of inquest in India:- Coroner's inquest (Mumbai and Calcutta)- Police inquest- Magistrate inquest# In any case of death, a Magistrate may conduct an inquest, instead of or in addition to the police inquest.# The most common type of inquest in India is: Police inquest.# Coroner's inquest was abolished in India in the year 1999.# Medical examiner's inquest is supposed to be the best inquest internationally.# In India inquest is not carried by doctor.",
        "cop": 2,
        "opa": "Assistant commissioner of police",
        "opb": "District magistrate",
        "opc": "Doctor",
        "opd": "All of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "4e9f561b-06b2-4227-ab64-43273c1a690e",
        "choice_type": "multi"
    },
    {
        "question": "IPC section 377 describes",
        "exp": "Ans. is 'c' i. e., Unnatural sexual offences Rape and other sexual offences and assault* 228. IPC: Prohibits disclosure of identity of rape victim.* 375 IPC: Defining rape.* 376 IPC: Punishment for rape (7 years to life imprisonment +- fine).* 376-A IPC: Punishment for marital rape (2 years imprisonment +- fine).* 377 IPC: Unnatural sexual offences (10 years to life imprisonment +- fine).* 354 IPC: Assault or criminal force to woman with intent to outrage her modesty.* 366-A IPC: Procuration of minor girl for illicit intercourse.* 351 IPC: Defines assault.* 352-358 IPC: Punishment for causing assault.* 509 IPC: Word, gesture or act intended to insult the modesty of a women.",
        "cop": 3,
        "opa": "Defines rape",
        "opb": "Describes punishment for rape",
        "opc": "Unnatural sexual offences",
        "opd": "Assault",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "29f0c1e9-0b95-4367-b3c8-fb4a84cc56eb",
        "choice_type": "single"
    },
    {
        "question": "Killing of a 6 months old child by parents is known as -",
        "exp": "Ans. is 'b' i. e., Infanticide * Infanticide refers to killing a child after delivery, to till 1 year after birth. Infanticide in India is considered equivalent to murder and is tried under section 302. IPC. Law considers every child as born dead and therefore in a case of infanticide, it has to be proved that the child was born alive and was then killed. Thus the first question in the investigation of a case of infanticide is, whether the child was still born or dead born or whether it was born live.* Still born: A still-born child is one which is born after 28 weeks of pregnancy and did not show sign of life after being completely born (i. e. he remains still -> so still birth). Child was alive in utero just before delivery but died during the process of birth.* Abortion refers to expulsion of the product of conception at any period of gestation before full term. Abortions may be1) Natural (spontaneous/accidental) abortion: Occurs naturally or spontaneously without any intervention. 2) Artificial abortion: It occurs as results of direct interference with the pregnancy. Artificial abortion mayi) Legal (justifiable) abortion: It comes under medical termination of pregnancy (MTP) act. ii) Criminal abortion: It is illegal.",
        "cop": 2,
        "opa": "Genocide",
        "opb": "Infanticide",
        "opc": "Neonatal homicide",
        "opd": "Abortion",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "820cbb04-2d8d-4fa1-a02e-af47277b88f4",
        "choice_type": "single"
    },
    {
        "question": "First set of milk teeth appear at what age",
        "exp": "Ans. is 'b' i. e., 6 months * Temporary teeth (milk, deciduous teeth) start erupting at 6 months age. Eruption of temporary teeth(Primary dentition). Tooth. Age in range (months). Average age (months). Lower CI6-87. Upper CI7-98. Uppler LI7-98. Lower LI10-12111 molar12-1413. Canine17-1817[?]5. II molar20-3025 Eruption of permanent teeth(Secondary dentition) Age in range (year). Average age (year). First molar6-76[?]5. Central incisor7-87. Lateral incisor8-98. First PM9-1110. Second PM10-1211. Canine11-1211[?]5. Second molar12-1413. Third molar17-2517",
        "cop": 2,
        "opa": "3 months",
        "opb": "6 months",
        "opc": "9 months",
        "opd": "12 months",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "b05dab49-3fc2-48ab-8ced-169ec8083540",
        "choice_type": "single"
    },
    {
        "question": "Section 498 of IPC describes -",
        "exp": "Ans. is 'a' i. e., Punishment for cruelty by husband towards wife Low prescribing punishment for causing cruelty to a married women (Sec. 498A, IPC)* Husband or (his any) relative will be tried under section 498A, IPC for causing cruelty to a married woman. Cruelty is defined as any willful conduct which drives the woman to commit suicide or grave physical or mental injury to her or harassment of the women with a view to coerce (intimidate) her for dowry. Punishment includes imprisonment which may extend upto 3 years and fine.",
        "cop": 1,
        "opa": "Punishment for cruelty by husband towards wife",
        "opb": "Defines assault",
        "opc": "Perjury under oath",
        "opd": "Dowry death",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "94ed048f-402b-47f6-9748-867d70c81ced",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the best bone for sex determination -",
        "exp": "Ans. is 'a' i. e., Pelvis According to Krogman, the degree of accuracy in sexing adult skeletal remains is* Entire skeleton100%* Pelvis alone95%* Skull alone90%* Pelvis plus skull98%* Long bones alone80%",
        "cop": 1,
        "opa": "Pelvis",
        "opb": "Skull",
        "opc": "Mandible",
        "opd": "Femur",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "351b86d4-a075-40f6-bb58-e953096abcc8",
        "choice_type": "single"
    },
    {
        "question": "According to Act 2000, Juvenile is a boy and girl respectively less than -",
        "exp": "Ans. is 'd' i. e., 18 and 18 * According to the Juvenile Justice Act 2000 \"Juvenile\" means a person (boy or girl) who has not completed eighteenth years of age.* Juvenile courts are special criminal courts which try offences committed by juveniles, i. e. below 18 years of age. (Note - offence means any act or omission made punishable by any law: section 2(n) Cr. PC and section 40 IPC).",
        "cop": 4,
        "opa": "18 and 16",
        "opb": "21 and 18",
        "opc": "16 and 14",
        "opd": "18 and 18",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "a423f3df-db44-42a2-a0e1-a09aa92cf0c4",
        "choice_type": "single"
    },
    {
        "question": "Fracture at the angle of mandible most commonly involves which tooth?",
        "exp": "Ans. is 'd' i. e., Third molars * The most common teeth involved in fracture of angle of mandible are the third molars.",
        "cop": 4,
        "opa": "Second premolar",
        "opb": "First molar",
        "opc": "Incisor",
        "opd": "Third molars",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "a6f8203e-0c37-4eb1-9e0c-0b17007c8ebc",
        "choice_type": "single"
    },
    {
        "question": "Punishmentfor perjury is covered under section -",
        "exp": "Ans. is 'b' i. e., 193 IPC Perjury, Hostile witness and false certificateo 191 IPC: (i) Giving false evidence (perjury) under oath and (ii) hostile witness. o 192 IPC: Fabricating false evidence (perjury). o 193 IPC: Punishment for false evidence (punishment for perjury): imprisonment upto 7 years + fine, o 194 IPC: Giving or fabricating false evidence to procure conviction of capital offence. o 195 IPC: Giving or fabricating false evidence to procure conviction of offence punishable with imprisonment for life. o 197. IPC: Issuing or signing (attesting) false certificate by a doctor is a criminal offence. o 201 IPC: Causing disappearance of evidence.",
        "cop": 2,
        "opa": "191. IPC",
        "opb": "193. IPC",
        "opc": "195 IPC",
        "opd": "197 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "6deac30b-0395-4a14-a45a-ced01ca1feb1",
        "choice_type": "single"
    },
    {
        "question": "Presence of spiral grooves in the barrel of w eapon is referred to as -",
        "exp": "Ans. is 'a' Le., Rifling Type of firearm weaponso Bore (caliber) is the inner diameter of barrel. Based on inside of barrel (i. e., bore), the firearm weapons are divided into:-Smooth bore weapons: Barrel or bore is smooth inside, e. g., shot gun, muskets, and muzzle loaders. Rifled weapons: Barrel or bore is rifled from inside, i. e., has longitudinally twised grooves. Example are: Pistals, rifles and revolvers. o Pistals and revolvers are small, so referred to as hand guns.",
        "cop": 1,
        "opa": "Rifling",
        "opb": "Incendiary",
        "opc": "Cocking",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "16e673a7-baad-44ce-8463-79eaa78615ea",
        "choice_type": "multi"
    },
    {
        "question": "All are the features present in male skull as compared to female skull except",
        "exp": "(d) Larger parietal eminence. Feature. Male. Female. Architecture. Rugged. Smooth. Frontal eminence. Small. Large. QParietal eminence. Small. Large. QOrbits. SquareQ with smooth margin. Rounded with sharp margin. Fore head. Steeper. QVertical. Palate. Large, broader and U shaped. Smaller and parabola. Occipital condyle. Large. Small. Glabella. More pronounced0. Less pronounced. Fronto-nasal junction. Distinct and angulated. Smooth. Supraorbital ridges. Prominent0. Less prominent. Diagastric groove. More deep. Less deep. Mastoid process. Large and blunt. Small and pointed. Zygomatic arch. More prominent. Less prominent. Occipital protuberance. Well marked. Less marked",
        "cop": 4,
        "opa": "Larger teeth",
        "opb": "Larger foramen",
        "opc": "Larger frontal sinuses",
        "opd": "Larger parietal eminence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "972fa1cd-a34b-42f4-b814-430019a79057",
        "choice_type": "multi"
    },
    {
        "question": "Blood sampling in DNA profiling stored in",
        "exp": "(ECTA) (41 7-Reddy 29th) (2. 38, 7. 7-Parikh 6th)DNA-FINGER PRINTINGIdentification of person by genetic analysis*** DNA is extacted from the nuclei of white blood cells or of spermatozones or of the hair follicles cells that cling to the roots of hair that have fallen, or been pulled.* DNA finger printing is based on variable number Tandem repeats (VNTR) and short tandom repeats (STR)*** The fragments are separated according to size by gel electrophorasis*** DNA finger printing was founded by A. Jeffrey** (1985)* Currently the most important tool used to make a paternity determination is a blood test called a human leucocyte antigen (HLA) test*** Sample of DNA testing must Contain nucleated cells ig leuocytes, seminal fluid, brain, bone marrow, muscle skin, dental pulp, hair with root sheeth cells, and dried stains. Liquid blood - in case of paternity, maternity disputes, biological relationship-2-5 ml- blood is collected in sterile leakproof preferably screw - capped tubes containing heparin or EDTA as anticoagulant. EDTA extracts metallic ions, prevents clotting inhibiting enzymes in blood or micro organisms which may breakdown DNA during storage. The sample should reach the laboratory within 24 to 48 hours* Visceral samples sends in Normal saline or 20% solution of dimethyl sulphoxide (DMSO) saturated with sodium chloride * Preservative used for toxicological specimen - saturated sodium chloride* Sodium fluoride is used for preservation of - Alcohol* In all cases of poisoning inclusive of carbolic acid but exclusive of other acids saturated solution of common salt should be used* In cases where poisoning by acids is suspected except(i) Carbolic acid (phenol) (ii) Alcohol (iii) Acetic acid (iv) phosphorus (v) paraldehyde, rectified sprit should be used*** Temporary modification or obliteration of ridge pattern may be seen in variety of other conditions such as. Incomplets Ridge atrophy. Ridge alteration. Increased distance between Ridge with preserved pattern* Dermatitis* Eczema* Infantile paralysis* Celiac disease* Acanthosis nigricans* Rickets * Scleroderma* Acromegaly * Dry / atrophic skin * Permanent impairment ot the linger print pattern occours in - leprosy, electric injury and after exposure to radiation**IMPORTANT POINTS1. Uric crystal (Gouty tophus) would be submitted to the pathology laboratoryin Alcohol**2. Preservation of brain is NOT required in - Heavy metal poisoning** (Bone)3. Finger print Bureau was first established in India (Calcutta in 1897)4. In autopsy, preservative used for vitreous is - Fluoride fluoride is added to vitreous as preservative if alcohol estimation is required and also for analysis of cocaine, cyanide, and Co-poisoning5. Virological examination of autopsy specimen - sample freazed or preserved in 80 glycerol in buffered saline6. Brain finger printing - is a technique that measure recognition of familiar stimuli by measuring electrical responses to words, phrases or pictures that are presented on a computer screen. Brain finger printing uses electrical brain responses to detect the presence or absence of information stored in brain 7. Polygraph (lie-detector)- which measures emotion- based physiological signals such as heart rate, sweating and blood pressure1",
        "cop": 1,
        "opa": "EDTA",
        "opb": "Sodium fluoride",
        "opc": "Sodium fluoride + Oxalates",
        "opd": "Sodium chloride",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "2993bd65-0c4e-46e6-bed2-b434a4b36491",
        "choice_type": "single"
    },
    {
        "question": "Registered medical practitioner protecting unqualified person in practice is known as",
        "exp": "Ans. b (Covering). (Ref. Medical Jurisprudence & Toxicology by Glaister, 6, Parikh, FMT 5th/558)COVERING# A Registered medical practitioner protecting a non-medical person who practices medicine is called covering.# Association with unqualified persons includes:- Employment of unqualified or unregistered assistant or mere countenancing of such practice.- Assisting an unqualified person as by giving an anesthetic for some procedure.- Having relations with uncertified persons which enables them to practice Midwifery or issuing certificate which enables them to practice midwifery or issuing certificate which enable such practices to occur (covering of unqualified persons).# This does not affect the proper training of bonafide medical students or employment of midwives, dispensers, and surgery assistants, under the immediate personal supervision of a RMP.# Also note, receiving or giving commission or other benefits from or to a professional colleague, a manufacturer, trader, chemist etc.# Giving of a commission by one doctor to another for referring, recommending or procuring any patient for medical, surgical or other treatment is known as Dichotomy (Fee-Sharing). Q",
        "cop": 2,
        "opa": "Uncoverage",
        "opb": "Covering",
        "opc": "Touting",
        "opd": "Dichotomy",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "e0cb8f55-a498-4688-b2a0-e8a10597c68c",
        "choice_type": "single"
    },
    {
        "question": "Section of 1. PC dealing with grevious injury:",
        "exp": "Ans: c (IPC 320) Ref: Reddy, 27th ed, p. 256. Grievous hurt is defined under IPC 320. Some important IPC's. IPC 375 -definition of rape. IPC 376 -punishment of rape. IPC 320 -definition of grievous heart. IPC 84 -deals with the criminal responsibility of insane. IPC 304A -deals with criminal negligence. IPC 304B -dowry death. IPC 300 -defines murder. IPC 299 -defines culpable homicide. IPC 302-punishment of murder. IPC 304 -punishment of culpable homicide",
        "cop": 3,
        "opa": "375",
        "opb": "378",
        "opc": "320",
        "opd": "230",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "c28d0251-f407-4941-91fa-28125aac258e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true statement(s) about exhumation?",
        "exp": "Ans. (B). Executive magistrate can order for exhumation; D. Cr PC 176(4) is related to enquiry of exhumated body. Exhumation: It is the legal digging out. Qof an already buried body from the grave. Authorization: Written order from the First Class MagistrateQ/District Magistrate/ Executive Magistrate under 176. Cr. PQPolice cannot order exhumation. Time limit: In India, there is no time limitQ for ordering of the exhumation",
        "cop": 2,
        "opa": "Police can order for exhumation",
        "opb": "Executive magistrate can order for exhumation",
        "opc": "Postmortem cannot be done on exhumated body",
        "opd": "Cr PC 176(4) is related to enquiry of exhumated body",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "eb7e33c1-b332-4de9-b35f-c9814fd277b9",
        "choice_type": "multi"
    },
    {
        "question": "Rules followed amongst medical professionals which are mutual -",
        "exp": "Ans. is 'a' i. e., Medical etiquettes Medical etiquettes* Medical etiquettes: It refers to existing customs of brotherhood among members of medical profession, i. e. courtesy followed between members of medical profession, e. g. it is a custom not to charge another doctor or his close relatives. Medical ethics* The earliest code of medical ethics was Hippocratic oath. It is modified by World Medical Association, and was named as 'Declaration of Geneva'; it is followed by MCI as code of medical ethics. Privileged communication* It is defined as a communication made by doctor to a proper authority that has corresponding legal, social, and moral duties to protect the public. Privileged communication is made in certain circumstances where the doctor is justified in disclosing information about his patient. Such communication is regarded as privileged and is an exception to the general rule of professional secrecy between doctor and patient. Vicarious responsibility* Vicarious responsibility means that a person becomes liable to pay damages for an act of negligence committed by his servants or agents in the course of their employment or agency.",
        "cop": 1,
        "opa": "Medical etiquettes",
        "opb": "Medical ethics",
        "opc": "Privileged communication",
        "opd": "Vicarious responsibility",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "27e13907-9d37-4a44-bf62-5c51da5a4008",
        "choice_type": "single"
    },
    {
        "question": "Exhumation is done following court order. Only skull bone was found with basiocciput fused with basisphenoid. What is the approximate age?",
        "exp": "Ans: (a) 18 - 21 years. Ref: Rajesh Bard ale, Principles of Forensic Medicine and Toxicology, 1st edition, Page 93 8. Age estimation in skull is done based on the fusion of the sutures as follows: 2 years. Metopic suture18-21 years. Baso-occiput Baso-sphenoid suture30-40 years. Post. 1/3rd of Sagittal suture40-50 years. Ant. 1 /3rd of Sagittal suture Inferior 1/2 of Coronal suture50-60 years. Middle 1/3rd of Sagittal suture Superior 1/2 of Coronal suture Medial 1/2 of Lamboid suture60-70 years. Lateral 1/2 of Lamboid suture. Also Note: Fusion of sutures occurs in decades. Reliability of suture closure - Sagittal>Lamboid>Coronal. Fusion of sutures occurs earlier in males compared to females (C. l. Fusion of long bones occur earlier in females).",
        "cop": 1,
        "opa": "18-21 years",
        "opb": "40-50 years",
        "opc": "70 - 80 years",
        "opd": "6-7 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "8fab095a-26cf-420f-bdfd-f61ca552b851",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is seen in exit wound?",
        "exp": "ANSWER: (B) Beveled outer table. REF: Textbook Of Forensic Medicine and Toxicology: Principles and Practice, By Vij, page 324 Entry wound. Exit wound. Size. Smaller than bullet (when near), Larger than bullet (distant). Larger than bullet (when near), Smaller than bullet (distant). Margins. Inverted. Everted. Protrusion of fat. Absent. Present. Hemorrhage. Less. More. Skull bone. Beveled inner table. Beveled outer table. Singeing, Blackening, Burning, Tattooing, Grease/dirt collar. Present. Absent",
        "cop": 2,
        "opa": "Inverted margins",
        "opb": "Beveled outer table",
        "opc": "Dirt collar",
        "opd": "Tattooing",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "49a2bb99-5ad2-49d0-8f92-0af2b18a628b",
        "choice_type": "single"
    },
    {
        "question": "Punishment for dowry death is included in IPC section -",
        "exp": "Ans. is 'a' i. e., 304 B [Ref: Reddy 30th/e p. 268}o 304-B IRC: Dowry death: 10 years of imprisonment which can extend to life, o 498-A I PC: Punishment for cruelty by husband or his relatives. Dowry deatho In some cases newly married girls are abused, harassed, cruelly treated and tortured by the husband, in-laws and their relatives for or in connection with any demand for dowry. In extreme cases, the woman is killed by burning or some other method. Law in relation to dowry death are:- Low prescribing punishment and definition (section 304 BIPC)o Husband or (his any) relative wi 11 be tried under section 304. Br IPC and shall be deemed to have caused her death, if a woman dies due to bodily injury or bums or otherwise in suspicious circumstances with in 7 years of marriage and it is shown that soon before her death she was subjected to harassment or cruelty by them, in connection with, any demand for dowry. Such death shall be called dowry death. Punishment includes imprisonment of not less than 10years, but which may extend to life imprisonment. Low prescribing punishment for causing cruelty to a married women (Sec. 498A, IPC)o Husband or (his any) relative will be tried under section 498A, IPC for causing cruelty to a married woman. Cruelty is defined as any willful conduct which drives the woman to commit suicide or grave physical or mental injury to her or harassment of the women with a view to coerce (intimidate) her for dowry. Punishment includes imprisonment which may extend upto 3 years and fine.",
        "cop": 1,
        "opa": "304 B",
        "opb": "304A",
        "opc": "303",
        "opd": "302",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "927c756f-dff0-4831-b1f5-eb4d16f36351",
        "choice_type": "single"
    },
    {
        "question": "When two objects come in contact an exchange takes place. This is known as:(2001)",
        "exp": "Ans: b. Ref: Forensic Parikh, 6th ed, p. 5. 35 & 5th ed, p. 443",
        "cop": 2,
        "opa": "Galton exchange",
        "opb": "Locard exchange principle",
        "opc": "Chertillions system",
        "opd": "Hasse rule",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "937cad5b-9bee-468e-b72c-523b6c91c8d0",
        "choice_type": "single"
    },
    {
        "question": "For exhumation permission should be taken from",
        "exp": "Ans. is 'b' i. e., Executive magistrate * Exumation is lawful digging out of a burried body from the grave for the purpose of identification or determination of cause of death. Only a magistrate (executive magistrate) can order for exhumation.* In india, there is no time limit for exhumation, i. e. can be done at any time after death.* It is done under supervision of medical officer and Magistrate in presence of a police officer who provides witnesses to identify grave, coffin and dead body, whenever possible, Magistrate should inform the relatives and allow them not to remain present at the time of enquiry.* The whole procedure should be conducted and completed in natural day light. Therefore, it is usually started early in morning.",
        "cop": 2,
        "opa": "Sub divisional magistrate",
        "opb": "Executive magistrate",
        "opc": "Special magistrate",
        "opd": "Juvenile magistrate",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "fbfc1263-a68c-4bd3-8b2f-62f1cab1357d",
        "choice_type": "single"
    },
    {
        "question": "Death sentence can be awarded by?",
        "exp": "ANSWER: (C) Sessions court magistrate. REF: Parikh 6th edition page 1. 8\"The session's court can pass any sentence authorized by law including a sentence of death which is subject to confirmation by high court\"",
        "cop": 3,
        "opa": "First class magistrate",
        "opb": "Second class magistrate",
        "opc": "Sessions court magistrate",
        "opd": "Chief judicial magistrate",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "7f337063-9ca8-476c-a5f0-6e6d1c991712",
        "choice_type": "single"
    },
    {
        "question": "In finger print reader (FINDER), prints of eight fingers are recorded excluding:",
        "exp": "Ans. (D). Little Finger[Ref: The essentials of Forensic medicine and toxicology, Dr. KS Narayana Reddy; 33rd edition, pg. no: 86. Fingerprint reader (FINDER) is a computerized automatic fingerprint reading system which can record each fingerprint data in half second. Prints of eight fingers are recorded excluding little fingersQ.",
        "cop": 4,
        "opa": "Thumb",
        "opb": "Middle finger",
        "opc": "Ring finger",
        "opd": "Little finger",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "b7c7d1e3-6daf-4b48-a11f-f76cf8355181",
        "choice_type": "single"
    },
    {
        "question": "Exhumation order given by",
        "exp": "A. i. e. (Executive magistrate) (1. 7 - Parikh 6th)* Magistrate's inquest means an inquiry conducted by a magistrate to ascertain matters of fact. It is commonly held in the following cases. 1. Admission of a mentally ill person in a psychiatric hospital or psychiatric nursing home under certain provisions of the Mental Health act - 19872. Death of a convict in Jail3. **Death of a person in police custody or during police interrogation4. Death as a result of police shooting / Killing5. ** Exhumation cases6. Dowry deaths (Sec 176. Cr. PC)EXHUMATION - is meant the lawful disinterment or digging out of a buried body from the grave* In India no time limit is fixed for exhumation, only magistrate or Coroner can order it** (2. 90 - Parikh 6th)",
        "cop": 1,
        "opa": "Executive magistrate",
        "opb": "Police officer",
        "opc": "Sub. divisional magistrate",
        "opd": "All of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "362073c8-878b-47ab-9c16-0ffb7351dfab",
        "choice_type": "multi"
    },
    {
        "question": "Testamentary capacity is -",
        "exp": "Ans. is 'b' i. e., Ability to make willo Testamentary capacity is the legal term of art used to describe a person's legal and mental ability to make or alter a valid will.",
        "cop": 2,
        "opa": "Ability to give willful statement",
        "opb": "Ability to make will",
        "opc": "Ability to judge",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "9481a811-7735-40b8-b30e-4acbe51113fe",
        "choice_type": "multi"
    },
    {
        "question": "Medical negligence act under IPC",
        "exp": "(304) (1. 46-P). In case of death, a doctor may be prosecuted by the police and charged in a criminal court with having caused the death of his patient by a rash and negligent act amounting the culpable homicide under 304-A IPC. If death was the result of gross ignorance, gross carelessness, gross negligence or undue interference by him in his professional duties.** A person with HIV infection can be prosecuted under section 269 of IPC (711-M). Indian medical Council Act - 1956 for matters connected there with including medical education.",
        "cop": 1,
        "opa": "304",
        "opb": "351",
        "opc": "312",
        "opd": "Indian counsels act",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "69242e3d-4678-431a-a590-0cee4d6dc579",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about dying declaration -",
        "exp": "Ans. is 'd' i. e., Oath is administered Dying declaration* It is the written or verbal statement made by a person likely to die because of some unnatural act done on his body, narrating the circumstances or the conditions responsible for his present state of health or the cause and manner of likely unnatural death.* Ideally dying declaration should be recorded by executive or honorary magistrate, but can also be recorded by doctor, village head man, police or any other person, if there is no time to call a magistrate. Doctor has to certify the patient to be compos mentis (sound mind). It is recorded in presence of two disinterested witnesses. Relatives and police officers are not allowed to be present. No oath is administered.* It carries less weight than dying deposition as no cross-examination is possible. If the patient does not die after the recording of declaration, the dying declaration loses its importance since now he can be called to the court and his evidence can be recorded after cross-examination. Faeature. Dying Declaration. Dying Deposition. Oath. Not administered because of belief that dying person tells the truth. Administered. Mode to. Doctor, Village head man, police magistrate or any other person. Magistrate. In presence of2 disinterested witness. Accused or his lawyer. Cross examination. Not possible. Can be done. Legal value. Carries weight. Carries more weight, because it is recorded by magistrate, in front of accused or his lawyer and has oppurtunity of cross ezamination. Legal value if victim survives. Not admitted but has corroborative value and the person is called to give evidence (Sec. 157. IEA). Full legal value",
        "cop": 4,
        "opa": "Recorded by executive magistrate",
        "opb": "Can be recorded by a doctor",
        "opc": "Patient should have a sound mind",
        "opd": "Oath is administered",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "a508f664-20ee-4cd0-ae64-e058ceacfe94",
        "choice_type": "multi"
    },
    {
        "question": "The negligent act of the surgeon amounts to:",
        "exp": "Ans. (D). Res ipsa loquitur. The surgeon performing on wrong body part amount to res ipsa loquitur. The thing speaks for itself. The standard of care is implied & need not be proved by the patient. The onus of proof lies on the doctor.",
        "cop": 4,
        "opa": "Contributory negligence",
        "opb": "Respondent superior",
        "opc": "Criminal negligence",
        "opd": "Res ipsa loquitur",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "2600f88f-6666-4b9e-b369-5501cd0838c2",
        "choice_type": "single"
    },
    {
        "question": "The most common type of fingerprint is",
        "exp": "(Loop) (2. 15-P)* According to Quetlets Rules* Commonest is loop (67%) and least is composite (1-2%)* Order - Loop >Whorl (25%) >Arches (6-7%) > Composite* For the purpose of primary classification of criminal work. Arches are included under loops and composites under whorls.",
        "cop": 1,
        "opa": "Loop",
        "opb": "Arch",
        "opc": "Composite",
        "opd": "Whorl",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "2b7a0621-b9d8-4ef1-a271-0e60c71d1c88",
        "choice_type": "single"
    },
    {
        "question": "Subpubic angle in female is",
        "exp": "Ans. is 'b' i. e., 90 degrees PELVISTrait. Male. Female1) Bony framework. Massive, rougher, marked muscle sites. Stands higher and more erect. Less massive, slender, smoother. Less muscle marking. 2) General. Deep funnel. Flat bowl. 3) Ilium. Less vertical; curve of iliac crest reaches higher level and is more prominent. More vertical; distance between iliac crests is less; iliac fossae shallow; curves of crest well marked. 4) Preauricular sulcus (attachment of anterior sacroiliac ligament). Not frequent; narrow, shallow. More frequent, broad and deep5) Acetabulum. Large, 52 mm. in diameter; directed laterally. Small, 46 mm. in diameter; directed anterolaterally. 6) Obturator foramen. Large, often oval with base upwards. Small, triangular with apex forwards. 7) Greater sciatic notch. Smaller, narrower, deeper. Larger, wider, shallower. 8) Illeo-pectineal line. Well marked and rough. Rounded and smooth. 9) Ischial tuberosity. Inverted. Everted; more widely separated10) Body of pubis. Narrow, tirangular, thick; short is chial ramus. Broad, square; ischial ramus is lengthened and narrowed; pits on posterior surface if borne children. 11) Ramus of pubis. It is like continuation of body of pubis. Has a constricted or narrowed appearance and is short and thick. 12) Ischiopubic rami. More everted, thicker and rougher. Less everted, thinner and smoother. 13) Symphysis. Higher, bigger and narrow in width. Margins of pubic arch everted. Lower, wider and rounded, margins of pubic arch not everted; distance between two pubic tubercles greater. The dorsal border is irregular and shows depressions or pits (scars of parturition). 14) Subpubic angleV-shaped, sharp angle 70deg to 75deg. U-shaped, rounded, broader angle 90deg to 100deg15) Pelvic brim or inlet. Heart-shaped. Circular or elliptical; more spacious; diameters longer. 16) Pelvic cavity. Conical and funnel-shaped. Broad and round17) Pelvic outlet. Smaller. Larger18) Sacroiliac articulation. Large, extends to 2 1/2 to 3 vertebrae. Small, oblique, extends to 2 to 2 1/2 vertebrae. 19) Sacroliliac joint surface. Large and less sharply angulated. L-shaped and elevated anteriorly. 20) Sacrum. Longer, nanrower, with more evenly distributed curvature; promontory well marked. Body of first sacral vertebra larger. Shorter, wider; upper half almost straight, curve forward in lower half; promontory less marked. Body of first sacral vertebra small. 21) Coccyx. Less movable. More movable22) Ischiopubic index73 to 9491 to 115 Public length in mm.------------------Ischial length in mm. x 100 23) Sciatic notch index4 to 55 to 6 Width of notch index------------------Depth of sciatic notchx 100 24) Pubic ramus ratio1: 12: 1 or greater",
        "cop": 2,
        "opa": "70 degrees",
        "opb": "90 degrees",
        "opc": "120 degrees",
        "opd": "180 degrees",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "f81691b3-4a7c-41ed-906e-6b6b05825b65",
        "choice_type": "single"
    },
    {
        "question": "\"Res ipsa loquitar\" means",
        "exp": "Ans. c (Things speak for themselves). (Ref. Parikh, FMT, 5th ed., 575). In cases of professional negligence in some circumstances doctrine of \"Res ipsa loquitar\" (Things speak for themselves) can be invoked.",
        "cop": 3,
        "opa": "Vicarious responsibility",
        "opb": "Relation of doctor and anaesthesia.",
        "opc": "Things speak for themselves.",
        "opd": "Related to civil negligence.",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "6f0a74d3-8b71-432b-84c0-483dac8082f2",
        "choice_type": "single"
    },
    {
        "question": "Punishment for perjury IPC",
        "exp": "Ans. (C). 193. Perjury: Perjury means giving willful false evidence by a witness while under oath (S. 191, LP. CQ). The witness is liable to be prosecuted for perjury, and the imprisonment may extend to seven years (S. 193, LP. CQ).",
        "cop": 3,
        "opa": "191",
        "opb": "197",
        "opc": "193",
        "opd": "199",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "8f5de283-c539-4c19-adfd-dda7a55e6d89",
        "choice_type": "single"
    },
    {
        "question": "The lowest court that can give death sentence to an accused is:",
        "exp": "Ans. (D). Sessions court. Sessions court is the lowest court that can give death sentence. However, such death sentence should be confirmed by the High court.",
        "cop": 4,
        "opa": "Chief judicial magistrate",
        "opb": "High court",
        "opc": "Supreme court",
        "opd": "Sessions court",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "0505f778-3f0c-4c7f-be9f-0ef1cb54ac69",
        "choice_type": "single"
    },
    {
        "question": "Rule of Haase is used to calculate -",
        "exp": "Ans. is 'a' i. e., Age of fetus Rule of Haaseo Hess's rule (Haase's rule): It is a rough method for calculating the age of fetus by measuring the length from crown to heel. o Upto 5th month of gestation, length of foetus in cm is square of the month of gestation and beyound 5 months, length in cm is 5 times the month of gestation.",
        "cop": 1,
        "opa": "Age of fetus",
        "opb": "Length of femur",
        "opc": "Diameter of skull",
        "opd": "Percentage of bums",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "91bd42b4-483c-4c45-9fd3-20fe004dfbfd",
        "choice_type": "single"
    },
    {
        "question": "Punishment for the offence of rape under",
        "exp": "(376- IPC) (5. 29- P). Law on Rape in India* Under section 375 IPC, rape is defined as unlawful sexual intercourse by a man with his wife under the age of 15years with any other woman under the age of 16years or above that age, against her will, with out her con cent or with her consent when it has been obtained by unlawful means* Section 376 IPC lays down the punishment for the offence of rape which may extendfrom seven years to life imprisonment and also fine* Section 228 IPC prohibits disclosure of the identity of the victim of rape* Under section 327 Cr. PC, the inquiry into and trial of rape or an offence under section 376 IPC shall be conducted in camera and it is not lawful for any person to print or publish any matter in relation to such proceeding except with the permission of the court",
        "cop": 2,
        "opa": "375 IPC",
        "opb": "376 IPC",
        "opc": "377 IPC",
        "opd": "378 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "6ed7cb29-2135-4744-85ad-267c0ee46838",
        "choice_type": "single"
    },
    {
        "question": "Karl Pearson's formula is used for -",
        "exp": "Ans. is 'b' i. e., Stature * Karl Pearson's formula and Trotter's and Glesser's formula are used for estimating the stature/height of a person. These consist of some equations where certain factors are multiplied by measurement of bones to obtain the height of the person in living state.",
        "cop": 2,
        "opa": "Cephalic index",
        "opb": "Stature",
        "opc": "Race",
        "opd": "Age",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "9215a4fc-4685-4342-a0fa-1adc236ba2e1",
        "choice_type": "single"
    },
    {
        "question": "Declaration of Sydney is related to",
        "exp": "Ans. is 'a' i. e., Time of death Declaration of Sydney* The advent of organ transplantation made this Declaration a guide to determining the time of death of the comatose donor. \"Brain death\" has displaced \"cardiac death\" as the essential criterion; and the diagnosis must be made before there is organ death.* The Declaration also states that \"If transplantation of an organ is onvolved, the decision that death exists should be made by one or more physicians; and the physicians determining the moment of death should in no way be immediately concerned with the performance of the transplant. \"* This makes for objectivity. But it is incorrect to say that \"death exists\" or refer to \"the moment of death\". The patient is not dead until after life support has been withdrawn. Year. Declaration. Key topic. Most recently amended1948. The Declaration of Geneva. Humanitarian goals of medicine20061964. The Declaration of Helsinki. Human experimentation and clinical trials20091968. The Declaration of Sydney. Determination of death and the recovery of organs20061970. The Declaration of Oslo. Therapeutic abortion20061975. The Declaration of Tokyo. Torture and other cruel and degrading treatment or punishment20061981. The Declaration of Lisbon. Rights of the patient20051983. The Declaration of Venice. Terminal illness20061987. Declaration on Euthanasia. Euthanasia 20051989. The Declaration of Hong Kong. The abuse of the elderly20051991. The Declaration of Malta. Hunger strikers20061997. The Declaration of Hamburg. Support for medical doctors who refuse to condone or participate in torture20071998. The Declaration of Ottawa. Child health20092000. The Declaration of Edinburgh. Prison conditions and the spread of TB and other communicable diseases20112002. The Declaration of Washington Biological weapons20032002. Declaration on Patient Safety. Patient safety--2008. The Declaration of Seoul. Professional autonomy and clinical independence--2009. The Declaration of Delhi. Helath and climate change--2011. The Declaration of Montevideo. Disaster preparedness and medical response--2011. Declaration of End-of-Life. Medical Care. Endo-of-life care--",
        "cop": 1,
        "opa": "Time of death",
        "opb": "Infliction of torture",
        "opc": "Therapeutic abortion",
        "opd": "Humanitarian goals of medicine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "dede6c20-7c5c-4ea4-b52e-decf4aedc48f",
        "choice_type": "single"
    },
    {
        "question": "Cephalic index determines",
        "exp": "(Race) (2. 26-P). Cranial or Cephalic Index - determining the race* of an individuals. CI=Maximum Transverse breadth. Maximum A. P. lengthx 100 Features. Black (Negro). European or Caucacoid. Mongols. Cephalic Index (Cl)70- 74. 975- 79. 980 and above. Type of skull. Dolicho- cephalic or Long headed. Mesati-cephalic or Medium headed. Brachy-cephalic or Round headed. Examples. Aryans and Aborigins. Rajputs, Brahmins, & Kayasthas of Bengal. Americans, Koreans, Japanes, Chinese, South east asians",
        "cop": 3,
        "opa": "Age",
        "opb": "Sex",
        "opc": "Race",
        "opd": "Socio -economic status",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "76fc9352-d62a-4eb8-8ac0-ec10ef088201",
        "choice_type": "single"
    },
    {
        "question": "According to Transplantation of Humans Act, all of the following specialist are authorized for pronouncing brain death except:",
        "exp": "Ans. (B). Doctor performing the liver transplant. According to THOA, Brain stem death is certified by a board of medical experts consisting of all of the following. Registered Medical Practitioner (RMP) in charge of hospital where brain death has occurred. QRMP treating the patient. QA Neurologist/Neurosurgeon nominated by panel. QAn independent RMP - a specialist. QAs per latest amendment, if neurologist is not available, any surgeon, physician, anaesthetist or intensivist, nominated by medical in-charge of the hospital may certify brain death. Transplant Surgeon should never be a part of the team.",
        "cop": 2,
        "opa": "Neurosurgeon",
        "opb": "Doctor performing the liver transplant",
        "opc": "Doctor attending the patient",
        "opd": "RMP in charge of the hospital",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "46e0ffea-f810-4686-a4e3-291110bfd9d6",
        "choice_type": "multi"
    },
    {
        "question": "Helsinki declaration deals with -",
        "exp": "Ans. is 'd' i. e., Human experimentationo The Declaration of Helsinki is a set of ethical principles regarding human experimentation developed for the medical community by the World Medical Association, o It is widely regarded as the cornerstone document on human research ethicso The Declaration is morally binding on physicians, and that obligation overrides any national or local laws or regulations, if the Declaration provides for a higher standard of protection of humans than the latter, o Investigators still have to abide by local legislation but will be held to the higher standard.",
        "cop": 4,
        "opa": "MTP",
        "opb": "Human organ transplantation",
        "opc": "Capital punishment",
        "opd": "Human experimentation",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "8e947c2f-58ee-498e-80e8-c08fe475e73c",
        "choice_type": "single"
    },
    {
        "question": "Spalding sign is seen in:",
        "exp": "Ans. c. Maceration. Spalding sign seen in maceration. After the death of the foetus, the loss of alignment and overriding of the cranial bones occurs due to shrinkage of the cerebrum. When fetal death occurs due to the deficient blood supply at that time mummification occurs. Mummified bodied are Odourless. PM appearance in Starvation: Rigor mortis sets in and disappears early.",
        "cop": 3,
        "opa": "Drowning",
        "opb": "Mummification",
        "opc": "Maceration",
        "opd": "Starvation",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "9a310ae0-b087-476f-afcc-ea7368a82047",
        "choice_type": "single"
    },
    {
        "question": "Posthumous child is:",
        "exp": "(B) Child delivered after death of biological father[?]POSTHUMOUS CHILD: A child born after the death of its fathero. Mother being conceived by the said father. o. Legal issues involved includes: 1. Legitimacy, 2. Inheritance of property, 3. Compensation case for slander against the mother. [?]LEGITIMACY & PATERNITYo. Legitimacy: It is the legal state of a person born in lawful marriage. o. According to section S. 112, I. E. A, if at all a person is born during the continuance of a legal marriage, or within 280 days after the dissolution of the marriage by divorce or death of the husband, his birth is presumed to be legitimate. o. Illegitimate or Bastard Child: if it can be proved that the husband could not possibly be the father of child by producing evidence that the alleged father. o. Question of legitimacy arises in the following conditions: 1. Inheritance: Remember! A legitimate child only can inherit the property of his father & DNA fingerprinting will positively fix or exclude paternity. 2. Supposititious or Fictitious Children: Whenever a woman may1. Pretend pregnancy & delivery & later produce a living child as her own2. She may substitute a male child for female child born of her3. For an abortion-These things are done for obtaining money or for the purpose of claiming property.-Other legal issues involved are blackmailing a man or bringing a charge of breech of promise of marriage against a man. In such cases, the woman should be examined for signs of pregnancy and delivery.-In these cases, medical evidence is useful only when the age of the supposititious child does not correspond to the date of the pretended delivery.-DNA fingerprinting will be conclusive. 3. Paternity: Remember, that the question of paternity arises in contests (i) Over legitimacy, (ii) Posthumous births, or (iii) Supposititious children.-Paternity is determined from:-Parental likeness: Child may resemble father (in feature, figure, gesture & other personal peculiarities) - Regarded as corroborative evidence only.-Atavism: Child does not resemble its parents, but resembles grandparents. (Due to inheritance of characteristics & due to genes)-Developmental Defects: Like disease or deformities (transmitted from parents to children).-Blood Group Tests or Paternity Tests: Because, blood groups are transmitted from the parents to children-DNA fingerprinting. Important Terminology to be Remembered! o. Mantle Child: A child born out of wedlock and later legitimated when the parents get married, traditionally by standing under a cloak with the parents during the marriage ceremony. o. Natural child: A child by birth as distinguished from an adopted child. o. Neglected child: A child whose parents or legal custodians are unfit to care for him or her because of cruelty, immorality or incapacity.-Capacity in this context could be physical or economic. o. Legal Problems Artificial Insemination:-No statutory law in India for artificial insemination.-Remember! Artificial insemination with the semen of the husband is justifiable and unobjectionable.-The following are the legal aspects of A. I. D. as applicable to India. 1. Adultery: Donor and recipient cannot be held guilty of adultery in India, as S. 497, I. PC. 2. Legitimacy: Husband is not the actual father of the child which is illegitimate & cannot inherit property3. Nullity of Marriage & Divorce: Mere Artificial insemination is not ground for nullity of marriage or divorce. 4. Natural Birth: Artificial inseminated child remains illegitimate unless A. I. child is adopted, when there is a natural born child (remains legitimate)5. Unmarried Woman or Widow: May have a child from A. I. but that child would be illegitimate. 6. Incest: Risk of incest between children born by A. I and children of donor (It is not an offence in India). o. Surrogate Motherhood: Legal problems of Surrogate motherhood are similar to those of Artificial insemination donor.",
        "cop": 2,
        "opa": "Child delivered after death of biological mother",
        "opb": "Child delivered after death of biological father",
        "opc": "Bom after death of parents",
        "opd": "Has been abandoned by parents",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "8fb896a9-ee66-427b-b06e-47961c0bbb3b",
        "choice_type": "single"
    },
    {
        "question": "In the court of law, the act of witness giving false evidence after taking oath is punishable under",
        "exp": "191 IPCDefinition of perjury192 IPCFabrication of evidence193 IPCPunishment of perjury197 IPCPunishment for issuing false certificates",
        "cop": 3,
        "opa": "191 IPC",
        "opb": "192 IPC",
        "opc": "193 IPC",
        "opd": "197 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "8fef6d7e-df48-47de-8b86-bb62e449f142",
        "choice_type": "multi"
    },
    {
        "question": "IPC for culpable homicide is?",
        "exp": "Ans. is 'c' i. e. 304 Indian Penal Codes dealing with offences affecting lifeo 299. IPC: Culpable homicide (not ammounting to murder), i. e., causing death with the intention of causing death of the person. o 301 IPC: Culpable homicide by causing death of person other than person whose death was intended. o 300 IPC: Murder(defining murder). o 302 IPC: Punishment for murder (death or life imprisonment). o 303 IPC: Punishment of murder of life convict (death). o 304 IPC: Punishment of culpable homicide, not amounting to murder (10 years imprisonment +- fine). o 305 IPC: Abetment of suicide of child or insane person. o 306 IPC: Abetment of suicide. o 307. IPC: Attempt to murder (10 years imprisonment +- fine). o 308 IPC: Attempt to commit culpable homicide (3-7 years imprisonment +- fine). o 309 IPC: Attempt to commit suicide (1 years imprisonment +- fine).",
        "cop": 3,
        "opa": "300",
        "opb": "302",
        "opc": "304",
        "opd": "307",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "f7918e4e-2cd0-4337-be9e-c701055cb8eb",
        "choice_type": "single"
    },
    {
        "question": "Punishment for Rape is under which section of IPC-",
        "exp": "Ans. is 'a' i. e., 376. Laws related to rapeo 375 - Define rapeo 376- Lays down the punishment for offence of rape which may extend from 7 years to life imprisonment and also fine unless the victim is his ow n w ife and is not under 12 years, if raped woman is his own wife (but not under 12 years) the imprisonment may extend to 2 year with or without fine. Whoever commits rape in custody/taking advantage of his official (public servant) position'being on management or staff of hospital/ on a pregnant women/woman<12 years/or commits gang rape shall be punished with rigorous punishment of not less than 10 years or life imprisonment and also fine. Whoever commits rape on a woman<10 years of age or incestuous rape on a woman shall be punished with death. o 376 A, B, C, D - Intercourse with his own wife living separately under a decree of separation or under any custom without her consent is punished with imprisonment upto 2 years and also fine. (376A). Intercourse (not amounting to rape) by public sen-ant (376B), superintendent or manager of remand home etc (376C) any member of management of staff of hospital (376D) with any woman in their custodyo 114A - Lays down that in prosecution for rape if W'omen alleged to have been raped states that she did not consent, the court shall presume that she did not consent. This applies to custodial and gang rape, o 228A - Prohibits disclosure of the identity of the rape victim. Whoever prints, or publishes the name of any matter which may make known the identity of a rape victim shall be punished with imprisonment extending upto 2 years. o 354 - Lays down punishment for indecent assault.",
        "cop": 2,
        "opa": "375",
        "opb": "376",
        "opc": "312A",
        "opd": "304A",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "5734f0fa-c07a-48d2-a688-4b200ffe8394",
        "choice_type": "single"
    },
    {
        "question": "Age under which child is considered incapable of committing an offence is -",
        "exp": "Ans. is 'b' i. e., 7 years. Criminal responsibility and relevant sections under IPCSection of IPCRelated with82A child under the age ofseven is incapable of committing an offence. This is so because action alobe doesnot amount to guilt unless if is accompanied by a guilty mind. And, a child of that tender age cannot have a guilty mind or criminal intention with which the act is done. This presumption, however, is only confined to offenses under the IPC but not to other Acts, e. g., the Railway Act. 83A child above seven and under twelve years of age is presumed to be capable of committing an offence it he has obtained sufficient maturity to understand and judge the nature and conse- quences of his conduct on that occasion. The lawr presumes such maturity in a child of that age unless the contrary is proved by the defence. 89A child under 12 years of age cannot give valid consent to suffer any harm which can occur from an act done in good faith and for its benefit, e. g., a consent for an operation. Only, a guardian can give such consent. 87A person under 12 years of age cannot give valid consent, whether express or implied, to suffer any harm which may result from an act no intended or not known to cause death or grievous hurt e. g. consent for a wrestling contest. 84. Nothing is an offence which is done by a person who at the time of doing it, by reason of unsoundness of mind, is uncapable of knowing the nature of act (i. e. it is wrong or contrary' to law). 85, 86. Drunkness and criminal responsibility",
        "cop": 2,
        "opa": "3 years",
        "opb": "7 years",
        "opc": "14 years",
        "opd": "18 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "179c8974-646f-4386-a5e9-e5d7726329b7",
        "choice_type": "single"
    },
    {
        "question": "Punishment of Perjury is given by:",
        "exp": "Ans. (B). 193 IPC(Ref: Essentials of Forensic medicine, Dr KS narayana Reddy, 33th Edition, P: 13). Sec 191 IPC Giving false evidence under oath (perjury definition). Sec 192 IPC Fabricating false evidence. Sec 193 IPCQ Punishment for perjury (3-7 years)",
        "cop": 2,
        "opa": "191 IPC",
        "opb": "193 IPC",
        "opc": "197 IPC",
        "opd": "198 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "02b68000-3243-4892-b677-92c33df30175",
        "choice_type": "single"
    },
    {
        "question": "Line I in International Death Certificate is",
        "exp": "Ans. is 'a' i. e., Disease leading directly to death International Death Cetificate* The certificate has two parts (Part I and Part II) and a section to record the time interval between the onset of each codition and the date of death.* Part I - To record diseases or conditions related to the sequence of events leading directly to the death.* Part II - To record conditions that have no direct connection with the events leading to death but which, by their nature, contributed to the death. INTERNATIONAL FORM OF THE MEDICAL CERTIFICATE FOR CAUSE OF DEATHINTERNATIONAL FORM OF MEDICAL CERTIFICATE OF DEATHCause of death. Approximate interval between onset and death. IDisease or condition directly leading to death a)................................. due to (or as a consequence of)............... Antecedent causes. Morbid conditions, if any, giving rise to the above cause, stating the underlying condition last. b).................................. due to (or as a consequence of)............... c).................................. due to (or as a consequence of)............... d)................................................. IIOther significant conditions contributing to the death, but not related to the disease or conditions causing it.................................................. \"this does not mean the mode of dying, e. g. heart failure, respiratory failure, it means the disease, injury, or complication that caused death.",
        "cop": 1,
        "opa": "Disease leading directly to death",
        "opb": "Interval between onset and death",
        "opc": "Antecedent causes",
        "opd": "Other conditions not related to disease",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "3663a78e-1e8e-4318-9870-812f404e670c",
        "choice_type": "single"
    },
    {
        "question": "Declaration of Tokyo is related to?",
        "exp": "Ans. (b) Torture. Ref. Ethics for doctors, Nurses and patients by H. P. Dunn P 37, World medical association website and various internet resources",
        "cop": 2,
        "opa": "Human experimentation",
        "opb": "Torture",
        "opc": "Euthanasia",
        "opd": "Organ transplantation",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "fa70fd78-c57a-4f8f-b7d2-f674f9aedadd",
        "choice_type": "single"
    },
    {
        "question": "All the following will come as ground for MTP Except",
        "exp": "Ans) c (Unmarried mother) Ref: reddy29th e p381. Medical termination of pregnancy act 1971. Under this act Pregnancy can be terminated under the following conditions: Therapeutic -Continuation of pregnancy endangers life of woman or may cause serious injury to physical or mental health. Eugenic -risk of the child being bom with serious physical or mental abnormality. Humanitarian -Pregnancy has been caused by rape. Social -Pregnancy has been resulted from failure of contraception in case of a married woman which is likely to cause serious injury to her mental health. Enviommental -When social or economic environment, actual or reasonably expected can injure the mothers health.",
        "cop": 3,
        "opa": "Failure of contraceptives",
        "opb": "Rape",
        "opc": "Unmarried mother",
        "opd": "Risk to mother",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "3625f0a1-6457-44e2-bbdb-2a325e2561f6",
        "choice_type": "multi"
    },
    {
        "question": "Age of this person is",
        "exp": "Ans. (B). 8 year. Permanent molar 1, central incisor & lateral incisor have erupted. First premolar has not erupted. The minimum age of this person must be 8 years.",
        "cop": 2,
        "opa": "6 years",
        "opb": "8 years",
        "opc": "10 years",
        "opd": "17 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "2b887414-1c53-49a7-be4f-85063039d295",
        "choice_type": "single"
    },
    {
        "question": "IPC 312-316 is for:",
        "exp": "Ans. a. Criminal abortion312 IPCCriminal abortion with consent (3 years imprisonment and if woman is quick 7 years imprisonment)313 IPCCriminal abortion without consent (10 years imprisonment)314 IPCCriminal abortion leading to death (10 years imprisonment and if act is done with her consent then he is punished with life imprisonment)315 IPCIntentionally preventing a child from being born or causing its death after being born alive (10 years imprisonment)316 IPCCausing death of a quick unborn child amounts to culpable homicide (10 years imprisonment)",
        "cop": 1,
        "opa": "Criminal abortion",
        "opb": "Offence against children",
        "opc": "Offices causing bodily injuries",
        "opd": "Restraint",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "00f0c7df-6e77-44a0-9694-c276bb8bae49",
        "choice_type": "single"
    },
    {
        "question": "At the international level, which of the following is best type of inquest?",
        "exp": "Ans. c (Medical examiner's inquest). (Ref. Textbook of FMT by Parikh 6th ed. 1-3). Medical examiner's inquest is supposed to be the best inquest internationally. Q. Ans. 1. The mostcommontype of inquest in India? Police inquest. 2. In India, inquest is NOT carried out by. Doctor3. Coroner's inquest was abolished in India in the year1999. 4. In case of death in prison, inquest will be conducted by. Executive Magistrate. 5. Supposed to be the best inquest internationally. Medical examiner's inquest.",
        "cop": 3,
        "opa": "Coroner's inquest",
        "opb": "Police inquest",
        "opc": "Medical examiner's inquest",
        "opd": "Magistrates inquest",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "1fac9486-7cf7-4377-9b86-26566138bbfa",
        "choice_type": "single"
    },
    {
        "question": "Medical jurisprudence deals with",
        "exp": "Answer: a) Legal aspects of practice of Medicine (KS NARAYAN REDDY 33rd ED P-1) Forensic (Legal) Medicine: Application of medical knowledge to aid in the administration of justice Medical Jurisprudence: legal responsibilities of a physician, with reference to those arising from physician patient relationship (in short - legal aspects of practice of medicine) Medical ethics: moral principles which should guide the members of medical profession Medical etiquette: conventional laws of courtesy observed between the members of medical profession",
        "cop": 1,
        "opa": "Legal aspect of practice of medicine",
        "opb": "Medical knowledge to aid in the administration of justice",
        "opc": "Courtesy obtained between medical professionals",
        "opd": "Moral principles that guide the members of medical profession",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "b8ab9338-6664-42ad-ac23-5bc026379f5c",
        "choice_type": "single"
    },
    {
        "question": "Virchows method of organ removal is:",
        "exp": "Ans. (B). Organs removed one by one. Organs removed en masse - Lettules method. QOrgans removed one by one - virchows method. QOrgans removed as block - Ghons method. In situ removal - rokintanskyQ method (InfantsQ, radiation hazardQ, HIV). Minimal invasive autopsy - VitropsyQ",
        "cop": 2,
        "opa": "Organs removed en masse",
        "opb": "Organs removed one by one",
        "opc": "In situ removal",
        "opd": "Minimal invasive autopsy",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "13ada6cb-4459-47ae-bd1a-3e551048e2c1",
        "choice_type": "single"
    },
    {
        "question": "IPC 300 deals with -",
        "exp": "Ans. is 'a' i. e., Murder Indian Penal Codes dealing with offences affecting lifeo 299 IPC: Culpable homicide (not ammounting to murder), i. e., causing death writh the intention of causing death of the person. o 301 IPC: Culpable homicide by causing death of person other than person whose death was intended. o 300 IPC: Murder(defining murder). o 302 IPC: Punishment for murder (death or life imprisonment), o 303 IPC: Punishment of murder of life convict (death). o 304 IPC: Punishment of culpable homicide, not amounting to murder (10 years imprisonment +- fine). o 305 IPC: Abetment of suicide of child or insane person. o 306 IPC: Abetment of suicide. o 307 IPC: Attempt to murder (10 years imprisonment +- fine). o 308 IPC: Attempt to commit culpable homicide (3-7 years imprisonment +- fine). o 309 IPC: Attempt to commit suicide (1 years imprisonment +- fine).",
        "cop": 1,
        "opa": "Murder",
        "opb": "Punishment of murder",
        "opc": "x. Abetment of suicide",
        "opd": "Attempt of murder",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "7ffd5494-5e28-41d0-aab6-b81355bd6090",
        "choice_type": "single"
    },
    {
        "question": "A person breaks someone's mandible in alleged fight. Police can:",
        "exp": "Ans is 'b' i. e. Arrest without warrant Fracture or dislocation of mandible is a 'Grievous Injury' for which punishment is defined under IPC 325. It's a 'cognizable offence' hence a police officer can arrest the accused without warrant. A cognizable offence is one where a police officer can arrest without warrant. A non-cognizable offence is one where police officer cannot arrest without warrant. Arrest is a tool in the hands of a police officer to prevent the accused from escaping the clutches of law. It helps the police officer to prevent further commission of offence as a precautionary method. A warrant is a written order issued by a Magistrate to a police officer commanding him to arrest a person. In most serious crimes there may not be sufficient time to obtain a warrant from the Magistrate. By the time police officer obtains warrant the accused may escape. So the necessity to obtain warrant is not required in serious crimes. In Cognizable offences, the person can be arrested without warrant while it is not possible in non-cognizable offences.",
        "cop": 2,
        "opa": "Arrest with warrant",
        "opb": "Arrest without warrant",
        "opc": "Declare him hostile and put him in jail",
        "opd": "Put him in mental asylum",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "671457cb-099c-496a-b851-d0025b609ebd",
        "choice_type": "multi"
    },
    {
        "question": "A child who is born to an unmarried women:",
        "exp": "Ans. (b) Illegitimate child. Ref: The Essentials of. FSM by K. S. Narayan Reddy 31st ed. / 369-70; Principles of Forensic Medicine and Toxicology By Rajesh Bardale / 364* A child is born to a couple who are not married legally is considered to be illegitimate or a bastard. Conditions for being illegitimate or bastard if:* The child is born out of wedlock OR* Birth of child is not within a competent period after the cessation of the relationship of a man and wife OR* Born within wedlock when procreation by the husband is not possible because of congenital or acquired malformation or disease.",
        "cop": 2,
        "opa": "Posthumous child",
        "opb": "Illegitimate child",
        "opc": "Suppositious child",
        "opd": "Fictitious child",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "5f75a481-0bd6-4024-ace2-a746074f8995",
        "choice_type": "single"
    },
    {
        "question": "Sequentially arrange the following Clauses of 320 IPC: 1. Destruction or permanent impairing of the powers of any member or joint. 2. Permanent disfiguration of the head or face. 3. Emasculation4. Fracture or dislocation of a bone or tooth,",
        "exp": "Ans (c) 3-1-2-4 style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif\">Ref: * Section 320 in the IPC: Grievous hurt. The following kinds of hurt only are designated as \"grievous\":# First: Emasculation# Second: Permanent privation of either eye.# Third: Permanent privation of the hearing of either ear.# Fourth: Privation of any member or joint.# Fifth: Destruction or permanent impairing of the powers of any member or joint.# Sixth: Permanent disfiguration of the head or face.# Seventh: Fracture or dislocation of a bone or tooth.# Eighth: Any hurt which endangers life or which causes the sufferer to be during the space of twenty days in severe bodily pain, or unable to follow his ordinary pursuits.",
        "cop": 3,
        "opa": "1-2-4-3",
        "opb": "3-2-1-4",
        "opc": "3-1-2-4",
        "opd": "1 -4-2-3",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "65b5938c-71dc-4c9f-8627-6ff9f07948de",
        "choice_type": "multi"
    },
    {
        "question": "Grevious hurt is defined in IPC -",
        "exp": "Ans. is 'c' i. e., 320 [Ref: Parikh 6th/e p. 3. 68\\o 3191 PC: Defines hurt, o 320. IPC: Defines grievous hurt, o 321 IPC: Voluntarily causing hurt, o 322 IPC: Voluntarily causing grievous hurt. o 323 IPC: Punishment for voluntarily causing hurt {no provocation, no dangerous weapon) (1 years imprisonment), o 324 IPC: Punishment for voluntarily causing hurt by dangerous weapon (3 years imprisonment +- fine), o 325 IPC: Punishment for voluntarily causing grievous hurt (no provocation, no dangerous weapon) (7 years imprisonment +- fine).",
        "cop": 3,
        "opa": "318",
        "opb": "319",
        "opc": "320",
        "opd": "321",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "1fc974a9-7413-4440-a28b-9631c0a21c08",
        "choice_type": "single"
    },
    {
        "question": "Scald burns can be caused by:",
        "exp": "Ans. (c) High temperature liquids. Ref: The Essentials of. FSM by K. S. Narayan Reddy 31st ed. 1305. SCALDS: caused by application of liquid above 60degC or steam. Skin becomes sodden and bleach. Clothes are wet but do not burn.",
        "cop": 3,
        "opa": "Molten metal",
        "opb": "Electric burns",
        "opc": "High temperature liquids",
        "opd": "Lightening stroke",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "ca5ed285-7a89-463d-b704-6a9395438c20",
        "choice_type": "single"
    },
    {
        "question": "Primary dentition completes at -",
        "exp": "Ans. is 'b' i. e., 2 years * First temporary tooth to upper (in primary dentition) is lower central incisors and last temporary tooth to erupt is 2nd molar. The sequence of eruption is lower central incisor > upper central incisor > upper lateral incisor >lower lateral incisor > 1st molar > Canine > 2nd molar. Therefore eurption of temporary teeth is completed by eruption of 2nd molar at 25 months (2 years).* First permanent tooth to erupt (in secondary dentition) is 1st molar and last to erupt is 3rd molar. The sequence of eruption is 1st molar > central incisor > lateral incisor > 1st premolar > 2nd premolar > canine > 2nd molar > 3rd molar. Eruption of permanent teeth is completed by eruption of 3rd molar between 17-25 years.",
        "cop": 2,
        "opa": "1 year",
        "opb": "2 years",
        "opc": "3 years",
        "opd": "4 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "37e88710-8e02-4855-beaf-ff293db0f204",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old chronic alcoholic male is brought to the emergency department with an alleged history of assaulting his neighbor. On examination, he is found to have irrelevant talk. He had not consumed alcohol for the past 4 days. He is diagnosed as a case of delirium tremens. In this condition, the person is:",
        "exp": "Ans. d. Not responsible for his act tinder section 84, IPC (Ref: Reddy 33/e p493, 29/e p432)\"Delirium tremens is a severe form of alcohol withdrawal that involves sudden and severe mental or nervous system changes. It is considered as unsoundness of mind and not of intoxication. Thus if delirium tremens can be proved, the person cannot be held responsible for his offence under section 84 of the l. PC. \"\"Section 84 l. PC states that: Nothing is an offence which is done by a person, who at the time of doing it, by reason of unsoundness of mid, is incapable of knowing the nature of the act, or that he is doing what is either wrong or contrary to the law. ''Mc. Naughton's Rule. An accused person is not legally responsible, if it is clearly proved, that at the time of committing the crime, he was suffering from such a defect of reason from abnormality of mid, that he did not know the nature and quality of the act he was doing, or that what he was doing was wrong. Section 84 IPC states that: Nothing is an offence which is done by a person, who at the time of doing it, by reason of unsoundness of mid, is incapable of knowing the nature of the act, or that he is doing what is either wrong or contrary to the law. \"The insanity must be directly related to the offence in such a way as to satisfy the court that the mental abnormality had a direct causative relationship to the offence, and that the offence would not have occurred if there was no mental abnormality. It is necessary to show that the intellectual or cognitive faculties of the accused were so disordered, that his reasoning powers as to the facts and actions were not functioning normally. It must be clearly established that a defect of reason resulted from the 'abnormality of the mind'. The abnormality of the mind is any disease which is capable of producing mental dysfunction. However, when mental dysfunction is attributable to external factors (e. g. alcohol and drugs consumed voluntarily), this is not called abnormality of the mind. It is usually assumed to mean one of the major functional or organic psychoses.",
        "cop": 4,
        "opa": "Criminally responsible for his act",
        "opb": "Partially responsible for his act",
        "opc": "Has diminished responsibility of his act",
        "opd": "Not responsible for his act under section 84, IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "681ba8a4-9b92-47f2-8820-efb59a6c9ced",
        "choice_type": "multi"
    },
    {
        "question": "Atavism is the resemblance of characteristics to:",
        "exp": "Ans: c (Grandparents) 2011. Ref: Reddy, 29th ed, Pg. 356. Atavism is the tendency to revert to ancestral type such as traits reappearing which had disappeared generations before. Atavisms can occur in several ways. One way is when genes for previously existing phenotypical features are preserved in DNA, and these become expressed through a mutation that either knock out the overriding genes for the new traits or make the old traits override the new one.",
        "cop": 3,
        "opa": "Mother",
        "opb": "Father",
        "opc": "Grandparents",
        "opd": "Neighbours",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "414da170-efdd-4a90-9787-c067643b301f",
        "choice_type": "single"
    },
    {
        "question": "Hess's rule is useful for detection of:",
        "exp": "Ans. b (Fetal age). (Ref. Textbook of FMT by Parikh 6th ed. 5. 67). Hess's rule# CRL of embryo or fetus is based on Hess's rule, which states that square root of length of fetus in cm gives approximate age of fetus in months in first 5 months of pregnancy.# After 5 months it is length in cm/5= age (months).",
        "cop": 2,
        "opa": "Fetal weight",
        "opb": "Fetal age",
        "opc": "Fetal length",
        "opd": "Fetal movements",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "f7c61d8c-3eb2-4139-9f6e-c403378bffbb",
        "choice_type": "single"
    },
    {
        "question": "Dowry death is covered under which IPC -",
        "exp": "Ans. is 'a' i. e., 304 - B o 304-B IRC: Dowry death: 10 years of imprisonment which can extend to life, o 498-A I PC: Punishment for cruelty by husband or his relatives. Dowry deatho In some cases newly married girls are abused, harassed, cruelly treated and tortured by the husband, in-laws and their relatives for or in connection with any demand for dowry. In extreme cases, the woman is killed by burning or some other method. Law in relation to dowry death are:- Low prescribing punishment and definition (section 304 BIPC)o Husband or (his any) relative wi 11 be tried under section 304. Br IPC and shall be deemed to have caused her death, if a woman dies due to bodily injury or bums or otherwise in suspicious circumstances with in 7 years of marriage and it is shown that soon before her death she was subjected to harassment or cruelty by them, in connection with, any demand for dowry. Such death shall be called dowry death. Punishment includes imprisonment of not less than 10years, but which may extend to life imprisonment. Low prescribing punishment for causing cruelty to a married women (Sec. 498A, IPC)o Husband or (his any) relative will be tried under section 498A, IPC for causing cruelty to a married woman. Cruelty is defined as any willful conduct which drives the woman to commit suicide or grave physical or mental injury to her or harassment of the women with a view to coerce (intimidate) her for dowry. Punishment includes imprisonment which may extend upto 3 years and fine.",
        "cop": 1,
        "opa": "304-B",
        "opb": "304-A",
        "opc": "498",
        "opd": "376",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "54c06556-a243-4f10-b11f-758087f9163d",
        "choice_type": "single"
    },
    {
        "question": "Autopsy is known by all names except -",
        "exp": "Ans. is 'c' i. e., Biopsy * An autopsy (also known as a post-mortem examination, obduction, necropsy, or autopsia cadaverum) is a highly specialized surgical procedure that consists of a thorough examination of a corpse by dissection to determine the cause and manner of death and to evaluate any disease or injury that may be present. Rules for medicolegal autopsy* These rules are1. Body should be labelled as soon as it arrives in mortuary. 2. The autopsy should be conducted in a mortuary (not in a private room). 3. It should be conducted only when there is written order from the police or magistrate. Dead body is accompanied by challan, inquest report or panchnama and FIR. Doctor should first read the inquest report and find out apparent cause of death and obtain all available details. 4. It should preferably done in day light. 5. The body must be identified by the police constable who accompanies it. 6. No unauthorized person should be present at the autopsy. 7. In every case autopsy should be meticulous and complete. All the body cavities should be opened and every organ must be examined and whole body should be examined. 8. Doctor should record all positive and important negative findings. 9. Information must be preserved by written records including photographs, sketches etc. 10. The doctor must preserve viscera and send for toxicological examination in case of poisoning. 11. After an opinion formed as to the cause and mode of death, the doctor prepares a detailed postmortem report (PM report) in triplicate. One copy is send to investigating police officer, 2nd to superintendent of police or magistrate and third is retained as office copy. 12. PM report should not be issued to the party. 13. After autopsy is complete the body is handed over to investigating police officer or the authority that has conducted the inquest in that case.",
        "cop": 3,
        "opa": "Obduction",
        "opb": "Necropsy",
        "opc": "Biopsy",
        "opd": "Postmortem examination",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "bcffd86b-4295-4314-90c9-55279cf9a5e8",
        "choice_type": "multi"
    },
    {
        "question": "Peeping tom is punishable under:",
        "exp": "Ans. (C). Section 354 C IPCSection 290 IPC - Punishment for frotteurism. Section 294 IPC - Punishment for Exhibitionism. Section 354 C IPC - Punishment for voyeurism. Section 354 D IPC - Punishment for stalking",
        "cop": 3,
        "opa": "Section 290 IPC",
        "opb": "Section 294 IPC",
        "opc": "Section 354 C IPC",
        "opd": "Section 354 D IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "7ea6a43f-f1a9-4d93-95eb-7d44813749ed",
        "choice_type": "single"
    },
    {
        "question": "Leagally injury is included in IPC section -",
        "exp": "Ans. is 'b' i. e., 44 o Medically, injury' is defined as any discontinuity or breach in the anatomy of body. o Legally, injury' is defined as any harm caused illegally to a person, i. e. to his mind, body, reputation or property (Sec 44 IPC). o Hurt is defined as any pain, disease, infirmity or deformity in the body part (Sec 319 IPC). o Criminal force is one which causes fear or hurt (Sec 350 IPC). o Assault is an offer or threat or attempt to apply force to body of another in a hostile manner (Sec 351 IPC). It may be a common assault or with intent of murder. Sec 352 to 358 IPC deal with punishments for various types of assaults.",
        "cop": 2,
        "opa": "43",
        "opb": "44",
        "opc": "45",
        "opd": "46",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "bd847529-0122-4d0e-be67-7edd350e49cb",
        "choice_type": "multi"
    },
    {
        "question": "Use of dangerous weapon is related to which section of IPC?",
        "exp": "Ans. is 'd' i. e., 324 Offences related to Hurt* 319 IPC: Defines hurt.* 320 IPC: Defines grievous hurt.* 321 IPC: Voluntarily causing hurt.* 322 IPC: Voluntarily causing grievous hurt.* 323 IPC: Punishment for voluntarily causing hurt (no provocation, no dangerous weapon) (1 years imprisonment).* 324 IPC: Punishment for voluntarily causing hurt by dangerous weapon (3 years imprisonment +- fine).* 325 IPC: Punishment for voluntarily causing grievous hurt (no provocation, no dangerous weapon) (7 years imprisonment +- fine).* 326 IPC: Punishment for voluntarily causing grievous hurt by dangerous weapon (10 years imprisonment +- fine).* 327 IPC: Causing hurt to extort property (10 years imprisonment +- fine).* 328 IPC: Causing hurt by poison (10 years imprisonment +- fine).* 329 IPC: Causing grievous hurt to extort property (10 years imprisonment which can extend upto life +- fine).* 331 IPC: Causing grievous hurt to extort confession (10 years imprisonment +- fine).* 332 IPC: Causing hurt to deter public servant from duty (3 years imprisonment +- fine).* 333 IPC: Causing grievous hurt to deter public servant from duty (10 years imprisonment +- fine).* 334 IPC: Causing hurt on provocation (1 month imprisonment +- fine).* 335 IPC: Causing grievous hurt on provocation (4 years imprisonment +- fine).* 336 IPC: Act endangering life or personal safety.* 337 IPC: Causing hurt by endangering life/safety.* 338 IPC: Causing grievous hurt by endangering life/safety.",
        "cop": 4,
        "opa": "304",
        "opb": "319",
        "opc": "322",
        "opd": "324",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "867bbebb-2c91-4b5c-8e7c-67c43c216454",
        "choice_type": "single"
    },
    {
        "question": "Miscarriage is under which IPC -",
        "exp": "Ans. is 'c' i. e., 312o 312 IPC-causing miscarriage (3 years imprisonment with or without fine). o 313 IPC-causing miscarriage without consent of lady (10 years imprisonment which can extend upto life with or without fine). o 314 IPC- death of patient caused by miscarriage (10 years imprisonment with or without fine), o 315 IPC- death of child during miscarriage (10 years imprisonment with or without fine).",
        "cop": 3,
        "opa": "320",
        "opb": "314",
        "opc": "312",
        "opd": "315",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "f4c73e2c-f28b-4260-b679-cb04afa9768a",
        "choice_type": "single"
    },
    {
        "question": "Leading questions are permitted only in",
        "exp": "(Cross examinations): Ref 1. 11-P, 13-MCROSS-EXAMINATION- May be regarded as the most reliable procedure for testing the value of an evidence, and is held by the counsel for the accused. The main objectives of cross-examination are* To elicit facts favourable to his case* To test the accuracy of the statements made by the witness* To shift, modify or explain what has been said* To discredit the witness* To remove an undue or unwarned emphasis* In cross examination, leading questions are permitted and the witness should be very cautious in answering them* Cross examination acts as a double edged sword* There is no time limit for examination",
        "cop": 2,
        "opa": "A. Examination in chief",
        "opb": "Cross examination",
        "opc": "Dying declaration",
        "opd": "Re-examination",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "9a47e18a-c20d-4bb8-8ff9-52c5994fd3d0",
        "choice_type": "single"
    },
    {
        "question": "Dying deposition is done by",
        "exp": "(Magistrate) (J. 16-P)DYING-DEPOSITION is a statement on oath made by a dying person to a magistrate in the presence of the accused and his lawyer who has the opportunity of cross examination him (victim). Before the statement is made the doctor should certify that the victim is compos mentis. A dying deposition legally carries more weight than a dying declaration because(I) It is recorded by a magistrate(II) It is recorded in the presence of the accused and his lawyer who has the opportunity of cross examining the declarant.* In contrast to dying declaration, the dying deposition retains its full legal value even if the victim survives.",
        "cop": 3,
        "opa": "Police",
        "opb": "Doctor",
        "opc": "Magistrate",
        "opd": "All of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "678a3c83-6700-49b7-862d-93caeeb435db",
        "choice_type": "multi"
    },
    {
        "question": "What does the doctrine of Res Ipsa Loquitur mean -",
        "exp": "Ans. is 'c' i. e., Facts speak for itself Res Ipsa Loquitar* It means \"the thing or fact speaks for itself\"* Generally the innocence of doctor is assumed and patient has to establish the guilt* However, it is not required to prove negligence in case where doctrine of resp ipsa loquitur applies; rather the doctor has to defend himself.* In a case of professional negligence of a physician, the patient need not prove negligence.",
        "cop": 3,
        "opa": "Common knowledge",
        "opb": "Medical maloccurrence",
        "opc": "Facts speak for itself",
        "opd": "Oral evidence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "d6f38ffa-2eb4-4c21-b7be-6298e5ba4710",
        "choice_type": "single"
    },
    {
        "question": "Punishment for voluntarily causing grievous injury comes under which section of IPC -",
        "exp": "Ans. is 'A' i. e., 325 Grievous injury: 320. IPC. It includes Emasculation Permanent privation of sight of either eye Permanent privation of hearing of either ear Privation of any member or joint Destruction or permanent impairing of the power of any member or joint Permanent disfiguration of the head or face Fracture or dislocation of bone or tooth Any hurt which endangers life, or which causes victim to be in severe bodily pain or unable to follow his ordinary pursuits for a period of 20 days. Dangerous injuries: are those which cause imminent danger to life, either by involvement of important organs or structures or extensive area of body. The injury is fatal in absence of surgical aid. eg gunshot, spleen rupture, o Section 325 IPC- punishment for voluntarily causing grievous injury.",
        "cop": 1,
        "opa": "325",
        "opb": "320",
        "opc": "326",
        "opd": "324",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "4ff5aab0-11b7-42b9-b367-ab2417b79464",
        "choice_type": "single"
    },
    {
        "question": "Fetus of four months intrauterine life shows the following features except",
        "exp": "Ans) c (Noils upto tip of the finger) Ref KNS Reddy 29th ed p 75. At the end of four months a foetus shows the following characteristics:* Length 16cm* Weight 120gm* Sex can be recognised* Lanugo hair appears on the body* Convolutions begin to develop in brain* Meconium is found to appear in the duodenum. Nails reach the tip of fingers by the end of 8th month Rule of Hasse- It is used for calculating the age of the foetus. In the first five months of pregnancy the square root of crown rump length gives the approximate age of foetus in months. In the last five months the length in centimeters divided by 5 gives the age in months.",
        "cop": 3,
        "opa": "Length of 16cm",
        "opb": "Sex can be recognised",
        "opc": "Nails upto tip of the finger",
        "opd": "Prescence of meconium in duodenum",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "037a97f6-06ab-4f53-adc4-5ecb05764383",
        "choice_type": "multi"
    },
    {
        "question": "Giving commission to other doctor is",
        "exp": "Ans. a (Dichotomy). (Ref. Textbook of FMT by Parikh-5th ed. 558). Dichotomy is giving commission to the other doctor for favouring or referring the patient, recommending or procuring any patient for medical, surgical or other treatment (fee-sharing). Covering is a RMP protecting a non-medical person who practices medicine.",
        "cop": 1,
        "opa": "Dichotomy",
        "opb": "Covering",
        "opc": "Professional secrecy",
        "opd": "Professional neglect",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "2d86eeb0-9219-4400-b830-322b52eb4e79",
        "choice_type": "single"
    },
    {
        "question": "Helsinki declaration is related to",
        "exp": "Answer: b) Human experimentation (KS NARAYAN REDDY 33rd ED P-647)* Declaration of Geneva: revision of the Hippocrates Oath* Declaration of Tokyo: guidelines for doctors concerning Torture* Declaration of Helsinki: ethical principles for medical research involving uman subjects* Declaration of Oslo: therapeutic abortion* Declaration of Syndey: when to pronounce death* Declaration of Malta: hunger strikers.* Declaration of Lisbon: rights of the patient* Declaration of Ottawa: child health",
        "cop": 2,
        "opa": "Torture",
        "opb": "Human experimentation",
        "opc": "Illegal abortion",
        "opd": "Rights of the patient",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "5a214938-c4ae-4131-a8eb-2cb061a11988",
        "choice_type": "single"
    },
    {
        "question": "Forensic entomology:",
        "exp": "Ans. (A). Study of insects. Thanatology. QDeath & its aspects. Taphonomy. Decomposition of human remains. Anthropometrystudy of the measurements and proportions of the human body. Dactylography. QFinger prints. Cheiloscopy. QLip prints. Poroscopy. QSweat poresQ in between fingerprintridges. Rugoscopy. QPalatal rugaeQ of hard palate. QOdontology. QDentition pattern & bite marks. Podography. QFoot prints. Calligraphy. Hand writing. Medical etiquette. Level of courtesy between medical colleagues. Medical ethics. Moral principles guiding the doctors. Ecotoxicology. Poisons in relation to environment. Toxicology. Poisons & its effects. Toxicology. Toxins & its effects. Herpetology. Reptiles. Ophiology. QSnakes. Entomology. QInsects",
        "cop": 1,
        "opa": "Study of insects",
        "opb": "Study of poisons",
        "opc": "Study of death",
        "opd": "Study of snakes",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "4f35d449-3cf1-4013-b98f-9040bb8e77a8",
        "choice_type": "single"
    },
    {
        "question": "\"Juvenile court\" is presided over by",
        "exp": "Ans. a (I class woman magistrate). (Ref. Textbook of FMT by Parikh 5th ed., 12). Juvenile courts are presided usually by first class woman magistrate & try juvenile offender. These are children below 16 years of age who are accused of having committed crimes. They are tried under children act 1960, which provides for Rx training and rehabilitation of youthful offender.",
        "cop": 1,
        "opa": "I class woman magistrate",
        "opb": "II class woman magistrate",
        "opc": "II class male magistrate",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "d89fce93-9253-483b-bc30-67917bba3753",
        "choice_type": "multi"
    },
    {
        "question": "IPC which deals w ith dowry death is -",
        "exp": "Ans. is 'b' i. e., 304. Bo 304-B IRC: Dowry death: 10 years of imprisonment which can extend to life, o 498-A I PC: Punishment for cruelty by husband or his relatives. Dowry deatho In some cases newly married girls are abused, harassed, cruelly treated and tortured by the husband, in-laws and their relatives for or in connection with any demand for dowry. In extreme cases, the woman is killed by burning or some other method. Law in relation to dowry death are:- Low prescribing punishment and definition (section 304 BIPC)o Husband or (his any) relative wi 11 be tried under section 304. Br IPC and shall be deemed to have caused her death, if a woman dies due to bodily injury or bums or otherwise in suspicious circumstances with in 7 years of marriage and it is shown that soon before her death she was subjected to harassment or cruelty by them, in connection with, any demand for dowry. Such death shall be called dowry death. Punishment includes imprisonment of not less than 10years, but which may extend to life imprisonment. Low prescribing punishment for causing cruelty to a married women (Sec. 498A, IPC)o Husband or (his any) relative will be tried under section 498A, IPC for causing cruelty to a married woman. Cruelty is defined as any willful conduct which drives the woman to commit suicide or grave physical or mental injury to her or harassment of the women with a view to coerce (intimidate) her for dowry. Punishment includes imprisonment which may extend upto 3 years and fine.",
        "cop": 2,
        "opa": "304A",
        "opb": "304B",
        "opc": "303",
        "opd": "302",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "dfee8cce-c9fc-4c0b-a5e5-d48278a6ef04",
        "choice_type": "single"
    },
    {
        "question": "23 years female was cheated in name of marriage & a man was in contact with her belongs to:",
        "exp": "Ans. (B). Sec. 493 IPC493 IPCCohabitation caused by a man deceitfully inducing a belief of lawful marriage494 IPCMarrying again during lifetime of husband or wife495 IPCconcealment of former marriage498 A IPCHusband or relative of husband of a woman subjecting her to cruelty",
        "cop": 2,
        "opa": "Sec. 492 IPC",
        "opb": "Sec. 493 IPC",
        "opc": "Sec. 494 IPC",
        "opd": "Sec. 495 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "ccc55f59-9cb9-4de7-af67-38dc1361e928",
        "choice_type": "single"
    },
    {
        "question": "Inquest in case of death in police custody is carried outby-",
        "exp": "Ans. is 'a' i. e.. Magistrate o Magistrate's inquest is done under sec 176 Cr. PC is case of. Death in prison, reformatories, Borstal school. Death in police costody while under police interrogation. Death due to police firing. Dowry death; i. e. death of a married female less than 30 years of age or death within 7 years of marriage. Exhumation. Death in psychiatry hospital. Custodial rape. o Police inquest is done in cases of. Death by suicide. Death by killing by another person (murder ) or an animal or machinery. Death by accident. Death under circumstances raising a reasonable suscpicion that some other person has commited an offence.",
        "cop": 1,
        "opa": "Magistrate",
        "opb": "Police",
        "opc": "Coroner",
        "opd": "Forensic medicine expert",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "5fbf3278-b206-40c9-b54b-85a63f90fa84",
        "choice_type": "single"
    },
    {
        "question": "Cr. PC 174 defines which of the following?",
        "exp": "Ans. is 'b' i. e., Police inquest CRIMINAL PROCEDURE CODE (CRPC), 1973* t provides the mechanism for punishment of offences against substantive criminal law. In simple words, it prescribes the procedure of investigation and trial of criminal offences. Important sections of Cr. PC are# 2(C) Cr. PC: Cognisable offence.# 6 to 25 Cr. PC: Constitution of criminal courts and officer.# 26 Cr. PC: Division of offences.# 27-35 Cr. PC: Power of courts.# 39 Cr. PC: Every person should give information to nearest magistrate or police officer, if that person is aware of commission of or intention of commission of an offence which is punishable under IPC.# 40 Cr. PC: Duty of officers appointed and every person residing in a village to inform unnatural death or dead body found.# 160 Cr. PC: Police officer has the power to summon any witness to police station for recording of statement (a male below 15 years and a women cannot be called to police station).# 161 Cr. PC: Police officer has the power to examine witness.# 162 Cr. PC: Oral statements made to the police and recorded by the police should not be signed.# 174 Cr. PC: Police inquest.# 174(3) Cr. PC: Procedure in dowry death.# 175 Cr. PC: Power of police to summon panchas.# 176 Cr. PC: Magistrate inquest.# 211 to 224 Cr. PC: Charge.# 225 to 237 Cr. PC: Session's trial.# 238 to 265 Cr. PC: Magistrate's trial.# Section 416 Cr. PC: Postponement of capital sentence on pregnat woman or its commutation of imprisonment for life can be done by the high court.# Section 409 Cr. PC: Withdrawal of cases and appeals by Session Judge.# Section 410 Cr. PC: Withdrawal of cases by Judicial Magistrate.# Section 411 Cr. PC: Making over or withdrawal of cases by executive magistrates.# Section 412 Cr. PC: Reasons to be recorded A Session judge or Magistrate making an order under section 408, 409, 410 or 411. Shall record his reasons for making it.",
        "cop": 2,
        "opa": "Cognisable offence",
        "opb": "Police inquest",
        "opc": "Magistrate inquest",
        "opd": "Divisions of offences",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "81e70057-aa8b-4e98-b5d3-47d3916aef2d",
        "choice_type": "single"
    },
    {
        "question": "A person after taking oath, wilfully telling false evidence is punishable under:",
        "exp": "Ans. (B). 193 IPC191 IPC- Definition of perjury193 IPC - Punishment of perjury (3-7 years)197 IPC - Punishment for issuing false medical certificates. 174 Cr PC - Police inquest176 Cr PC - Magistrate inquest",
        "cop": 2,
        "opa": "191 IPC",
        "opb": "193 IPC",
        "opc": "197 IPC",
        "opd": "174 Cr PC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "2766c377-2068-4a99-a74b-bf027f7774d4",
        "choice_type": "multi"
    },
    {
        "question": "First incisor to erupt is",
        "exp": "Ans. is 'a' i. e., Lower central * First temporary tooth to upper (in primary dentition) is lower central incisors and last temporary tooth to erupt is 2nd molar. The sequence of eruption is lower central incisor > upper central incisor > upper lateral incisor >lower lateral incisor > 1st molar > Canine > 2nd molar. Therefore eurption of temporary teeth is completed by eruption of 2nd molar at 25 months (2 years).* First permanent tooth to erupt (in secondary dentition) is 1st molar and last to erupt is 3rd molar. The sequence of eruption is 1st molar > central incisor > lateral incisor > 1st premolar > 2nd premolar > canine > 2nd molar > 3rd molar. Eruption of permanent teeth is completed by eruption of 3rd molar between 17-25 years.",
        "cop": 1,
        "opa": "Lower central",
        "opb": "Upper central",
        "opc": "Lower lateral",
        "opd": "Upper lateral",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "d1242785-eda1-496b-8182-432424148e44",
        "choice_type": "single"
    },
    {
        "question": "Judge can ask clarifying questions when -",
        "exp": "Ans. is 'd' i. e., At any time he wishes o The judge may ask any question, in any form, about any fact, relevant or irrelevant, at any stage of the examination to clear up doubts. Recording of evidenceo After oath administration, the evidence is recorded under following stepsi) Examination in chief (direct examination): It is the examination of the witness by lawyer of the party calling the witness. In government prosecutions, it is done by public prosecutor (PP). Zdistrict government pleader(DGP). The objective is to elicit all relevant, and convincing facts. No leading questions are permitted. Leading question means the question, which leads the witness to desired answer. However, if the witness is declared hostile, leading questions can be asked. Cross-examination: Examination ofthe witness is conducted by the lawyer ofthe opposite party. In government prosecutions it is done by defence lawyer. The objective is to elicit, remove or modify- facts and to test the accuracy of statement or witness. Leading questions are allowed. Re-examination (Redirect examination): It is conducted like examination in chief and so by the lawyer of same party. The objective is to clear out any discrepancies'doubt, that have arisen during cross-examination. Leading questions are not allowed. The witness should not tell any new thing at this stage, otherwise opposing lawyer is permitted for re-cross examination. Court questions: At any stage, during the recording of evidence, the judge may ask questions to clear hisdoubts.",
        "cop": 4,
        "opa": "After cross exam",
        "opb": "Before cross exam",
        "opc": "Beforere cross exam",
        "opd": "At any time he wishes",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "d47b8f73-8cfe-4f22-8cfd-c36812234b7d",
        "choice_type": "single"
    },
    {
        "question": "MTP Act was introduced in:",
        "exp": "Ans: B (1971) Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy. 29th edition. 2010. Explanation: The Medical Termination of Pregnancy (MTP) Act of India. It clearly states the conditions under wfhich a pregnancy can be ended or aborted, the persons who are qualified to conduct the abortion and the place of implementation. Women whose physical and/or mental health were endangered by the pregnancy. Women facing the birth of a potentially handicapped or malformed child. Rape. Pregnancies in unmarried girls under the age of eighteen w ith the consent of a guardian. Pregnancies in ''lunatics'* with the consent of a guardian. Pregnancies that result are a result of failure in sterilisation. The length of the pregnancy must not exceed twenty weeks in order to qualify for an abortion. MTP Act of 1971 legalizes abortion on the following grounds: Therapeutic. Eugenic. Humanitarian. Social",
        "cop": 2,
        "opa": "1961",
        "opb": "1971",
        "opc": "1981",
        "opd": "1991",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "9d76d36e-fb8b-498f-a7ed-3501ed8a35a5",
        "choice_type": "single"
    },
    {
        "question": "Identical twins can be differentiated by:",
        "exp": "Ans. (A). Finger print(Ref: Essentials of Forensic medicine, Dr KS narayana Reddy, 33th Edition, P: 86). Among twins, the DNA fingerprint will show same pattern. But the fingerprint pattern is different even in identical twins. The Fingerprint patterns are not inherited and paternity cannot be proved through fingerprint patterns. The fingerprint patterns are distinctive and permanent in individuals.",
        "cop": 1,
        "opa": "Fingerprint",
        "opb": "DNA fingerprinting",
        "opc": "Blood grouping",
        "opd": "Age",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "1c9add47-dbb8-460f-8a1d-f82543818908",
        "choice_type": "single"
    },
    {
        "question": "Which of the follow ing w as added to the Criminal Justice Act 2006 by the 2009 amendment?",
        "exp": "Ans. is 'd' i. e., Ail of the above o Following sections were added to the Criminal Justice Act 2006 by the 2009 amendment -Directing criminal organization (Section 71). Participating or contributing to organized crime (Section 72). Commission of an offence for criminal organization (Section 73).",
        "cop": 4,
        "opa": "Directing criminal organization",
        "opb": "Participating or contributing to organized crime",
        "opc": "Commission of an offence for criminal organization",
        "opd": "All the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "16ae8db9-e7a0-45ce-b61c-3041c26f61f3",
        "choice_type": "multi"
    },
    {
        "question": "Dowry death is described in which section of IPC?",
        "exp": "Ans. is 'b' i. e., 304 Offences related to Dowry* 304-B IPC: Dowry death (304-A IPC is related to death caused by negligence): 10 years of imprisonment which can extend to life.* 174 (3) Cr. PC: Procedure in dowry death.* 498-A IPC: Punishment for cruelty by husband or his relatives.",
        "cop": 2,
        "opa": "174",
        "opb": "304",
        "opc": "498",
        "opd": "375",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "1c239c80-354e-4ec9-874d-12898bf533af",
        "choice_type": "single"
    },
    {
        "question": "A ease of suspected homicide comes to a doctor He is supposed to inform police under section.......... of Cr. PC:",
        "exp": "Ans. b. 39 (Ref: Reddy 33e p290-297, 400-401, 411-41l4; 28/e p423-426: Textbook on the Indian Penal Code by Krishna Deo Gaur 4/e p594; the-indian-penal-code-pdf-d74214920)A case of suspected homicide comes to a doctor. He is supposed to inform police under section 39 of Cr. PC. 'Section 39 of Cr. PC gives a list of offences, the information regarding which is to be mandatorily provided to the police. That is, the doctor is duty bound to provide information about these enlisted offences (in Sec 39 Cr. PC) to the police. 'Important Criminal Procedure Codes (Cr. PC). Cr. PCDescription39* Doctor is duty bound to provide information about enlisted offences to the police. Q53* Examination of accused by medical practitioner at request of police. Q53A* Examination of accused of rape. Q54* Examination of arrested person by medicai officer at request of arrested person. Q61* Format of summons. Q62* Summons how served. Q70* Form of warrant of arrest and duration. Q174* Police inquest. Q176* Magistrates inquest. Q293* Exception to oral evidence. Q327* Open trial-closed room in camera trial-rape cases. QImportant Indian Evidence Acts (IEA)IEADescription114. ADoctrine of adverse inferenceQ (presume absence of consent)137. Recording of evidence. Q139. Cross-examination of a person called to produce a document. Q141. Leading questions. Q152. Question intending to insult or annoy. Q159. Refreshing memory. Q162. Production of documentsQ Section. Deals with44 IPCDefinition of injury (any harm caused to a person in body, mind, reputation or property)53 IPCAn accused can be examined by a medical practitioner at the request of police, even without his consent and by use of force. Q84 IPCInsanity & criminal responsibility. Q85 IPCCriminal responsibility of a person incapable of judgment by reasons intoxication caused against his will191 IPCDefines perjury or hostile witness. Q193 IPCPunishment for perjury. Q197 IPCPunishment for doctors for submitting false medical certificates202 IPCIntentional omission to give information of offence by person bound to inform228A IPCDisclosure of identity of victim of certain offences under section 376 (rape) Q269 IPCNegligent act likely to spread infection or disease dangerous to life. Section. Deals with270 IPCMalignant act likely to spread infection or disease dangerous to life299 IPCCulpable homicide. Q300 IPCDefinition of murder. Q302 IPCPunishment for murder. Q304A IPCCausing death by negligence, punishment up to 2 years (medical negligence)304B IPCDowry deathQ, punishment 7 years to life imprisonment306 IPCAbetment of suicide. Q307 IPCAttempt to murder. Q306 IPCAbetment to commit culpable homicide. Q312 IPCCausing illegal miscarriage with woman's consent. Q313 IPCCausing illegal miscarriage without woman's consent. Q314 IPCDeath of mother caused by act done with intent to cause miscarriage. Q315 IPCAct done with intent to prevent child being born alive or to cause it to die after birth. Q316 IPCCausing death of quick unborn child by act amounting to culpable homicide. Q317 IPCExposure & abandonment of child under 12 years318 IPCConcealment of birth by secret disposal of dead body319 IPCDefinition of Hurt (whoever causes bodily pain, disease, or infirmity to any person is said to cause hurt)320 IPCGrevious hurtQ definition321 IPCVoluntarily causing hurt. Q322 IPCVoluntarily causing Grevious hurt. Q323 IPCPunishment for voluntarily causing hurt324 IPCVoluntarily causing hurt by dangerous weapons or means325 IPCPunishment for voluntarily causing grievous hurt326 IPCVoluntarily causing grievous hurt by dangerous weapons or means330 IPCVoluntarily causing hurt to extort confession or to compel restoration of property331 IPCVoluntarily causing grievous hurt to extort confession or to compel restoration of property351 IPCDeals with assault. Q354 IPCAssault or criminal force to woman with intent to outrage her modesty375 IPCDefines rape. Q376 IPCPunishment of rape. Q377 IPCUnnatural sexual offences. Q497 IPCAdultery",
        "cop": 2,
        "opa": "37",
        "opb": "39",
        "opc": "174",
        "opd": "176",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "c1b45848-ba8e-4eb5-af37-312515242a2c",
        "choice_type": "single"
    },
    {
        "question": "Prolonging a person's life through technological means is known as",
        "exp": "Ans. is 'a' i. e., Dysthanasia * In medicine, dysthanasia means \"bad death\" and is considered a common fault of modern medicine: Dysthanasia occurs when a person who is dying has their biological life extended through technological means without regard to the person's quality of life.* Dysthanasia is the term for futile or useless treatment, which does not benefit a terminal patient. It is a process through which one merely extends the dying process and not life per se. Consequently, patients have a prolonged and slow death, frequently accompanied by suffering, pain and anguish. When one invests in healing a patient who has no chance of cure, s/he is actually undermining the person's dignity. Advanced measures and their limits should be assessed to benefit the patient and not to hold science as an end in itself.* Euthanasia is currently conceptualized as an action that aims to end the life of a human being taking into account humanistic considerations in relation to the person or society; it is unethical and illegal in Brazil. Nurses should be aware of their ethical code, which clearly prohibits (article 29): \"Promoting euthanasia or participating in practice intended to facilitate a patient's death\".* Orthotanasia refers to the art of promoting a humane and correct death, not subjecting patients to misthanasia or dysthanasia and not abbreviating death either, that is, subjecting them to euthanasia. Its great challenge is to enable terminal patients to keep their dignity, where there is a commitment to the well being of patients in the final phase of a disease.",
        "cop": 1,
        "opa": "Dysthanasia",
        "opb": "Novus actus interveniens",
        "opc": "Euthanasia",
        "opd": "Orthotanasia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "fcc48b98-5a00-4bd8-a82b-86068a2858c2",
        "choice_type": "single"
    },
    {
        "question": "Things that speak for itself:",
        "exp": "Ans. (A). Doctrine of Res ipsa loquitor(Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy. 33rd edition 2010. Pg: 40). Feature. Civil negligence. Criminal negligence. Offence. No specific violation of the law is needed. Specific violation of a law to be proved. Negligence. Simple absence of skill & care. Gross carelessness & inattention to patient's safety. Trial by. Civil court. Criminal court. Patient's consent for the act. Good defense. Not a defense. Contributory negligence. Good defense. Not a defense. Evidences. Strong evidence is enough. Should be proven beyond reasonable doubt. Punishment. Fine304 A IPC Imprisonment. Complainant. Patient is the complainant. Public prosecutor on behalf of Government",
        "cop": 1,
        "opa": "Doctrine of res ipsa loquitor",
        "opb": "Doctrine of respondent superior",
        "opc": "Doctrine of calculated risk",
        "opd": "Doctrine of therapeutic misadventure",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "281bd3f6-b766-43f0-8da2-c06c6e502cdb",
        "choice_type": "single"
    },
    {
        "question": "Adultery comes under IPC section",
        "exp": "Ans. (a) 497. Ref: The Essentials of FSM by K. S. Narayan Reddy 31st ed. 124. IPC Section. Definition. Sec 82A child under 7 yrs is incapable of committing an offence. Not applicable to railway act. Sec 83A child >7 &< 12 is presumed to be mature enough to be capable of committing an offence. Sec 84. Act of a person of unsound mind/Mc. Naughten's rule. Sec 85. Act of a person who's intoxicated against will. Sec 87A person less than 18 yrs cannot give valid consent to suffer any harm which may result from an act not intended or not known to cause death or grievous hurt. E. g. consent for wrestling contest. Sec 88 to93. Legal protection to medical doctors. Sec 89 - a child < 12 yrs cannot give valid consent to suffer any harm which can occur by an act done in good faith or for itsbenefi t e. g. consent for operation. Sec 174. Police inquest. Sec 176. Magistrate's inquest. Sec 179. Punishment for refusal to answer question by the police. Sec 191. Definition of perjury. Sec 193. Punishment for perjury. Sec 197. Issuing false certificate (3-7 years of punishment). Sec 201. Disappearance of evidence (2 years of punishment). Sec 297. Trespassing of burial place. Sec 299. Definition of Culpable homicide. Sec 300. Murder. Sec 302. Punishment for murder/infanticide. Sec 304. Culpable homicide not amounting to murder. Sec 304 ACausing death by negligence. Sec 304 BDowry death307. Attempt to murder308. Attempt to culpable homicide309. Attempt to suicide. Sec 317. Abandoning of infants. Sec 318. Concealment of death of child. Sec 319. Hurt. Sec 320. Grievous hurt. Sec 321. Voluntarily causing hurt. Sec 322. Voluntarily causing grievous hurt. Sec 323. Punishment for voluntary causing hurt. Sec 324. Punishment for voluntary causing hurt by dangerous weapon/means. Sec 325. Punishment for voluntarily causing grievous hurt. Sec 326. Punishment for voluntarily causing grievous hurt by a dangerous weapon/means. Sec 351. Assault. Sec 354. Assault to outrage the modesty of a woman. Sec 375. Definition of rape. Sec 376. Punishment of rape. Sec 377. Unnatural sexual offence. Sec 497. Adultery",
        "cop": 1,
        "opa": "497",
        "opb": "498",
        "opc": "375",
        "opd": "376",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "a8be4ad5-7d78-47b8-aa39-700a7e4fed6d",
        "choice_type": "single"
    },
    {
        "question": "If a patient requests his medical records, they should be provided to the patient within what period of time?",
        "exp": "Ans. is 'd' i. e., 30 days * The patient can request his medical records, which normally should be provided to the patient within 30 days. This is a national standard.* The medical provider can extend the 30 days to a total of 60 days for good cause. The patient has to pay for the cost of copies and postage.* Others who may obtain records are parents of minor children, legal guardians or an agent (for eg. Someone designated in a Health Care Power of Attorney)* Police do not have a right to demand medical records except when there is statutory provision for such requisitions.",
        "cop": 4,
        "opa": "7 days",
        "opb": "15 days",
        "opc": "21 days",
        "opd": "30 days",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "72873a42-6f12-4149-aa22-a955f041d83f",
        "choice_type": "single"
    },
    {
        "question": "IPC 201",
        "exp": "Ans. is 'a' i. e., Evidence disappearance o IPC 201 is for causing disappearance of evidence. Other optionso Perjury (fabricating false evidence) - IPC 192o Voluntary causing grievous hurt - IPC 322o Kidnapping-IPC 361-369",
        "cop": 1,
        "opa": "Evidence disappearance",
        "opb": "Peijury",
        "opc": "Voluntary causing grievous hurt",
        "opd": "Kidnapping",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "83ee9fe3-b15c-4fb4-a85a-84d054ad7815",
        "choice_type": "single"
    },
    {
        "question": "If death of a married women occurs within 7 years of her marriage, the inquest is done by:",
        "exp": "ANSWER: (B) Magistrate. REF: Parikh 6th edition page 1. 7. Magistrate inquest means an inquiry conducted by a magistrate to ascertain the matter of fact. It is commonly held in following cases. Admission of a mentally ill person in a psychiatry hospital or a psychiatric nursing home under certain provisions of Mental health act 1987. Death of a convict in jail. Death of a person in police custody or police interrogation. Death as a result of police shooting/ killing. Exhumation cases. Dowry deaths (ie with in 7 years of marriage) (Section 176 Cr. PC)",
        "cop": 2,
        "opa": "Police",
        "opb": "Magistrate",
        "opc": "Coroner",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "53c2bac5-d601-4732-8421-0979cba1d4cb",
        "choice_type": "multi"
    },
    {
        "question": "IPC for dowry death is?",
        "exp": "Ans. is 'b' i. e., 304 Bo 304-BIPC: Dowry death: 10 years of imprisonment which can extend to life. o 498-A IPC: Punishment for cruelty by husband or his relatives. Dowry deatho In some cases newly married girls are abused, harassed, cruelly treated and tortured by the husband, in-laws and their relatives for or in connection with any demand for dowry. In extreme cases, the woman is killed by burning or some other method. Law in relation to dowry death are:-Low prescribing punishment and definition (section 304 B IPC)o Husband or (his any) relative will be tried under section 304B, IPC and shall be deemed to have caused her death, if a woman dies due to bodily injury or bums or otherwise in suspicious circumstances with in 7 years of marriage and it is shown that soon before her death she was subjected to harassment or cruelty by them, in connection with, any demand for dowry. Such death shall be called dowry death. Punishment includes imprisonment of not less than 10 years, but which may extend to life imprisonment. Low prescribing punishment for causing cruelty to a married women (Sec. 498A, IPC)o Husband or (his any) relative will be tried under section 498A, IPC for causing cruelty to a married woman. Cruelty is defined as any willful conduct which drives the woman to commit suicide or grave physical or mental injury to her or harassment of the women with a view to coerce (intimidate) her for dowry. Punishment includes imprisonment which may extend upto 3 years and fine.",
        "cop": 2,
        "opa": "304 A",
        "opb": "304 B",
        "opc": "375",
        "opd": "376",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "785b9faa-8a13-47a8-b7c7-d6c3e14699a4",
        "choice_type": "single"
    },
    {
        "question": "Dowry death is covered under which section of IPC?",
        "exp": "ANSWER: (B) 304-BREF: Parikh 6th edition page 4. 162, 8. 2, 4. 56. Repeat from December 2010. Repeat (***)304-B: Dowry death: Where the death of a woman is caused by any bums or bodily injury or occurs otherwise than under normal circumstances within seven years of her marriage and it is shown that soon before her death she was subjected to cruelty or harassment by her husband or any relative of her husband for, or in connection with, any demand for dowry, such death shall be called \"dowry death\" and such husband or relative shall be deemed to have caused her death. Whoever commits dowry death shall be punished with imprisonment for a term which shall not be less than seven years but which may extend to imprisonment for life.",
        "cop": 2,
        "opa": "304-A",
        "opb": "304-B",
        "opc": "176",
        "opd": "302",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "851d95bb-751d-4430-9c5a-2f9bb6645584",
        "choice_type": "single"
    },
    {
        "question": "Witness interested in concealing the truth or the part of truth is Known as:",
        "exp": "Ans. b (Hostile witness) (Ref. Reddy FMT 23rd/pg. 10, 11)TYPE OF WITNESSHostile witness# As per sec. 191 IPC, the one who is supposed to have some interest or motive for concealing th? truth or the part of truth, or for giving completely false evidence. Both expert and common witnesses may turn out hostile. Expert witness# Person who has been trained or is skilled in technical and scientific subjects, and capable of draw\\ng opinions and conclusions from the facts observed by himself, or noticed by others, e. g., doctor, fireexperts, fingerprint experts, handwriting experts etc (S 45 IEA). Common witness (witness of fact, occurrence witness)# Person who gives evidence about the facts observed or perceived by him.# He must show that he was capable of perceiving the fact by one of his own senses, and he actually observed this fact.# This is known as the \"firsthand knowledge\" rule, which may be used to establish the exact circumstance of the case for the court. Also know: As per Sec. 191 and 192 IPC and 344 Cr. PC a witness will be charged for perjury when he/she gives deliberate false/ fabricated evidence or fails to tell what he knows or believes to be true under oath.",
        "cop": 2,
        "opa": "Expert witness",
        "opb": "Hostile witness",
        "opc": "Occurrence witness",
        "opd": "Medical witness",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "892169ad-716b-441a-a5ad-08d67d40ac7c",
        "choice_type": "single"
    },
    {
        "question": "IPC 304B is for -",
        "exp": "Ans is 'b' i. e. Dowry deatho 304-BIPC: Dowry death: 10 years of imprisonment which can extend to life. o 498-A IPC: Punishment for cruelty by husband or his relatives. Dowry deatho In some cases newly married girls are abused, harassed, cruelly treated and tortured by the husband, in-laws and their relatives for or in connection with any demand for dowry. In extreme cases, the woman is killed by burning or some other method. Law in relation to dowry death are:-Low prescribing punishment and definition (section 304 B IPC)o Husband or (his any) relative will be tried under section 304B, IPC and shall be deemed to have caused her death, if a woman dies due to bodily injury or bums or otherwise in suspicious circumstances with in 7 years of marriage and it is shown that soon before her death she was subjected to harassment or cruelty by them, in connection with, any demand for dowry. Such death shall be called dowry death. Punishment includes imprisonment of not less than 10 years, but which may extend to life imprisonment. Low prescribing punishment for causing cruelty to a married women (Sec. 498A, IPC)o Husband or (his any) relative will be tried under section 498A, IPC for causing cruelty to a married woman. Cruelty is defined as any willful conduct which drives the woman to commit suicide or grave physical or mental injury to her or harassment of the women with a view to coerce (intimidate) her for dowry. Punishment includes imprisonment which may extend upto 3 years and fine.",
        "cop": 2,
        "opa": "Punishment for cruelty by husband or his relatives",
        "opb": "Dowry death",
        "opc": "Death caused by negligence",
        "opd": "Punishment of culpable homicide, not amounting to murder",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "064b2f7d-628b-4981-a8c8-22ea05f8509d",
        "choice_type": "single"
    },
    {
        "question": "The law of insanity and criminal responsibility is embodied in section",
        "exp": "B. i. e. (84 - IPC) (6. 27 - Parikh 6th)* The law of insanity and criminal responsibility is embodied in section 84 IPC while section 85 and 86 deal with drunkenness and criminal responsibility. IMPORTANT - SECTIONS***Perjury (Giving false evidence)-191-IPC*Fabricating false evidence-192 IPC*Punishment for false evidence-193 IPC*Culpable homicide-299 IPC*Murder-302 IPC***Criminal negligence-304 - A IPC*** Dowry death-304 - B IPC*Abetment of suicide-306 IPC*Attempt to commit suicide-309 IPC***Grievous hurt (Kerala 08)-320 IPC*** Rape-375 IPC** Punishment of Rape-376 IPC* Issuing or signing a false certificate is punishable under section 197 IPC*** **Tests for criminal responsibility - Right or wrong, Durham's, Curren's",
        "cop": 2,
        "opa": "83 IPC",
        "opb": "84 IPC",
        "opc": "85 IPC",
        "opd": "86 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "a763d984-6b98-440a-aa13-79ff5482d383",
        "choice_type": "single"
    },
    {
        "question": "Concealment of birth comes under which IPC?",
        "exp": "Ans. (b) 318. Ref. Parikh 6, p 5. 87",
        "cop": 2,
        "opa": "317",
        "opb": "318",
        "opc": "319",
        "opd": "320",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "48ae00fb-5de7-4c78-af28-a824572b8150",
        "choice_type": "single"
    },
    {
        "question": "During an operation if a pair of scissors is left in abdomen it is known as:(2004)",
        "exp": "Ans: c. Ref: Parikh, 6th ed, p. 1. 43",
        "cop": 3,
        "opa": "Petty's method",
        "opb": "Res ipsa forcepalis",
        "opc": "Res ipsa loquitor",
        "opd": "Pharaoh's serpents",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "9a031386-ad7b-4a94-8302-1ade0d9a0c21",
        "choice_type": "single"
    },
    {
        "question": "First class judicial magistrate can give punishment upto",
        "exp": "Ans. is 'b' i. e., 3 years Powers of Magistrate's (Sec. 29 Cr. PC). Class. Imprisonment. Fine. Chief judicial magistrate. Upto 7 years. Any amount1st class magistrate. Upto 3 years5000 Rs. 2nd class magistrate. Upto 1 years1000 Rs.",
        "cop": 2,
        "opa": "1 year",
        "opb": "3 years",
        "opc": "7 years",
        "opd": "10 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Law & Medicine, Identification, Autopsy & Burn",
        "id": "35eb64d6-b677-448e-91e6-0c8fc5f38245",
        "choice_type": "single"
    }
]