[
    {
        "question": "Underwater autopsy of the heart is done in?",
        "exp": "ANSWER: (A) Air embolism. REF: Official gazette of the Council of Europe by Council of Europe Page 6. Indirect repeat in December 2010. Indirect repeat in December 2010. If there is suspicion of air embolism, pre-autopsy radiology ofthorax must be performed. The first stage of autopsy in such cases is careful partial opening of thorax and dislocation of lower three quarter of sternum with subsequent opening of heart under water allowing the measurement and sampling of escaping gas.",
        "cop": 1,
        "opa": "Air embolism",
        "opb": "Myocardial Infarction",
        "opc": "Pulmonary thromboembolism",
        "opd": "CVA",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medicolegal Autopsy",
        "id": "3819387b-2735-4fa2-bef1-c01bf29b961c",
        "choice_type": "single"
    },
    {
        "question": "Sodium Fluride is used for preservation of-",
        "exp": "Ans- B B>A.",
        "cop": 2,
        "opa": "Urine",
        "opb": "Blood",
        "opc": "Alcohol",
        "opd": "Carbolic acid",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medicolegal Autopsy",
        "id": "aad18019-467a-4b4b-90ce-3f2f01d33904",
        "choice_type": "single"
    },
    {
        "question": "Post mortem caloricity is seen in -",
        "exp": "Ans, is 'd' i. e., All of the above. Post mortem caloricitvo Normally temperature falls after death but temperature increased (upto 1. 5 to 20 C) due to exercise, struggle prior to death. o It is seen when: Damage to heat regulation centre- due to sunstroke, some nervous disorders. Increased heat production in muscles, due to convulsions as in tetanus, strychnine poisoning. Excessive bacterial activity due to septicaemiat cholera",
        "cop": 4,
        "opa": "Tetanus",
        "opb": "Cholera",
        "opc": "Strychnine poisoning",
        "opd": "All of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medicolegal Autopsy",
        "id": "6623fee8-8922-407c-aa85-961cd490a04b",
        "choice_type": "multi"
    },
    {
        "question": "Virchow method of autopsy includes?",
        "exp": "Ans. (c) Organs are removed one by one. Ref. Parikh 6/e/5. 71, Handbook of death and dying, vol. 1, Clifton D. Bryant/530, 531, Ludwig J. Handbook of Autopsy Practice. 3/e, Totowa, NJ: Humana Press, 2002, Volmar KE. History of autopsy technique. In: Collins KA, Hutchins GM, eds. Autopsy performance and reporting. 2./e, Northfield, III, Col. of American Pathologister, 2003",
        "cop": 3,
        "opa": "Organs are removed en masse",
        "opb": "Organs are removed en block",
        "opc": "Organs are removed one by one",
        "opd": "In situ dissection combined with en block removal",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medicolegal Autopsy",
        "id": "eed5bd0d-e3e1-454d-96a2-336dcc90cae2",
        "choice_type": "single"
    },
    {
        "question": "Ideal time to start exhumation -",
        "exp": "Ans. is 'd' i. e., Early morning Exumationo Exumation is lawful digging out of a burried body from the grave for the purpose of identification or determination of cause of death. o Only a magistrate (executive magistrate) can order for exhumation, o In india, there is no time limit for exhumation, i. e. can be done at any time after death. o It is done under supervision of medical officer and Magistrate in presence of a police officer who provides witnesses to identify grave, coffin and dead body, whenever possible, Magistrate should inform the relatives and allow them not to remain present at the time of enquiry, o The whole procedure should be conducted and completed in natural day light. o Therefore, it is usually started early in morning.",
        "cop": 4,
        "opa": "Mid night",
        "opb": "Late evening",
        "opc": "Afternoon in proper light",
        "opd": "Early morning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medicolegal Autopsy",
        "id": "0fc73274-2422-43ea-8b8e-35eb0c9c1eee",
        "choice_type": "single"
    },
    {
        "question": "Which method is not used for autopsy -",
        "exp": "Ans. is 'd' i. e., Thomas. Methods of removal of organso Virchow's technique - organs are removed one by one. Crania] cavity is exposed first, followed by thoracic, cervical & abdominal organs. o Rokitansky rs technique - It involves in situ dissection in part, combined with en block removal, o Lettulle's technique - Cervical, thoracic, abdominal & pelvic organs are removed en masse & dissected as organ block.",
        "cop": 4,
        "opa": "Virchow",
        "opb": "Rokitansky",
        "opc": "Lettulle",
        "opd": "Thomas",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medicolegal Autopsy",
        "id": "f9a33b1f-fed6-4651-97f3-c649d6c04015",
        "choice_type": "single"
    }
]