[
    {
        "question": "Hostile witness is covered under IPC section",
        "exp": "Sec 191 IPC states that whoever, being legally bound by an oath or by an express provision of law to state the truth, or being bound by law to make a declaration upon any subject, makes any statement which is false, and which he either knows or believes to be false or does not believe to be true, is said to give false evidence. This is a hostile witness. REF: Dr K. S. Narayan Reddys Synopsis of Forensic Medicine & Toxicology 29th edition pg. 31.",
        "cop": 1,
        "opa": "191",
        "opb": "192",
        "opc": "193",
        "opd": "194",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "d8e7f6bb-791f-4235-b1fe-3a5aae120d20",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is best type of inquest at the international level?",
        "exp": "Medical examiner's inquest is prevalent in most of the states of USA. it is considered to be superior to all other types of inquest, because it is conducted by a forensic pathologist with medical, scientific, & legal knowledge. police& magistrates inquest common in India. Coroner's inquest was common in Mumbai and Kolkata now it is not followed. REF: The Synopsis of Forensic Medicine and Toxicology 29th edition page no: 3.",
        "cop": 3,
        "opa": "Coroner's inquest",
        "opb": "Police inquest",
        "opc": "Medical examiner's inquest",
        "opd": "Magistrates inquest",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "4cc6878d-1928-4c5a-9aec-49fa07f4bcf0",
        "choice_type": "single"
    },
    {
        "question": "Post-moem staining' is distinguished from bruise by all except",
        "exp": "Extravasation of blood into surroundings tissues is not possible in postpaum staining. Ref synopsis of forensic medicine laxminarayana 4e",
        "cop": 4,
        "opa": "Occurs in dependent pas",
        "opb": "Edges are clearly Defined",
        "opc": "Absent in areas of body under pressure",
        "opd": "Extravasation of blood into surrounding tissues occur",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "a689e89a-f0bf-4a9b-a5d9-b7fef65eef4a",
        "choice_type": "multi"
    },
    {
        "question": "In civil cases, conduct money is decided by -",
        "exp": "CONDUCT MONEY: It is the fee paid to a witness in civil cases at the time of serving the summons, to meet the expenses for attending a cou. If d fee is not paid, or if he feels that the amount is less, the witness can bring this fact to the notice of the Judge before giving evidence& Jude will decide the amount to be paid. In criminal cases, no conduct money is paid. Ref: The synopsis of forensic medicine and Toxicology by Dr. K. S. Narayan Reddy 28th edition pg no-5.",
        "cop": 2,
        "opa": "Opposite pay",
        "opb": "Judge",
        "opc": "Doctor",
        "opd": "Witness",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "e835a453-c4d4-4f02-a053-d54777261077",
        "choice_type": "single"
    },
    {
        "question": "Punishment for issuing false ceificate -",
        "exp": "Sec 197 IPC: Issuing or signing the false ceificate Imprisonment up to 7 years. Ref: Dr. K. S. Narayan Reddy's Synopsis Of Forensic Medicine & Toxicology, 29th edition, Chap 3, Page-31.",
        "cop": 4,
        "opa": "4 years",
        "opb": "5 years",
        "opc": "6 years",
        "opd": "7 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "4ec3d9d4-5ffd-480b-8d09-6da1c6c56a59",
        "choice_type": "multi"
    },
    {
        "question": "A 45 year old victim of head Injury from an accident Who is unconscious requires an emergency surgical Intervention. In the absence of any consenting pay, the doctor should",
        "exp": "No duty to inform arises in an emergency in which the patient is unconscious or otherwise incapable of giving valid consent and harm from failure to treat is imminent. However, an emergency does not give the doctor a license to do whatever he deems advisable for the patient; it suppos only limited measures to save patient's life and/or preserve function. Ref - Krishan Vij 5th edition pg: 373",
        "cop": 3,
        "opa": "Not operate at all",
        "opb": "Obtain consent from the police",
        "opc": "Operate without consent",
        "opd": "Obtain consent from the magistrate",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "5c22d56f-801c-46c1-bd92-933bc50710aa",
        "choice_type": "multi"
    },
    {
        "question": "Leading questions are permitted only in -",
        "exp": "In cross-examination, the witness is questioned by the lawyer for the opposite pay. Leading questions are permissible during cross-examination. In examination-in-chief leading, questions are not allowed except in those cases, where the judge is satisfied that a witness is hostile. examination in chief and re-examination are conducted by same side lawyer. dying declaration: is a written or oral statement of a person, who is dying as a result of some unlawful act.. Reference: The synopsis of forensic medicine & Toxicology by Dr. K. S. Narayan Reddy. 28th edition. Pg no: 9&10",
        "cop": 2,
        "opa": "Examination in chief",
        "opb": "Cross Examination",
        "opc": "Dying declaration",
        "opd": "Re-examination",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "19a6f511-0cef-400b-8e09-fea92c81cca1",
        "choice_type": "single"
    },
    {
        "question": "A person who is intoxicated is not considered responsible for his actions under -",
        "exp": "Sec 85 IPC states that nothing is an offence which is done by a person who, at the time of doing it, is, by reason of intoxication, incapable of knowing the nature of the act, or that he is doing what is either wrong, or contrary to law; provided that the thing which intoxicated him was administered to him without his knowledge or against his will. Sec. 84 IPC deals with criminal responsibility of a mentally ill person. Sec. 82 IPC deals with minimum age of criminal responsibility of a person. Sec. 87 IPC deals with punishment for an act not intended to cause death. Ref: Dr. K. S. Narayan Reddy's synopsis of Forensic Medicine & Toxicology, 29th edition, Chapter-3.",
        "cop": 2,
        "opa": "Section 84 IPC",
        "opb": "Section 85 IPC",
        "opc": "Section 82 IPC",
        "opd": "Section 87 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "2cbb87a1-4f45-4139-aa40-636c92cad9b5",
        "choice_type": "single"
    },
    {
        "question": "Dowry deaths under IPC act -",
        "exp": "According to Sec. 304- B IPC, where the death of a woman is caused by burns or bodily injury or occurs under abnormal circumstances within seven years of her marriage and it is shown that soon before her death she was subjected to cruelty or harassment by her husband or any relative of her husband for or in connection with any demand for dowry such death shall be called \"dowry death\" and such husband or relative shall be deemed to have caused her death. The imprisonment shall be punishment less than 7 years but may extend to life imprisonment. The usual defence is either suicide or accidental death. Inquest is usually done by a Magistrate or police officer not below rank of Deputy Superintendent of Police and autopsy by two doctors. Ref: Dr. K. S. Narayan Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 135.",
        "cop": 2,
        "opa": "304A",
        "opb": "304B",
        "opc": "420",
        "opd": "498",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "f36b13dc-f4f3-49c9-8d25-639aaf8705e8",
        "choice_type": "single"
    },
    {
        "question": "Criminal negligence is punishable under section 304 A for a maximum of -",
        "exp": "CRIMINAL NEGLIGENCE: The question of criminal negligence may arise: 1) When a doctor shows gross absence of skill or care during treatment resulting in serious injury or death of the patient. 2) When a doctor performs an illegal act. 3) When an assaulant person dies, the defence may attribute the death to the negligence in the treatment of the decreased by the doctor. PROSECUTION: Criminal negligence is more serious than the civil. section 304-A, I. P. C. deals with criminal negligence. Whoever causes the death of any person, by doing any rash or negligent act not amounting to culpable homicide, shall be punished with imprisonment up to 2 years, or with fine or with both. REF: Dr K. S. Narayan Reddys Synopsis of Forensic Medicine & Toxicology 29th edition pg. 23.",
        "cop": 2,
        "opa": "1 year",
        "opb": "2 years",
        "opc": "3 years",
        "opd": "5 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "1539915c-ac0e-41fc-9e89-e4ad475ae562",
        "choice_type": "single"
    },
    {
        "question": "Cognisable offense comes under which section of Cr. P. C. -",
        "exp": "(S. 2 (c), Cr. P. C.). It is an offence in which a police officer can arrest a person without warrant from the Magistrate. eg: rape, murder, dowry death, rash or negligent act etc. Ref: The Symopsis of Forensic medicine& Toxicology (Dr. K. S. Narayan Reddy) pg no-5, 28th edition.",
        "cop": 1,
        "opa": "2C",
        "opb": "2B",
        "opc": "1A",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "5a51d640-3f84-4241-b1a9-6c36979ccbe6",
        "choice_type": "multi"
    },
    {
        "question": "Magistrate inquest is done in case of -",
        "exp": "MAGISTRATE INQUEST: Is done in death in police custody death in police firing death in the police investigation dowry death death in a psychiatric hospital exhumation rape REF: The Synopsis of Forensic Medicine and Toxicology 29th edition page no: 3.",
        "cop": 3,
        "opa": "Death by suicide",
        "opb": "Death by accident",
        "opc": "Death in psychiatry hospital",
        "opd": "Death in suspicious circumstances",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "86850a22-2074-48a5-9bcd-51dd371173e7",
        "choice_type": "single"
    },
    {
        "question": "Perjury under section IPC -",
        "exp": "Perjury means wilful giving of false/ fabricated evidence by a witness under oath. Section 193: Punishment for false evidence: Classification of Offence: Punishment: Imprisonment for 7 years and fine. Cognizable or Non-cognizable: Non-cognizable Bailable or Non-bailable: Bailable By Which Cou Triable: Magistrate of the First class Punishment: Imprisonment for 3 years and fine. Cognizable or Non-cognizable: Non-cognizable Bailable or Non-bailable: Bailable By Which Cou Triable: Any Magistrate Whoever intentionally gives false evidence in any stage of a judicial proceeding, or fabricated false evidence for the purpose of being used in any stage of a judicial proceeding, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine; and whoever intentionally gives or fabricates false evidence in any other case, shall be punished with imprisonment of either description for a term which may extend to three years, and shall also be liable to fine. Indian Penal Code 1860: Chapter XI: Of False Evidence And Offences Against Public Justice: Section 191 IPC Giving false evidence Section 192 IPC Fabricating false evidence Section 193 IPC Punishment for false evidence Section 197 IPC Issuing or signing false ceificate Section 201 IPC Causing disappearance of evidence of offence, or giving false information to screen offender Section 202 IPC Intentional omission to give information of offence by person bound to inform Ref: 1. Dr K. S. Narayan Reddy, The Essentials of Forensic Medicine & Toxicology, 34th edition, pg. 13. 2. The Indain Penal Code, 1860.",
        "cop": 1,
        "opa": "193",
        "opb": "197",
        "opc": "201",
        "opd": "202",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "0db35980-0dc6-4254-9f73-f6788bb4038a",
        "choice_type": "single"
    },
    {
        "question": "The minimum age at which an individual is responsible for his criminal act is -",
        "exp": "According to sec. 82 IPC nothing is an offence which is done by a child under seven years of age. REF: The synopsis of Forensic medicine and toxicology 29th edition page no: 49.",
        "cop": 1,
        "opa": "7 years",
        "opb": "12 years",
        "opc": "16 years",
        "opd": "21 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "2701046a-e2c3-40b3-b191-26f17535cbf5",
        "choice_type": "single"
    },
    {
        "question": "IPC 314 deals with -",
        "exp": "Sec 314 IPC deals with whoever, with intent to cause the miscarriage of a woman with child, does any act which causes the death of such woman, shall be punished with imprisonment of either description for a term which may extend to ten years, and shall also be liable to fine; If act done without woman's consent.--And if the act is done without the consent of the woman, shall be punished either with imprisonment for life, or with the punishment above mentioned. Ref: IPC sections, Indian Kanoon. org.",
        "cop": 2,
        "opa": "Causing miscarriage with consent",
        "opb": "Death of patient caused by miscarriage",
        "opc": "Death of child during miscarriage",
        "opd": "Abandoning the child",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "8fbd4142-ed4d-4934-9a60-0ec58240a7b2",
        "choice_type": "single"
    },
    {
        "question": "If a doctor gives a false medical ceificate to a patient, he is liable to be prosecuted under which section of the IPC -",
        "exp": "S. 197, I. P. C.: Issuing or signing the false ceificate, imprisonment up to 7 years. REF: The Synopsis of Forensic medicine and toxicology 29th edition page no: 31.",
        "cop": 4,
        "opa": "137",
        "opb": "147",
        "opc": "167",
        "opd": "197",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "37646722-1417-43af-8b56-976fab8a3e23",
        "choice_type": "multi"
    },
    {
        "question": "In criminal cases, conduct money is paid by -",
        "exp": "In criminal cases, no fee is paid to the witness at the rime of serving the summons. Ref: The synopsis of forensic medicine (Dr. K. S. Narayan Reddy) pg no-5, 28th edition.",
        "cop": 4,
        "opa": "Cou",
        "opb": "Magistrate",
        "opc": "Judge",
        "opd": "No conduct money is given",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "acbcce07-9a1b-4b01-a1f3-75f2c7a3672a",
        "choice_type": "single"
    },
    {
        "question": "Doctor who did surgery on the wrong side of patient is punishable under section",
        "exp": "If any of the following conditions are satisfied than considered as Criminal Negligence. Indifference to an obvious risk of injury to health Actual foresight of the risk, but continuation of the same treatment. Appreciation of the risk and intention to avoid it, but showing a high degree of negligence in the attempted avoidance Inattention or failure to avoid serious risk. PUNISHMENT: 304-A, I. P. C. Imprisonment up to 2 years or with fine or with both Ref: Dr. K. S. Narayan Reddy's synopsis of Forensic Medicine & Toxicology, 29th edition, Page 23.",
        "cop": 2,
        "opa": "304 IPC",
        "opb": "304 A IPC",
        "opc": "305 IPC",
        "opd": "305 A IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "98ad6cae-9e2c-48b6-ac1a-7348f46267c8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is considered as hypothetical situation",
        "exp": "Dying deposition is the dying declaration taken by the magistrate in the presence of the accused and his lawyer, where the lawyer can cross examine the declarant. It is considered as a 'beside cou' and has more evidential value. It is considered hypothetical because this is not practiced in India Ref: K. s. Narayan Reddy's synopsis of Forensic Medicine & Toxicology 29 th edition, Page 7.",
        "cop": 4,
        "opa": "Police inquest",
        "opb": "Magistrate inquest",
        "opc": "Dying declaration",
        "opd": "Dying deposition",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "6178437d-10d4-4e8f-86c1-383bd0bc3ad6",
        "choice_type": "single"
    },
    {
        "question": "IPC 197 is related to",
        "exp": "IPC 197 - Knowingly issuing or signing a false ceificate relating to any fact of which such ceificate is by law admissible in evidence. Punishment as for False Evidence. Ref: Krishnan vij; 5th ed; Page no: 582",
        "cop": 2,
        "opa": "Medical negligence",
        "opb": "Issuing false ceificate by doctor",
        "opc": "Giving false evidence under oath",
        "opd": "Summons",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "dc087c7f-f839-44a5-a2c8-bc9c3b96cec6",
        "choice_type": "multi"
    },
    {
        "question": "509-IPC deals with -",
        "exp": "Dowry death-S. 304-B I. P. C. Inquest -S. 174, Cr. P. C. is police inquest. S. 176, Cr. P. C. is magistrate inquest. S. 509, I. P. C.: Whoever intending to insult the modesty of any women. Ref: The synopsis of forensic medicine(Dr. K. S. Narayan Reddy), edition 28th page no: 149, 215.",
        "cop": 4,
        "opa": "Masturbation in public place",
        "opb": "Inquest",
        "opc": "Dowry death",
        "opd": "Act intended to insult the modesty",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "1d163a0c-ee47-4f41-9282-7c57736b83d3",
        "choice_type": "single"
    },
    {
        "question": "Hypothetical situation is -",
        "exp": "Dying deposition is a statement of a person on oath, recorded by the Magistrate, in the presence of the accused or his lawyer, who is allowed to cross examine the witness. Not in India. Ref: synopsis of forensic medicine (Dr. K. S. Narayan Reddy) PG NO: 7 28th edition",
        "cop": 4,
        "opa": "Police inquest",
        "opb": "Magistrate inquest",
        "opc": "Dying declaration",
        "opd": "Dying deposition",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "82a7e7e9-193f-441b-9a72-246492b18a45",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement about 'Cadaveric spasm' is not true?",
        "exp": "Cadaveric spasm, also known as postmoemspasm, instantaneous rigor, cataleptic rigidity, or instantaneous rigidity, is a rare form of muscular stiffening that occurs at the moment of death and persists into the period of rigor mois. In cadeveric spasm, only a pa of muscles are involved and it causes stiffening of that paicular muscles Ref synopsis of forensic laxminarayana 2e; Krishnan vij Textbook of Forensic medicine and Toxicology 5th edtion; pg no - 87",
        "cop": 2,
        "opa": "It appears instantaneously after death",
        "opb": "All muscles of body are involved",
        "opc": "Great force is required to overcome it",
        "opd": "It indicates the mode of death",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "9573154f-edac-4d17-b907-b1f2106ab069",
        "choice_type": "multi"
    },
    {
        "question": "Sections 312 to 315 deal with -",
        "exp": "Sec 312 to 316 IPC deals with punishment for causing criminal aboion which may extend from three years to life imprisonment. REF: Dr. K. S. Narayan Reddys Synopsis of Forensic Medicine & Toxicology edition 29th page no: 206.",
        "cop": 4,
        "opa": "Kidnapping & abduction",
        "opb": "Attention & abetment to suicide",
        "opc": "Causing grevious hu",
        "opd": "Voluntary miscarriage",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "ee4655b5-6334-482b-8e7f-d6904f15fd36",
        "choice_type": "single"
    },
    {
        "question": "Pregnant lady's hanging in postponed by high cou, it comes under which Cr. PC -",
        "exp": "S. 312 causing miscarriage, if woman is quick with child. S. 300 defines d offense of murder & also states the 5 xceptions when culpable homicide is not murder. Ref: Textbook of forensic medicine & Toxicology, (V. V. Pillai) pg no-14, 16th edition.",
        "cop": 1,
        "opa": "416",
        "opb": "417",
        "opc": "300",
        "opd": "312",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "187af55f-8b40-4914-bda4-1e76bf144860",
        "choice_type": "single"
    },
    {
        "question": "Wrong about time since death is",
        "exp": "Reddish- to bluish-purple discoloration of the skin due to the settling and pooling of blood following death If her body was contoed for four to five hours after death. In 6 - 8 hours, Lividity fully developed and fixed. Ref synopsis of forensic laxminarayana 4e; Krishnan vij Textbook of Forensic medicine and Toxicology 5th edtion",
        "cop": 2,
        "opa": "Less than 1 hour: body is warm",
        "opb": "6 - 8 hours: Lividity paially developed and not fixed",
        "opc": "12 hours: rigor present all over",
        "opd": "1 - 3 months: Body skeletonized",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "bf180a10-33cf-464b-9065-d026abb2205b",
        "choice_type": "multi"
    },
    {
        "question": "A case of suspected homicide comes to a doctor. He is supposed to inform to police under section... of Cr. PC(Criminal penal code) -",
        "exp": "S. 174-Inquiry by police officer into cause of death. S. 176-Inquiry by magistrate into cause of death. Ref: Textbook of forensic medicine (V. V. Pillai) pg no-16, 17 (16th edition)",
        "cop": 2,
        "opa": "174",
        "opb": "39",
        "opc": "37",
        "opd": "176",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "1f5c93d8-0299-414f-a92f-7d381c1ef7ef",
        "choice_type": "single"
    },
    {
        "question": "The inquiry into the circumstances of death is called -",
        "exp": "An inquest is a legal inquiry into the circumstances & cause of death, in cases of sudden, suspicious, or unnatural deaths. AN INQUEST IS AN ENQUIRY INTO THE CAUSE OF DEATH. or AN INQUEST IS A LEGAL INQUIRY INTO THE CIRCUMSTANCES AND THE CAUSE OF DEATH OF A DECEASED PERSON IN CASES OF SUDDEN, SUSPICIOUS AND UNNATURAL DEATHS. POLICE INQUEST. Conducted by an officer in charge of a police station. Its usually conducted by an officer of the rank of sub inspector of police. The police officer making the inquest is known as investigating officer(I. 0.). Police inquest is conducted under S. 174 of Cr PC if the police officer in charge receives information that a person has committed suicide, or has been killed by another or by an animal or by machinery or by an accident, or has died under circumstances raising a reasonable suspicion that some other person has committed an offence. Before the inquest is done by police it should be informed to the executive magistrate of the area. The inquest repo prepared by the police is known as Panchnama. In case of any doubt regarding the cause of death or in case of any unnatural the body of deceased is sent by investigating officer for autopsy to the concerned medical officer with the inquest repo. Magistrate inquest is conducted in case of o Death in prison o Death in police custody and while under police interrogation o Death due to police firing o Death in a psychiatric hospital o Dowry deaths o Exhumation (S. 174(4) and 176, S. CrP. C) coroners inquest According to Coroner&; s Act 1871 coroner&; s inquest existed in Mumbai. Coroner used to be a special officer appointed by the government to inquire into causes of unnatural deaths. The Coroner was required to have a legal qualification and is usually an advocate. attorney, pleader, or first class magistrate. or a transferred metropolitan magistrate (all of whom must have a minimum of five years experience in the legal field). He held the rank of a First Class Judicial Magistrate. The coroners cou was a cou of inquiry and not a trial cou. After conducting an enquiry into the cause of death, if the Coroner found ample evidence against some suspect. he would forward a copy of his inquisition repo to the Commissioner of Police, and he would take fuher action in this regard Coroner&; s cou was discontinued on 29 July 1999. From: V. V. pillai, pg no 2 (16 edition)",
        "cop": 2,
        "opa": "Homicide enquiry",
        "opb": "Inquest",
        "opc": "Open verdict",
        "opd": "Adjourned verdict",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "b29cc512-4a16-49b2-b255-745bf42bf6c4",
        "choice_type": "multi"
    },
    {
        "question": "All of the following sections are related to \"Dowry death\" except",
        "exp": "304A. Causing death by negligence Sections related to dowry death IEA 113A. Presumption as to abetment of suicide by a married woman. IEA 113B. Presumption as to dowry death. Cr. PC Section 174(3)(iii) the case relates to the death of a woman within seven years of her marriage and any relative of the woman has made a request in this behalf 304B. Dowry death Ref: Krishnan vij Textbook of Forensic Medicine and Toxicology; 5th ed; Page no: 169, 206",
        "cop": 3,
        "opa": "113(A) Indian evidence act",
        "opb": "113(B) Indian evidence act",
        "opc": "304(A) IPC",
        "opd": "174(3) criminal procedure code",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "39019b47-2249-413c-be33-b6db09177def",
        "choice_type": "multi"
    },
    {
        "question": "Jurisdiction of land assessment comes under",
        "exp": "Jurisdiction of land assessment is under the Income tax and revenue depament. Ref: Wikipedia.",
        "cop": 4,
        "opa": "Supreme cou",
        "opb": "Sessions cou",
        "opc": "District cou",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "70b60e9b-b6de-4d14-bdfc-48f4ca4c64ad",
        "choice_type": "multi"
    },
    {
        "question": "A doctor conducts criminal aboion for a women with consent. He will be prosecuted under which of the following IPC section?",
        "exp": "Sections 312-316 of the Indian Penal Code have made criminal aboion punishable. Section 312: Explanation appended to the Section makes it clear that this Section applies equally to both, to the woman miscarrying and to the aboionist who causes her miscarriage. The offense is committed by the latter with the consent of the woman and they, therefore, are both paiceps criminis. Ref - Krishan Vij textbook of forensic medicine and toxicology 5e pg - 387",
        "cop": 1,
        "opa": "312 IPC",
        "opb": "313 IPC",
        "opc": "316 IPC",
        "opd": "317 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "bdfdf44a-aff1-4047-8cd2-e2f25dea123f",
        "choice_type": "single"
    },
    {
        "question": "Following is not true regarding summons -",
        "exp": "It is a legal document. sections. 61 to 69 of Cr. P. C. del with the summons. Conduct is paid to doctor in criminal cases. Ref: The synopsis of Forensic Medicine (Dr. K. S. Narayan Reddy), pg no-5, 29th edition.",
        "cop": 2,
        "opa": "It is a legal document",
        "opb": "No conduct money is paid to the doctor in criminal cases",
        "opc": "Section 61-69 Cr. PC deal with summons",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "669de57b-bf97-4668-86ec-14817efd3389",
        "choice_type": "multi"
    },
    {
        "question": "Perjury is -",
        "exp": "It means wilful giving of false evidence by a witness while under oath, or failure to tell what he knows or believes to be true occurs if the persons earlier statement regarding the facts on oath & subsequent statement also must be on oath & both statements are opposed to each other & they cannot be reconciled. It falls under S. 191. I. P. C. REF: The synopsis of forensic med (Dr. K. S. Narayan Reddy) pg no -8 (29th edition).",
        "cop": 1,
        "opa": "Willful utterance of falsehood",
        "opb": "An act committed within cou premises",
        "opc": "Failure to sign summons",
        "opd": "Failure to appear as a witness",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "315428d1-9ae1-4661-9c45-0b6abeb3b884",
        "choice_type": "multi"
    },
    {
        "question": "Under FSS act, non-vegetarian Foods containing only eggs are labeled with What color mark?",
        "exp": "As per act, any food containing egg is treated as non-vegetarian food \"Non- Vegetarian Food\" means an aicle of food which contains whole or pa of any animal including birds, fresh water or marine animals or eggs or products of any animal origin, but excluding milk or milk products, as an ingredient; Every package of \"Non-Vegetarian\" food shall bear a declaration to this effect made by a symbol and colour code as stipulated below to indicate that the product is Non-Vegetarian Food. The symbol shall consist of a brown colour filled circle inside a square with brown outline <img alt=\"non veg\" src=\" /> Ref - <a href=\"",
        "cop": 4,
        "opa": "Green",
        "opb": "Yellow",
        "opc": "Orange",
        "opd": "Brown",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "8eecc14e-bf31-4f84-8e9f-3853bb5fdebc",
        "choice_type": "single"
    },
    {
        "question": "Mc Naughten's rule -",
        "exp": "Mc Naughtens rule (The Right or Wrong Test; Legal Test) states that \"an accused person is not legally responsible, if it is clearly proved, that at the time of committing the crime he was suffering from such a defect of reason from abnormality of mind, that he did not know the nature and quality of the act he was doing, or that what he was doing was wrong. It relates to criminal responsibility of mentally ill person and is dealt within sec. 84 IPC. (Act of a person of unsound mind) which as follows: Nothing is an offence which is done by a person who, at the time of doing it, by reason of unsoundness of mind, is incapable of knowing the nature of the act, or that he is doing what is either wrong or contrary to law. INDIAN PENAL CODE, 1860: CHAPTER IV - GENERAL EXCEPTIONS (Sec 76 IPC to 106 IPC) Section 82 IPC: Act of a child under seven years of age. Section 83 IPC: Act of a child above seven and under twelve of immature understanding. Section 84 IPC: Act of a person of unsound mind. Section 85 IPC: Act of a person incapable of judgment by reason of intoxication caused against his will. Ref: 1. Dr K. S. Narayan Reddy, The Essentials of Forensic Medicine & Toxicology, 34th edition, pg. 459, 460. 2. The Indian Penal Code, 1860.",
        "cop": 1,
        "opa": "Section 84 IPC",
        "opb": "Section 85 IPC",
        "opc": "Section 86 IPC",
        "opd": "Section 83 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "506f6caf-cf49-4bc9-9c49-6f52bcb8a0be",
        "choice_type": "single"
    },
    {
        "question": "A witness, who after taking oath, willfully makes a statement which he knows or believes to be false is guilty of offence under section",
        "exp": "193 IPC: Punishment for false evidence Whoever intentionally gives false evidence in any of a judicial proceeding, or fabricates false evidence for the purpose of being used in any stage of a judicial proceeding, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine; and Whoever intentionally gives or fabricates false evidence in any other case, shall be punished with imprisonment of either description for a term which may extend to three years, and shall also be liable to fine. Ref: Ref: Krishnan vij; 5th ed; Page no: 11",
        "cop": 4,
        "opa": "190 IPC",
        "opb": "191 IPC",
        "opc": "192 IPC",
        "opd": "193 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "e56699d6-9c16-4ccb-ac35-2ab572afc182",
        "choice_type": "multi"
    },
    {
        "question": "Dying declaration is taken by",
        "exp": "A dying declaration is a statement made by a deceased person to anybody who happens to be present when it is made, whereas a dying deposition has to be made before a Magistrate and in the presence of the accused Dying declaration Dying deposition Any person Magistrate Not under oath Administered under oath Not subject to cross-examination Subject to cross-examination Not present Accused or his counsel present There is no provision of dying deposition in IEA, so it is not followed in India. Ref: Krishnan vij; 5th ed; Page no: 8",
        "cop": 4,
        "opa": "Police inspector",
        "opb": "Doctor",
        "opc": "Magistrate",
        "opd": "Any one of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "b97ae4b3-ca51-4d5c-b920-0a9d298a7708",
        "choice_type": "multi"
    },
    {
        "question": "According to which section, a person can be punished for murder with imprisonment for 10 years",
        "exp": "Sec. 302 IPC states that whoever commits murder shall be punished with death, or imprisonment for life, and shall also be liable to fine. Sec. 300 IPC deals with definition of murder. Sec. 304 IPC deals with punishment for culpable homicide not amounting to murder as imprisonment for life or upto 10 years and also fine. Sec 301 IPC states that culpable homicide by causing death of person other than person whose death was intended. D Ref:. K. S Narayan Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 134, 135.",
        "cop": 4,
        "opa": "Sec 301 IPC",
        "opb": "Sec 300 IPC",
        "opc": "Sec 302 IPC",
        "opd": "Sec 304 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "31d73b34-23db-4477-b600-30a8fed89f6d",
        "choice_type": "single"
    },
    {
        "question": "Declaration of Helsinki is about",
        "exp": "The Declaration of Helsinki(1975):- concerning human experimentation and clinical trials. DECLARATION OF TOKYO, 1975 The World Medical Association adopted the following guidelines for medical doctors concerning Toure and other Cruel, Inhuman or Degrading Treatment or Punishment in relation to Detention and Imprisonment. The Declaration of Oslo (1970 & 1983), concerning therapeutic aboion. Declaration of Geneva:- The general principles mentioned in the Hippocratic Oath have been brought up-to-date by the World Medical Association. The modernised version of the Hippocratic Oath are the Declaration of Geneva. Ref:- k s narayan reddy; pg num:-26, 647",
        "cop": 2,
        "opa": "Physician's oath",
        "opb": "Human experimentation",
        "opc": "Toure",
        "opd": "Organ transplantation",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "018e7d88-2f0a-48c0-82d8-a3ac78ebe135",
        "choice_type": "single"
    },
    {
        "question": "Whom of the following cannot be an executive magistrate",
        "exp": "Executive Magistrates are empowered by the State Government such as Collector, Deputy Collector, or Tahsildar{Executive Magistrates}S. 176. Cr. P. C. They conduct Magistrate Inquest in cases of Dowry deaths, rape, death in police custody, death in the police investigation, death in police firing, death in mental asylum. Ref: K. S. Narayan Reddy's synopsis of Forensic Medicine and Toxicology, 29th edition, Page 3 & 4.",
        "cop": 4,
        "opa": "Collector",
        "opb": "Subcollector",
        "opc": "Tahsildar",
        "opd": "SSP",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "c4778a50-4216-4932-9b73-d8b3bc997789",
        "choice_type": "single"
    },
    {
        "question": "A 34-year old rickshaw puller has been using heroin for the past ten years. One evening his family members found him unconscious. He was brought to the casualty. On examination he had tachycardia, shallow breathing, constricted pupils. His blood pressure was 100/70 mm of Hg. He had brisk bilateral deep tendon reflexes. The planter reflexes were flexor on both sides. Which of the following is the best treatment for him?",
        "exp": "The clinical features are suggestive of acute heroin intoxication. The drug of choice is naloxone - an opioid antagonist. It is reduces the action of heroin. Buprenorphine is a paial opioid agonist. Flumazenil is a benzodiazepine antagonist. Methadone is used in rehabilitation of opoid addicts. Reference The Synopsis of FORENSIC MEDICINE and Toxicology 29th Edition",
        "cop": 4,
        "opa": "Buprenorphine",
        "opb": "Flumazenil",
        "opc": "Methadone",
        "opd": "Naloxone",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "53081504-2ada-4615-a714-68d94f0890c5",
        "choice_type": "multi"
    },
    {
        "question": "Magistrate inquest not required in",
        "exp": "Magistrate's inquest is an inquest conducted by a District Magistrate, Sub-Divisional Magistrate, and magistrate of the first class rank or any other magistrate as empowered by the State Government, such as Collector, Deputy Collector or Tehsildar (Executive Magistrates). An inquiry by Magistrate into cause of death dealt by Sec. 176 Cr. PC. Special Magistrate's inquest is held in cases of: Deaths in prison/police custody/police interrogation/police firing Death in a psychiatric hospital Rape alleged to have been committed on any woman in the custody of the police Exhumation cases Alleged dowry death (suicide/death of a woman within 7 years of marriage) In all cases where the police normally conduct inquests, the magistrate can hold an additional inquest, or in place of the police inquest. Ref: Krishnan vij Textbook of Forensic Medicine and Toxicology; 5th ed; Page no: 7",
        "cop": 1,
        "opa": "Suspicious death",
        "opb": "Exhumation",
        "opc": "Police custody death",
        "opd": "Dowry death",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "5ef2255a-c503-447a-926a-076eb0539b63",
        "choice_type": "single"
    },
    {
        "question": "When doctor is charged with serious professional misconduct, the action will be taken by",
        "exp": "State Medical Council sends a warning notice to a doctor if he or she is found guilty of any of the following these conditions Adultery Aboion Association with unqualified persons in professional matters Adveising Addiction Alcohol Ref: K. S. Narayan Reddy's Synopsis of Forensic Medicine & Toxicology, 29th edition, Page 15 & 17.",
        "cop": 2,
        "opa": "MCI",
        "opb": "State medical council",
        "opc": "Cou",
        "opd": "CBI",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "58d29ba9-ec2d-4125-ad59-83fc3fb69eb5",
        "choice_type": "single"
    },
    {
        "question": "An unconscious patient is brought to causality, requires emergency neurosurgical evacuation, but no relatives or bystanders available. The doctor doing the emergency procedure is protected under",
        "exp": "Sec. 92. An act was done in good faith for benefit of a person without consent: Nothing is an offence by reason of any harm which it may cause to a person for whose benefit it is done in good faith, even without that person's consent, if the circumstances are such that it is impossible for that person to signify consent, or if that person is incapable of giving consent, and has no guardian or another person in lawful charge of him from whom it is possible to obtain consent in time for the thing to be done with benefit. Ref: Textbook of Forensic Medicine and Toxicology; 5th ed; <a href=\"",
        "cop": 1,
        "opa": "Sec 92 IPC",
        "opb": "Sec 102 IPC",
        "opc": "Sec 112 IPC",
        "opd": "Sec 122 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "edbcd970-a8c4-4d3d-a378-609758e53d9e",
        "choice_type": "single"
    },
    {
        "question": "IPC 94 states that -",
        "exp": "Sec 94 IPC states that except murder, and offences against the State punishable with death, nothing is an offence which is done by a person who is compelled to do it by threats, which, at the time of doing it, reasonably cause the apprehension that instant death to that person will otherwise be the consequence: Provided the person doing the act did not of his own accord, or from a reasonable apprehension of harm to himself sho of instant death, place himself in the situation by which he became subject to such constraint. Ref: IPC Sections, Indian Kanoon. org.",
        "cop": 2,
        "opa": "Criminal responsibility",
        "opb": "Act to which a person is compelled by threats is not offence",
        "opc": "Act to which a person is compelled by threats is an offence",
        "opd": "Civil responsibility",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "e792c979-14a5-4aa9-890b-abbfdff0c4ed",
        "choice_type": "single"
    },
    {
        "question": "A child under 7 years of age is incapable of committing an offence comes under",
        "exp": "An act which is done by a child under 7 years of age is not an offence S. 82, I. P. C. A child between 7 and 12 years is presumed to be capable of committing an offence if he attained sufficient maturity of understanding to judge the nature and consequences of his conduct on that occasion. S. 83. I. P. C. The Synopsis of Forensic Medicine and Toxicology by Dr. k. S. Narayan Reddy 29th edition page no: 49.",
        "cop": 1,
        "opa": "Sec 82 IPC",
        "opb": "Sec 83 IPC",
        "opc": "Sec 84 IPC",
        "opd": "Sec 89 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "5fd20bc1-6c56-448c-b0f2-63a930d20890",
        "choice_type": "single"
    },
    {
        "question": "Illegal aboion of a woman with her consent is punishable under -",
        "exp": "Sec 312 IPC states that whoever voluntarily causes a woman with child to miscarry, shall, if such miscarriage be not caused in good faith for the purpose of saving the life of the woman, be punished with imprisonment of either description for a term which may extend to three years, or with fine, or with both; and, if the woman be quick with child, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine. Explanation.--A woman who causes herself to miscarry, is within the meaning of this section. Sec 310 and 311 IPC states about definition and punishment for thug. Sec 314 IPC deals with punishment for death caused with intent to cause miscarriage Ref:. Dr. K. S. Narayan Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 184.",
        "cop": 2,
        "opa": "Sec 310 IPC",
        "opb": "Sec 312 IPC",
        "opc": "Sec 313 IPC",
        "opd": "Sec 314 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "9a1f80c4-c147-4b1a-bfaf-4fb49157dc45",
        "choice_type": "single"
    },
    {
        "question": "Giving false evidence under oath is defined under section -",
        "exp": "Sec 191 IPC states that whoever, being legally bound by an oath or by an express provision of law to state the truth, or being bound by law to make a declaration upon any subject, makes any statement which is false, and which he either knows or believes to be false or does not believe to be true, is said to give false evidence. Dr. K. S. Narayan Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 7.",
        "cop": 4,
        "opa": "151 IPC",
        "opb": "161 IPC",
        "opc": "181 IPC",
        "opd": "191 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "0a2b0627-e975-4b79-bb98-72511093ad27",
        "choice_type": "multi"
    },
    {
        "question": "Oral evidence is more impoant than written testimony as -",
        "exp": "Oral evidence is more impoant than documentary evidence, as it admits cross examination. Documentary evidence is accepted by the cou only on oral evidence by the person concerned. Reference: The synopsis of forensic medicine & Toxicology by Dr K. S. Narayan Reddy 28th edition. Pg no: 7",
        "cop": 2,
        "opa": "Oral evidence cannot be cross examined",
        "opb": "Oral evidence can be cross examined",
        "opc": "Documentary evidence requires no proof",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "6da1792a-522f-4fe5-9e5f-cb402e9e6be9",
        "choice_type": "multi"
    },
    {
        "question": "Class I judicial magistrate has power to give punishment of -",
        "exp": "CLASS OF MAGISTRATE IMPRISONMENT FINE Chief Judicial Magistrate up to 7 years unlimited First Class Magistrate up to 3 years 10000 rupees Second Class Magistrate up to 1 year 5000 rupees Ref: K. s. Narayan Reddys Synopsis of Forensic Medicine and Toxicology 29 th edition, Page 4.",
        "cop": 2,
        "opa": "5 yr, Rs 3000",
        "opb": "3 yr, Rs. 10000",
        "opc": "5 yr Rs 5000",
        "opd": "3 yr, Rs 3000",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "684898d9-20b8-441c-9488-1a1c5771c0b3",
        "choice_type": "single"
    },
    {
        "question": "Perjury means giving willful false evidence by a witness while under oath, the witness is liable to be prosecuted for perjury and the imprisonment may extend to 7 years. This falls under which section of IPC?",
        "exp": "Perjury is wilful giving of false evidence by a witness while under oath or failure to tell what he knows or believes to be true. It occurs if the persons earlier statement on oath and subsequent statement on oath are opposed to each other. The witness is liable for prosecution and can be imprisoned for 7 years ( Sec. 193 IPC ). Dr. K. S. Narayan Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 8.",
        "cop": 4,
        "opa": "190 of Indian Penal Code",
        "opb": "191 of Indian Penal Code",
        "opc": "192 of Indian Penal Code",
        "opd": "193 of Indian Penal Code",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "e06c43d6-ab23-48ee-ac2c-051ff4019475",
        "choice_type": "multi"
    },
    {
        "question": "Concealment of an infant is under which section of IPC -",
        "exp": "CONCEALMENT OF BIH: Whoever, by secretly burying or otherwise disposing of the dead body of the child, intentionally conceals the bih of such child, shall be punished with imprisonment up to 2 years S. 318, I. P. C. If the child is a girl, rigorous imprisonment may extend to 5 years and also fine extending to 50, 000. REF: The Synopsis Forensic medicine and Toxicology edition 29th page no: 236.",
        "cop": 4,
        "opa": "320",
        "opb": "304",
        "opc": "375",
        "opd": "318",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "5e3ca633-4293-42e7-bbb3-bf6115139e79",
        "choice_type": "single"
    },
    {
        "question": "Dying declaration comes under",
        "exp": "Section-32(1) of Indian Evidence Act, the Word \"Dying Declaration\" means a statement is written or verbal of relevant facts made by a person, who is dead. It is the statement of a person who had died explaining the circumstances of his death. Ref: Krishnan vij Textbook of Forensic Medicine and Toxicology; 5th ed; Page no: 9",
        "cop": 2,
        "opa": "Sec. 32 Cr. PC",
        "opb": "Sec. 32 IEA",
        "opc": "Sec. 62 IEA",
        "opd": "Sec. 62 Cr. PC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "6c2f462f-2a2c-4e2a-bb2f-a1eb30450330",
        "choice_type": "single"
    },
    {
        "question": "Which is true regarding exhumation?",
        "exp": "Exhumation is the digging out of an already buried dead body from the grave. There is no time limit for exhumation in India. It is done only on the order of a First Class Magistrate (Executive) or Coroner. It is preferably done under natural day light. Ref: Krishnan vij Textbook of Forensic Medicine and Toxicology; 5th ed; Page no: 27",
        "cop": 2,
        "opa": "Should be within a time period of two years",
        "opb": "By written order from coroner",
        "opc": "Under bright illumination preferably at night",
        "opd": "All are true",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "1bd805d8-aeea-41d0-bf80-dc3062dff0d2",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following case police inquest is not done -",
        "exp": "POLICE INQUEST: Is conducted in suicide death due to animal, machinery death due to medical negligence, or ill-treatment, died under circumstances raising a reasonable suspicion MAGISTRATE'S INQUEST: death in police custody death in police firing death in prison, reformatories, Borstal school dowry death death in a psychiatry hospital Exhumation rape mental hospital. REF: The Synopsis of Forensic Medicine and Toxicology 29th edition page no: 3.",
        "cop": 1,
        "opa": "Dowry death",
        "opb": "Suicide",
        "opc": "Death by accident",
        "opd": "Death by animals",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "db257a55-c8e8-42de-9499-3768308a5f10",
        "choice_type": "single"
    },
    {
        "question": "If a lady dies of unnatural death within 7years after marriage, the inquest will be done by",
        "exp": "Magistrate's Inquest (Section 176 Cr. PC): To be conducted by District Magistrate/Sub-divisional magistrate/Executive Magistrate/Judicial Magistrate Suicide by a woman within 7 years of her marriage and Death of a woman within 7 years of her Marriage in the circumstances raising a reasonable suspicion. Custodial death/rape Exhumation Ref - Krishan Vij textbook of forensic medicine 5e pg: 6",
        "cop": 4,
        "opa": "Deputy superintendent of police",
        "opb": "Forensic medical expe",
        "opc": "Coroner",
        "opd": "Sub divisional magistrate",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "eaa1cd84-9eec-4c9e-bf56-f9efb1736415",
        "choice_type": "single"
    },
    {
        "question": "The professional death sentence is issued by",
        "exp": "If the medical practitioner is found to be guilty of committing professional misconduct, the appropriate Medical Council may award such punishment as deemed necessary or may direct the removal altogether or for a specified period, from the register of the name of the delinquent registered practitioner. Ref: Krishnan vij Textbook of Forensic Medicine and Toxicology; 5th ed; Page no: 348",
        "cop": 3,
        "opa": "Media and News outlets",
        "opb": "Supreme cou",
        "opc": "State medical council",
        "opd": "Indian medical council",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "16281d58-d786-45c9-857b-79816fd1fa69",
        "choice_type": "single"
    },
    {
        "question": "Death caused by medical negligence is under which IPC -",
        "exp": "Death of medical negligence is dealt within 304- A IPC. It states that whoever causes the death of any person by doing any rash or negligent act not amounting to culpable homicide, shall be punished with imprisonment up to two years, or with fine, or with both. REF: Dr K. S. Narayan Reddys Synopsis of Forensic Medicine & Toxicology 29th edition pg. 23.",
        "cop": 1,
        "opa": "304A IPC",
        "opb": "351 IPC",
        "opc": "312 IPC",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "b24e7952-7639-45cd-9f40-2682c6064203",
        "choice_type": "multi"
    },
    {
        "question": "Attempt to throw acid on any person with the intention of causing damage can be punished by",
        "exp": "Section 326 Voluntarily causing grievous hu by dangerous weapons or means Imprisonment for Life or 10 Years + Fine Section 326 A Voluntarily causing grievous hu by the use of acid, etc. 10 years to Life + Fine paid to the victim Section 326 B Voluntarily throwing or attempting to throw acid 5 to 7 years + Fine Ref: Krishnan vij Textbook of Forensic Medicine and Toxicology; 5th ed; Page no: 197",
        "cop": 4,
        "opa": "320 IPC",
        "opb": "326 IPC",
        "opc": "326 (A) IPC",
        "opd": "326 (B) IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "87eeaa1a-ad1a-4d5f-a67e-0a8171813e76",
        "choice_type": "single"
    },
    {
        "question": "Subpoena is a kind of -",
        "exp": "SUBPOENA OR SUMMONS: Sections 61 to 69 of Cr. P. C. It is a document compelling the attendance of a witness in a cou of law under penalty, on a paicular day, time & place for the purpose of giving evidence. It may also require him to bring with him any books, documents or other things under his control that he is bound by law to produce in evidence. REF: The synopsis of forensic medicine (Dr. K. S. Narayan Reddy) pg no-5, 29th edition.",
        "cop": 3,
        "opa": "Decomposed body tissue",
        "opb": "Designation",
        "opc": "Document",
        "opd": "Cou tribunal",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "5659939e-71d9-4338-884c-eadd5b47252e",
        "choice_type": "single"
    },
    {
        "question": "IPC 197 is related to -",
        "exp": "S. 197, I. P. C.: Issuing or signing false ceificate. Imprisonment up to 7 years. Ref: K. S. Narayan Reddy's Synopsis of Forensic Medicine &Toxicology, 29th edition, Chap 3, Page- 31.",
        "cop": 2,
        "opa": "Causing disappearance of evidence",
        "opb": "Issuing false ceificate by doctor",
        "opc": "Giving false evidence",
        "opd": "Examination of accused",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "11be57b5-293f-4a5d-9c93-8c952954a68f",
        "choice_type": "multi"
    },
    {
        "question": "Doctrine of res ipsa loquitur means",
        "exp": "res ipsa loquitur means \"the thing speaks for itself, \" - a doctrine of law that one is presumed to be negligent if he/she/it had exclusive control of whatever caused the injury even though there is no specific evidence of an act of negligence, and without negligence the accident would not have happened. Ex: \"Leaving a pair of scissors in the abdomen The error is so self-evident that the patient's lawyer need not prove the doctor's guilt with medical evidence. The doctor has to prove his innocence. Ref: Krishnan vij Textbook of Forensic Medicine and Toxicology; 5th ed; Page no: 364",
        "cop": 1,
        "opa": "Fact speaks for itself",
        "opb": "Medical maloccurrence",
        "opc": "Common knowledge doctrine",
        "opd": "Mandatory oral evidence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "8741c209-d6a9-49be-9147-527669928b79",
        "choice_type": "single"
    },
    {
        "question": "Professional death sentence is",
        "exp": "Erasure of Name:- The name of the doctor is removed from the medical register: (1) After the death of the registered practitioner. (2) Entries which are made in error or as a result of fraud. (3) Penal erasure: The main cause for erasure is serious professional misconduct, and this is known as penal erasure. It is sometimes termed \"the professional death sentence\". It deprives the practitioner of all the privileges of a registered practitioner. Ref:- k s narayan reddy; pg num:-27",
        "cop": 2,
        "opa": "Rigorous imprisonment",
        "opb": "Erasing of name from the medical register",
        "opc": "Death by hanging",
        "opd": "Imprisonment for life",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "e45ed8db-27c2-415f-a8e7-e8f5edfe6b10",
        "choice_type": "single"
    },
    {
        "question": "Chief Judicial Magistrate can sentence a guilty for imprisonment up to",
        "exp": "Cr. PC s. 29: Sentences which magistrates may pass (judicial magistrate) Sessions cou Any sentence authorized by law (death sentence must be confirmed by the cou) Any amount of fine Assistant sessions cou 10 years imprisonment Any amount of fine Chief judicial magistrate/Chief metropolitan magistrate 7 years imprisonment Any amount of fine First class judicial magistrate/Metropolitan magistrate 3 years imprisonment Ten thousand rupees Second class judicial magistrate 1 year imprisonment Five thousand rupees Ref: Krishnan vij Textbook of Forensic Medicine and Toxicology; 5th ed; Page no: 5",
        "cop": 3,
        "opa": "3 years",
        "opb": "5 years",
        "opc": "7 years",
        "opd": "Life imprisonment",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "adf84297-a6f0-4814-8c38-277f5c86b132",
        "choice_type": "single"
    },
    {
        "question": "Statutory rape is",
        "exp": "Statutory Rape is defined in Section 375 of Indian Penal Code, (amendment of 2013) which states that \"any male, who does an intercourse with any female who is below the age of 18, with or without her consent will be constituting a Statutory Rape\". Circumstances falling under any of the following seven descriptions are considered rape under 375 IPC Against her will. Without her consent. With her consent, when her consent has been obtained by putting her or any person in whom she is interested, in fear of death or of hu. With her consent, when the man knows that he is not her husband and that her consent is given because she believes that he is another man to whom she is or believes herself to be lawfully married. With her consent when, at the time of giving such consent, by reason of unsoundness of mind or intoxication or the administration by him personally or through another of any stupefying or unwholesome Substance, she is unable to understand the nature and consequences of that to which she gives consent. With or without her consent, when she is under eighteen years of age. When she is unable to communicate consent. Ref: Krishnan vij Textbook of Forensic Medicine and Toxicology; 5th ed; Page no: 46, 309",
        "cop": 3,
        "opa": "Rape of an insane woman",
        "opb": "Sexual intercourse with wife, without consent",
        "opc": "Sexual intercourse with minor",
        "opd": "Sexual intercourse by threatening",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "99189336-66f4-47eb-88d8-f5a789cf221f",
        "choice_type": "single"
    },
    {
        "question": "Law under oath is not necessary in -",
        "exp": "Law under oath is not necessary in expe opinion expressed in a treatise Ref: synopsis of forensic medicine (Dr. K. S. Narayan Reddy), pg no: 9, 28th edition.",
        "cop": 4,
        "opa": "Wound ceificate",
        "opb": "Medical ceificate",
        "opc": "Postmoem ceificate",
        "opd": "Expe opinion expressed in a treatise",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "5601df04-a1b5-4f58-8a15-0bea59147fdb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following sections of IPC was decriminalized as per \"Mental health care bill 2016\"?",
        "exp": "309. Attempt to commit suicide: Whoever attempts to commit suicide and does any act towards the commission of such offense, shall be punished with simple imprisonment for a term which may extend to one year or with fine, or with both. Mental Healthcare Bill states, \"Notwithstanding anything contained in section 309 of the Indian Penal Code, any person who attempts to commit suicide shall be presumed unless proved otherwise, to have severe stress and shall not be tried and punished under the said Code. Ref: Textbook of Forensic Medicine and Toxicology; 5th ed; internet",
        "cop": 4,
        "opa": "305",
        "opb": "306",
        "opc": "308",
        "opd": "309",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "c5acab2c-9dfb-4426-971e-7f45024290a5",
        "choice_type": "single"
    },
    {
        "question": "\"Subpoena\" is a -",
        "exp": "SUBPOENA OR SUMMONS: Sections 61 to 69 of Cr. P. C. Is a document compelling the attendance of a witness in a cou of law under penalty, on a paicular day, time, and place for the purpose of giving evidence. It may also require him to bring with any books, documents or other things under his control, that he is bound by law to produce in evidence. The Synopsis of Forensic Medicine 28th edition page no: 5.",
        "cop": 3,
        "opa": "First-hand information",
        "opb": "Medical document",
        "opc": "Legal document",
        "opd": "Medicolegal document",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "ef1269f1-a140-4b21-b468-ec427f05bbdd",
        "choice_type": "single"
    },
    {
        "question": "Police inquest is false-",
        "exp": "POLICE INQUEST: S. 174, Cr. P. C. The officer-in-charge of a police station not less than head constable conducts the inquest. the police officer making the inquest is known as an investigating officer. in the presence of two panchas, he makes an investigation & repo along with their signatures called panchanama. REF: The Synopsis of forensic medicine (Dr. K. S. Narayan Reddy), pg no-3 (29 th edition).",
        "cop": 4,
        "opa": "Senior head constable can investigate",
        "opb": "Most common inquest",
        "opc": "Panchnama has to be signed by 5",
        "opd": "5 may not summon",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "c2bf79fc-4de7-45f3-8d82-3d7bd4106097",
        "choice_type": "multi"
    },
    {
        "question": "IPC for criminal responsibility defining non-offence is?",
        "exp": "CRIMINAL RESPONSIBILITY: On completion of 5 years, the child may be held responsible for wrecking a train or endangering the safety of computers of the train. Sec. 82 IPC states that nothing is an offense which is done by a child under seven years of age. Ref: KS. Narayan Reddy's synopsis of Forensic Medicine & Toxicology. 29 the edition, Chapter 3.",
        "cop": 1,
        "opa": "82",
        "opb": "182",
        "opc": "88",
        "opd": "188",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "35ad7f3e-c7c9-4265-aeaa-3573d7907189",
        "choice_type": "single"
    },
    {
        "question": "Which carries more weight in a cou of law?",
        "exp": "Dying Deposition: The Magistrate records the evidence after administering an oath in presence of the accused or his lawyer. Cross-examination is done. Dying declaration: Statement Recorded by anyone--oath not required. Cross-examination not done. Dying deposition carries more weight. Ref - Krishan Vij textbook of forensic medicine 5e pg: 9",
        "cop": 1,
        "opa": "Dying deposition",
        "opb": "Dying declaration",
        "opc": "Both are not significant",
        "opd": "Both carry the same weight",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "acb70916-3c91-4473-8405-3359fb2aff06",
        "choice_type": "multi"
    },
    {
        "question": "IPD records of patients are preserved for how many years -",
        "exp": "Every physician shall maintain the medical records peaining to his or her indoor patients for a period of 3 years from the commencement of treatment in a standard proforma laid down by the Medical Council of India'. as per Indian Medical Council Regulations, 2002. Ref: Textbook of Forensic Medicine & Toxicology. V. V. Pillai. 16th edition. Pg no: 592",
        "cop": 2,
        "opa": "1 year",
        "opb": "3 years",
        "opc": "5 years",
        "opd": "7 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "42e5f33c-eb1f-47fc-95aa-fa6b136c224e",
        "choice_type": "single"
    },
    {
        "question": "Disclosure of name of rape victim punishable under",
        "exp": "Sec 228A(1) prescribes a punishment up to 2 years with fine to whoever prints or publishes the name of a rape victim. Ref: Textbook of Forensic Medicine and Toxicology; 5th ed; <a style=\"font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 14px;\" href=\"",
        "cop": 4,
        "opa": "Sec. 304-A IPC",
        "opb": "Sec. 354 IPC",
        "opc": "Sec. 376 IPC",
        "opd": "Sec. 228-A IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "99dd7e7c-1ef2-4de6-97f6-2a693fc719b3",
        "choice_type": "single"
    },
    {
        "question": "Section 53 IPC is -",
        "exp": "When a person arrested on a charge of commiting an offence of such anature & under such circumstances that there are reasonable grounds for believing that an examination of his person will offer some evidence, it shall be lawful for a registered medical practioner acting at the request of a police officer not below the rank of sub inspector. sec 363 is kidnapping. From Textbook of forensic medicine, V. V. Pillai, pg no 15 (16 edition)",
        "cop": 2,
        "opa": "Kidnapping",
        "opb": "An accused can be examined by a medical practitioner at request of police, even without his consent or by force",
        "opc": "Toure",
        "opd": "Penjury",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "381fd99c-a4b8-499a-b2a2-8f69c9e9f12d",
        "choice_type": "single"
    },
    {
        "question": "All can be executive magistrate except -",
        "exp": "The executive magistrate is appointed by the state government; usually officers of Revenue Dept, District collector, Sub-collector or Tahasildar. REF: The Synopsis of Forensic Medicine and Toxicology 29th edition page no: 3.",
        "cop": 4,
        "opa": "Collector",
        "opb": "Subcollector",
        "opc": "Tehsildar",
        "opd": "SSP",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "899c36e0-1a4a-48f7-aeed-fc165b786f82",
        "choice_type": "multi"
    },
    {
        "question": "Power of chief judicial magistrate is imprisonment upto -",
        "exp": "Chief Judicial Magistrate: Imprisonment up to 7 years and unlimited fine. REF: The Synopsis of Forensic Medicine and Toxicology 29th edition page no: 4.",
        "cop": 1,
        "opa": "7 Years",
        "opb": "5 years",
        "opc": "3 years",
        "opd": "Death sentence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "54663ef9-9319-47cc-b6b9-f64a2a81cae7",
        "choice_type": "single"
    },
    {
        "question": "Which Cr. Pc is related to -",
        "exp": "Cr. P. C. 1973- It provides the mechanism for punishment of offences against the substantive criminal law. It deals with the police duties in arresting offenders, dealing with absconders, in the production of documents and in investigating offences. Ref: K. S. Narayan Reddys Synopsis of Forensic Medicine and Toxicology 29 th edition, Page-3.",
        "cop": 4,
        "opa": "Withdrawal of cases by Session Judge",
        "opb": "Withdrawal of cases by Judicial magistrate",
        "opc": "Withdrawal of cases by executive magistrate",
        "opd": "Reasons to be recorded",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "d36dd21b-4bc1-4bf4-a27a-84fa7dc1c164",
        "choice_type": "single"
    },
    {
        "question": "Death sentence can be awarded by",
        "exp": "The sessions cou is usually located at district headquaers. It can only try cases which have been committed by a Magistrate S. 193, Cr. P. C. It can pass any sentence authorised by law, but a Death sentence passed by it must be confirmed by the High cou. S. 28. (2) and S. 366, Cr. P. C. District Cou deals with civil cases REF: The Synopsis of Forensic Medicine and Toxicology 28th edition page no: 4.",
        "cop": 4,
        "opa": "First class magistrate",
        "opb": "Cheif judicial magistrate",
        "opc": "Second class magistrate",
        "opd": "Sessions cou",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "d01d1a8e-f747-41b2-a326-76ef39bff209",
        "choice_type": "single"
    },
    {
        "question": "A person knows the truth & willfully concealed the truth & gives false evidence in the cou of law. He will be punished under which IPC -",
        "exp": "Perjury is dealt with in 193 IPC. Wilful giving of false evidence by a witness while under oath. He can be imprisoned for 7 years. Perjury can be asked leading questions by same side lawyer. HOSTILE WITNESS: Is a person who is supposed to have some interest or motive for concealing pa of the truth, or for giving completely false evidence. REF: Dr. K. S. Narayan Reddys Synopsis of Forensic Medicine & Toxicology 27th edition pg. 7.",
        "cop": 3,
        "opa": "190",
        "opb": "192",
        "opc": "193",
        "opd": "194",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "d3abe192-87f2-49f7-b155-2d624663b5bf",
        "choice_type": "multi"
    },
    {
        "question": "Death of a patient due to an unintentional act by a doctor, staff or hospital is",
        "exp": "Therapeutic misadventure is a mischance or an accident or a disaster. Therapeutic misadventure is a case in which n individual has been injured or had died due to some unintentional act by a doctor or agent of the doctor or hospital. Vicarious liability is liability for act of others i. e. an employer is responsible not only for his own negligence but also for the negligence of his employee by the principle of respondent superior (let the master answer), provided there (1) Must be employer-employee relationship, (2) While on job, (3) Employee conduct within the job of employment. Therapeutic privilege is an Exception to the rule of 'full disclosure' i. e. the doctor can use his discretion as to the facts that he discloses or of not telling the patient about the risks involved in treatment or about the diagnosis, e. g. in cases where patient is fearful, emotionally disturbed, psychotic or psycho-neurotic. The doctor should carefully note his decision in the patient's records mentioning the reasons. Ref: Krishnan vij Textbook of Forensic Medicine and Toxicology; 5th ed; Page no: 189",
        "cop": 1,
        "opa": "Therapeutic misadventure",
        "opb": "Vicarious liability",
        "opc": "Therapeutic privilege",
        "opd": "Diminished liability",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "276fe8e5-43ce-4d50-9245-6881562bcd10",
        "choice_type": "single"
    },
    {
        "question": "Cr. PC sec. 61-69 deals with",
        "exp": "Summons/Subpoena is a document compelling the attendance of a witness in a cou of law, under penalty, on a paicular day, time and place for the purpose of giving evidence. Code of Criminal Procedure, from section 61 to 69 deals with the topic of summons. Ref: Krishnan vij Textbook of Forensic Medicine and Toxicology; 5th ed; Page no: 10",
        "cop": 2,
        "opa": "Coroner inquest",
        "opb": "Summons",
        "opc": "Police inquest",
        "opd": "Magistrate inquest",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "aa8d52cd-8e0e-465e-a3eb-6ff53c981edc",
        "choice_type": "single"
    },
    {
        "question": "Medical etiquette is related to",
        "exp": "Medical etiquette:- It deals with the conventional laws of couesy observed between members of the medical profession. A doctor should behave with his colleagues as he would have them behave with himself. Medical jurisprudence (juris= law; prudentia = knowledge):- It deals with legal responsibilities of the physician with paicular reference to those arising from physician-patient relationship, such as medical negligence cases, consent, rights and duties of doctors, serious professional misconduct, medical ethics, etc. In sho, it deals with legal aspects of practice of medicine. Ref:- k s narayan reddy; pg num:-01",
        "cop": 3,
        "opa": "Moral principles followed by doctors",
        "opb": "Legal responsibilities of doctors",
        "opc": "Couesy observed between doctors",
        "opd": "Rules to be followed by doctors",
        "subject_name": "Forensic Medicine",
        "topic_name": "Medico legal procedures",
        "id": "2bb12dc9-9cd8-40a1-81bb-f89f7f6a1784",
        "choice_type": "single"
    }
]