[
    {
        "question": "A person was brought by police from the railway platform. He is talking irrelevant. He is having dry mouth with hot skin, dilated pupils, staggering gait and slurred speech. The most probable diagnosis is:",
        "exp": "Features of dhatura poisoning: (All Datura plants contain tropane alkaloids such as scopolamine, hyoscyamine, and atropine) Dilatation of pupils Dryness of mouth Difficulty in speech Dysphagia Dilatation of cutaneous blood vessels Dry, hot skin Drunken gait Delirium Drowsiness Reference The Synopsis of FORENSIC MEDICINE and Toxicology 29th Edition",
        "cop": 4,
        "opa": "Alcohol intoxication",
        "opb": "Carbamates poisoning",
        "opc": "Organophosphorous poisoning",
        "opd": "Dhatura poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Miscellaneous",
        "id": "72c5bae5-7b8a-4ed6-b835-368a8f5c9b7b",
        "choice_type": "single"
    },
    {
        "question": "According to \"Delhi Anatomy Act 1957\", a person died in a road traffic accident, the body can be said to be unclaimed after.",
        "exp": "Unclaimed bodies to be used for anatomical examination.-- (1) Where a person under treatment in a hospital whether established by or vesting in, or maintained by, the Government or any local authority, dies in such hospital and his body is unclaimed, the authorities incharge of such hospital shall, with the least practicable delay repo the fact to the authorised officer and such officer shall then hand over the unclaimed body to the authorities in charge of an approved institution for the purpose of conducting (2) Where a person dies at a hospital other than a hospital referred to in subsection (1) or in a prison and his body is unclaimed, the authorities incharge of such hospital or prison shall, with the least practicable delay, repo the fact to the authorised officer; and the said officer shall hand over the unclaimed body to the authorities in charge of an approved institution for the purpose specified in sub-section (1). Ref: Indiacode. nic. in",
        "cop": 4,
        "opa": "24 hours",
        "opb": "48 hours",
        "opc": "72 hours",
        "opd": "96 hours",
        "subject_name": "Forensic Medicine",
        "topic_name": "Miscellaneous",
        "id": "58223b39-75dd-434f-86f6-370c765eb15a",
        "choice_type": "single"
    },
    {
        "question": "For DNA testing, which tissue sample is taken in an autopsy-",
        "exp": "blood and splenic tissues are the best specimen for the DNA analysis and should be frozen if there is leikely to be any delay before reaching the laboratory, fluid, swabs, hair. other organs( liver, brain kidney and muscle) however also acceptable. With blood samples, a good HMWDNA recovery from all the bodies investigated was obtained during the first week following the death. In each case, the quality and quantity of the DNA were good enough to realize. DNA fingerprints with the SLP system (data not shown). In liver samples, only bodies of postmoem ages ranging from 1 to 7 days allowed us to obtain HMWDNA. HMWDNA was extracted from kidney samples up to one month after death, but the yield of DNA decreased rapidly, becoming very low beyond a period of one week. Past this period, we did not succeed in obtaining DNA fingerprints from DNA extracted. The extraction of DNA from lymph nodes was satisfactory up to one week. Over a postmoem period of 7 days, the DNA was degraded and unsuitable for blotting. HMWDNA was purified from spleen samples up to one week after death and the DNA present in heart tissue or in muscle cells was stable up to one month postmoem period, allowing us to perform DNA fingerprinting. Finally, out of all tissues tested, the brain coexappeared to be the most stable tissue for DNA recovery, even after long postmoem periods. \" Ref: MEDSCAPE",
        "cop": 2,
        "opa": "Liver",
        "opb": "Spleen",
        "opc": "Kidney",
        "opd": "Brain",
        "subject_name": "Forensic Medicine",
        "topic_name": "Miscellaneous",
        "id": "2cfdb8e2-112e-49d6-bdb7-a823051315f7",
        "choice_type": "single"
    },
    {
        "question": "Hanger pangs are seen how long after Starvation -",
        "exp": "The Essentials Forensic Medicine & Toxicology Dr. K. S. Narayana Reddy 32nd edition pg no 320 hanger pang also known as hunger pain. it is the main feature in chronic starvation. chronic starvationresults from gradual deficient supply fo food. the changes are constant and develop in a constant order. 1. loss of wellbeing, hunger and hunger pains 2. mental and physical lethargy and easily fatigue 3. progressive loss of weight which israpid in the first 6 months 4. polyuria 5. incresing cachexia the body weight is reduced by about 40%of the normal pigmentation and anemia 6, hypothermia, peripheral vascular stasis in cold and hypertension 7. extreme lethargy grossmental retardation and loss of self respect 8. oedema first in feet and lowerlimbs 9. reduced resistence to infection causing diarrhoea, dysentry, tb etc",
        "cop": 3,
        "opa": "6 hours",
        "opb": "12 hours",
        "opc": "24 hours",
        "opd": "48 hours",
        "subject_name": "Forensic Medicine",
        "topic_name": "Miscellaneous",
        "id": "5bc84e92-66e4-4b3e-ab19-cdb60ae6c25b",
        "choice_type": "single"
    },
    {
        "question": "Sweating is not present in -",
        "exp": "The Essentials Forensic Medicine & Toxicology Dr. K. S. Narayana Reddy 32nd edition pg no303 & 304 Heat Hyperpyrexia or Heat Stroke: A fever above 41. 5oC and neurological disturbances such as psychosis, delirium. stupor, coma and convulsions. the term thermic feveror sun stroke is used when there has been directed exposure to sun principle: high temperature, increased humidity, minor infections, muscular activity and lack of acclimatisation. where there is 100% humidity, a temperature of 32oC in the environmentmay leads to heat stroke. failure of cutaneous blood flow and sweating, the factors which control body temperatureleads to the breakdown of the heat regulating centres of the hypothalamus. in the classic form sweating is usually absent",
        "cop": 3,
        "opa": "Heat Syncope",
        "opb": "Heat Cramp",
        "opc": "Heat Stroke",
        "opd": "Heat fatigue",
        "subject_name": "Forensic Medicine",
        "topic_name": "Miscellaneous",
        "id": "c4335fc1-be48-4f8f-a081-2cf5c9103952",
        "choice_type": "single"
    },
    {
        "question": "In a acute starvation feeling of intense hunger lasts -",
        "exp": "Ref: The essential of forensic medicine and toxicology Dr. K. S NARAYAN REDDY 32nd edition g no: 320 In acute starvation, there is a feeling of hunger for the first 30 to 48 hours which is followed by the pain in the epigastrium which is relieved by pressure",
        "cop": 3,
        "opa": "12-24 hours",
        "opb": "24-36 hours",
        "opc": "36-48 hours",
        "opd": "48-60 hours",
        "subject_name": "Forensic Medicine",
        "topic_name": "Miscellaneous",
        "id": "4072c1dc-de1f-46b3-95c5-4659b095b0c2",
        "choice_type": "single"
    },
    {
        "question": "A hair is found at a crime scene and you are asked to evaluate whether it is of human origin. Which of the following attributes indicates that the hair will be of human origin?",
        "exp": "The cuticle completely covers the hair shaft in human hair. It only paly covers the hair shaft in animal hair. Human hair has 3 pas: Cuticle - outermost layer; Coex - middle layer; Medulla - innermost pa. Coex is thick (4 - 10 times that of medulla) such that the medullary index is <0. 3 (Medullary index=diameter of medulla/diameter of hair). The pigment in human hair is present only in the coex, where it is evenly distributed. Reference The Synopsis of FORENSIC MEDICINE and Toxicology 29th Edition",
        "cop": 2,
        "opa": "Medullary index of 0. 5",
        "opb": "Cuticle completely covers hair shaft",
        "opc": "Pigment granules present in coex and medulla",
        "opd": "Medullary index of 1",
        "subject_name": "Forensic Medicine",
        "topic_name": "Miscellaneous",
        "id": "bed5a568-5ae0-460f-9a84-c4f46053a3f4",
        "choice_type": "single"
    },
    {
        "question": "The condition with postmoem cervical disc prolapse at C 6-7 is described as -",
        "exp": "The Essentials Forensic Medicine & Toxicology Dr. K. S. Narayana Reddy 32nd edition pg no 106 UNDEAKER&; S FRACTURE is caused due to the head falling backward faorcibly after death, which tears open one of the interveebral disc usually around C6-7 due to sublaxation of lower cervical spine occurs.",
        "cop": 4,
        "opa": "Battle's sign",
        "opb": "Amistane sign",
        "opc": "Nutcracker's sign",
        "opd": "Undeaker's fracture",
        "subject_name": "Forensic Medicine",
        "topic_name": "Miscellaneous",
        "id": "8aadef3e-7100-4f0d-8318-a36d9dbe78be",
        "choice_type": "single"
    },
    {
        "question": "Priapism occurs with -",
        "exp": "Ref: The Forensic Medicine & Toxicology Dr. K. S. Narayana Reddy 32nd edition pg no: 527 the spanish fly is also known as blister beetle. the powder ofthe dried body is a greyish brown and contains shiny green paicles. it is an irritant. the active principle is cantharidin. it is readily absorbed from all surfaces including the skin. symptoms: applied to skin, redness and burning pain are produced after2 to 3 hours followed by vesication. taken internally symptoms appear in half to two hours, there is a burning sensationin the mouth and troat followed by pain in the stomach, nausea and vomiting of bloody mucus, severe thirst, difficulty in swallowing and speech. later a dull pain is felt in the loin, the urine is scanty and bloodstained, though there is an increased dseire to pass urine. PRIAPISM may occur, there is often tenesmus. aboion occurs in pregnant women, in severe cases the patient become prostrated convulsion occur and death may take place in a condition of coma",
        "cop": 1,
        "opa": "Spanish fly",
        "opb": "Sea snake bit",
        "opc": "Scorpion bite",
        "opd": "Rattle snake bite",
        "subject_name": "Forensic Medicine",
        "topic_name": "Miscellaneous",
        "id": "58efea27-f722-4e1d-a62f-f88ce613016c",
        "choice_type": "single"
    },
    {
        "question": "A 39 year old Carpenter has taken two bottles of liquor from the local shop. After about and hour, he develops confusion, vomiting and blurring of vision. He has been brought to the emergency depament. He should be given",
        "exp": "The clinical features are suggestive of methyl alcohol poisoning. Formic acid and formaldehyde (metabolites of methyl alcohol) are responsible for these symptoms. Ethyl alcohol is used for treatment as it saturates alcohol dehydrogenase, thereby decreasing production of formic acid and formaldehyde.",
        "cop": 4,
        "opa": "Naloxone",
        "opb": "Diazepam",
        "opc": "Flumazelnil",
        "opd": "Ethyl alcohol",
        "subject_name": "Forensic Medicine",
        "topic_name": "Miscellaneous",
        "id": "0353f3fc-afbb-4705-baa9-bd255bff8d2e",
        "choice_type": "single"
    },
    {
        "question": "Constitution by which we can force people on hunger strick to eat is -",
        "exp": "Ref: The essential of forensic medicine and toxicology Dr. K. S NARAYAN REDDY 32nd edition pg no 321 Right to life as guaranteed under the aicle 21 of the Constitution of India doesnot include the right to die, and such arrest and forcible feeding of persons going on hunger strike is lawful",
        "cop": 1,
        "opa": "Aicle 21",
        "opb": "Aicle 35",
        "opc": "Aicle 48",
        "opd": "Aicle 52",
        "subject_name": "Forensic Medicine",
        "topic_name": "Miscellaneous",
        "id": "e5c1a6e2-6bfc-4ecc-bbf1-fa83a024cced",
        "choice_type": "single"
    },
    {
        "question": "Child brought to casualty with repos of violent shaking by parents. Most likely injury is?",
        "exp": "Ref: the essentials of forensic medicine and toxicology-Dr. K. S. Narayana Reddy 32nd edition pg no: 247-248 SUBDURAL HAEMORRHAGE: causes: it is more commoner than extra dural haemorrhage. it is common in childhood or old age. this is occur between the duramater and arachnoid mater due to 1) rupture of parasagital bridging or communicating veins near saggital sinus. 2)rupture of inferior cerebral vein 3)rupture of dural venous sinuses 4)injury to coical veins subdural haemorrhage may occur from relatively slight trauma often insufficient to cause uncounsiousness and usually not producing fractures of the skull. death may ocuur if the haemorrhage is about 100 to 150 ml. rapid development of the subdural haematoma will cause compression of the brain stem and secondary brain damage. fatal subdural haemorrhages are usually associated withn contusions or lacerations of the brain and fracture of skull. often the accumulate gradually with slow bleeding a considerably large haematoma can be tolerated without symptoms or serious isde effects. typers: it is divided into 3 according to the time of onset of symptoms 1)acute haemorrhage occurs immediately and very rapidly after trauma 2)subacute type, the symptoms develop from 2 to 3 days after injury due to pessure of haematoma. the clot contain some dark fluid with formation of a thin peripheral membrane 3) chronic type results from slight trauma in which symptoms appear some weeks or some months later.",
        "cop": 3,
        "opa": "Long bone fracture",
        "opb": "Ruptured spleen",
        "opc": "Subdural haematoma",
        "opd": "Skull bone fracture",
        "subject_name": "Forensic Medicine",
        "topic_name": "Miscellaneous",
        "id": "c0c5fe46-4e3d-4fc8-81a4-9df55cc3a952",
        "choice_type": "single"
    },
    {
        "question": "Nullity of marriage is considered when -",
        "exp": "Ref: The essential of forensic medicine and toxicology Dr. K. S NARAYAN REDDY 32nd edition pg no 371 Nullity of marriage (S. 12 Hindhu marriage Act) that is marriage never to have existed in law. A marriage can be nullified 1. when either pay was under the age of marriage contract 2. when one pay was of unsound mind or a mental defective at the time of marriage 3. when one person was already validly married 4. where the marriage has not been consummated due to impotence or wilful refusal 5. where the woman was pregnant by another man at the time of marriage",
        "cop": 2,
        "opa": "Adultery in first 7 years",
        "opb": "Infeility of husband",
        "opc": "Assault in first 7 yrs",
        "opd": "Age >55 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Miscellaneous",
        "id": "c2de7043-611d-4eb6-af7d-5c75cf83237a",
        "choice_type": "single"
    },
    {
        "question": "Tokyo convention act of 1975 peains to -",
        "exp": "The Essentials Forensic Medicine & Toxicology Dr. K. S. Narayana Reddy 32nd edition pg no 611 &612 DECLARATION OF TOKYO 1975 The world medical association adopted the following guidelines for medical doctorsbconcerning Toure and other cruel in human or Degrading. TREATMENT or punishment in relation to distention and imprisonment. 1. the doctor shall not countenance, condone or paicipate in the practice of toure (physicalor mental suffering ) or other forms of cruel in human or degrading procedure whatever the offence of prisoner pr detaineres may be and whatever be the victims motives or beliefs and in all situations including armed conflict and civilstrife 2. the doctor shall not provide any premises, instrument, substances or knowledge to facilitate the practice of toure or other forms of cruel, in human or degrading treatment or to diminsh the ability of the victim to resist such treatment. 3. the doctor shall not be presnt during any procedure during which toure or other forms of cruel treatment is used or threathened 4. a doctor must have a complete total independencein deciding upon the care if the patient 5. if a prisoner refuses nourishment and is capable of forming a rational judgement about the consequences he should not be fed aificially 6. the doctor shall in all circumstances be bound to allete the distress of his follow mwn, and no motive shall prevail against this higher purposes.",
        "cop": 4,
        "opa": "MTP",
        "opb": "Clinical trial on humans",
        "opc": "Women rights",
        "opd": "Offences committed on board aircraft",
        "subject_name": "Forensic Medicine",
        "topic_name": "Miscellaneous",
        "id": "c9a6e2af-7e30-4d43-a3fc-77d389456cea",
        "choice_type": "single"
    },
    {
        "question": "Lendrum stain is used for detecting",
        "exp": "Lendrum's stain (Phloxine-Tarazine): This stain is used to detect amniotic fluid embolism deaths. Ref: the essentials of forensic medicine & toxicology-Dr. K. S. Narayana reddy 32nd edition pg no390-391",
        "cop": 3,
        "opa": "Air embolism",
        "opb": "Fat embolism",
        "opc": "Amniotic fluid embolism",
        "opd": "Pulmonary embolism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Miscellaneous",
        "id": "fbd92204-77b0-41ea-aa5c-a4e0434c6e27",
        "choice_type": "single"
    },
    {
        "question": "Declaration of 'Oslo' is related to",
        "exp": "Declaration of Oslo: therapeutic aboion Declaration of Helsinki: ethical principles for medical research Declaration of Tokyo: toure, degradation orcruel treatment of prisoners. Declaration of Geneva: revision of the Hippocrates Oath Declaration of Lisbon: rights of the patient Ref - Krishan Vij textbook of forensic medicine and toxicology 5e pg 347",
        "cop": 3,
        "opa": "Toure",
        "opb": "Capital punishment",
        "opc": "Therapeutic aboion",
        "opd": "Ethical principles for medical research",
        "subject_name": "Forensic Medicine",
        "topic_name": "Miscellaneous",
        "id": "ff974174-afa6-41e3-963f-ee6f17123473",
        "choice_type": "single"
    },
    {
        "question": "Nitroguanidine is used as a propellant cahrge in",
        "exp": "Triple base powder consists of nitrocellulose, nitroglycerin, and nitroguanidine. The quantity of nitroglycerin is small but sufficient to give power; the nitroguanidine lowers the flame temperature while adding an active explosive constituent. Ref - Krishan Vij textbook of forensic medicine and toxicology 5e pg - 239",
        "cop": 4,
        "opa": "Semismokeless gun powder",
        "opb": "Single based smokeless gun powder",
        "opc": "Double based smokeless gun powder",
        "opd": "Triple based smokeless gun powder",
        "subject_name": "Forensic Medicine",
        "topic_name": "Miscellaneous",
        "id": "da727dc4-b102-4d5c-a8b6-28f1ddfa4861",
        "choice_type": "single"
    },
    {
        "question": "Stalking is ------------------------ type of offense -",
        "exp": "Ref: The essential of forensic medicine and toxicology Dr. K. S NARAYAN REDDY 32nd edition pg no 394 S. 354-D IPc: Stalking Whoeverfollows a person and contacts or attempts to contact such person to foster personal interaction repeatedly, despite a clear indication of disinterest by such a person or whom ever monitors the use by a person of the internet, e-mail or any other forms of electronic communicationor watches or spies on a person in a manner that results in a fear of violence or serious alaram or distress in the mind of such person or interferes with mental peace of such person, commits the offence of stalking (imprisonment of not less than one year, may extend to 5 years and fine).",
        "cop": 1,
        "opa": "Cognisible and Bailable",
        "opb": "Non-cognisible and Bailable",
        "opc": "Cognisible and Non-Bailable",
        "opd": "Non-congnisible and Non Bailable",
        "subject_name": "Forensic Medicine",
        "topic_name": "Miscellaneous",
        "id": "b7fb0cf9-4ff4-4345-bb4e-ededcfde43bd",
        "choice_type": "single"
    }
]