[
    {
        "question": "Monozygotic twins do not have same-",
        "exp": "Ans. is \"a' i.e., Fingerprints o Monozygotic twins are a result of the division of the single fertilized egg into two embryos. Thus, they have exactly identical DNA, except for the generally undetectable micromutations that begin as soon as the cell starts dividing.o Fingerprints of the identical twins start their development from the same DNA so they show considerable genetic similarity.o However identical twins are situated in different parts of the womb during development, so each fetus encounters slightly different intrauterine forces than their siblings.o As a result fingerprints of the identical twins have different microdetails which can be used for identification purposes.",
        "cop": 1,
        "opa": "Fingerprints",
        "opb": "Genetic make up",
        "opc": "Facial appearance",
        "opd": "Stature",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "601a0006-402b-4565-a117-01981f7db6b4",
        "choice_type": "single"
    },
    {
        "question": "The first permanent tooth to appear is:",
        "exp": "Ans: A (1st molar) Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy. 29th edition. 2010.Explanation:Appearance of temporary teeth:Lower central incisor (6 mths)Upper central incisor (7 M)Upper lateral incisor (8 M)Lower lateral incisor (9 M)1 st molar ( 1 yr)Canine (1 1/2 yr)2nd molar (2 yr)Appearance of permanent teeth:1st molar (6 yr)Central incisors (7 yr)Lateral incisors (8 yr)1st premolar (9 vr)2nd premolar (10 yr)Canine (11 yr)2nd molar (12-14 yr)3rd molar (17-25 yr)",
        "cop": 1,
        "opa": "1st molar",
        "opb": "Lateral incisor",
        "opc": "Upper canine",
        "opd": "1st premolar",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "03e2b6a7-af6e-49e9-b8e2-1b0553d0eaaa",
        "choice_type": "single"
    },
    {
        "question": "Hyoid bone fracture does not occur in -",
        "exp": "Ans. is 'd' i.e., Choking Features Hanging Strangulation Cause (mostly) Sigus of struggle Ligature mark Suicidal No * Above thyroid cartilageQ * Incomplete and directed obliquely upward * No skin damage under knot *Abrasion and bruise around ligature mark are * Dissection reveals a dry glistening white band of subcutaneous tissueQ Homicidal Present * Below thyroid cartilageQ * Completely encircelsQ neck horizontalQ * May be more than one turns * Abrasion and bruises are common *Dissection reveals ecchymosed subcutaneous tissueQ * Stretching of neck * Fracture-dislocation of vertebrae Present Absent * Fracture of hyoid, laryngeal cartilage, tracheal rings * Injury to neck muscles * Injury to carotid artery Rare Common Note - Throttling is m.c. cause of hyoid fracture Saliva Running out of angle of mouth vertically down Usually saliva not espaced but if so usually blood tinged and may not be vertically down * External signs of asphyxia *Face * Bleeding from nose and mouth Not well marked Pale Rare Well marked Congested, Cynosed with petechiaeQ Common",
        "cop": 4,
        "opa": "Hanging",
        "opb": "Strangulation",
        "opc": "Throttling",
        "opd": "Choking",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "3f235765-8249-4d27-b799-9b4ec65449fe",
        "choice_type": "single"
    },
    {
        "question": "All are related to criminal responsibility of insame except -",
        "exp": "Ans. is 'd' i.e., Resp ispa ioquitar o Criminal responsibility of insane is judged by following rules :1. Mc Naughten rule (legal test or right or wrong test) :It states that an accused person is not legally responsible, if it is clearly proved that at the time of commiting the crime, person was suffering from such a defect of reason from abnormality of mind that he didn't know the nature and quality of act he was doing or that what he was doing was wrong i.e. a person is not responsible if he is not of sound mind.It is accepted in india as law of criminal responsibility and is embodied in section 84 IPC as - \"nothing is an offence which is done by a person, who at the time of doing it, by reason of unsoundness of mind is incapable of knowing the nature of act, or that he is doing what is either wrong or contrary to law\".2. Doctrine of partial responsibility - if a person is suffering from some weakness or aberration of mind (though not completely insane), he is only partially responsible for his actions, e.g. obsession states or depressions.3. Durban rule- Accused is not responsible for the act, if his act resulted from mental disease or defect.4. Currens rule- A person is not responsible if at the time of committing the crime, he did not have the capacity to regulate his conduct according to the requirements of law, as a result of his mental disease or defect.5. American law institute test-Insane lacks the capacity to appreciate the wrongfulness of his conduct or to confirm to the requirements of law, therefore he is not responsible for crimes committed.6. Norwegion system-No defendant considered insane or unconscious at the time of offence, may be punished.",
        "cop": 4,
        "opa": "Currens rule",
        "opb": "Durhan rule",
        "opc": "MeNaughten rule",
        "opd": "Resp ispa loquitar",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "8f7e137e-1d5d-49d3-8a3d-e6fbc224728d",
        "choice_type": "multi"
    },
    {
        "question": "Abortion stick used in criminal abortion causes abortion by the mechanism of",
        "exp": "Ans. is 'a' i.e. Uterine contraction Abortion stick is a thin wooden or bamboo stick about 15 to 20 cm long, or a twig of similar length from some irritant plant as mentioned below.When the stick is used it is equipped at one end with cotton wool or a piece of cloth soaked in an irritant substance as mentioned below.The abortion stick or the twig is introduced in the os of the uterus and retained there till uterine contractions begin.Irritant substances used to soak the abortion stickmarking nut juicecalotropis (madar)jequirityasafoetidapaste made from white arsenic, red lead etc.Irritant plants twig used for abortionmadar (Calotropis)chitra (Plumbago zeylandica)lal chitra (Plumbago rosea)kaner (Nerium odorum)",
        "cop": 1,
        "opa": "Uterine contraction",
        "opb": "Stimulation of uterine nerves",
        "opc": "Uterine infection & necrosis",
        "opd": "Placental separation",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "d7870fb8-928a-40e1-943a-cbdc834832d5",
        "choice_type": "single"
    },
    {
        "question": "How much is punishment for sex determination -",
        "exp": "Ans. is 'a' i.e., 3 yearso According to pre-conception and pre-natal diagnostic techniques (prohibition of sex selection) act 2002, sex detection can lead to a fine of Rs. 10,000 and up to three years Inprisonment for a first offence, with greater fines and longer terms of imprisonment for repeated offenders.",
        "cop": 1,
        "opa": "3 years",
        "opb": "5 years",
        "opc": "7 years",
        "opd": "9 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "0aec6663-d0df-4115-b513-402586daf3dd",
        "choice_type": "single"
    },
    {
        "question": "Optic atrophy is characteristic feature of poisoning by",
        "exp": "(D) Methyl alcohol # Ocular features of Methyl alcohol poisoning:> Visual disturbances like photophobia and blurred or misty vision (snowfield vision), seeing spots, central and peripheral scotomata decreased light perception concentric diminution of visual fields for colour and form, followed by fairly sudden failure of vision or complete blindness occur due to optic neuritis and atrophy from the effects of formic acid on the optic nerve.",
        "cop": 4,
        "opa": "Lead",
        "opb": "Phosphorus",
        "opc": "Ethyl alcohol",
        "opd": "Methyl alcohol",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "53a3ac0e-3a5a-4afc-816e-74ec6cb53dac",
        "choice_type": "single"
    },
    {
        "question": "Cephalic Index of 80-85 is seen in:",
        "exp": "Ans: A (Mongols) Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy. 29th edition. 2010. Pg: 54Explanation:Cephalic Index =Maximum breadth of skull Maximum length of skttllx 100The length and breadth are measured by calipers between both parietal eminences, between glabella and external occipital protuberance, and not by measuring tapeThe skull of an Indian is Caucasian with a few Negroid charactersWith skull measurements, race can be determined in 85% = 90% of casesRacial difference in the skullRaceType of SkullCephalic IndexPure AryansAboriginesNegroesDolicocephalic (long headed)70 - 75EuropeansChineseMesati-cephalic (Medium headed)75 - 80MongolianBrachy-cephalic (Short headed)80-85",
        "cop": 1,
        "opa": "Mongols",
        "opb": "Chinese",
        "opc": "European",
        "opd": "Negroid",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "4adfc130-ff67-4d72-b4d3-94d0f5cc6f71",
        "choice_type": "single"
    },
    {
        "question": "Dying declaration can be recorded by",
        "exp": "(D) All of the above # Dying Declaration:> Dying declaration can be recorded by Magistrate, Police officer, Doctor, Village headman or any person present during death.> If there is time ideally a magistrate should be called to record the dying declaration.> Dying declaration should be recorded in the man's own words and should be signed by him, the person recording it and two witnesses.",
        "cop": 4,
        "opa": "Medical officer",
        "opb": "Magistrate",
        "opc": "Police officer",
        "opd": "All of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "9e1c6275-d69c-4cd4-8224-8813a7f92b5e",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the tissues putrefies late:",
        "exp": "Ans. is 'b' i.e. prostateRef. Parik 6th/e p3.26 (5th/e p164)Prostate & testis in male and non gravid uterus and ovaries in female are the last organs to putrefy:As a general rule organs show putrefaction in following order:Larynx and TracheaStomach intestine and spleenLiver, LungsBrainHeartKidney, bladder, uterus, prostateSkin, muscle, tendonsBones",
        "cop": 2,
        "opa": "Brain",
        "opb": "Prostate",
        "opc": "Liver",
        "opd": "Stomach",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "7823935d-437e-4df7-a9e1-9324856c43d8",
        "choice_type": "single"
    },
    {
        "question": "A person is declared dead if not seen by relatives for how many years -",
        "exp": "Ans. is 'b' i.e., 7 yearso A person is legally declared dead if not seen for 7 years from the date of declared missing.",
        "cop": 2,
        "opa": "3 years",
        "opb": "7 years",
        "opc": "10 years",
        "opd": "12 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "6d4472c7-7c86-4f2e-9723-e83bac0aa092",
        "choice_type": "single"
    },
    {
        "question": "Fracture ala signature is a type of -",
        "exp": "Ans. is 4b' i.e.. Depressed fracture of skull o Fracture -ala-signature / signature fracture is also known as depressed fracture of skull vault.o Depressed fracture (signature fracture or fracture-ala signature) :1c caused by a heavy w eapon with a small striking surface, e.g. hammer which causes a piece of skull bone to get depressed into the cravial cavity.",
        "cop": 2,
        "opa": "Gutter fracture",
        "opb": "Depressed fracture of skull",
        "opc": "Ring fracture at foramen magnum",
        "opd": "Sutural separation",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "d40c02bc-912d-4ec5-91da-14642beac420",
        "choice_type": "single"
    },
    {
        "question": "Rule of nine true is used to denote -",
        "exp": "Ans. is 'b' i.e., % of total body surface area Extent of burnso The surface area burnt is more important than the degree of bum, in assessing prognosis of a given case. For example, a first degree bum over a wride area is more dangerous than a third degree bum over a limited area. For estimation of bum area, there is rule of 9 (Wallace's formula)a) In adults surface area is calculated by : -1. 9% for the head and neck.2. 9% for each upper limb.3. 9% for the front of each low-er limb.4. 9% for the back of each lowrer limb.5. 9% for the front of the chest.6. 9% for the back of the chest.7. 9% for the front of the abdomen.8. 9% for the back of the abdomen.9. 1 % for the genitalia.b) In children the calculation is slightly different which can be tabulated as follows :-Area of bodyIn Children(Lund and browder chart)In Adults(Rule of nine: Wallace's formula) 1-4 years5-9 years10-14 yearsAdultHead and Neck1915139Trunk (front)16161618 ( Front of chest - abdomen)Trunk back16161618 (Back of chest + abdomen)Upper limbs19191918 (Right-left upper limbs)Lower limbs30343536 (Front+back of right and left lower limbs)Genitals0011",
        "cop": 2,
        "opa": "Depth of bums",
        "opb": "% of total body surface area",
        "opc": "Severity of bums",
        "opd": "Type of bum",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "18d9930e-a702-4980-9324-d5bd2a62523b",
        "choice_type": "multi"
    },
    {
        "question": "Com monly used long bone for identification -",
        "exp": "Ans. is 'a' i.e., Femur o Stature can be calculated from the length of long bones and used for identification,o Femur and tibia give more accurate values compared to humerus and radiuso Stature is determined in dismembered body (skeletal remains) by:Length from the tip of middle finger to the tip of opposite middle finger when arms are fully extended.Twice the length of one arm + 30 cm (of two clavicles) + 4 cm (for the sternum).Humerus length is l/5th of height.The length from the vertex to the symphysis pubis is half of the total length.The length from the sternal notch to Symphysis pubis x3.3.The length of forearm measured from tip of middle finger is =5/19 of total length.The height of head measured by the vertical distance from the top of the head (vertex) to the tip of chin = 1/8 of the total length.The length of vertebral column = 34/100 of total length. To the length of entire skeleton, add 2.5 to 4 cm for thickness of the soft parts.As a general rule humerus is 20%, tibia is 22%, femur is 27% and spine is 35% of individual height,",
        "cop": 1,
        "opa": "Femur",
        "opb": "Radius",
        "opc": "Ulna",
        "opd": "Humerus",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "a9a8f828-ca78-4577-b360-2a9ce6e2721f",
        "choice_type": "single"
    },
    {
        "question": "Spalding sign is a feature of:",
        "exp": "Ans: C (Foetal death) Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy. 29th edition. 2010.Explanation:In intrauterine maceration, the skull vault bones may partly overlap each other. This is called as Spalding's sign and is also detectable by X-Ray examination before the birth of the dead fetusSpalding sign is a radiological sign showing loss of alignment & overriding of cranial vault as a consequence of IUD & maceration of foetus.It takes 2 days to 2 weeks after death to develop.MacerationIt is a process of aseptic autolysis of a fetus dead in utero.It occurs when the dead fetus remains in the utero for 3 to 4 days surrounded by liquor amnii but with exclusion of air.It does not occur if the dead fetus is bom within 24 hours.It is characterized by softening and degeneration of tissues,The process is aseptic because the fetus being enclosed in the membranes is in a sterile condition.",
        "cop": 3,
        "opa": "Prematurity",
        "opb": "Postmaturity",
        "opc": "Foetal death",
        "opd": "Hydrocephalus",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "c9816eac-d1f8-443e-8f22-9ece3dcb5798",
        "choice_type": "single"
    },
    {
        "question": "An Employer is responsible not only for his own negligence but also for activity done by his employee. This comes under",
        "exp": "(A) Vicarious liability # VICARIOUS LIABILITY:> Liability for act of another is a form of strict, secondary liability that arises under the common law doctrine of agency - respondent superior - the responsibility of the superior for the acts of their subordinate, or, in a broader sense, the responsibility of any third party that had the \"right, ability or duty to control\" the activities of a violator. It can be distinguished from contributory liability, another form of secondary liability, which is rooted in the tort theory of enterprise liability.",
        "cop": 1,
        "opa": "Vicarious liability",
        "opb": "State liability",
        "opc": "Personal liability",
        "opd": "Company liability",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "b61948f8-5731-449b-8d06-50137d08e9bd",
        "choice_type": "single"
    },
    {
        "question": "Boxer's ear is -",
        "exp": "Ans. is 'a' i.e., Hematoma ear Hematoma of Auricleo It is the collection of blood between the auricular cartilage and its perichondrium,o It is often the result of blunt trauma seen in boxers, wrestlers and rugby players, so called Boxer's ear.o Extravasated blood may clot and then organize resulting in typical deformity of cauliflower ear.",
        "cop": 1,
        "opa": "Hematoma ear",
        "opb": "Malformed ear",
        "opc": "Ear with absent tragus",
        "opd": "Lacerated ear",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "b56a678e-6c03-4c5b-8f03-eecf48ad7895",
        "choice_type": "single"
    },
    {
        "question": "Cadaveric spasm affects the following muscles",
        "exp": "(A) Voluntary > Cadaveric Spasm or Instantaneous Rigor: Cadaveric spasm (cataleptic rigidity) is a rare condition.> In this, the muscles that were contracted during life become stiff and rigid immediately after death without passing into the stage of primary relaxation.> This is usually limited to a limited group of voluntary muscles and frequently involves hands> The whole body can be involved in soldiers who are involved in a war",
        "cop": 1,
        "opa": "Voluntary",
        "opb": "Involuntary",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "c3b25bb1-8501-4b6d-af59-cafdee0e694d",
        "choice_type": "multi"
    },
    {
        "question": "Filigree burns are",
        "exp": "(A) Liahtnina burns FN. Reddv26 - 293: N. Reddv25- 292: Parikh5- 2071# Arborescent or Filigree Burns (Lichtenberg's flowers):> Burns are superficial, thin, irregular and tortuous markings on the skin.> These markings have a general pattern resembling the branches of a tree.> Fern-like pattern of erythema in the skin is usually found over the shoulder or the flanks.> These are seen in lightning stroke.",
        "cop": 1,
        "opa": "Lightening bums",
        "opb": "Thermal bums",
        "opc": "Chemical bums",
        "opd": "Radiation bums",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "066e729e-d008-446b-8d9f-35a951d0580e",
        "choice_type": "single"
    },
    {
        "question": "Statutory rape is when a husband has sexual intercourse with his wife with age -",
        "exp": "Ans. is 'D' i.e., <18 years o Statutory' rape is sexual intercourse with a women below the age required/to legally consent the act, i.e. a girl below 18 years (if not wife) and below 18 years (if wife). Both 18 now Supreme court, on 11/10/17, has passed a judgement regarding sexual intercourse with a minor wife. The following points should be remembered:- 1. Sexual intercourse with wife, aged less than 18 yrs, is now an offence (rape). 2. Section 375 IPC, Exception 2, has been struck down by Supreme court (i.e. sexual intercourse of man with wife above than 15 yrs is not an offence). 3. Age of consent for sexual intercourse a. Unmarried female - 18 yrs b. Married female - 18 yrs (if the female 15 = 18 yrs is not complaining against the husband, it does not make the act lawstaful) 4. The wife (15 - 18 yrs) should file the complaint within 1 yr from incident. 5. Marital rape is not punishable in India. (Court has not commented on Marital rape) Rape o According to Section 375IPC, a man is said to commit rape, if he has sexual intercourse with a women Against her will Without her consent With her consent if she is Less than I8 years of age. With his own wife less than 18 years of age. Intoxicated or has unsound mind so that she is unable to understand the conseqences. Consent is obtained by unlawful means, i.e. fears of death or hurt to herself or to some one whom she is interested. Impersonation , i.e. wrhen the man knows he is not her husband and her consent is given because she believes that he is another man to whom she is lawfully married. The age of consent in India has been increased to 18 years, which means any sexual activity irrespective of presence of consent with a woman below the age of 18 will constitute statutory rape. o In India, the law does not persume any limit of age under which a boy is considered physically incapable of committing rape. Similarly, there is no age limit for girl, below or above which rape canot be committed on her. o Custodial Rape is rape by persons who are in position of authority eg police officers, jail wardens, hospital staff and who abuse their position to commit the offence when the wromen is under their custody/care. o Gang Rape When a women is raped by one or more in a group of persons acting in furtherance of their common intention, each is deemed to have committed gang rape. o Date rape is sexual intercourse with a w oman who is given a drink containing a sedative drug like catamine, GHB, robypnol in a party (date) without her knowledge.",
        "cop": 4,
        "opa": "< 15 years",
        "opb": "< 16 years",
        "opc": "< 17 years",
        "opd": "< 18 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "cd197996-b503-4993-aff7-331007e7e911",
        "choice_type": "single"
    },
    {
        "question": "A loss which occur due to an error in judgement or carelessness or caution over duty of doctor is dealt under",
        "exp": "(A) Criminal negligence # CRIMINAL NEGLIGENCE may arise:> When a doctor shows gross absence of skill or care during treatment resulting in serious injury to or death of the patient, by acts of omission or commission.> When a doctor performs an illegal act.> When an assaulted person dies, the defence may attribute the death to the negligence or undue interference in the treatment of the deceased by the doctor.> Defences against Negligence: No duty owed to the plaintiff. Duty discharged according to prevailing standards. Misadventure Error of judgement Contributory negligence Res judicata (S. 300, Cr. P.C). If a question of negligence against a doctor has already been decided by a Court in a dispute between the doctor and his patient, the patient will not be allowed to contest the same question in another proceeding between himself and the doctor.> Limitation: A suit for damages for negligence against the doctor should be filed within two years from the date of alleged negligence. A suit filed after two years will be dismissed as being beyond the period of limitation.",
        "cop": 1,
        "opa": "Criminal negligence",
        "opb": "Civil negligence",
        "opc": "Contributory negligence",
        "opd": "Corporate negligence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "8bd1bbdf-c8d7-4e98-a4ef-6e62fb419b57",
        "choice_type": "single"
    },
    {
        "question": "Most common type of primary Finger print pattern is:",
        "exp": "Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy. 29th edition. 2010. Pg 77.Explanation:Loops <67%), Whorls (25%), Arches (6-7%) and Composite (1-2% ) are the 4 major types of fingerprint patterns.Fingerprint is the best (most sensitive & most specific) method of identification.Even DNA fingerprints might he alike in monozygotic twins.The 1st dactylography bureau was established in Calcutta, India.Dactylography is the commonest identification system used worldwide.Poroscopy:This is further study of finger prints by LocardThe ridges on fingers and hands are studded with microscopic pores, formed by mouths of ducts of subepiderntal sweat glands.Each millimetre of a ridge contains 9 to 18 pores.Theses pores are permanent and immutable during life and vary in size, shape, position, extent and number over a given length of ridge in each individual.This method of examining pores is poroscopy, and is useful when only fragments of fingerprints are available.",
        "cop": 2,
        "opa": "Whorl",
        "opb": "Loop",
        "opc": "Arch",
        "opd": "Composite",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "79c5e6bb-0ac6-498e-8367-ff5771f32ab8",
        "choice_type": "single"
    },
    {
        "question": "CO affinity to Hb_____ compared to O2 is",
        "exp": "(D) >200 times# CARBON MONOXIDE is a common cause of accidental and suicidal poisoning. Its affinity for hemoglobin is 250 times greaterthan that of 02- It therefore binds to hemoglobin and reduces the 02-carrying capacity of blood.> The symptoms of poisoning are due to tissue hypoxia; they progress from headache and fatigue to confusion, syncope, tachycardia, coma, convulsions, shock, respiratory depression, and cardiovascular collapse.> Carboxyhemoglobin levels below 15% rarely produce symptoms; above 40%, symptoms become severe. Treatment includes establishment of an airway, supportive therapy, and administration of 100% O2.> Sulfur dioxide, ozone, and nitrogen dioxide are mucous membrane and respiratory irritants. Methane is a simple asphyxiant.> PATHOPHYSIOLOGYFig: Carbon monoxide shifts the oxygen-haemoglobin saturation curve to the left and changes it to a more hyperbolic shape. Less oxygen is available for the tissues. Shown is the oxygen diffusion gradient difference at 50% saturation> Carbon monoxide has 210 times greater affinity for haemoglobin than oxygen. A small environmental concentration will thus cause toxic levels of carboxyhaemoglobin.> After the carbon monoxide has selectively bound to haemoglobin the oxygen-haemoglobin dissociation curve of the remaining oxyhaemoglobin shifts to the left, reducing oxygen release.> The affinity of carbon monoxide for myoglobin is even greater than for haemoglobin. Bindin g to cardiac myoglobin causes myocardial depression, hypotension and arrhythmias.> Cardiac decompensation results in further tissue hypoxia and is ultimately the cause of death.> Carbon monoxide has a predilection for 'watershed' areas of the brain where there is a meagre blood supply.> Basal ganglia, with their high oxygen consumption, are most often affected. Other commonly affected areas are the cerebral white matter, hippocampus and cerebellum.",
        "cop": 4,
        "opa": "50 times",
        "opb": "100 times",
        "opc": "150 times",
        "opd": ">200 times",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "fa585746-6fe2-4439-b351-f2dc62e1d957",
        "choice_type": "single"
    },
    {
        "question": "Cadaveric spasm",
        "exp": "(D) All of the above # Cadaveric Spasm or Instantaneous Rigor: Cadaveric spasm (cataleptic rigidity) is a rare condition.> In this, the muscles that were contracted during life become stiff and rigid immediately after death without passing into the stage of primary relaxation.> Usually limited to a limited group of voluntary muscles & tha to frequently involves hands.> Whole body can be involved in soldiers (involved in a war).",
        "cop": 4,
        "opa": "Instant in onset",
        "opb": "Confined to a small group of muscle",
        "opc": "Occurs only in voluntary muscles",
        "opd": "All of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "89327405-84df-40cb-9ab4-db1a769e95e1",
        "choice_type": "multi"
    },
    {
        "question": "Punch drunk syndrome is seen in-",
        "exp": "Ans. is 'a' i.e., Boxers Boxing Injurieso Subdural hemorrhage in the middle cranial fossa due to tearing of the dural emissary' veins is the most common cause of death due to prolonged repetitive punching.o Pontine hemorrhage - Boxers hemorrhageo Retinal detachment, choroidal tears and vitreous hemorrhages may occur.o Punch drunk (Traumatic Encephalopathy/ DemetiaPugilistica) final form of neurological syndrome seen in boxers and consists of slurred speech, defective memory, slow thought process, stiff limbs, ataxia, broad based gait, outbursts of violence, parkinsonian like facial appearance and dementia.",
        "cop": 1,
        "opa": "Boxers",
        "opb": "Drug abuse",
        "opc": "Alcoholic",
        "opd": "Head injury",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "44d627bd-f1d6-42ad-baab-f33f46a4aebf",
        "choice_type": "single"
    },
    {
        "question": "Which is the ideal site to collect blood sample for toxicological analysis during autopsy?",
        "exp": "Ans. (B). Femoral veinTo avoid contamination from the gastric contents, blood is always collected from the peripheral vessels preferable femoral vein.",
        "cop": 2,
        "opa": "Stomach",
        "opb": "Femoral vein",
        "opc": "Aorta",
        "opd": "Heart",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "57c85b29-4f68-40e8-a62a-de01b8da8e02",
        "choice_type": "single"
    },
    {
        "question": "Study of death in all its aspects is known as:",
        "exp": "Ans. is 'd' i.e. thanatology Thanatology is the academic, and often scientific, study of death among human beings. It investigates the circumstances surrounding a person's death, the grief experienced by the deceased's loved ones, and larger social attitudes towards death such as ritual and memorialization. It is primarily an interdisciplinary study, frequently undertaken by professionals in nursing, psychology, sociology, psychiatry, and social work. It also describes bodily changes that accompany death and the after-death period.The word thanatology is derived from Greek mythology. Thanatos (death) and Hypnos (sleep) were twin deities.",
        "cop": 4,
        "opa": "Tricholcgy",
        "opb": "Ornithology",
        "opc": "Odontology",
        "opd": "Thanatology",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "4be4b0c5-5e73-4e9c-93aa-b1ddc2ad1012",
        "choice_type": "multi"
    },
    {
        "question": "Euthanasia legalized in",
        "exp": "(D) All of the above # Non-active euthanasia, or assisted suicide, is legal in three US states: 1. Oregon; 2. Washington; 3. Montana New Hampshire is currently considering a bill on assisted suicide Active euthanasia, commonly referred simply as euthanasia, is only legal in: 1. Netherlands 2. Belgium Euthenasia is legal in Switzerland. Assisted suicide is also legal in: 1. Albania 2. Luxembourg# Legal Aspects: Euthanasia is legal in the Netherlands, Belgium, and Luxembourg. It was legalized in the Northern Territory of Australia in 1995, but that legislation was repealed in 1997.> Euthanasia is not legal in any state in the United States. With certain conditions, in Switzerland, a layperson can legally assist suicide.> In the United States, physician-assisted suicide is legal in Oregon and Washington State if multiple criteria are met and then only after a process that includes a 15-day waiting period.> In 2009, the state supreme court of Montana ruled that state law permits physician-assisted suicide for terminally ill patients. In all other countries and all other states in the United States, physician-assisted suicide and euthanasia are illegal explicitly or by common law.DEFINITIONS OF ASSISTED SUICIDE AND EUTHANASIATermDefinitionLegal Status* Voluntary active euthanasiaIntentionally administering medications or other interventions to cause the patient's death with the patient's informed consentNetherlandsBelgium* Involuntary active euthanasiaIntentionally administering medications or other interventions to cause the patient's death when the patient was competent to consent but did not--e.g., the patient may not have been askedNowhere* Passive euthanasiaWithholding or withdrawing life-sustaining medical treatments from a patient to let him or her die (terminating life-sustaining treatments)Everywhere* Physician- assisted suicideA physician provides medications or other interventions to a patient with the understanding that the patient can use them to commit suicideOregonNetherlandsBelgium, Switzerland",
        "cop": 4,
        "opa": "Netherlands",
        "opb": "Belgium",
        "opc": "Switzerland",
        "opd": "All of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "f5b7c133-647b-467f-9407-58fdc8778401",
        "choice_type": "multi"
    },
    {
        "question": "Drooling of saliva is pathognomonic of:",
        "exp": "Ans: B (Antemortem hanging) Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy. 29th edition, 2010 and Textbook of Forensic Medicine and Toxicology N.G. Rao, pg: 199Explanation:\"Normally salivary secret an is a constant phenomenon in life, however it is being swaWowecf continuously. When death takes place the deglutition also stops, while the local pressure and irritation exerted by the ligature on submandibular saiivary glands continues and this results in secretion of saliva. This can flow passively through the lower angle or dependent parts of the mouth, and is suggestive of antemortem hanging.\" Ref: NG RaoDribbling of saliva Is the surest sign of antemortem hanging.n Ref: KS Narayan ReddyDiagnosis of HangingLigature mark around the neckPresence of abrasions, ecchymoses and redness about the ligature mark.Trickling of saliva from the mouth.Ecchymoses of the larynx or epiglottis.Rupture of the intima of the carotid; andPostmortem signs of asphyxia.Dribbling of salivaysemen/urine is a sure sign of antemortem hanging, while others can be seen in postmortem hanging as well.La facie sympathetique is when the ligature knot presses on the cervical sympathetic chain, the eye on the same side may remain open with its pupil fully dilated.Ligature mark, cartilage and Tardieu spots can also be seen in strangulation.Sure Signs of Antemortem HangingDribbling of saliva.Ecchyomcsis of ligature mark.Rupture of intimae of carotid. Differences Between Antemortem and Postmortem hanging SINoFeaturesAntemortem HangingPostmortem Hanging1MotiveUsually suicidal. Homicidal only in cases of lynchingMotive to disguise as suicide2Ligature MarkLigature mark well developed, base is parchment like and is yellow or brownNo such features seen3SalivaDribbling of saliva may be seenAbsent4InjuriesNo other injuries may be seenOther injuries which causes death may be seen5AsphyxialfeaturesWill be seen in the bodyNo asphyxia signs present6CircumstantialevidenceClosed room. No signs of struggle may be seenSigns of struggle may be seen7Drag marks on the bodyNot presentMay be seen3Suicide noteMay or may not be presentNever present9Rope fibresMaybe seen in the handsNot seen",
        "cop": 2,
        "opa": "Postmortem hanging",
        "opb": "Antemortem hanging",
        "opc": "Strangulation.'Homicidal hanging/throttling",
        "opd": "Suicidal hanging",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "35944aa3-1030-4ea1-ae4a-0234c171a495",
        "choice_type": "single"
    },
    {
        "question": "Which of this is NOT a sexual disorder?",
        "exp": "(A) Trafficking# HUMAN TRAFFICKING> It is the trade of humans, most commonly for the purpose of forced labour, sexual slavery, or commercial sexual exploitation for the trafficker or others.> May encompass providing a spouse in the context of forced marriage, or the extraction of organs or tissues, including for surrogacy and ova removal.> Human trafficking can occur within a country or trans-nationally. Human trafficking is a crime against the person because of the violation of the victim's rights of movement through coercion and because of their commercial exploitation.> Human trafficking is the trade in people, especially women and children, and does not necessarily involve the movement of the person from one place to another. SOME SEXUAL PERVERSIONSTribadism: or TribbingIs female-to-female genital sex; when Two women rub their vulvae together to stimulate each other's clitoris to orgasm.Female homosexuality is known as tribadism or lesbianism.SadismSexual gratification obtained or increased from acts of physical cruelty or infliction of pain upon one's partner.Masochism(Opposite of sadism) Sexual gratification obtained or increased by suffering of pain.NecrophiliaSexual intercourse with dead bodies.FetichismUsing the objects for sexual gratification.TransvestismMales obtain sexual pleasure by wearing female dress.ExhibitionismWillful and Intentional exposure of genitalia in a public place to obtain sexual pleasure.Masturbation (Onanism)Deliberate self-stimulation which affects sexual arousal.Voyeurism or Scoptophilia(counterpart of exhibitionism)The voyeur (peeping Tom) must see people undress in order to be sexually satisfied.FrotteurismContact with another person to obtain sexual satisfaction (rubbing his private parts against a female's body in crowds).UndinismSexual pleasure is often obtained by witnessing the act of urination by someone of the same or opposite sex.",
        "cop": 1,
        "opa": "Trafficking",
        "opb": "Voyeurism",
        "opc": "Adultery",
        "opd": "Sexual harassment",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "f01b598b-9449-48b3-b412-caed20921a96",
        "choice_type": "single"
    },
    {
        "question": "Estimation of age examination of teeth is by",
        "exp": "(B) Gustafson's method # Gustafson's method is the formula used to determine the age of a person from changes in dental structures the age estimation is useful only for a person more than 21 yrs. transparency of tooth",
        "cop": 2,
        "opa": "Pearson's method",
        "opb": "Gustafson's method",
        "opc": "Gabon's method",
        "opd": "Bertillon's method",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "3772a7e1-2647-4028-baa4-46ec56d57818",
        "choice_type": "single"
    },
    {
        "question": "Filigree burn occur in",
        "exp": "(A) Lightning # Lightning strike - 1000 million volts or more causes Arborescent or Filigree burns or Lichtenberg's flowers which are superficial, thin, irregular and tortuous markings on the skin resembling the branches of a tree.",
        "cop": 1,
        "opa": "Lightning",
        "opb": "Electrocution",
        "opc": "Vitriolage",
        "opd": "Infanticide",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "3093f019-7ce3-410b-bcaf-251c83b8e5d9",
        "choice_type": "single"
    },
    {
        "question": "Speed ball is -",
        "exp": "Ans. is 'a' i.e., Opioid + cocaine o A combination of cocaine and heroin (opioid)taken by injection is called speed ball.",
        "cop": 1,
        "opa": "Opioid + cocaine",
        "opb": "Opioid + antihistaminic",
        "opc": "Cocaine + alcohol",
        "opd": "Cocaine + marijuana",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "8abda384-78f1-4b1a-bbd9-16baba16dca9",
        "choice_type": "multi"
    },
    {
        "question": "Lucid interval is seen in",
        "exp": "(C) Insanity # Lucid Interval: This is a period occurring in insanity, during which all symptoms of insanity disappear completely.> The individual is able to judge his acts soundly, and he becomes legally liable for his acts.> The period of lucid interval varies from person to person & from time to time in the same person & as such one cannot be certain about the time when a person passes again in the state of insanity.",
        "cop": 3,
        "opa": "Syphilis",
        "opb": "Malignant disease",
        "opc": "Insanity",
        "opd": "Electrical shock",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "0a3900e2-6c32-4749-a47f-91cfbc7a89a0",
        "choice_type": "single"
    },
    {
        "question": "Rigor mortis first sets in",
        "exp": "(B) Muscles of eyelid # Rigor mortis first appears in the involuntary muscle - Heart first affected.> In the voluntary muscle - Eyelid muscles appears first.> It first appearance in involuntary and then in voluntary muscles.> It is not dependent on the nerve supply as it also develops in the paralysed limbs.# Rigor mortis is tested by: Attempting to lift the eyelids. Depressing the jaw. Gently bending the neck and various joints of the body. Sequence: Eyelid - face neck and trunk - upper extremity - legs - small muscles of fingers & toes. In India rigor mortis commences in 2- 3 hours, the time since death would be within about 12-24 hours.",
        "cop": 2,
        "opa": "Face muscles",
        "opb": "Muscles of eyelid",
        "opc": "Neck muscles",
        "opd": "Small muscles of hand",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "3db13f3a-3693-4c0d-b355-b67633724278",
        "choice_type": "multi"
    },
    {
        "question": "Last to undergo of putrefaction -",
        "exp": "Ans. is 'c' i.e., Prostate Order of putrefactiono Order of appearance of putrefaction from earliest to last is : larynx, trachea > stomach, intestine > spleen, liver > brain, lungs > heart > kidney, bladder > uterus/prostate > bone.o Amongst the soft tissues uterus in femaleand prostate in males are last to undergo putrefaction, as uterus and prostate resist putrefaction. Otherwise bones are last to undergo putrefaction, overall.",
        "cop": 3,
        "opa": "Lung",
        "opb": "Spleen",
        "opc": "Prostate",
        "opd": "Heart",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "0e4ed8db-8bea-4b12-a779-161e583d5f9f",
        "choice_type": "single"
    },
    {
        "question": "Thanatology is the science that deals with :",
        "exp": "Ans. is 'a' ie death in all its aspects. Reddy writes- \"Thanatology deals with death in all its aspects\"",
        "cop": 1,
        "opa": "Death in all its aspects",
        "opb": "Solving paternity of the child",
        "opc": "Identification of the living",
        "opd": "Detection of lie",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "1566d04d-1a53-44f9-adec-1978b1d9ca4b",
        "choice_type": "multi"
    },
    {
        "question": "The following injury is:",
        "exp": "Ans. (A). Primary impact injuryBumper injury is primary impact injury.Primary impact injury - Due to 1st impact of vehicle on the victim.Secondary impact injury - Due to 2nd impact of same vehicle on the victim.Secondary injury - Due to victim thrown on the ground.Bumper injuries:These are injuries caused when the vehicle hits the victim (Pedestrian)Primary impact injuriesIt depends on the position of the victim and the part of the vehicle which comes into contact with the pedestrian.It bears the design of that part of the vehicle which struck, in the form of an Imprint Abrasion or a Patterned Bruise.",
        "cop": 1,
        "opa": "Primary impact injury",
        "opb": "Secondary impact injury",
        "opc": "Tertiary impact injury",
        "opd": "Secondary injury",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "7f4f7bd6-6e7d-4b83-9c47-383d13e69712",
        "choice_type": "single"
    },
    {
        "question": "Legal age by w hich fetus is capable of independent existence is -",
        "exp": "Ans. is 'd' i.e., 210 days o Viability means the physical ability of a foetus to lead a separate existence after birth apart from its mother, by virtue of a certain degree of development. A child is viable after 210 days (7 months) of intrauterine life, and in some cases after 180 days (6 months) but in most of these cases fetus is immature.o Full term mature infant show :-Length (crow n-heel length) 48-52 cm, head circumference 30-35 cm.Ossification center at lower end of femur (appears at the end of 9 months or just before birth) and Ossification center ofcuboid and upper tibia may also present (Note : some ossification centers are also present, but they appear before the attainment of viability so their presence does not have importance. These are (i) Clavicle, mandible, ribs vertebra - at the end of 2nd month, (ii) Calcaneum(os calcis) and manubrium sterni - at the end of 5th month and (iii) Sternum - at the end of 6 month). Other center which appears at attainment of viability is primary ossificaion center of talus which appears at the end of 7th month.",
        "cop": 4,
        "opa": "240 days",
        "opb": "230 days",
        "opc": "220 days",
        "opd": "210 days",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "ebdc82ab-1be0-4a79-a7c1-d8a5da75f436",
        "choice_type": "single"
    },
    {
        "question": "Harakiri wound is self inflicted injury to",
        "exp": "(D) Abdomen # Harakiri was originally a means of suicide.> Stab wounds and incised wounds in the abdomen, virtually equivalent to harakiri.> Sudden evisceration of internal organs cause sudden decrease of intra abdominal pressure and cardiac return producing sudden cardiac collapse.",
        "cop": 4,
        "opa": "Neck and chest",
        "opb": "Wrist and chest",
        "opc": "Neck and wrist",
        "opd": "Abdomen",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "a99f22d4-83d6-44ec-8cea-4cb99b7725d9",
        "choice_type": "single"
    },
    {
        "question": "Earliest sign of putrefaction is",
        "exp": "(D) Discoloration in right iliac fossa# The first external sign of putrefaction in a body lying in air is usually a greenish discoloration of the skin over the region of the caecum, which lies fairly superficially, and where the contents of the bowel are more fluid and full of bacteria.> Internally, putrefaction is seen on the undersurface of the liver, where that organ is in contact with the transverse colon.> The color results from the conversion of hemoglobin of blood into sulphonate haemoglobin by the hydrogen sulphide formed in large intestine and escaping into the surrounding tissues.",
        "cop": 4,
        "opa": "Discoloration over face",
        "opb": "Marbled appearance",
        "opc": "Discoloration of limbs",
        "opd": "Discoloration in right iliac fossa",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "cf27a2bb-9b4f-4f3d-9744-b883da4657f6",
        "choice_type": "single"
    },
    {
        "question": "Bone pearl appearance is seen in -",
        "exp": "Ans. is 'a' i.e., Electrical burnsElectric burnso Electric bums are at times, also referred to as joule burns. Technically, joule bum is an endogenous bum, i.e. bums produced due to release of heat from the body, on application of electric current. Electric bums may be of following typesContact burns : Due to contact with live wire.Spark burns : Due to sparking of current, e.g. in loose electrical fitting.Flash burns : Caused on being near the main powrer line, without actual contact. Bums result due to arcing of current from these lines.o Characteristic features of electric burns areThere may be holes in clothes or shoes.There is a wound of entry and wound of exit of electric currentEntry wound : It is non-bleeding, thick, leathery, greyish white, depressed, hard and cauliflower like, known as crater formation. High voltage current may cause bums over large areas of skin, i.e. crocodile skin lesions. The skin may get coloured due to metallic pigment: green (in brass electrode), black (in iron electrode), blue (in copper electrode) and grey (in aluminium electrode),Exit wound : It is like a laceration and is bleeding.Metals from electrode may melt and as small balls (current pearls) may be carried to tissue. Calcium phosphate of bones may also melt and is radiologically seen as bone pearls (wax dripping).Muscles show Zenker's degeneration.Causes of deatho Commonest cause of death is ventricular fibrillation. Other causes include shock, cardiopulmonary arrest, cerebral anoxia, paralysis of respiratory muscles, and mechanical injuries due to fall.",
        "cop": 1,
        "opa": "Electrical bums",
        "opb": "Hydrocution",
        "opc": "Strangulation",
        "opd": "Throttling",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "eb42b0f2-1935-4602-bc0a-830dbae5c7bc",
        "choice_type": "single"
    },
    {
        "question": "A case of murder with gunshot is reported. A metal bullet is recovered from the body. Primary and Secondary markings on a metal bullet can be used for",
        "exp": "Ans is 'a' i.e. Identification of weapon \"Primary and secondary marks on the surface of the bullet helps in identification of the gun. Primary marks on the surface of the bullet tells about the 'make' or type of the gun used and the secondary marks which are due to some elevation or depression on the inner surface of the barrel of the gun will tell specifically about the particular gun which has been used when compared with similar markings of a bullet test-fired from the suspected gun. Investigation of Offences on Human Body by Apurba Nandy p48Two types of marks are seen on the surface of the bullet and help in identification of the firearm used.Primary markings (Class characteristics):In all rifled firearms, the bullet is slightly larger than the barrel, and as the bullet passes through the barrel, its sides are marked by the rifling of the barrel. These are k/a primary markings.Primary markings or Class characteristics include- caliber number of lands and grooves {these 2 terms used in describing the rifling found inside the barrel of a firearm. The word lands refers to the raised portion of the rifling, and the grooves refers to the lower portion of the rifling.) direction of the twist of rifling rate of twist of the rifling width of the land and groovesPrimary markings help in identifying the make and model of the firearm used.Secondary markings (individual or accidental characteristics):These markings are caused by irregularities on the inner surface of the barrel which are specific for that particular weapon. These irregularities are produced by the sticking of the particles of the bullet to the bore when shots are fired (this is k/a metallic fouling). Individual characteristics also result accidentally during the manufacturing process.Secondary markings help iii identifying the specific gun from which the bullet was fired.",
        "cop": 1,
        "opa": "Identification of weapon",
        "opb": "To know the range of firing",
        "opc": "Severity of tissue damage",
        "opd": "To know time of crime",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "c0ee9858-9837-4d26-9ab8-fbb75e0e5fd4",
        "choice_type": "single"
    },
    {
        "question": "Which of the follow ing type of inquest is carried out in case of dowry death?",
        "exp": "Ans. is 'a' i.e., Magistrate's inquest o Magistrate's inquest is done under sec 176 CrPC is case ofDeath in prison, reformatories, Borstal school.Death in police costody while under police interrogation.Death due to police firing.Dowry death; i.e. death of a married female less than 30 years of age or death within 7 years of marriage.Exhumation.Death in psychiatry hospital.Custodial rape.o Police inquest is done in cases ofDeath by suicide.Death by killing by another person (murder ) or an animal or machinery.Death by accident.Death under circumstances raising a reasonable suscpicion that some other person has commited an offence.",
        "cop": 1,
        "opa": "Magistrate's inquest",
        "opb": "Police inquest",
        "opc": "No inquest required",
        "opd": "Collectors inquest",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "7521e12b-bc26-4309-ab49-5258001dd3b9",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not a type of skull fracture?",
        "exp": "(C) Diffuse axonal # Skull Fracture:> The skull is prone to fracture at certain anatomic sites that include the thin squamous temporal and parietal bones over the temples and the sphenoid sinus, the foramen magnum, the petrous temporal ridge, and the inner parts of the sphenoid wings at the skull base.> The middle cranial fossa is the weakest, with thin bones and multiple foramina.> Other places prone to fracture include the cribriform plate and the roof of orbits in the anterior cranial fossa and the areas between the mastoid and dural sinuses in the posterior cranial fossa.> Types of Skull Fractures> Linear skull fracture> Basilar skull fracture'> Temporal fracture> Occipital condylar fracture> Clivus fractures> Depressed skull fracture",
        "cop": 3,
        "opa": "Simple linear",
        "opb": "Depressed",
        "opc": "Diffuse axonal",
        "opd": "Basal skull",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "a6f70ef9-794c-4f35-b4da-4e4d2ca1a6ae",
        "choice_type": "single"
    },
    {
        "question": "Fencing attiude of the dead bodies is caused by -",
        "exp": "Ans. is 'a' i.e.. Coagulation of proteins Pugilistic attitude(boxing/fencing/defence attitude)o It is heat stiffening caused by denaturation and coagulation of proteins,o It is indicative of exposure to intense heat,o There is flexion at all joints and ?clawing of fingers,o This phenomenon occurs both in antemortem and postmortem burns.",
        "cop": 1,
        "opa": "Coagulation of proteins",
        "opb": "Emulsification of fact",
        "opc": "Exposure to excess cold",
        "opd": "Electric shock",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "75cb5243-0e67-43f5-ac39-60879748004a",
        "choice_type": "single"
    },
    {
        "question": "Filigree burns seen in:",
        "exp": "Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy. 29th edition. 2010. Pg298Explanation:Filigree / Arborescent /Lichtenberg's flowers are superficial, thin, irregular, tortuous markings d/t rupture of smaller blood vessels.This is a feature of lightning burns.These burns resemble the pattern of a branching out tree.Vitriolage is the act of throwing corrosive acid, especially concentrated sulphuric acid.Filigree burns",
        "cop": 3,
        "opa": "Radiation",
        "opb": "Electrical bum",
        "opc": "Lightening",
        "opd": "Vitriolage",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "a6799c1c-12b7-4751-96cd-97468152e2a6",
        "choice_type": "single"
    },
    {
        "question": "Acceptable methods of homicide by law are all except",
        "exp": "(D) Rash or negligent homicide # Homicide: is killing of a human being by another human being.> Types: Lawful: (I) Justifiable. (2) Excusable. Unlawful: (1) Murder (S.300, I.P.C.). (2) Culpable homicide (S.299, I.P.C.). (a) amounting to murder, (b) not amounting to murder (S.304, I.P.C.). (3) Rash or negligent homicide (S. 304 A, I.P.C.).> Justifiable Homicide is justified in the circumstances which led to the killing of a person. in the administration of justice, like execution of sentence of death, maintenance of justice, e.g., in suppressing riots, or executing arrest, or killing in course of violent crime, e.g., a woman who kills a person who attempts to rape her.> Excusable Homicide caused unintentionally by an act done in good faith. killing in self-defence when attacked, provided there is no other means of defence, causing death by accident or misadventure, death following a lawful operation, homicide committed by an insane person.> Culpable homicide is causing death by doing an act with an intention of causing death, or, with an intention of causing such bodily injury as is likely to cause death, or with knowledge that such act is likely to cause death.",
        "cop": 4,
        "opa": "Woman who kills a person who attempts to rape her",
        "opb": "Killing in self-defence when attacked",
        "opc": "Death following a lawful operation",
        "opd": "Rash or negligent homicide",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "7ee83d50-6e9c-4527-aa5d-eb4bf2f50496",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is used in rape victims to determine of rupture of hymen and whether rupture is recent or old -",
        "exp": "Ans. is 'a' i.e., Glaister Keene Rods Glaister Keene Rodso Glaister Keene Rods may be used to determine degree of rupture of hymen and whether the rupture is recent or old. These rods are bent at 150 degrees at one end.These are used for close examination of the hymen.These are glass or plastic rods with a diameter of 5 mm having a globe at one end and varying in size from one to two and half cm.The rod is warmed to body temperature and passed through the hymental orifice, spherical head first.Then it is passed round the posterior surface of hymen, which is slightly stretched by separation of labia minora. In this way, the edges of the hymen become slightly everted. By slowtly rotating the sphere around the edges, natural notches are easily differentiated from tears, recent or old.This method does not cause pain or injury.",
        "cop": 1,
        "opa": "Glaister Keene Rods",
        "opb": "Gaba Rod",
        "opc": "Gram Rod",
        "opd": "Cylinder Rod",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "e575f7e0-6490-44c2-bcfe-71a2e10bf891",
        "choice_type": "single"
    },
    {
        "question": "Nicotine withdrawal symptoms are the following EXCEPT",
        "exp": "(B) Decreased appetite # WITHDRAWAL SYMPTOMS OF NICOTINE:> Intense urge to smoke, anxiety, impaired concentration and memory, depression or hostility, headache, muscle cramps, sleep disturbances, increased appetite and weight gain, diaphoresis and rapid respirations.> A short period (6 to 12 weeks) of maintenance often followed by a gradual reduction in 6 to 12 weeks is adopted.",
        "cop": 2,
        "opa": "Anxiety",
        "opb": "Decreased appetite",
        "opc": "Diaphoresis",
        "opd": "Rapid respirations",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "574f95ba-b29c-46d6-ac06-e10214b91634",
        "choice_type": "multi"
    },
    {
        "question": "In which organ putrefaction is late -",
        "exp": "Ans. is 'c' i.e.. Prostate Order of putrefactiono Order of appearance of putrefaction from earliest to last is : larynx, trachea > stomach, intestine > spleen, liver > brain, lungs > heart > kidney, bladder > uterus/prostate > bone.o Amongst the soft tissues uterus in femaleand prostate in males are last to undergo putrefaction, as uterus and prostate resist putrefaction. Otherwise bones are last to undergo putrefaction, overall.",
        "cop": 3,
        "opa": "Pancreas",
        "opb": "Brain",
        "opc": "Prostate",
        "opd": "Intestines",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "4b6add3c-492d-4fc0-a2d1-203884980472",
        "choice_type": "single"
    },
    {
        "question": "Anal coitus with opposite sex is -",
        "exp": "Ans. is 'b' i.e., Sodomy o Anal intercourse between two males or between a male and female is called sodomy. It is called sodomy as it used to be practiced in a town called sodomy.",
        "cop": 2,
        "opa": "Bestiality",
        "opb": "Sodomy",
        "opc": "Sin of Gomorrah",
        "opd": "Fellatio",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "5c9d4c47-3f48-4955-b5db-a76acff62ddd",
        "choice_type": "single"
    },
    {
        "question": "The Antidote for Cyanide poisoning is",
        "exp": "(C) Sodium nitrite with sodium thiosulfate # Cyanide poisoning:> Treatment: Stomach wash or emesis, activated charcoal and cathartic. 100 ml. of 50% glucose, 2 mg. naloxone, and 100 mg. thiamine i.v. 5 to 10 mg. diazepam, if the patient is violent or aggressive. Assure the patient that he will I recover. If flashbacks occur give antianxiety and if necessary antipsychotic drugs, such as haloperidol. Psychotherapy.",
        "cop": 3,
        "opa": "Atropine",
        "opb": "2-Pralidoxime",
        "opc": "Sodium nitrite with sodium thiosulfate",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "7e39ccf8-aa0a-4887-afc6-8e849e6b53ef",
        "choice_type": "multi"
    },
    {
        "question": "Filigree burns occur in -",
        "exp": "Ans. is 'a' i.e.. Lightening Lightening burnso Lightening refers to discharge of current between a negatively charged cloud and positively charged article on earth. During lightening, injuries result due to following mechanismsDirect effect of h igh voltage cu rrent.Heat, Le. super heated air causing burns.Expanded and displaced air, which acts as a blast wave.Sledge hammer blow by compressed air pushed before the current (sledge hammer effect and blow death).o The characteristic finding in lightening bums is filigree burns/ arborescent burns/arbo rescent marking/ litchenberg flower. In this bums are seen as coloured branching patterns, especially on shoulder and flanks. This branching distribution like inverted tree, does not correspond to blood vessels.",
        "cop": 1,
        "opa": "Lightening",
        "opb": "Electrocution",
        "opc": "Vitrilage",
        "opd": "Infanticide",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "1756629c-70cb-4ae3-96e7-4929ca64c074",
        "choice_type": "single"
    },
    {
        "question": "Cyanide poisoning is treated by",
        "exp": "(A) Sodium thiosulphate + Sodium nitrate # Treatment should be started immediately. The principle of the treatment is to reverse the cyanide-cytochrome combination. This is achieved by converting haemoglobin to methaemoglobin by giving nitrites. Break 0.2 c.c ampoule of amyl nitrite in a handkerchief and hold over the patient's nose for 15 to 30 seconds of every minute. 0.3 g. of sodium nitrite in 10 ml. of sterile water is given i.v. slowly, over a period of two to three minutes. Sodium nitrite forms methaemoglobin (Hb-Fe2+), then competeswith cytochrome oxidase for the cyanide ion, thusprotecting cytochrome oxidase. Do not remove theneedle. Through the same needle infuse 25 g. of sodium thiosulphate in 15% solution, i.v. over a period often minutes. It converts cyanide to non-toxic thiocyanate, which is excreted in urine.Repeat the nitrite-thiosulphate injection after an hour if recovery has not occurred. Hydroxocobalamine (Vitamin B12) 4 g. i.v. as infusion is given. It detoxifies cyanide by giving a hydroxyl group and then binding a cyanyl group from the cyanide, forming non-toxic cyanocobalamine which is excreted in the urine. It may be used with sodium thiosulphate which reacts with cyanocobalamine in the presence of the enzyme rhodanase, to produce thiocyanate. Dicobal EDTA acts by chelating cyanide to form a harmless product that is excreted in the urine. 600 mg. is given i.v. slowly. It is followed by 300 mg. if recovery does not occur. Cobalt EDTA and aminophenols are more rapid in action, efficacious, and less toxic than nitrites. 4-dimethylaminophenol (4-DMAP) 3 mg/kg. i.v. Gastric lavage is then performed on those who have ingested cyanide using activated charcoal, a mixture of 6% sodium carbonate, 15% ferrous sulphate and 3% citric acid, or 3% hydrogen peroxide, or 5 to 10% sodium thiosulphate, or 1:5000 potassium permanganate, and 200 ml. is left in the stomach. Alternatively stomach wash can be done with a mixture of sodium bicarbonate and ferrous and ferric chloride. Methylene blue is not effective. Ventilate with hundred percent oxygen. Methaemoglobin of more than fifty percent is an indication for exchange transfusion or administration of blood. If death is delayed, a mixture of ferrous and ferric sulphate with potassium carbonate may be given as a chemical antidote to form Prussian blue. Keep the airway clear. Patient should be kept under observation for 24 to 48 hours, as cyanide toxicity may recur. In poisoning by inhalation, remove the patient at once to fresh air and start artificial respiration and oxygen.",
        "cop": 1,
        "opa": "Sodium thiosulphate + Sodium nitrate",
        "opb": "Methylene blue",
        "opc": "Sodium thiosulphate only",
        "opd": "Sodium nitrate only",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "32d4695e-cce8-46e5-bb9d-6353032d50f6",
        "choice_type": "single"
    },
    {
        "question": "Maximum soft tissue bruising in neck is seen in -",
        "exp": "Ans. is 'a' i.e., Strangulation o As manual strangulation (throttling) is among the most violent form of asphyxia, hyoid fracture and other injury to neck structures is more common.HangingStrangulationGeneral characteristics 1. There is suspension of body.1. No suspension.2. Compression on neck is by a ligature.2. Compression on neck is by a ligature, hands, slicks, elbow, knee or foot.3. Force of compression is the weight of body (endogenous force).3. It is outside force applied (exogenous force).Local external P.M. findings 4. Ligature mark is above the thyroid is oblique, symmetrical and incomplete.4. Mark is on or below the thyroid. Is horizontal, complete and continuous (in absence of ligature mark there are other injuries on neck depending upon type of strangulation).5. Knot usually present.5. Usually absent.6. Usually no mark at site of knot:6. Mark is horizontal, complete and continuous.y In fixed knot, mark is inverted ' V' shaped.y In running noose, mark is transverse. 7. Mark usually single.7. Usually multiple marks.8. Surface of mark abraded or contused.8. Usually lacerated.9. Surface may show pattern of ligature used.9. Pattern not seen.10. Surface hard.10. Soft, due to frank bleeding.11. Mark-yellowish brown in colour.11. Black.12. Margins of mark showr petechial haemorrhages.12. Frank bleeding present.13. Surrounding skin shows few petechial haemorrhages.13. Multiple haemorrhages present.14. Depth of mark is less.14. More, like a groove.Local internal P,M, findings 15. Under the mark area is seen as dry, white, glistening pad of fat.15. Area is haemmorrhagic16. Muscles may be lacerated.16. Lacerated.17. Usually no laceration of blood vessels and their walls, (lacerated injudicial hanging).17. Lacerated.18. May be fracture of trachea, thyroid and larynx.18. Usually fractured.19. Cervical vertebrae fractured usually at C2-C3 and rarely C3-C4 or C1-C2, injudicial hanging.19. Fracture cervical vertebrae uncommon.20. Fracture of hyoid bone in uncommon.20. Fracture of hyoid bone, of adduction type (inward compression fracture), very common in throtting.21. Injury to spinal cord, pons and medulla common injudicial hanging.21. No injury to spinal cord, pons and medulla.Signs of struggle and violence 22. Signs of struggle and violence absent.22. Due to struggle, abrasions and contusions present on the body.23. No question of sexual assault on female victim, as this is usually suicidal and it is uncommon in females.23. May be sexual assault on female victim.24. Since hanging is usually suicidal no question of hiding the cause of death.24. Since strangulation is usually homicidal there is attempt at hiding the crime. Dead body may be hanged; thrown in water, jungle, or acid: may be burnt.General external RM. findings 25. Features of asphyxia mild.25. Greatly marked.26. Head tilted to side, opposite to knot.26. No such tilting.27. Neck stretched.27. No stretching.28. Face usually pale.28. Deeply congested and deeply cyan used.29. Mild cyanosis on nose, lips, tongue, ears and nails.29. Severe cyanosis.30. Few petechial haemorrhages in eyes and on face.30. Multiple petechial haemmorrhages and eye protruded out31. Tongue usually inside.31. Tongue-protruded, bitten and black.32. Bloody froth at nose and mouth is sometimes present.32. Usually present.33. Usually there is dribbling of saliva from angle of mouth.33. Usually absent.",
        "cop": 1,
        "opa": "Strangulation",
        "opb": "Hanging",
        "opc": "Burking",
        "opd": "Smothering",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "6d380fd4-9b36-465b-9714-2a2d2e3cc73a",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice of Gun shot injury is",
        "exp": "(B) Debridement # Treatment of Gun shot injury: Full extent of injuries sustained can be detected only by complete exploration> Gunshot wounds and war wounds require careful surgical debridement and such wounds should be left open.> Following high velocity injuries, fasciotomy of all of the fascial compartments of the limb should be undertaken.",
        "cop": 2,
        "opa": "Primary suture only",
        "opb": "Debridement",
        "opc": "Debridement and primary suture",
        "opd": "Debridement and secondary suture",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "8f9592d0-08bf-4246-a5ca-45e2a887a2b6",
        "choice_type": "single"
    },
    {
        "question": "Torture in which legs or thighs are tied with bamboo and the torturer presses on the tw o sides of the clamp to cause pain is called -",
        "exp": "Ans. is 'd' i.e., Chepuwa Physical tortureo Torture is defined as deliberate, systemic or wanton infliction of physical or mental suffering by one or more persons acting alone or on the orders of any authority, to force a person to yield information, to make a confession or for any other reason.o Torture may be physical or psychological. Important methods of physical torture are1. Beating : Beating may be of following types -Falanga (Falolka/Baatinada) : Beating of soles of feet with blunt object.Telefono : Simultaneous beating of both ears with palms.Quirofana : Beating on abdomen while upper half of body lying unsupported on table.2. Electric : Electric torture may be -Piacana : Placing electric wires in vagina, mouth, anus or over nipples and testis.Black slave : Heated metal skewer inserted into anus.3. Near suffocation : These are -Dry submarine : Plastic bag covering head and face.Wet submarine (Labaneva/Latina/Pileta): Forced immersion of victim's head in wrater, often contaminated with urine or vomit or blood.4. Suspension : Suspension may be -La-Bandera : By wrrist.Mercelago : By ankles.5. Forced posture: It may be -i) Planton : Prolonged standing.ii) Cabellete (Saw horse) : Forced struddling of a bar.Parrot's perch (Jack/paude Grava) : Head down by a horizontal pole placed under knees, with the wrists bound to the ankles.Chepuwa: Tight clamping of thighs or legs with bamboo, and the torturer may press two sides of clamps with his legs or may stand on two sides of clamps (practiced on Bhutanese refugees in Nepal).",
        "cop": 4,
        "opa": "Falanga",
        "opb": "Telefono",
        "opc": "Mercelago",
        "opd": "Chepuwa",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "1b4e5901-8a8f-498a-97e7-84e46f4a2836",
        "choice_type": "multi"
    },
    {
        "question": "Which of the gustafson&;s parameter is the most accurate-",
        "exp": "Ans. is 'd' i.e., Trnasperency of the tooth Age from teeth after 20 yearso Teeth eruption is useful for age estimation upto about 18 years, beyond which it is just a guess work. The methods used areGustafson's method ; Useful only in persons older than 21 years of age, depending on the physiological changes in each of the dental tissues.Attrition - due to wear and tear from mastication, upper surface of teeth destroyed gradually, first involving the enamel - dentine - pulp (depending on the functional use of teeth and hardness of enamel).Paradentosis - recession of gums and periodontal tissue surrounding the teeth, exposing the neck and adjacent part of root - teeth fall off (poor hygiene increases paradentosis).Secondary dentine formation - develop within the pulp cavity and decrease size of the cavity, start from base - apex, obliterate the cavity, increase with age, caries and paradentosis.Cementum apposition - near the end of root, increase cementum, increase thickness, deposited throughout life, and form incremental lines (devised by Boyde).Root resorption - because of cementum and dentine, absorption of root start at apex and extend upward (may be pathological).Transparency of the root - seen after 30 years of age, canal in the dentine at first widen, increase with age because of deposition of minerals. They become invisible and dentine becomes transparent (Most reliable of all the criteria).Mile's method : Age can be knowm by changes of root transparency.C) Boyde' method : On enamel of the tooth, there is a line at birth (neonatal line). With increase in age, more lines are added, study of which helps in age determination.D) Stack's method : Age of i nfant can be knowrn from height and weight of erupting teeth,",
        "cop": 4,
        "opa": "Attrition",
        "opb": "Periodontosis",
        "opc": "Root resorption",
        "opd": "Transparency of the root",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "9a5c72f0-a043-4f5a-b3f6-23b33bb463cb",
        "choice_type": "single"
    },
    {
        "question": "IPC section which deals with punishment for homo- sexuality",
        "exp": "(D) 377# Some Important IPC Sections: S 377 IPC: Punishment for unnatural offences S 376 IPC: Punishment for commit rape S 375 IPC: Punishment for sexual intercourse by man, with his wife against her will and, if she is < 16 years of age with/without consent S 312 IPC: Punishment for voluntarily causes criminal abortion S 302 IPC: Punishment for murder S 303 IPC: Punishment for murder by life convict (death) S 304 IPC: Punishment for culpable homicide not amounting to murder. S 304-A IPC: Causing death by negligence S 305 IPC: Abatement of suicide of child or insane person S 306 IPC: Abatement of suicide S 307 IPC: Attempt to murder S 308 IPC: Attempt to commit culpable homicide S 309 IPC: Attempt to commit suicide S 319 IPC: Hurt S 320 IPC: Grievous injury",
        "cop": 4,
        "opa": "312",
        "opb": "375",
        "opc": "376",
        "opd": "377",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "a6412228-a07c-4599-8bb9-f703c02b3778",
        "choice_type": "single"
    },
    {
        "question": "Tattoo is not visible on autopsy. But the presence of tattoo was informed by relative. What is the next site to check?",
        "exp": "* The regional lymph nodes near a tatoo mark show a deposit of a pigment.* A faded tattoo mark becomes visible by the use of ultraviolet lamp or rubbing the part and examining with magnifying lens.* Infrared photography makes old tattoos readily visible.* The marks are recognised even in decomposed bodies when the epidermis is removed by wiping the area with a moist paper towel or a piece of cloth.",
        "cop": 1,
        "opa": "Regional lymph node",
        "opb": "Liver",
        "opc": "Skin",
        "opd": "Vessel",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "f1b07507-5e05-43ce-9d29-15d695fb6d11",
        "choice_type": "single"
    },
    {
        "question": "Estimation of age done after 25 years with changes in teeth is by",
        "exp": "(C) Gustafsan's method > Gustafson's Method: The age estimation of adult over 25 years depends on the physiologic age changes in each of the dental tissue.",
        "cop": 3,
        "opa": "Galton system",
        "opb": "Bertillon system",
        "opc": "Gustafsan's method",
        "opd": "Pearson's formula",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "c505b3ad-8a09-4d42-8044-5d9a67a2b44c",
        "choice_type": "single"
    },
    {
        "question": "Most common finger print type is -",
        "exp": "Ans. is 'a' i.e., Loops Dactylography / Dermatoglvphies Gabon system / Finger printso Finger prints are present from birth both on epidermis and dermis, remain constant through out life and can't be altered without destroying true skin.o Finger print pattern is absolutely individual i.e. no two hands are entirety alike, not even identical twins. That's why, it is best (most sensitive and most specific) and most reliable method of identification (Quetelet's rule of biological variation). DNA finger printing may be same in monozygotic twins,o The pattern is neither inherited nor identical in any two persons. So the paternity cannot be proved through finger print patterns. However, paternity can be proved by DNA finger printing.o Loops (67% most common) > whorls (25%) > arches (7%) > composite (2% least common) are four main types of pattern.o It is accepted that chances of 2 finger prints matching 16 ridge characteristic are infinitely small (Parikh's). In practice 8-16 (Reddy) / 16-20 (Seth, Simpson) points offine comparison are accepted as proof of identity.o Locard's poroscopy method is study of microscopic pores, formed by mouths of ducts of subepidermal sweat gland present on ridges of fingers. These pores are permanent, remain un changed during life and are very useful when only fragments of fingerprints are available. Each milimeter contains 9-18 pores,o Criminals may attempt to multilate finger prints by applying CO2 snow, corrosive agents, burns or eroding against hard surface. But these manners do not destroy finger prints permanently unless true skin is completely destroyed.",
        "cop": 1,
        "opa": "Loops",
        "opb": "Whorls",
        "opc": "Composite",
        "opd": "Arches",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "69aa5f19-cd3c-40f7-948f-fece27895ef2",
        "choice_type": "single"
    },
    {
        "question": "Rule of Hasse is used to determine?",
        "exp": "(A) The age of fetus # HASSE'S RULE is employed to calculate the age of the foetus on the basis of the length according to months of gestation and calculating the age of fetus from its length.> During the first five months of pregnancy, the length in cms is square of the age in months i.e. Rule of Hasse.",
        "cop": 1,
        "opa": "The age of fetus",
        "opb": "Height of an adult",
        "opc": "Race of a person",
        "opd": "Identification",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "f83cc359-bae9-4bf0-8236-3291d022613c",
        "choice_type": "single"
    },
    {
        "question": "In a macerated baby, ideal sample for genetic analysis is obtained from:",
        "exp": "Ref: Derom C et al. Genotyping of macerated stillborn fetuses. Am J Obstet Gynecol. 1991 Mar: 164(3): 797- 800. & http://www2. marshfieldclinic.org/wissp/commonly.htmExplanation:* It is generally impossible to collect blood or to culture tissue from a macerated stillborn fetus. Accurate genotyping of such a fetus may. however, be critical for the diagnosis of genetic diseases and appropriate genetic counselling.It is particularly important to sample fetal placenta under those circumstances since these cells tend to survive longer after fetal death.Placental tissue is an ideal sampling site in a macerated fetus.Maceration:It is a process of aseptic autolysis.This occurs when the dead fetus remains in utero for about 3-4 days surrounded by amniotic fluid without air.Signs of maceration are not seen if child is born within 24 hours after death.If air enters the amniotic fluid after the death of fetus, putrefaction occurs instead of maceration.The earliest sign of maceration - Skin slippage (Seen after 12 hours of death of child).Spalding's Sign:Loss of alignment and overriding of the bones of the cranial vault occurs due to shrinkage of the cerebrum after death of the fetus.In early stage, there is only loss of alignment without overriding.This sign develops earlier with vertex presentation.",
        "cop": 2,
        "opa": "Clotted fetal blood",
        "opb": "Placental Tissue",
        "opc": "Fibroblast from skin",
        "opd": "Fibroblast from Achiles tendon",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "2e3df554-1ad1-46c2-b8e5-ecce67439062",
        "choice_type": "single"
    },
    {
        "question": "The most reliable criteria in Gustafson method of age estimation is:",
        "exp": "Ans. is 'c' i.e. Transparency of root Gustafson's method is method of age determination in adults from physiological changes in teeth.Gustafson devised a microscopic method for age estimation based on the histological examination of ground thin sections of teeth. He evaluated the correlation of six physiological changes with increasing age. These are :Attrition - d/t wear & tear from mastication, occlusal (upper) surface of the teeth is destroyed gradually, first involving the enamel, then dentin and at last the pulp.Paradentosis - with advancing age the gums and peridental tissue surrounding the teeth show regression, gradually exposing the necks, and adjacent part of root of teeth.The amount of secondary dentin - Secondary dentil deposition occurs within the pulp cavity and gradually decreases the size of the cavity.Cementum apposition - Secondary cementum is slowly and continuously deposited throughout life forming incremental lines.Age can be estimated by counting these incremental lines.The degree of root resorption Transparency of root dentine - It is the most reliable of all criteria. It is not seen before 30 yrs of age.",
        "cop": 3,
        "opa": "Attrition",
        "opb": "Secondary dentin deposition",
        "opc": "Transparency of root",
        "opd": "Cementum apposition",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "8d251503-46e2-4a3d-aefc-faee1e8c69ef",
        "choice_type": "single"
    },
    {
        "question": "Magistrate inquest is done in all the following cases except:",
        "exp": "Ans: B (Homicide) Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy, 29th edition, 2010, pg: 5Explanation:Inquest:It is an inquiry or investigation into the cause of death.It is conducted in cases ofo Suidde.o Murder.o Killing by an animal or machinery,o Accidents.o Deaths due to torture or ill-treatment.o Occupational diseases,o Suspected medical negligence,o Suspicious (unnatural deaths),o Deaths due to anesthesia or operation,o Unidentified or skeletonised bodies.Two types of inquests are held in India:o Police inquest.o Magistrate inquest.Magistrate InquestSection 176 CrPC deals with inquiry by Magistrate into cause of death.It is practised all over IndiaIt is not held routinely, but only in special situations.Conducted by:o District Magistrate (Collector/Deputy Commissioner),o Jucidiciat Magistrate,o Sub-Divisional Magistrate (RDO).o Executive Magistrate empowered by State Government, such as Sub-Collector or TahsildarIt is done in:o Death or Diappearance in police custody, while police interrogation,o Death due to police firing,o Death in prison, reformatories, Sorstal school,o Death in psychiatric hospital.o Dowry deaths (Suicide or death of a woman within 7 years of marriage).o Exhumation (IPC 174(4) and CPC 176).o Rape alleged to have been committed on any woman in the custody of police.o Admission of mentally ill person in a psychiatric hospital under certain provisions of Mental Health Act. 1987.Note: In addition to the above, the Magistrate reserves the right to hold an inquest in any other case of death which he or she deems fit. In any case of death, a Magistrate may conduct an inquest, instead of or in addition to the police (I PC 176).",
        "cop": 2,
        "opa": "Exhumation",
        "opb": "Homicide",
        "opc": "Lock up death",
        "opd": "Alleged dowry death",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "69d369b2-c3a3-48ea-b2e4-5212baca55db",
        "choice_type": "multi"
    },
    {
        "question": "Bullet entry wound, for bullet entering at acute angle is identified by w hat shape of abrasion collar -",
        "exp": "Ans. is 'c1 i.e., Oval o If bullet enters at acute angle to the skin then the abrasion collar is oval and if the bullet enters at right angle to the skin the abrasion collar is circular.Abrasion collar of an entrance bullet wound",
        "cop": 3,
        "opa": "Circular",
        "opb": "Rectangular",
        "opc": "Oval",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "31dda69c-fab2-4b9d-a052-c77107b8dc37",
        "choice_type": "multi"
    },
    {
        "question": "In Primary dentition tooth eruption, the earliest tooth to erupt is",
        "exp": "(A) Central incisor # PRIMARY TEETH typically erupt in the following order: (1) central incisor, (2) lateral incisor, (3) first molar, (4) canine, and (5) second molar. As a general rule, four teeth erupt for every six months of life, mandibular teeth erupt before maxillary teeth, and teeth erupt sooner in females than males. During primary dentition, the tooth buds of permanent teeth develop below the primary teeth, close to the palate or tongue.# PERMANENT TEETH in the maxilla erupt in a different order from permanent teeth on the mandible. Maxillary teeth erupt in the following order: (1) first molar (2) central incisor, (3) lateral incisor, (4) first premolar, (5) second premolar, (6) canine, (7) second molar, and (8) third molar. Mandibular teeth erupt in the following order: (1) first molar (2) central incisor, (3) lateral incisor, (4) canine, (5) first premolar, (6) second premolar, (7) second molar, and (8) third molar. Since there are no premolars in the primary dentition, the primary molars are replaced by permanent premolars.",
        "cop": 1,
        "opa": "Central incisor",
        "opb": "Lateral incisor",
        "opc": "Canine",
        "opd": "First molar",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "7ae07fb4-33a9-4d69-a52a-12accaf737d8",
        "choice_type": "single"
    },
    {
        "question": "Punishment for perjury is covered under section -",
        "exp": "Ans. is 'b' i.e., 193 IPC Perjury, Hostile witness and false certificateo 191 IPC: (i) Giving false evidence (perjury) under oath and (ii) hostile witness.o 192 IPC : Fabricating false evidence (perjury).o 193 IPC : Punishment for false evidence (punishment for perjury) : imprisonment upto 7 years + fine,o 194 IPC: Giving or fabricating false evidence to procure conviction of capital offence.o 195 IPC: Giving or fabricating false evidence to procure conviction of offence punishable with imprisonment for life.o 197IPC: Issuing or signing (attesting) false certificate by a doctor is a criminal offence.o 201 IPC : Causing disappearance of evidence.",
        "cop": 2,
        "opa": "191 IPC",
        "opb": "193 IPC",
        "opc": "195 IPC",
        "opd": "197 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "ad90331f-537e-467b-85d4-5cfe83cb869a",
        "choice_type": "single"
    },
    {
        "question": "Natural disasters are all except -",
        "exp": "Ans. is 'd' i.e., Accidental radioactive gas leak from factory o A natural disaster is a major adverse event resulting from natural processes of the Earth; examples include floods, volcanic eruptions, earthquakes, tsunamis, and other geologic processes,o Accidental radioactive gas leak from factory is most commonly a result of human or mechanical error and thus not a natural disaster.",
        "cop": 4,
        "opa": "Floods",
        "opb": "Tomedo",
        "opc": "Lightening strike",
        "opd": "Accidental radioactive gas leak from factory",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "c930d295-dd3a-4012-81c2-e02e452546f0",
        "choice_type": "multi"
    },
    {
        "question": "What is not true about valid consent-",
        "exp": "Ans. is 'b' i.e., Use technical jargon Legally valid consent for medical examination and treatment is one :-o Given by person himself, if above 12 years, conscious and mentally sound (sane),o Or given by parent, guardian, or friend, if patient is less than 12 years or is unconscious or is insane,o Is written informed consent, i.e. is given in w riting after knowing the nature of condition of procedure, its alternatives and its complications. All disclosures/ true information should be given freely in a language that the patient best understand. Non-medical persons usually do not understand the medical technical jargon, so the consent should be taken in simple language, which the patient can understand and not a technical jargon.o Given in presence of two witnesses,o Given before the actual doing of procedure.o Given freely, voluntarily and directly; without fear, force or fraud.o Signed by doctor, patient (or guardian) and witnesses.",
        "cop": 2,
        "opa": "Obtained in presence of two witnesses",
        "opb": "Use technical jargon",
        "opc": "Should not be obtained with force,, fear or fraud",
        "opd": "True information to be given freely",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "8fb7eb56-78de-488e-bff8-8e4dda3780cc",
        "choice_type": "multi"
    },
    {
        "question": "Evidence not used in rape-",
        "exp": "Ans. is 'd' i.e., Presence of smegma under prepuceExamination in a case of rapeA. Examination of victimo Victim cannot be examined without written informed consent. Informed written consent should be obtained if the age of victim is above 12 years. If she is less than 12 years of age or if she is mentally unsound, the written consent of parent'guardian should be taken (Sec. 90 IPC). Victim (female) should be examined by or under supervision of a female RMP (Sec. 53(2) CrPC).o Finding which are suggestive of rape are :- Signs of struggle on clothes (tear, blood, semen, mud etc}, body and genitals {abrasion, contusion, bites or nail marks etc).Presence of the semen in the vagina (proof of sexual intercourse).Presence of spermatozoa in the vagina.Locards principal of exchange states that whenever two bodies come in contact with each other, there is exchange of material between the two and so a criminal can be linked to crime. In case of rape, piece of cloth, button, hair, blood, saliva, semen or smegma from the accused may be found on the body of victim and conversly materials of victim may be found on the body of accused.Presence of smegma bacilli in vagina is suggestive of coitus.B. Examination of accusedo An accused can be examined even without his consent (Sec 53(A) CrPC). Findings may bePresence of torn frenulum is consistent with a recent intercourse.The presence of smegma under prepuce is inconsistent with recent intercoures as it gets rubbed off during sexual intercourse and may be deposited in vagina. It takes about 24 hours to accumulate. Thus, absence of smegma may indicate sexual intercourse, provided no bath is taken.Presence of vaginal epithelial cells on penis can be detected by lugol's iodine.",
        "cop": 4,
        "opa": "Semen in vagina",
        "opb": "Semen on clothes",
        "opc": "Presence of smega bacilli in vagina",
        "opd": "Presence of smegma under prepuce",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "2a19aaff-e927-4542-a4a5-aa465c870ea8",
        "choice_type": "single"
    },
    {
        "question": "All of the following are preserved in a case of poisoning except",
        "exp": "(B) A loop of large Intestine",
        "cop": 2,
        "opa": "Stomach with its contents",
        "opb": "A loop of large intestine",
        "opc": "Blood",
        "opd": "Urine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "989ee00d-4a71-4925-b7d9-4f6c458dc214",
        "choice_type": "multi"
    },
    {
        "question": "In blast injury, what is the organ to be damaged first-",
        "exp": "Ans. is 'a' i.e. Tympanic membraneBlast or shock waveo When an explosion occurs, the explosive material produces a large volume of gas and releases a large amount of energy. It produces a 'shock wave' which spread concentrically from the site of explosion. The injuries depend on the environment in which blast occurs :-Air blast (most common) : Explosion occurs in air. There is barotrauma to air filled hollow organs. Tympanic membrane (ear drum) is most sensitive and most commonly injured. Lung is the second organ to be injured and is the most commonly injured hollow organ and most common cause of life threatening injury. Other parts injured are middle ear, cochlea, eyes, bowels, mesentery, omentum and brain. Homogenous solid organs like liver and muscles are usually not affected.Under water blast (explosion under water) : Gastrointestinal tract is injured most commonly. Lungs are also injured.Solid blast: Explosive is detonated near a rigid/solid structure and wave of energy spreads through it. If people are in contact with that rigid structure, injuries take place. The injuries are mostly skeletal; fracture of legs and vertebral column are more common. GIT damage is more common than lung.",
        "cop": 1,
        "opa": "Tympanic membrane",
        "opb": "Git",
        "opc": "Liver",
        "opd": "Lung",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "65253d18-8a32-4b29-a04b-6aaf8ad9cc63",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most useful for sex determination?",
        "exp": "Ans: C (Pelvis) Ref: The Essentials of Forensic Medicine and Toxicology by KS Moray an Reddy. 29th edition. 2010. Pg. 57-6/Explanation:According to Krogman theory, the degree of accuracy in sexing adult skeletal remains is:Entire Skeleton100 %Pelvis alone95 %Skull alone90 %Pelvis + Skull98 %Long bones alone80 %Some Important Difference Between Male and FemalePelvis (See Table-5)",
        "cop": 3,
        "opa": "Skull",
        "opb": "Femur",
        "opc": "Pelvis",
        "opd": "Tibia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "f9bc21c2-544e-4b47-9968-ae7ade883595",
        "choice_type": "single"
    },
    {
        "question": "Term used for death of full family suicide is",
        "exp": "(D) Familicide# FAMILICIDE is a type of murder or murder-suicide in which at least one spouse and one or more children are killed, or in which a parent or parents and possibly other relatives such as siblings and grandparents are killed.> In some cases all of the family members' lives are taken. If only the parents are killed, the case may also be referred to as a parricide. Where all members of a family are killed, including when the killing takes the form of a murder-suicide, the crime may be referred to as family annihilati> Jauhar (Jowhar) is the self-immolation of women, always including queens and female royals of Hindu kingdoms, most notably the Rajput kingdoms of Rajasthan in India, when facing defeat at the hands of an enemy.> Massacre is the deliberate slaughter of members of one group by one or more members of another more powerful group. A massacre may be indiscriminate or highly methodical in application. A massacre is a single event, though it may occur during the course of an extended military campaign or war.> Mass suicide occurs when a group of people commit suicide simultaneously. Contents. Examples 1. Historical mass suicides; 2. Religiously motivated.",
        "cop": 4,
        "opa": "Mass suicide",
        "opb": "Jauhar",
        "opc": "Massacre",
        "opd": "Familicide",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "3520fa57-16e8-4a37-9504-f8843998fd74",
        "choice_type": "single"
    },
    {
        "question": "Atavism is resemblence of features to",
        "exp": "Ans. is 'd' i.e. Grandfather \"In Atavism the child does not resemble its parents but its grandparents\" - Parikh, 6/e.",
        "cop": 4,
        "opa": "Mother",
        "opb": "Father",
        "opc": "Neighbour",
        "opd": "Grandfather",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "e0964ff7-73e1-4a6f-ade9-1573aaff2f0d",
        "choice_type": "single"
    },
    {
        "question": "Term cafe coronary was coined by -",
        "exp": "Ans. is 'a' i.e., Roger Haugen \"A popular term 'cafe coronary * was coined by Dr. Roger Haugen, Medical Examiner of Broward County, Florida for such impaction of food in the respiratory passage \".-- Krishan Vij",
        "cop": 1,
        "opa": "Roger Haugen",
        "opb": "J. Morton",
        "opc": "NeilMarkson",
        "opd": "M.Hoppefield",
        "subject_name": "Forensic Medicine",
        "topic_name": "Misc.",
        "id": "ff7f214f-d0ce-4b03-bcc3-aad739727d26",
        "choice_type": "single"
    }
]