[
    {
        "question": "Magnan's symptom is seen in:",
        "exp": "Altered tactile sensation: the person feel that some insects are crawling on his skin. This is known as. Magnan's symptomorcocaine bugs(formication). Cocaine is an alkaloid derived from plant. Erythroxylon coca.",
        "cop": 2,
        "opa": "Datura",
        "opb": "Cocaine",
        "opc": "Opium",
        "opd": "Cannabis",
        "subject_name": "Forensic Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "96f7eed7-3d52-4284-8d1a-56ed7e600129",
        "choice_type": "single"
    },
    {
        "question": "The poison commonly detected in exhumed bodies is:",
        "exp": "The greatest concentration ofarsenicis found inhair and nails. Its deposition in hair may begin in 15 days after administration. Arsenic becomes fixed in thecancellous tissue of bones, chiefly thelong bones, owing to the conversion of their phosphates into arsenates. Its presence can be detected in the bones for prolonged periods. Hence, it is prudent to preserve long bones for chemical analysis in suspected cases of chronic arsenical poisoning when a body is exhumed.",
        "cop": 2,
        "opa": "Cadmium",
        "opb": "Arsenic",
        "opc": "Lead",
        "opd": "Mercury",
        "subject_name": "Forensic Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "26ee2c29-ef2f-4ebf-93f5-e499f3054466",
        "choice_type": "single"
    },
    {
        "question": "In a child who has been raped hymen:",
        "exp": "In case of rape on small children, hymen is usually intact, since it is deeply situated. In children, the hymen is deeply situated, and as the vagina is very small, it is impossible for the penetration of the adult organ to take place. In children, there are a few or no signs of general violence, as the child is unaware of the assault and incapable of resisting. A few indicators for routine enquiry are pain on urination and/or defecation, abdominal pain, inability to sleep, sudden withdrawal from peers/adults, feelings of anxiety, nervousness, helplessness, weight loss, and feelings of ending one's life.",
        "cop": 2,
        "opa": "Will be intact because it is elastic",
        "opb": "Will be intact because it is deep situated",
        "opc": "Will be perforated because very thin",
        "opd": "Will be perforated because superficial",
        "subject_name": "Forensic Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "9e2004fe-9143-41cb-a7b1-d1575641500a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following test shows yellow needle shaped crystals of spermine picrate?",
        "exp": "CHEMICAL METHODS FOR DETECTION OF SEMEN Barberio's test Spermine present in semen reacts with picric acid to form yellowish needle shaped crystals of spermine picrate. Florence's test Choline from semen reacts with Florence solution (potassium iodide + iodine + distilled water) to form brownish rhomboid shaped crystals of choline iodide. CRYSTAL TESTS FOR BLOOD STAINS Teichmann test(Hemin crystal test): stain extract and few crystals of sodium chloride are taken and heated with glacial acetic acid. If stain happened to be blood, dark brown rhomboid shaped crystals will be formed as visible under microscope. Takayama test(Hemochromogen crystal test): when bloodstain extract is heated with Takayama reagent (Pyridin + Na. OH + glucose & distilled water), pink feathery crystals will be visible under microscope.",
        "cop": 2,
        "opa": "Florence test",
        "opb": "Barberio's test",
        "opc": "Takayama's test",
        "opd": "Teichmann test",
        "subject_name": "Forensic Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "3872bc84-6683-4298-9bda-9c19f2a7c0ba",
        "choice_type": "single"
    },
    {
        "question": "The most widely used substance dependence causing drug is:",
        "exp": "Substance dependenceis a cluster of physiological, behavioral and cognitive phenomenon in which the use of a substance or a class of substances taken on a much higher priority for a given individuals than other behaviors that once had greater value. Psychoactive substances or drugs of dependence and abuse are classifiedas: Ethanol Tobacco Opioids Cannabis Cocaine Amphetamines and others Hallucinogens -- LSD, phencyclidine Tranquillizers, sedatives and hypnotics -- barbiturates, benzodiazepines etc. Inhalants -- solvents, ethers etc. Miscellaneous: caffeine, Datura, analgesics etc. Alcohol remains the preferredagentover the years, however many newer psychoactive drugs have joined. These drugs are called as recreational drugs and includesmarijuana (ganja), LSD, amphetamine etc. Various. Preparations of Cannabissativaare: Bhang: also called as sidhi, patti, sabji. Ganja: is derived from flowering tops. Charas: also known as hashish or hash and is derived from resinous exudates of plant Majun: a sweet prepared with any of the above preparation Added. Marijuana",
        "cop": 4,
        "opa": "Amphetamines",
        "opb": "Opium",
        "opc": "Cocaine",
        "opd": "Cannabis",
        "subject_name": "Forensic Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "f3f8380d-3e37-4cef-b152-42d5dfa7dd59",
        "choice_type": "single"
    },
    {
        "question": "The onus of proof in civil negligence case against a doctor lies with:",
        "exp": "Negligence is a to i. e. civil wrong ONUS OF PROOF: Liability to prove the allegations. In civil negligence, apatient brings charges of negligence against doctor for monetary compensation for the damages suffered by him.",
        "cop": 2,
        "opa": "Doctor",
        "opb": "Patient",
        "opc": "Police not below sub inspector",
        "opd": "Judicial magistrate",
        "subject_name": "Forensic Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "4cfee2fa-d89b-49dc-bdbd-e46bc3ca1b7e",
        "choice_type": "single"
    },
    {
        "question": "As per POCSO act, child was brought for age estimation. Xray wrist taken. The maximum age of the wrist joint is:",
        "exp": "The POCSO Act defines a child as any person below the age of 18 years and provides protection to all children (both males and females) under the age of 18 years from sexual abuse. Ossification Centres of Carpal Bones: Capitate: 1-3 months Hamate: 2-4 months Triquetrum: 2-3 years Lunate: 2-4 years Scaphoid: 4-6 years Trapezium: 4-6 years Trapezoid: 4-6 years Pisiform: 8-12 years Capitate is the first one and. Pisiformis the last one to ossify. Base of 1stmetacarpel is not fused with the shaft which means age is <15 years. Pisiform has not apppeared so the age is less than 12 years.",
        "cop": 3,
        "opa": "4 years",
        "opb": "7 years",
        "opc": "10 years",
        "opd": "13 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "981d0cd1-3b0d-40d5-9918-8138c7cd688b",
        "choice_type": "single"
    },
    {
        "question": "On voluntary admission, the maximum number of days a person can be admitted as per mental health care act is:",
        "exp": null,
        "cop": 2,
        "opa": "48 hours",
        "opb": "30 days",
        "opc": "60 days",
        "opd": "90 days",
        "subject_name": "Forensic Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "69e26b65-302a-43d5-a764-fe72bd7d8bc7",
        "choice_type": "single"
    }
]