[
    {
        "question": "Cocaine withdrawal causes all except -",
        "exp": "Ans. is 4d' i. e., Creeping bugs \"Patients withdrawing from cocaine typically experience fatigue, dysphoria, dirturbed sleep, and some craving; some may experience depression\" _______Kaplan & Saddock. o Creeping bugs are seen in chronic cocaine abuse (not due to withdrawal). Cocaineo Cocaine is an alkaloid derived from the Coca bush, Erythrexylum Co. Ca. It was the first local anaesthetic which was used clinically. Toxicity of cocaine may be: -Acute toxicity: - Acute cocaine intoxication is characterized by: -Sympathetic hyperactivity: - Tachycardia, hypertension, mydriasis, sweating, nausea & vomiting. Hypomanic state: - Increased psychomotor activity, grandiosity, elation, hypervigilance, Increased speech output. Chronic overuse: - Chronic overuse can cause: -Psychotic episodes (Cocaine psychosis): Persecutory delusions with tactile hallucinations (formination). Tactile hallucinations are manifested as bugs crawling under the skin - Cocaine bugs or magnan fs symptoms. Other: - Anxiety reaction, compulsive behavior, delirium and delusional disorders. Black pigmentation of tongue and teeth.",
        "cop": 4,
        "opa": "Dysphoria",
        "opb": "Fatigue",
        "opc": "Disturbed sleep",
        "opd": "Creeping bugs",
        "subject_name": "Forensic Medicine",
        "topic_name": "Non-Narcotic Drug Abuse & Deliriant Poisons",
        "id": "300f1091-a14a-484f-a915-2ac9e41fc50b",
        "choice_type": "multi"
    },
    {
        "question": "The antidote for benzodiazepine toxicity is -",
        "exp": "Ans. is 'a' i. e., Flumazenil. Drug. Antidote. AcetaminophenN-Acetylcysteine or Mucomyst. Anticholinesterase. Atropine or Pralidoxime. Anticholinergics, diphenhydramine, Physostigmine. Dimenhydrinate Ethylene glycol. Fomepizole, Ethanol. Benzodiazepines, Zaleplon, Zolpidem. Flumazenil (Romazicon). Beta-Blocking agents, Calcium channel blockers, Hypoglycemia, Hypoglycemic agents. Glucagon, Epinephrine. Calcium Channel Blockers. Calcium Chloride, Glucagon. Coumadin. Phytonadione or Vitamin KCyanide. Amyl nitrite, sodium nitrite, sodium thiosulfate. Cyclophosphamide. Mesna. Digoxin. Digibind or Digoxin Immune Fab. Heroin. Naloxone (Narcan) or Nalmefene. Iron. Deferoxamine. Heparin. Protamine Sulfate. Lead. EDTA, dimercaprol, succimer. Methotrexate. Leucovorin calcium. Potassium. Insulin + Glucose, Kayexalate. Valproic acidL-Camitine. Isoniazid. Pyridoxine HC1 (Vitamin B6). Arsenic, Copper, Lead, MercuryD-Penicillamine (Cuprimine)",
        "cop": 1,
        "opa": "Flumazenil",
        "opb": "Naloxone",
        "opc": "Naltrexone",
        "opd": "Dimercaprol",
        "subject_name": "Forensic Medicine",
        "topic_name": "Non-Narcotic Drug Abuse & Deliriant Poisons",
        "id": "5953a4eb-7a00-4f30-8d62-e0647509eded",
        "choice_type": "single"
    }
]