[
    {
        "question": "Mooning is a form of",
        "exp": "Flashing: The act of momentarily exposing or revealing sexual body pa by quickly moving the clothing. Streaking: The act of running naked through a public place. Mooning: The act of displaying one's bare buttocks, by lowering the pants and bending over",
        "cop": 1,
        "opa": "Exhibitionism",
        "opb": "Transvestism",
        "opc": "Voyeurism",
        "opd": "Eonism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual offences",
        "id": "3a5e5f71-377d-4104-ac1c-2b86d75b2ece",
        "choice_type": "single"
    },
    {
        "question": "Increased sexual desire in males is known as-",
        "exp": null,
        "cop": 2,
        "opa": "Nymphomania",
        "opb": "Satyriasis",
        "opc": "Frigidity",
        "opd": "Fetishism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual offences",
        "id": "8258de16-9188-421b-8320-7b087cc45069",
        "choice_type": "single"
    },
    {
        "question": "A 35 year old man is brought to you dressed in woman's clothing. On fuher questioning you find that he gets sexual pleasure from doing so. It is a case of",
        "exp": "Transvestism /Eonism Disorder characterized by recurrent, intense, sexually arousing fantasies, sexual urges or behaviors involving cross-dressing. Sexual gratification is obtained by wearing the dress of opposite sex for sexual excitement. It is usually seen in males They collect items of distinct feminine look and feel, like nightgowns, slips, bras, lingerie, stockings and pantyhose, and may dress in these feminine garments and take photographs of themselves while living out their secret fantasies.",
        "cop": 1,
        "opa": "Eonism",
        "opb": "Ipsation",
        "opc": "Peeping tom",
        "opd": "Mixoscopia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual offences",
        "id": "44ef9885-4118-447f-8619-f7c53e3b4696",
        "choice_type": "single"
    },
    {
        "question": "Husband had intercourse with wife during separation without consent. Section which deals with it:",
        "exp": "Husband having intercourse with wife during separation without consent is punishable under 376 B IPC. 376 A IPC Punishment for causing the victim to suffer persistent vegetative state during rape 376 C IPC Custodial rape 376 D IPC Gang rape 376 E IPC Rape by repeated offender",
        "cop": 2,
        "opa": "376-A IPC",
        "opb": "376-B IPC",
        "opc": "376-C IPC",
        "opd": "376-D IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual offences",
        "id": "2d6ead4e-0fa5-4eda-afe0-14dd5567b041",
        "choice_type": "single"
    },
    {
        "question": "Repeat offence of stalking is",
        "exp": "Stalking: - involves following a woman or contacting such woman in spite of clear disinterest or monitors her through internet, e-mail or any other form of electronic communication. It is punishable under Sec. 354-D IPC with imprisonment for upto 3 years and fine (cognizable and bailable) and imprisonment upto 5 years and fine for subsequent offence (cognizable and non-bailable).",
        "cop": 3,
        "opa": "Cognizable & bailable",
        "opb": "Non Cognizable & bailable",
        "opc": "Cognizable & non bailable",
        "opd": "Non Cognizable & non bailable",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual offences",
        "id": "4fa1e049-ec52-4e9b-aba7-3f6f152ac9ba",
        "choice_type": "single"
    },
    {
        "question": "Onanism is otherwise known as:-",
        "exp": "Onanism / Ipsation /masturbation: self-stimulation which effects sexual arousal",
        "cop": 1,
        "opa": "Masturbation",
        "opb": "Sodomy",
        "opc": "Buccal coitus",
        "opd": "Fetishism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual offences",
        "id": "7ea6428f-5d1e-4af6-a990-bd39331155c1",
        "choice_type": "single"
    },
    {
        "question": "Sexual asphyxia is seen in cases of:",
        "exp": "Sexual Masochism Disorder Is a condition in which someone is sexually aroused by being bound, beaten, or otherwise made to suffer physical pain or humiliation. Sexual asphyxia/ Asphyxiophilia is considered a sub-type of sexual masochism disorder. In this disorder, people restrict their breathing (paial asphyxiation) at or near the time of orgasm to enhance the experience. Typically, people use aicles of clothing (eg, scarves, underwear) as a ligature to choke themselves. The ligature is often suspended from an object in the room (eg, doorknob, bedpost). Loss of consciousness can occur rapidly because obstruction of venous return from the brain impairs cerebral perfusion even before hypoxia and hypercarbia become significant. People who asphyxiate themselves in such a way that the ligature does not release if they lose consciousness can inadveently have permanent brain damage or die.",
        "cop": 1,
        "opa": "Masochism",
        "opb": "Voyeurism",
        "opc": "Sadism",
        "opd": "Fetichism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual offences",
        "id": "b9436d28-32c8-4bdf-8317-33b3baaddd86",
        "choice_type": "single"
    },
    {
        "question": "Disrobing a women comes under",
        "exp": "354 A Sexual assault 354 B Disrobing a woman in a public place 354 C Voyeurism punishment 354 D Stalking punishment",
        "cop": 3,
        "opa": "354 D",
        "opb": "354 A",
        "opc": "354 B",
        "opd": "354 C",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual offences",
        "id": "44db36f1-4451-4100-8192-4f7afb923c97",
        "choice_type": "single"
    },
    {
        "question": "An adult male accused of rape is brought for medical examination within 12 hours. Rape is not indicated if there is",
        "exp": "Smegma:- cheesy secretion of sebaceous glands, consisting mainly of desquamated epithelial cells on corona glandis. Smegma usually requires about 24 hours to collect. The absence of smegma may indicate that intercourse might have been performed but presence of smegma rules out possibility of complete penetration because smegma gets rubbed off during intercourse Smegma will also be removed by bathing or washing.",
        "cop": 2,
        "opa": "Presence of non-retractile prepuce",
        "opb": "Presence of smegma on glans penis",
        "opc": "Absence of injury marks on private pas",
        "opd": "All of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual offences",
        "id": "1c7c7cb9-1cb4-4097-80ed-d3353b71c8a0",
        "choice_type": "multi"
    },
    {
        "question": "Telephone scatologia is considered as a form of:",
        "exp": "Telephone Scatologia:- Making obscene telephone calls for sexual pleasure is known as Telephone Scatologia It is considered a form of Exhibitionism. Vouyrism/Peeping Tom:- by watching the private acts of Female Sadism:- sexual gratification by infliction of pain Fetichism:- sexual gratification with inanimate objects",
        "cop": 2,
        "opa": "Voyeurism",
        "opb": "Exhibitionism",
        "opc": "Fetichism",
        "opd": "Sadism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual offences",
        "id": "b247a459-6da8-429f-ac30-e275bf8b9e92",
        "choice_type": "single"
    },
    {
        "question": "In rape cases, in camera trial is conducted under:-",
        "exp": "327 (c) Cr. PC: Trial of rape case are to be held in-camera by a woman Judge/ Magistrate if available, and allowed the printing or publication of proceedings in rape cases subject to maintaining anonymity of the paies.",
        "cop": 2,
        "opa": "Sec. 164 (A) cr P C",
        "opb": "327 cr. PC",
        "opc": "Sec 357 (C) Cr PC",
        "opd": "54 (A) Cr. PC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual offences",
        "id": "51d026d0-2f19-4ac6-be88-474135ef2e2b",
        "choice_type": "single"
    },
    {
        "question": "Sin of gommorrah is another name for:-",
        "exp": "Unnatural sexual offences: Buccal coitus/sin of gommorrah: oral coitus, penile buccal coitus Bestiality / Zoophilia: sex with lower animals Sodomy / Greek love / buggery: penile anal intercourse Lesbianism / sapphism / Tribadism: Female homosexuals.",
        "cop": 3,
        "opa": "Anal intercourse",
        "opb": "Lesbianism",
        "opc": "Buccal coitus",
        "opd": "Tribadism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual offences",
        "id": "6b7c2a2e-faa0-4c88-915f-1a2da8bd5523",
        "choice_type": "single"
    },
    {
        "question": "Exhibitionism is punishable under",
        "exp": "294 IPC - Obscene acts and songs - 3 months with or without fine or both 293 IPC - Sale of obscene objects to young person 292 IPC - Sale of obscene books, etc 304 IPC - Punishment for culpable homicide not amounting to murder",
        "cop": 1,
        "opa": "294 IPC",
        "opb": "293 IPC",
        "opc": "292 IPC",
        "opd": "304 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual offences",
        "id": "fa905cfc-3a91-4aeb-a6f3-32468f2fdc8b",
        "choice_type": "single"
    },
    {
        "question": "In living persons: 1) Motile sperms are usually seen upto 6 hours 2) Complete sperms are seen upto 26 hours",
        "exp": "In living persons: Motile sperms are usually seen upto 6 hours, rarely upto 12 hours Complete sperms are seen upto 26 hours, occasionally upto 2 - 3 days",
        "cop": 1,
        "opa": "Both are true",
        "opb": "Both are false",
        "opc": "1 is true, 2 is false",
        "opd": "2 is true, 1 is false",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual offences",
        "id": "ecf6c76e-0092-4b40-a6b0-fc3fce76fb5b",
        "choice_type": "multi"
    },
    {
        "question": "To examine the vaginal cells in the rape accused, the test used is",
        "exp": "Lugol's iodine test is to detect vaginal epithelial cells containing glycogen. Takayama test is to detect blood stains; while Florence test is test for seminal stain.",
        "cop": 1,
        "opa": "Lugol's iodine test",
        "opb": "Takayama test",
        "opc": "Florence test",
        "opd": "Precipitin test",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual offences",
        "id": "2818965b-9d48-40e0-8254-c5c3b4569064",
        "choice_type": "single"
    },
    {
        "question": "A rape accused can be medically examined even without his consent under which Cr. PC?",
        "exp": "53 Crpc: Examination of accused by medical practitioner at the request of police officer a) When a person is arrested, it shall be lawful for a registered medical practitioner, acting at the request of a police officer not below the rank of sub-inspector, to make such an examination of the person arrested and to use such force as is reasonably necessary for that purpose. b) Whenever the person of a female is to be examined under this section, the examination shall be made only by, or under the supervision of, a female registered medical practitioner.",
        "cop": 1,
        "opa": "53",
        "opb": "54",
        "opc": "82",
        "opd": "84",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual offences",
        "id": "24db0bbd-0f76-4aa2-b9d2-b5a3e0ed02f9",
        "choice_type": "multi"
    },
    {
        "question": "Getting sexual gratification by hearing sounds of sexual intercourse is",
        "exp": "Ecoutage - Getting sexual gratification by hearing sounds of sexual intercourse Mixoscopia - Getting sexual gratification by observing another couple performing sexual intercourse",
        "cop": 4,
        "opa": "Myxoscopiua",
        "opb": "Scatalogia",
        "opc": "Sexual oralism",
        "opd": "Ecoutage",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual offences",
        "id": "f3571d4d-d9e9-45f8-96f9-ed5b5abfb34d",
        "choice_type": "single"
    },
    {
        "question": "Ephebophilia is:-",
        "exp": "Ephebophilia: akahebephilia, is the sexual attraction of an adult to pubescent or post-pubescent adolescents. Infantophilia: is a subcategory of pedophilia in which the victims are < 5 years. Gerontophilia: refers to the sexual preference for the elderly.",
        "cop": 1,
        "opa": "Sexual attraction of an adult with pubescent adolescents",
        "opb": "Sexual attraction of an adult with Children",
        "opc": "Sexual attraction of an adult with adults",
        "opd": "Sexual attraction of an adult with elderly",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual offences",
        "id": "ea999e27-f5fb-4bde-9436-5af7d0d995b1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following tests is done for vaginal cells collected for the investigation for rape?",
        "exp": "Lugol's iodine test:- Lugol's iodine is applied on glans penis. If the person has done sexual intercourse, then a brown colour will occur due to reaction between Lugol's iodine and glycogen (present in vaginal epithelial cells, which get deposited on Glans penis during sexual intercourse). This test is positive up to 4th day of sexual intercourse",
        "cop": 1,
        "opa": "Lugol's iodine test",
        "opb": "Benzidine test",
        "opc": "Takayama test",
        "opd": "Florence test",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual offences",
        "id": "9a1f63fa-0f2c-4323-b729-cadd4dd82a07",
        "choice_type": "single"
    },
    {
        "question": "Tribadism means",
        "exp": "Tribadism or Tribbing Is female-to-female genital sex. Two women rub their vulvae together to stimulate each other's clitoris to orgasm. Female homosexuality is known as tribadism or lesbianism. Sexual perversions are: Exhibitionism: Recurrent urge or behavior to expose one's genitals to an unsuspecting person. Fetishism: Use of non-sexual or non living objects or pa of a person's body to gain sexual excitement. Paialism refers to fetishes specifically involving nonsexual pas of the body. Frotteurism: Recurrent urge or behavior of touching or rubbing against a nonconsenting person. Masochism: Recurrent urge or behavior of wanting to be humiliated, beaten, bound, or otherwise made to suffer. Pedophilia: Sexual attraction to prepubescent children. Sadism: Recurrent urge or behavior involving acts in which the pain or humiliation of the victim is sexually exciting. Transvestic fetishism: A sexual attraction towards the clothing of the opposite gender. Voyeurism: Recurrent urge or behavior to observe an unsuspecting person who is naked, disrobing or engaging in sexual activities. Other options: Sexual intercourse by a human being with a lower animal is called Bestiality. Sexual intercourse between two males is male homosexuality. Anal intercourse between two men or between a male and female.",
        "cop": 1,
        "opa": "Sexual relationship between two female",
        "opb": "Sexual relationship between female and animal",
        "opc": "Sexual relationship between two males",
        "opd": "Anal intercourse male with female",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual offences",
        "id": "7df3aade-584c-4708-a53b-5f81beb6f70b",
        "choice_type": "single"
    },
    {
        "question": "Incest is:",
        "exp": "Intercourse within blood relation Incest Intercourse with children Pedophilia Intercourse with a married woman, other than his spouse Adultery Intercourse with lower animal Bestiality Female homosexuals Tribadism/ lesbianism Adultery- not liable for criminal prosecution but can be used as a ground for divorce or dissolution of marriage",
        "cop": 1,
        "opa": "Intercourse with blood relation",
        "opb": "Intercourse with children",
        "opc": "Intercourse with friends",
        "opd": "Intercourse with a married woman",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual offences",
        "id": "f3b56c4a-cf43-4e70-abe2-2452742ee667",
        "choice_type": "single"
    },
    {
        "question": "According to 357 (c) Cr. PC, all hospitals (Govt or private) shell provide the first aid medical care free of cost to victims of offences covered by the following section except:",
        "exp": "C. 302 Treatment of victims: * All hospitals, public or private, whether run by the Central Government, the State Government, local bodies or any other person, shall immediately, provide the first-aid or medical treatment, free of cost, to the victims of any offence covered under section 326A, 376, 376A, 376B, 376C, 376D or section 376E of the Indian Penal Code, and shall immediately inform the police of such incident.",
        "cop": 3,
        "opa": "326 A IPC",
        "opb": "376 IPC",
        "opc": "302 IPC",
        "opd": "376 A IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual offences",
        "id": "76f9d27a-bfbc-4491-911f-bdf406db3e53",
        "choice_type": "multi"
    }
]