[
    {
        "question": "Which of the following condition is necessary prerequisite for this change?",
        "exp": "Ans. (C). Adequate liquor amnii. The photograph shows maceration, a sign of intrauterine death. Conditions favoring maceration: Intact membranes; adequate liquor amnii & NO air.",
        "cop": 3,
        "opa": "Rupture of membranes",
        "opb": "Scanty liquor amnii",
        "opc": "Adequate liquor amnii",
        "opd": "Air inside the uterine cavity",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "eeb3a5e2-a7c2-47da-9432-d862656581e7",
        "choice_type": "single"
    },
    {
        "question": "'Patterned' abrasion is variety of:",
        "exp": "Ans. is 'b' ie pressure abrasion (Ref: Parikh; 6/e, p4. 3). An abrasion is a superficial injury involving only the superficial layers of the skin (epidermis only), caused by friction and / or pressure between the skin and some rough object or surface. It bleeds very slightly, heals rapidly in a few days and leaves no scar. They can be classified into 3 types, depending on the manner they are created. Scratch. Is a linear injury produced by a sharp object, such as pin, thorn or finger nail. Graze (Sliding, scraping or grinding abrasion). Is produced when a broad surface of skin slides against a rough surface. It is also known as brush or friction burn because it is caused by the frictional force and resembles a burn after drying. It is commonly found in road traffic accidents. Imprint, Pressure or contact abrasion. Is produced as a result of direct impact or pressure of or contact with some object at right angles to the skin surface. The cuticle is crushed, and the object marks a reproduction of its shape and pattern on the to the skin, therefore it is known as patterned abrasion. Example are ligature marks in hanging and strangulation, nail and thumbs marks in throttling, teeth marks in biting, radiator, grill or tyre mask in vehicular accidents.",
        "cop": 2,
        "opa": "Linear abrasion",
        "opb": "Pressure abrasion",
        "opc": "Sliding abrasion",
        "opd": "Superficial bruise",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "0b9a50a8-7210-4ff5-81f6-b49dee01c09b",
        "choice_type": "single"
    },
    {
        "question": "Suppositous child is?",
        "exp": "Ans. is 'b' i. e., Child fictitiously claimed by a woman o Suppositious child: Child presented by the mother to have been delivered by her, though she has not delivered, i. e. fictious claim of child.",
        "cop": 2,
        "opa": "Child bom out of wedlock",
        "opb": "Child fictitiously claimed by a woman",
        "opc": "Second bom of a twin pregnancy",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "8f13a56a-8f71-46e0-8eaa-ea7472d59e8b",
        "choice_type": "multi"
    },
    {
        "question": "To examine the vaginal cells in the rape accused, the test used is:",
        "exp": "Ans. (A). Lugol's iodine test. Lugol's iodine test is to detect vaginal epithelial cells containing glycogen. Takayama test is to detect blood stains; while Florence test is test for seminal stain.",
        "cop": 1,
        "opa": "Lugol's iodine test",
        "opb": "Takayamatest",
        "opc": "Florence test",
        "opd": "Precipitin test",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "36663f47-dd19-43c9-925d-5eb6bc13a7a9",
        "choice_type": "single"
    },
    {
        "question": "In Buggery, the victim in called paederasty if he is",
        "exp": "Ans. a (Young boy) (Ref. Reddy's essentials of FMT 23rd 1346). Sodomy (buggery) is anal intercourse between two males or, between a male and female. It is also called buggery. It is called gerontophilia when the active agent is an adult and paederasty, when the passive agent is a young boy, who is known as catamite.# A paedophile is an adult who repeatedly engages in sexual activities with children below the age of puberty.# The consent of sodomy is of no value, as both partners are punishable.# Incest: Incest is a sexual intercourse by a man with a woman, who is closely related to him by blood, e. g., a daughter, grand daughter, sister, stepsister, aunt and mother. In India, incest as such is not an offence.# Paraphilias: Abnormal and unorthodox sex play by using unusual objects or parts of the body are known as paraphilia.# Unnatural Offences (Voluntary sexual intercourse against the order of nature with any man or woman or animal is an unnatural sex offence. These offences are punishable with imprisonment for life or up to 10 y and also with fine). A. Homosexuality. Means persistent emotional and physical attraction to members of same sex. B. Sodomy (buggery). Is anal intercourse between two males or, between a male and female. It is also called buggery. It is called gerontophilia when the active agent is an adult and paederasty, when the passive agent is a young boy, who is known as catamite. 0A paedophile is an adult who repeatedly engages in sexual activities with children below the age of puberty. The consent of sodomy is of no value, as both partners are punishable. C. Buccal coitus (coitus per os or sin of Gommorrah). The male organ is introduced into mouth, usually of a young child. 1. Male prostitutes are called --Eunuchs. 2. Castrated Eunuchs--Hijrahs. 3. Eunuchs with intact genitalia--Zenana. D. Tribadism. Female homosexuality is known tribadism or lesbianism. Sexual gratification of a woman is obtained by another woman by simple lip kissing, generalized body contact, deep kissing, manual manipulation of breast and genitalia, genital apposition, friction of external genital organs etc. In some cases, enlarged clitoris is used as an organ of passion or some artificial penis or phallus may be used. Many lesbians are masculine in type, possibly because of endocrine disturbances. The practice is usually indulged in by women who are mental degenerates or who suffer from nymphomania (excessive sexual desire). Lesbians who are jealous of one another, when rejected may commit homicide, suicide or both. E. Bestiality. Bestiality is sexual intercourse by a human being with a lower animal. Dogs and cats are common animals for female. Usually the animal manipulates the genitalia with its mouth and the actual coitus is very rare. Sexual Perversions. Uranism. Perversion of sexual instinct. Sadism. In sadism, sexual gratification is obtained or increased from acts of physical cruelty or causing of pain upon one's partner. The term is derived from the name of a French nobleman, the Marquis de Sade, infamous for his crimes and writings. Many of his stories were about sexuality, cruelty, and torture. Masochism. Only on receiving painful stimulus from sexual partner. Sexual asphyxia (autoerotic hanging) is seen. Autoerotic death may occur. Bondage. Sadism and masochism are foound together with one type dominant over other. Fetichism QSexual gratification asociated with contact and site of central parts of female body or even clothings or other objects known as fetish objects. Exhibitionism. It is a willful and intentional exposure of the genitalia in a public place while in the presence of others, to obtain sexual pleasure. This is punishable under Sec 294 IPC with imprisonment up to 3 months or fine. Transvestism or eonism Uranism. Desire to be identified with the opposite sex or some find sexual pleasure in wearing clothes of opposite sex. Sexual gratification by fingering, fondling, fellatio, cunnilingus, etc. Voyeurism/ scotophilia /peeping toms. Desire to watch sexual intercourse or to observe genitals of others. Trolism. Extreme degree of Voyeurism. A perverted husband stimulated by watching his wife having sexual intercourse with another man. Frotteurism Urolangia/Sexual gratification by rubbing genitalia aganist another person. coprophilis. Sexual excitement provoked by sight or odour of urine/feaces. Lust murder. In extreme cases of sadism, murder serves as a stimulus for sexual act and becomes equal to coitus. Sexual oraltsm. It is the obtaining of sexual pleasure from the application of the mouth to the sexual organs. Sin of Gommorrah - Buccal coitus, coitus per os. Felatio - is the oral stimulation or manipulation of the penis either by the female or male. Cunnilingus is the oral stimulation of the female genitalia. Masturbation (Onanism, ipsation). Masturbation is the deliberate self stimulation, which effects sexual arousal. In females, a finger is gently and rhythmically moved over clitoris or labia minora or steady pressure is applied over these parts with several fingers or whole hand. Masturbation is an offence when practiced openly e. g. in telephone booth, lavatories etc. Indecent. Indecent assault is an offence committed on a female, with the intention or knowledge to outrage. Assaulther modesty. This includes: Kissing of any part of female body, Pressing the breasts or private parts, Touching private parts or thereabout including thighs, Exposing her genital parts or breasts, A medical practitioner can be accused of indecent assault if he examines a female patient by stripping her clothes without her consent and even with her consent in the absence of a female attendant (viz. nurse). Such assaults are punishable under Sec 354 IPC up to 2 years imprisonment and/or fine.",
        "cop": 1,
        "opa": "Young boy",
        "opb": "Young girl",
        "opc": "Old woman",
        "opd": "Old man",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "b329cbe6-a788-4dbb-a7c4-d0cd029c3b36",
        "choice_type": "multi"
    },
    {
        "question": "The following is not an indication of this procedure:",
        "exp": "Ans. (C). Wife is Frigid. The image shows artificial insemination procedure. It is the procedure of artificial introduction of semen into female genital tract to induce pregnancy. Indications of artificial insemination: Husband is impotent. Husband is sterile. Husband is unable to deposit semen due to hypospadiasis. Husband is suffering from hereditary disease. Rh incompatibility between husband & wife",
        "cop": 3,
        "opa": "Husband is impotent",
        "opb": "Husband is sterile",
        "opc": "Wife is frigid",
        "opd": "Rh incompatibility between husband & wife",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "7e602fc4-9d6f-49d9-bd73-a172c00e6e78",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of death in Sexual asphyxia?",
        "exp": "Ans. d (Accidental) (Ref. Parikh FMT 6th ed., p 3. 46; Apurba nandi 2nd ed., p 336; Reddy 20th ed., p 300)SEXUAL ASPHYXIA (autoerotic hanging)# It is essential to recognize the TRUE ACCIDENTAL NATURE of this death so as to avoid costly homicidal investigation and a false suicide verdict, which can have financial implications in respect of life insurance.# It is a peculiar type of hanging where the victims are usually young males with some of abnormal sexual behaviours, usually masochism or transvestism.# Sexual pleasure can be enhanced by partial reduction of blood supply to the brain, which is usually achieved by compressing the neck blood vessels with a padding under the contricting noose.# Since there is a fine line between the compression necessary to produce sexual pleasure and that which produces unconsciousness, the victim may place himself in a position of accidental blackout and unexpected death.",
        "cop": 4,
        "opa": "Suicidal",
        "opb": "Natural",
        "opc": "Homicidal",
        "opd": "Accidental",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "7828baaa-f9ae-46da-a0b0-bac6e1708b46",
        "choice_type": "single"
    },
    {
        "question": "Enzyme that can be traced in semen sample of 8 -10 weeks is:",
        "exp": "D i. e. CPK enzyme. Ref: Essentials of Forensic Medicine and Toxicology by Narayan Reddy, 34th edition. Explanation: SEMINAL STAIN EXAMINATIONInvisible stains. On UV light - fluoresces (bluish white on a dark background). False positives. Other body fluids, e. g., blood, pus, saliva etc. Also fabric whiteners. Florence test - For Choline (seminal vesicle). Stain extract + Florence solution (potassium iodide, iodine and water) = dark-brown rhomboid crystals of choline per iodide (larger than haemin crystals). A negative reaction is proof that stain is not seminal. Barberio's test - For Spermin (Prostatic secretion). Stain extract + aqueous or alcoholic soln. of picric acid = yellow, long needle shaped crystals (of spermin picrate). Acid phosphatase test - Highest concentration in seminal fluid20 to 400 times more than any other body fluid. Undiluted semen - 300-360 Bodanksy units. 100 B units/ml - indicative of semen. Test is conclusive in the absence of demonstrable sperms or in azoospermia. CPK enzyme. Spermatozoa contain a high concentration of CPK, which is more than double than found in any other body fluid. Normal cone. - 385 to 1400 units/ml. 400 units/ml - conclusive of seminal stain. Can Be Detected Even In 6 Months Old Stain. Aluminium molybdate test. Detects phosphorus. P30 - PSA prostate specific antigenA glycoprotein derived from prostatic epithelial cells. Found in - semen, male urine and blood (only for male). Detected in old and dried stains too. Reliable indicator of semen. Monoclonal antibody mouse anti-human semen-5 (MHS-5). Secreted by seminal vesicle epithelium. Only found in semen. Highly reliable for semen. LDH isoenzyme of spermatozoa (LDH C4). Detected on electrophoresis. Absolute proof of semen. Demonstration of spermatozoa. In living. Motile sperms seen 12 hours after ejaculation into vagina. Complete sperm are seen upto 26 hours (2-3 days). Then separate into head and tail - identifiable, upto 120 hours. In the dead. Seen in vagina up to 1 or 2 weeks. Up to a fortnight in uterine cavity. Species identification. Precipitin test. LDH isoenzyme pattern. Y bodies on human spermatozoa heads. Absolute Proof of Semen. One unbroken spermatozoa. LDH isoenzymes detection.",
        "cop": 4,
        "opa": "Acid phosphatase test",
        "opb": "ALP test",
        "opc": "LDH",
        "opd": "CPK enzyme",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "0db5e6c7-acd9-4078-a7a5-a2a554ed52e4",
        "choice_type": "single"
    },
    {
        "question": "Teeth bite marks are which type of abrasion:",
        "exp": "Ans. (a) Pressure Abrasion. Ref: The Essentials of FSM by K. S. Narayan Reddy 31st ed. /166-67* Abrasion: An injury involving superficial layers of skin & is caused by friction between skin & some rough object. It is of 3 types: Scratch. Graze. Imprint/Pressure/ Contact abrasion* Produced by sharp object as pin* Direction of injury is indicated by sharp edge initially & heaped up epithelium at end* Also known as Friction or brush burn* Produced when broad surface of skin slides against rough surface* Also known as Patterned abrasion* Produced as a result of direct impact or pressure with some object.* Example: ligature mark in hanging & strangulation; nail & thumb mark in throttling; teeth mark in biting; tire marks in accident etc.",
        "cop": 1,
        "opa": "Pressure Abrasion",
        "opb": "Contusions",
        "opc": "Graze abrasion",
        "opd": "Linear abrasion",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "dd441773-f813-476b-8f18-f2b6ad5a79e5",
        "choice_type": "single"
    },
    {
        "question": "Telephone scotologia is",
        "exp": "Ans. is 'a' i. e., Exhibitionism * Making obscene telephone calls for sexual pleasure is known as telephone scatologia and is considered a form of exhibitionism.* Exhibitionism (Sec 294 IPC): It is a willful and intentional exposure of the genitalia in a public place while in the presence of others to obtain sexual pleasure. May or may not be associated with masturbation (punishment = 3 months + fine).* Voyeurism = Scoptophilia = Peeping tom: Sexual gratification is obtained by looking at the sexual organs of other persons, watching the act of sexual intercourse, or witnessing undressing by a woman.* Frotteurism: Sexual satisfaction is obtained by rubbing against persons in crowd. If they attempt intercourse, they have a premature ejaculation or they are impotent. It is an uncommon perversion and rarely occurs alone.* Fetishism: A fetish is an abnormal stimulus or object of sexual desire. Fetishism means the use of such objects of sexual gratification leading to orgasm. For example underclothing, brassiere, petticoat, stocking, shoes, etc.",
        "cop": 1,
        "opa": "Exhibitionism",
        "opb": "Voyeurism",
        "opc": "Frotteurism",
        "opd": "Fetishism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "d13b5e3a-8a99-4f59-8d99-6f5116728a42",
        "choice_type": "single"
    },
    {
        "question": "Features of false virginity are",
        "exp": "Ans. d (All). (Ref. Synopsis of FMT by N. Reddy, 23rd ed., 323). Difference between Virginity and defloration. Trait. Virginity. Defloration1. Hymen. It is intact, rigid and inelastic; edges are distinct and regular with a narrow opening hardly allowing small finger to pass. It may be torn or intact; in the latter case it is loose elastic, with a wide opening allowing passage of two or more fingers. 2. Labia majora. They are adjacent to each other, fully developed and completely close the vaginal orifice. They are not apposed to each other, not prominent and at the lower end vaginal orifice may be seen. 3. Labia minora. They are in contact and are covered by labia majora. They are not in contact and are exposed and separated from labia majora. 4. Fourchette. Intact. Torn or intact5. Fossa navicularis. Intact. Disappears6. Vagina. It is narrow, the rugae more folded, and the vault more conical. After repeated intercourse it usually grows in length, and the rugae are less obvious. False virginity is characterized by cutaneous labia minora, fleshy and elastic labia majora and crescentic fourchette",
        "cop": 4,
        "opa": "Fleshy and elastic labia majora",
        "opb": "Cutaneous labia minora",
        "opc": "Crescentic fourchette",
        "opd": "All",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "628beac4-05b3-489b-b00e-7f84985510a4",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is not a type of virginal hymen",
        "exp": "Ans. is 'a' i. e., Cruciate * The different types of hymen are1) Semilunar or crescentic (commonest type) the opening is placed anteriorly. Notches or clefts are seen at 10 and 11 clock position, which may be equal in size or more prominent on one side. 2) Annular: opening is oval and situated near the centre of the membrane. 3) Infantile: a small linear opening in the middle. 4) Cribriform: several openings. 5) Vertical the opening is vertical. 6) Septate: two lateral openings occur side by side, separated partially or completely by thin strip of tissue. 7) Imperforate: no opening.",
        "cop": 1,
        "opa": "Cruciate",
        "opb": "Imperforate",
        "opc": "Cribriform",
        "opd": "Septate",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "3229a108-fa24-4fe6-ae73-2f8ef7b76566",
        "choice_type": "single"
    },
    {
        "question": "Most common position of hymen rupture in a virgin is:",
        "exp": "Ans. (C). Posterolateral(Ref: The essentials of forensic medicine and toxicology; Dr. KS Narayana Reddy, 33rd edition; Page no: 390). Hymen tears. Congenital: Anterior. Intercourse/ Foreign body: Posterolateral. QIn a virgin, laceration of hymen occurs with the First intercourse. This is the principal evidence of intercourse in a virgin. Tearing of hymen usually occurs postero-laterally or in the middle. Other conditions causing ruptured hymen before coitus. Accidents. Masturbation. Instrumentation by doctors. Artificial dilatation of vagina by foreign bodies for prostitution. Passage of large blood clots",
        "cop": 3,
        "opa": "Anterior",
        "opb": "Anterio-lateral",
        "opc": "Posterio-lateral",
        "opd": "Posterior",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "31e1f6af-523d-451d-8792-cd47c5e75406",
        "choice_type": "single"
    },
    {
        "question": "Other name for transvestism is -",
        "exp": "Ans. is 'b' i. e., Eonism Necrophilia:* In this condition, there is a desire for sexual intercourse with dead bodies.* It is said to have sadomasochistic foundation and that decomposition, foul smell, and coldness act as stimulants.* Sexual perversions -These are persistently indulged sexual acts in which complete satisfaction is sought and obtained without sexual intercourse. These includea) Sadism: Sexual gratification is obtained or increased from acts of physical cruelty or infliction of pain on ones partner. It is seen more commonly in men. To obtain sexual gratification, the sadist may bite, beat, whip, produce cuts on the victim, etc. b) Lust murder: In extremes of sadism, murder serves as a stimulus for the sexual act and becomes the equivalent of coitus, the act being accompanied by erection, ejaculation, and orgasm. c) Necrophagia: (Necros =corpse; phagia = to eat): This is extreme degree of sadism in which the person after mutilating the body, sucks or licks the wounds, bites the skin, drinks blood, and eats the flesh of his victim to derive sexual pleasure. d) Masochism: Sexual gratification is obtained or increased by the suffering of pain. Masochists get pleasure from being beaten, abused, tortured, humiliated, enslaved, degraded, or dominated by their sexual partner. e) Necrophilia: In this condition, there is a desire for sexual intercourse with dead bodies. It is said to have sadomasochistic foundation and that decomposition, foul smell and coldness act as stimulants. f) Fetishism: A fetish is an abnormal stimulus or object of sexual desire. Fetishism means the use of such objects of sexual gratification leading to orgasm, eg underclothing, brassiere, petticoat, stocking, shoes, etc. g) Transvestism = Eonism: A transvestite (trans = opposite, vista = clothing) is a person whose whole personality is dominated by the desire of being identified with the opposite sex. His dress, manner, occupational interest, and associations are all designed to increase his feeling of being a woman. There is no hormonal disturbance or genital abnormality. h) Masturbation = Onanism = Ipsation is the deliberate self-stimulation that effects sexual arousal. In males, it is done by moving the penis against a bed or other object. In females, finges are gently and rhythmically moved over clitoris or labia minora or steady pressure is applied over these parts with several fingers or whole hands (it is an offence when done in public). i) Exhibitionism (Sec 294. IPC): It is a willful and intentional exposure of the genitalia in a public place while in the presence of others to obtain sexual pleasure. May or may not be associated with masturbation (punishment = 3 months + fine). j) Voyeurism = Scoptophilia = Peeping tom: Sexual gratification is obtained by looking at the sexual organs of other persons, watching the act of sexual intercourse, or witnessing undressing by a woman. k) Frotteurism: Sexual satisfaction is obtained by rubbing against persons in crowd. If they attempt intercourse, they have a premature ejaculation or they are impotent. It is an uncommon perversion and rarely occurs alone. l) Undinism: In this, the sexual pleasure is often obtained by witnessing the act of urination by someone of the same or opposite sex. m) Indecent assault (Sec 354 IPC) is any offence committed on a female with the intention or knowledge to outrage her modesty. Usually, the act involves the sexual part of either or is sexually favored. In such assaults, a man may try to kiss a woman, press or fondle with her breasts, touch or expose the genitalia or thighs, try to put a finger in her vagina, play with vulva.# A medical practitioner can be accused of indecent assault if he examines a female patient by stripping her clothes without her consent or even with her consent in the absence of a female attendant.# Such assaults are punishable under Sec 354 IPC, upto 2 years imprisonment and/or fine. n) Uranism: General term for perversion of the sexual instinct. o) Satyriasis: Incessant sexual desire. p) Priapism: Painful penile erection in absence of sexual desire.",
        "cop": 2,
        "opa": "Onanism",
        "opb": "Eonism",
        "opc": "Scoptophilia",
        "opd": "Satyriasis",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "8a861266-c473-47ce-9e46-c9859dcc5765",
        "choice_type": "single"
    },
    {
        "question": "In Superfecundation:",
        "exp": "Ans. (A). Two ova in same menstrual cycle(Ref: Essentials of forensic medicine & toxicology, KSN Reddy, 33rd edition; page 396). Superfecundation means multiple pregnancy resulting from the fertilization of two or more ova liberated in the same menstrual cycle. Fertilization of two ova discharged from the ovary at the same period of ovulation by two different acts of coitus committed at short intervals. Superfetation means the fertilisation of an ovum from a subsequent ovulation in a woman who is already pregnant, during the different menstrual cycle.",
        "cop": 1,
        "opa": "Two ova in same menstrual cycle",
        "opb": "Two ova in different menstrual cycle",
        "opc": "Single ova in same menstrual cycle",
        "opd": "Single ova in different menstrual cycle",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "7cc8b712-f731-499c-821a-3465d9f25a3a",
        "choice_type": "single"
    },
    {
        "question": "Organs first to be injured in blast-",
        "exp": "Ans. is 'a' i. e., Ear, lung Commonest organ injured in blasts: o Air blast f most common). Tympanic membrane is most sensitive & most commonly injured. Lung is second most sensitive. lung is the most common cause of life threathening injury. Middle ear & cochlea. Eyes. Bowels, mesentry & omentum. Brain. Homogenous solid organs eg. Liver, kidney, muscle are usually not affectedo Under water blast. Gastrointestinal tract (most common). Lungs due to pressure transmitted from abdomen through diaphragm. No injury due to secondary impact so very little external but massive internal damage",
        "cop": 1,
        "opa": "Ear, lung",
        "opb": "Kidney, spleen",
        "opc": "Pancreas, duodenum",
        "opd": "Liver, muscle",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "5ec29559-f348-439e-ac05-abbe38c0eb19",
        "choice_type": "single"
    },
    {
        "question": "The condition is identified as:",
        "exp": "Ans. (B). Necrophilia. Necrophilia is having sex with the cadaver, which is punishable under 297 IPC (for causing indignity to corpse).",
        "cop": 2,
        "opa": "Lust murder",
        "opb": "Necrophilia",
        "opc": "Bobbit syndrome",
        "opd": "Mutual masturbation",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "307d94dd-46c0-43c1-ae21-839325edfc7b",
        "choice_type": "single"
    },
    {
        "question": "Most common hymen tear in sexual assault is",
        "exp": "Ans. is 'a' i. e., Posterolateral * In virgin rupture (tears) of hymen due to sudden stretching occurs in posterior half of membrane usually at the sides (i. e. posterolaterally) in 4 or 8'0 clock or 5 or 7'0 clock position, or in the midline of hymen (6'0 clock position).* Posterolateral rupture is more common than posterior rupture. Position of rupture of hymen. Reason of rupture5 - 7 O'clock. Sexual intercourse11-1 O'clock. Masturbation",
        "cop": 1,
        "opa": "Posterolateral",
        "opb": "Anterior",
        "opc": "Anterolateral",
        "opd": "Posteromedial",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "2c822782-9908-456c-9f7f-2d65b48df60d",
        "choice_type": "single"
    },
    {
        "question": "Fear of darkness is called:",
        "exp": "Ans. (A). Nyctophobia(Ref: Essentials of Forensic medicine, Dr KS narayana Reddy, 33th Edition, P: 482). Acrophobia is morbid fear of high places. Agarophobia is fear of being in a large open space. Nyctophobia is morbid fear of darkness. Claustrophobia is fear of staying in a closed or confined space. Mysophobia is morbid fear of filth or contamination. Xenophobia is fear of strangers.",
        "cop": 1,
        "opa": "Nyctophobia",
        "opb": "Mysophohbia",
        "opc": "Claustrophobia",
        "opd": "Agarophobia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "5890c866-cc40-4391-a966-839e805660c5",
        "choice_type": "multi"
    },
    {
        "question": "In rape victim, hymen tear site",
        "exp": "Ans. (D). 7 'o' Clock(Ref: The essentials of forensic medicine and toxicology; Dr. KS Narayana Reddy, 33rd edition; Page no: 419). The site of rupture in penile penetration is posterolateral (4 o' clock to 8 o' clock)",
        "cop": 4,
        "opa": "2 o'clock",
        "opb": "12 o'clock",
        "opc": "10 o'clock",
        "opd": "7 o'clock",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "16d6feae-7f4b-4dc1-bcf7-262932a56724",
        "choice_type": "single"
    },
    {
        "question": "True statement about the skull shown below:",
        "exp": "Ans. (A). Prominent supraorbital ridges, prominent glabella, square chin, acute fronto-nasal angle- Male. The skull in the image shows features like prominent glabella, supraorbital ridges, prominent zygoma, square shaped orbit, square shaped chin, prominent mental tubercle, which are suggestive of male sex.",
        "cop": 1,
        "opa": "Prominent supraorbital ridges, prominent glabella, square chin, acute fronto-nasal angle- Male",
        "opb": "Round shaped orbit, prominent frontal eminences - Male",
        "opc": "Prominent supraorbital ridges, prominent glabella, square chin, acute fronto-nasal angle- Female",
        "opd": "Round shaped orbit, prominent frontal eminences - Female",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "4815bbea-ef34-4eb8-978f-709bcae83dbe",
        "choice_type": "multi"
    },
    {
        "question": "Irresistible sexual desire in males:",
        "exp": "Ans. b. Satyriasis. Satyriasis: Excessive sexual desire by a male. Nymphomania: Excessive sexual desire by a female. Frigidity: Inability to initiate sexual arousal in females. Quod: A male may be impotent with one particular female but not with another.",
        "cop": 2,
        "opa": "Nymphomania",
        "opb": "Satyriasis",
        "opc": "Frigidity",
        "opd": "Quod",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "3edf67ee-189b-4230-95ad-9d7ca19b85b3",
        "choice_type": "single"
    },
    {
        "question": "Sin of Gomorrah is -",
        "exp": "Ans. is 'a' i. e., Introducing male organ in oral cavity * Buccal coitus (coitus per as/Sin of Gomorrah): In this, the male organ is introduced into mouth, usually of a young child. Fellatio is oral stimulation of penis by male or female. Cunnilingus is oral stimulation of female genitals.* Bestiality: is the sexual intercourse by a human being with a lower animal.* Sodomy is sexual intercourse through anus.* Incest means sexual intercourse by a man with a woman who is closely related to him by blood.",
        "cop": 1,
        "opa": "Introducing male organ in oral cavity",
        "opb": "Sexual intercourse with lower animal",
        "opc": "Sexual intercourse through anus",
        "opd": "Sexual intercourse with a person in close relation",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "689e4633-7de9-40eb-865b-11363fb98edc",
        "choice_type": "single"
    },
    {
        "question": "A 14-year-old victim of rape coming with 22 weeks pregnancy, what should not be done?",
        "exp": "ANS. DPregnancy above 20 weeks cannot be terminated. As per consent rules, child below 18 years cannot give consent to harm like MTP (87 IPC). Important IPCs. Laws related to consent. Section 53 Cr. Pc. In criminal cases as arrested person examined by the doctor without his consent and even using force. Section 54 Cr. Pc. Arrested person can also request to be examined by a doctor to detect any evidence. Section 87 IPCA person >18 years of age can give consent to suffer any harm if the act is not intended and not known to cause death or grievous hurt. Section 89 IPCA child <12 years of age a person of unsound mind cannot give consent to suffer any harm. Section 90 IPCConsent given by an insane person or given under fear of injury, death etc. or due to misconception of a fact is invalid. Section 92 IPCAny harm caused to a person in good faith even without the person's consent is not an offence if the circumstances were such that it was impossible to obtain consent of the person or his lawful guardian at that material time for that thing to be done for the benefit of the person.",
        "cop": 4,
        "opa": "Male doctor can examine in the presence of female attendants",
        "opb": "No need for vaginal swab",
        "opc": "No need to confirm pregnancy",
        "opd": "Can do termination of pregnancy with her consent by gyne- cologist",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "682bc1ad-9a0b-4d9b-967a-a6e183f1fecf",
        "choice_type": "single"
    },
    {
        "question": "True regarding battered baby syndrome:",
        "exp": "Ans. (B). Multiple injuries at different ages(Ref: The essentials of forensic medicine and toxicology; Dr. KS Narayana Reddy, 33rd edition; Page no: 445). Important clinical Features of battered baby syndrome. Fractures and injuries will be at different stages of healing. Most characteristic lesion-laceration of mucosa inside the upper lip and often tear of frenulum noted. Infantile whiplash syndrome- shaking a child causes subdural hematoma and intra ocular bleeding",
        "cop": 2,
        "opa": "Stab injury",
        "opb": "Multiple injuries at different ages",
        "opc": "Gun shot wound",
        "opd": "None of these",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "8074ed65-8167-48a1-8517-f688f5282b7b",
        "choice_type": "multi"
    },
    {
        "question": "A 14-year-old raped girl coming with 22 weeks pregnancy. What should not be done in this case?",
        "exp": "Ans. (D). Termination of pregnancy can be done with her consent by a gynecologist. Concepts: Age for giving consent to MTP is 18 years. According to MTP act, Maximum period when MTP can be done is 20 weeks. In the question: Minor girl requesting for MTP of 22 weeks gestation. Explanation: MTP cannot be done with the consent given by minor girl. Male doctor can examine under the supervision of a female attendant. No need for vaginal swab, as the pregnancy is 22 weeks of gestation.",
        "cop": 4,
        "opa": "Male doctor can examine in the presence of female attendant",
        "opb": "No need for vaginal swab",
        "opc": "No need to confirm pregnancy",
        "opd": "Termination of pregnancy can be done with her consent by a gynecologist",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "6c33f529-3905-4cf0-a158-6d939794d04e",
        "choice_type": "single"
    },
    {
        "question": "Rape is defined as when man penetrates penis in -",
        "exp": "Ans. is 'd' i. e., Vagina, anus, and mouth * The law defines rape as sexual intercourse with a female without the consent of the female.* \"Intercourse\" must involve some penetration, but not necessarily ejaculation, and anal or oral penetration by the penis is also regarded as rape, as is forcible intercourse by a husband on his wife.",
        "cop": 4,
        "opa": "Vagina",
        "opb": "Anus",
        "opc": "Vagina, and urethra",
        "opd": "Vagina, anus, and mouth",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "504bb497-e80f-46aa-b2d7-2b5d8dd4fa1e",
        "choice_type": "single"
    },
    {
        "question": "Surest sign of virginity is:",
        "exp": "Ans: d (None of these) Ref: Reddy, 21st ed, p. 330. No single sign can be considered as the surest sign of virginity. The principal signs of virginity are: 1. An intact hymen2. Normal condition of the fourchette and posterior commissure3. Narrow vagina with rugose walls. These signs taken together may be regarded as evidence of virginity but taken singly they cannot be so regarded. Most of us would have gone for option A (intact hymen), but any doubt remaining can be settled with this line from Reddy:\"Cases have been recorded of women having sexual relations, prostitutes and even pregnant women in whom the hymen was intact. \"",
        "cop": 4,
        "opa": "Intact hymen",
        "opb": "Convex uterine wall",
        "opc": "Non pendulous breast",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "c4bc7bb3-0498-4fae-be16-98d19d06ba9b",
        "choice_type": "multi"
    },
    {
        "question": "Unexplained male hypersexuality is known as",
        "exp": "Ans. is 'a' i. e., Satyriasis * Satyriasis: Incessant sexual desire.* Undinism: In this, the sexual pleasure is often obtained by witnessing the act of urination by someone of the same or opposite sex.* Frotteurism: Sexual satisfaction is obtained by rubbing against persons in crowd. If they attempt intercourse, they have a premature ejaculation or they are impotent. It is an uncommon perversion and rarely occurs alone.* Transvestism = Eonism: A transvestite (trans = opposite, vista = clothing) is a person whose whole personality is dominated by the desire of being identified with the opposite sex. His dress, manner, occupational interest, and associations are all designed to increase his feeling of being a woman. Many cases are associated with sadomasochism/bondage. There is no hormonal disturbance or genital abnormality.",
        "cop": 1,
        "opa": "Satyriasis",
        "opb": "Undinism",
        "opc": "Frotteurism",
        "opd": "Eonism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "deb323c6-5c03-4111-9b78-422a8029e66f",
        "choice_type": "single"
    },
    {
        "question": "Other name for eonism is -",
        "exp": "Ans. is 'b' i. e., Transvestism Necrophilia:* In this condition, there is a desire for sexual intercourse with dead bodies.* It is said to have sadomasochistic foundation and that decomposition, foul smell, and coldness act as stimulants.* Sexual perversions -These are persistently indulged sexual acts in which complete satisfaction is sought and obtained without sexual intercourse. These includea) Sadism: Sexual gratification is obtained or increased from acts of physical cruelty or infliction of pain on ones partner. It is seen more commonly in men. To obtain sexual gratification, the sadist may bite, beat, whip, produce cuts on the victim, etc. b) Lust murder: In extremes of sadism, murder serves as a stimulus for the sexual act and becomes the equivalent of coitus, the act being accompanied by erection, ejaculation, and orgasm. c) Necrophagia: (Necros =corpse; phagia = to eat): This is extreme degree of sadism in which the person after mutilating the body, sucks or licks the wounds, bites the skin, drinks blood, and eats the flesh of his victim to derive sexual pleasure. d) Masochism: Sexual gratification is obtained or increased by the suffering of pain. Masochists get pleasure from being beaten, abused, tortured, humiliated, enslaved, degraded, or dominated by their sexual partner. e) Necrophilia: In this condition, there is a desire for sexual intercourse with dead bodies. It is said to have sadomasochistic foundation and that decomposition, foul smell and coldness act as stimulants. f) Fetishism: A fetish is an abnormal stimulus or object of sexual desire. Fetishism means the use of such objects of sexual gratification leading to orgasm, eg underclothing, brassiere, petticoat, stocking, shoes, etc. g) Transvestism = Eonism: A transvestite (trans = opposite, vista = clothing) is a person whose whole personality is dominated by the desire of being identified with the opposite sex. His dress, manner, occupational interest, and associations are all designed to increase his feeling of being a woman. There is no hormonal disturbance or genital abnormality. h) Masturbation = Onanism = Ipsation is the deliberate self-stimulation that effects sexual arousal. In males, it is done by moving the penis against a bed or other object. In females, finges are gently and rhythmically moved over clitoris or labia minora or steady pressure is applied over these parts with several fingers or whole hands (it is an offence when done in public). i) Exhibitionism (Sec 294. IPC): It is a willful and intentional exposure of the genitalia in a public place while in the presence of others to obtain sexual pleasure. May or may not be associated with masturbation (punishment = 3 months + fine). j) Voyeurism = Scoptophilia = Peeping tom: Sexual gratification is obtained by looking at the sexual organs of other persons, watching the act of sexual intercourse, or witnessing undressing by a woman. k) Frotteurism: Sexual satisfaction is obtained by rubbing against persons in crowd. If they attempt intercourse, they have a premature ejaculation or they are impotent. It is an uncommon perversion and rarely occurs alone. l) Undinism: In this, the sexual pleasure is often obtained by witnessing the act of urination by someone of the same or opposite sex. m) Indecent assault (Sec 354 IPC) is any offence committed on a female with the intention or knowledge to outrage her modesty. Usually, the act involves the sexual part of either or is sexually favored. In such assaults, a man may try to kiss a woman, press or fondle with her breasts, touch or expose the genitalia or thighs, try to put a finger in her vagina, play with vulva.# A medical practitioner can be accused of indecent assault if he examines a female patient by stripping her clothes without her consent or even with her consent in the absence of a female attendant.# Such assaults are punishable under Sec 354 IPC, upto 2 years imprisonment and/or fine. n) Uranism: General term for perversion of the sexual instinct. o) Satyriasis: Incessant sexual desire. p) Priapism: Painful penile erection in absence of sexual desire.",
        "cop": 2,
        "opa": "Onanism",
        "opb": "Transvestism",
        "opc": "Scoptophilia",
        "opd": "Satyriasis",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "c4b3f54c-8867-48db-8f78-995f3a448bda",
        "choice_type": "single"
    },
    {
        "question": "In a child who has been raped hymen",
        "exp": "In child, the hymen is usually intact as it is situated deep and underdeveloped. Rape on Children* In young children there are few or no signs of general violence, for the child usually has no idea of what is happening.* The hymen is deeply situated, and as the vagina is very small, it is impossible for the penetration of the adult organ to take place.* As such, the hymen is usually intact and there may be little redness and tenderness of the labia.",
        "cop": 2,
        "opa": "Will be intact because it is elastic",
        "opb": "Will be intact because it is deep situated",
        "opc": "Will be perforated because very thin",
        "opd": "Will be perforated because superficial situated.",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "6c60afbf-b89e-46e5-8879-22e303d8c6e6",
        "choice_type": "single"
    },
    {
        "question": "Fetishism is:",
        "exp": "Ans. (A). Sexual satisfaction by contact with articles of opposite sex like hanky, sandals, clothes(Ref: The essentials of forensic medicine and toxicology; Dr. KS Narayana Reddy, 33rd edition; Page no: 430). Common Sexual Perversions: Sexual gratification by watching the act of sexual intercourse: MixoscopiaQ (a form of voyeurism). Use of such objects for sexual gratification: Fetishism. QSexual gratification is by inflicting-pain: Sadism. Sexual gratification by rubbing private part: Frotteurism. Sexual gratification by wearing opposite sex dress: TransvestismQ",
        "cop": 1,
        "opa": "Sexual satisfaction by contact with articles of opposite sex like hanky, sandals and clothes",
        "opb": "Sexual satisfaction by rubbing the genitalia with the body of the person of opposite sex",
        "opc": "Sexual gratification by exposing one's genitalia",
        "opd": "Sexual satisfaction by watching the sexual act",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "f78de328-3dba-4c3d-a530-c0dcb481bab2",
        "choice_type": "single"
    },
    {
        "question": "Sin of gommorrah is another name for:",
        "exp": "Ans. (C). Buccal coitus(Ref: Parikh 6th/e p. 5. 50, 5. 52; Reddy 31st/e p. 401; Rao 2nd/e p. 373-74; Rajes Bardale 1st/e p. 325-26). Unnatural sexual offences: Buccal coitus/sin of GomorrohQ: Oral coitus, penile buccal coitus. Bestiality/zoophilia: Sex with lower animals. Sodomy/Greek loveQ/BuggeryQ: Penile anal intercourse. Lesbianism/sapphism/Tribadiasm: Female homosexuals.",
        "cop": 3,
        "opa": "Anal intercourse",
        "opb": "Lesbianism",
        "opc": "Buccal Coitus",
        "opd": "Tribadism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "db8ac0f1-c473-4f54-ab23-856d2a67728f",
        "choice_type": "single"
    },
    {
        "question": "Most important cause of impotence:",
        "exp": "Ans. (c) Psychogenic. Ref: The Essentials of. FSM by K. S. Narayan Reddy 31st ed. / 356-58* Impotence is inability to perform sexual acticity.* It is applied to male only* Most important cause of impotence is: Psychogenic* Vpsychogenic cause is ruled out then male factor should be tested next* NOTE: FRIGIDITY: impotency which is seen in females",
        "cop": 3,
        "opa": "Male factor",
        "opb": "Female factor",
        "opc": "Psychogenic",
        "opd": "Anatomical",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "1bccd2ec-f3f9-41d6-b58c-32205b4ee11f",
        "choice_type": "single"
    },
    {
        "question": "A person 'X' hits another person 'Y' with a wooden stick on provocation. This leads to formation of a bruise 3 cm x 3 cm on the forearm. No other injuries are noted. Which of the following is true, regarding his punishment:",
        "exp": "Ans. (C). Imprisonment for one month and/ or fine of Rs 500. Voluntarily causing hurt on provocation is punishable under 334 IPC - One month Imprisonment & 500 rupees.",
        "cop": 3,
        "opa": "Imprisonment for one year and/ or fine of Rs 1, 000",
        "opb": "Imprisonment for two year and/ or fine of Rs 5, 000",
        "opc": "Imprisonment for one month and/ or fine of Rs 500",
        "opd": "Rigorous imprisonment for six months",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "82f35608-407e-4c2f-a4ca-c497b2ceb024",
        "choice_type": "multi"
    },
    {
        "question": "Catamite refers to:",
        "exp": "Ans. b. Passive sodomy young aged. Gerontophilia: When the passive agent is an adult. Pederasty: When the passive agent is child who is known as catamite. Pedophile: An adult who repeatedly engages in sexual activity with children.",
        "cop": 2,
        "opa": "All passive sodomy",
        "opb": "Passive sodomy young aged",
        "opc": "Passive sodomy in elderly",
        "opd": "Passive sodomy in female",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "6fac4c6e-c00e-44e4-a639-f63ecc17960f",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following does not stand as an identification for male sex?",
        "exp": "Ans. (C). Sternal index 54. 3. Sternal index: Length of manubrium/ Length of body x 100. Male: 46. 2. Female: 54. 3Q",
        "cop": 3,
        "opa": "Oval obturator foramen",
        "opb": "V-shaped subpubic angle",
        "opc": "Sternal index 54. 3",
        "opd": "Square chin",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "dddf32f8-c980-4f70-ad66-3c2ab92edfa8",
        "choice_type": "single"
    },
    {
        "question": "Tattoo marks if destroyed their presence can be inferred from the presence of pigment in:",
        "exp": "Ans. (C). Regional Lymph nodes. The regional lymph nodes show a deposition of pigment used in the tattoo. If the pigment is deposited below the epidermis, it will slowly become fainter and the pigments disappear in about 10 years. Such a faded tattoo may become visible by the use of UV lamp or Infrared photography.",
        "cop": 3,
        "opa": "Deep dermis",
        "opb": "Subcutaneous tissue",
        "opc": "Regional lymph node",
        "opd": "Skin of adjoining region",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "a2f7f6fc-bfec-4698-bbdd-caa2d23c755e",
        "choice_type": "single"
    },
    {
        "question": "All of the following are examples of sexual perversion except:",
        "exp": "Ans: a (Incest) Ref: Narayan Reddy, 21st ed, p. 349. Incest is not considered as a sexual perversion in India. Sexual Perversions are defined as persistently indulged sexual acts in which complete satisfaction is sought and obtained without sexual intercourse. Incest means sexual intercourse by a man with a woman who is closely related to him by blood. Since incest involves sexual intercourse, it is not considered as a sexual perversion. Uranism - It is a general term for sexual perversion. Different types of sexual perversions are given below. Sadism - Sexual gratification is obtained or increased from acts of physical cruelty or infliction of pain upon one's partner. Masochism - They get sexual pleasure from being beaten, abused or tortured by their sexual partner. Lust murder - It is an extreme form of sadism where murder serves as a stimulus for sexual act. Necrophagia -This is extreme degree of sadism in which the person after mutilating the body, sucks or licks the wounds or eats the flesh of his victim to derive sexual pleasure. Necrophilia - There is desire for sexual intercourse with dead bodies. Fetichism - In this the person gets sexual gratification from part of the body of a woman or some article belonging to her that normally has no sexual influence on the mind. Eg -Underclothings, shoes etc. Transvestism or Eonism - It is usually found in males who obtain sexual pleasure by wearing female dress. Fellatio - Oral stimulation or manipulation of the penis, either by the male or female. Cunnilingus - Oral stimulation of female genitalia",
        "cop": 1,
        "opa": "Incest",
        "opb": "Lust murder",
        "opc": "Fetichism",
        "opd": "Peeping Tom",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "a04d249a-8c01-426d-9090-aee2293f0dd0",
        "choice_type": "multi"
    },
    {
        "question": "\"Incest' term used in sexual relationship with",
        "exp": "C. i. e. (Blood relationship) (5. 46 Parikh 6th)INCEST - This is the act of sexual intercourse by a man with woman within a certain degree of blood relationship* In India incest per se is not a cognizable offence and police cannot take any notice of it unless the offence can be brought into any of the penalizing sections such as 376 and 497 IPC* Common example is the father and daughter, brother and sister* Medical examination is concerned with demonstrating evidence of habitual intercourse rather than of fresh defloration. Bestiality (bestio - sexuality) means sexual intercourse by a human being with a lower animal** either through the anus or the vagina (Punishible under the section 377. IPC)**Fetichism - is a perversion in which sexual gratification is associated with contact and sight of certain parts of the female body or even clothing or other articles known as fetish objects** (Corned - 08). Transvestism is a perversion in which the personality is dominated by the desire to be identified with opposite sex. The fantasy indulged in is clearly \"being a women\" if a male and 'being a man' if a female. It is also known as EONISM**Irresistible sexual desire in males is known as Satyriasis**",
        "cop": 3,
        "opa": "A girl age less than 16 years",
        "opb": "Divorced wife",
        "opc": "Blood relationship",
        "opd": "Sex with hijra",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "a8aee7fd-1609-4bb9-a1f5-f6e85cbf0953",
        "choice_type": "single"
    },
    {
        "question": "Sexual gratification with inanimate object of opposite sex -",
        "exp": "Ans. is 'a' i. e., Fetishism Necrophilia:* In this condition, there is a desire for sexual intercourse with dead bodies.* It is said to have sadomasochistic foundation and that decomposition, foul smell, and coldness act as stimulants.* Sexual perversions -These are persistently indulged sexual acts in which complete satisfaction is sought and obtained without sexual intercourse. These includea) Sadism: Sexual gratification is obtained or increased from acts of physical cruelty or infliction of pain on ones partner. It is seen more commonly in men. To obtain sexual gratification, the sadist may bite, beat, whip, produce cuts on the victim, etc. b) Lust murder: In extremes of sadism, murder serves as a stimulus for the sexual act and becomes the equivalent of coitus, the act being accompanied by erection, ejaculation, and orgasm. c) Necrophagia: (Necros =corpse; phagia = to eat): This is extreme degree of sadism in which the person after mutilating the body, sucks or licks the wounds, bites the skin, drinks blood, and eats the flesh of his victim to derive sexual pleasure. d) Masochism: Sexual gratification is obtained or increased by the suffering of pain. Masochists get pleasure from being beaten, abused, tortured, humiliated, enslaved, degraded, or dominated by their sexual partner. e) Necrophilia: In this condition, there is a desire for sexual intercourse with dead bodies. It is said to have sadomasochistic foundation and that decomposition, foul smell and coldness act as stimulants. f) Fetishism: A fetish is an abnormal stimulus or object of sexual desire. Fetishism means the use of such objects of sexual gratification leading to orgasm, eg underclothing, brassiere, petticoat, stocking, shoes, etc. g) Transvestism = Eonism: A transvestite (trans = opposite, vista = clothing) is a person whose whole personality is dominated by the desire of being identified with the opposite sex. His dress, manner, occupational interest, and associations are all designed to increase his feeling of being a woman. There is no hormonal disturbance or genital abnormality. h) Masturbation = Onanism = Ipsation is the deliberate self-stimulation that effects sexual arousal. In males, it is done by moving the penis against a bed or other object. In females, finges are gently and rhythmically moved over clitoris or labia minora or steady pressure is applied over these parts with several fingers or whole hands (it is an offence when done in public). i) Exhibitionism (Sec 294. IPC): It is a willful and intentional exposure of the genitalia in a public place while in the presence of others to obtain sexual pleasure. May or may not be associated with masturbation (punishment = 3 months + fine). j) Voyeurism = Scoptophilia = Peeping tom: Sexual gratification is obtained by looking at the sexual organs of other persons, watching the act of sexual intercourse, or witnessing undressing by a woman. k) Frotteurism: Sexual satisfaction is obtained by rubbing against persons in crowd. If they attempt intercourse, they have a premature ejaculation or they are impotent. It is an uncommon perversion and rarely occurs alone. l) Undinism: In this, the sexual pleasure is often obtained by witnessing the act of urination by someone of the same or opposite sex. m) Indecent assault (Sec 354 IPC) is any offence committed on a female with the intention or knowledge to outrage her modesty. Usually, the act involves the sexual part of either or is sexually favored. In such assaults, a man may try to kiss a woman, press or fondle with her breasts, touch or expose the genitalia or thighs, try to put a finger in her vagina, play with vulva.# A medical practitioner can be accused of indecent assault if he examines a female patient by stripping her clothes without her consent or even with her consent in the absence of a female attendant.# Such assaults are punishable under Sec 354 IPC, upto 2 years imprisonment and/or fine. n) Uranism: General term for perversion of the sexual instinct. o) Satyriasis: Incessant sexual desire. p) Priapism: Painful penile erection in absence of sexual desire.",
        "cop": 1,
        "opa": "Fetishism",
        "opb": "Masturbation",
        "opc": "Exhibitionism",
        "opd": "Frotteurism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "d51c2186-b9e2-4888-9f5b-9e57eef86516",
        "choice_type": "single"
    },
    {
        "question": "Fetichism is:",
        "exp": "Ans. is 'c' i. e., Use of objects of sexual gratification * Fetishism: A fetish is an abnormal stimulus or object of sexual desire. Fetishism means the use of such objects of sexual gratification leading to orgasm. For exmaple underclothing, brassiere, petticoat, stocking, shoes, etc. Necrophilia:* In this condition, there is a desire for sexual intercourse with dead bodies.* It is said to have sadomasochistic foundation and that decomposition, foul smell, and coldness act as stimulants.* Sexual perversions -These are persistently indulged sexual acts in which complete satisfaction is sought and obtained without sexual intercourse. These includea) Sadism: Sexual gratification is obtained or increased from acts of physical cruelty or infliction of pain on ones partner. It is seen more commonly in men. To obtain sexual gratification, the sadist may bite, beat, whip, produce cuts on the victim, etc. b) Lust murder: In extremes of sadism, murder serves as a stimulus for the sexual act and becomes the equivalent of coitus, the act being accompanied by erection, ejaculation, and orgasm. c) Necrophagia: (Necros =corpse; phagia = to eat): This is extreme degree of sadism in which the person after mutilating the body, sucks or licks the wounds, bites the skin, drinks blood, and eats the flesh of his victim to derive sexual pleasure. d) Masochism: Sexual gratification is obtained or increased by the suffering of pain. Masochists get pleasure from being beaten, abused, tortured, humiliated, enslaved, degraded, or dominated by their sexual partner. e) Necrophilia: In this condition, there is a desire for sexual intercourse with dead bodies. It is said to have sadomasochistic foundation and that decomposition, foul smell and coldness act as stimulants. f) Fetishism: A fetish is an abnormal stimulus or object of sexual desire. Fetishism means the use of such objects of sexual gratification leading to orgasm, eg underclothing, brassiere, petticoat, stocking, shoes, etc. g) Transvestism = Eonism: A transvestite (trans = opposite, vista = clothing) is a person whose whole personality is dominated by the desire of being identified with the opposite sex. His dress, manner, occupational interest, and associations are all designed to increase his feeling of being a woman. There is no hormonal disturbance or genital abnormality. h) Masturbation = Onanism = Ipsation is the deliberate self-stimulation that effects sexual arousal. In males, it is done by moving the penis against a bed or other object. In females, finges are gently and rhythmically moved over clitoris or labia minora or steady pressure is applied over these parts with several fingers or whole hands (it is an offence when done in public). i) Exhibitionism (Sec 294. IPC): It is a willful and intentional exposure of the genitalia in a public place while in the presence of others to obtain sexual pleasure. May or may not be associated with masturbation (punishment = 3 months + fine). j) Voyeurism = Scoptophilia = Peeping tom: Sexual gratification is obtained by looking at the sexual organs of other persons, watching the act of sexual intercourse, or witnessing undressing by a woman. k) Frotteurism: Sexual satisfaction is obtained by rubbing against persons in crowd. If they attempt intercourse, they have a premature ejaculation or they are impotent. It is an uncommon perversion and rarely occurs alone. l) Undinism: In this, the sexual pleasure is often obtained by witnessing the act of urination by someone of the same or opposite sex. m) Indecent assault (Sec 354 IPC) is any offence committed on a female with the intention or knowledge to outrage her modesty. Usually, the act involves the sexual part of either or is sexually favored. In such assaults, a man may try to kiss a woman, press or fondle with her breasts, touch or expose the genitalia or thighs, try to put a finger in her vagina, play with vulva.# A medical practitioner can be accused of indecent assault if he examines a female patient by stripping her clothes without her consent or even with her consent in the absence of a female attendant.# Such assaults are punishable under Sec 354 IPC, upto 2 years imprisonment and/or fine. n) Uranism: General term for perversion of the sexual instinct. o) Satyriasis: Incessant sexual desire. p) Priapism: Painful penile erection in absence of sexual desire.",
        "cop": 3,
        "opa": "Desire of being identified with the opposite sex",
        "opb": "Sexual intercourse with dead bodies",
        "opc": "Use of objects of sexual gratification",
        "opd": "Sexual gratification by suffering of pain",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "50aa8601-effc-4163-95e3-d2e8cec5ce16",
        "choice_type": "single"
    },
    {
        "question": "The type of injury is:",
        "exp": "Ans. (D). Pressure abrasion. The picture shows ligature mark, which is an example of pressure abrasion. It cannot be patterned abrasion, as the pattern of the ligature is not reflected in this mark. Types of abrasion: Tangential rubbing force. Perpendicular compression force. Scratch & Graze. Pressure & patterned abrasion",
        "cop": 4,
        "opa": "Scratch abrasion",
        "opb": "Patterned abrasion",
        "opc": "Graze abrasion",
        "opd": "Pressure abrasion",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "a1d5a8cd-81df-42e7-b032-2751c19022ab",
        "choice_type": "single"
    },
    {
        "question": "Intercourse in closely related individual in blood relation",
        "exp": "Ans. is 'b' i. e., Incest * Incest means sexual intercourse by a man with a woman who is closely related to him by blood (prohibited degrees of relationship).* Example daughter, granddaughter, sister, stepsister, aunt, or mother.",
        "cop": 2,
        "opa": "Marital rape",
        "opb": "Incest",
        "opc": "Adultery",
        "opd": "Bestality",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "3b0e18e9-6d68-4d68-976f-c93fad44cfd0",
        "choice_type": "single"
    },
    {
        "question": "Taking of ones clothes and running in public is called",
        "exp": "Ans. (B). Exhibitionism(Ref: The essentials of forensic medicine and toxicology; Dr. KS Narayana Reddy, 33rd edition; Page no: 432)",
        "cop": 2,
        "opa": "Mooning",
        "opb": "Exhibitionism",
        "opc": "Voyeurism",
        "opd": "Undinism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "74662922-2b84-494a-b313-31a098bce0de",
        "choice_type": "multi"
    },
    {
        "question": "Artery usually torn in temporal bone fracture is:",
        "exp": "Ans. (A). Middle meningeal artery. Type of haemorrhage. Commonest source. Extradural haemorrhage. Middle meningeal artery. Sub dural haemorrhage. Bridging veins. Sub arachnoid haemorrhage. Aneurysm - Circle of willis. Intracerebral haemorrhage. Lenticulo-striate artery",
        "cop": 1,
        "opa": "Middle meningeal artery",
        "opb": "Posterior auricular artery",
        "opc": "Transverse facial artery",
        "opd": "Deep temporal artery",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses",
        "id": "cf868d16-f8ec-4052-a0cf-6c404ffe4cae",
        "choice_type": "multi"
    }
]