[
    {
        "question": "Frotteurism:",
        "exp": "Ans. (c) Pleasure in touching opposite sexRef: The Essentials ofFSM by K.S. Narayan Reddy 31st ed. / 404* FROTTEURISM: rubbing the genitalia with the body of the person of other sex for sexual satisfaction.* Paraphilias: Abnormal 8c unorthodox sex play by using unusual objects or parts are know as paraphilia eg. Sadomasochism, Transvestism, Bestiality, Frotteurism, Homosexuality etc.* Bisexuality means hermaphrodite; an individual with both ovary 8c testis 8c external genitals of both sexes.Different Paraphilias/PerversionSexual perversionMode of sexual pleasureSadismPleasure in giving pain to sexual partnerMasochismPleasure on receiving painful stimulus from sexual partnerBondageSadism + masochism are found togetherFetischismSexual gratification by article of opposite sexFrotteurismSexual gratification by contact. Ex: rubbing genitalia on another personExhibitionismSatisfaction in exhibition of genitals with or without mastutbationTransvestism/ EonismPleasure in wearing clothes of opposite sexUranismSexual gratification by fingering, fellatio, cunnilingus etc.Buccal coitus or Sin of GomorrahFellatio is oral stimulation of penis by male or femaleCunnilingus is oral stimulation of female genitalsVoyeurism/ ScotophiliaAlso known as Peeping tomDesire to watch sexual intercourse or toobserve genitals of othersTrolismExtreme degree of voyeurism. Ex: A perverted husband enjoy watching his wife having sexual intercourse with another man.Urolangia/ CoprophiliaSexual excitement by sight or odor of urine or faeces.Tribadism/ LesbianismGratification of sexual desire of a women by another womenSodomy or Buggery of Greek Love* Anal sex* Gerantophilia -when passive agent is adult* Paederasty - when the passive agent is young boy (catamite)IncestSexual intercourse with close relativeBestialitySexual intercourse by a human being with a lower animal",
        "cop": 3,
        "opa": "Pleasure in watching intercourse",
        "opb": "Pleasure in using article of opposite sex",
        "opc": "Pleasure in touching opposite sex",
        "opd": "Pleasure in wearing opposite sex clothes",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses and Dowry Death",
        "id": "fb319f93-1dcd-4436-9e58-3510601e0035",
        "choice_type": "single"
    },
    {
        "question": "Sexual intercourse by a human being with a lower animalis-",
        "exp": "Ans. is 'a' i.e., Bestiality o Section 377 IPC defines unnatural sexual offences as sexual intercourse against the order of nature with any man, woman or animal and lays down punishment for the same. These offences are sodomy, buccal coitus, tribadism (lesbianism), and bestiality'.Sodomyo Sodomy is sexual intercourse through anus. It is of two types : Homosexual and Heterosexual. In Homosexual, it is done by a male on another male. Heterosexual sodomy is anal intercourse with a women. The person who does the act is knowm as active agent and the person, on wrhom the act is done, is known as passive agent. If the passive agent is adult/elderly the act is knowTi as Gerontophilia. If the passive agent in sodomy is a child, act is called Paederasty, the passive agent is labelled as catamite, and the active agent is known as Paedophile,o Examination findings of sodomy areIn active agent: (i) Peculiar smell of anal gland secretion on penis, (ii) Fecal soiling, lubricant (if used) and blood on penis, (iii) Penis shaft is elongated and constricted in habitual sodomites with consequent twisting/ angulation of urethra, (iv) Abrasions on prepuce and glans penis, tearing of frenulum, swelling and redness of penis.In passive agent: Passive agent may beHabitual: (i) Funnel shaped anus with deeply situated ana! opening, (ii) Dilatation and laxity of anal sphincter, (iii) Shaved anal skin, (iv) Anal fissures and piles, (v) Lateral buttock truction test positive: On applying lateral traction on anus in normal person, there will be reflex contraction of anus, but in habitual sodomine there is comple relaxation of sphincter with dilatation of opening.Non-habitual (forcibly victimized) : (i) Presence ofsemen in anus is the only confirmatery evidence, (ii) Signs of violence around anus, i.e. abrasions, fisures, contusion or triangular bruised tear of posterior part of anus (in sudden violence).Other unnatural sexual offenceso Bestiality: is the sexual intercourse by a human being with a lower animal.o Tribadism (Lesbianism or female homosexuality): Sexual gratification of a women is obtained by another woman by kissing, body contact, manipulation of breast and genitalia. Active partner is called dyke or butch and the passive agent is called femme. This is not an offence in India.o Buccal coitus (coitus per as/sin of gomorrah): In this, the male organ is introduced into mouth, usually of a young child. Fellatio is oral stimulation of penis by male or female. Cunnilingus is oral stimulation of female genitals.",
        "cop": 1,
        "opa": "Bestiality",
        "opb": "Cunnilingus",
        "opc": "Tribadism",
        "opd": "Sin ofgomorrah",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses and Dowry Death",
        "id": "edf61cf7-9105-4d72-9be9-e877e2554aae",
        "choice_type": "single"
    },
    {
        "question": "All of the following are paraphilias EXCEPT:",
        "exp": "Ans. (d) BisexualityRef: The Essentials ofFSM by K.S. Narayan Reddy 31st ed. / 402-403* Paraphilias: Abnormal 8c unorthodox sex play by using unusual objects or parts are know as paraphilia eg. Sadomasochism, Transvestism, Bestiality, Frotteurism, Homosexuality etc.* Bisexuality means hermaphrodite; an individual with both ovary 8c testis 8c external genitals of both sexes.Different Paraphilias/PerversionSexual perversionMode of sexual pleasureSadismPleasure in giving pain to sexual partnerMasochismPleasure on receiving painful stimulus from sexual partnerBondageSadism + masochism are found togetherFetischismSexual gratification by article of opposite sexFrotteurismSexual gratification by contact. Ex: rubbing genitalia on another personExhibitionismSatisfaction in exhibition of genitals with or without mastutbationTransvestism/ EonismPleasure in wearing clothes of opposite sexUranismSexual gratification by fingering, fellatio, cunnilingus etc.Buccal coitus or Sin of GomorrahFellatio is oral stimulation of penis by male or femaleCunnilingus is oral stimulation of female genitalsVoyeurism/ ScotophiliaAlso known as Peeping tomDesire to watch sexual intercourse or toobserve genitals of othersTrolismExtreme degree of voyeurism. Ex: A perverted husband enjoy watching his wife having sexual intercourse with another man.Urolangia/ CoprophiliaSexual excitement by sight or odor of urine or faeces.Tribadism/ LesbianismGratification of sexual desire of a women by another womenSodomy or Buggery of Greek Love* Anal sex* Gerantophilia -when passive agent is adult* Paederasty - when the passive agent is young boy (catamite)IncestSexual intercourse with close relativeBestialitySexual intercourse by a human being with a lower animal",
        "cop": 4,
        "opa": "Bestiality",
        "opb": "Frotteurism",
        "opc": "Sadomasochism",
        "opd": "Bisexuality",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses and Dowry Death",
        "id": "c127f494-c976-4628-93c1-d870fb161b50",
        "choice_type": "multi"
    },
    {
        "question": "Catamite is?",
        "exp": "Ans. is 'b' i.e., Children o Catamite is the name given to the child who is the passive agent.Remembero In sodomy with children:-1) The act - Paederasty2) Active agent - Paedophile3) Passive agent (i.e. child) - Catamite.",
        "cop": 2,
        "opa": "Older woman",
        "opb": "Child",
        "opc": "Homosexual adult",
        "opd": "Hijra",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses and Dowry Death",
        "id": "628d8d05-5099-4332-a5c7-e4c3577f8ad9",
        "choice_type": "single"
    },
    {
        "question": "Impotent quoad is seen in:",
        "exp": "Ans. (b) An individual who may be impotent with any particular woman (QUOAD- as regards) but not with others.Ref: The Essentials ofFSM by K.S. Narayan Reddy 31st ed. / 357-58* IMPOTENCE: inability of a person to perform sexual intercourse. It cannot be placed as a defense for rape.* STERILITY: inability of the male to beget children and in the female, the inability to conceive children.* FRIGIDITY: inability to start or maintain the sexual arousal pattern in the female.* QUOAD: an individual who may be impotent with any particular woman but not with others.",
        "cop": 2,
        "opa": "Inability of the male to beget children and in the female, the inability to conceive children",
        "opb": "An individual who may be impotent with any particular woman (QUOAD- as regards) but not with others.",
        "opc": "Inability of a person to perform sexual intercourse.",
        "opd": "Inability to start or maintain the sexual arousal pattern in the female.",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses and Dowry Death",
        "id": "d2426c04-ade9-4790-81d0-c012ee7f9967",
        "choice_type": "single"
    },
    {
        "question": "Voyeurism is?",
        "exp": "Ans. is 'a' i.e., Sexual gratification by watching the act of sexual intercourse o Voyeurism (Scoptophilia, Peeping tom): Sexual gratification is obtained by looking at the sexual organs of other persons, watching the act of sexual intercourse, or witnessing undressing by a womano Fetichism- Fetish is an abnormal stimulus or object of sexual desire. Fetichism means use of such objects for sexual gratification.o Masochism- sexual gratification is obtained or increased by the suffering or pain on self.o Frotteurism: is contact with another person in order to obtain sexual gratification. Sexual gratification by rubbing private parts against a female body in crowd.",
        "cop": 1,
        "opa": "Sexual gratification by watching the act of sexual intercourse",
        "opb": "Use of such objects for sexual gratification",
        "opc": "Sexual gratification is by self pain",
        "opd": "Sexual gratification by rubbing private part",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses and Dowry Death",
        "id": "067ce663-d239-4b46-af53-583fb9b5905f",
        "choice_type": "single"
    },
    {
        "question": "Sin of Gomorrah is also known as?",
        "exp": "ANSWER: (B) Oral coitusREF: Textbook Of Forensic Medicine And Toxicology: Principles And Practice 4th edition by Krishan vij, Forensic Medicine and Toxicology by R.N.Karmakar Page 455BUCCAL COITUS (ORAL COITUS OR SIN OF GOMORRAH)This offence is mentioned in the Bible. It used to be practised in the town of Gomorrah and hence the name, Sin of Gomorrah, is attributed to this practice. Oral coitus may be practised by both sexes",
        "cop": 2,
        "opa": "Anal coitus",
        "opb": "Oral coitus",
        "opc": "Lesbianism",
        "opd": "Bestiality",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses and Dowry Death",
        "id": "f0aec455-9101-43b7-b175-7c2f0a8c8032",
        "choice_type": "single"
    },
    {
        "question": "Most common hymen rupture in a virgin is -",
        "exp": "Ans. is 'c' i.e., Posterolateral Hymen rupture:o Congenital: anterioro Due to intercourse or foreign body: posterolateral ( 4/8 or 5/7 O' clock) > posterior (6 O' clock),o In virgin rupture (tears) of hymen due to sudden tretching occurs in posterior half of membrane usually at the sides (i.e. posterolaterally) in 4 or 8'O clock or 5 or 7'0 clock position, or in the midline of hymen (6'0 clock position).o With first intercourse tears usually occur in posterior midline because the hymen lies suspended across a potential space here,, whereas anteriorly periurethral tissues buttress the hymen,o More than 2 tears are unusual. Semilunar hymen often ruptures on both sides. Annular hymen which nearly closes up the vaginal orifice may suffer several hymenal lacerations indicate first sexual intercourse,o One deep 'V shaped cleft/tear at 6' O clock or a number of clefts usually in posterior hafl hymen membrane indicate passage of any object through hyme orifice which is larger its original opening. 'o In prepubertal children posterior tear may involve fourchette producing a deep U shaped defect. Fourchette is tom, fossa navicularis disappear and posterior commissure may be ruptured. The latter injury' usually does not occur in consenting sexual intercourse unless there is much disproportion between the male and female parts.",
        "cop": 3,
        "opa": "Anterior",
        "opb": "Anterolateral",
        "opc": "Posterolateral",
        "opd": "Posterior",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses and Dowry Death",
        "id": "79ddfa57-a755-4551-94ca-538aba96e939",
        "choice_type": "single"
    },
    {
        "question": "Excessive sexual desire in female?",
        "exp": "Ans. is 'a' i.e. Nymphomania o Nymphomania is excessive sexual desire in female where she enjoys having multiple sexual partners or desires excessive sexual activity.o The male-specific term for the same condition is satyriasis.o Fetishism means the use of objects for sexual gratification leading to orgasm. For example underclothing, brassiere, petticoat, stocking, shoes, etc.o Frigidity is inability to initiate sexual arousal in female.",
        "cop": 1,
        "opa": "Nymphomania",
        "opb": "Satyriasis",
        "opc": "Frigidity",
        "opd": "Fetishism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses and Dowry Death",
        "id": "6494e816-0742-4b5d-9099-38fd4a5bd9df",
        "choice_type": "single"
    },
    {
        "question": "Hymen in false virgin is:",
        "exp": "Ans. (b) ElasticRef: The essentials of FSM by KS Narayan Reddy 31st ed. P 365-66* The presence of unruptured hymen is a presumption, BUT IS NOT AN ABSOLUTE PROOF OF VIRGINITY.* This makes the diagnosis of virginity difficult. With an intact hymen there are: TRUE VIRGINS and FALSE VIRGIN.* References states: \"hymen may not he ruptured even after repeated acts of coitus if it is loose, lax, folded and elastic or thick, tough and fleshy which permits displacement, distortion and stretching without rupture'Also KnowMC Type of hymen: Semilunar/ Crescentic",
        "cop": 2,
        "opa": "Annular",
        "opb": "Elastic",
        "opc": "Imperforate",
        "opd": "Semilunar",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses and Dowry Death",
        "id": "a0165aec-4ee7-43bd-8fe3-4ffbb825033b",
        "choice_type": "multi"
    },
    {
        "question": "Interest in rubbing or touching sexually opposite person's private part for sexual pleasure is known as?",
        "exp": "Ans. is 'a' i.e., Frotteurism o Frotteurism : is contact with another person in order to obtain sexual gratification. Sexual gratification by rubbing private parts against a female body in crowd. It is punishable under Section 290 I.P. C., with fine upto Rs 200.o Voyeurism : Sexual gratification is obtained by looking at the sexual organs of other persons, watching the act of sexual intercourse, or witnessing undressing by a woman.o Exhibitionism: It is a willful and intentional exposure of the genitalia in a public place while in the presence of others to obtain sexual pleasure.o Eonism (Transvestism): A transvestite is a person whose whole personality is dominated by the desire of being identified with the opposite sex",
        "cop": 1,
        "opa": "Frotteurism",
        "opb": "Exhibitionism",
        "opc": "Voyeurism",
        "opd": "Eonism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses and Dowry Death",
        "id": "c9cf9a8a-c6de-40d7-b359-6e9a2643d7ce",
        "choice_type": "multi"
    },
    {
        "question": "Sexual assault of child, hymen is not ruptured due to-",
        "exp": "Ans. is 'a' i.e.. Deep seated o In children hymen is placed high up in the vagina so never ruptures in sexual intercourse.Verginityo A virgin (virgo Intacta) is a female who has not experienced sexual intercourse,o Defloration means loss of virginity.o Marriage is a contract between man and woman, which implies physical union by coitus,o Divorce means dissolution of previously valid marriage.o Hymen : the hymen is fold of mucous membrane about 1 mm thick, situated at the vaginal outlet. The average abult hymen consists of folds of membrane having annular or crescentic shape, the broadest part lying posteriorly.Types of hymen:Semilunar or crescentic : opening is placed anteriorly.Annular : opening is oval and situated near the center of the membrane.Infantile: a small linear opening in the middle.Cribriform : several openings.Vertical: opening is vertical.Septate : two lateral opening occur, side by side.Imperforate : no opening.Causes of rupture of hymen :An accident, for example, a fall on the projecting substance or by slipping on the furniture or fence or while playing on a see-saw; hymen does not rupture by riding jumping, dancing, etc.Masturbation : with a large foreign body.Sanitary tampons.Surgical operation and gynecological examinaton.Aptae viris : foreign body, for example, Sola pith introduced into vagina for rendering very young girls fit for sexual intercourse.Ulceration from diphtheria, fungus, or other disease.Scratching due to irritation of the part from lack of cleanliness.o Fimbriated hymen shows multiple notches that may be mistaken for artificial tears.o Natural notches are usually symmetrical, occur anteriorly, do not extend to the vaginal wall and are covered with mucous membrane.o Tom hymen (sexual intercourse of by foreign body): bleeds on touch tender, asymmetrical, notches occur posteriorly and extend to the vaginal wall.Natural notchTear in hymenFimbriated type of hymen has multiple nothches (mistaken for tear of hymen)Occurs due to sexual intercourse, foreign body, during accidental injury by an objectNon-tenderTender to touchSymmetricalAsymmetricalAnteriorly placedPosteriorly or anywhereDo not extend to the vaginal wallExtend upto the vaginal wallo In infants a small swab can be passed through the hymenal orifice into the vagina.o At the age of 10 years the tip of the small finger enters the vagina. In children hymen is placed high up in the vagina so never ruptures in sexual intercourse.o At the age of puberty (15-18 years) one finger can usually be passed into the vagina.o In prostitutes, if the hymen is present (elastic type ) and other sign of virginity are absent, called false virgin. In vaginal orifice more than two fingers can be passed.o After rupture of hymen, it never heals and the remnants are known as Carunculae hyemalis or myrtiformes--small, round, fleshy projection or tags round the hymenal ring.o Normally, hymen ruptures at 5 or 7 o'clock position, that is posterolateral position.TraitTrue virginFalse virginHymenSigns of virginityVaginal orificePresentPresentOne finger can be passedPresent but elastic typeAbsent2 or more two fingers can be passedThe Priciple signs of virginity are as follows :An intact hymen.A normal condition of the fourehette and posterior commissure.A narrow vagina with rugose walls.Labia majora is adjacent to each other, fully developed and completely close the vaginal orifice.Labia minora is in contact and is covered by labia majora.o Fourehette : the lower portions of labia minora fuse in midline and form the fourehette.o Anterior and posterior commissure : they are the elongated folds of two labia majora of skin projecting downwards and backwards from the mons veneris.o They meet in front in the anterior commissure and in the back at the posterior commissure.o Fossa navicularis is the depression between fourehette and the vaginal orifice.o Vaginal passage is 7.5 cm long, shorter on its anterior wrall (6 cm) and longer on the posterior wrall (9 cm), normally slit-shaped.o In mullipura, width of upper end is 3 to 4 cm.o In mutipara, width of upper end is 6 to 7 cm.o Breasts : in a virgin, the breasts are firm, elastic, and hemispherical with a small undeveloped nipple surrounded by an areola.o Breast in defloration : large and flabby by frequent handling and sexual intercourse, with enlarged nipples. Milk may be found in the breast.TraitVirginityDeflorationHymenIntact, rigid, inelastic, edges distinct and regular, narrow opening allowing only one small finger to passTom or intact, if intact it is loose, elastic opening allows passage of > two fingers.Labia majoraAdjacent to each other, fully developed, close the vaginal orificeNot apposed to each other, not prominent, and at the lower and vaginal orifice may be seen.Labia minoraThey are in contact and are covered by labia majoraAre not in contact are exposed and separated from labia majora.FourchetteIntactUsually tomFossa navicularisIntactDisappearsVaginaIs narrow, rugae are more folded vault is more conicalRugae less obvious, vagina grows in length",
        "cop": 1,
        "opa": "Deep seated",
        "opb": "Underdeveloped",
        "opc": "Too toughto rupture",
        "opd": "Distensible",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses and Dowry Death",
        "id": "da95c0ef-120c-4f88-95e5-6cbc4309099f",
        "choice_type": "single"
    },
    {
        "question": "Sexual pleasure obtained by touching others is known as?",
        "exp": "Ans. is 'a' i.e., Frotteurism o Frotteurism : is contact with another person in order to obtain sexual gratification. Sexual gratification by rubbing private parts against a female body in crowd. It is punishable under Section 290 I.P. C., with fine upto Rs 200.o Voyeurism: Sexual gratification is obtained by looking at the sexual organs of other persons, watching the act of sexual intercourse, or witnessing undressing by a woman.o Exhibitionism: It is a willful and intentional exposure of the genitalia in a public place while in the presence of others to obtain sexual pleasure.o Eonism (Transvestism): A transvestite is a person whose whole personality is dominated by the desire of being identified with the opposite sex.",
        "cop": 1,
        "opa": "Frotteurism",
        "opb": "Exhibitionism",
        "opc": "Voyeurism",
        "opd": "Eonism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses and Dowry Death",
        "id": "73e5141b-73bc-4cd1-9a5c-d77b137ce4cc",
        "choice_type": "single"
    },
    {
        "question": "What is another name for buccal coitus -",
        "exp": "Ans. is 'b' i.e., Sin of Gomorrah Buccal coitus (coitus per os/sin of gomor rah)o In this, the male organ is introduced into mouth, usually of a young child,o Fellatio is oral stimulation of penis by male or female,o Cunnilingus is oral stimulation of female genitals.",
        "cop": 2,
        "opa": "Buggery",
        "opb": "Sin of Gomorrah",
        "opc": "Cunnilingus",
        "opd": "Fetishism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses and Dowry Death",
        "id": "1a9f412b-62f1-4251-ad7b-95f35a9c2b1b",
        "choice_type": "single"
    },
    {
        "question": "Sexual masochism is?",
        "exp": "Ans. is 'a' i.e. Sexual gratification obtained by the suffering of pain o Sexual gratification is obtained or increased by the suffering of pain - Masochismo Sexual gratification is obtained or increased from acts of physcial cruelty or infliction of pain on one's partner - Sadism.o Painful penile erection in absence of sexual desire - Priapism .",
        "cop": 1,
        "opa": "Sexual gratification obtained by the suffering of pain",
        "opb": "Painful penile erection in absence of sexual desire",
        "opc": "Sexual gratification is obtained by infliction of pain",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses and Dowry Death",
        "id": "6e4917f0-245b-47a3-83c3-408f9ef7fddf",
        "choice_type": "multi"
    },
    {
        "question": "Fetichism is sex gratification by:",
        "exp": "Ans: B (Using opposite sex objects ) \"Transvestism or Eonism: A transvestste(trans=opposite, vesta=clothing) is a person whose whole personality is dominated is dominated by the desire to be identified with the opposite sex. His dress, manner, occupational interests & associations are all designed to increase his feeling of being a woman'- Reddy 27th/367FETICH ISM Reddy 27th/367It is almost exclusively seen in maleA fetish is an abnormal stimulus or object of sexual desire e.g underclothing, brassiere, petticoat, stocking, shoes etcFetichism means the use of such objects for sexual gratificationSexual perversionMode of sexual pleasure Sadism Infliction of pain to sexual partner Necrophilia Sexual intercourse on the dying or dead victim Necrophagia The sadist may damage genitals or other organs & eat flesh or drink blood to satisfy the sexual desire Masochism Only on receiving painful stimulus'3 from sexual partner Sexual asphyxia (autoerotic hanging)3 is seenAutoerotic deaths'3 may occur Bondage Sadism & masochism are found together with one type dominant over the other Fetichism1' Sexual gratification is associated with contact & sight of central parts of female body or even clothings or other objects k/a fetish object1 Exhibitonism'3 exhibition of genitals'3 with or without performance of masturbatory act in public palce. Transvestism or Eonism Desire to be identified with the opposite sex Person finds sexual pleasure in wearing clothes of opposite sex3 Uranism Sexual gratification by fingering foding, fellatio, cunnilingus'3 etc Buccal coitus or Sin of Gomorrah Fellatio is oral stinulatio of penis by male or female Cunnilingus is oral stimulation of female genitals Voyeurism or Scotophilia Desire to watch sexual intercourse or to observe genitals of others.13 Trolism extreme degree of voyeurism. A perverted husband is stimulated by watching his wife having sexual intercourse with another man Frotteurism Sexual gratification by rubbing genitalia against another person Uraianjpa or Coprophilia Sexual excitement is provoked by sight or odour of urine or faces. Tribvadism or Lesbianism or Female homosexuality Gratification of sexual desire of a women by another women Sodomy or Buggery*Gerantophilia*paederasty Anal sex*When passive agent is adult*When the passive agent is young boy, the boy being known as catamite13 Insest Beastiality Sexual intercourse with close relative Sexual intercourse by a human being with a lower animal.",
        "cop": 2,
        "opa": "Dress like opposite sex",
        "opb": "Using opposite sex objects",
        "opc": "Suffering of the other person",
        "opd": "Sexual intercourse by a human being with a lower animal",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses and Dowry Death",
        "id": "a333004f-deb3-4f24-8199-c3ba9426bd4c",
        "choice_type": "single"
    },
    {
        "question": "Taking off ones clothes and running naked in a public race is called-",
        "exp": "Ans. is 'b' i.e., Exhibitionism o Incent means sexual intercourse by a man with a woman who is closely related to him by blood, eg a daughter, granddaughter.o Sexual perversions -These are persistently indulged sexual acts in which complete satisfaction is sought and obtained without sexual intercourse. These includeSadism : Sexual gratification is obtained or increased from acts of physical cruelty or infliction of pain on one's partner. It is seen more commonly in men. To obtain sexual gratification, the sadist may bite, beat, whip, produce cuts on the victim, etc.Lu st murder: In extremes of sadism, murder serves as a stimulus for the sexual act and becomes the equivalent of coitus, the act being accompanied by erection, ejaculation, and orgasm.Necrophagia : (Neeros =corpse; phagia = to eat) : This is extreme degree of sadism in wrhich the person after mutilating the body, sucks or licks the wounds, bites the skin, drinks blood, and eats the flesh of his victim to derive sexual pleasure.Masochism: Sexual gratification is obtained or increased by the suffering of pain. Masochists get pleasure from being beaten, abused, tortured, humiliated, enslaved, degraded, or dominated by their sexual partner.Necrophilia : In this condition, there is a desire for sexual intercourse with dead bodies. It is said to have sadomasochistic foundation and that decomposition, foul smell and coldness act as stimulants.Fetishism: A fetish is an abnormal stimulus or object of sexual desire. Fetishism means the use of such objects of sexual gratification leading to orgasm, eg underclothing, brassiere, petticoat, stocking, shoes, etc.Transvestism = Fonism: A transvestite (trans = opposite, vista = clothing) is a person whose whole personal ity is dominated by the desire of being identified with the opposite sex. His dress, manner, occupational interest, and associations are ail designed to increase his feeling of being a woman. There is no hormonal disturbance or genital abnormality.Masturbation = Onanism = Ipsation is the deliberate self-stimulation that effects sexual arousal. In males, it is done by moving the penis against a bed or other object. In females, finges are gently and rhythmically moved over clitoris or labia minora or steady pressure is applied over these parts with several fingers or wdiole hands (it is an offence wrhen done in public).Exhibitionism (Sec 294IPC): It is a willful and intentional exposure of the genitalia in a public place while in the presence of others to obtain sexual pleasure. May or may not be associated with masturbation (punishment = 3 months + fine).Voyeurism = Scoptophilia = Peeping tom : Sexual gratification is obtained by looking at the sexual organs of other persons, watching the act of sexual intercourse, or witnessing undressing by a woman.F rotteurism: Sexual satisfaction is obtained by rubbing against persons in crowd. If they attempt intercourse, they have a premature ejaculation or they are impotent. It is an uncommon perversion and rarely occurs alone.Undinism : In this, the sexual pleasure is often obtained by witnessing the act of urination by someone of the same or opposite sex.m) Indecent assault (Sec 354IPC) is any offence committed on a female with the intention or knowledge to outrage her modesty. Usually, the act involves the sexual part of either or is sexually favored. In such assaults, a man may try to kiss a woman, press or fondle with her breasts, touch or expose the genitalia or thighs, try to put a finger in her vagina, play with vulva.A medical practitioner can be accused of indecent assault if he examines a female patient by stripping her clothes without her consent or even with her consent in the absence of a female attendant.Such assaults are punishable under Sec 354 IPC, upto 2 years imprisonment and/or fine.n) Uranism : General term for perversion of the sexual instinct.o) Satyriasis : Incessant sexual desire.p) Priapism : Painful penile erection in absence of sexual desire.",
        "cop": 2,
        "opa": "Mooning",
        "opb": "Exhibitionism",
        "opc": "Voveyrism",
        "opd": "Undinism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses and Dowry Death",
        "id": "99f30a03-63e7-449a-af9a-1c258b8dfbf9",
        "choice_type": "multi"
    },
    {
        "question": "Sexual gratification of a women is obtained by another woman is called?",
        "exp": "Ans. is 4a' i.e., Tribadism o Tribadism (Lesbianism or female homosexuality): Sexual gratification of a women is obtained by another woman by kissing, body contact, manipulation of breast and genitalia. Active partner is called dyke or butch and the passive agent is called femme. This is not an offence in India.o Bestiality is sexual intercourse by a human being with an animal.o Fellatio is oral stimulation of penis by male or female.o Cunnilingus is oral stimulation of female genitals.",
        "cop": 1,
        "opa": "Tribadism",
        "opb": "Bestiality",
        "opc": "Fellatio",
        "opd": "Cunnilingus",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses and Dowry Death",
        "id": "40d3729b-6a75-44c2-8ba0-d48730660655",
        "choice_type": "multi"
    },
    {
        "question": "Intercourse in closely related individual in relation-",
        "exp": "Ans. is 'a' i.e., Incest Incesto It means sexual intercourse by a man with a woman who is closely related to him by blood (prohibited degrees of relationship).Example daughter, granddaughter, sister, stepsister, aunt, or mother,o These cases usually have psychological features,o In India, incest is not an offence.Adulteryo Adultery refers to volutary sexual intercourse between a married person and a person (married or not), other than his/her spouse.Bestialityo It is the sexual intercourse by a human being with a lower animal.Tribadism (Lesbianism or female homosexuality)o Sexual gratification of a women obtained by another woman by kissing, body contact, manipulation of breast and genitalia. Active partner is called dyke or butch and the passive agent is called femme. This is not an offence in India.",
        "cop": 1,
        "opa": "Incest",
        "opb": "Adultery",
        "opc": "Bestiality",
        "opd": "Tribadism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses and Dowry Death",
        "id": "2be0b8c3-4cd9-41c8-aa8b-931b694f7e1e",
        "choice_type": "single"
    },
    {
        "question": "Penile buccal coitus is-",
        "exp": "Ans. is 'c' i.e., Fellatio Buccal coitus (coitus per as.'sin of yomorrah)o In this, the male organ is introduced into mouth, usually of a young child. Fellatio is oral stimulation of penis by male or female. Cunnilingus is oral stimulation of female genitals.",
        "cop": 3,
        "opa": "Sadism",
        "opb": "Fetichism",
        "opc": "Fellatio",
        "opd": "Cunnilingus",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses and Dowry Death",
        "id": "0e7e6f3c-0221-4933-8783-a2eb73744211",
        "choice_type": "single"
    },
    {
        "question": "Incest is defined as sexual intercourse between -",
        "exp": "Ans. is 'b' i.e., Man and closely related womenIncesto It means sexual intercourse by a man with a woman who is closely related to him by blood (prohibited degrees of relationship).Example daughter, granddaughter, sister, stepsister, aunt, or mother,o These cases usually have psychological features,o In India, incest is not an offence.Adulteryo Adultery refers to volutary sexual intercourse between a married person and a person (married or not), other than his/her spouse.Bestialityo It is the sexual intercourse by a human being with a lower animal.Tribadism (Lesbianism or female homosexuality)o Sexual gratification of a women obtained by another woman by kissing, body contact, manipulation of breast and genitalia. Active partner is called dyke or butch and the passive agent is called femme. This is not an offence in India.",
        "cop": 2,
        "opa": "Man and animals",
        "opb": "Man and closely related women",
        "opc": "Man and women other than wife",
        "opd": "Man and man",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses and Dowry Death",
        "id": "1d2313e5-bd3b-45ab-915d-3efd617b7080",
        "choice_type": "single"
    },
    {
        "question": "Sadism is?",
        "exp": "Ans is 'a' i.e. Painful sexSadism:o Sexual gratification is obtained or increased from acts ofphysical cruelty or infliction ofpain on one's partner.o It is seen more commonly in men. To obtain sexual gratification, the sadist may bite, beat, whip, produce cuts on the victim, etc.Other options:o Having intercourse with an animal - Bestialityo Anal intercourse - Sodomyo Sexual intercourse with dead bodies - Necrophilia",
        "cop": 1,
        "opa": "Painful sex",
        "opb": "Having intercourse with an animal",
        "opc": "Anal intercourse",
        "opd": "Sexual intercourse with dead bodies",
        "subject_name": "Forensic Medicine",
        "topic_name": "Sexual Offenses and Dowry Death",
        "id": "57d44360-c7be-410b-a8df-3d4eb4c55029",
        "choice_type": "single"
    }
]