[
    {
        "question": "Colour of crystals in positive Florence test is -",
        "exp": "Ref: The essential of forensic medicine and toxicology Dr. K. S NARAYAN REDDY 32nd edition pg no 415 the stain is estracted by 10% HCL and a drop is placed on a glass slide and allow to dry a cover slip is place dover this, and a drop of florence solution(KI, iodide and water) this allowed to run under the cover slip. if the semen is present, dark brown crystals of choline iodide appeared immediately, they are rhombic or needle shaped crystals resembling haemin but are larger, arranged in clusters, rossettes, crosses etc... Choline orginate from the seminal vessicles, the test is not a proof of seminal fluid but only of presence of some vegetables or animal substances. a negative reaction is proof that the stain is not seminal",
        "cop": 4,
        "opa": "Yellow",
        "opb": "White",
        "opc": "Purple",
        "opd": "Dark Brown",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "7010f58c-0284-4199-bf04-72b8821ca5a2",
        "choice_type": "single"
    },
    {
        "question": "Dried semen stains on clothes identified by -",
        "exp": "Ref: the synopsis of forensic medicine &toxicology-Dr. K. S. Narayana reddy 28th edition pg no: 236 proof of semen: the only absolute prrof of semen is the finding of atl; east one unbroken spermatozoon, or electrophoretic LDH isoenzyme detection of sperms. in the absence of spermatozoa, a stain which gives characteristic fluorescence in ultraviolet light, a high level of acid phosphatase, a high creatine phosphokinase and P30 can be considerd due to semen",
        "cop": 2,
        "opa": "Spectrometry",
        "opb": "UV rays",
        "opc": "Infrared rays",
        "opd": "LASER",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "b5a916dd-644c-4a92-b2fb-48fab094b59f",
        "choice_type": "single"
    },
    {
        "question": "Hara-kiri is death by",
        "exp": "Hara- kiri(seppuku) means cutting the belly. This is a ritual suicide formerly practiced in Japan and nearby counties by samurais(warrior class) when disgraced. Stabbing is done as a ceremony. In this type of suicide, in front of an audience, the person stabs himself on the abdomen and produces a large wound to make the intestines come out. Ref: FORENSIC MEDICINE AND TOXICOLOGY DR PC IGNATIUS THIRD EDITION PAGE 132",
        "cop": 3,
        "opa": "Stab in the neck",
        "opb": "Stab in the thorax",
        "opc": "Stab in the abdomen",
        "opd": "Stab in wrist",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "674ce2a0-6782-4bf9-8b4d-514534dd5890",
        "choice_type": "single"
    },
    {
        "question": "Semi-Smoke less black powder is a mixture of",
        "exp": "Semi-smokeless powder: It consists of a mixture of 80% black and 20% smokeless type Gunpowders: Black powder: It produces flame, smoke, and heat, and consists of granular ingredients, like sulfur, charcoal, and saltpeter (potassium nitrate) Smokeless powder: It is more effective than black powder as it burns more efficiently and produces much less smoke, resulting in less blackening and tattooing around the entry wound. Ref - Krishnan Vij 5th edition pg 238-240",
        "cop": 4,
        "opa": "50% black powder + 50% smokeless powder",
        "opb": "60% black powder + 40% smokeless powder",
        "opc": "70% black powder + 30% smokeless powder",
        "opd": "80% black powder + 20% smokeless powder",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "b90dd46f-ccce-4064-882e-498ee8a0ed33",
        "choice_type": "single"
    },
    {
        "question": "IPC which deals with dowry death is -",
        "exp": "Ref: Textbook of forensic medicine & toxicology Nageshkumar G Rao 2nd edition pg 594 Sec 304-B IPC Dowry death-- When death of a woman occurs due to burn or other bodily injury or in circumstances other than normal within 7 years of marriage, and it is seen that she was submitted to cruelty or harassment by her husband or any relative of the husband for or in connection with any demand for dowry, such death shall be called \"dowry death\" and the husband or his relative shall be deemed to have caused her death",
        "cop": 2,
        "opa": "304A",
        "opb": "304B",
        "opc": "303",
        "opd": "302",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "a9a10b50-404f-4cc9-86b3-2fbd593946ac",
        "choice_type": "single"
    },
    {
        "question": "Never used in chemical analysis",
        "exp": "Formalin cannot be used for preservation because it hardens and fixes the tissues and poison cannot be extracted. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 404",
        "cop": 2,
        "opa": "Saturated Na. Cl solution",
        "opb": "Formalin",
        "opc": "Rectified spirit",
        "opd": "Sodium fluoride",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "9731c17d-0637-4273-b03d-7f7f37344764",
        "choice_type": "single"
    },
    {
        "question": "The range of shot gun is",
        "exp": "At a range of 50 yardsbthe gun has a dispersion of about 8 feet and will disable a man. At a close range it is very effective and will kill. A shot gun also known as scatter gun, is a long gun or shoulder fired weapon that fires shot shells instead of catridges tipped with bullets. Ref: hypeextbook. com",
        "cop": 1,
        "opa": "60 yards",
        "opb": "150 yards",
        "opc": "600 yards",
        "opd": "1000 yards",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "177fcf92-4a6c-4ce6-885b-7557382ec194",
        "choice_type": "single"
    },
    {
        "question": "DNA fingerprinting was discovered by",
        "exp": "DNA FINGERPRINTING DNA fingerprinting (DNA typing, DNA identification, or genetic typing) is a technique involving chemically dividing the DNA into fragments which form a unique pattern and then matching that \"identity profile\" with the pattern obtained from similarly testing a suspect&; s blood specimen. If the two patterns match, the possibility of error, i. e. the chance that they do not belong to the same individual may be less than one in 30 billion. Dr. Alec Jeffreys in 1985, developed DNA fingerprinting. Ref:- k s narayan reddy; pg num:- 459",
        "cop": 3,
        "opa": "Crick",
        "opb": "Galton",
        "opc": "Jeffery",
        "opd": "Southern",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "d4acde1e-060c-4d38-b575-23ebfb3d5512",
        "choice_type": "single"
    },
    {
        "question": "Animal hair are -",
        "exp": "Ref: The essential of forensic medicine and toxicology Dr. K. S NARAYAN REDDY 32nd edition pg no 91 characters of animal hair: 1. coarse and thick 2. Cutticular sscales are very large and hav step like or wavy projections 3. coex is thin, rarely more than twice as broad as medulla 4. medulla is continues and wider 5. pigment is mostly present in medulla 6. precipitin test is specific for diffrent animals 7. medullary index is above 0. 5",
        "cop": 3,
        "opa": "Fine",
        "opb": "Thin",
        "opc": "With large scales",
        "opd": "Thick coex",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "f2034ba7-0c3e-4c3d-b10b-562ccea99e03",
        "choice_type": "single"
    },
    {
        "question": "What test is used to check if blood is of human origin -",
        "exp": "Ref: THE ESSENTIALS OF FORENSIC MEDICINE AND TOXICOLOGY- Dr. K. S. NARAYAN REDDY 32 EDITION page no-432 This method determines whether the blood derived from human being or from lower animal. It is an immunological test(serological examination). Principle: Blood serum contains proteins in colloidal suspension, and when human serum is injected into an animal, the animal become immunised against these proteins and antibodies develop in its blood. If human serum is then brought into contact with this animal serum, the antibodies in the animal serum react with the proteins in the human serum and a visible precipitate forms. The antibodies causing this reaction are known as precipitins and the animal serum is known as antihumam precipitin serum. A rabbit or a fowl is injected with human blood every third day for 3 to 5 injections. after thuis animal is killed and the antiserum is collected. A suitable antiserum should react immmediately or within a minute on the 1: 1000 dilution Application of the test: It is a specific protein test, and the reaction demonstrates the presence of albuminous substances obtained from any pa of human body. the origin of skin, flesh, bone or even secretions such as saliva, milk and semen is determined by this test.",
        "cop": 3,
        "opa": "Takayama test",
        "opb": "Benzidine test",
        "opc": "Precipitin test",
        "opd": "Teichmann's test",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "ab82593e-d109-45e4-a067-bfab3a9a6eb5",
        "choice_type": "single"
    },
    {
        "question": "A \"holograph will\" is-",
        "exp": "Ref: The essential of forensic medicine and toxicology Dr. K. S NARAYAN REDDY 32nd edition pg no 468 Holograph will is one which is written by testator in his own hand writing. Docters are sometimes called upon to witness the execution of will of a sick person testator is said to be of sound mind if he is capable of diposing of his propey with understanding and reason",
        "cop": 4,
        "opa": "Testator is dictated and written by relatives",
        "opb": "Testator is dictated and written by doctor",
        "opc": "Doctor dictates and written by relatives",
        "opd": "Testator is written in his own handwriting",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "e14acd2d-1c15-4425-8742-e8f823f1731e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following tests in used to detect semen?",
        "exp": "The Essentials Forensic Medicine & Toxicology Dr. K. S. Narayana Reddy 32nd edition pg no415 Barberio, s Test: the presence of semen is detected,. A saturated aqeuous solution or alchoholic solution ofpicric acid when added to a spermatic fluid produces yellow needle shapedrhombic crystals of spermine picrate. the reaction probably depends on the presence of prostatic secretion",
        "cop": 3,
        "opa": "Phenolphthalein test",
        "opb": "Reine's test",
        "opc": "Barberio's test",
        "opd": "Paraffin test",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "c21dd1ed-dd9e-477c-8ae0-2efa5e232d6a",
        "choice_type": "single"
    },
    {
        "question": "A woman died within 5 years of marriage under suspicious circumstances. Her parents complained that her in laws used to frequently demand for dowry. Under which of the following sections can be a magistrate authorize autopsy of the case?",
        "exp": "ref: The Essentials Forensic Medicine & Toxicology Dr. K. S. Narayana Reddy 32nd edition pg no 280 S. 174 (3). Cr. P. C. Procedure in dowry (suicide, suspected murder, request by a relative; doubt of cause of death, police consider necessary ) police has to enqire and repo. dowry death occur either by mmurder of a married woomenor she herself commiting suicide being unable to bear harassement or cruelty for not fulfiling the promises by her parents or her relatives or of those interested in her marriage. such murders are invariably commited secretely either in the house or at a place where outsiders may not witness it. the bride may killed or burnt by various methods. the usual defence in all dowry death cases is that either the women commited suicide or death occured accidently due to burns while cooking food. the doctor should make a record of the history of the injuries and the persons responsible for it, when the victim is brought to the hospital, noting the time and the name of the person who give the history. the condition of the patient should be recorded at frequent intervals. care should be taken that no person has discussion with the victim before doctors record the statement of the victim to avoid any undue influence being exeed on her. a magistrate may be called to record the dying declaration. inquest should be conducted by a magistrate or police officer not below the rank of deputy suoerintendent of police and autopsy should be carried out by two doctors in case of dowry death or if age of the wome is less than 30 years who dies in suspicious circumstances.",
        "cop": 3,
        "opa": "Section 302 IPC",
        "opb": "Section 174 Cr Pc",
        "opc": "Section 174 Cr Pc",
        "opd": "Section 304 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "e95d2d94-1b30-4f5a-a8b8-b8b5cad067a9",
        "choice_type": "single"
    },
    {
        "question": "Cause of death in organophosphorous poisoning is due to",
        "exp": "The most common cause of death by organophosphate poisoning is respiratory impairment. Death usually occurs within the first 24 hours of ingestion in untreated cases. Krishan Vij textbook of forensic medicine and toxicology 5e pg: 533",
        "cop": 4,
        "opa": "Cardiac failure",
        "opb": "Hepatic failure",
        "opc": "Renal failure",
        "opd": "Respiratory failure",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "65ef7429-431c-40df-84b6-791dbfa0ee46",
        "choice_type": "single"
    },
    {
        "question": "Mc. Naughten&; s Rule is embodied in",
        "exp": "Mc Naughten&; s Rule is accepted in India as law of criminal responsibility & embodied in section 84 IPC. Mc Naughten&; s Rule (Legal test, Right or Wrong) Mc Naughten&; s Rule states that an accused person is not legally responsible, if it is clearly proved that at the time of committing the crime, person was suffering from such a defect of reason from abnormality of mind that he didnt know the nature & quality of act he was doing or that what he was wrong: i. e., a person is not responsible if he is not of sound mind. It is accepted in India as law of criminal responsibility & is embodied in section 84 IPC as - \"nothing is an offence which is done by a person, who at the time of doing it, by reason of unsoundedness of mind is incapable of knowing the nature of act, or that he is doing what is either wrong or contrary to law. Ref: APC essentials of Forensic Medicine by Anil Aggarwal",
        "cop": 2,
        "opa": "Sec 84 Cr. PC",
        "opb": "Sec 84 IPC",
        "opc": "Sec 85 Cr. PC",
        "opd": "Sec 85 IPC",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "ebf9f813-d3b6-4b50-a2c2-0f8ca02113c9",
        "choice_type": "single"
    },
    {
        "question": "Quantum of punishment in dowry death is -",
        "exp": "Ref: The essential of forensic medicine and toxicology Dr. K. S NARAYAN REDDY 32nd edition page no 281 Legal aspect SEC 304B IPC 1. where the death of a woman is caused by any burn or bodily injury or occurs otherwise than under normal circumstances within 7 years of her marriage it is shown that soon before her death she was subjected to cruelty or harassement by her husbant or any relative of her husband for, or in connenction with any demand for dowry such death shall be called dowry death and such husband or realative shall be deemed to have caused her death 2. who ever committs dowry death shall be punished with imprisonment of not less than 10 years but which may extend to life imprisonment",
        "cop": 4,
        "opa": "7 years",
        "opb": "5 years",
        "opc": "Death",
        "opd": "10 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "50afcd53-9459-4d23-9791-78d2e94c51bf",
        "choice_type": "single"
    },
    {
        "question": "Conclusive test for semen",
        "exp": "The Acid Phosphatase Test: The prostatic secretion element of seminal fluid contains 500 to 1000 times greater acid phosphatase than any other body fluid. Undiluted semen has an acid phosphatase activity of 340 to 360 Bodanskyunits or 2500 to 3500 Angstrom units per ml. The concentration of acid phosphatase gradually falls with time in vaginal secretions, and positive reactions are found for periods of thiysix hours, with gradual disappearance in 72 hrs. Five to ten ml of normal saline solution is placed in the vagina with a syringe. The fluid is then removed and placed in a sealed tube and refrigerated for enzyme examination. Concentration in excess of hundred Bodansky units with or without motile sperms indicate that ejaculation occurred within twelve hours of examination. Dried seminal stains which have not undergone putrefaction retain acid phosphatase activity for weeks or months, although enzymatic activity decreases slowly with time. This test is conclusive in the absence of demonstrable sperms or in aspermia. Ref:- k s narayan reddy; pg num:-434, 435",
        "cop": 2,
        "opa": "Florence test",
        "opb": "Acid phosphatase test",
        "opc": "Barberio test",
        "opd": "Phenolphthalein test",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "1e5313eb-5f0f-40e1-9ca6-3cefc6ca35b6",
        "choice_type": "single"
    },
    {
        "question": "Hematuria is a feature of snake bite due to",
        "exp": "Viper venom is predominantly hemotoxic. There will be hemolysis, decrease in RBC count and platelet count The bleeding time and clotting time will be prolonged. Disseminated intravascular coagulation(DIC) will occur and there will be bleeding from gums, rectum and site of bite. There will be signs of renal failure. There will be oliguria, albuminuria and hematuria. Ref: FORENSIC MEDICINE AND TOXICOLOGY Dr PC IGNATIUS THIRD EDITION PAGE 518",
        "cop": 3,
        "opa": "Cobra",
        "opb": "Krait",
        "opc": "viper",
        "opd": "Sea snake",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "950144af-55f5-47d4-9d7b-e4dd2da9a28d",
        "choice_type": "single"
    },
    {
        "question": "In the forensic laboratory some samples are being examined under ultraviolet light, the doctor notices bluish white colour of the sample. Which is the most probable content of the sample?",
        "exp": "Ref: the synopsis of forensic medicine &toxicology-Dr. K. S. Narayana reddy 28th edition pg no: 236 proof of semen: the only absolute prrof of semen is the finding of atl; east one unbroken spermatozoon, or electrophoretic LDH isoenzyme detection of sperms. in the absence of spermatozoa, a stain which gives characteristic fluorescence in ultraviolet light, a high level of acid phosphatase, a high creatine phosphokinase and P30 can be considerd due to semen the fluorescence will be blue white in colour",
        "cop": 1,
        "opa": "Semen",
        "opb": "Urine",
        "opc": "Pus",
        "opd": "Leucorrhoeal discharge",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "71b79a70-8223-4a57-877b-731f843a5a8d",
        "choice_type": "single"
    },
    {
        "question": "'Falanga' is",
        "exp": "TOURE METHODS: The methods of toure are wide and varying. (I) PHYSICAL ABUSE: (1) Beating is the commonest form. Fist, foot or an instrument, such as lathi, metal or wooden bars, whips, belts, cycle chains, etc., are used. The usual target is the back, but injuries may be seen on almost any pa of the body. Abrasions, contusions, lacerations and fractures may be found. Bruises in abdominal wall and rupture of internal organs may be seen. Poking with stick, baton, rod, etc. is common. (2) Falanga (faiaka, bastinado): In this canes or rods are used to beat on the soles of the feet, or rarely to the palms of the hands or hips, which is very painful and debilitating. Contusions are found deep in the tissues. Faint red lines may be seen, and often hyperpigmentation along the lines of injury. Aseptic necrosis may occur. (3) Telefono: It consists of repeated slapping of the sides of the head (over ears) by the open palms of the assailant. This may cause rupture of ear drums and injury to the inner ear. Ref:- k s narayan reddy; pg num:-297, 298",
        "cop": 2,
        "opa": "Pulling of hair",
        "opb": "Hitting the feet with stick",
        "opc": "Electric current for toure",
        "opd": "Sitting in abnormal position",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "1da1b6e4-56ef-4330-ac48-3eb8ad7b94c8",
        "choice_type": "single"
    },
    {
        "question": "Penalty awarded according to dowry prohibition act -",
        "exp": "Sec 304 B Dowry death From Textbook of Forensic medicine, V. V. Pillai, pg no 252 (16 editn)",
        "cop": 2,
        "opa": "15000 Rs and 5 years",
        "opb": "30000 Rs and 7 years",
        "opc": "Life imprisonment",
        "opd": "Imprisonment for 10 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "35aa39d5-9177-41ab-9f8d-044d04d94a41",
        "choice_type": "single"
    },
    {
        "question": "Which is a smooth bored weapon",
        "exp": "Shot gun These are single or double barrelled smooth bored weapons in which pellets are used as projectile. Shot guns may be muzzle loading or breech loading. It may be of single barrel or double barrel. In double barrel, the lower barrel is used for loading caridges. Ref: FORENSIC MEDICINE AND TOXICOLOGY DR PC IGNATIUS THIRD EDITION PAGE 137",
        "cop": 2,
        "opa": "Rifle",
        "opb": "Shot gun",
        "opc": "Revolver",
        "opd": "Pistol",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "311019ac-52f4-4508-8ce9-6d7f7c9f2141",
        "choice_type": "single"
    },
    {
        "question": "Heat stroke differs from heat cramps or heat exhaustion in that it",
        "exp": "The key difference between heat stroke and heat cramps or exhaustion is the presence of fever. Heat stroke is associated with a core body temperature above 40degC and is subdivided into exeional and classic types. Neither type is associated with a hemorrhagic stroke. The exeional type is most commonly seen in people working or running outdoors in hot or humid climates. Characteristic findings include hot, dry skin, with or without sweating; profound lactic acidosis; rhabdomyolysis with myoglobinuria; the potential for acute tubular necrosis; and potential for disseminated intravascular coagulation. The classic type is most commonly seen in chronically ill patients, alcoholics, very young patients, the elderly, or morbidly obese people in hot or humid weather. It can be precipitated by drugs that inhibit sweating (e. g., anticholinergics, phenothiazine). Ref: Krishnan vij Textbook of Forensic Medicine and Toxicology; 5th ed; Page no: 160",
        "cop": 3,
        "opa": "Is associated with dehydration",
        "opb": "Is associated with hypovolemia",
        "opc": "Is associated with fever",
        "opd": "Results in a hemorrhagic stroke",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "15ee5099-6880-4924-bbac-e731ae31e932",
        "choice_type": "single"
    },
    {
        "question": "Breakfast, Lunch and dinner sign",
        "exp": "Bed bugs classically form a line of bites colloquially referred to as \" breakfast lunch and dinner\" sign and rarely feed in the armpit or behind the knees which may help differentiate it from other hitting insects. Ref: wikipedia",
        "cop": 1,
        "opa": "Bed bug",
        "opb": "Mite",
        "opc": "Ant",
        "opd": "Tick",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "1b1ff97f-80b5-408d-884c-604cc0394fbc",
        "choice_type": "single"
    },
    {
        "question": "The modernized version of the Hippocratic oath is",
        "exp": "The Declaration of Geneva (Physician's Pledge) was adopted by the General Assembly of the World Medical Association at Geneva in 1948. The Declaration of Geneva was intended as a revision of the Hippocratic Oath. Ref: Krishan Vij textbook of forensic medicine, 5th edition pg: 347",
        "cop": 3,
        "opa": "Declaration of Tokyo",
        "opb": "Declaration of Helsinki",
        "opc": "Declaration of Geneva",
        "opd": "Declaration of Alma-Ata",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "6c933d27-7055-4119-8e65-5d74abe6fb42",
        "choice_type": "single"
    },
    {
        "question": "Privation of any member of joint is",
        "exp": "Grievous hu (sec 320 IPC) According to this section, any of the following injuries are grievous injuries: Emasculation Permanent privation of sight of either eye Permanent privation of hearing of either ear Privation of any member or joint Permanent impairing of power of any member or joint Permanent disfiguration of head or face. Fracture or dislocation of bone or tooth Any hu which endangers life, or which causes the victim to be in severe bodily or unable to follow his ordinary pursuits for a period of 20 days Ref: FORENSIC MEDICINE AND TOXICOLOGY DR PC IGNATIUS THIRD EDITION PAGE 218",
        "cop": 2,
        "opa": "Simple injury",
        "opb": "Grievous injury",
        "opc": "Serious injury",
        "opd": "Dangerous injury",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "b6f3defa-736d-42f5-9eb2-88b48ae56b53",
        "choice_type": "single"
    },
    {
        "question": "Species identification is done by -",
        "exp": "Ref: THE ESSENTIALS OF FORENSIC MEDICINE AND TOXICOLOGY- Dr. K. S. NARAYAN REDDY 32 EDITION page no-432 This method determines whether the blood derived from human being or from lower animal. It is an immunological test(serological examination). Principle: Blood serum contains proteins in colloidal suspension, and when human serum is injected into an animal, the animal become immunised against these proteins and antibodies develop in its blood. If human serum is then brought into contact with this animal serum, the antibodies in the animal serum react with the proteins in the human serum and a visible precipitate forms. The antibodies causing this reaction are known as precipitins and the animal serum is known as antihumam precipitin serum. A rabbit or a fowl is injected with human blood every third day for 3 to 5 injections. after thuis animal is killed and the antiserum is collected. A suitable antiserum should react immmediately or within a minute on the 1: 1000 dilution Application of the test: It is a specific protein test, and the reaction demonstrates the presence of albuminous substances obtained from any pa of human body. the origin of skin, flesh, bone or even secretions such as saliva, milk and semen is determined by this test.",
        "cop": 2,
        "opa": "Neutron activation analysis (N. A. A.)",
        "opb": "Precipitin test",
        "opc": "Benzidine test",
        "opd": "Spectroscopy",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "b578f85f-e724-40f1-a3e9-be2663090d1c",
        "choice_type": "single"
    },
    {
        "question": "Tattooing colors the skin permanently because pigmented dyes are injected into the",
        "exp": "The dermis is highly vascular and glandular and contains many nerve endings and hair follicles. Dermis has two layers: (i ) Upper layer called the stratum papillarosum (papillary layer), which is in contact with the epidermis. Numerous projections (papillae) extend from this layer into the epidermis. Papillae form the base for the friction ridges on the fingers and toes. (ii ) The lower layer is called stratum reticularosum. Tattooing colors the skin permanently because the pigmented dyes are injected below the mitotic basal layer into the dermis Ref: Textbook of Forensic Medicine and Toxicology; 5th edition; Page no: 214",
        "cop": 4,
        "opa": "Stratum Lucidum",
        "opb": "Stratum Granulosum",
        "opc": "Stratum Corneum",
        "opd": "Stratum reticularosum",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "c8679e9a-cb6c-468b-bced-81ead5aa9c94",
        "choice_type": "single"
    },
    {
        "question": "Gutter fracture is due to",
        "exp": "Bullet striking on the skull but not entering it: Bullet may tangentially touch the skull and doesn't enter the skull cavity. In such a case, there may be a gutter that is produced on the skull- Gutter fracture ref: FORENSIC MEDICINE AND TOXICOLOGY DR PC IGNATIUS THIRD EDITION PAGE 154",
        "cop": 2,
        "opa": "Sharp edged weapon",
        "opb": "Fire arm injury",
        "opc": "Blunt weapon",
        "opd": "Serrated edge",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "76989c05-b107-465a-a871-b2dc1ac1073f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not used as a preservative in chemical analysis",
        "exp": "Formalin is not used as preservative for chemical analysis because extraction of poison becomes diffcult. Preservatives:- * Saturated sodium chloride solution * Rectified spirit * 10 mg/ml of sodium or potassium fluoride for blood, urine, CSF * Glycerol is used for virological study. Ref:- Essentials of Forensic medicine, Dr KS narayana Reddy 33th Edition; Pg num:- 124",
        "cop": 2,
        "opa": "Glycerine",
        "opb": "Formalin",
        "opc": "Salt solution",
        "opd": "Rectified spirit",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "8c0d833f-7ea3-4d8c-a730-5537e076f1d9",
        "choice_type": "single"
    },
    {
        "question": "\"Othello syndrome\" relates to which of the following?",
        "exp": "Delusion of infidelity/Jealous killer: This has been called as 'Othello syndrome'. In this syndrome, Person holds a delusional belief that his spouseis unfaithful Ref - Krishan Vij textbook of forensic medicine and toxicology 5e pg: 409",
        "cop": 4,
        "opa": "Psycopathic killer",
        "opb": "Alcoholic killer",
        "opc": "Sexual killer",
        "opd": "Jealous killer",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "20332fb3-3377-4a68-a000-388b4e4f2c32",
        "choice_type": "single"
    },
    {
        "question": "Benzidine test detects -",
        "exp": "Ref: THE ESSENTIALS OF FORENSIC MEDICINE AND TOXICOLOGY- Dr. K. S. NARAYAN REDDY 32 EDITION page no-430 The chemical test depend on the presence in the blood stains of an enzyme peroxidase, which in the presence of H2. O2, oxidises the active ingredient of the reagent and produces the characteristic coloured compound. Cut out a small piece of stained material or tease out fibres from the stained fabric and place it on procelain tile. Add a drop of saturated solution of benzidine in a glacial acetic acid, and then a drop of 10 volumes hydrogen peroxide. If the blood is present, dark blue colour is produced immediatly. A positive reaction is given by blodd of almost any age, blood that has been exposed to heat or cold, and the blood stains treated with cleaning agents. it is the best preliminary test for blood and it detects blood when present in a dilutoon of one pa of blood in 3 lakhs. Positive reaction is not proof of presence of blood, but a negative reaction rules out of the presence of blood. A weaker reaction is otained from ceain other substances, eg. salive, pus, milk, rust, formalin, ceain vegetables and animal juices, oxidising agents, bacteria etc..",
        "cop": 1,
        "opa": "Hemoglobin",
        "opb": "Myoglobin",
        "opc": "Porphobilinogen",
        "opd": "Bilirubin",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "84122e72-baf6-428d-9910-31dace333805",
        "choice_type": "single"
    },
    {
        "question": "Fg, FFg, FFFg are used to describe",
        "exp": "Black powder is made and sold in the form of irregular shiny metallic-looking black grains designated as to the size by the letters FG, FFG, FFFG, etc. The more the number of. Fs, the finer are the grains. One gram of powder produces 3000-4500 cc of gas. Ref: Textbook of Forensic Medicine and Toxicology; 5th ed; Page no: 238",
        "cop": 3,
        "opa": "Wad",
        "opb": "Primer",
        "opc": "Black gun powder",
        "opd": "Caridge",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "6a0f26ee-1eae-45a7-8ee2-848dd2384431",
        "choice_type": "single"
    },
    {
        "question": "For diagnosis of insanity, maximum limit of observation -",
        "exp": "Ref: the synopsis of forensic medicine &toxicology-Dr. K. S. Narayana reddy 28th edition pg no; 270-271 THE MENTAL HEALTH ACT 1987: this actrepeals the Indian Lunacy Act 1912. the act has changed the following terms: a] psychiatric hospitals is used instead of mental hospitals b] metally ill person instead of lunatic unsoundness of mind instead of insane c] mentally ill prisoner instead of criminal lunatic the main provision of acts are 1)mentally ill person is defined as a person who is in need of treatment by reason of any mental disorder other than mental retardation. 2)the central Govt and the state govt have to establish an authority for mental health, for regulation, development and coordination with repect to mental health science 3) establishment and maintainance of psychiatric hospital or psychiatric nursing home can be done only with licence which has to be renewd by 5 yerars 4) if a mentally ill person is received or detained against the provision of the act, the punishment is imprisonment up to 2 years and also fine 5) for every psychiatric hospital or nurd=sing home, the govt should appoint not less than 5 visitors of whom at least one should be a medical officer. not less than 3 visitors shall make a joint inspection of hospila or nursing home at least once in every monthand examine every minor patientas far as possible all other mentally ill persons and the order for the admission of and the medical ceificates and shall enter their remark in a book pg n0: 271-272 on receipt of application the magistrate must consider the allegation in the petetion and the evidence of mental illness appearing in the medical ceificates. he can personally examine the alleged mentally ill person. if he is satisfied he may pass a reception order immediately, or he may fix a date for the consideratrion of petition. in the latter cases he must give notice to petitioner and to any personwhom in his opinion notice should be givn. on the date fixed the petition must be considered in private in presence only of the petitioner the alleged mentally ill person, representatice of the alleged mentally ill person and as such other person as the magistrate think should be present. if the magistrate is satisfied that is necessary to deatin the alleged mentally ill person inpsychiatric hospital, he passes a reception order which is valid for 30 days",
        "cop": 3,
        "opa": "5 days",
        "opb": "10 days",
        "opc": "30 days",
        "opd": "50 days",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "3ba3c5c7-ccd7-4ccc-975b-878ad0d9ce3a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following methods is used for demonstrating old washed up blood-stains-",
        "exp": "Ref: The synopsis of forensic medicine and toxicology-Dr. K. S. Narayana Reddy 28th edition pg no-247 age of blood stain fresh stains on light coloured clothes are of bright red colour, which gradually changes to reddish brown in 24hrs and brown within a few days which may become black after a long time. fresh stains are moist and sticky and on drying, they stiffen the cloth because of proteins. on many mettalic aicles, blood stains appear as dark shining spots or smears or when dry show fissures and cracks. in ordinary condition a drop of blood dries in an hour or two. the recently shed aerial blood is bright red and venous blood is dark red. the fresher the blood the more easily it dissolved in water. fluorescence decreases as stain become older. it can only be stated that the stain is very fresh, recent, some weeks or months or very old-luminol spray-blue flourescence. Forensic investigators use luminol to detect trace amounts of blood at crime scenes, as it reacts with the iron in hemoglobin. Biologists use it in cellular assays to detectcopper, iron, and cyanides, as well as specific proteins by western blot. When luminol is sprayed evenly across an area, trace amounts of an activating oxidant make the luminol emit a blue glow that can be seen in a darkened room. The glow only lasts about 30 seconds, but investigators can document the effect with a long-exposure photograph. Crime scene investigators must apply it evenly to avoid misleading results, as blood traces appear more concentrated in areas that receive more spray. The intensity of the glow does not indicate the amount of blood or other activator present, but only shows the distribution of trace amounts in the area.",
        "cop": 2,
        "opa": "Infrared photography",
        "opb": "Luminol spray",
        "opc": "Ultaviolet light",
        "opd": "Magnify lens",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "75a98098-f8fb-46c9-984a-65d4a4610c99",
        "choice_type": "single"
    },
    {
        "question": "Strychnine poisoning mimics",
        "exp": "STRYCHNINE SULPHATE an alkaloid of nux vomica plant is a potent convulsant poison with a lethal dose of a few milligrams per kg body weight formost animals. It lowers the threshold for stimulation of spinal reflexes by blocking inhibitory pathways exeed by Renshaw cells over the motor cells in the spinal cord. As a result, poisonedanimals go into tetanic convulsions, in response to rather minimal sensory stimuli. (as in tetany). Krishan Vij textbook of forensic medicine and toxicology 5e pg: 539",
        "cop": 2,
        "opa": "Migraine",
        "opb": "Tetanus",
        "opc": "Cholera",
        "opd": "Chorea",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "1e3fc642-50b2-4d5f-8628-49301ac2a3e3",
        "choice_type": "single"
    },
    {
        "question": "Barberio's test uses which of the following -",
        "exp": "Ref: The essential of forensic medicine and toxicology Dr. K. S NARAYAN REDDY 32nd edition pg no 415 Barberio's test: a saturated aqueous or alcoholic solution of picric acid when added to the spermatic fluid produces yrllow needle shaped rhombic crystal of spermine picrate reaction probably depens on the presence of prostatic secretion",
        "cop": 1,
        "opa": "Picric acid",
        "opb": "Acetic acid",
        "opc": "Hydrochloric acid",
        "opd": "Sulfuric acid",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "dfbca3e4-123e-4c31-b62a-d983cc31ea21",
        "choice_type": "single"
    },
    {
        "question": "Latte's crust of blood stain is used to detect",
        "exp": "Blood groups ABO, MNS and Rh are determined in a blood stain by (1) Latte&; s crust method. (2) Absorption- elution technique. (3) Absorption-inhibition. (4) Latex method. (5) Enzymological methods. TESTS FOR DETERMINING ABO GROUPING IN BLOOD STAINS: (1) TUBE METHOD: A drop of washed suspension of red cells is added to equal volumes of each of the antisera of A, B and 0 in separate tubes. The blood group can be identified when agglutination is seen by naked eye or microscope in the tubes. (2) Tile Method: A porcelian tile is used instead of tubes. (3) ABSORPTION -INHIBITION METHOD: The sample and antisera are allowed to react with each other for a longer period. ( 4) MIXED AGGLUTINATION TEST: The sample piece of stained cloth is cut into pieces of 2 to 3 mm and the fibres are separated and added to tubes along with antisera of A, B, 0 types. The group can be known by the antisera which clumped to the cloth fibres. (5) ABSORPTION-ELUTION TECHNIQUE: Test is similar to mixed agglutination, but the clumps are seen on the walls of the test tube and not on fibres. This test can be used for body tissues also. Blood stains can be typed for the presence of ABO agglutinogens by absorption-elution, absorption- inhibition, mixed agglutination or ELISA method, or for agglutinins by the Lattes crust method. Ref:- k s narayan reddy; pg num:-453, 454",
        "cop": 4,
        "opa": "Detection species",
        "opb": "Secretor status",
        "opc": "Nature of stain",
        "opd": "Blood group",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "979baa19-c5b1-46c7-aef4-84537864b2ef",
        "choice_type": "single"
    },
    {
        "question": "In limb what amount of pressure is applied to prevent venum migration in snake bite",
        "exp": "Pressure immobilisation technique: A bandage is applied over the wound which is loose enough to fit one finger in. The pressure of bandage should be maintained in 50-70 mm Hg. This procedure (Sutherland wrap) is to occlude the lymphatic circulation without impeding the aerial or venous flow. Ref: FORENSIC MEDICINE AND TOXICOLOGY DR PC IGNATIUS THIRD EDITION PAGE 520",
        "cop": 3,
        "opa": "<10 mm of Hg",
        "opb": "20-30 mm of Hg",
        "opc": "40-70 mm of Hg",
        "opd": ">100 mm of Hg",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "baab4b24-18a7-48a2-9bc1-01003f69744e",
        "choice_type": "single"
    },
    {
        "question": "Testmentary capacity refers to -",
        "exp": "Ref: The essential of forensic medicine and toxicology Dr. K. S NARAYAN REDDY 32nd edition pg no 468 Testamentary capacity is a mental ability of a person to make a will. Will denotes any testamentary document ( S. 31, IPC ). the requirments for a valid wills are as follows a written and propersly signed and witnessed document must exist. the testattor must be major and of sound dispossing mind at the time of making a will. force undue influence or dishonest representation of facts should not have been applied by others",
        "cop": 1,
        "opa": "Ability to make a valid will",
        "opb": "Criminal liability",
        "opc": "Right to vote",
        "opd": "Ability to give evidence",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "63a9bd06-5413-4860-885c-2eb5db403df5",
        "choice_type": "single"
    },
    {
        "question": "Harakiri, a method of suicide is committed by",
        "exp": "Harakiri (seppuku): It is an unusual type of suicidal disembowelment connected with Japanese Samurai warriors. The victim with a sho sword inflicts a single large abdominal stab wound into the left side, drawing the blade across to the right side and then turning it upwards producing an L-shaped cut. The sudden evisceration of the internal organs causes an immediate decrease of intra-abdominal pressure and cardiac return resulting in collapse and death. Ref - Krishan Vij textbook of forensic medicine and toxicology 5e, https://en. wikipedia. org/wiki/Seppuku",
        "cop": 1,
        "opa": "Ripping the abdomen open",
        "opb": "Jumping from a height",
        "opc": "Shooter through the oral cavity",
        "opd": "Stabbing over the heart",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "efc050bf-a52e-4ffa-816a-57e2ce64c129",
        "choice_type": "single"
    },
    {
        "question": "The intermediate syndrome in organophosphorus poisoning refers to the occurence of which of the following?",
        "exp": "Intermediate Syndrome: This has been repoed in some patients and is characterized by weakness of the upper extremities and neck musculature, cranial nerve palsies and secondary respiratory arrest. It may occur between 24 and 96 hours after ingestion. Delayed Neuropathy: May sometimes occur 1-4 weeks after exposure. The symptoms occur distally and progress proximally. The neuropathy is usually mixed with the patients complaining paraesthesias and motor weakness. Krishan Vij textbook of forensic medicine and toxicology 5e pg: 533",
        "cop": 2,
        "opa": "Cholinergic syndrome with hypersecretion",
        "opb": "Organophosphate induced polyneuropathy",
        "opc": "Organophosphate induced delayed neuropathy",
        "opd": "Motor cranial nerve palsies",
        "subject_name": "Forensic Medicine",
        "topic_name": "Special topics",
        "id": "342d31de-583c-4769-80a5-9f323e690d0c",
        "choice_type": "single"
    }
]