[
    {
        "question": "Sample of spinal cord preserved in:",
        "exp": "Ref: The Essentials of Forensic Medicine and Toxicology by KS Narayan Reddy. 29th edition. 2010.Explanation:The following organs/specimens are preserved in poisoning:Heart: strychnine, digitalis.Brain: !00 gm. of cerebrum or cerebellum: alkaloids, organophosphorus compounds, opiates. CO. cyanide, strychnine, barbiturates anaesthetics and volatile organic poisons.Spinal cord entire length: strychnine and gel semi urn.C.S.F: alcohol.Bile: It is best removed by puncturing the gall bladder in situ. Narcotic drugs, cocaine, methadone, glutathione, barbiturates and some tranquil isers.Vitreous humour : alcohol, chloroform, etc.Lung: one lung in gaseous poisons, hydrocyanic acid, alcohol, chloroform, etc.Ski n: in deaths where hypodermic injection marks, or areas where absorption of it through the skin may have occurred and in corrosive poisons an area of 10 cm. radius about the site, with as much underlying fat and muscle as possible, and the whole needle track is removed. Control specimens should be taken from the opposite side of the body. The usual substances injected are insulin, morphine, heroin, cocaine and other illicit drugs.Bone 10 cm. of the shaft of the femur is taken in cases of subacute or chronic poisoning by arsenic, antimony, thallium or radium.Hair: An adequate sample (20 to 30) of head hair should be removed w ith a tweezer to remove the roots, and tied in locks.Nails: All the nails should be removed entire by inserting the blade of a Spencer- Wells forceps under the nail-plate, grasping it and twisting.Uterus: Uterus and appendages and upper part of vagina are preserved in cases of criminal abortion. Sticks and foreign bodies found in the genital tract are preserved separately.Muscle: If the internal organs are badly putrefied, muscle tissue (3x3cm) especially of thigh is well preserved and can be analysed.Fat: 10 g. from abdominal wall or perinephric region in cases of poisoning by pesticides and insecticides.",
        "cop": 3,
        "opa": "Oleander poisoning",
        "opb": "War gases",
        "opc": "Strychnine poisoning",
        "opd": "Arsenic poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Spinal and Cardiac Poisons",
        "id": "7749389b-a97c-467c-aab7-2e3d12a81c4c",
        "choice_type": "single"
    }
]