[
    {
        "question": "All are immediate causes of death in burns except",
        "exp": "Immediate causes of death in burns Shock Suffocation Injury Delayed causes of death Toxemia Inflammatory complications Ref: TEXTBOOK OF FORENSIC MEDICINE AND TOXICOLOGY KRISHNAN VIJ FIFTH EDITION PAGE 163",
        "cop": 3,
        "opa": "Injury",
        "opb": "Suffocation",
        "opc": "Toxemia",
        "opd": "Shock",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "cdf04af4-0d45-4d27-8595-36b6c320df52",
        "choice_type": "multi"
    },
    {
        "question": "Fencing attitude of the dead bodies is caused by",
        "exp": "PUGILISTIC ATTITUDE OR BOXING OR FENCING OR DEFENCE ATTITUDE: The posture of the body which has been exposed to great heat is often characteristic. POSITION: the legs are flexed at hips and knees the arms are flexed at the elbow and held in front of the body head slightly extended all fingers are hooked like claws contraction of paraspinal muscles often causes a marked OPISTHOTONOS in an attitude commonly adopted by boxers CAUSE: Coagulation of proteins occurs whether the person was alive or dead at the time of burning The flexor muscles being bulkier than extensors contract more due to which joints of all limbs are flexed. REFERENCE: The Synopsis of Forensic Medicine and Toxicology 29th edition page no: 161.",
        "cop": 1,
        "opa": "Coagulation of proteins",
        "opb": "Emulsification of fat",
        "opc": "Exposure to excess cold",
        "opd": "Electric shock",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "07776d87-38b0-4011-87a3-e2a2625981ef",
        "choice_type": "single"
    },
    {
        "question": "Difference between post burn rupture & incised wound -",
        "exp": "Reff: The synopsis of forensic medicine& Toxicology 28th edition pg: 167 Heat ruptures: These are produced by splitting of soft pas at the joints. They may be confused with the incised or lacerated wounds. Can be differentiated from them by the absence of bleeding; presence of intact vessels and nerves; irregular margins and absence of bruising and other vital reactions.",
        "cop": 2,
        "opa": "Seen in front of the thigh",
        "opb": "Intact blood vessels & nerve at floor of the wound",
        "opc": "Bleeding from the wound",
        "opd": "Small and multiple",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "fb5ec085-7e89-4eb4-b8cb-5a377ec96d93",
        "choice_type": "multi"
    },
    {
        "question": "Soft friable extradural hematoma with honeycomb appearance seen in autopsy in cases of death due to -",
        "exp": "Reff: The synopsis of forensic medicine& Toxicology 28th edition pg: 167 Heat hematoma: Heat hematoma is soft, friable clot that is pink in colour and shows honeycomb appearance. It is 2-15 mm thick and contains 100-120 ml of blood. Characteristic feature of thermal injury.",
        "cop": 2,
        "opa": "Coagulopathy",
        "opb": "Thermal injury",
        "opc": "Post moem trauma",
        "opd": "None of the above",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "a13ec6a5-7898-4438-9604-250d042feba7",
        "choice_type": "multi"
    },
    {
        "question": "Punishment for dowry death is imprisonment for",
        "exp": "Whoever commits dowry death shall be punished with imprisonment for a term that shall not be less than 7 years but that may extend to imprisonment for life Ref: TEXTBOOK OF FORENSIC MEDICINE AND TOXICOLOGY KRISHNAN VIJ FIFTH EDITION PAGE 169",
        "cop": 3,
        "opa": "2years",
        "opb": "5 years",
        "opc": "7 years",
        "opd": "10 years",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "8e203bda-4b78-4b9c-9ff2-43498c1cb09a",
        "choice_type": "single"
    },
    {
        "question": "Lightening flash can cause injury by all of the following, except -",
        "exp": "Reff: The synopsis of forensic medicine & Toxicology 28th editipn pg: 173 Direct effect from electrical discharge passing to the eah surface produces 'flash burns', mechanical effect due to force of displaced air and compression effect due to air movement in its return wave produces the changes.",
        "cop": 4,
        "opa": "Direct effect of electric current",
        "opb": "Super heated air",
        "opc": "Expanded and repelled air",
        "opd": "Compressed air pushed in front of the current",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "6e8aded5-3796-4f89-8147-c8933ee4f430",
        "choice_type": "multi"
    },
    {
        "question": "True regarding thermal injury is A/E -",
        "exp": "Reff: The synopsis of forensic medicine& Toxicology. 28th edition pg: 165 Body surface area involved in the burns: The estimation of the burn surface area in adult is calculated by the Wallace rule of nine. In children the burn surface area can be calculated by the Lund and Browder cha. If the burn surface area is more than 15% in an adult and 10% in a child, the loss of circulating blood volume must be replaced else hypovolemic shock may develop. Patients with superficial burns involving 50% of the body surface area can survive. 15 Wallace Rule of Nine *9% for head and neck *9% for each upper limb *9% for front of chest *9% for back of chest *9% for front of abdomen *9% for back of abdomen *9% for front of right lower limb *9% for front of left lower limb *9% for front of right lower limb *9% for back of left lower limb *1% for perineum. In children, the burn suface area is calculated using Lund and Browder cha.",
        "cop": 4,
        "opa": "Rule of nines",
        "opb": "Lund-Browder cha",
        "opc": "Burn index combines depth and area",
        "opd": "In Child below 5 genitals from 1% of area",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "2779c9ba-db4f-448a-a627-679990ebd0fb",
        "choice_type": "multi"
    },
    {
        "question": "Back of 10 - 14 years old contributes how much percentage to total body surface area -",
        "exp": "According to Lund& Browder classification for the 10-14yr back of the trunk is 16%. Front of the trunk 16% Head and neck 13% Upper limb 19% Lower limb 34% REF: The Synopsis of Forensic Medicine and Toxicology 29th edition page no: 160.",
        "cop": 3,
        "opa": "13%",
        "opb": "15%",
        "opc": "16%",
        "opd": "19%",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "3a064d3e-6bf5-47bd-a167-a09a98b8e5d3",
        "choice_type": "single"
    },
    {
        "question": "Heat Rupture is characterized by -",
        "exp": "HEAT RUPTURE: If the heat applied is very great skin contracts and heat ruptures occur either before or after death. they are produced by splitting of the soft pas these splits may be anywhere but are usually seen over extensor surfaces joints and on the head These ruptures or splits of the skin may be several centimeters in length and are superficially they may resemble lacerations or even incised wounds They can be differentiated by: 1. absence of bleeding in the wound and surrounding tissues since heat coagulates the blood in the vessels 2. intact vessels and nerves are seen in the floor 3. irregular margins 4. bruising or other signs of vital reaction are not present in the margins. REF: The synopsis of forensic medicine and toxicology 29th edition page no: 161.",
        "cop": 2,
        "opa": "Regular margins",
        "opb": "Irregular margins",
        "opc": "Ruptured blood vessels",
        "opd": "Ruptured red blood cells/clotted blood",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "89b0bd47-07cc-437c-a329-5db9ce1eae48",
        "choice_type": "single"
    },
    {
        "question": "Prolonged exposure of extremities to cold sea water or cold trenches for many hours produces a condition called",
        "exp": "Prolonged exposure of extremities to cold sea water or cold trenches for many hours produce a condition known as trench foot or immersion foot as may be seen in shipwreck survivors or soldiers. Ref: TEXTBOOK OF FORENSIC MEDICINE AND TOXICOLOGY KRISHNAN VIJ FIFTH EDITION PAGE 172",
        "cop": 2,
        "opa": "Frost bite",
        "opb": "Immersion foot",
        "opc": "Hypothermia",
        "opd": "Scalds",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "1c1e136c-ca32-4527-ae5b-340c0f75ebf2",
        "choice_type": "multi"
    },
    {
        "question": "Presence of soot in air passages indicate",
        "exp": "presence of smoke in air passages presence of greyish black or black amorphous material embedded or adherent to the mucosa of larynx, trachea and bronchi indicates that the victim inhaled smoke and hence was breathing during the fire. Ref: TEXTBOOK OF FORENSIC MEDICINE AND TOXICOLOGY KRISHNAN VIJ FIFTH EDITION PAGE 166",
        "cop": 1,
        "opa": "Antemoem burns",
        "opb": "Postmoem burns",
        "opc": "Antemoem hanging",
        "opd": "Postmoem hanging",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "618e9cac-767f-4fe8-8bfb-bfe8559127b2",
        "choice_type": "single"
    },
    {
        "question": "A 5 year old has burn on the surface of his body corresponding to the size of his palm. The percentage of burns is?",
        "exp": "Reff: The snopsis of forensic medicine& Toxicology 28th edition pg: 165 Palmar surface of patient's hand is about 1% of body surface area.",
        "cop": 1,
        "opa": "1%",
        "opb": "5%",
        "opc": "10%",
        "opd": "9%",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "7faf0a8a-f79a-4ad2-9d57-f722afa3cfc3",
        "choice_type": "single"
    },
    {
        "question": "Pugilistic attitude is seen i",
        "exp": "Pugilistic attitude or boxer's attitude this occurs due to coagulation of the muscle proteins resulting in contraction of muscle fibers. As the flexors are bulkier than extensors, they contract more and force the body to attain such an attitude. Ref: TEXTBOOK OF FORENSIC MEDICINE AND TOXICOLOGY KRISHNAN VIJ FIFTH EDITION PAGE 164",
        "cop": 3,
        "opa": "Hanging",
        "opb": "Drowning",
        "opc": "Burns",
        "opd": "Sexual asphyxia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "5b881444-e08c-4b57-a3be-c1bd793be894",
        "choice_type": "single"
    },
    {
        "question": "Rule of 9 burns is used to denote -",
        "exp": "RULE OF NINE: The estimation of the surface area of the body involved is usually worked out by the rule of nine. It is applied for adults. REF: The Synopsis of the Forensic Medicine and Toxicology 29th edition page no: 160.",
        "cop": 2,
        "opa": "Depth of burns",
        "opb": "% of total body surface area",
        "opc": "Severity of burns",
        "opd": "Type of burns",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "2e976da9-59d1-4d33-a3f9-f03d78af1e46",
        "choice_type": "single"
    },
    {
        "question": "All are immediate causes of death in a case of burn, except -",
        "exp": "Suffocation - because of smoke is one of the immediate causes of death Embolism: Pulmonary embolism from thrombosis of veins of the leg due to tissue damage and immobility Injury: severe injury may be one of the reasons for the immediate cause of death Sepsis: occurs after 4to 5 days or longer after burning most impoant factors of death REF: The Synopsis of Forensic Medicine and Toxicology 29th edition page no: 160.",
        "cop": 4,
        "opa": "Suffocation",
        "opb": "Embolism",
        "opc": "Injury",
        "opd": "Sepsis",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "4ae0f7b6-61e6-4a21-b7d6-879180ea4829",
        "choice_type": "multi"
    },
    {
        "question": "Joule burns is seen in -",
        "exp": "THE ELECTRIC MARK OR JOULE BURN: It is specific and diagnostic of contact with electricity and is found at the point of entry of the current. It is endogenous thermal burn due to the heat generated in the body from electricity. These marks are round or oval, shallow craters one to the and three cm. high around pa or the whole of their circumference. The crater floor is lined by pale flattened skin. Ref: K. S. Narayan Reddy's Synopsis of Forensic Medicine and Toxicology, 29th edition, Chapter 11, page-167.",
        "cop": 1,
        "opa": "Electrocution",
        "opb": "Thermal Injury",
        "opc": "Radiation injury",
        "opd": "Lightning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "f9c0b9ad-1b37-412e-b32c-a6e7a74f2614",
        "choice_type": "single"
    },
    {
        "question": "A dead body is found to have marks like branching of a tree on front of chest. The most likely cause of death could be due to -",
        "exp": "ARBORESCENT OR FILIGREE BURNS OR LICHTENBERG'S FLOWERS: They are superficial thin irregular and touous markings on the skin These markings have a general pattern resembling the branches of a tree this fern-like pattern of erythema in the skin is usually found over the shoulders and flanks. It is not ceain whether it develops instantaneous or within minutes. CAUSE: 1. It may be caused due to the slight staining of the tissues by hemoglobin from lysed red blood cells along the path of the electric current or rupture of smaller blood vessels at several places rise to ecchymoses 2. They may be superficial burns producing mere erythema of skin which indicate the path of the current 3. They are also said due to minute deposition of copper in the dermis or from the boiling of the intracellular fluid following the fascial planes. They indicate the paths taken by the discharge and disappear in one to two days if the person survives. These marks are seen rarely. REF: THe Synopsis of Forensic Medicine and Toxicology 29th edition page no: 168.",
        "cop": 2,
        "opa": "Fire-arm",
        "opb": "Lightening injury",
        "opc": "Injuries due to bomb blast",
        "opd": "Road traffic accident",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "ac07ded4-c3fb-4094-bf56-d26dbbfc0c89",
        "choice_type": "single"
    },
    {
        "question": "When a palm is used as a measuring scale in estimating the burnt area, it is equal to",
        "exp": "Rule of palms: The surface area of a patient's palm (including fingers) is roughly 1% of TBSA. Palmar surface can be used to estimate small burns (< 15% TBSA) or very large burns (> 85%, when unburnt skin is counted). Ref - Srb's manual of surgery 5th edition, burns",
        "cop": 1,
        "opa": "1% of body surface area",
        "opb": "3% of body surface area",
        "opc": "4. 5% of body surface area",
        "opd": "9% of body surface area",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "31ccc82e-7e1c-47f3-9f31-461a7c4c3007",
        "choice_type": "single"
    },
    {
        "question": "Difference between antimoem and postmoem burns all except -",
        "exp": "REF: The Synopsis of Forensic Medicine and Toxicology 29th edition page no: 164. TRAIT ANTEMOEM BURNS POSTMOEM BURNS LINE OF REDNESS Present Absent BLISTERS Contain serous fluid with proteins and chlorides. Base is inflamed Contain air and thin fluid only VITAL REACTION Marked cellular exudation and reactive changes in the tissue cells present Absent ENZYMES Peripheral zone of burns shows an increase in an enzymatic reaction The peripheral zone does not show an increase in an enzymatic reaction",
        "cop": 3,
        "opa": "Vesicle with hyperemic base",
        "opb": "Pus",
        "opc": "Air in the bleb",
        "opd": "High protein content",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "862d6063-b861-4ae3-ac00-a0b8cb6820af",
        "choice_type": "multi"
    },
    {
        "question": "Difference between antemoem & postmoem blisters -",
        "exp": "BLISTERS: ANTEMOEM: Contains serous fluid with proteins and chlorides. Base is inflamed POSTMOEM: Contain air and thin fluid only REF: The Synopsis of Forensic Medicine and Toxicology 29th edition page no: 164.",
        "cop": 3,
        "opa": "Size",
        "opb": "Colour of the blister fluid",
        "opc": "Chloride and a albumin content",
        "opd": "PM blister is wet",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "30d41a93-f4de-4d3a-bf22-1bf7d9b9b0e9",
        "choice_type": "single"
    },
    {
        "question": "Dowry death is under",
        "exp": "Sec 304B Dowry death where the death of a woman is caused by any burn or bodily injury or occurs otherwise than under normal circumstances within 7 years of her marriage and it is shown that soon before her death she was subjected to cruelty or harassment by her husband or any relative of her husband for, or in connection with, any demand for dowry, such death shall be called dowry death. Ref: TEXTBOOK OF FORENSIC MEDICINE AND TOXICOLOGY KRISHNAN VIJ FIFTH EDITION PAGE 169",
        "cop": 2,
        "opa": "Sec 304A",
        "opb": "Sec 304B",
        "opc": "Sec 113A",
        "opd": "Sec 498A",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "a54b6e83-c6ca-4088-8c92-17744887ae2f",
        "choice_type": "single"
    },
    {
        "question": "Rule of nine is related to",
        "exp": "Rule of nine The body surface involved is traditionally determined by the surgical ' rule of nine'. According to this rule, the percentage of area attributed to the different pas of body surface. Ref: TEXTBOOK OF FORENSIC MEDICINE AND TOXICOLOGY KRISHNAN VIJ FIFTH EDITION PAGE 162",
        "cop": 3,
        "opa": "Hanging",
        "opb": "Drowning",
        "opc": "Burns",
        "opd": "Asphyxia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "54133f7c-1b52-48cb-b1ac-dd49f0abd0f1",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of death in Electrocution is -",
        "exp": "CAUSE OF DEATH IN ELECTRICAL INJURIES: 1. Paralysis of medullary (respiratory) centres. 2. Ventricular fibrillation or cardiac arrest without fibrillation. death need not be instantaneous. Individuals may be able to walk some distance and talk before the onset of collapse and death may occur after a few days from infection or from haemorrhage due to damage to blood vessels. REF: The Synopsis of Forensic Medicine and Toxicology 29th edition page no: 167.",
        "cop": 2,
        "opa": "Respiratory muscle paralysis",
        "opb": "Ventricular fibrillation",
        "opc": "Asphyxia",
        "opd": "Regurgitation of fluids",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "0d5d668a-97a3-483f-bdb3-170fd3708d7a",
        "choice_type": "single"
    },
    {
        "question": "Death due to shock after burns occur within",
        "exp": "Fatal period Most of the death from burn injuries occur from shock within about 24-48 hours. Death due to toxemia occurs usually within 4-5 days. The first week happens to be the most critical period. In suppurative cases, death may ensue after a few weeks. Ref: TEXTBOOK OF FORENSIC MEDICINE AND TOXICOLOGY KRISHNAN VIJ FIFTH EDITION PAGE 163",
        "cop": 3,
        "opa": "2 hours",
        "opb": "Within 24 hours",
        "opc": "24-48 hours",
        "opd": "5 days",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "28bbe985-db0c-4f36-9da5-313d5207a031",
        "choice_type": "single"
    },
    {
        "question": "True about pugilistic attitude -",
        "exp": "PUGILISTIC ATTITUDE: Is also known as boxing or fencing or defence attitude The posture of a body which has been exposed to great heat is often characteristic. The legs are flexed at hips and knees the arms are flexed at elbows and held out in front of the body head slightly extended all fingers are hooked like claws. REF: The Synopsis of Forensic Medicine and Toxicology 29th edition page no: 161.",
        "cop": 3,
        "opa": "Indicate only antemoem burn",
        "opb": "Indicate only postmoem burn",
        "opc": "Can not differentiate b/w ante & post moem burn",
        "opd": "Occur not because of great heat",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "6ec58432-4f95-4e79-9db1-d7b0f323bb6c",
        "choice_type": "multi"
    },
    {
        "question": "Filigree burn occur in -",
        "exp": "FILIGREE BURNS OR ARBORESCENT OR LICHTENBERG'S FLOWERS: occur due to lightning injury These are superficial thin irregular and touous markings on the skin resemble branches of a tree the fernlike pattern of erythema in the skin usually on shoulders and flanks may develop instantly or within a few minutes CAUSES: 1. Staining may be due to lysis of hemoglobin or rupture of small blood vessels 2. They may be superficial burns producing erythema of the skin 3. Minute deposition of copper in the dermis and disappears in one or two days if survived REF: The Synopsis of Forensic Medicine and Toxicology 29th edition page no: 168",
        "cop": 1,
        "opa": "Lightening",
        "opb": "Electrocution",
        "opc": "Vitrilage",
        "opd": "Infanticide",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "8ff8bad5-78b1-4fdb-b554-ff2388eb83f7",
        "choice_type": "single"
    },
    {
        "question": "Injury from application of fluid above 60 or from steam is called",
        "exp": "Scalds A scald is an injury from the application of fluid above 60 or from steam. Because of the cooling of the liquid due to evaporation, the lesion due to scald is not very deep. However the latent heat of the viscid fluid is high and hence, the penetration capacity of heat of such liquids is more. Thus an injury caused by hot tar, syrup, oil, etc is comparatively deeper than that caused by hot water. Ref: TEXTBOOK OF FORENSIC MEDICINE AND TOXICOLOGY KRISHNAN VIJ FIFTH EDITION PAGE 169",
        "cop": 4,
        "opa": "Hypothermia",
        "opb": "Frost bite",
        "opc": "Burns",
        "opd": "Scalds",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "7eeb5b9d-5743-490f-ad48-396858bc33c9",
        "choice_type": "multi"
    },
    {
        "question": "Heat rupture can be differentiated from incised wound by -",
        "exp": "HEAT RUPTURE: If heat applied is very great skin contracts and heat rupture occurs either before or after death. heat rupture is differentiated from incised wounds by 1. absence of bleeding in the wound and surrounding tissues, since heat coagulates 2. intact vessels and nerves are seen in the floor 3. irregular margins 4. bruising and other signs of vital reactions are not present in the margins REF: The Synopsis of Forensic Medicine and Toxicology 29th edition page no: 161.",
        "cop": 1,
        "opa": "Intact blood vessels & nerves at the floor of the wound",
        "opb": "Seen in front of thing",
        "opc": "Small in back of thing",
        "opd": "Small and multiple",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injury",
        "id": "579c1135-eab6-4927-a139-bad749e23e46",
        "choice_type": "multi"
    }
]