[
    {
        "question": "Feature of ruptured skin caused by excessive heat",
        "exp": "HEAT RUPTURE HAS IRREGULAR MARGINS WITH NO CONTUSION OR ABRASION Heat rupture/ splits Skin splits occurring due to severe burning/ charring Irregular margins Sites: Fleshy areas, Extensor surfaces & joints. Multiple, Large (several centimeters) Resembles incised or lacerated wounds. Intact nerves, blood vessels in the floor of heat rupture. Bleeding is absent Vital reaction is absent",
        "cop": 1,
        "opa": "Irregular margin",
        "opb": "Clear regular margin",
        "opc": "Contused margin",
        "opd": "Abraded margin",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injuries",
        "id": "a7009219-bbac-473d-bdc8-bdef42e66403",
        "choice_type": "single"
    },
    {
        "question": "Patient complaining of numbness of his feet. Physical examination of the feet reveals erythema, edema, and the presence of several clear blisters. Peripheral pulses are palpable. Which of the following is the most likely diagnosis?",
        "exp": "THE GIVEN CONDITION IS OF SECOND DEGREE FROSTBITE INJURY Frostnip: It is a superficial freeze injury that causes no tissue loss. rewarming quickly reverses the symptoms. First-degree frostbite: It is characterized by paial skin freezing, erythema, edema, no blisters, and desquamation several days later. Second-degree frostbite: It is characterized by full-thickness skin freezing, erythema, edema, and the presence of clear blisters. Patients complain of throbbing and numbness. Third-degree frostbite: It is characterized by damage that extends into the subdermal plexis. The skin is blue or gray and there are hemorrhagic blisters. Fouh-degree frostbite: It extend into the subcutaneous tissue, muscle, and bone. There is typically no edema and the skin is mottled and cyanotic",
        "cop": 3,
        "opa": "Frostnip",
        "opb": "First-degree frostbite injury",
        "opc": "Second-degree frostbite injury",
        "opd": "Third-degree frostbite injury",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injuries",
        "id": "c2e276a7-c52f-400e-83af-7ded47872864",
        "choice_type": "single"
    },
    {
        "question": "Wischnewski ulcers are:",
        "exp": "Autopsy Findings in hypothermia: Postmoem lividity is pinkish - due to persistent oxyhemoglobin in the capillaries. Due to cold, there is low metabolic activity and cold tissues fail to take up the delivered oxygen. Rarely skin is pale (white) and thus hypothermic deaths are also called as \"white deaths\". Skin may show erythematous patches or irregular red or violet patches on exposed pas of body. They are often present over extensor surfaces of large joints, such as the outer side of hips, the elbows and knees and at flank and face. Gastric mucosa may show small hemorrhages and ulceration (Wischnewski ulcers) Kidneys may show signs of acute tubular necrosis Urinary catecholamine levels are elevated in hypothermic deaths. The increased level of catecholamine indicate prolonged agonal stress. There is hyperglycemia with glucose in urine.",
        "cop": 1,
        "opa": "Gastric ulcers in hypothermia",
        "opb": "Gastric ulcers in burns",
        "opc": "Duodenal ulcers in hypothermia",
        "opd": "Duodenal ulcers in burns",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injuries",
        "id": "ec974878-803f-4c71-8e6d-76d39e00c374",
        "choice_type": "single"
    },
    {
        "question": "Goose skin or cutis anserina seen in:",
        "exp": "The shown image is of condition known as ''Goose skin'' which is seen in case of ''drowning in cold water'' Cutis anserina (Goose skin or Goose flesh): Skin has granular and puckered appearance. Caused by contraction of erector pili muscles, attached to each hair follicle. Can occur in: Living: When skin is in contact with cold water. Dead: On submersion in cold water immediately after death and is also produced by rigor mois of erector muscles.",
        "cop": 1,
        "opa": "Drowning",
        "opb": "Lightening",
        "opc": "Strangulation",
        "opd": "Fire arm injury",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injuries",
        "id": "776efdc3-c1a8-41c3-aa3e-6ad31bd1cd98",
        "choice_type": "single"
    },
    {
        "question": "Heat stroke is?",
        "exp": "Heat stroke/ Heat hyperpyrexia/ Heat hyehermia Term \"Sunstroke\" or \"thermic fever'' is used when due to exposure to sun. Triad of CNS dysfunction, Rectal temperature > 41 degree C & Absent sweating Features: Tachcardia and hyperventilation Temprature > 41 degree celcius Hot and Dry skin Constricted pupils Delirium, blurred vision, convulsions, collapse and unconsciousness occurs Postmoem caloricity seen Consistent feature in postmoem: cerebellum shows edema of purkinje layer & disintegration of purkinje cells, gliosis The failure of cutaneous blood flow and sweating leads to break down of the heat regulating centre of the hypothalamus. Temperature remains high even after death.",
        "cop": 4,
        "opa": "Heat cramps",
        "opb": "Heat collapse",
        "opc": "Heat exhaustion",
        "opd": "Heat hypehermia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injuries",
        "id": "450194a3-5108-49bf-b0c7-62522b934b70",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a feature of EDH due to burns",
        "exp": "EDH due to burns: Honeycomb appearance Contains carboxyhemoglobin CHOCOLATE colour Due to blood boiled in the diploic layer through emissary veins and venous sinuses It is known as heat hematoma.",
        "cop": 3,
        "opa": "Honeycomb appearance",
        "opb": "Contains carboxyhemoglobin",
        "opc": "Reddish purple in colour",
        "opd": "Due to blood boiled in the diploic layer through emissary veins and venous sinuses",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injuries",
        "id": "404e6aa0-1b82-4922-99d7-698812905aeb",
        "choice_type": "single"
    },
    {
        "question": "Which of these differentiates between ante moem and post moem burns?",
        "exp": "SPECIFIC FINDINGS IN ANTEMOEM BURNS 1. SOOT PAICLES UPTO THE LEVEL OF TERMINAL BRONCHIOLE. 2. PRESENCE OF CARBOXYHEMOGLOBIN IN BLOOD. 3. Cyanide IN BLOOD 4. CURLING ULCER IN FIRST PA OF DUODENUM. NON SPECIFIC FINDINGS IN BURNS( ANTEMOEM + POSTMOEM BURNS) 1. PUGILISTIC ATTITUDE OR HEAT STIFFENING. 2. HEAT RUPTURE 3. HEAT HEMATOMA 4. HEAT FRACTURE.",
        "cop": 3,
        "opa": "Heat rupture",
        "opb": "Heat Hematoma",
        "opc": "Soot paicles up to terminal bronchioles",
        "opd": "Pugilistic attitude",
        "subject_name": "Forensic Medicine",
        "topic_name": "Thermal injuries",
        "id": "90bb4a01-f48b-43fa-abbd-ebe7e3623b06",
        "choice_type": "single"
    }
]