[
    {
        "question": "True about formalin",
        "exp": "Formalin is not used as preservative for chemical analysis because extraction of poison becomes difficult. PRESERVATIVES : 1. Saturated solution of NaCl - commonly used 2. Rectified spirit (95% alcohol )- Best preservative 3. 10% Formalin - for histopathological examination 4. 50% Glycerol - for virology 5. NaF - For Co, Cyanide, Alcohol poisoning. Avoid salts in Avoid Rectified Spirit in 1. Corrosive except phenol 2. Aconite 1. Alcohol 2. Formalin 3. Phenol",
        "cop": 2,
        "opa": "Used as preservative in alcohol poisoning",
        "opb": "Never used as preservative for chemical analysis",
        "opc": "Used as preservative only in digitalis poisoning",
        "opd": "Used as preservative for any plant poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "df69fcfb-698c-40d3-9a1c-2e9a0ec049a9",
        "choice_type": "multi"
    },
    {
        "question": "The triad of alopecia, neuropathy and diarrhoea results from",
        "exp": "Thallium Poisoning * Ideal homicidal poison features * Features resemble natural disease, Gullain Barre syndrome * Mees lines present * Triad of alopecia, neuropathy and diarrhea * Pseudomotor neuropathy",
        "cop": 1,
        "opa": "Thallium",
        "opb": "Mercury",
        "opc": "Dathura",
        "opd": "Opium",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "5c84be82-30fa-4938-8d9a-98dc9484d0b4",
        "choice_type": "multi"
    },
    {
        "question": "Red velvety stomach is seen in?",
        "exp": "The classic postmoem feature of Acute Arsenic poisoning is Red velvety stomach. The mucous membrane is covered with tenacious mucus often tinged with blood, and is swollen and red in appearance. The distribution is usually patchy and corresponds to the deposits of paicles of arsenic, around which the inflammatory changes are evident. Ulceration or erosions may be found, especially at the pyloric end. Submucous petechial haemorrhages are often seen. Another impoant postmoem feature of Arsenic poisoning is that Rigor mois lasts longer than usual.",
        "cop": 2,
        "opa": "Lead",
        "opb": "Arsenic",
        "opc": "Copper",
        "opd": "Mercury",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "20c45c69-43ca-4fa0-863e-61536f22934b",
        "choice_type": "single"
    },
    {
        "question": "Cause(s) of Ophisthotonus is/are:",
        "exp": "TONUS SEEN IN STRYCHNOS NUX VOMICA / KUCHILA : OpisthotonusQ - Backward bending of spine. emprosthotonusQ - Forward flexion of spine. pleurosthotonusQ - Lateral flexion of spine.",
        "cop": 2,
        "opa": "Cocaine",
        "opb": "Strychnos Nux Vomica seed",
        "opc": "Codeine",
        "opd": "Curare",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "4e62c304-76f8-4807-8fc5-a847729d48a2",
        "choice_type": "single"
    },
    {
        "question": "O.P.C. Poisoning is characterised by all, except:",
        "exp": "Symptoms of OP Compound Poisoning: Muscarinic symptoms: Bronchoconstriction Bronchorrhea Bradycardia Miosis Sweating Salivation Lacrimation Micturition diarrhoea Nicotinic symptoms: Fasciculation Dyspnoea Cyanosis",
        "cop": 3,
        "opa": "Pulmonary oedema",
        "opb": "Pin point pupil",
        "opc": "Constipation",
        "opd": "Vomiting",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "56f71c3d-0f08-49b5-9bad-789b6a5f621a",
        "choice_type": "multi"
    },
    {
        "question": "Antidote for oxalic acid poisoning is",
        "exp": "Treatment of oxalic acid poisoning (1) The stomach is washed out carefully using calcium lactate or gluconate (2) The antidote for oxalate poisoning is any preparation of calcium which conves the poison into insoluble calcium oxalate.e.g. lime water, calcium lactate, calcium gluconate. calcium chloride, a suspension of chalk in water ormilk. (3) Calcium gluconate 10%, 10 ml. i.v. at frequent intervals. (4) Dialysis or exchange transfusion for renal failure.",
        "cop": 3,
        "opa": "B.A.L.",
        "opb": "Animal charcoal",
        "opc": "Calcium gluconate",
        "opd": "Magnesium",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "56c3757b-158c-4edf-b0b7-86604c1d16aa",
        "choice_type": "single"
    },
    {
        "question": "Treatment of opium poisoning includes all except",
        "exp": "Opium/Afim : * Opium (poppy) is derived from Papaver somniferum. * Toxic pa: Unripe fruit capsule, latex juice. * Marquis test: to detect opium * Antidote: Nalaxone sodium * Treatment for morphine withdrawal: Methadone * Along with routine viscera, brain, blood and bile to be preserved.",
        "cop": 4,
        "opa": "Stomach wash",
        "opb": "Purgatives",
        "opc": "Naloxone",
        "opd": "Digitalis",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "4e368eaa-6d04-4087-b20d-8b240b26b6c5",
        "choice_type": "multi"
    },
    {
        "question": "The active principal in calotropis is all, except",
        "exp": "Bhilawanol is an active principle of Semecarpaus anacardium. Active principles of calotropis: Uscharin, calotoxin and calotropin",
        "cop": 4,
        "opa": "Calotoxin",
        "opb": "Calactin",
        "opc": "Uscharin",
        "opd": "Bhilawanol",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "4959e07e-3b96-4443-ba23-4bbec2faf047",
        "choice_type": "multi"
    },
    {
        "question": "Aificial bruise is commonly seen in which of the following irritant poison",
        "exp": "Aificial bruise: 1. Cause: Juice of Semicarpus anacardium (marking nut tree), Calotropis or Plumbago rosea 2. Color: Dark brown 3. Shape: Irregular 4. Site: Exposed accessible pas 5. Margins: Well-defined and regular, covered with small vesicles 6. Redness and inflammation: Seen in surrounding skin 7. Itching: Present 8. Vesicles: May be found on fingeips due to scratching 9. Contents: Acrid serum 10. Chemical tests: Positive for the chemical",
        "cop": 2,
        "opa": "Strychnos nux vomica",
        "opb": "Semicarpus anacardium",
        "opc": "Abrus precatorius",
        "opd": "Capsicum annum",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "258e4521-03b9-480c-8618-4b8eab8c6d79",
        "choice_type": "single"
    },
    {
        "question": "Hippus occurs in ______ Poisoning:",
        "exp": "Aconite poisoning GIT: Nausea, vomiting, salivation, pain in the abdomen and diarrhea. Bitter-sweet taste, severe burning and tingling of tongue, mouth, perioral area and throat, followed by numbness. CVS: Hypotension, chest pain, palpitations, bradycardia, sinus tachycardia, ventricular ectopics and ventricular tachycardia/fibrillation. CNS : Veigo, restlessness, headache, giddiness. RS : Respiration is slow, labored and shallow. Ocular: pupils alternately contract and dilate (hippus). Diplopia and impaired vision occurs.",
        "cop": 3,
        "opa": "Opium",
        "opb": "Curare",
        "opc": "Aconite",
        "opd": "Datura",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "ca661142-1eb0-479a-8c42-d21512af88ad",
        "choice_type": "single"
    },
    {
        "question": "Universal antidote includes all the following except",
        "exp": "- Universal antidote is a mixture of Activated charcoal, tannic acid & magnesium oxide. - It is a combination of physical and chemical antidotes; used in those cases where the nature of ingested poisons is unknown or when it is suspected that two or more poisons were taken. - Activated charcoal, tannic acid & magnesium oxide: 2 :1 :1",
        "cop": 3,
        "opa": "Activated charcoal",
        "opb": "Magnesium oxide",
        "opc": "Sodium sulphate",
        "opd": "Tannic acid",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "2b7003f2-4e64-45ae-babf-97887cef1389",
        "choice_type": "multi"
    },
    {
        "question": "In sulfuric acid poisoning all the following are seen, except",
        "exp": "Sulphuric acid poisoning: Colourless, odourless, non-fuming Signs & symptoms * Brown to black streak from angle of mouth* Black tongue* Chalky white teeth* Black necrotic stomach or black charred stomach* Blotting paper stomach * Gastric perforation The mind remains clear till death. Fatal dose : 5-10ml Fatal period : 12-24 hour Sulphuric acid is the most common substance associated with vitriolage.",
        "cop": 4,
        "opa": "Dryness of mouth",
        "opb": "Damaged tongue",
        "opc": "Chalky white teeth",
        "opd": "Swollen tongue with white coating",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "1bea34b3-257b-43a8-b447-ff488ab5354e",
        "choice_type": "multi"
    },
    {
        "question": "All are cardiotoxic except",
        "exp": "Opium is somniferous poison, not cardiotoxic poison. cardiotoxic poisons: Car- Cardiac D- Digitalis O- Oleander N- Nicotine A- Aconite Mnemonic: CAR DONA",
        "cop": 2,
        "opa": "Aconite",
        "opb": "Opium",
        "opc": "Oleander",
        "opd": "Nicotine",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "6eb12a24-6535-4746-827c-96f9cb0f17d7",
        "choice_type": "multi"
    },
    {
        "question": "One of the following toxalbumin is used as terrorist weapon",
        "exp": "Ricin obtained from Ricinus communis: most poisonous naturally occurring substances known. Ricin is toxic by numerous exposure routes and its use by terrorists might involve poisoning of water or foodstuffs, inoculation ricin-laced projectiles, or aerosolization of liquid ricin or distribution of powder.",
        "cop": 1,
        "opa": "Ricin",
        "opb": "Abrin",
        "opc": "Croton",
        "opd": "Chilly",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "993f34e6-0310-4d01-a61a-74fa79fd676e",
        "choice_type": "single"
    },
    {
        "question": "Mercury poisoning is characterized by all EXCEPT:",
        "exp": "Kayser-Fleischer Ring: Seen in Copper poisoning Sign: Brownish-yellow ring visible around the corneo-scleral junction(limbus). Cause: Deposition of copper in Descemet's membrane, extending into the trabecular meshwork. First appears at the superior pole, then develops inferiorly and ultimately becomes circumferential. Detected by slit lamp examination in early stages.",
        "cop": 2,
        "opa": "Tremor",
        "opb": "K F ring",
        "opc": "Anterior lens capsule deposits",
        "opd": "pink disease",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "597fcbe2-edaa-4957-9648-bc889c3e6f80",
        "choice_type": "multi"
    },
    {
        "question": "The following terms denote chronic poisoning syndromes , except",
        "exp": "CHRONIC IODINE POISONING (Iodism): The symptoms are pain over the frontal sinus, running nose, conjunctivitis, bronchial catarrh , salivation, nausea, vomiting, purging, emaciation, lymphadenopathy, parotid swelling (iodide mumps), acne or erythematous patches on the skin, uicaria, etc. (ioderma). Chronic Bromide poisoning (Bromism): Clinically, bromism manifests with:* Skin rashes in the form of red papules (Bromine rash), similar to acne vulgaris, which may transform into a pustular lesion/ ulcerate at the hair roots (Bromoderma) , on the face , neckand upper pa of chest. Chronic lead poisoning (Saturnism or Plumbism) A - Anaemia B - Buonian line/Basophilic stippling, Bone lines C - Colic, Constipation (dry belly ache) D - Drop (wrist/Foot drop) - Lead palsy E - Encephalopathy F - Facial pallor (earliest sign) G - Gout (saturnine gout) H - Hypeension I - Impotence Carbolic acid poisoning: * Acute carbolic acid poisoning - carbolism * Oxidised to pyrocatechol and hydroxyquinone whose excretion is the cause of green colour urine (carboluria) * Chronic poisoning (Phenol marasmus) causes pigmentation of skin",
        "cop": 4,
        "opa": "Iodism",
        "opb": "Bromism",
        "opc": "Plumbism",
        "opd": "Carbolism",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "8a9460e8-5cdd-402d-bd98-ad4af915fb65",
        "choice_type": "multi"
    },
    {
        "question": "A small girl with neuropsychiatry symptoms has a habit of licking paint in walls .Symptoms due to inhibition of",
        "exp": "It is a case of lead poisoning. Specifically, lead decreases heme biosynthesis by inhibiting aminolevulinic acid dehydratase (ALAD) and ferrochelatase. patients presents with microcystic hypochromic anemia.",
        "cop": 1,
        "opa": "ALA dehydratase",
        "opb": "ALA synthase",
        "opc": "Heme oxygenase",
        "opd": "CPG oxidase",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "a86a4c70-e931-42a7-a245-64eb6b572253",
        "choice_type": "multi"
    },
    {
        "question": "Smoky stool syndrome is characteristically seen in poisoning with",
        "exp": "Signs and Symptoms of acute phosphorus poisoning Garlicky odour Luminous vomit and stool because of the presence of phosphorus Fumes emanate from the stools (smoking or smoky stool syndrome). Acute Poisoning causes liver cell necrosis, fatty liverand acute yellow atrophy.",
        "cop": 4,
        "opa": "Iodine",
        "opb": "Bromine",
        "opc": "Fluorine",
        "opd": "Phosphorus",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "e9594bfa-0bf3-4ef8-b804-a1396b2e0afa",
        "choice_type": "multi"
    },
    {
        "question": "A 38-year-old Bengali man presents with complains of multiple pappular lesions over the body especially involving the palms and soles. The lesions are not painful. He has pigmentation of skin over the abdomen. He also has veical white ridges over the nails. Which of the following is the most likely diagnosis?",
        "exp": "Acute arsenic poisoning Necrosis of intestinal mucosa with hemorrhagic gastroenteritis, Hypotension, Delayed cardiomyopathy, Acute tubular necrosis, Hemolysis. Nausea, vomiting, diarrhea, abdominal pain, delirium, coma, seizures; Garlicky odor on breath; Hyperkeratosis, hyperpigmentation, exfoliative dermatitis, Mees' lines (trans- verse white striae of the fingernails) Sensory and motor polyneuritis, distal weakness. EPIDERMODYSPLASIA VERRUCIFORMIS : The lesions resemble flat was or macules similar to those of pityriasis versicolor. In patients with epidermodysplasia verruciformis, squamous cell cancers develop frequently at sites infected with specific HPV types, including 5 and 8. LICHEN PLANUS Lichen planus (LP) is a papulosquamous disorder in which the primary lesions are pruritic, polygonal, flat-topped, violaceous papules. XERODERMA PIGMENTOSUM (XP) An autosomal recessive disorder Characterized by variably deficient repair of UV-induced photoproducts, Their skin phenotype often manifests the dry, leathery appearance of prematurely photoaged skin as well as basal cell and squamous cell carcinomas and melanoma in the first two decades of life.",
        "cop": 2,
        "opa": "Xeroderma pigmentosa",
        "opb": "Chronic arsenic poisoning",
        "opc": "Lichen planus",
        "opd": "Erythrodemoplasia verruciformis",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "27efaf0a-8aee-4fcd-996c-dcbc82ce8402",
        "choice_type": "multi"
    },
    {
        "question": "Bluish green postmoem staining is present in:",
        "exp": "Normal : Blue purplish Carbon monoxide : Cherry red Cyanide : Bright Red/ Brick red Hypothermia/ Refrigeration : Pink Nitrate/ aniline/ Potassium chlorate : Chocolate Brown Septic aboion : Bronze Hydrogen sulphide : Bluish Green",
        "cop": 1,
        "opa": "Hydrogen sulphide",
        "opb": "Carbon monoxide",
        "opc": "Cyanide",
        "opd": "Phosphorus",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "7b18c9a8-7bcf-4a18-9245-3edc22c403d9",
        "choice_type": "single"
    },
    {
        "question": "If the head of the snake has small scales covering the whole surface of the head it indicates",
        "exp": "All poisonous snakes have small head scales except cobra, krait & pit viper. These three snakes can be identified by 1. Pit viper: pit below the eye 2. Cobra: 3rd labial touches eye and nasal shields 3. Krait: 4 infralabial scales below mouth & 4th being largest Russel viper",
        "cop": 1,
        "opa": "Viper",
        "opb": "Cobra",
        "opc": "Krait",
        "opd": "Non venomous",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "d71fc93f-726d-43b6-aab7-44d30e3a82e9",
        "choice_type": "multi"
    },
    {
        "question": "Tactile hallucinations are noticed in",
        "exp": "Magnan's Syndrome / Cocaine Bugs This is seen in cocaine addicts. It is a type of tactile hallucination. There is a feeling as if grains of sand are lying under the skin or small insects are creeping on the skin giving rise to itching sensation (formication).",
        "cop": 3,
        "opa": "Parkinsonism",
        "opb": "Chronic depression",
        "opc": "Chronic cocaine poisoning",
        "opd": "Acute barbiturate poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "0bb815a8-da49-4d3d-bc9f-c608f017ca41",
        "choice_type": "multi"
    },
    {
        "question": "Which of the chemical is used in forgery for removing ink?",
        "exp": "Oxalic acid is used in cleaning iron rust, bleaching & dyeing. Ink remover solutionQin cases of forgery.",
        "cop": 1,
        "opa": "Oxalic acid",
        "opb": "Acetic acid",
        "opc": "Formic acid",
        "opd": "Ammonia",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "62de6be9-120d-4b3e-be4b-4bb7ae44242c",
        "choice_type": "single"
    },
    {
        "question": "One of the poisons can be detected even from burnt bones",
        "exp": "Bone, hair and nails are preserved in Heavy metals poisonings like arsenic, antimony, and thallium. Distribution of Arsenic in the body: * Arsenic is present in almost all tissues, and found in the greatest quantity in the liver, followed by kidneys and spleen. In cases, where the patient survives, it is found in the muscles (for months), bones, hair, nails and skin (Sulfhydryl groups in keratin) for years. Hair: Arsenic > 75 ug% - Poisoning. * Nails: Presence of > 100 ug% of arsenic - Poisoning.",
        "cop": 4,
        "opa": "OPC",
        "opb": "LSD",
        "opc": "cyanide",
        "opd": "Arsenic",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "f1cb7200-1b40-4a79-9498-5c052c8aae86",
        "choice_type": "single"
    },
    {
        "question": "Which poisoning causes 'Swift Feer disease'?",
        "exp": "Acrodynia (Pink Disease)/ Swift Feer disease: Due to chronic mercury poisoning Toxicity: Idiosyncratic hypersensitivity reaction Due to mercurous chloride(calomel) Age group: Children Features: Pink discolouration in the hands and feet Pink, Puffy, Painful & Paraesthetic Peripheries",
        "cop": 2,
        "opa": "Arsenic",
        "opb": "Mercury",
        "opc": "Copper",
        "opd": "Lead",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "e00644d3-bba2-458b-af60-633afa07198d",
        "choice_type": "single"
    },
    {
        "question": "Characteristic postmoem finding of carbolic acid poisoning is?",
        "exp": "Note: On contact, carbolic acid hardens the tissues. Stomach mucosa hardens and becomes leathery like. That's why, gastric lavage can be donein carbolic acid poisoning.",
        "cop": 3,
        "opa": "Greenish stomach",
        "opb": "Yellow charred stomach",
        "opc": "Brown Leathery stomach",
        "opd": "Black charred stomach",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "5654aadb-7d67-4401-8fa2-273f372eb74a",
        "choice_type": "single"
    },
    {
        "question": "Smack otherwise known as",
        "exp": "Heroin : Smack, Junk, Brown Sugar, Tar Heroin + cocaine: Speed Ball Amphetamine: Superman's Drug, Speed Crystal MDMA: Ecstasy, Rave Drug, Club Drug, Hug drug MDMA + marijuana:Love boat LSD: Battery Acid, Golden Dragon, Heavenly Blue, Hippie Ketamine; Super K, Purple Drug Morphine: Miss Emma, God's Machine This is known as \"Chasing the dragon\" method used in heroin.",
        "cop": 1,
        "opa": "Heroin",
        "opb": "Cocaine",
        "opc": "Cannabis",
        "opd": "LSD",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "e3fba52b-79f9-4248-ab68-46a8de1752fe",
        "choice_type": "single"
    },
    {
        "question": "Active component of Ganja includes",
        "exp": "Cannabis * Active Principle: Cannabidiol which is ine, is conveed to active tetra-hydrocannabinols(THC) on exposure to heat * It does not produce physiological dependence or addiction, but psychological dependenceand tolerance develop",
        "cop": 1,
        "opa": "Tetrahydrocannabinols",
        "opb": "LSD",
        "opc": "Ethyl alcohol",
        "opd": "N Methyl tryptophan",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "dcf3f83a-4401-4454-9aca-b935f7e34dd5",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding snake bite except ?",
        "exp": "Indian Polyvalent anti-snake venom is effective in Cobra Krait Russel viper Saw scaled viper Atrophine do not play a much role in reversal of respiratory paralysis in krait snake. So neostigmine along with ASV is given.",
        "cop": 4,
        "opa": "Neostigmine, ventillatory suppo should be given to patients along with ASV.",
        "opb": "ASV is the main stay of treatment.",
        "opc": "Humped pit viper snake is excluded from polyvalent ASV",
        "opd": "Neostigmine and Atropine may be given for Krait bite.",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "4027fa36-58a0-4c7b-b7ab-05696da47785",
        "choice_type": "multi"
    },
    {
        "question": "One of the following is a stupefying agent",
        "exp": "Examples of stupefying poisons : Alcohol dhatura cannabis chloral hydrate",
        "cop": 3,
        "opa": "Atropine",
        "opb": "Aconite",
        "opc": "Datura",
        "opd": "Nerium",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "74365525-14c7-4783-9548-dde6d55ae407",
        "choice_type": "single"
    },
    {
        "question": "\" Phossy jaw\" is caused by",
        "exp": "Chronic Phosphorus Poisoning (Phossy Jaw/Glass Jaw/Lucifer's Jaw) : Due to inhalation of fumes over years. Tooth ache (earliest symptom) & swelling of the jaw Loosening of the teeth & Necrosis of lower jaw Sequestration of bone in the mandible & multiple sinuses discharging foul-smelling pus.",
        "cop": 3,
        "opa": "Lead",
        "opb": "Mercury",
        "opc": "Phosphorus",
        "opd": "Arsenic",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "2060c36d-c795-49e5-8016-05fc3e8e97d9",
        "choice_type": "single"
    },
    {
        "question": "Emesis is not contraindicated in",
        "exp": "Emesis should be used only if there is difficulty in obtaining gastric lavage. Vomiting can be produced if the medullary centers are still responsive. Due to danger of aspiration of gastric contents, vomiting should only be induced in a conscious patient. Contraindications: Severe hea and lung diseases. Advanced pregnancy. Kerosene poisoning In cases of CNS depression, seizures or rapidly acting CNS poisons (camphor, cyanide, tricyclicantidepressants, propoxyphene and strychnine).",
        "cop": 4,
        "opa": "Kerosene poisoning",
        "opb": "Nux vomica poisoning",
        "opc": "Oxalic acid poisoning",
        "opd": "arsenic poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "c660c96c-ddeb-4e11-8949-7655831b6fea",
        "choice_type": "single"
    },
    {
        "question": "Chalky white deposits in teeth are seen with which acid?",
        "exp": "High yield points: Chalky white teeth-sulphuric acid Black tongue- sulphuric acid Yellow teeth- picric acid Green urine- phenol Golden hair- copper",
        "cop": 4,
        "opa": "Carbolic acid",
        "opb": "Oxalic acid",
        "opc": "Nitric acid",
        "opd": "Sulphuric acid",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "e28bcc85-1808-489a-b2bd-3e5a59cfbc23",
        "choice_type": "single"
    },
    {
        "question": "A patient with Pink color skin & mucosa , bitter almond smell from breath and frothy discharge. The cause of death is",
        "exp": "Characteristic of Cyanide poisoning : patient present with Tachypnoea followed by bradypnoea, Cyanosis is generally a late finding and usually does not occur until circulatory collapse and tachycardia are evident. Brick-red colour of skin and mucous membranes is said to be characteristic. The skin feels cold and clammy to the touch patient also have CNS manifestation like Headache, anxiety, agitation, confusion, convulsions, and coma. Pupils are often dilated",
        "cop": 3,
        "opa": "H2S poisoning",
        "opb": "CO poisoning",
        "opc": "HCN poisoning",
        "opd": "OPC poisoning",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "a692f27b-a58d-4add-bb56-37fcbf1548d1",
        "choice_type": "single"
    },
    {
        "question": "All are Aryl phosphate group of Organophosphorus compounds except:",
        "exp": "Alkyl phosphates : HETP, TEPP, OMPA, isopestox ,Malathion , Sulfotepp , Trichlorfon Aryl phosphates : Parathion , Methyl parathion , Chlohion , Paraoxon, Diazinon",
        "cop": 2,
        "opa": "Follidol",
        "opb": "Malathion",
        "opc": "Diazinon",
        "opd": "Parathion",
        "subject_name": "Forensic Medicine",
        "topic_name": "Toxicology - 2",
        "id": "c70f6782-5164-445b-8616-eb825c701f83",
        "choice_type": "multi"
    }
]