[
    {
        "question": "In case of Contrecoup injury, there will be",
        "exp": "Ans) a (Injury to opposite side) Ref: KNS Reddy 29th ed p226Coup means that the injury is located beneath the area of impact and results directly by the impacting force.Contrecoup means that the lesion is present in an area opposite the side of impact. They are chiefly due to local distortion of skull and sudden rotation of the head resulting from blow, which cause shear strain due to the pulling apart of the constituent particles of brain.These type of injuries are caused when the moving head is suddenly de-celerated by hitting a firm surface eg stinking of head on the ground during a fall. Subdural and subarachnoid hemorrage can occur due to these type of injury.A line drawn between the centres of coup and contrecoup indicates the direction of impact relative to head.They are not seen if the head is well fixed and cannot be rotated.",
        "cop": 1,
        "opa": "Injury to opposite side",
        "opb": "Injury to same side",
        "opc": "Injury to both sides",
        "opd": "None",
        "subject_name": "Forensic Medicine",
        "topic_name": "Transportation Injuries",
        "id": "eb41d0dd-6614-4264-b4a2-93a114600393",
        "choice_type": "multi"
    },
    {
        "question": "Injury caused by pedestrian in a vehicular accident due to striking to the object on road is known as:",
        "exp": "Ans. b (Secondary injury). (Ref. Textbook of FMT by Parikh 6th ed. 4.133)PEDESTRIAN INJURIES1Primary injuryPrimary impact injury is by vehicle striking the victim.2Secondary injurySecondary is due to victim fall on the ground or stationary object..3Secondary impact injuryThose due to initial impact of vehicle and those due to subsequent impact from being lifted on to vehicle after initial impact.4Degloving injuries-",
        "cop": 2,
        "opa": "Primary injury",
        "opb": "Secondary injury",
        "opc": "Acceleration injury",
        "opd": "Deceleration injury",
        "subject_name": "Forensic Medicine",
        "topic_name": "Transportation Injuries",
        "id": "52b54f88-6135-42c7-93ad-d3d02f24ea5e",
        "choice_type": "single"
    },
    {
        "question": "In RTA, shattered aorta injury is seen in:",
        "exp": "Ans. (A). DriversLadder tearsQ: Multiple parallel horizontal tears of the aortic intima that occur in deceleration injuries.Aorta injury in Road traffic injuries:In sudden deceleration forces, complete or partial transection of aorta results.The most common site of complete transection is the descending aortaQ distal to the attachment of ligamentum arteriosum.In partial transection, multiple, semicircular & parallel tears occur in the intima of aorta known as Ladder-rung tears.",
        "cop": 1,
        "opa": "Drivers",
        "opb": "Pedestrian",
        "opc": "Front seat passengers",
        "opd": "Rear seat passengers",
        "subject_name": "Forensic Medicine",
        "topic_name": "Transportation Injuries",
        "id": "290c8516-c150-4164-88aa-384e5a94cc11",
        "choice_type": "single"
    },
    {
        "question": "Whiplash injury is damage to",
        "exp": "Ans. (b) SpineRef: The essentials of FSM by KS Narayan Reddy 31st ed. 1246* Fracture of spine need not injure the cord, but the cord is rarely injured without associated fractures of the vertebral column. \"Whiplash injury\" is an exception to this rule. This injury sustained commonly by the occupants of the front seat. When the vehicle comes to a sudden stop, there is forward thurst which produces acute hyperflexion but this converted into acute hyperextension as the forehead strikes the windscreen which causes injury to the cervical column.",
        "cop": 2,
        "opa": "Skull",
        "opb": "Spine",
        "opc": "Rib cage",
        "opd": "Long bones",
        "subject_name": "Forensic Medicine",
        "topic_name": "Transportation Injuries",
        "id": "9358491c-3547-4f90-8e2c-c16c00110cfb",
        "choice_type": "single"
    }
]