[
    {
        "question": "Underwater autopsy of the hea is done in cases of: DNB 09",
        "exp": "Ans. Air embolism",
        "cop": 3,
        "opa": "Myocardial infarction",
        "opb": "Pulmonary embolism",
        "opc": "Air embolism",
        "opd": "Pneumothorax",
        "subject_name": "Forensic Medicine",
        "topic_name": null,
        "id": "490b6a35-f5b6-42fc-9f2a-f4784b2cda1a",
        "choice_type": "single"
    },
    {
        "question": "In civil negligence, onus of proof lies on:",
        "exp": "D i. e. Patient In case of malpractice, punishment is given by civil or criminal couQ (depending on type of negligence). Generally, the innocence of doctor is assumed and in cases where negligence is alleged, the plantiff (complainant, patient) has to establish the guilt. The patient is expected to prove that the defendant (doctor) was negligent; there fore the onus (responsibility) of proof lies on patient. But when the doctrine of res ipsa loquitor (ie thing speaks for itself) is applied such as in case of surgery on wrong patient / side / organ etc, the doctor will have to prove that what has happened is not due to his negligenceQ. This means onus of proof lies on patient in negligence (all civil & most criminal case) except in cases where doctrine of res ipsa loquitor appliesQ. Therapeutic misadventure (mischance / disaster / accident) is death or injury of a patient due to some unintentional act by doctor /nurse /hospitalQ during treatment (therapeutic), diagnosis (diagnostic) or experimental study. It provides defence against neglince because a doctor can't be held responsible for injuries resulting from adverse reaction of drug. However, the doctor must warn patient about possible side effects (eg death during surgery or transfusion). And ignorance of the possibility of reaction to drug prescribed to patient amounts to negligence (ie it is not 100% = absolute defence). At times it is not possible to explain every thing to the patient (who may be scared of procedure). Under such circumstances doctor can reveal the details to any one of close relatives of patient. This is called doctrine of therapeutic privilege. Doctrine of emergency says that doctor can provide the treatment without taking prior consent from a patient who is gravely sick, (critically ill), unconscious, or not able to understand the suggestion, or when mentally ill (IPC section 92). In emergency situation involving children, when their parents are not available, a/t doctrine of locoparentis, consent can be obtained from accompanying person (eg teacher or relative). On ceain occasions, despite all proper care given by doctor during treatment, the patient might suffer severe injuries or permanent deformity. This is k/a medical maloccurance, inevitable act or Act of God. If doctor proves this before cou, it will be an absolute defence against malpractice. Free (charity) treatment of patient does not give doctor immunity (defence) against negligenceQ. Whereas judgemental (diagnostic) error, therapeutic misadventure, medical maloccurance, calculated risk doctrine, contributory negligence (on pa of patient), product liability, and res judicata (complain already tried once in cou) provide defenses to a doctor against charges of negligence. Law does not consider doctrine of contributory negligence & consent in charges of criminal negligence; whereas these provide defence in civil negligence.",
        "cop": 4,
        "opa": "Judicial first degree magistrate",
        "opb": "Police not below the level of sub inspector",
        "opc": "Doctor",
        "opd": "Patient",
        "subject_name": "Forensic Medicine",
        "topic_name": null,
        "id": "31c088ca-004c-42f1-8c02-3fa438c18f03",
        "choice_type": "single"
    }
]