[
    {
        "question": "Cataract is seen in following except:",
        "exp": "Ans. is 'b' i.e. Rheumatoid arthritis Aetiological classification of cataract:Senile CataractDevelopmental or congenitalComplicated cataractTraumaticMetabolicDiabetes*Tetany (hypoparathyroidism)Hypoglycemia*Galactosemia*Galactokinase deficiency*Lowe's syndrome*Wilson's disease*Maternal infectionRubella*Toxoplasma*CMV*ToxicGlucocorticoids *Busulphan*Chlorambucil*Long acting miotics*SyndromesWerner's*Alport's*Rothmund*Downs*Radiation alDermatogenicAtopic dermatitis*Rothmund' s syndrome*Werner's syndrome*",
        "cop": 2,
        "opa": "Glucocorticoid administration",
        "opb": "Rheumatoid arthritis",
        "opc": "Hypoparathyroidism",
        "opd": "Galactosemia",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "067b5e15-9b62-4272-a3d0-e594516950c5",
        "choice_type": "multi"
    },
    {
        "question": "How is posterior chamber examined in mature cataract?",
        "exp": "Ans. (c) B ScanRef: Kanski 7/e, chapter 9, Textbook of ophthalmology by H. V. nema, p 525",
        "cop": 3,
        "opa": "Laser interferometry",
        "opb": "Optical coherence tomography",
        "opc": "B Scan",
        "opd": "A scan",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "9b1de0f1-18b6-4e35-a72c-5d0081e4d369",
        "choice_type": "single"
    },
    {
        "question": "Systemic corticosteroid causes -",
        "exp": "Ans. is 'a' i.e., Cataracto Amongst the given options cataract and glaucoma are complications of cortisosteroids.o Cataract occurs after systemic administration, while glaucoma occurs after topical therapy.",
        "cop": 1,
        "opa": "Cataract",
        "opb": "Glaucoma",
        "opc": "Iridocyclitis",
        "opd": "Retinitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "9a27a538-2696-4a74-a32f-63a52d29ad08",
        "choice_type": "single"
    },
    {
        "question": "Type of cataract in chalcosis is -",
        "exp": "Ans. is 'a' i.e. Sunflower cataract DiseaseCataractMyotonic DystophyChristmas tree cataractWilson's disease, chalcosisSunflower cataractDM, Down's SyndromeSnowflake cataractAtopic dermatitisBlue dot cortical cataract, posterior subcapsular cataractCongenital rubellaNuclear cataractGalactosemiaOil drop cataractComplicated cataract (Iridocyclitis, High myopia)Posterior cortical breads's crumb appearancePolychromatic lusture / Rainbow cataractBlunt traumaVossius ring on anterior surface of lensRosette shaped cataract",
        "cop": 1,
        "opa": "Sunflower cataract",
        "opb": "Blue dot Cataract",
        "opc": "Snowflake cataract",
        "opd": "Polychromaticlustre",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "7c9fab2c-5424-4dd1-a77e-4be501fe40bc",
        "choice_type": "single"
    },
    {
        "question": "Sunflower cataract is seen in:",
        "exp": "Ans: C (Chalcosis) Ref Parson's Diseases of the Eye 22nd edition pg.25H 259Explanation:CauseType of cataractDiabetesSnow flake cataractMyotonic dystrophyChristmas tree cataractGalactosemiaOil droplet cataractAlport syndromeAnterior polar cataractAtopic dermatitisShield cataractTraumatic cataractRosette cataractComplicated cataractPosterior subcapsularcataract with bread crumb appearance and polychromatic lusterSteroid inducedPSCC - discoidChalcosis/ copperSunflower cataractSiderosis/ironBrown discoloration",
        "cop": 3,
        "opa": "Blunt trauma",
        "opb": "Diabetes",
        "opc": "Chalcosis",
        "opd": "Argyriosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "596115ab-5651-4d36-8b80-bb2035d5a14c",
        "choice_type": "single"
    },
    {
        "question": "Elschnigs pearls are seen in?",
        "exp": "Ans. is 'a' i.e., After cataract After cataract (Secondary cataract or posterior capsular opacification)o Posterior capsular opacification (PCO) is seen after ECCE. Opacification of the posterior capsule is caused by postoperative proliferation of cells in the capsular bag and is the most common complication of ECCE.o After cataract may present as thickened posterior capsule, or dense membranous after cataract or Soemmering's ring which refers to a thick ring of after cataract formed behind the iris, enclosed between the two layers of capsule or Elschnig's pearls in which the vacuolated subcapsular epithelial cells are clustered like soap bubbles along the osterior capsule.o After cataract, if thin, can be cleared centrally by Nd: YAG laser capsulotomy. Discission with cystitome or zeigler's knife may also be used. Thick membranous after cataract needs surgical membranectomy.",
        "cop": 1,
        "opa": "After cataract",
        "opb": "Wilson's Disease",
        "opc": "Diabetes mellitus",
        "opd": "Myotonic Dystrophy",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "44c09674-4b72-4b3d-8a38-f9b0323ad8f7",
        "choice_type": "single"
    },
    {
        "question": "Corticosteroids cause which ty pe of cataract -",
        "exp": "Ans. is 'c' i.e., Posterior subcapsular o Corticosteroid induced cataract is posterior subcapsular cataract.Types of CataractCausesPosterior subcapsularMyotoic dystrophy, Wilson's disease, DM, Atopic dermatitis, Down's syndrome, Corticosteroids, Busulfan, Chloroquine, Trauma, Ionizing radiation , Galactosemia, Senile cataract, Inffared/heat cataract (glass-blower's or glass worker).Anterior subcapsularWilson's disease, DM, Down's syndrome, Trauma, Electric shock. Anticholinesterase, Amiodarone, Senile cataract. Galactosemia.Anterior capsularVoissious ring (Blunt trauma), Gold, Chlorprainazine,NuclearCigarette smoking. Congenital rubella, Ichthyosis, Galactosemia, Senile cataract, DM.CorticalStickler syndrome. Senile cataract, DMAnterior capsular (Polar)Penetration of cornea (Penetrating injury, ophthalmia neonatorum), Congenital cataractPosterior capsular (Polar)Congenital cataract",
        "cop": 3,
        "opa": "Cortical",
        "opb": "Nuclear",
        "opc": "Posteriorsubcapsular",
        "opd": "Anteriorsubcapsular",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "75b50a89-939c-4746-92bf-e1c30d91f634",
        "choice_type": "single"
    },
    {
        "question": "What is the type of Galactosemia cataract?",
        "exp": "Ans. is 'b' i.e., Oil drop DiseaseCataractMyotonic DystophyChristmas tree cataractWilson's disease, chalcosisSunflower cataractDM, Down's SyndromeSnowflake cataractAtopic dermatitisBlue dot cortical cataract, posterior subcapsular cataractCongenital rubellaNuclear cataractGalactosemiaOil drop cataractComplicated cataract (Iridocyclitis, High myopia)Posterior cortical breads's crumb appearance Polychromatic lusture / Rainbow cataractBlunt traumaVossius ring on anterior surface of lens Rosette shaped cataract",
        "cop": 2,
        "opa": "Snowflake",
        "opb": "Oil drop",
        "opc": "Blue dot",
        "opd": "Polychromaticlustre",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "7369179a-3741-4946-9d54-305b66c80ff7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the only reversible cataract-",
        "exp": "Ans. is 'b' i.e., Cataract in Galactasemia \"'Cataract associated with galactosemia is the only reversible cataract\"... Atlas of ophthalmologyCauses of CataractSystemic diseasesDermatological diseasesAge related & Physical agentsToxic agentsOtherso Hypoparathyroi-dismo Ichthyosiso Senile cataracto Corticosteroidso Maternal infections* CMV* Toxoplasmosis* Rubellao Atopic dermatitiso Sunlight & UV rayso Chlorpromazineo Hypocalcemiao Wemer syndromeo Traumao Busulfano Diabetes (Hypergly-cemia)o Rothmud's syndromeo Ionizing radiation* X-ray, y-rays* Neutronso Anticholinesteraseo ChJoroquineo Obesityo Hypoglycemiao Amiodaroneo Severe diarrheao Dystrophia myoto-niao Nonionizing radiation* Infrared* Microwaveo Cigratte smokingo Coppero Galactosaemiao Irono Alport syndromeo Electric shock (electrico Goldo Lowe syndromecataract)o Diureticso Stickler syndromeo Vitamin A, C & E deficiencyo Down syndromeo Heat (Infrared cataract)o Wilson's diseaseo Hypothyroidismo Galactokinase deficiencyo Neurofibromatosis type 11o Hypertension",
        "cop": 2,
        "opa": "Senile Cataract",
        "opb": "Cataract inGalactosemia",
        "opc": "Congenital Cataract",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "8be37c26-6e8a-480d-9770-633958512205",
        "choice_type": "multi"
    },
    {
        "question": "Cata ract in diabetes -",
        "exp": "Ans. is 'a' i.e., SnowflakeDiabetic cataracto Cataract is considered as a major cause of visual impairment in diabetic patients. Senile cataract tends to develop at an earlier age and more rapidly than usual in diabetic patients,o The enzyme aldolase reductase catalyzes the reduction of glucose to sorbitol through the polyol pathway, a process linked to the development of diabetic cataract.NADPH* dependent aldolase reductase reduces excessive glucose to sorbitol and intracellular accumulation of sorbitol leads to osmotic changes resulting in hydropic lens fibers that degenerate and form sugar cataract,o The typical diabetic cataract is snowflake cataract, i.e., dense white subcapsular opacities in the anterior and posterior cortex resembling a snowstorm.o As blood- sugar levels fluctuate, visual acuity and refractive error can change - Fluctating refractive error. This causes frequent change in optimal eyeglass prescription.",
        "cop": 1,
        "opa": "Snowflake",
        "opb": "Sunflower",
        "opc": "Nuclear cataract",
        "opd": "Oil drop",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "23faf8f1-4ebc-44ca-a299-c31608c81c98",
        "choice_type": "single"
    },
    {
        "question": "In a patient, highest visual morbidity is seen in:",
        "exp": "Ans: C (Posterior subcapsular cataract) Ref: Basok Essentials of Ophthalmology. 5th edition, pg. 248: Parson's Diseases of the Eye 21st edition pg no 262.Explanation:Posterior subcapsular cataract or posterior cortical cataract:The opacity in the posterior cortex is close to the nodal point of the lens.Nodal point 7.0S mm from the anterior surface of the cornea.* Posterior cortical cataract is at the visual axis so during day time pupil constricts - Day Blindness.",
        "cop": 3,
        "opa": "Nuclear cataract",
        "opb": "In tumescent cataract",
        "opc": "Posterior subcapsular",
        "opd": "Cuneiform cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "6748a4b1-0374-41ac-b687-5ea0f28f2bdb",
        "choice_type": "single"
    },
    {
        "question": "Sunflower cataract is seen in -",
        "exp": "Ans. is 'a' i.e., Wilson's Disease DiseaseCataractMyotonic DystophyChristmas tree cataractWilson's disease, chalcosisSunflower cataractDM, Down's SyndromeSnowflake cataractAtopic dermatitisBlue dot cortical cataract, posterior subcapsular cataractCongenital rubellaNuclear cataractGalactosemiaOil drop cataractComplicated cataract (Iridocyclitis, High myopia)Posterior cortical breads's crumb appearancePolychromatic lusture / Rainbow cataractBlunt traumaVossius ring on anterior surface of lensRosette shaped cataract",
        "cop": 1,
        "opa": "Wilson's Disease",
        "opb": "Myotonic Dystrophy",
        "opc": "DM",
        "opd": "Congenital Rubella",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "91657261-7cdd-47ca-b064-6a3a3a78310d",
        "choice_type": "single"
    },
    {
        "question": "Drug causing cataract-",
        "exp": "Ans. is ;b' i.e., Dexamethasone o Corticosteroids (dexamethasone) can cause cataract.Types of CataractCausesPosterior subcapsularMyotoic dystrophy, wilson's disease, DM, Atopic dermatitis, Down's syndrome, Corticosteroids, Busulfan, Chloroquine, Trauma, Ionizing radiation, Galactosemia, Senile cataract, Infrared/heat cataract (glass-blower's or glass worker).Anterior subcapsularWilson's disease, DM, Down's syndrome, Trauma, Electric shock, Anticholinesterase, Amiodarone, Senile cataract, Galactosemia.Anterior capsularVoissious ring (Blunt trauma), Gold, Chlorpramazine,NuclearCigarette smoking, Congenital rubella, Ichthyosis, Galactosemia, Senile cataract, DM.CorticalStickler syndrome, Senile cataract, DMAnterior capsular (Polar)Penetration of cornea (Penetrating injury, ophthalmia neonatorum), Congenital cataractPosterior capsular (Polar)Congenital cataract",
        "cop": 2,
        "opa": "Amikacin",
        "opb": "Dexamethasone",
        "opc": "Chloramphenicol",
        "opd": "Penicillin",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "d2994789-407e-4e7b-a860-b51e20561f0e",
        "choice_type": "single"
    },
    {
        "question": "Chalcosis is caused by?",
        "exp": "ANSWER: (C) CopperREF: Khurana 4th ed p. 493\"Chalcosis refers to specific changes made by copper containing alloys in eye\"Features of chalcosis are:[?] KF rings on descement membrane of cornea [?] Sunflower cataract[?] Golden brown metallic sheen plaques on the retinal pole",
        "cop": 3,
        "opa": "Iron",
        "opb": "Lead",
        "opc": "Copper",
        "opd": "Mercury",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "3e477e23-c566-4fb4-8a42-6300892b650d",
        "choice_type": "single"
    },
    {
        "question": "Sun flower cataract is seen in -",
        "exp": "Ans. is 'd' i.e., Wilson's disease o Sunflower cataract is seen in Wilson's disease, chalcosis (copper deposition), penetrating trauma with retention of copper or its alloy.o Sunflower cataract is seen in Wilson's disease, chalcosis (copper deposition), penetrating trauma with retention of copper or its alloy.DiseaseType of cataracto Myotonic dystrophyChristmas tree cataract, Blue dot cortical cataract, posterior subcapsular cataract.o Wilson's diseaseo Copper deposition (Chalcosis)o Penetrating traumaSunflower cataract (Petals of flower cataract)o Diabetes mellitusSnowflake cataract or Snowstrom cataracto Down's syndromeSnowflake cataracto Hypoparathyroidism (Hypocalcemia) Hypovitaminosis DDiscrete white cortical opacities, Congenital lamellar (zonular) cataracto Atopic dermatitisBlue dot cortical cataract, posterior subcapsular cataracto Congenital rubellaNuclear cataract, Total congenital cataracto GalactosemiaOil drop cataract, Dust like lenticular opacitieso Complicated cataract (Iridocyclitis, High myopia)Posterior cortical breads's crumb appearance. Polychromatic lusture.Rainbow cataracto Blunt traumaVossius ring on anterior surface of lens. Rosette shaped cataract",
        "cop": 4,
        "opa": "Galactosemia",
        "opb": "Injuries",
        "opc": "Laurence Moon Biedel syndrome",
        "opd": "Wilson's disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "097339fd-bbf3-4ca9-9b59-d0c77b5832fb",
        "choice_type": "single"
    },
    {
        "question": "Rossette shaped cataract is seen in -",
        "exp": "Ans. is 'b' i.e., Blunt trauma to eye DiseaseType of cataracto Myotonic dystrophyChristmas tree cataract. Blue dot cortical cataract, posterior subcapsular cataract.o Wilson's diseaseo Copper deposition (Chalcosis)o Penetrating traumaSunflower cataract (Petals of flower cataract)o Diabetes mellitusSnowflake cataract or Snowstrom cataracto Down's syndromeSnowflake cataracto Hypoparathyroidism (Hypocalcemia) Hvpovitaminosis DDiscrete white cortical opacities, Congenital lamellar (zonular) cataracto Atopic dermatitisBlue dot cortical cataract, posterior subcapsular cataracto Congenital rubellaNuclear cataract, Total congenital cataracto GalactosemiaOil drop cataract, Dust like lenticular opacitieso Complicated cataract(Iridocyclitis, High myopia)Posterior cortical breads's crumb appearance, Polychromatic lustyre/Rainbow cataracto Blunt traumaVossius ring on anterior surface of lens, Rosette shaped cataract",
        "cop": 2,
        "opa": "Congenital rubella",
        "opb": "Blunt trauma to eye",
        "opc": "Wilson's disease",
        "opd": "Diabetes meilitus",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "6d781aca-7ff5-41c9-b2eb-61772db39c68",
        "choice_type": "single"
    },
    {
        "question": "Diabetic cataract occurs to accumulation of -",
        "exp": "Ans. is 'd' i.e., Sorbitolo Cataract is considered as a major cause of visual impairment in diabetic patients. Senile cataract tends to develop at an earlier age and more rapidly than usual in diabetic patients.o The enzyme aldolase reductase catalyzes the reduction of glucose to sorbitol through the polyol pathway, a process linked to the development of diabetic cataract.IS ADPH+ dependent aldolase reductase reduces excessive glucose to sorbitol and intracellular accumulation of sorbitol leads to osmotic changes resulting in hydropic lens fibers that degenerate and form sugar cataract.o The typical diabetic cataract is snowflake cataract, i.e., dense white subcapsular opacities in the anterior and posterior cortex resembling a snowstorm.",
        "cop": 4,
        "opa": "Glucose",
        "opb": "Fructose",
        "opc": "Galactitol",
        "opd": "Sorbitol",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "de6c2c00-c457-4db1-9ee3-db97cbb297e4",
        "choice_type": "single"
    },
    {
        "question": "Post-traumatic cataract: (E. REPEAT 2009)",
        "exp": "Ref: Multiple Sources. Kanski and Basak's Essentials in OphthalmologyExplanation:Type of cataractRemarksAfter cataract* Elschnig's pearls* Sommerring's ringAnterior polar cataract* Alport syndromeComplicated cataract* Polychromatic luster* Bread crumb appearanceCupulliform cataract* Senile posterior corticai cataractHeat cataract: Glass blowers cataract* Infrared raysOil drop cataract* GalactosemiaPosterior polar cataract Punctate cataract (Blue dot cataract)* Lowe's syndrome* Most common congenital cataractRadiation cataract* Posteror subcapsular cataractSnow flake cataract* Diabetes mellitusPosterior subcapsular cataract* Stercid induced cataractSunflower cataract* Chalcosis (Excess copper accumulation in lens)Traumatic cataract* Vossius rmc* Rosette cataractZonular (lamellar) cataract* Riders are seen* Hypocalcemia",
        "cop": 2,
        "opa": "Christmas tree",
        "opb": "Rossette cataract",
        "opc": "Sunflower cataract",
        "opd": "Shield cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "9bf5d31a-3a6d-4b74-ab88-01d1b6bd6ccd",
        "choice_type": "single"
    },
    {
        "question": "Chronic systemic steroid use causes?",
        "exp": "ANSWER: (D) CataractREF: khurana 4th ed p. 428Chronic systemic steroid use causes cataract while chronic topical steroid use causes glaucomaInjudicious use of topical steroid cause:GlaucomaActivation of infectionDry eyePtosisInjudicious use of systemic steroids leads to following ocular complications:CataractDelayed wound healingInfections of eyePapilloedemaCRVO",
        "cop": 4,
        "opa": "Open angle glaucoma",
        "opb": "Conjuctival & lid papillomatis",
        "opc": "Uveitis",
        "opd": "Cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "c5c019c4-1c63-40ee-9eaa-37769187f32d",
        "choice_type": "single"
    },
    {
        "question": "Polychromatic lusture is seen in -",
        "exp": "Ans. is 'a' i.e., Complicated cataract Complicated cataracto Complicated cataract refers to the lens opacification secondary to some other intraocular disease. Anterior uveitis is the most common cause. Other causes are posterior uveitis, pars planitis, comeal ulcer, ciliary body tumors, degenerative myopia, retinitis pigmentosa and retinal detachment.o Typically complicated cataracts occur in two forms :-Posterior cortical complicated cataractThis type of cataract is due to affections of posterior segment. This cataract is located in a posterior subcapsular cataract and typically opacification starts in the posterior part of the cortex in the axial region (Posterior cortical cataract or posterior subcapsular cataract). On slit lamp examination the opacities have \"bread- crumb\" appearance. A characteristic sign is presence of polychromatic lusture of red, green and blues.Anterior cortical complicated cataract This is due to the affection of anterior segment like glaucoma or anterior uveitis.",
        "cop": 1,
        "opa": "Complicated cataract",
        "opb": "Diabetes mellitus",
        "opc": "Post radiation cataract",
        "opd": "Congenital cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "5e3f2b22-aa48-4554-9e0a-bcbf8333d198",
        "choice_type": "single"
    },
    {
        "question": "Anterior polar cataract develope in: (PGI June 2009)",
        "exp": "Ans: B (Penetrating corneal injury) Anterior Polar CataractQIt involves the central part ofthe anterior capsule & the adjoining superficial- most cortex.May arise in -Due to corneal perforationCataract may follow contact of the lens capsule with the back of cornea .usually after perforation due to ophthalmia neonatorum or any other causeDue to delayed development of anterior chamber : In this case the opacity is congenital, usually b/lr stationary & visually insignificantAnterior Polar CataractQ (Lens & Cataract - American Academy of Ophthalmology 2007-2008/34])# Anterior polar cataract are usually small, bilateral, symmetric, non progressive opacities that do not impair visionThey are frequently inherited in an autosomal dominant pattern# Sometimes seen in association with other ocular abnormalities, including microphthalmos ,persistent papillary membrane & anterior lenticonus5'Extra EdgeType of cataractCauseSnowflake/ Snow storm cataractQDiabetes mellitusQSunflower /Petals of flower cataractsWilson diseaseQ ChalcosisQPenetrating traumaVossius ring on anterior surface of lensRossette shaped cataractQBlunt traumaQChristmas tree cataractQMyotonic dystrophicaQOil drop cataractQDust like lenticular opacityGalactosemiaQPosterior cortical Bread's crumb appearancePolychromatic lusture /Rainbow cataractComplicated cataractQMorgagnian cataractQHypermature senile cataract",
        "cop": 2,
        "opa": "Diabetes Mellitus",
        "opb": "Penetrating corneal injury",
        "opc": "Irradiation",
        "opd": "Barbiturates",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "1e2af78f-5dfa-4096-b4de-4d63c912cb15",
        "choice_type": "single"
    },
    {
        "question": "Typical appearance of diabetic cataract is:",
        "exp": "ANSWER: (D) Snow flake appearanceREF: Kanski 5th edition page 166, Parsons diseases of eye 20th edition page 253, Ophthalmology 2nd edition Yanoff page 328Type of cataractCauseSnow flake/snow storm cataractDiabetes meliitusDown's syndromeSunflower/Petals of flower cataractWilson s diseaseChalcosis (mild reaction to copper)Penetrating trauma (with retention to copper)Blue dot cortical cataractAtopic dermatitisMyotonic dystrophyVossius ringRosette shaped cataractBlunt traumaChristmas tree cataractMyotonic dystrophiaOil drop cataractDust like lenticular opacityGalactosemiaBreadcrumb appearance Polychromatic lustureRainbow' cataractComplicated cataract/Secondary cataractMorgagnian cataractHypermature senile cataract",
        "cop": 4,
        "opa": "Sunflower type",
        "opb": "Breadcrumb type",
        "opc": "Polychromatic lusture",
        "opd": "Snow flake appearance",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "1de23ed8-f5dd-4fa0-86ef-ed69efd5b4aa",
        "choice_type": "single"
    },
    {
        "question": "Snow-flake cataract seen in",
        "exp": "Ans. is 'a' i.e Diabetes In diabetes.Senile cataractappears at an early age and progresses rapidlyTrue diabetic cataract:rare condition,usually occuring in young adults,bilateral known as Snow flake cataract or snow storm cataractOther imp types of cataractRosette shaped cataract*-TraumaSunflower cataract*-Chalcosis, Wilsons diseaseOil drop cataract*-GalactosemiaChristmas tree*-Myotonic dystrophicaBread crumb* posterior capsular-Complicated",
        "cop": 1,
        "opa": "Diabetes",
        "opb": "Trauma",
        "opc": "Chalcosis",
        "opd": "Posterior subcapsular",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "27b92bed-5960-416e-987b-289305084ae2",
        "choice_type": "single"
    },
    {
        "question": "The following Rosette cataract is seen with:",
        "exp": "Ans. (b) Traumatic cataract.",
        "cop": 2,
        "opa": "Steroid induced cataract",
        "opb": "Traumatic cataract",
        "opc": "Syndermatotic cataract",
        "opd": "Rose thorn injury to lens",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "ccc56805-891e-4683-852c-5c63203d3af4",
        "choice_type": "single"
    },
    {
        "question": "Christmas tree cataract is seen in -",
        "exp": "Ans. is 'd' i.e., Myotonic Dystrophy DiseaseCataractMyotonic DystophyChristmas tree cataractWilson's disease, chalcosisSunflower cataractDM, Down's SyndromeSnowflake cataractAtopic dermatitisBlue dot cortical cataract, posterior subcapsular cataractCongenital rubellaNuclear cataractGalactosemiaOil drop cataractComplicated cataract (Iridocyclitis, High myopia)Posterior cortical breads's crumb appearancePolychromatic lusture / Rainbow cataractBlunt traumaVossius ring on anterior surface of lensRosette shaped cataract",
        "cop": 4,
        "opa": "Blunt trauma",
        "opb": "Diabetes",
        "opc": "Galactosemia",
        "opd": "Myotonic Dystrophy",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "71e57f01-06d3-4d50-a970-2df26a86ddb3",
        "choice_type": "single"
    },
    {
        "question": "Glass blowers cataract is caused due to -",
        "exp": "Ans. is 'c' i.e. Infrared radiation o Glassblower's cataracts is formed by many years or decades of exposure to infrared radiaiton while working in the occupation of glass blowing, or working close to hot or molten metals such with metal foundry workers or blacksmiths.o Glassblower's cataracts are due to chronic exposure to infrared radiation emitted due to heating of glass or molten metal. The infrared radiation is absorbed by the iris and lens of the eye. This causes cataracts after decades of exposure. This condition may be pre vented by wearing protective glasses while practicing these occupations.",
        "cop": 3,
        "opa": "Wilson's Disease",
        "opb": "Myotonic Dystrophy",
        "opc": "Infrared radiation",
        "opd": "Congenital Rubella",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "14809ca8-b7ad-41d3-a42c-ec4dd0d20bac",
        "choice_type": "single"
    },
    {
        "question": "Cataract is caused by -",
        "exp": "Ans. is 'd' i.e., All of the aboveCauses of CataractSystemic diseases Dermatological diseasesAge related & Physical agentsToxic agentsOtherso Hypoparathyroi-dismo Ichthyosiso Senile cataracto Corticosteroidso Maternal infections# CMV# Toxoplasmosis# Rubellao Atopic dermatitiso Sunlight & UV rayso Chlorpromazineo Hypocalcemia o Werner syndromeo Traumao Busulfano Diabetes (Hypergly- cemia)o Rothmud's syndromeo Ionizing radiation# X-ray, y-rays# Neutronso Anticholinesteraseo Chloroquineo Obesityo Hypoglycemiao Amiodaroneo Severe diarrheao Dystrophia myotoniao Nonionizing radiation# Infrared# Microwaveo Cigratte smokingo Coppero Galactosaemiao Irono Alport syndromeo Electric shock (electric cataract)o Goldo Lowe syndromeo Diureticso Stickler syndromeo Vitamin A, C & E deficiency o Down syndromeo Wilson's diseaseo Hypothyroidismo Galactokinase deficiencyo Neurofibromatosis type IIo Hypertensiono Heat (Infrared cataract)",
        "cop": 4,
        "opa": "Hypoparathyroidism",
        "opb": "Cigrate smoking",
        "opc": "Non-ionizing radiation",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "c58c197c-b008-4d50-8a73-bd286203ca42",
        "choice_type": "multi"
    },
    {
        "question": "Sunflower type cataract is characteristically seen in-",
        "exp": "Ans. is 'a' i.e., Chalcosis o Sunflower cataract is seen in Wilson's disease, chalcosis (copper deposition), penetrating trauma with retention of copper or its alloy.DiseaseType of cataracto Myotonic dystrophyChristmas tree cataract, Blue dot cortical cataract, posterior subcapsular cataract.o Wilson's diseaseo Copper deposition (Chalcosis)o Penetrating traumaSunflower cataract (Petals of flower cataract)o Diabetes mellitusSnowflake cataract or Snowstrom cataracto Down's syndromeSnowflake cataracto Hypoparathyroidism (Hypocalcemia) Hypovitaminosis DDiscrete white cortical opacities, Congenital lamellar (zonular) cataracto Atopic dermatitisBlue dot cortical cataract, posterior subcapsular cataracto Congenital rubellaNuclear cataract, Total congenital cataracto GalactosemiaOil drop cataract, Dust like lenticular opacitieso Complicated cataract (Iridocyclitis, High myopia)Posterior cortical breads's crumb appearance. Polychromatic lusture.Rainbow cataracto Blunt traumaVossius ring on anterior surface of lens. Rosette shaped cataract",
        "cop": 1,
        "opa": "Chalcosis",
        "opb": "Diabetes",
        "opc": "Stragardt's disease",
        "opd": "Congenital syphilis",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "7ab0bbcd-7f01-4bb6-aaf8-e86937a35154",
        "choice_type": "multi"
    },
    {
        "question": "A 10-year-old child with Fanconi's syndrome.",
        "exp": "Ans. (c) KF ring.",
        "cop": 3,
        "opa": "Vogts striae",
        "opb": "Fleischer ring",
        "opc": "KF ring",
        "opd": "Stocker line",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "fc50ffab-b815-45e7-bfec-115e651358fc",
        "choice_type": "single"
    },
    {
        "question": "Zonular cataract is seen in?",
        "exp": "ANSWER: (B) HypoparathyroidismREF: Parson's 20th ed p. 255-257Morphological classification of developmental cataracts:Punctuate or blue dotMost common congenital cataract almost universally seen in minute amounts.Types:Blue dot or cataracta coerulea: seen as blue dots with slit lamp Sutural or anterior axial: crowded in sutures Cataracta centralis pulverulenta: powdery white dotsZonular/lamellar/perinudear cataractMost common visually significant congenital cataract Sharp opacity around embryonic nucleus Spokes or riders may be seenAssoc with maternal malnutrition, vit.D deficiency , hypoparathyroidism (hypocalcemia) , during pregnancyFusiform/ spindle/axial/coraliform Nuclear cataractAssoc, with rubella or german measlesCoronary/supranuclear cataractDevelops around puberty as a corona of club shaped opacity around lensAnterior capsular polar cataract Postr. Capsular polar cataract",
        "cop": 2,
        "opa": "Diabetes mellitus",
        "opb": "Hypoparathyroidism",
        "opc": "Gaucher's disease",
        "opd": "Niemann pick s disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "7908c95e-29eb-4aa6-8fe6-684289a19585",
        "choice_type": "single"
    },
    {
        "question": "Oil drop cataract is characteristic of -",
        "exp": "Ans. is 'c' i.e., GalactosemiaDiseaseType of cataracto Myotonic dystrophyChristmas tree cataract, Blue dot cortical cataract, posterior subcapsular cataract.o Wilson's diseaseo Copper deposition (Chalcosis)o Penetrating traumaSunflower cataract (Petals of flower cataract)o Diabetes mellitusSnowflake cataract or Snowstrom cataracto Down's syndromeSnowflake cataracto Hypoparathyroidism (Hypocalcemia) Hypovitaminosis DDiscrete white cortical opacities, Congenital lamellar (zonular) cataracto Atopic dermatitisBlue dot cortical cataract, posterior subcapsular cataracto Congenital rubellaNuclear cataract, Total congenital cataracto GalactosemiaOil drop cataract, Dust like lenticular opacitieso Complicated cataract (Iridocyclitis, High myopia)Posterior cortical breads's crumb appearance, Polychromaticlusture/Rainbow cataracto Blunt traumaVossius ring on anterior surface of lens, Rosette shaped cataract",
        "cop": 3,
        "opa": "Diabetes",
        "opb": "Chalcosis",
        "opc": "Galactosemia",
        "opd": "Wilson's disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "5e52dd66-b8bd-411e-a17a-0d8b752c444d",
        "choice_type": "single"
    },
    {
        "question": "Snowflake cataract present in?",
        "exp": "Ans. is 'a' i.e., Diabetes Mellitus DiseaseCataractMyotonic DystophyChristmas tree cataractWilson's disease, chalcosisSunflower cataractDM, Down's SyndromeSnowflake cataractAtopic dermatitisBlue dot cortical cataract, posterior subcapsular cataractCongenital rubellaNuclear cataractGalactosemiaOil drop cataractComplicated cataract (Iridocyclitis, High myopia)Posterior cortical breads's crumb appearance Polychromatic lusture / Rainbow cataractBlunt traumaVossius ring on anterior surface of lens Rosette shaped cataract",
        "cop": 1,
        "opa": "Diabetes Mellitus",
        "opb": "Galactosemia",
        "opc": "Chalcosis",
        "opd": "Myotonic Dystrophy",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "63d7f7aa-2420-440a-b647-09c935cb85a3",
        "choice_type": "single"
    },
    {
        "question": "Which condition is not associated with cataract?",
        "exp": "Ans. is 'd' i.e., Refsum disease Causes of CataractSystemic diseasesDermatological diseasesAge related & Physical agentsToxic agentsOtherso Hypoparathyroidismo Hypocalcemiao Diabetes (Hyperglycemia)o Hypoglycemiao Dystrophia myotoniao Galactosae- miao Alport syndromeo Lowe syndromeo Stickler syndromeo Down syndromeo Wilson's diseaseo Hypothyroidismo Galactokinase deficiencyo Neurofibromatosis type IIo Hypertensiono Ichthyosiso Atopic dermatitiso Werner syndromeo Rothmud's syndromeo Senile cataracto Corticosteroidso Maternal infections# CMV# Toxoplasmosis# Rubellao Sunlight & UV rays o Chlorpromazineo Traumao Busulfano Ionizing radiation# X-ray, y-rays# Neutronso Anticholinesteraseo Obesityo Chloroquineo Severe diarrheao Amiodarone o Nonionizing radiation# Infrared# Microwaveo Cigratte smokingo Coppero Irono Goldo Diureticso Electric shock (electric cataract)o Vitamin A, C & E deficiencyo Heat (Infrared cataract)",
        "cop": 4,
        "opa": "Diabetes Mellitus",
        "opb": "Galactosemia",
        "opc": "Myotonic Dystrophy",
        "opd": "Refsum disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "eaf1f6c5-e07d-4514-8904-21c9344cc6b0",
        "choice_type": "single"
    },
    {
        "question": "Polychromatic luster type of cataract seen in -",
        "exp": "Ans. is 'a' i.e., Complicated cataract o See above explanation",
        "cop": 1,
        "opa": "Complicated cataract",
        "opb": "Myotonic Dystrophy",
        "opc": "Diabetes mellitus",
        "opd": "Wilson's disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "e0a5de59-6bdc-46af-92cb-a78c6f377aaf",
        "choice_type": "single"
    }
]