[
    {
        "question": "How is posterior chamber examined in mature cataract?",
        "exp": "Ans. (c) B Scan. Ref: Kanski 7/e, chapter 9, Textbook of ophthalmology by H. V. nema, p 525",
        "cop": 3,
        "opa": "Laser interferometry",
        "opb": "Optical coherence tomography",
        "opc": "B Scan",
        "opd": "A scan",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "9b1de0f1-18b6-4e35-a72c-5d0081e4d369",
        "choice_type": "single"
    },
    {
        "question": "Systemic corticosteroid causes -",
        "exp": "Ans. is 'a' i. e., Cataracto Amongst the given options cataract and glaucoma are complications of cortisosteroids. o Cataract occurs after systemic administration, while glaucoma occurs after topical therapy.",
        "cop": 1,
        "opa": "Cataract",
        "opb": "Glaucoma",
        "opc": "Iridocyclitis",
        "opd": "Retinitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "9a27a538-2696-4a74-a32f-63a52d29ad08",
        "choice_type": "single"
    },
    {
        "question": "Type of cataract in chalcosis is -",
        "exp": "Ans. is 'a' i. e. Sunflower cataract Disease. Cataract. Myotonic Dystophy. Christmas tree cataract. Wilson's disease, chalcosis. Sunflower cataract. DM, Down's Syndrome. Snowflake cataract. Atopic dermatitis. Blue dot cortical cataract, posterior subcapsular cataract. Congenital rubella. Nuclear cataract. Galactosemia. Oil drop cataract. Complicated cataract (Iridocyclitis, High myopia). Posterior cortical breads's crumb appearance. Polychromatic lusture / Rainbow cataract. Blunt trauma. Vossius ring on anterior surface of lens. Rosette shaped cataract",
        "cop": 1,
        "opa": "Sunflower cataract",
        "opb": "Blue dot Cataract",
        "opc": "Snowflake cataract",
        "opd": "Polychromaticlustre",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "7c9fab2c-5424-4dd1-a77e-4be501fe40bc",
        "choice_type": "single"
    },
    {
        "question": "Sunflower cataract is seen in:",
        "exp": "Ans: C (Chalcosis) Ref Parson's Diseases of the Eye 22nd edition pg. 25H 259. Explanation: Cause. Type of cataract. Diabetes. Snow flake cataract. Myotonic dystrophy. Christmas tree cataract. Galactosemia. Oil droplet cataract. Alport syndrome. Anterior polar cataract. Atopic dermatitis. Shield cataract. Traumatic cataract. Rosette cataract. Complicated cataract. Posterior subcapsularcataract with bread crumb appearance and polychromatic luster. Steroid induced. PSCC - discoid. Chalcosis/ copper. Sunflower cataract. Siderosis/iron. Brown discoloration",
        "cop": 3,
        "opa": "Blunt trauma",
        "opb": "Diabetes",
        "opc": "Chalcosis",
        "opd": "Argyriosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "596115ab-5651-4d36-8b80-bb2035d5a14c",
        "choice_type": "single"
    },
    {
        "question": "Elschnigs pearls are seen in?",
        "exp": "Ans. is 'a' i. e., After cataract After cataract (Secondary cataract or posterior capsular opacification)o Posterior capsular opacification (PCO) is seen after ECCE. Opacification of the posterior capsule is caused by postoperative proliferation of cells in the capsular bag and is the most common complication of ECCE. o After cataract may present as thickened posterior capsule, or dense membranous after cataract or Soemmering's ring which refers to a thick ring of after cataract formed behind the iris, enclosed between the two layers of capsule or Elschnig's pearls in which the vacuolated subcapsular epithelial cells are clustered like soap bubbles along the osterior capsule. o After cataract, if thin, can be cleared centrally by Nd: YAG laser capsulotomy. Discission with cystitome or zeigler's knife may also be used. Thick membranous after cataract needs surgical membranectomy.",
        "cop": 1,
        "opa": "After cataract",
        "opb": "Wilson's Disease",
        "opc": "Diabetes mellitus",
        "opd": "Myotonic Dystrophy",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "44c09674-4b72-4b3d-8a38-f9b0323ad8f7",
        "choice_type": "single"
    },
    {
        "question": "Corticosteroids cause which ty pe of cataract -",
        "exp": "Ans. is 'c' i. e., Posterior subcapsular o Corticosteroid induced cataract is posterior subcapsular cataract. Types of Cataract. Causes. Posterior subcapsular. Myotoic dystrophy, Wilson's disease, DM, Atopic dermatitis, Down's syndrome, Corticosteroids, Busulfan, Chloroquine, Trauma, Ionizing radiation, Galactosemia, Senile cataract, Inffared/heat cataract (glass-blower's or glass worker). Anterior subcapsular. Wilson's disease, DM, Down's syndrome, Trauma, Electric shock. Anticholinesterase, Amiodarone, Senile cataract. Galactosemia. Anterior capsular. Voissious ring (Blunt trauma), Gold, Chlorprainazine, Nuclear. Cigarette smoking. Congenital rubella, Ichthyosis, Galactosemia, Senile cataract, DM. Cortical. Stickler syndrome. Senile cataract, DMAnterior capsular (Polar). Penetration of cornea (Penetrating injury, ophthalmia neonatorum), Congenital cataract. Posterior capsular (Polar). Congenital cataract",
        "cop": 3,
        "opa": "Cortical",
        "opb": "Nuclear",
        "opc": "Posteriorsubcapsular",
        "opd": "Anteriorsubcapsular",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "75b50a89-939c-4746-92bf-e1c30d91f634",
        "choice_type": "single"
    },
    {
        "question": "What is the type of Galactosemia cataract?",
        "exp": "Ans. is 'b' i. e., Oil drop Disease. Cataract. Myotonic Dystophy. Christmas tree cataract. Wilson's disease, chalcosis. Sunflower cataract. DM, Down's Syndrome. Snowflake cataract. Atopic dermatitis. Blue dot cortical cataract, posterior subcapsular cataract. Congenital rubella. Nuclear cataract. Galactosemia. Oil drop cataract. Complicated cataract (Iridocyclitis, High myopia). Posterior cortical breads's crumb appearance Polychromatic lusture / Rainbow cataract. Blunt trauma. Vossius ring on anterior surface of lens Rosette shaped cataract",
        "cop": 2,
        "opa": "Snowflake",
        "opb": "Oil drop",
        "opc": "Blue dot",
        "opd": "Polychromaticlustre",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "7369179a-3741-4946-9d54-305b66c80ff7",
        "choice_type": "single"
    },
    {
        "question": "Cata ract in diabetes -",
        "exp": "Ans. is 'a' i. e., Snowflake. Diabetic cataracto Cataract is considered as a major cause of visual impairment in diabetic patients. Senile cataract tends to develop at an earlier age and more rapidly than usual in diabetic patients, o The enzyme aldolase reductase catalyzes the reduction of glucose to sorbitol through the polyol pathway, a process linked to the development of diabetic cataract. NADPH* dependent aldolase reductase reduces excessive glucose to sorbitol and intracellular accumulation of sorbitol leads to osmotic changes resulting in hydropic lens fibers that degenerate and form sugar cataract, o The typical diabetic cataract is snowflake cataract, i. e., dense white subcapsular opacities in the anterior and posterior cortex resembling a snowstorm. o As blood- sugar levels fluctuate, visual acuity and refractive error can change - Fluctating refractive error. This causes frequent change in optimal eyeglass prescription.",
        "cop": 1,
        "opa": "Snowflake",
        "opb": "Sunflower",
        "opc": "Nuclear cataract",
        "opd": "Oil drop",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "23faf8f1-4ebc-44ca-a299-c31608c81c98",
        "choice_type": "single"
    },
    {
        "question": "In a patient, highest visual morbidity is seen in:",
        "exp": "Ans: C (Posterior subcapsular cataract) Ref: Basok Essentials of Ophthalmology. 5th edition, pg. 248: Parson's Diseases of the Eye 21st edition pg no 262. Explanation: Posterior subcapsular cataract or posterior cortical cataract: The opacity in the posterior cortex is close to the nodal point of the lens. Nodal point 7. 0S mm from the anterior surface of the cornea.* Posterior cortical cataract is at the visual axis so during day time pupil constricts - Day Blindness.",
        "cop": 3,
        "opa": "Nuclear cataract",
        "opb": "In tumescent cataract",
        "opc": "Posterior subcapsular",
        "opd": "Cuneiform cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "6748a4b1-0374-41ac-b687-5ea0f28f2bdb",
        "choice_type": "single"
    },
    {
        "question": "Sunflower cataract is seen in -",
        "exp": "Ans. is 'a' i. e., Wilson's Disease Disease. Cataract. Myotonic Dystophy. Christmas tree cataract. Wilson's disease, chalcosis. Sunflower cataract. DM, Down's Syndrome. Snowflake cataract. Atopic dermatitis. Blue dot cortical cataract, posterior subcapsular cataract. Congenital rubella. Nuclear cataract. Galactosemia. Oil drop cataract. Complicated cataract (Iridocyclitis, High myopia). Posterior cortical breads's crumb appearance. Polychromatic lusture / Rainbow cataract. Blunt trauma. Vossius ring on anterior surface of lens. Rosette shaped cataract",
        "cop": 1,
        "opa": "Wilson's Disease",
        "opb": "Myotonic Dystrophy",
        "opc": "DM",
        "opd": "Congenital Rubella",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "91657261-7cdd-47ca-b064-6a3a3a78310d",
        "choice_type": "single"
    },
    {
        "question": "Drug causing cataract-",
        "exp": "Ans. is; b' i. e., Dexamethasone o Corticosteroids (dexamethasone) can cause cataract. Types of Cataract. Causes. Posterior subcapsular. Myotoic dystrophy, wilson's disease, DM, Atopic dermatitis, Down's syndrome, Corticosteroids, Busulfan, Chloroquine, Trauma, Ionizing radiation, Galactosemia, Senile cataract, Infrared/heat cataract (glass-blower's or glass worker). Anterior subcapsular. Wilson's disease, DM, Down's syndrome, Trauma, Electric shock, Anticholinesterase, Amiodarone, Senile cataract, Galactosemia. Anterior capsular. Voissious ring (Blunt trauma), Gold, Chlorpramazine, Nuclear. Cigarette smoking, Congenital rubella, Ichthyosis, Galactosemia, Senile cataract, DM. Cortical. Stickler syndrome, Senile cataract, DMAnterior capsular (Polar). Penetration of cornea (Penetrating injury, ophthalmia neonatorum), Congenital cataract. Posterior capsular (Polar). Congenital cataract",
        "cop": 2,
        "opa": "Amikacin",
        "opb": "Dexamethasone",
        "opc": "Chloramphenicol",
        "opd": "Penicillin",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "d2994789-407e-4e7b-a860-b51e20561f0e",
        "choice_type": "single"
    },
    {
        "question": "Chalcosis is caused by?",
        "exp": "ANSWER: (C) Copper. REF: Khurana 4th ed p. 493\"Chalcosis refers to specific changes made by copper containing alloys in eye\"Features of chalcosis are:[?] KF rings on descement membrane of cornea [?] Sunflower cataract[?] Golden brown metallic sheen plaques on the retinal pole",
        "cop": 3,
        "opa": "Iron",
        "opb": "Lead",
        "opc": "Copper",
        "opd": "Mercury",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "3e477e23-c566-4fb4-8a42-6300892b650d",
        "choice_type": "single"
    },
    {
        "question": "Sun flower cataract is seen in -",
        "exp": "Ans. is 'd' i. e., Wilson's disease o Sunflower cataract is seen in Wilson's disease, chalcosis (copper deposition), penetrating trauma with retention of copper or its alloy. o Sunflower cataract is seen in Wilson's disease, chalcosis (copper deposition), penetrating trauma with retention of copper or its alloy. Disease. Type of cataracto Myotonic dystrophy. Christmas tree cataract, Blue dot cortical cataract, posterior subcapsular cataract. o Wilson's diseaseo Copper deposition (Chalcosis)o Penetrating trauma. Sunflower cataract (Petals of flower cataract)o Diabetes mellitus. Snowflake cataract or Snowstrom cataracto Down's syndrome. Snowflake cataracto Hypoparathyroidism (Hypocalcemia) Hypovitaminosis DDiscrete white cortical opacities, Congenital lamellar (zonular) cataracto Atopic dermatitis. Blue dot cortical cataract, posterior subcapsular cataracto Congenital rubella. Nuclear cataract, Total congenital cataracto Galactosemia. Oil drop cataract, Dust like lenticular opacitieso Complicated cataract (Iridocyclitis, High myopia). Posterior cortical breads's crumb appearance. Polychromatic lusture. Rainbow cataracto Blunt trauma. Vossius ring on anterior surface of lens. Rosette shaped cataract",
        "cop": 4,
        "opa": "Galactosemia",
        "opb": "Injuries",
        "opc": "Laurence Moon Biedel syndrome",
        "opd": "Wilson's disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "097339fd-bbf3-4ca9-9b59-d0c77b5832fb",
        "choice_type": "single"
    },
    {
        "question": "Rossette shaped cataract is seen in -",
        "exp": "Ans. is 'b' i. e., Blunt trauma to eye Disease. Type of cataracto Myotonic dystrophy. Christmas tree cataract. Blue dot cortical cataract, posterior subcapsular cataract. o Wilson's diseaseo Copper deposition (Chalcosis)o Penetrating trauma. Sunflower cataract (Petals of flower cataract)o Diabetes mellitus. Snowflake cataract or Snowstrom cataracto Down's syndrome. Snowflake cataracto Hypoparathyroidism (Hypocalcemia) Hvpovitaminosis DDiscrete white cortical opacities, Congenital lamellar (zonular) cataracto Atopic dermatitis. Blue dot cortical cataract, posterior subcapsular cataracto Congenital rubella. Nuclear cataract, Total congenital cataracto Galactosemia. Oil drop cataract, Dust like lenticular opacitieso Complicated cataract(Iridocyclitis, High myopia). Posterior cortical breads's crumb appearance, Polychromatic lustyre/Rainbow cataracto Blunt trauma. Vossius ring on anterior surface of lens, Rosette shaped cataract",
        "cop": 2,
        "opa": "Congenital rubella",
        "opb": "Blunt trauma to eye",
        "opc": "Wilson's disease",
        "opd": "Diabetes meilitus",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "6d781aca-7ff5-41c9-b2eb-61772db39c68",
        "choice_type": "single"
    },
    {
        "question": "Diabetic cataract occurs to accumulation of -",
        "exp": "Ans. is 'd' i. e., Sorbitolo Cataract is considered as a major cause of visual impairment in diabetic patients. Senile cataract tends to develop at an earlier age and more rapidly than usual in diabetic patients. o The enzyme aldolase reductase catalyzes the reduction of glucose to sorbitol through the polyol pathway, a process linked to the development of diabetic cataract. IS ADPH+ dependent aldolase reductase reduces excessive glucose to sorbitol and intracellular accumulation of sorbitol leads to osmotic changes resulting in hydropic lens fibers that degenerate and form sugar cataract. o The typical diabetic cataract is snowflake cataract, i. e., dense white subcapsular opacities in the anterior and posterior cortex resembling a snowstorm.",
        "cop": 4,
        "opa": "Glucose",
        "opb": "Fructose",
        "opc": "Galactitol",
        "opd": "Sorbitol",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "de6c2c00-c457-4db1-9ee3-db97cbb297e4",
        "choice_type": "single"
    },
    {
        "question": "Post-traumatic cataract: (E. REPEAT 2009)",
        "exp": "Ref: Multiple Sources. Kanski and Basak's Essentials in Ophthalmology. Explanation: Type of cataract. Remarks. After cataract* Elschnig's pearls* Sommerring's ring. Anterior polar cataract* Alport syndrome. Complicated cataract* Polychromatic luster* Bread crumb appearance. Cupulliform cataract* Senile posterior corticai cataract. Heat cataract: Glass blowers cataract* Infrared rays. Oil drop cataract* Galactosemia. Posterior polar cataract Punctate cataract (Blue dot cataract)* Lowe's syndrome* Most common congenital cataract. Radiation cataract* Posteror subcapsular cataract. Snow flake cataract* Diabetes mellitus. Posterior subcapsular cataract* Stercid induced cataract. Sunflower cataract* Chalcosis (Excess copper accumulation in lens). Traumatic cataract* Vossius rmc* Rosette cataract. Zonular (lamellar) cataract* Riders are seen* Hypocalcemia",
        "cop": 2,
        "opa": "Christmas tree",
        "opb": "Rossette cataract",
        "opc": "Sunflower cataract",
        "opd": "Shield cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "9bf5d31a-3a6d-4b74-ab88-01d1b6bd6ccd",
        "choice_type": "single"
    },
    {
        "question": "Chronic systemic steroid use causes?",
        "exp": "ANSWER: (D) Cataract. REF: khurana 4th ed p. 428. Chronic systemic steroid use causes cataract while chronic topical steroid use causes glaucoma. Injudicious use of topical steroid cause: Glaucoma. Activation of infection. Dry eye. Ptosis. Injudicious use of systemic steroids leads to following ocular complications: Cataract. Delayed wound healing. Infections of eye. Papilloedema. CRVO",
        "cop": 4,
        "opa": "Open angle glaucoma",
        "opb": "Conjuctival & lid papillomatis",
        "opc": "Uveitis",
        "opd": "Cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "c5c019c4-1c63-40ee-9eaa-37769187f32d",
        "choice_type": "single"
    },
    {
        "question": "Polychromatic lusture is seen in -",
        "exp": "Ans. is 'a' i. e., Complicated cataract Complicated cataracto Complicated cataract refers to the lens opacification secondary to some other intraocular disease. Anterior uveitis is the most common cause. Other causes are posterior uveitis, pars planitis, comeal ulcer, ciliary body tumors, degenerative myopia, retinitis pigmentosa and retinal detachment. o Typically complicated cataracts occur in two forms:-Posterior cortical complicated cataract. This type of cataract is due to affections of posterior segment. This cataract is located in a posterior subcapsular cataract and typically opacification starts in the posterior part of the cortex in the axial region (Posterior cortical cataract or posterior subcapsular cataract). On slit lamp examination the opacities have \"bread- crumb\" appearance. A characteristic sign is presence of polychromatic lusture of red, green and blues. Anterior cortical complicated cataract This is due to the affection of anterior segment like glaucoma or anterior uveitis.",
        "cop": 1,
        "opa": "Complicated cataract",
        "opb": "Diabetes mellitus",
        "opc": "Post radiation cataract",
        "opd": "Congenital cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "5e3f2b22-aa48-4554-9e0a-bcbf8333d198",
        "choice_type": "single"
    },
    {
        "question": "Anterior polar cataract develope in: (PGI June 2009)",
        "exp": "Ans: B (Penetrating corneal injury) Anterior Polar Cataract. QIt involves the central part ofthe anterior capsule & the adjoining superficial- most cortex. May arise in -Due to corneal perforation. Cataract may follow contact of the lens capsule with the back of cornea. usually after perforation due to ophthalmia neonatorum or any other cause. Due to delayed development of anterior chamber: In this case the opacity is congenital, usually b/lr stationary & visually insignificant. Anterior Polar CataractQ (Lens & Cataract - American Academy of Ophthalmology 2007-2008/34])# Anterior polar cataract are usually small, bilateral, symmetric, non progressive opacities that do not impair vision. They are frequently inherited in an autosomal dominant pattern# Sometimes seen in association with other ocular abnormalities, including microphthalmos, persistent papillary membrane & anterior lenticonus5'Extra Edge. Type of cataract. Cause. Snowflake/ Snow storm cataract. QDiabetes mellitus. QSunflower /Petals of flower cataracts. Wilson diseaseQ Chalcosis. QPenetrating trauma. Vossius ring on anterior surface of lens. Rossette shaped cataract. QBlunt trauma. QChristmas tree cataract. QMyotonic dystrophica. QOil drop cataract. QDust like lenticular opacity. Galactosemia. QPosterior cortical Bread's crumb appearance. Polychromatic lusture /Rainbow cataract. Complicated cataract. QMorgagnian cataract. QHypermature senile cataract",
        "cop": 2,
        "opa": "Diabetes Mellitus",
        "opb": "Penetrating corneal injury",
        "opc": "Irradiation",
        "opd": "Barbiturates",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "1e2af78f-5dfa-4096-b4de-4d63c912cb15",
        "choice_type": "single"
    },
    {
        "question": "Typical appearance of diabetic cataract is:",
        "exp": "ANSWER: (D) Snow flake appearance. REF: Kanski 5th edition page 166, Parsons diseases of eye 20th edition page 253, Ophthalmology 2nd edition Yanoff page 328. Type of cataract. Cause. Snow flake/snow storm cataract. Diabetes meliitus. Down's syndrome. Sunflower/Petals of flower cataract. Wilson s disease. Chalcosis (mild reaction to copper). Penetrating trauma (with retention to copper). Blue dot cortical cataract. Atopic dermatitis. Myotonic dystrophy. Vossius ring. Rosette shaped cataract. Blunt trauma. Christmas tree cataract. Myotonic dystrophia. Oil drop cataract. Dust like lenticular opacity. Galactosemia. Breadcrumb appearance Polychromatic lusture. Rainbow' cataract. Complicated cataract/Secondary cataract. Morgagnian cataract. Hypermature senile cataract",
        "cop": 4,
        "opa": "Sunflower type",
        "opb": "Breadcrumb type",
        "opc": "Polychromatic lusture",
        "opd": "Snow flake appearance",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "1de23ed8-f5dd-4fa0-86ef-ed69efd5b4aa",
        "choice_type": "single"
    },
    {
        "question": "Snow-flake cataract seen in",
        "exp": "Ans. is 'a' i. e Diabetes In diabetes. Senile cataractappears at an early age and progresses rapidly. True diabetic cataract: rare condition, usually occuring in young adults, bilateral known as Snow flake cataract or snow storm cataract. Other imp types of cataract. Rosette shaped cataract*-Trauma. Sunflower cataract*-Chalcosis, Wilsons disease. Oil drop cataract*-Galactosemia. Christmas tree*-Myotonic dystrophica. Bread crumb* posterior capsular-Complicated",
        "cop": 1,
        "opa": "Diabetes",
        "opb": "Trauma",
        "opc": "Chalcosis",
        "opd": "Posterior subcapsular",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "27b92bed-5960-416e-987b-289305084ae2",
        "choice_type": "single"
    },
    {
        "question": "The following Rosette cataract is seen with:",
        "exp": "Ans. (b) Traumatic cataract.",
        "cop": 2,
        "opa": "Steroid induced cataract",
        "opb": "Traumatic cataract",
        "opc": "Syndermatotic cataract",
        "opd": "Rose thorn injury to lens",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "ccc56805-891e-4683-852c-5c63203d3af4",
        "choice_type": "single"
    },
    {
        "question": "Christmas tree cataract is seen in -",
        "exp": "Ans. is 'd' i. e., Myotonic Dystrophy Disease. Cataract. Myotonic Dystophy. Christmas tree cataract. Wilson's disease, chalcosis. Sunflower cataract. DM, Down's Syndrome. Snowflake cataract. Atopic dermatitis. Blue dot cortical cataract, posterior subcapsular cataract. Congenital rubella. Nuclear cataract. Galactosemia. Oil drop cataract. Complicated cataract (Iridocyclitis, High myopia). Posterior cortical breads's crumb appearance. Polychromatic lusture / Rainbow cataract. Blunt trauma. Vossius ring on anterior surface of lens. Rosette shaped cataract",
        "cop": 4,
        "opa": "Blunt trauma",
        "opb": "Diabetes",
        "opc": "Galactosemia",
        "opd": "Myotonic Dystrophy",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "71e57f01-06d3-4d50-a970-2df26a86ddb3",
        "choice_type": "single"
    },
    {
        "question": "Glass blowers cataract is caused due to -",
        "exp": "Ans. is 'c' i. e. Infrared radiation o Glassblower's cataracts is formed by many years or decades of exposure to infrared radiaiton while working in the occupation of glass blowing, or working close to hot or molten metals such with metal foundry workers or blacksmiths. o Glassblower's cataracts are due to chronic exposure to infrared radiation emitted due to heating of glass or molten metal. The infrared radiation is absorbed by the iris and lens of the eye. This causes cataracts after decades of exposure. This condition may be pre vented by wearing protective glasses while practicing these occupations.",
        "cop": 3,
        "opa": "Wilson's Disease",
        "opb": "Myotonic Dystrophy",
        "opc": "Infrared radiation",
        "opd": "Congenital Rubella",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "14809ca8-b7ad-41d3-a42c-ec4dd0d20bac",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old child with Fanconi's syndrome.",
        "exp": "Ans. (c) KF ring.",
        "cop": 3,
        "opa": "Vogts striae",
        "opb": "Fleischer ring",
        "opc": "KF ring",
        "opd": "Stocker line",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "fc50ffab-b815-45e7-bfec-115e651358fc",
        "choice_type": "single"
    },
    {
        "question": "Zonular cataract is seen in?",
        "exp": "ANSWER: (B) Hypoparathyroidism. REF: Parson's 20th ed p. 255-257. Morphological classification of developmental cataracts: Punctuate or blue dot. Most common congenital cataract almost universally seen in minute amounts. Types: Blue dot or cataracta coerulea: seen as blue dots with slit lamp Sutural or anterior axial: crowded in sutures Cataracta centralis pulverulenta: powdery white dots. Zonular/lamellar/perinudear cataract. Most common visually significant congenital cataract Sharp opacity around embryonic nucleus Spokes or riders may be seen. Assoc with maternal malnutrition, vit. D deficiency, hypoparathyroidism (hypocalcemia), during pregnancy. Fusiform/ spindle/axial/coraliform Nuclear cataract. Assoc, with rubella or german measles. Coronary/supranuclear cataract. Develops around puberty as a corona of club shaped opacity around lens. Anterior capsular polar cataract Postr. Capsular polar cataract",
        "cop": 2,
        "opa": "Diabetes mellitus",
        "opb": "Hypoparathyroidism",
        "opc": "Gaucher's disease",
        "opd": "Niemann pick s disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "7908c95e-29eb-4aa6-8fe6-684289a19585",
        "choice_type": "single"
    },
    {
        "question": "Oil drop cataract is characteristic of -",
        "exp": "Ans. is 'c' i. e., Galactosemia. Disease. Type of cataracto Myotonic dystrophy. Christmas tree cataract, Blue dot cortical cataract, posterior subcapsular cataract. o Wilson's diseaseo Copper deposition (Chalcosis)o Penetrating trauma. Sunflower cataract (Petals of flower cataract)o Diabetes mellitus. Snowflake cataract or Snowstrom cataracto Down's syndrome. Snowflake cataracto Hypoparathyroidism (Hypocalcemia) Hypovitaminosis DDiscrete white cortical opacities, Congenital lamellar (zonular) cataracto Atopic dermatitis. Blue dot cortical cataract, posterior subcapsular cataracto Congenital rubella. Nuclear cataract, Total congenital cataracto Galactosemia. Oil drop cataract, Dust like lenticular opacitieso Complicated cataract (Iridocyclitis, High myopia). Posterior cortical breads's crumb appearance, Polychromaticlusture/Rainbow cataracto Blunt trauma. Vossius ring on anterior surface of lens, Rosette shaped cataract",
        "cop": 3,
        "opa": "Diabetes",
        "opb": "Chalcosis",
        "opc": "Galactosemia",
        "opd": "Wilson's disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "5e52dd66-b8bd-411e-a17a-0d8b752c444d",
        "choice_type": "single"
    },
    {
        "question": "Snowflake cataract present in?",
        "exp": "Ans. is 'a' i. e., Diabetes Mellitus Disease. Cataract. Myotonic Dystophy. Christmas tree cataract. Wilson's disease, chalcosis. Sunflower cataract. DM, Down's Syndrome. Snowflake cataract. Atopic dermatitis. Blue dot cortical cataract, posterior subcapsular cataract. Congenital rubella. Nuclear cataract. Galactosemia. Oil drop cataract. Complicated cataract (Iridocyclitis, High myopia). Posterior cortical breads's crumb appearance Polychromatic lusture / Rainbow cataract. Blunt trauma. Vossius ring on anterior surface of lens Rosette shaped cataract",
        "cop": 1,
        "opa": "Diabetes Mellitus",
        "opb": "Galactosemia",
        "opc": "Chalcosis",
        "opd": "Myotonic Dystrophy",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "63d7f7aa-2420-440a-b647-09c935cb85a3",
        "choice_type": "single"
    },
    {
        "question": "Which condition is not associated with cataract?",
        "exp": "Ans. is 'd' i. e., Refsum disease Causes of Cataract. Systemic diseases. Dermatological diseases. Age related & Physical agents. Toxic agents. Otherso Hypoparathyroidismo Hypocalcemiao Diabetes (Hyperglycemia)o Hypoglycemiao Dystrophia myotoniao Galactosae- miao Alport syndromeo Lowe syndromeo Stickler syndromeo Down syndromeo Wilson's diseaseo Hypothyroidismo Galactokinase deficiencyo Neurofibromatosis type IIo Hypertensiono Ichthyosiso Atopic dermatitiso Werner syndromeo Rothmud's syndromeo Senile cataracto Corticosteroidso Maternal infections# CMV# Toxoplasmosis# Rubellao Sunlight & UV rays o Chlorpromazineo Traumao Busulfano Ionizing radiation# X-ray, y-rays# Neutronso Anticholinesteraseo Obesityo Chloroquineo Severe diarrheao Amiodarone o Nonionizing radiation# Infrared# Microwaveo Cigratte smokingo Coppero Irono Goldo Diureticso Electric shock (electric cataract)o Vitamin A, C & E deficiencyo Heat (Infrared cataract)",
        "cop": 4,
        "opa": "Diabetes Mellitus",
        "opb": "Galactosemia",
        "opc": "Myotonic Dystrophy",
        "opd": "Refsum disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "eaf1f6c5-e07d-4514-8904-21c9344cc6b0",
        "choice_type": "single"
    },
    {
        "question": "Polychromatic luster type of cataract seen in -",
        "exp": "Ans. is 'a' i. e., Complicated cataract o See above explanation",
        "cop": 1,
        "opa": "Complicated cataract",
        "opb": "Myotonic Dystrophy",
        "opc": "Diabetes mellitus",
        "opd": "Wilson's disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Acquired Cataract",
        "id": "e0a5de59-6bdc-46af-92cb-a78c6f377aaf",
        "choice_type": "single"
    }
]