[
    {
        "question": "Floaters can be seen in following except",
        "exp": "Black spots or floaters in front of the eyes may appear singly or in clusters. They move with the movement of the eyes and become more apparent when viewed against a clear surface e. g., the sky. Common causes of black floaters are: \u0001 Vitreous hemorrhage Vitreous degeneration e. g., - senile vitreous degeneration, vitreous degeneration in pathological myopia Exudates in vitreous Lenticular opacity Reference: AK KHURANA COMPREHENSIVE OPHTHALMOLOGY, E4, Page-463",
        "cop": 4,
        "opa": "Vitreous haemorrhage",
        "opb": "Retinal detachment",
        "opc": "Uveitis",
        "opd": "Acute congestive Glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "027b9811-e511-4d01-8c93-2099f4e39f7f",
        "choice_type": "multi"
    },
    {
        "question": "Hyaluronic acid is present in",
        "exp": "Vitreous is composed of water, collagen and hyaluronic acid. Vitreous Humour. Vitreous humor is the fluid-like gel, composed of approximately 98-99% water with trace amounts of hyaluronic acid, glucose, anions, cations, ions, and collagen, located in the posterior chambers of the eyes Reference: khurana 6th edition pg 567",
        "cop": 2,
        "opa": "Lens",
        "opb": "Vitreous humour",
        "opc": "Blood vessels",
        "opd": "cornea",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "ac6a1fc1-a55e-4e36-a5b3-ce6e2504256d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not develop from the neural ectoderm?",
        "exp": "The structures developing from the Neural ectoderm are: Retina with its pigment epithelium Epithelial layers of ciliary body Epithelial layers of iris Sphincter and dilator pupillae muscles Optic nerve(neuroglia and nervous elements only) Melanocytes Secondary vitreous Ciliary zonules (teiary vitreous) Reference: A. K. Khurana; 6th edition; Page no: 12",
        "cop": 2,
        "opa": "Vitreous",
        "opb": "Aqueous",
        "opc": "Retinal pigment epithelium",
        "opd": "Fibres of optic nerve",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "2b6637bf-2f2c-421d-a1bd-ef812903fabb",
        "choice_type": "single"
    },
    {
        "question": "Corneal sensation is tested by",
        "exp": "To test the corneal sensations, the patient is asked to look ahead; the examiner touches the corneal surface with a fine twisted cotton (which is brought from the side to avoid menace reflex) and observes the blinking response. Normally, there is a brisk reflex closure of lids. Always compare the effect with that on the opposite side. The exact qualitative measurement of corneal sensations is made with the help of an aesthesiometer. Reference: A K KHURANA COMPREHENSIVE OPHTHALMOLOGY, Edition 4, page-547",
        "cop": 3,
        "opa": "Keratometry",
        "opb": "Pachymeter",
        "opc": "Aesthesiometer",
        "opd": "Specular microscopy",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "dec4abaf-ff16-4f16-a84b-babe969e0c8f",
        "choice_type": "single"
    },
    {
        "question": "The length of the eyeball is",
        "exp": "Eyeball - Not a perfect sphere but an Ablate spheroid Dimensions of an adult eyeball Anteroposterior diameter - 24 mm Horizontal diameter - 23. 5 mm Veical diameter - 23 mm Circumference - 75 mm Volume - 6. 5 ml Reference: Khurana Ophthalmology; 4th edition Page 3",
        "cop": 3,
        "opa": "12mm",
        "opb": "16mm",
        "opc": "24mm",
        "opd": "30mm",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "10a6c105-dd3b-49dc-8416-b3b50cf5636b",
        "choice_type": "multi"
    },
    {
        "question": "The normal value of Arden index is",
        "exp": "Arden ratio = (Maximum height of light peak/Minimum height of dark trough) x 100 Normal curve values are 185 or above. Subnormal curve values are less than 150. Flat curve values are less than 125. Reference: AK KHURANA COMPREHENSIVE OPHTHALMOLOGY, Edition4, Page-490",
        "cop": 4,
        "opa": "1",
        "opb": "5-Jan",
        "opc": "Less than 18. 5",
        "opd": "More than 1. 85",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "929928e5-ebe6-4f1d-91d6-c017d49177d1",
        "choice_type": "single"
    },
    {
        "question": "Size of optic disc is",
        "exp": "Optic disc. The optic disc or optic nerve head is the point of exit for ganglion cell axons leaving the eye. Because there are no rods or cones overlying the optic disc, it corresponds to a small blind spot in each eye. The ganglion cell axons form the optic nerve after they leave the eye. It is a pink coloured, well defined veically oval area with average dimension of 1. 76 mm horizontally and 1. 88 mm veically. It is placed 3. 4 mm nasal to the fovea. Reference: A. K. Khurana; 6th edition; Page no: 263",
        "cop": 3,
        "opa": "0. 5mm",
        "opb": "1mm",
        "opc": "1. 5mm",
        "opd": "2mm",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "49c15148-0cc6-45f1-ad87-933a9caa0181",
        "choice_type": "single"
    },
    {
        "question": "Gaze fixation takes place at which age",
        "exp": "Gaze fixation stas developing in the first month and is completed in 6 months The macula is fully developed by 4-6 months Fusional reflexes, stereopsis, and accommodation is well developed by 4-6 months Cornea attains normal adult diameter by 2 years of age Lens grows throughout life. Reference: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 13",
        "cop": 2,
        "opa": "3 months",
        "opb": "6 months",
        "opc": "1 year",
        "opd": "2 years",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "6d1d230d-8adc-46ca-9a58-07d979d387ea",
        "choice_type": "single"
    },
    {
        "question": "Diameter of the optic disc is",
        "exp": "Optic disc: It is a pink coloured, well-defined circular area of 1. 5-mm diameter. At the optic disc all the retinal layers terminate except the nerve fibres, which pass through the lamina cribrosa to run into the optic nerve. A depression seen in the disc is called the physiological cup. The central retinal aery and vein emerge through the centre of this cup. Macula lutea: It is also called the yellow spot. It is comparatively deeper red than the surrounding fundus and is situated at the posterior pole temporal to the optic disc. It is about 5. 5 mm in diameter. Fovea centralis is the central depressed pa of the macula. It is about 1. 5 mm in diameter and is the most sensitive pa of the retina. Reference:- A K KHURANA; pg num:-249",
        "cop": 1,
        "opa": "1. 5mm",
        "opb": "2. 5mm",
        "opc": "3. 5mm",
        "opd": "5 mm",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "abfdeb1e-48c1-4fd6-a4b8-f3856290e4c6",
        "choice_type": "single"
    },
    {
        "question": "Corneal endothelium is embryologically derived from",
        "exp": "Endothelium, Descemet&; s membrane, stroma and Bowman&; s layer are derived from the fibrous layer of mesenchyme lying anterior to the optic cup. The corneal endothelium is embryologically derived from the neural crest. The corneal endothelium is attached to the rest of the cornea through Descemet&; s membrane, which is an acellular layer composed mostly of collagen IV. Reference: A K KHURANA Comprehensive Ophthalmology edition 4, page-8",
        "cop": 1,
        "opa": "Neural crest",
        "opb": "Ectoderm",
        "opc": "Mesoderm",
        "opd": "Endoderm",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "fd7e4bdc-ba53-47af-8298-d1a17621f78c",
        "choice_type": "multi"
    },
    {
        "question": "Standard in perimetry is",
        "exp": "Goldmann's perimeter: It consists of a hemispherical dome. Its main advantage over the tangent screen is that the test conditions and the intensity of the target are always the same. It permits greater reproducibility, Goldmann perimeter stimuli I through V. Unless otherwise instructed, the equivalent to Goldmann size III (4 mm2) white target. Reference: AK KHURANA COMPREHENSIVE OPHTHALMOLOGY, Edition4, Page-483, 484",
        "cop": 3,
        "opa": "Goldman type I",
        "opb": "Goldman type II",
        "opc": "Goldman type III",
        "opd": "Goldman type IV",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "76edc5cb-1576-4154-a32d-14d981098700",
        "choice_type": "single"
    },
    {
        "question": "True for diurnal variation of intraocular pressure (IOP) is",
        "exp": "Diurnal variation of IOP: Usually, there is a tendency of higher IOP in the morning and lower in the evening. This has been related to diurnal variation in the levels of plasma coisol. Normal eyes have a smaller fluctuation (< 5 mm of Hg) than glaucomatous eyes (> 8 mm of Hg). Reference:- A K KHURANA; pg num:-210",
        "cop": 2,
        "opa": "IOP is usually low in the morning hours",
        "opb": "IOP is usually higher in the morning hours",
        "opc": "IOP variation is related to plasma acetylcholine level",
        "opd": "In normal eye l. OP fluctuation is <10 mm of Hg.",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "eb0d3393-1fcc-4598-85d9-eb475d3417ee",
        "choice_type": "multi"
    },
    {
        "question": "Perimetry is a test to assess the",
        "exp": "The visual field is a three-dimensional area of a subject's surroundings that can be seen at any one time around an object of fixation. The extent of the normal visual field with a 5 mm white color object is superiorly 50 degree, inferiorly 70 degree, nasally 60 degrees and temporally 90o degree. The field for blue and yellow is roughly 10 degrees less and that for red and green color is about 20 degrees less than that for white. Perimetry with a red color object is paicularly useful in the diagnosis of bitemporal hemianopia due to chiasmal compression and in the central scotoma of retrobulbar neuritis. Image: Goldmann perimetry Reference: AK KHURANA COMPREHENSIVE OPHTHALMOLOGY, Edition4, Page-481",
        "cop": 3,
        "opa": "Visual acuity",
        "opb": "Intraocular pressure",
        "opc": "Visual field",
        "opd": "Depth of the anterior chamber",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "a034eab5-4743-4fb3-9059-73790a7fce36",
        "choice_type": "single"
    },
    {
        "question": "The optic canal is a pa of",
        "exp": "*The optic nerve leaves the orbit is the optic canal to enter the cranial vault *The optic canal is the most posterior landmark of the orbit. It measures 10mm in length *The thin piece of bone separating the optic canal from the superior orbital fissure is the optic strut *The optic strut and optic canal are a pa of the lesser wing of the sphenoid bone Fig - Foramina and bony landmarks of the sphenoid wings and pterygoid process. Reference: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 310",
        "cop": 1,
        "opa": "Lesser wing of sphenoid",
        "opb": "Greater wing of sphenoid",
        "opc": "Ethmoid",
        "opd": "Pterygium",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "ef87435f-52a0-4daf-84b3-5ca34723a50b",
        "choice_type": "single"
    },
    {
        "question": "Fluorescent dye for ophthalmological diagnosis is injected in",
        "exp": "The technique of FFA comprises rapidly injecting 5 ml of 10 percent solution of sterile sodium fluorescein dye in the antecubital vein and taking serial photographs (with fundus camera) of the fundus of the patient who is seated with pupils fully dilated. The fundus camera has a mechanism to use blue light (420-490 nm wavelength) for exciting the fluorescein present in blood vessels and to use the yellow-green filter for receiving the fluorescent light (510-530 nm wavelength) back for photography. Reference: A K KHURANA Comprehensive Ophthalmology; edition 4; page-487",
        "cop": 1,
        "opa": "Antecubital vein",
        "opb": "Popliteal vein",
        "opc": "Femoral vein",
        "opd": "Subclan vein",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "7ca14190-504d-477c-9609-588cb6085fc6",
        "choice_type": "single"
    },
    {
        "question": "Amsler grid test is for",
        "exp": "Amsler grid test is for testing Macular function. The Amsler grid is a tool that eye doctors use to detect vision problems resulting from damage to the macula (the central pa of the retina) or the optic nerve. The damage may be caused by macular degeneration or other eye diseases, so the Amsler grid is useful in detecting these problems. Reference: AK khurana 7th edition",
        "cop": 2,
        "opa": "Corneal thickness",
        "opb": "Macular function",
        "opc": "Visual field chaing",
        "opd": "Calculation of squint angle",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "f7123df7-a595-4895-8a3a-df496742e531",
        "choice_type": "single"
    },
    {
        "question": "Visual cycle refers to",
        "exp": "Visual cycle In the retina of living animals, under constant light stimulation, a steady state must exist under which the rate at which the photochemicals are bleached is equal to the rate at which they are regenerated. This equilibrium between the photodecomposition and regeneration of visual pigments is referred to as visual cycle. Reference:- A K KHURANA; pg num:-14, 15",
        "cop": 4,
        "opa": "Day vision and colour vision",
        "opb": "Cycle of night vision and colour vision",
        "opc": "Alternate distance and near fixation",
        "opd": "Photodecomposition and regeneration of visual pigments",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "3a3d6e3e-1201-43af-8fce-9c27204b618e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the outermost layer of the eyeball",
        "exp": "The eyeball comprises three coats: outer fibrous coat, middle vascular coat, inner nervous coat. Fibrous coat. It is a dense strong wall which protects the intraocular contents. Anterior 1/6 th of this fibrous coat is transparent and is called cornea. Posterior 5/6th opaque pa is called sclera. Junction of cornea and sclera is called limbus. Vascular coat. It supplies nutrition to various structures of the eyeball Nervous coat. It is concerned with visual function. Image: Layers of eye ball Reference: A. K. Khurana; 6th edition; Page no: 3",
        "cop": 1,
        "opa": "Fibrous coat",
        "opb": "Vascular coat",
        "opc": "Nervous coat",
        "opd": "Lymphatics channel",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "576f9db1-2550-4fdf-8603-e4bcc399a4c7",
        "choice_type": "multi"
    },
    {
        "question": "Hypersecretory glaucoma is seen in",
        "exp": "Epidemic dropsy causes hypersecretory glaucoma Epidemic dropsy results from use of edible oils adulterated with Argemone oil. Hypersecretion glaucoma was described as a distinct clinical entity by Becker et al. The condition usually occurs in middle aged females with neurogenic hypertension and labile personality. It is characterised by intermittent or persistent rises of intraocular pressure in absence of disordered out-flow facility Reference: khurana 6th edition pg 446",
        "cop": 3,
        "opa": "Diabetes",
        "opb": "Hypertension",
        "opc": "Epidemic dropsy",
        "opd": "Marfans syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "7a2b622a-09b0-4bec-80ce-bbfa598c63e0",
        "choice_type": "single"
    },
    {
        "question": "Corneal curvature is measured by",
        "exp": "The 'Keratometry' or 'ophthalmometry' is an objective method of estimating by measuring the curvature of the central cornea Gonioscopy- Biomicroscopic examination of the angle of the anterior chamber Perimetry-Procedure of estimating the extent of visual fields Tonography- a Non-invasive technique for determining the facility of aqueous outflow (C- value) Reference: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 575",
        "cop": 1,
        "opa": "Keratometry",
        "opb": "Pachymetry",
        "opc": "Gonioscopy",
        "opd": "Perimetry",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "83587fc7-d327-4910-9d60-d22e9796a97b",
        "choice_type": "single"
    },
    {
        "question": "Lattice degeneration is seen in",
        "exp": "Lattice degeneration is an impoant cause of retinal detachment in young myopic individuals. Peripheral retina becomes atrophic in a lattice pattern and may develop tears, breaks, or holes, which may fuher progress to retinal detachment. Lattice degeneration is a disease of the human eye wherein the peripheral retina becomes atrophic in a lattice pattern and may develop tears, breaks, or holes, which may fuher progress to retinal detachment. It is an impoant cause of retinal detachment in young myopic individuals Reference: Khurana 4th edition PG: 269",
        "cop": 4,
        "opa": "Hypermetropia",
        "opb": "Anisocoria",
        "opc": "Glaucoma",
        "opd": "Myopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "b8682602-dc65-4d6c-bebd-bdd633217711",
        "choice_type": "single"
    },
    {
        "question": "Refractive index of the cornea is",
        "exp": "The corneal refractive index is 1. 376 The index of refraction of the cornea is about 1. 376. Rays pass from the cornea into the watery fluid known as the aqueous humor which has an index of refraction of about 1. 336, so most of the refraction is at the cornea-air interface. Reference: khurana 6th edition pg 396",
        "cop": 1,
        "opa": "1. 37",
        "opb": "1. 33",
        "opc": "1. 42",
        "opd": "1. 45",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "183529ae-8854-4f79-b0a7-35c09c20fa21",
        "choice_type": "single"
    },
    {
        "question": "True about lens epithelium is",
        "exp": "Lens consists of Lens capsule Anterior epithelium. It is a single layer of cuboidal cells which lies deep to the anterior capsule. In the equatorial region these cells become columnar, are actively dividing and elongating to form new lens fibres throughout the life. There is no posterior epithelium, as these cells are used up in filling the central cavity of lens vesicle during development of the lens. Lens fibres. The epithelial cells elongate to form lens fibres. Image: A simplified cell population model. The lens epithelium consists of a single layer of lens epithelial cells (LECs) located in the anterior subcapsular region. The central zone (CZ), germinative zone (GZ), transitional zone (TZ) and meridional rows (MR) compose the lens epithelium. LECs in the GZ around the equator divide, migrate posteriorly, and differentiate into elongated lens fiber cells (LFCs). Newly formed LFCs surround existing coical LFCs and become more internalized, culminating in production of highly ordered, tightly packed mature nuclear LFCs. These processes are simplified here, where cell migration is assumed to occur once a year. Reference: A. K. Khurana; 6th edition; Page no: 180",
        "cop": 2,
        "opa": "Contains polygonal cells",
        "opb": "Is deposited as lens fibres",
        "opc": "Remains dehydrated",
        "opd": "None of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "8df139b3-d518-4185-9169-5b3a805afaf6",
        "choice_type": "multi"
    },
    {
        "question": "Fluorescein stain is used in the eye to stain",
        "exp": "Biomicroscopic examination after staining of corneal ulcer with 2 percent freshly prepared aqueous solution of fluorescein dye or sterilized fluorescein impregnated filter paper strip to note site, size, shape, depth, margin, floor, and vascularization of corneal ulcer. On biomicroscopy also note the presence of keratic precipitates at the back of the cornea, depth and contents of the anterior chamber, color and pattern of iris and condition of the crystalline lens. Image: Fluorescein-stained anterior segment images obtained at baseline show a large corneal ulcer. A striking complete healing was observed in the corneal ulcer only 2 weeks after the adjuvant treatment with Co. Q10 eye drops. Reference: A K KHURANA Comprehensive Ophthalmology edition 4, page-98",
        "cop": 1,
        "opa": "Cornea",
        "opb": "Retina",
        "opc": "Choroid",
        "opd": "Iris",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "c8f644c6-0248-4a83-babf-0e7f4c19bed1",
        "choice_type": "single"
    },
    {
        "question": "Normal level of visual acuity is attained at which age",
        "exp": "In clinical practice, measurement of the threshold of discrimination of two spatially-separated targets (a function of the fovea centralis) is termed visual acuity Visual acuity recorded by Snellen&; s test cha is a measure of the form sense Reference: A K KHURANA Comorehensive Ophtalmology edition 4, page-16",
        "cop": 3,
        "opa": "6 months",
        "opb": "1 year",
        "opc": "3 years",
        "opd": "6 years",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "de019fb5-faf6-4f67-a4d5-fb87572368db",
        "choice_type": "single"
    },
    {
        "question": "The veical diameter of an adult eye is",
        "exp": "Dimensions of an adult eyeball Anteroposterior diameter 24mm Horizontal diameter 23. 5mm Veical diameter 23 mm Circumference 75 mm Volume 6. 5 ml Weight 7 gm Reference: A. K. Khurana; 6th edition; Page no: 3",
        "cop": 4,
        "opa": "7 mm",
        "opb": "27 mm",
        "opc": "21 mm",
        "opd": "23 mm",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "6089c4f5-ba37-4c91-b439-2e1f9289aaf4",
        "choice_type": "single"
    },
    {
        "question": "Thinnest wall of the orbit is",
        "exp": "BONY ORBIT The medial walls of two orbits are parallel to each other and, being thinnest, are frequently fractured during injuries as well as during orbitotomy operations and, it also accounts for ethmoiditis being the commonest cause of orbital cellulitis( ethmoidal infection spreads medial wall into orbit). Reference:- A K KHURANA; pg num:-377",
        "cop": 1,
        "opa": "Medial wall",
        "opb": "Floor",
        "opc": "Roof",
        "opd": "Lateral wall",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "43a1333e-eb69-40d2-852e-f72a57a2b596",
        "choice_type": "multi"
    },
    {
        "question": "Final common pathway for horizontal gaze",
        "exp": "Horizontal Conjugate Gaze Pathway: Components of Pathway For both eyes to look at a side: Contralateral Frontal Eye Field (Brodmann area 8) Ipsilateral PPRF (Paramedial Pontine Reticular Formation) Ipsilateral CN VI Nucleus Contralateral Medial Longitudinal Fasciculus (MLF) Contralateral CN III Nucleus Reference: AK khurana 7th edition",
        "cop": 4,
        "opa": "Oculomotor nucleus",
        "opb": "Vestibular nucleus",
        "opc": "Trochlear nucleus",
        "opd": "Abducent nucleus",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "67fe7408-dd7c-402b-aec3-d2e4fbe3bca5",
        "choice_type": "single"
    },
    {
        "question": "On ophthalmoscopic examination, retinal hemorrhage is seen as red dots surrounded by white woolly fibers. It is known as",
        "exp": "Subacute retinitis of Roth: It typically occurs in patients suffering from subacute bacterial endocarditis (SABE). It is characterised by multiple superficial retinal haemorrhages, involving posterior pa pf the fundus. Most of the haemorrhages have a white spot in the centre(Roth's spots) Vision may be blurred due to involvement of the macular region or due to associated papillitis. Reference: A. K. Khurana; 6th edition; Page no: 268",
        "cop": 1,
        "opa": "Roth spots",
        "opb": "Cotton wool spots",
        "opc": "Rose spots",
        "opd": "Retinal hemorrhage",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "20747f02-bebb-43bb-82d7-836a6b28a8b6",
        "choice_type": "single"
    },
    {
        "question": "Corneal thickness is measured by all Except",
        "exp": "The Javal-Schiotz model keratometer consists of two illuminated 'mires' (A and B) fixed on a rotatable circular arc (C) and a viewing telescope T. The double images (aa1 and bb1) of the mires (A and B) are formed on the cornea. Keratometry readings are obtained by coinciding the images a1 and b. The readings are noted first in the horizontal meridian and then the arc is rotated by 90o and the readings are noted in the veical meridian. Reference: A K KHURANA Comprehensive Ophthalmology; edition 4, page-554",
        "cop": 4,
        "opa": "OCT",
        "opb": "Utrasonography",
        "opc": "Orbscan",
        "opd": "Javal Schiotz method",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "4cab6a31-e96b-4c0d-ab58-47ab3fe32161",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is contrast sensitivity testing cha?",
        "exp": "Contrast sensitivity is affected by various factors like age, refractive errors, glaucoma, amblyopia, diabetes, optic nerve diseases and lenticular changes. Fuher, contrast sensitivity may be impaired even in the presence of normal visual acuity. Reference: A K KHURANA COMPREHENSIVE OPHTHALMOLOGY, Edition4, page-17",
        "cop": 4,
        "opa": "Pellirobsons",
        "opb": "Snellen type cha",
        "opc": "Regan cha",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "6ff83136-0a14-4f12-99ed-c54521bfbefb",
        "choice_type": "multi"
    },
    {
        "question": "The following ocular structure is not derived from surface ectoderm",
        "exp": "The ocular structure derived from surface ectoderm are The crystalline lens The epithelium of the cornea The epithelium of the conjunctiva Lacrimal gland The epithelium of the eyelids & its derivatives,. viz cilia, tarsal gland & conjunctival glands The epithelium lining the lacrimal apparatus The sclera is derived from the associated paraxial mesenchyme. Reference:",
        "cop": 2,
        "opa": "Crystalline lens",
        "opb": "Sclera",
        "opc": "Corneal epithelium",
        "opd": "Epithelium of lacrimal glands",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "bd3a9631-b8f0-4f6c-be2d-f54ee42b037c",
        "choice_type": "multi"
    },
    {
        "question": "Gaze fixation takes place at which age?",
        "exp": "Gaze fixation takes at 6 months of age POSITIONS OF GAZE Primary position: straight ahead Secondary positions: straight up, straight down, right, left Teiary positions up & right, up & left, down & right, down & left Primary detion: the amount of misalignment when the normal eye is fixating Secondary detion: the amount of misalignment when the paretic or restrictive eye is fixating The secondary detion is larger than the primary detion Reference: AK KHURANA 7. TH Edition",
        "cop": 2,
        "opa": "3 months",
        "opb": "6 months",
        "opc": "1 year",
        "opd": "2 year",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "f6881406-c186-45db-830a-f74aa0118349",
        "choice_type": "single"
    },
    {
        "question": "Following are the causes of sudden loss of vision except",
        "exp": "Sudden painless loss of vision \u0001 Central retinal aery occlusion \u0001 Massive vitreous hemorrhage \u0001 Retinal detachment involving macular area \u0001 Ischaemic central retinal vein occlusion The sudden painless onset of defective vision \u0001 Central serous retinopathy \u0001 Optic neuritis \u0001 Methyl alcohol amblyopia \u0001 Non-ischemic central retinal vein occlusion Sudden painful loss of vision \u0001 Acute congestive glaucoma \u0001 Acute iridocyclitis \u0001 Chemical injuries to the eyeball \u0001 Mechanical injuries to the eyeball Corneal ulceration causes Gradual painful defective vision Reference: AK KHURANA COMPREHENSIVE OPHTHALMOLOGY, Edi4, Page-462",
        "cop": 4,
        "opa": "Angle closure glaucoma",
        "opb": "Endophthalmitis",
        "opc": "Central serous retinopathy",
        "opd": "Corneal ulceration",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "293bc865-edb3-46fb-8acd-abb9495b6cd1",
        "choice_type": "multi"
    },
    {
        "question": "The termination of Descemet&; s membrane is",
        "exp": "Descement's membrane The Descement's membrane is a strong homogeneous basement membrane of the corneal endothelium It consists of collagen and glycoproteins. Unlike Bowman's membrane it can regenerate. In the periphery it appears to end at the anterior limit of trabecular meshwork as Schwalbe's line (ring) Reference: A. K. Khurana; 6th edition; Page no: 96",
        "cop": 1,
        "opa": "Schwalbe's line",
        "opb": "Sclera's spur",
        "opc": "Schlemm's canal",
        "opd": "Tubercular meshwork",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "b2004879-3366-41ff-894d-57d689908368",
        "choice_type": "single"
    },
    {
        "question": "Increased intraocular tension can be diagnosed by",
        "exp": "The intraocular pressure (IOP) is measured with the help of an instrument called tonometer. Two basic types of tonometers available are: indentation and applanation. Indentation (impression) tonometry is based on the fundamental fact that a plunger will indent a soft eye more than a hard eye. The concept of applanation tonometry was introduced by Goldmann is 1954. It is based on Imbe- Fick law which states that the pressure inside a sphere (P) is equal to the force (W) required to flatten its surface divided by the area of flattening (A); i. e., P = W/A. Reference: AK khurana 7th edition",
        "cop": 1,
        "opa": "Tonometer",
        "opb": "Pachymeter",
        "opc": "Placido's disc",
        "opd": "Keratometer",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "80c5d418-2fe2-4113-9e6e-4d8585ef83c2",
        "choice_type": "single"
    },
    {
        "question": "All are the pas of anterior segments of eye except",
        "exp": "Anterior segment includes lens and structures anterior to it. Crystalline lens Iris Cornea Two aqueous humour-filled spaces: anterior and posterior chambers. Posterior segment includes the structures posterior to lens Vitreous humour Retina Choroid Optic disc Reference: A. K. Khurana; 6th edition; Page no: 4",
        "cop": 3,
        "opa": "Lens",
        "opb": "Cornea",
        "opc": "Vitreous",
        "opd": "Aqueous",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "3f9fddfa-7ba4-4f14-bedb-fe4700080a44",
        "choice_type": "multi"
    },
    {
        "question": "Melanocytes in conjunctiva are derived from",
        "exp": "Neural ectoderm: Retina with its pigment epithelium Epithelial layers of ciliary body Epithelial layers of iris Sphincter and dilator pupillae muscles Optic nerve (neuroglia and nervous elements only) Melanocytes Secondary vitreous Ciliary zonules (teiary vitreous) Reference: A K KHURANA OPHTHALMOLOGY, Edition4, Page-10",
        "cop": 4,
        "opa": "Neural ectoderm",
        "opb": "Surface ectoderm",
        "opc": "Mesoderm",
        "opd": "Neural crest",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "1b2deaca-b6e3-4eaf-ac33-9dc5dac137b1",
        "choice_type": "single"
    },
    {
        "question": "Slit lamp examination helps in the examination of",
        "exp": "Structures examined in Slit lamp: *Eyelids *Conjunctiva *Cornea *Anterior chamber *Iris and Pupil *Lens - Anterior and Posterior surface *Retina ( with +78D or +90D lens ) Choroid can be examined with Indirect Ophthalmoscopy only. Reference: Khurana's Theory and Practice of Optics and Refraction; 2nd Ed; Pg. 350-360",
        "cop": 4,
        "opa": "Anterior 2/3rd of choroid",
        "opb": "Anterior 1/3rd of choroid",
        "opc": "Posterior 1/3rd of choroid",
        "opd": "Posterior capsule",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "90fc9701-a686-4941-83ec-5a0e57ddd281",
        "choice_type": "single"
    },
    {
        "question": "Secondary detion is more than primary detion is a feature of",
        "exp": "Broadly, strabismus can be classified as below: I. Apparent squint or pseudostrabismus. II. Latent squint (Heterophoria)III. Manifest squint (Heterotropia)1. Concomitant squint2. Incomitant squint INCOMITANT SQUINTIt is a type of heterotropia (manifest squint) in which the amount of detion varies in different directions of gaze. It includes following conditions: 1. Paralytic squint, 2. 'A' and 'V' pattern heterotropias, 3. Restrictive squint PARALYTIC STRABISMUSIt refers to ocular detion resulting from complete or incomplete paralysis of one or more extraocular muscles Primary detion. It is detion of the affected eye and is away from the action of the paralyzed muscle, e. g., if lateral rectus is paralyzed the eyeis converged. 2. Secondary detion. It is a detion from the normal eye seen undercover when the patient is made to fix with the squinting eye. It is greater than the primary detion. This is due to the fact that the strong impulse of innervation required to enable the eye with the paralyzed muscle to fix is also transmitted to the yoke muscle of the sound eye resulting in a greater amount of detion. This is yoke muscles. In Paralytic squint, the secondary detion is more than the primary detion. Reference: Khurana Ophthalmology; 4th edition; Strabismus and Nystagmus",
        "cop": 2,
        "opa": "Accommodative squint",
        "opb": "Paralytic squint",
        "opc": "Infantile esotropia",
        "opd": "Alternate exotropia",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "dec0683d-2ea6-4dfd-9ea8-2d83729ec552",
        "choice_type": "single"
    },
    {
        "question": "Highest density of cones are present in",
        "exp": "The highest density of cones is present in fovea which helps in clear vision when fixation object image falls there. In the fovea, cone density increases almost 200-fold, reaching, at its center, the highest receptor packing density anywhere in the retina. This high density is achieved by decreasing the diameter of the cone outer segments such that foveal cones resemble rods in their appearance. Reference: Aravind FAQS in Ophthalmology; First Edition; Page no: 15",
        "cop": 1,
        "opa": "Fovea",
        "opb": "Ora serrata",
        "opc": "Optic nerve",
        "opd": "Parsplana",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "f489e289-9155-4480-8995-4fce7980eb31",
        "choice_type": "single"
    },
    {
        "question": "Indocyanine Green Angiography is most useful in detecting",
        "exp": "Fundus fluorescein angiography and indocyanine green angiography help in detecting choroidal neovascularization (CNV) in relation to foveal avascular zone. Which may be subfoveal, juxta foveal or extrafoveal CNV. Reference: A K KHURANA COMPREHENSIVE OPHTHALMOLOGY, Edition4, page-275",
        "cop": 1,
        "opa": "Occult Choroidal Neovascularization (Occult CNV)",
        "opb": "Classic choroidal Neovascularization (Classic CNV)",
        "opc": "Angioid streaks with choroidal Neovascularization (CNV)",
        "opd": "Polypoidal choroidal vasculopathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "6356a40f-c656-4c0d-9aa9-7d276819d017",
        "choice_type": "single"
    },
    {
        "question": "For a neonate with Threshold Retinopathy of prematurity, most appropriate Rx would be",
        "exp": "If threshold disease is present, perform ablative surgery. Ablative therapy currently consists of cryotherapy or laser surgery to destroy the avascular areas of the retina. The average gestational age (GA) at which surgery is necessary is usually 37-40 weeks Figure: Retina of the right and left eye, showing borders of the three zones and clock hours used to describe the location and extent of retinopathy of prematurity. Reference: Khurana 6th edition page 214",
        "cop": 1,
        "opa": "Photocoagulation",
        "opb": "Less O2 flow",
        "opc": "Surgery",
        "opd": "Antioxidants",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "1dd72097-8dab-4435-b408-e254ae224e37",
        "choice_type": "single"
    },
    {
        "question": "YAG laser is used in",
        "exp": "Posterior capsular opacity/after cataract treated by ND-YAG capsulotomy A Yag capsulotomy is a special laser treatment used to improve your vision after cataract surgery. It is a simple, commonly performed procedure which is very safe. During your cataract operation, the natural lens inside your eye that had become cloudy was removed. Yag laser capsulotomy is the only way to treat this. Reference: khurana 6th edition pg 233",
        "cop": 4,
        "opa": "Retinal detachment",
        "opb": "diabetes",
        "opc": "Refractive errors",
        "opd": "After cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "455d8753-3e47-46c5-8804-d952cd4d295e",
        "choice_type": "single"
    },
    {
        "question": "Sudden painful loss of vision is seen in __________",
        "exp": "Sudden painful loss of vision * Acute congestive glaucomas (primary or secondary) * Acute iridocyclitis * Chemical injuries to the eyeball * Mechanical injuries to the eyeball Optic neuritis Reference: Ophthalmopalgy khurana 6th edition page 494",
        "cop": 3,
        "opa": "Papillitis",
        "opb": "Central retinal vein obstruction",
        "opc": "Optic neuritis",
        "opd": "All",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "076fb9b6-f502-400a-abad-a87cce2f279c",
        "choice_type": "multi"
    },
    {
        "question": "Macular sparing is seen in a lesion of",
        "exp": "Retention of macular function in spite of losses in the adjacent visual field. Example: In homonymous hemianopia due to an occipital lobe lesion (e. g. an interference in the blood flow in the middle cerebral aery). Reason: Macula has a dual blood supply of both MCA and PCA Visual Field Defects - Left Hemianopia with Macular Sparing. Left hemianopia with macular sparing is a paial loss of vision in the same half of both eyes with the center, the macula, spared. A lesion of both the dorsal radiation and Meyer&; s loop in the occipital lobe causes this blindness Reference: khurana 6th edition pg 677",
        "cop": 3,
        "opa": "Optic nerve",
        "opb": "Optic chiasma",
        "opc": "Occipital lobe",
        "opd": "Parietal lobe",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "03d564e1-2466-4345-9ada-b481bdfeafb1",
        "choice_type": "single"
    },
    {
        "question": "Crystalline lens is derived embryologically from the",
        "exp": "FORMATION OF LENS VESICLE The optic vesicle grows laterally and comes in contact with the surface ectoderm. The surface ectoderm, overlying the optic vesicle becomes thickened to form the lens placode which sinks below the surface and is conveed into the lens vesicle. It is soon separated from the surface ectoderm at 33rd day of gestation. Image: Embryonic Development of the Human Lens Reference:- A K KHURANA; pg num:- 06",
        "cop": 1,
        "opa": "Surface ectoderm",
        "opb": "Neuroectoderm",
        "opc": "Surface ectoderm and mesoderm",
        "opd": "Neuroectoderm and mesoderm",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "19d49b41-7cf8-43b2-8e6a-905fc828099c",
        "choice_type": "multi"
    },
    {
        "question": "\"Ferry line\" is found in",
        "exp": "Ferry line is found in sclera Ferry&; s Li Reference: AK Khurana 7th edition",
        "cop": 3,
        "opa": "Head of Pterygium",
        "opb": "Base of keratoconus",
        "opc": "Sclera",
        "opd": "Eyelid",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "8405361b-c6de-4939-a8e4-f4f035ad5fcc",
        "choice_type": "single"
    },
    {
        "question": "NSAID used commonly for topical ocular use is",
        "exp": "Commonly used topical ocular NSAIDS Ketorolac Flurbiprofen Diclofenac sodium Reference: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 454 - 455",
        "cop": 3,
        "opa": "Ibuprofen",
        "opb": "Aceclofenac",
        "opc": "Ketorolac",
        "opd": "Acetaminophen",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "07cc5abe-9ddb-415f-b9fc-ee318b1cfd20",
        "choice_type": "single"
    },
    {
        "question": "Indirect ophthalmoscopy is done for",
        "exp": "Applications: Indirect ophthalmoscopy is essential for the assessment and management of retinal detachment and other peripheral retinal lesions. It allows 3 D stereoscopic view of the lesion. It also depicts the presence of shifting fluid, which is pathognomic of exudative retinal detachment. Reference: A K KHURANA Comprehensive Ophthalmology edition 4; page-567",
        "cop": 2,
        "opa": "Central retina",
        "opb": "Periphery of retina",
        "opc": "Sclera",
        "opd": "Angle of anterior chamber",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "8ae2fbb6-e61e-41e4-84d5-5b7f027ce6f4",
        "choice_type": "single"
    },
    {
        "question": "All are pas of the anterior segment of eye except",
        "exp": "Anterior segment of the eye consists of a crystalline lens, & structures anterior to it, viz., iris, cornea & two aqueous filled spaces- anterior and posterior chamber Vitreous is a posterior segment structure, which is situated posterior to lens, like vitreous humor, retina, choroid & optic disc Reference: A K KHURANA Comprehensive Ophthalmology edition 6, page-3",
        "cop": 3,
        "opa": "Lens",
        "opb": "Cornea",
        "opc": "Vitreous",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "f590caa0-c3b2-4843-b546-af4f759206f4",
        "choice_type": "multi"
    },
    {
        "question": "The magnification obtained with a direct ophthalmoscope is",
        "exp": "The image formed is erect, viual and about 15 times magnified in an emmetrope. Reference: AK KHURANA COMPREHENSIVE OPHTHALMOLOGY, Edition4, Page-565",
        "cop": 3,
        "opa": "5 times",
        "opb": "10 times",
        "opc": "15 times",
        "opd": "20 times",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "6e0fa01e-e534-438f-b17c-4b4b4cb71008",
        "choice_type": "single"
    },
    {
        "question": "Gonioscopy is used for",
        "exp": "Gonioscopy describes the use of a goniolens in conjunction with a slit lamp or operating microscope to gain a view of the iridocorneal angle, or the anatomical angle formed between the eye&; s cornea and iris. Reference: AK Khurana 7th Edition",
        "cop": 1,
        "opa": "Anterior chamber angle",
        "opb": "Posterior chamber angle",
        "opc": "Anterior surface of lens",
        "opd": "Posterior chamber",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "1795e0db-c349-4dca-8a0a-ca986d44e925",
        "choice_type": "single"
    },
    {
        "question": "Which is a modified sweat gland _________",
        "exp": "GLANDS OF EYELIDS 1. Meibomian glands: These are also known as tarsal glands and are present in the stroma of tarsal plate arranged veically. They are about 30-40 in the upper lid and about 20-30 in the lower lid. They are modified sebaceous glands. Their ducts open at the lid margin. Their secretion constitutes the oily layer of tear film. 2. Glands of Zeis: These are also sebaceous glands which open into the follicles of eyelashes. 3. Glands of Moll: These are modified sweat glands situated near the hair follicle. They open into the hair follicles or into the ducts of Zeis glands. They do not open directly onto the skin surface as elsewhere. Image: glands in eyelids Reference:- A K KHURANA; pg num:-341",
        "cop": 3,
        "opa": "Meibomian gland",
        "opb": "Gland of Zeis",
        "opc": "Gland of Moll",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "570467f3-48ee-4dc9-8732-920d7240b151",
        "choice_type": "multi"
    },
    {
        "question": "Relative state of dehydration of cornea is maintained by",
        "exp": "Corneal transparency The transparency is the result of: 1) Peculiar arrangement of corneal lamellae (lattice theory of Maurice), 2) Avascularity, and 3)\u0001Relative state of dehydration, which is maintained by barrier effects of epithelium and endothelium and the active bicarbonate pump of the endothelium. Ref:- A K KHURANA; pg num:-90",
        "cop": 1,
        "opa": "Active Na-K-ATPase pump of the corneal endothelium",
        "opb": "Peculiar arrangement of corneal lamellae",
        "opc": "Avascularity of cornea",
        "opd": "All of the above.",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "76838662-a7ff-438a-a5e4-5b0aa3a66627",
        "choice_type": "multi"
    },
    {
        "question": "True about electroretinogram is",
        "exp": "Electroretinography (ERG) is the record of changes in the resting potential of the eye induced by a flash of light. It is measured in dark-adapted eye with the active electrode (fitted on contact lens) placed on the cornea and the reference electrode attached on the forehead Normal record of ERG consists of the following waves a wave. It is a negative wave possibly arising from the rods and cones. b-wave. It is a large positive wave which is generated by Muller cells but represents the activity of the bipolar cells. c-wave. It is also a positive wave representing the metabolic activity of pigment epithelium. Reference: A K KHURANA COMPREHENSIVE OPHTHALMOLOGY, Edition 4, page-488, 489",
        "cop": 4,
        "opa": "'a' wave is positive wave",
        "opb": "'a' wave arises from pigmented epithelium",
        "opc": "'b' wave arises from rods and cones",
        "opd": "' c' wave is positive wave",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "88b8a7f1-95d5-479a-b5e5-feafdac8e5e5",
        "choice_type": "multi"
    },
    {
        "question": "The axial length of the eyeball at bih is ---% of adult eye",
        "exp": "The axial length of the eyeball at bih 70% of an adult eye. Anteroposterior diameter is 24 mm in adult & Anteroposterior diameter of the eyeball is about 16. 5 mm at bih (70% of the adult size which is attained by 7-8 years). Reference: A K KHURANA OPHTHALMOLOGY, Edition4, Page-11",
        "cop": 3,
        "opa": "100",
        "opb": "90",
        "opc": "70",
        "opd": "40",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "96833ee9-a3ac-4fa3-8ac1-cd259b740364",
        "choice_type": "multi"
    },
    {
        "question": "Slit-lamp microscopy is indicated in -",
        "exp": "Structures which can be examined with a slit-lamp are- Lid margin Conjunctiva Cornea Sclera Anterior chamber Iris and pupil Lens Anterior pa of vitreous Reference: A K KHURANA COMPREHENSIVE OPHTHALMOLOGY, Edition 4, page-547",
        "cop": 4,
        "opa": "Corneal Opacities",
        "opb": "Disease of anterior chamber",
        "opc": "Lens opacities",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "6b86854a-a8c5-4a84-a26e-8b6c1c703076",
        "choice_type": "multi"
    },
    {
        "question": "Corneal endothelial cell count is done by",
        "exp": "The specular microscope is a special instrument that allows the doctor and photographer to see and record the corneal endothelial cells. Some instruments touch the front or the cornea. Others are non-contact. These instruments take advantage of a bright specular or mirror like image that is created when the angle of the light for photography is at the correct angle. Since the cornea is clear, only a small amount returns to do the photography. It&; s similar to looking at the inside surface of a drinking glass by changing the angle of light. Image: Specular microscopy Reference:- Parsons diseases of eye 23rd edition",
        "cop": 4,
        "opa": "Slit lamp examination",
        "opb": "Gonioscopy",
        "opc": "Keratometry",
        "opd": "Specular microscopy",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "03c75d89-939b-4fc3-976f-d50e85d59ac4",
        "choice_type": "single"
    },
    {
        "question": "Critical age for development of fixation reflex is",
        "exp": "Impoant milestones in development of eye: Postnatal period Fixation stas developing in first month and is completed in 6 months. Macula is fully developed by 4-6 months Fusional reflexes, stereopsis and accommodation are well developed by 4-6 months Cornea attains normal adult diameter by 2 years of age. Lens grow throughout life Reference: A. K. Khurana; 6th edition; Page no: 13",
        "cop": 1,
        "opa": "2-4 months",
        "opb": "6-8 months",
        "opc": "1-2 years",
        "opd": "4-6 years",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "11f731c4-c83e-4e87-ab60-de6f3893a556",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the commonest malignancy causing bilateral proptosis in the pediatric population?",
        "exp": "The common causes of bilateral proptosis include granulocytic sarcoma due to AML / Myelodysplastic syndrome and metastatic neuroblastoma. Rhabdomyosarcoma and retinoblastoma rarely produce bilateral proptosis. Causes of bilateral proptosis include: 1. Developmental anomalies of the skull: craniofacial dysostosis e. g., oxycephaly (tower skull). 2. Osteopathies: Osteitis deformans, rickets, and acromegaly. 3. Inflammatory conditions: Mikulicz's syndrome and late stage of cavernous sinus thrombosis. 4. Endocrinal exophthalmos: It may be thyrotoxic or thyrotropic. 5. Tumors: These include symmetrical lymphoma or lymphosarcoma, secondaries from neuroblastoma, nephroblastoma, Ewing's sarcoma and leukemic infiltration. 6. Systemic diseases: Histiocytosis, systemic amyloidosis, xanthomatosis and Wegener's granulomatosis. The most common malignancy causing unilateral proptosis in children: In India - Retinoblastoma In Western population - Rhabdomyosarcoma The most common primary orbital malignancy in children - Rhabdomyosarcoma The most common metastatic orbital malignancy in children - Neuroblastoma Reference: Khurana; 4th edition; Page no: 381",
        "cop": 2,
        "opa": "ALL",
        "opb": "AML",
        "opc": "Retinoblastoma",
        "opd": "Rhabdomyosarcoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "17aaaf38-b7cc-40e5-a4fb-9380c62ad536",
        "choice_type": "multi"
    },
    {
        "question": "Sudden painful loss of vision seen in",
        "exp": "Sudden painful loss of vision: Acute congestive glaucoma Acute iridocyclitis Chemical injuries to the eyeball Mechanical injuries to the eyeball Reference: AK KHURANA COMPREHENSIVE OPHTHALMOLOGY, Edition 4, Page-462",
        "cop": 1,
        "opa": "Angle closure glaucoma",
        "opb": "Central retinal aery occlusion",
        "opc": "Acute uveitis",
        "opd": "Endopthalmitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "38b068c0-b1ad-46cb-b8cd-ae90e214cfd5",
        "choice_type": "single"
    },
    {
        "question": "Eye of a newborn is",
        "exp": "Eye at bih Anteroposterior diameter - 16. 5 mm (adult size is attained by 7-8 years). Corneal diameter- 10 mm. (Adult size - 11. 7 mm- attained by 2 years). Anterior chamber - shallow and angle is narrow. Lens - spherical at bih. An infantile nucleus is present. Retina - Fully differentiated except for macula which differentiates by 4-6 months after bih. Myelination of optic nerve fibres has reached the lamina cribrosa. Newborn - usually hypermetropic by +2 to +3 D. Orbit - more divergent (50deg) as compared to adult (45deg). Lacrimal gland - underdeveloped and tears are not secreted. Postnatal period Macula - fully developed by 4-6 months. Fusional reflexes, stereopsis, and accommodation - well developed by 4-6 months. Cornea attains normal adult diameter by 2 years of age. Lens grows throughout life. Reference: Khurana Ophthalmology: 4th Edition Page 11.",
        "cop": 2,
        "opa": "Emmetrophic",
        "opb": "Hypermetrophic",
        "opc": "Myopic",
        "opd": "Astigmatic",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "0473efc6-4540-4cb8-9bd1-9b70767838d2",
        "choice_type": "single"
    },
    {
        "question": "\"Fleischer ring\" is a distinct feature of",
        "exp": "A condition in which the clear tissue on the front of the eye (cornea) bulges outward. Visual: astigmatism, blurred vision, distoed vision, double vision, inability to see in dim light, nearsightedness, sensitivity to light, or vision loss Also common: a rim of discolouration around the front of the eye (fleischer ring) Picture show Keratoconus, a non circular, non-centered oval caused by a bulging cornea. Very common in Keratoconus, it is best viewed under cobalt blue light, that's why the sclera looks blue. Reference: Ganong&; s review of medical physiology 25edition page 132",
        "cop": 2,
        "opa": "Keratoconus",
        "opb": "Pterygium",
        "opc": "Congenital ocular melanosis",
        "opd": "Congenital epithelial Melanosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "6f62c566-90c1-4381-82a2-7c3a5a1224b9",
        "choice_type": "single"
    },
    {
        "question": "Oil droplet cataract is seen in",
        "exp": "Galactosaemic cataract It is associated with an inborn error of galactose metabolism. Galactosaemia is frequently associated with the development of bilateral cataract (oil droplet central lens opacities). The lens changes may be reversible and occurrence of cataract may be prevented if milk and milk products are eliminated from the diet when diagnosed at an early stage. Galactosemia is a disorder that affects how the body processes a simple sugar called galactose. A small amount of galactose is present in many foods. It is primarily pa of a larger sugar called lactose, which is found in all dairy products and many baby formulas Reference: Khurana; Comprehensive Ophthalmology; 4th edition; Page no: 181",
        "cop": 2,
        "opa": "Diabetes",
        "opb": "Galactosaemia",
        "opc": "Wilson's disease",
        "opd": "Marfans syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "84aa6724-783d-41bc-9112-d8ec64790616",
        "choice_type": "single"
    },
    {
        "question": "Optic nerve fibres once cut, do not regenerate because they are not covered by",
        "exp": "Optic nerve It is a continuation of the nerve fibre layer of the retina, which consists of the axons originating from the ganglion cells. It also contains the afferent fibres of the pupillary light reflex. Morphologically and embryologically, the optic nerve is comparable to a sensory tract. Unlike peripheral nerves it is not covered by neurilemma (so it does not regenerate when cut). Reference:- A K KHURANA; pg num:-287",
        "cop": 2,
        "opa": "Myelin sheath",
        "opb": "Neurilemma",
        "opc": "Both of the above",
        "opd": "None of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "f8d15ca1-0a64-4141-a8ea-b27443c9c6df",
        "choice_type": "multi"
    },
    {
        "question": "All are the pas of the anterior segment of eye except",
        "exp": "Anterior segment of the eyeball: Cornea, Aqueous humor-filled chambers, Iris, Lens Posterior segment of the eyeball: Vitreous humor, Retina, Choroid, Optic disc ANTERIOR CHAMBER: Boundaries: Anteriorly - Posterior pa of Cornea Posteriorly - Anterior pa of the iris Volume: 0. 25 ml of aqueous humor Depth: Normal adults - 2. 5 mm at center Hyperopic - Shallower Myopic - Deeper POSTERIOR CHAMBER: Boundaries: Anteriorly - Posterior surface of iris and pa of the ciliary body Posteriorly - Lens and Zonules Laterally - Ciliary body Volume: 0. 06 ml Diagram of the human eye. The anterior segment of the eye contains the cornea, iris, ciliary body, and lens. The posterior segment of the eye consists of the vitreous humor, retina, choroid, and optic nerve. Reference: Khurana Ophthalmology; 4th Edition page 3-4",
        "cop": 3,
        "opa": "Lens",
        "opb": "Cornea",
        "opc": "Vitreous",
        "opd": "Aqueous",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "b650e64d-e7d6-4f6c-9f9a-6e6a52bdec46",
        "choice_type": "multi"
    },
    {
        "question": "The sclera is thinnest at",
        "exp": "The sclera is thickest near the optic nerve, where it is approximately 1 mm in thickness The sclera is thinnest (0. 3 mm) posterior to the rectus muscle inseions and thickest (1. 0 mm) at the posterior pole near the optic nerve head. Thinnest at the inseion of extraocular muscles (0. 3 mm) Reference: khurana 6th edition pg 788",
        "cop": 4,
        "opa": "Limbus",
        "opb": "Equator",
        "opc": "Optic nerve",
        "opd": "Posterior to attachment of superior rectus",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "3a7e04da-c12a-43fe-8726-d5d2b7ae971f",
        "choice_type": "single"
    },
    {
        "question": "The curvature of the cornea can be measured by",
        "exp": "The 'keratometry' or 'ophthalmometry' is an objective method of estimating corneal astigmatism by measuring the curvature of the central cornea. The keratometry readings are not of much value in routine refraction for prescribing glasses but are of utmost value for prescribing contact lenses and for calculating the power of the intraocular lens to be implanted. Principle. Keratometer is based on the fact that the anterior surface of the cornea acts as a convex mirror; so the size of the image produced varies with its curvature. Therefore, from the size of the image formed by the anterior surface of the cornea (first Purkinje image), the radius of curvature of the cornea can be calculated. The accurate measurement of the image size is obtained by using the principle of visible doubling. Reference: A K KHURANA Comprehensive Ophthalmology edition 4, page-554",
        "cop": 1,
        "opa": "keratometry",
        "opb": "Direct ophthalmoscopy",
        "opc": "Retinoscopy",
        "opd": "Perimetry",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "fbd03d0a-ea0c-4d0a-8254-1423dc451bf3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following procedures does not need dilation of the pupil?",
        "exp": "Procedure: The patient is seated upright on the slit lamp. A drop of 1 percent methylcellulose is placed in the concavity of the goniolens and with the patient looking up, one edge of the lens is positioned in the lower fornix. The upper lid is elevated and the patient is instructed to look straight ahead. The lens is rotated into position against the eye. When checking the lateral and medial angles, the slit beam should be horizontal and when checking the superior and inferior angles, the slit beam should be veical. Reference: AK KHURANA COMPREHENSIVE OPHTHALMOLOGY, E4, Page-546",
        "cop": 1,
        "opa": "Gonioscopy",
        "opb": "Fundus examination",
        "opc": "Laser inferometry",
        "opd": "Retinoscopy",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "41ea4c43-57dd-4d66-ba02-fb1db4e0faef",
        "choice_type": "single"
    },
    {
        "question": "Fluorescein dye study is done to detect",
        "exp": "A fluorescein angiography is a medical procedure in which a fluorescent dye is injected into the bloodstream. The dye highlights the blood vessels in the back of theeye so they can be photographed. Retinal vascular disorders e. g., diabetic retinopathy and central retinal vein occlusion Reference: A K KHURANA Comprehensive Ophthalmology; edition 4; page-273",
        "cop": 2,
        "opa": "Assess retinal function of babies",
        "opb": "Retinal vascular pathology",
        "opc": "Macular pathology",
        "opd": "Posterior segment of eye",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "4c758f04-40af-42a2-a14b-873e427dc444",
        "choice_type": "single"
    },
    {
        "question": "A wave in ERG is due to the activity of",
        "exp": "Normal record of ERG consists of the following waves: a-wave. It is a negative wave possibly arising from the rods and cones. b-wave. It is a large positive wave which is generated by Muller cells but represents the activity of the bipolar cells. c-wave. It is also a positive wave representing the metabolic activity of pigment epithelium. Both scotopic and photopic responses can be elicited in ERG. Foveal ERG can provide information about the macula. REFERENCE: AK KHURANA COMPREHENSIVE OPHTHALMOLOGY, Edition4, Page-489",
        "cop": 2,
        "opa": "Pigmented epithelium",
        "opb": "Rods and cones",
        "opc": "Ganglion cell",
        "opd": "Bipolar cell",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "5c18debd-f352-4dcd-a582-56f328eab63d",
        "choice_type": "single"
    },
    {
        "question": "Arden index is related to",
        "exp": "Electro-oculography is based on the measurement of resting potential of the eye which exists between the cornea (+ve) and back of the eye (-ve). Results of EOG are interpreted by finding out the Arden ratio as follows: Arden ratio = (Maximum height of light peak/Minimum height of dark trough) x 100 Normal curve values are 185 or above. Subnormal curve values are less than 150. Flat curve values are less than 125. Reference: A K KHURANA COMPREHENSIVE OPHTHALMOLOGY, Edition4, page-489, 490",
        "cop": 2,
        "opa": "ERG (Electroretinogram)",
        "opb": "EOG (Electroculogram)",
        "opc": "VER (Visual Evoked response)",
        "opd": "Perimetry",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "bb1bac2c-7a98-46f5-ba8a-f89fdda51396",
        "choice_type": "single"
    },
    {
        "question": "Imbe-Fick law is associated with",
        "exp": "Applanation tonometry The concept of applanation tonometry was introduced by Goldmann is 1954. It is based on Imbe-fick lawwhich states that the pressure inside a sphere (P) is equal to the force (W) required to flatten its surface divided by the area of flattening (A); i. e., P=w/A Reference: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 511",
        "cop": 2,
        "opa": "Schiotz tonometry",
        "opb": "Applanation tonometry",
        "opc": "Pachymetry",
        "opd": "Keratometry",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "e3047614-1356-49d9-8c61-393bed5f6162",
        "choice_type": "single"
    },
    {
        "question": "The Imbe-Fick law is associated with",
        "exp": "The concept of applanation tonometry was introduced by Goldmann is 1954. It is based on Imbe- Fick law which states that the pressure inside a sphere (P) is equal to the force (W) required flattening its surface divided by the area of flattening (A); i. e., P = W/A. Reference: AK khurana 7th edition",
        "cop": 2,
        "opa": "Schiotz tonometry",
        "opb": "Applanation tonometry",
        "opc": "Pachymetry",
        "opd": "Keratometry",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "424d050d-3336-4c56-8c3c-873c02168960",
        "choice_type": "single"
    },
    {
        "question": "Area of fundus seen with direct ophthalmoscope is",
        "exp": "Direct ophthalmoscope is the most commonly practiced method for routine fundus examination. Once the retina is focused the details should be examined systematically staing from the disc, blood vessels, the four quadrants of the general background and the macula. Reference:",
        "cop": 2,
        "opa": "1 DD",
        "opb": "2 DD",
        "opc": "3 DD",
        "opd": "4 DD",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "d69403b9-1c39-4fe5-803a-171acb5c88e6",
        "choice_type": "single"
    },
    {
        "question": "Corneal endothelial cell count is measured by",
        "exp": "Corneal endothelium is examined with a specular microscope, Which allows a clear morphological study of endothelial cells including photographic documentation The cell density of endothelium is around 3000 cells/mm2 in young adults, which decreases with advancing age. Image: Specular microscopy Reference: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 95 - 96",
        "cop": 1,
        "opa": "Specular microscope",
        "opb": "Ophthalmoscope",
        "opc": "Synoptophore",
        "opd": "Amsler's grid",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "0a1ff7cd-1028-45ae-a6a1-f74dc55e284a",
        "choice_type": "single"
    },
    {
        "question": "Amsler's grid is used to evaluate",
        "exp": "The Amsler grid is a tool that eye doctors use to detect vision problems resulting from damage to the macula (the central pa of the retina) or the optic nerve. The damage may be caused by macular degeneration or other eye diseases, so the Amsler grid is useful in detecting these problems. Reference: AK khurana 7th edition",
        "cop": 1,
        "opa": "Central 10 degress of vision",
        "opb": "Central 20 degrees of vision",
        "opc": "Peripheral vision",
        "opd": "Lens opacity",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "c4d6e986-9395-403f-87c2-fe5dcc55586c",
        "choice_type": "single"
    },
    {
        "question": "Acanthamoeba keratitis is associated with",
        "exp": "Acanthamoeba keratitis Mode of infection. Corneal infection with acanthamoeba results from direct corneal contact with any material or water contaminated with the organism. Following situations of contamination have been described: Contact lens wearers using home-made saline Non contact lens related situations include mild trauma with contaminated vegetable matter, salt water diving, wind blown contaminant and hot tub use Oppuunistic infection. Acanthamoeba keratitis can also occur as oppounistic infection in patients with herpetic keratitis, bacterial keratitis, bullous keratopathy and neuroparalytic keratitis. Reference: A. K. Khurana; 6th Edition; Page no: 113.",
        "cop": 2,
        "opa": "Trauma with vegetable matter",
        "opb": "Wearing of soft contact lenses",
        "opc": "Dry eyes",
        "opd": "Entropion",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "7de7892b-d934-4036-97ee-4da2a45a5804",
        "choice_type": "single"
    },
    {
        "question": "The temporal field of vision is",
        "exp": "A normal visual field is an island of vision measuring 90 degrees temporally to central Fixation, 50 degrees superiorly and nasally, and 60 degrees inferiorly. Visual acuity increases from movement discrimination in the extreme peripheral vision to better than 20/20 in the center of vision. Reference: AK khurana 7th edi",
        "cop": 4,
        "opa": "50",
        "opb": "75",
        "opc": "85",
        "opd": "90",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "879ff3ab-faad-4677-8fd5-80e681a7f756",
        "choice_type": "single"
    },
    {
        "question": "The strongest attachment of the vitreous body to the surrounding structures is at the level of",
        "exp": "Vitreous humour Vitreous humour is an ine, transparent, jelly-like structure that fills the posterior four-fifth of the cavity of eyeball and is about 4 ml in volume. It is a hydrophilic gel that mainly serves the optical functions. In addition, it mechanically stabilizes the volume of the globe and is a pathway for nutrients to reach the lens and retina. Attachments: The pa of the vitreous about 4 mm across the ora serrata is called as vitreous base, where the attachment of the vitreous is strongest. The other firm attachments are around the margins of the optic disc, foveal region and back of the crystalline lens by hyloidocapsular ligament of Wieger. Image: Cross-sectional view of the human eye depicting different substructures of the vitreous body. The most anterior vitreous is a thin collagenous layer called the anterior hyaloid. The vitreous core comprises the entire central region of the vitreous body. This poion of the vitreous is more aqueous in contrast to the vitreous base, which is viscous enough to be grasped by forceps and is firmly attached to the underlying ciliary body and retina. Encompassing the vitreous core is a very thin collagenous shell called the vitreous coex. Reference: A K KHURANA; pg num:-243",
        "cop": 4,
        "opa": "Posterior surface of the lens",
        "opb": "Foveal region",
        "opc": "Optic disc",
        "opd": "Vitreous base",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "862d1807-06f3-4aec-9c02-a3631e85467a",
        "choice_type": "single"
    },
    {
        "question": "Normal 6/6 visual acuity is attained at",
        "exp": "Development: 1 month - Fixation of light becomes more steady: Baby develops a preference for looking at the face or face-like-stimulus. 3 months - Binocular vision and eye coordination are established: Baby smiles in response to a visible smile: recognizes familiar faces and objects. 6 months - Preference for looking at human faces: ability to reach out, grasp and play with small objects 9 months - Looks for a toy if they see it being hidden. 6 years - Normal resolution visual acuity levels, such as that of adults, i. e. 6/6, 20/20 is attained. Ref.: Parson's Diseases of the Eye: 21st Ed; Pg. 27",
        "cop": 4,
        "opa": "6months",
        "opb": "1years",
        "opc": "3years",
        "opd": "6years",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "b5e6a9ae-4edb-4696-8d32-13cc9a2eff97",
        "choice_type": "single"
    },
    {
        "question": "The depth of anterior chamber of the eye at the center is",
        "exp": "Anterior chamber It is bounded anteriorly by the back of cornea, and posteriorly by the anterior surface of iris and pa of ciliary body. The anterior chamber is about 2. 5 mm deep in the centre in normal adults. It is slightly shallower in hypermetropes and deeper in myopes. It contains about 0. 25 ml of aqueous humor. It communicates with posterior chamber through pupil. Reference: A. K. Khurana; 6th edition",
        "cop": 1,
        "opa": "2. 5mm",
        "opb": "3mm",
        "opc": "3. 5mm",
        "opd": "4mm",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "0d070dec-5fa5-4043-a30e-513ce6839310",
        "choice_type": "single"
    },
    {
        "question": "Which of the following investigation contraindicated in retinoblastoma",
        "exp": "FNAC may lead to tumor seeding. Retinoblastoma is a rare malignant tumor of the retina usually seen in children before 5 years of age. The treating ophthalmologist suspected primary intraocular tumor, metastatic carcinoma, malignant melanoma, or lymphoma and referred the patient for fine needle aspiration cytology (FNAC) Reference: Aravind&; S FAQ&; S in ophthalmology, first edition, page no 409",
        "cop": 3,
        "opa": "CT",
        "opb": "USG",
        "opc": "FNAC",
        "opd": "MRI",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "06931da3-ea5e-49dd-9189-26ee2912278f",
        "choice_type": "single"
    },
    {
        "question": "Yoke muscle for right superior rectus is",
        "exp": "Yoke muscles Yoke muscles (contralateral synergists) are a pair of muscles (one from each eye) which contract simultaneously during version movements. Different pairs of yoke muscles are as follows: 1) Right medial rectus and left lateral rectus 2)\u0001Right lateral rectus and left medial rectus 3)\u0001Right superior rectus and left inferior oblique 4)\u0001Right inferior rectus and left superior oblique 5)\u0001Right superior oblique and left inferior rectus 6)\u0001Right inferior oblique and left superior rectus. Reference:- A K KHURANA; pg num:- 537",
        "cop": 2,
        "opa": "Left superior oblique",
        "opb": "Left inferior oblique",
        "opc": "Left inferior rectus",
        "opd": "Left superior rectus",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "4d3edffc-6bab-426f-88b2-c71ae973d103",
        "choice_type": "single"
    },
    {
        "question": "In specular microscopy, endothelial density is measured by",
        "exp": "In specular microscopy, endothelial density is measured by Fixed frame analysis. Image: Fixed-frame counting principle andillustration of the three types of endothelial mosaics analyzed with the fixed-frame method. a). Only grey cells included within theframe and cut exclusively bytwo adjacent borders werecounted. b). Computer-generated regular hexagonal mosaics, c)computer-generated irregular mosaic, in order to mimicpolymorphic and pleomorphic mosaics, d)realhuman mosaic after Alizarinred staining of cornealendothelium with illustration of the eleven grids. Reference: AK kh",
        "cop": 2,
        "opa": "Optical doubling",
        "opb": "Fixed frame analysis",
        "opc": "Optical focusing",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "42d23949-7975-47f7-abbf-df7da4a0c820",
        "choice_type": "multi"
    },
    {
        "question": "Volume of an adult eyeball ls",
        "exp": "Dimensions of an adult eyeball Anteroposterior diameter 24 mm Horizontal diameter 23. 5 mm Veical diameter 23 mm Circumference 75 mm Volume 6. 5 ml Weight 7 gm. Image: A schematic drawing to show some critical parameters including ocular rigidity, volume distributions and aqueous and blood flow in the normal eye. Reference:- A K KHURANA; pg num:-03",
        "cop": 2,
        "opa": "5. 5mL",
        "opb": "6. 5mL",
        "opc": "7. 5ml",
        "opd": "8mL",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "22d96a83-7d93-48b1-a5ad-1267b752fdb4",
        "choice_type": "multi"
    },
    {
        "question": "Volume of the orbit is",
        "exp": "Volume of the orbit is 30ml Orbit\" can refer to the bony socket, or it can also be used to imply the contents. In the adult human, the volume of the orbit is 30 millilitres (1. 06 imp fl oz; 1. 01 US fl oz), of which the eye occupies 6. 5 ml (0. 23 imp fl oz; 0. 22 US fl oz). Ratio of volume of orbit to eyeball is 4. 5: 1 Reference: Aravind FAQS in Ophthalmology; First Edition; Page no: 577",
        "cop": 4,
        "opa": "120ml",
        "opb": "100ml",
        "opc": "60ml",
        "opd": "30ml",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "ffbd4042-0698-4942-96c5-fb2824e9b32a",
        "choice_type": "single"
    },
    {
        "question": "Eye of newborn is",
        "exp": "Eye at bih Anteroposterior diameter of eyeball is about 16. 5 mm Corneal diameter is about 10 mm Anterior chamber is shallow and angle is narrow Pupil is small and doesnot dilate fully. Lens is spherical at bih Retina is fully differentiated at bih. Macula differentiates 4-6 months after bih Myelination of optic nerve fibres has reached the lamina cribrosa Refractive status. Newborn is usually hypermetropic by +2 to +3 D Orbit is more divergent(50o) as compared to adult (45o) Lacrimal gland is still underdeveloped and tears are not secreted. Reference: A. K. Khurana; 6th edition; Page no: 13",
        "cop": 2,
        "opa": "Emmetrophic",
        "opb": "Hypermetrophic",
        "opc": "Myopic",
        "opd": "Astigmatic",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "c7378582-71f3-4766-927d-9778bfec4b62",
        "choice_type": "single"
    },
    {
        "question": "Circulus aeriosus iridis major is formed by the anastomosis of",
        "exp": "Anterior ciliary aeries: These are derived from the muscular branches of ophthalmic aery. These aeries pass anteriorly in the episclera, give branches to sclera, limbus and conjunctiva; and ultimately pierce the sclera near the limbus to enter the ciliary muscle; where they anastomose with the two long posterior ciliary aeries to form the circulus aeriosus major, near the root of iris. Reference:- A K KHURANA; pg num:-136",
        "cop": 3,
        "opa": "Long posterior ciliary aeries with sho posterior ciliary aeries",
        "opb": "Long posterior ciliary aeries with anterior conjunctival aeries",
        "opc": "Long posterior ciliary aeries with anterior ciliary aeries",
        "opd": "Anterior ciliary aeries with sho posterior ciliary aeries",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "d779bcc8-f9ab-4bf5-a78c-84693308e74a",
        "choice_type": "single"
    },
    {
        "question": "The periphery of the retina is visualized with",
        "exp": "The technique of examining the fundus of the eye is called ophthalmoscopy. In indirect ophthalmoscopy, a real and inveed image is formed between the condensing lens and the observer. The advantage of stereopsis (depth perception) and a larger field of view makes indirect ophthalmoscope (IDO) more useful both in retina clinics and during posterior segment surgeries. Reference: A K KHURANA Comprehensive Ophthalmology; edition 4; page-567",
        "cop": 1,
        "opa": "Indirect binocular ophthalmoscopy",
        "opb": "Direct ophthalmoscopy",
        "opc": "Contact lens",
        "opd": "Goldman's three mirror contact lens",
        "subject_name": "Ophthalmology",
        "topic_name": "Anatomy, Development and clinical examination",
        "id": "699961d7-3fea-450f-850c-a143be35d16e",
        "choice_type": "single"
    }
]