[
    {
        "question": "Not true regarding suprachoroidal hemorrhage:",
        "exp": "Suprachoroidal hemorrhage needs immediate management. Suprachoroidal Hemorrhage Rare dreaded complication of intraocular surgery. Bleeding from long or sho posterior ciliary aery into suprachoroidal space. Risk Factors: Uncontrolled hypeension, advancing age, systemic cardiovascular disease, glaucoma, vitreous loss, increased axial length. Signs Shallowing of AC. Vitreous extrusion. Posterior segments contents may extrude through incision. Tense eyeball. Management Immediate termination of surgery AC is filled with viscoelastic IV mannitol Close the incision Systemic steroids Drainage of suprachoroidal bleed",
        "cop": 4,
        "opa": "Shallowing of anterior chamber",
        "opb": "Expulsion of intraocular contents",
        "opc": "Bleeding from sho posterior ciliary aery into suprachoroidal space",
        "opd": "Self resolving",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract Surgery",
        "id": "5ed21383-a10e-4460-83d9-bcba068f9674",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a complication of small incision cataract surgery",
        "exp": "Submacular hemorrhage is not a complication of SICS Complications of ECCE/SICS/Phacoemulsification A. Retrobulbar hematoma/ scleral perforation by block B. Uveitis/Hyphaema/ glaucoma syndrome C. Iris shaffing and iridodialysis D. Corneal decompensation & Descemet's membrane detachment E. Posterior capsular rupture F. Cystoid macular edema and retinal detachment G. Expulsive choroidal hemorrhage H. After cataract I. Endophthalmitis/ Toxic anterior segment syndrome",
        "cop": 4,
        "opa": "Endophthalmitis",
        "opb": "Hyphaema",
        "opc": "Cystoid macular edema",
        "opd": "Submacular hemorrhage",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract Surgery",
        "id": "467df76a-1ed0-4d7f-9215-ccf3bced72e6",
        "choice_type": "multi"
    },
    {
        "question": "Uncontrolled hypeension may cause which of the following complication in cataract surgery:",
        "exp": "Uncontrolled hypeension is a r/f for suprachoroidal hemorrhage. Impoant Pre-op evaluation points for ocular surgeries Diabetes: Uncontrolled DM is a r/f for Endophthalmitis. Hypeension: R/f for suprachoroidal hemorrhage. Stroke: positional problem for the patient. HIV: Universal precautions to be taken. Epilepsy: General anesthesia may be preferred.",
        "cop": 4,
        "opa": "Glaucoma",
        "opb": "Retinal detachment",
        "opc": "Endophthalmitis",
        "opd": "Suprachoroidal hemorrhage",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract Surgery",
        "id": "87c6acf4-383c-4a5b-bc34-5e0a2666a613",
        "choice_type": "single"
    },
    {
        "question": "A 60 years old man who underwent phacoemulsification surgery one year back has come with the complaint of blurring of vision in that eye for the past one month. The defective vision was gradual in onset and it was not associated with pain, redness or watering. He says following surgery, his vision was clear. The most common cause is",
        "exp": "Secondary / after cataract / posterior capsular opacification - Most common post operative complication of cataract surgery - Younger the age faster the occurrence - Slow painless loss of vision following cataract surgery Types 1 . Elshnig's pearls (more common ) 2 . Sommering's ring Treatment is done by ND YAG LASER . wavelength of this laser is 1064 nm",
        "cop": 1,
        "opa": "Posterior capsular opacification",
        "opb": "Neovascular glaucoma",
        "opc": "Chorioretinitis",
        "opd": "Cystoid macular edema",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract Surgery",
        "id": "7d415aab-1cae-4b11-b39f-22e7021247c8",
        "choice_type": "single"
    },
    {
        "question": "Intraocular lens is implanted in a young adult after cataract surgery which was uneventful. When will you remove the IOL?",
        "exp": "There is no such indication to remove IOL after 10 years unless any complication like dislocation of IOL occurs. At the time of cataract surgery , the majority of patients are presbyopic. Presbyopia by itself is not an indication to remove IOL. After development of secondary cataract- just treat it by laser / surgical membranectomy( we don't remove IOL for this).",
        "cop": 4,
        "opa": "Remove after 10 years",
        "opb": "Remove after presbyopia",
        "opc": "After secondary cataract develops",
        "opd": "Never removed",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract Surgery",
        "id": "034c2ca6-ffa5-4d12-a826-31f2afe91cdf",
        "choice_type": "single"
    },
    {
        "question": "After an Extra capsular cataract extraction, spectacles can be prescribed at",
        "exp": "After an ECCE, the spectacle correction can be done at 6 weeks which is how long it takes for the corneo-scleral wound to heal and for refraction to be stable. If the post operative course is normal sutures to be removed at 3-4 weeks.",
        "cop": 2,
        "opa": "3 weeks",
        "opb": "6 weeks",
        "opc": "10 weeks",
        "opd": "14 weeks",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract Surgery",
        "id": "82d5c0f7-ca39-474a-818b-6a3c1920aaee",
        "choice_type": "single"
    }
]