[
    {
        "question": "Which of the following is true about inverse Retinitis pigmentosa?",
        "exp": "Ans. (a) X linked. Ref: A. K. Khurana 6th ed. /287. INVERSE RETINITIS PIGMENTOSA* Inverse RP is a degeneration of the nerve cells in the macula, which is located in the center of the retinal. Inverse or central RP is characterized by a bilateral and often symmetrical loss of cone function in the presence of a reduced rod function. Individuals with macular degeneration secondary to a central vision loss experience difficulty reading, recognizing faces, shapes and contours of objects or things.* This is a general term for a disparate group of rod- cone dystrophies characterized by progressive night blindness, visual field constriction with a ring scotoma/ tubular vision, loss of acuity, waxy pallow optic disc, and an abnormal electroretinogram (ERG).* It occurs sporadically or in an autosomal recessive, dominant, or X-linked pattern.* MC inheritance pattern: Autosomal Recessive* Irregular black deposits of clumped pigment in the peripheral retina, called hone spicules because of their vague resemblance to the spicules of cancellous bone, give the disease its name.* No definite treatment. However, Vitamin A can slow down the progression.",
        "cop": 1,
        "opa": "X linked",
        "opb": "Bony spicule in fovea",
        "opc": "Bony spicule in para fovea",
        "opd": "Progressive Choroid degeneration",
        "subject_name": "Ophthalmology",
        "topic_name": "Congenital and Developmental Disorders",
        "id": "d670266d-183e-4db8-8014-c06ac6e7e2bc",
        "choice_type": "multi"
    },
    {
        "question": "Premature baby weighing 1000 gms or less is most likely to suffer from:",
        "exp": "Ans. c. ROP (Ref: Yanoff and Ducker Ophthalmology 3rd/606-611; Khurana 4th/264; Parson's 20th/299-300). Premature baby needs to be screened for Retinopathy of prematurity. A 28-week baby suffered from respiratory distress syndrome at birth. On day 14 of life, he developed sepsis, bio other co-morbidity way seen. He should be evaluated for retinopathy ofprematurity at 4 weeks of age. Retinopathy of Prematurrty/Retrolental Fibroplasia. Bilateral proliferative retinopathy occurring in premature infants (32 weeks or <1. 5 kg) exposed to high concentration of O2 during first 10 days of lifeQ. Pathogenesis: Retinal vessels extend up to nasal edge of retina by 8th month of gestation but temporal peripheiy becomes vascularized, by a month after birth. O2 in high concentration leads to vasoconstrictionQ of these immature vessels. This results in hypoxia followed by neovascularization and fibrous tissue proliferation. QRetinal zones of involvement in ROP are divided in 3 zones and centre of retinal map for ROP is optic disc not the maculaQ as in other maps. Clinical features: The condition usually develops within 5-10 weeks of O2 exposureQ. The earliest sign being dilation of retinal veins and appearance of white patches in periphery of retina. QProphylaxis: All babies weighing <1500 gm or having a gestational period <32 weeks should be screened with indirect ophthalmoscopy between 32-36 weeks postconceptionQ. Premature infants should not be placed in incubator with an O2 concentration of more than 30%. Screening of premature infants at 1, 3 and 6 months and every 4 months upto the age of 4 years. Treatment: In initial stages (1 and 2) weekly examination and in advanced stages cryo or laser therapy with sclera buckling or vitrectomy. QClassification on the basis of Severity: Stage I: First sign of ROP is the appearance of a thin, flat, white structure at the junction of vascularized retina posteriorly and avscuiar retina anteriorly. Stage II: Demarcation line develops into a pink or white elvation of thickened tissue. Stage III: Proliferation of vessels over the ridge and into vitreous (extravitreal fibrovascular proliferation). Stage IVa: Partial retinal detachment with macular sparing. Stage IVb: Partial retinal detachment with macula involved. Stage V: Total retinal detachment. Classification on the basis of Anatomical Location: Location of the border between vascularized and avascular retina is an important prognostic sign, as there is a direct correlation between severity of disease and amount of avascular retina. Three zones are divided to describe the location of ROP. Location of the border in zone 1 is the most severe disease and in zone 3 is least. Zone 1: Circle, the center of which is the disc, and the radius of which is twice the distance of the disc of the fovea. Zone 2: Doughnut shaped region that extends from the anterior border of Zone 1 to within one disc-diamter of the orra serrate nasally and to the anatomic equator temporally. Zone 3: Encompasses the residual retina",
        "cop": 3,
        "opa": "Cataract",
        "opb": "Glaucoma",
        "opc": "ROP",
        "opd": "Retinal detachment",
        "subject_name": "Ophthalmology",
        "topic_name": "Congenital and Developmental Disorders",
        "id": "8febe093-4bbf-430e-b5ad-946bfaa601f2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is sensory layer of retina?",
        "exp": "ANSWER: (A) Rods & Cones. REF; Ganong's 22nd ed chapter 8. The layer of rods and cones which are sensory receptors form the sensory layer of retina. The primary layers of the retina from outermost surface to innermost surface:* Pigment epithelium - supporting cells for the neural portion of the retina (photopigment regeneration, blood) it is also dark with melanin which decreases light scatter within the eye. Rod and cone layer/Bacillary layer, Layer of photoreceptor cells - contains the outer segments and inner segments of the rod and cone photoreceptors. Outer limiting membrane -Outer Nuclear Layer (ONL) - cell bodies of rods 8i cones. Outer Plexiform Layer (OPL) - rod and cone axons, horizontal cell dendrites, bipolar dendrites. Inner Nuclear Layer (INL) - Nuclei of horizontal, bipolar and amacrine cells. Inner Plexiform Layer (IPL) - axons of bipoiars (and amacrines), dendrites of ganglion cells << Layer of Ganglion cells (GCL)- Nuclei of the ganglion cells and displaced amacrine cells. Layer of optic nerve fibers - fibers from ganglion cells traversing the retina to leave the eyeball at the opticdisk. Remember, the optic nerve leaves the eye and the retinal blood vessels enter it at a point 3 mm medial to and slightly above the posterior pole of the globe. This region is visible through the ophthalmoscope as the optic disk. There are no visual receptors over the disk, and consequently this spot is blind (the blind spot).",
        "cop": 1,
        "opa": "Rods & Cones",
        "opb": "Ganglion layer",
        "opc": "Amacrine cell layer",
        "opd": "Retinal pigment epithelium",
        "subject_name": "Ophthalmology",
        "topic_name": "Congenital and Developmental Disorders",
        "id": "223b00af-1ca2-4b08-a155-355b49bfabb3",
        "choice_type": "single"
    }
]