[
    {
        "question": "Comment on the diagnosis:",
        "exp": "Ans. (b) Buphthalmos.* Infantile glaucoma, which often produces the clinical sign of Buphthalmos, can be caused when an abnormally narrow angle between the cornea and iris blocks the outflow of aqueous humor; this causes increased intraocular pressure and eventual enlargement of the globe (eyeball).* The predominant signs are prominent eyeball, Haab's striae in Descemet's membrane of cornea, enlarged cornea, myopia.",
        "cop": 2,
        "opa": "Retinoblastoma",
        "opb": "Buphthalmos",
        "opc": "Esotropia",
        "opd": "Anterior uveitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Congenital Glaucomas",
        "id": "6c3ce425-b7af-4a12-888d-bfb94841f03a",
        "choice_type": "single"
    },
    {
        "question": "Most common symptom in buphthalmos is-",
        "exp": "Ans. is 'a' i. e., Lamination \"Commonest symptom is watering\" -- Mukherjee. In Buphthalmoso Most common symptom - Watering (lacrimation)o 2nd most common symptom - Photophobiao Most troublesome symptom - Photophobia (Child avoids light)o First sign - Corneal edema with wateringo Haab striaeo Large corneao Deep anterior chambero Lens antero-posteriorly flat",
        "cop": 1,
        "opa": "Lacrimation",
        "opb": "Pain",
        "opc": "Photophobia",
        "opd": "Itching",
        "subject_name": "Ophthalmology",
        "topic_name": "Congenital Glaucomas",
        "id": "3e8956a6-f609-4edc-ab4f-2de5e7535f53",
        "choice_type": "single"
    },
    {
        "question": "On mutation, which of the following may give rise to hereditary glaucoma?",
        "exp": "Ans. is 'a' i. e. optineurin The Journal - \"Investigative Ophthalmology Visual Science, 2003 September; 44 (9): 388-4\" in the article - \"Different optineurin mutation pattern in primary open angle glaucoma\" by Leung YF et al writes \"The optineurin gene (OPTN) is the second gene besides MYOC in which mutation have been identified to be associated with POA G. \"The following journals also support the answer: Journal: Science 295, 1077- 1079 (2002). Article: Adult-onset primary open angle glaucoma caused by mutation in optineurin by Rezaic. T et al. Journal: Science 275, 668 - 670 (1997). Article identification of a gene that causes primary open angle glaucoma \"by Stone et al.",
        "cop": 1,
        "opa": "Optineurin",
        "opb": "Ephrins",
        "opc": "RBA8",
        "opd": "Huntingtin",
        "subject_name": "Ophthalmology",
        "topic_name": "Congenital Glaucomas",
        "id": "51fc72f8-a7ad-4705-b38f-03f0fb59e168",
        "choice_type": "single"
    }
]