[
    {
        "question": "According to WHO, crede's method is applied for prophylactic use in ophthalmia neonatorum, is",
        "exp": "(Silver nitrate solution): Ref: 164-65-P, 71-KHOPHTHALMIA - NEONATORUM: any discharge or even watering from the eyes in the first week of life should arouse suspion of ophthalmia neonatorum* Use of either 1% tetracycline ointment or 0. 5% erythromycin ointment or 1% silver nitrate solution (Crede's method) into the eyes of the babies immediately after birth* Single injection of ceftriazone 50 mg/Kg IV or IV (not to exceed 125 mg) should be given to infants born to mothers with untreated gonococcal infections.",
        "cop": 1,
        "opa": "Silver nitrate solution",
        "opb": "Erythromycin ointment",
        "opc": "Tetracycline ointment",
        "opd": "Penicilline injection",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "5c9aed55-2802-46ae-8f55-7c96528e5deb",
        "choice_type": "single"
    },
    {
        "question": "Ramu age 10 years, present with itching in his eye, foreign body sensation and ropy discharge since several months. These symptoms are more prominent in summer. Most probable diagnosis is -",
        "exp": "Ans. (a) Vernal conjunctivitis. Ref: Parson's 21/e, p. 178. Age 10 years (Male child), with Itching, foreign body sensation, Ropy discharge (characteristic of spring catarrh) and exacerbation during summer (characteristic of spring catarrh) is diagnostic for VKC.",
        "cop": 1,
        "opa": "Vernal conjunctivitis",
        "opb": "Fungal keratoconjunctivitis",
        "opc": "Viral conjunctivitis",
        "opd": "Trachoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "b211a7fe-1a8f-48a5-9951-b2558963e2c6",
        "choice_type": "single"
    },
    {
        "question": "Cobblestone conjunctivitis is seen in -",
        "exp": "Ans. is 'a' i. e., Spring Cattarrh * Cobble-stone or pavement stone appearance is seen in spring catarrh. Important signs of spring catarrh. Conjunctival. Corneal. Palpebral. Bulbar# Punctate epithelial keratitis# Ulcerative vernal keratitis: shallow transverse ulcer (Shield ulcer)# Vernal corneal plaques# Subepithelial scarring# Pseudogerontoxon: chracterized by a classical \"cupid's bow\" outline.* Papillary hypertrophy into polygonal papilla* Cobble stone (Pavement stone) appearance* Giant papilla (Cauliflower excrescence)* Gelatinous thickening around limbus* Horner trantas spots* Dusky red triangular congestion* Follicles are not seen in spring catarrh.",
        "cop": 1,
        "opa": "Spring Cattarrh",
        "opb": "Phylctenular conjunctivitis",
        "opc": "Inclusion conjunctivitis",
        "opd": "Giany papillary conjunctivitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "5e63828f-6f58-44e7-97d5-d55f50640f1b",
        "choice_type": "single"
    },
    {
        "question": "Progressive pterygium causes:",
        "exp": "Ans: c (Astigmatism) Ref: AK Khurana, 4th ed, p. 81. Corneal astigmatism may occur in pterygium due to fibrosis in regressive stage. Pterygium:* Wing shaped fold of conjunctiva encroaching cornea from either side within the palpebral fissure* Degeneration & hyperplastic condition of conjunctiva* May be unilateral or bilateral, usually starts nasally (triangular fold of conjunctiva)* Symptoms-usually asymptomatic- Visual disturbance due to corneal astigmatism]- Diplopia* Psuedopterygium- Due to chemical bums* Treatment-Surgical excision. Recurrent recalcitrant pterygium - Surgical excision + lamellar keratectomy+lamellar keratoplasty",
        "cop": 3,
        "opa": "Myopia",
        "opb": "Hypermetropia",
        "opc": "Astigmatism",
        "opd": "Cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "34ccf192-6bed-44f3-aa92-cb1363ad59f0",
        "choice_type": "single"
    },
    {
        "question": "Acute hemorrhagic conjunctivitis is seen with-",
        "exp": "Ans. is 'a' i. e., Adenovirus * Hemorrhagic conjunctivitis is caused by picomaviruses (Enterovirus - 70, coxsackievirus A24) and sometimes Adenovirus type 11.",
        "cop": 1,
        "opa": "Adenovirus",
        "opb": "Staphylococcal",
        "opc": "Pneumococcus",
        "opd": "Hemophilus",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "8e6e428f-2894-4b64-9144-cac07df11078",
        "choice_type": "single"
    },
    {
        "question": "Koeppe's nodules are type of -",
        "exp": "Ans. is 'a' i. e.. Granulomatous uveitis Iris noduleso There are many types of nodules that develop on iris in granulomatous uveitis >Keoppe nodule Seen at pupillary margin. Busacca's nodule Seen on the peripheral part of anterior surface of iris. Tubercular nodules Scattered throughout the iris and ciliary body, mostly in stroma. They are more common at pupillary margin. Syphilitic nodules At pupillary margin. Sarcoid nodules At pupillary margin or in the stroma of the iris.",
        "cop": 1,
        "opa": "Granulomatous uveitis",
        "opb": "Non granulomatous uveitis",
        "opc": "Coroiditis",
        "opd": "Pars planitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "addc9516-75be-490a-b04a-be785b08615c",
        "choice_type": "single"
    },
    {
        "question": "Mucin tear film deficiency occurs in",
        "exp": "Ans. (d) Herpetic keratitis. Ref: Khurana anatomy, 2/e, p. 389. Soluble surfactant (Mucin) deficiency is caused by ocular surface disorders affecting the goblet cells which secrete mucus forming the innermost layer of the tear film. Herpes infection causes Keratoconjunctivitis and hence mucin deficiency.",
        "cop": 4,
        "opa": "Keratoconjunctivitis sicca",
        "opb": "Lacrimal gland removal",
        "opc": "Canalicular block",
        "opd": "Herpetic keratitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "7c08a193-1a9f-44da-b040-c920b82accfc",
        "choice_type": "single"
    },
    {
        "question": "A Malnourished child from a poor scioceonomic status, residing in overcrowded and dirty areas presents with a nodule around the limbus with hyperemia of surrounding conjunctiva in his left eye. He is also observed to have axillary and cervical lymphadenopahty. Which of the following is the most likely diagnosis?",
        "exp": "Ans. (a) Phlyctenular conjunctivitis. Ref: Yanoff 3/e, p. 239; Parson's 21/e, p. 179. Presence of a nodule around the limbus with hyperaemia of surrounding conjunctiva in a child with risk factors for tuberculosis suggests a diagnosis of phlyctenular conjunctivitis. Malnutrition, poor, socioeconomic status (poverty), overcrowded and dirty surroundings and axillary/cervical lymphadenoathy are all pointers to a high risk of tuberculosis.",
        "cop": 1,
        "opa": "Phlyctenular conjunctivitis",
        "opb": "Foreign body granuloma",
        "opc": "Vernal keratoconjunctivitis",
        "opd": "Episcleritis",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "716a0352-38a4-41df-ab63-873b22d20a5b",
        "choice_type": "single"
    },
    {
        "question": "Most common malignant cancer of conjunctiva",
        "exp": "Ans. (a) Squamous cell carcinoma. Ref: Abeloff's clinical oncology p. 1019. SCC is the most common malignancy of the conjunctiva with an incidence of 0. 025 to 3. 5/100000 population.",
        "cop": 1,
        "opa": "Squamous cell carcinoma",
        "opb": "Basal cell carcinoma",
        "opc": "Dermoid",
        "opd": "Papilloma",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "3b96ae36-0d39-413c-bcc2-560900db7b5a",
        "choice_type": "single"
    },
    {
        "question": "Coloured halo not seen in:",
        "exp": "Ans: d (Spring catarrh) Ref: AK Khurana, 4th ed, p. 463. Coloured halos are not seen in spring catarrh. Colored halos are seen in: a. Acute congestive glaucoma- due to fluid in corneal epitheliumb. Early stages of cataract - due to water droplets in lensc. Mucopurulent conjunctivitis-- due to prismatic effect of mucus present on cornea. Differentiating colored halos by: 1. On washing the eye, coloured halos in mucopurulent conjunctivitis are eliminated. 2. Fincham test: On passing a stenopaeic slit across the pupil, glaucomatous halos remain intact, while a halo due to cataract is broken up into segments.",
        "cop": 4,
        "opa": "Glaucoma",
        "opb": "Mucopurulent conjunctivits",
        "opc": "Early stage of cataract",
        "opd": "Spring catarrh",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "e1fb64ee-9340-44a0-8085-0891d676ec85",
        "choice_type": "single"
    },
    {
        "question": "Diagnosis of the given condition is:",
        "exp": "ANS. CGiven image is that of pterygium.# Pinguecula Bitot's spots episceritis* Pinguecula: Degenerative condition of conjunctiva characterized by triangular yellowish white patch on the bulbar conjunctiva near limbus.* Pterygium: Growth of conjunctiva--wing-shaped fold of conjunctiva encroaching onto cornea, Stockers line.",
        "cop": 3,
        "opa": "Episcleritis",
        "opb": "Bitot spots",
        "opc": "Pterygium",
        "opd": "Pinguecula",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "c90c8235-03cb-4f01-92d4-bb54f02ab830",
        "choice_type": "single"
    },
    {
        "question": "Cobblestone appearance is seen in:",
        "exp": "Ans: c (Vernal conjunctivitis) Ref: AK Khurana, 4th ed, p. 74. Cobblestone( pavement stone)--typical arrangement of hard flat topped papillae in palpebral conjunctiva. Vernal keratoconjunctivitis. Phlyctenular conjunctivitis* Exogenous allergen(dust, pollen)* Type I HS* Bilateral* Endogenous microbial proteins(TB, staph)* Type IV HS(Delayed HS)* unilateral* C/F: itching, lacrimation, photophobia, ropy discharge (Maxwell lyon sign)* C/F; irritation, reflex lacrimation, discomfort(itching not marked). Conjunctival signs. Palpebral. Cobblestone appearance. Follicles are not seen. Bulbar signs. Gelatinous limbus. Homer tranta spots. Dusky red triangular congestion Conjunctival signs. Phlycten/nodule at limbus-characteristic. Consists of subepithelial mononuclear infiltration in a triangular area with apex towards deeper margin* Nodules ulcerate at apex. Corneal signs. Epithelial erosion. Subepithelial punctate erosion. Pseudogerantoxon with classic cupid bow outline. Corneal signs. Fascicular ulcer. Miliary ulcer(ring ulcer). Scrofulous ulcer. Ulcer may present. Rx: steroid drops. Rx: steroid drops",
        "cop": 3,
        "opa": "Trachoma",
        "opb": "Bacterial conjunctivitis",
        "opc": "Vernal conjunctivitis",
        "opd": "Viral conjunctivitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "f996cb4d-a48f-466c-8287-b8d9e60dd2c6",
        "choice_type": "single"
    },
    {
        "question": "Conjuntival adrenochrome is side effect of?",
        "exp": "Ans. (a) Adrenergic agonist. Ref Vaughan and Asbury's Ophthalmology 17/e, chapter 11. Epinephrine, external ocular side effects, including reflex conjunctival vasodilation, adrenochrome deposits, conjunctivitis, and allergic reactions. Instilled epinephrine in the eye undergoes oxidation and gets converted into a pigment of the melanin family called adrenochrome. Adrenochrome is found in lower conjunctival cul - de - sac. These deposits produce no symptoms because they are covered by squamous epithelium. However adrenochrome present in upper tarsal conjunctiva is stage horn shaped and may cause corneal abrasions. Adrenochrome may also be present on corneal epithelium in bullous keratopathy and raised IOP. Adrenochrome may last in conjunctiva for years.",
        "cop": 1,
        "opa": "Adrenergic agonist",
        "opb": "Carbonic anhydrase inhibitor",
        "opc": "PG analogue",
        "opd": "Parasympathomimetic",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "4dbad4a3-8727-4033-9b1b-529de08bbab2",
        "choice_type": "single"
    },
    {
        "question": "Which enterovirus causes acute hemorrhagic conjunctivitis (AHC)?",
        "exp": "Ans. c. 70. TYPE OF CONJUNCTIVITIS ASSOCIATED WITH ORGANISMS Type of conjunctivitis. Causative organisms. Bacterial Acute mucopurulent conjunctivitis (Most common type). Acute purulent/Hyperacute Conjunctivitis/Blennorrhoea. Acute Membranous Conjunctivitis *. Staphylococcus aureus*. Haemophilus aegyptius*. Neisseria gonorrhoeae-most common*. Neisseria meningitidis*. C. diphtheria- most common in Non-immunized children*. Streptococcus hemolyticus-MC in Adults Acute Pseudomembranous Conjunctivitis Staphylococci, Streptococcus pneumoniae, Neisseria gonorrhoeae Angular/Diplobicillary Conjunctivitis. Moraxella Lacunata/Axenfeld. VIRAL Adenoviral Conjunctivitis. Non-specific follicular Conjunctivitis. Epidemic Keratoconjunctivitis. Pharyngo-conjunctival fever (PCF). Adenovirus Type: 1-11 and 19. Adenovirus Type: 8, 19 and 37. Adenovirus Type: 3, 4 and 7. Acute haemorrhagic conjunctivitis (AHC)*. Enterovirus type-70*. Coxsackie A 24*. Adenovirus Type-11. Swimming pool conjunctivitis adult inclusion conjunctivitis. Chlamydia Trachomatis D-K serovars",
        "cop": 3,
        "opa": "68",
        "opb": "69",
        "opc": "70",
        "opd": "71",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "f5d4baf5-56e2-498c-9c9a-d49df279a337",
        "choice_type": "single"
    },
    {
        "question": "In pterygium, elastotic degeneration occurs in which layer:",
        "exp": "Ans. c. Bowman's layer. PTERYGIUMA triangular, fibrovascular growth of degenerative subconjunctival tissue over the cornea, destroying its bowmans membrane and superficial stroma. Histologically, similar to pinguecula showing elastotic degeneration of the subconjunctival tissue with added vascularization. Pterygium showing cap, head and body and Histology shows collagenous degenerative changes in vascularized sub-epithelialstroma. Most commonly seen nasally and situated always within the palpebral aperture, though it can be present temporally-also known as double pterygium. Stocker Line also seen pterygium and Fuchs islets also seen in high magnification. Stocker Line. PTERYGIUM VS PINGECULA",
        "cop": 3,
        "opa": "Epithelium",
        "opb": "Endothelium",
        "opc": "Bowmans layer",
        "opd": "Descemets membrane",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "822b87cd-74da-42c1-9f43-9ddebf186aad",
        "choice_type": "single"
    },
    {
        "question": "Ophthalmia neonatorum within first 48 hours of birth is caused by",
        "exp": "Ans. b (Neisseria gonorrheae) (Ref: Parson's, 18th ed/140)DIFFERENTIAL DIAGNOSIS OF NEONATAL CONJUNCTIVITIS (OPHTHALMIA NEONATORUM). Cause. Onset. Findings. Cytology&lab tests(1). Toxic Ag. NO3- Silver nitrate (Crede's prophylaxis). Within hours. Hyperemia. Slight watery to mucoid discharge. Negative culture(2). Gonococci (gonococcal conjunctivitis)2nd-4th day of life. Acute purulent conjunctivitis. Intracellular gram-negative diplococci. Positive culture on blood and chocolate agar(3). Other bacteria (Pseudomonas aeruginosa, Staphylococcus aureus, Streptococcus pneumoniae; Haemophilus)4th-5th day of life. Mucopurulent conjunctivitis. Culture on bloodagar(4). Chlamydia (inclusion conjunct. Mtis)... most common5th-14th day of life. Mucopurulent conjunctivitis. Giemsa-positive cytoplasmic inclusion bodies in epithelial cells. Negative culture. (5). Herpes simplex virus5th-7th day of life. Watery blepharoconjunctivitis. Corneal involvement. Systemic manifestations. Multinucleated gaint cells, cytoplasmic inclusion bodies. Negative culture. Educational Points: Intact corneal epithelium cannot be penetrated b\\ any organism EXCEPT-# Neisseria gonorrhoeae# Neisseria meningitides# Cornybacterium diphtheriae. Conjunctivitis Features. Acute mucopurulent conjunctivitis# Staph, is commonest causative organism. Ophthalmia neonatorum# Chlamydia is most common causative organism (7-10 days)# Presents at birth/in a hour of birth (Chemical)# Treatment is Credes prophylaxis with 1% silver nitrate. Ligneous conjunctivitis# Membranous but repeated conjunctivitis. Angular conjunctivitis# Caused by Moraxella. Treatment is zinc oxide. Follicular conjunctivitis# Trachoma, drug induced, New Castle's conjunctivitis# Epidemic keratoconjunctivitis sicca (adenovirus). Acute herpetic conjunctivitis# occurs in young children infected from contagion of carrier. Vernal conjunctivitis (Spring catarrh)# Bulbar and palpebral conjunctivitis# Bilateral and recurrent# Ropy discharge# 'Cobble stone' palpebral conjunctiva# Gaint papilla # Horner-Trantas spots# Maxwell-Lion sign# Pseudogerontoxon# Treatment with steroids, acetyl cysteine and topical NSAIDEducational point:# Sulphacetamide eye drops used for ophthalmia neonatorum.",
        "cop": 2,
        "opa": "Adenovirus",
        "opb": "Neiserria gonorhoeae",
        "opc": "Candida albicans",
        "opd": "Chlamydia trachomatis",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "d444109d-2859-4130-86da-acc80bf71cbc",
        "choice_type": "single"
    },
    {
        "question": "The patient is suffering from which stage of trachoma?",
        "exp": "Ans. (d) Trachomatous trichiasis. Going by the FISTO classification of WHO, active inflammation signs and Arlt's line cannot be seen, so the above case cannot be TF, TI, TS. Corneal epithelial defects can be seen, but corneal opacity has still not developed, thus the above patient can be graded as a case of TT.",
        "cop": 4,
        "opa": "Trachomatous inflammation intense",
        "opb": "Trachomatous scarring",
        "opc": "Trachomatous corneal opacity",
        "opd": "Trachomatous trichiasis",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "9eaed195-1ca3-41fc-ba96-a4f1ea8c96f8",
        "choice_type": "single"
    },
    {
        "question": "\"Shield ulcers\" are seen in:",
        "exp": "Ans. C. Vernal Keratoconjunctivitis. (Ref: Khurana 3rd Edition page 100.). Vernal corneal ulcers, also known as shield ulcers, are usually horizontally oval in orientation and involve the upper third of the cornea. Vernal Keratoconjunctivitis# Vernal keratitis is characterized by a combination of punctate epithelial erosions and keratitis. Punctate epithelial erosions are areas of absent epithelium that stain with fluorescein. Punctate epithelial keratitis is an influx of white cells into the corneal epithelium. The epithelium in this area stains with rose bengal, which stains devitalized cells.# Keratitis epithelialis of Tobgy is the early phase of vernal keratitis, consisting of minute white dots in the epithelium.# When the keratitis coalesces, a vernal (shield) ulcer is formed. There is often white material at the base of the ulcer, which has been reported to be mucopolysaccharides. In general, these ulcers are sterile, but there have been rare reports of superimposed infectious corneal ulcers occurring in VKC. These ulcers differ from vernal shield ulcers, which are indolent and often have a plaque at the base.# Horner-Trantas' dots are small white elevated lesions that appear at the apices of limbal excresences that consist of desquamated epithelial cells and eosinophils.# Subepithelial scarring and pseudogerontoxon also known to occur. Vernal conjunctivitis (Spring catarrh): key facts- Bulbar and palpebral conjunctivitis- Bilateral and recurrent- Ropy discharge- 'Cobble stone' palpebral conjunctiva- Gaint papilla- Horner-Trantas spots- Maxwell-Lion sign- Pseudogerontoxon- Treatment with steroids, acetyl cysteine and topical NSAID",
        "cop": 3,
        "opa": "Granulomatous Conjuctivits",
        "opb": "Phlyectanular kerato. Conjuctivits",
        "opc": "Vernal Keratoconjunctivitis",
        "opd": "Angular Conjuctivits",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "46318b00-b0c8-4dda-9340-08649a8cc438",
        "choice_type": "single"
    },
    {
        "question": "Herbert pits are seen in -",
        "exp": "Ans. is 'a' i. e., Trachoma Signs of Trachoma* Conjunctival signs Congestion, conjunctival follicles (boiled sagograin like), Papillary hyperplasia, conjunctival scarring (Arifs line), concretion.* Corneal signs. Superficial keratitis, Herbert follicles, Pannus, Corneal ulcer, Herbert pits, Corneal opacity.",
        "cop": 1,
        "opa": "Trachoma",
        "opb": "Phyctenular conjunctivitis",
        "opc": "Acute iridocyclitis",
        "opd": "Posterior uveitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "34fcd1db-aa3b-4201-b11b-5e22203dfeb4",
        "choice_type": "single"
    },
    {
        "question": "Epidemic keratoconjunctivitis is caused by",
        "exp": "Ans. d (Adenovirus). (Ref. Textbook of Microbiology by Anantanarayan, 6th/451)INFECTION BY ADENOVIRUS Syndromes. Principle serotypes1. Respiratory disease in children1, 2, 5, 62. Sore-throat, febrile cold, pneumonia3, 4, 7, 14, 213. ARDS in military recruits4, 7, 214. Follicular (swimming pool) conjunctivitis3, 75. Epidemic kerato conjunctivitis sicca8, 19, 37. Q6. Diarrhoea40, 417. Soft tissue sarcoma and bladder carcinoma18, 198. Gene therapy2, 59. AIDS43, 47",
        "cop": 4,
        "opa": "Corona virus",
        "opb": "Epstien-Barr virus",
        "opc": "Picorna virus",
        "opd": "Adenovirus",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "7c728566-3645-4e2c-bebf-84e04027354f",
        "choice_type": "single"
    },
    {
        "question": "Haab's striae is seen in?",
        "exp": "Haab's striae are horizontal breaks in the Descemet membrane associated with congenital glaucoma. It is named after Otto Haab. Haab striae are curvilinear breaks in Descemet's membrane, resulting acutely from stretching of the cornea in primary congenital glaucoma. They are typically oriented horizontally or concentric to the limbus in contrast to Descemet's tears, resulting from birth trauma, that are usually vertical or obliquely oriented. differential diagnosis Band-like structures, clinically similar to Haab's striae, occur in posterior polymorphous dystrophy (PPMD) and are often confused with them. The difference in clinical appearance based on difference in histopathology allows a clear differentiation. The edge of Haab's striae are thickened, curled, and secondarily proliferate Descemet's membrane, while the area between the edge is thin and smooth. Posterior polymorphous dystrophy bands are the exact opposite. The band is a thickening of Descemet's membrane between the edges with thinner, more normal Descemet's membrane outside of them. PPMD bands may be associated with typical vesicles or appear as the only sign of dystrophy, even in the eyes of patients with a known family history.",
        "cop": 2,
        "opa": "Trachoma",
        "opb": "Congenital glaucoma",
        "opc": "Scletitis",
        "opd": "Cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "c5d9e447-2fa8-4c85-87de-74b232d65cec",
        "choice_type": "single"
    },
    {
        "question": "Bitot spots are seen in?",
        "exp": "Ans. (a) Bulbar conjunctiva. Ref Kanski 7/e, p. 210. Bitot spots are triangular patches of foamy keratinized epithelium in the interpalpebral zone (elliptic space between the medial and lateral canthi of the two open lids) thought to be caused by Corynebacterium xerosis. Interpalpebral zone-sclera and thus bulbar conjunctiva is seen as involved.",
        "cop": 1,
        "opa": "Bulbar conjunctiva",
        "opb": "Palpebral conjunctiva",
        "opc": "Cornea",
        "opd": "Eyelid",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "469feae3-0233-418e-bc28-4ad1af13fcb5",
        "choice_type": "single"
    },
    {
        "question": "Crede's method refers to instillation of:",
        "exp": "Ans. a (1 % silver nitrate) Ref: AK Khurana, 3rd ed, p. 98; 4th ed, p. 72. 1 % silver nitrate solution instillation into the eye of the babies immediately afterbirth is known as Crede's method. It's a post natal measure against ophthalmia neonatorum. Ophthalmia neonatorum is the name given to bilateral inflammation of conjunctiva in infants < 30 days old. It is important to know the I. P depending on the different types of agents causing ophthalmia neonatorum:-Causative agent. Incubation period1. Chemical4-6 hours2. Gonococcal2-4 days3. Other bacterial4-5 days4. Neonatal inclusion conjunctivitis5-14 days5. Herpes simplex5-7 days. Remember: Blanket antibiotic therapy - application of 1 % tetracycline eye ointment twice daily for 5 days in a month for 6 months for endemic trachoma(i. e., prevalence > 5)",
        "cop": 1,
        "opa": "1% silver nitrate",
        "opb": "1% methyl cellulose",
        "opc": "1% chloramphenicol",
        "opd": "1% saline wash",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "fcd76f11-ab00-482f-91a2-053c5ae8a209",
        "choice_type": "single"
    },
    {
        "question": "Goblet cells are seen in -",
        "exp": "Ans. is 'b' i. e. Conjunctiva o Epithelial lining of Conjunctiva is stratified non-keratinized epithelium which varies from region to region. The important cells of conjunctiva are: -i) Goblet cells: - Occur throughout the conjunctiva, especially the plica semilunaris singly or in association with epithelial crypts. Goblets cells are most dense nasally and least dens in upper temporal fornix. Goblet cells are absent in palpebral mucocutaneous junction and the limbus. ii) Melanocytes: - Are found in the conjunctiva at limbus, fornix, camucle and at the site of entery of anterior ciliary vessels. iii) Langerhans cells: - In all parts of conjunctiva.",
        "cop": 2,
        "opa": "Cornea",
        "opb": "Conjunctiva",
        "opc": "Retina",
        "opd": "Vitreous",
        "subject_name": "Ophthalmology",
        "topic_name": "Conjuctiva",
        "id": "db5f6057-7527-4440-99ee-7e3ee160bfda",
        "choice_type": "single"
    }
]