[
    {
        "question": "Recurrent corneal erosion seen in",
        "exp": "Ans. is 'a' i. e Corneal dystrophy \"Corneal dystrophies are a group of progressive usually b/l and mostly genetically determined corneal opacifying disorder which develops in the absence of inflammation. \"Age of presentation is 1st or 2nd decade. MC type of all corneal dystrophies - Cogan's microcytic dystrophy. Cornea guttata is seen in endothelial layer *Treatment of corneal dystrophy is by keratoplasty*",
        "cop": 1,
        "opa": "Corneal dystrophy",
        "opb": "Keratoglobus",
        "opc": "Keratoconus",
        "opd": "Peutz-anomalies",
        "subject_name": "Ophthalmology",
        "topic_name": "Corneal Dystrophies",
        "id": "0fb164dc-2099-440a-a5aa-5201bcec1f29",
        "choice_type": "single"
    },
    {
        "question": "Band shaped keratopathy is caused by:",
        "exp": "Ans. is 'b' i. e. Calcium Band keratopathy is characterized by the deposition of calcium salts in a band-like pattern in the anterior layers of the cornea. The keratopathy is usually limited to the interpalpebral area. Symptoms include irritation, injection, and blurring of vision. Etiology. Band keratopathy is a common condition in chronic uveitis, especially in blind shrunken eyes, and in children suffering from Still disease. it is also common in aphakic eyes who have undergone vitrectomy with silicone oil if the oil is allowed to remain in the eye for long. Occasionally it is seen in hyperparathyroidism vitamin D intoxication sarcoidosis leprosy. Treatment consists of removal of the opacity by curettage under topical anaesthesia followed by irrigation of the cornea with EDTA. The opacity can also be removed by excimer laser (phototherapeutic keratectomy).",
        "cop": 2,
        "opa": "Amyloid",
        "opb": "Calcium",
        "opc": "Monopolysaccharide",
        "opd": "Lipid",
        "subject_name": "Ophthalmology",
        "topic_name": "Corneal Dystrophies",
        "id": "9663f18f-eadf-49c6-99c2-22b67bffd6dd",
        "choice_type": "single"
    }
]