[
    {
        "question": "Hard exudates are seen in the following except",
        "exp": "Leukaemic retinopathy It is characterised by pale and orange fundus background with dilated and touous veins. In later stages, greyish white lines may be seen along the course of the veins (due to perivascular leukaemic infiltration). Aerioles become pale and narrow. Retinal haemorrhages with typical white centre (Roth spots) are very common. Occasionally large pre-retinal (sub hyaloid) haemorrhages may also be seen. Ref:- A K KHURANA; pg num:-264",
        "cop": 4,
        "opa": "Hypeensive retinopathy",
        "opb": "Diabetic retinopathy",
        "opc": "Exudative retinopathy of Coat's",
        "opd": "Leukemic retinopathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "10679cc4-20b7-4a3e-a10a-f273865c34b7",
        "choice_type": "multi"
    },
    {
        "question": "Non -sterile hypopyon is seen in -",
        "exp": "In fungal ulcer, usually a big hypopyon is present even if the ulcer is small. Unlike the bacterial ulcer, the hypopyon may not be sterile as the fungi can penetrate into the anterior chamber without perforation. Reference: Comprehensive ophthalmology, AK Khurana, 6th edition, page no. 106",
        "cop": 3,
        "opa": "Pneumococcus infection",
        "opb": "Pseudomonas infection",
        "opc": "Fungal infection",
        "opd": "Gonococcal infection",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "aa68d709-b4b6-4186-8ad1-42f7f3f437c9",
        "choice_type": "single"
    },
    {
        "question": "Children with apathy, general weakness, loosening of the skin, marasmic features also has X3B Xerophthalmia features. Eye finding will be",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 467 - 470)X3A Corneal ulceration/keratomalacia affecting less than a one-third corneal surface. X3B corneal ulceration/keratomalacia affecting more than a one-third corneal surface. XS corneal scar due to xerophthalmia XF Xerophthalmic fundus",
        "cop": 2,
        "opa": "Corneal ulcer with thickening",
        "opb": "Corneal ulcer with full thickness",
        "opc": "Hyperemia",
        "opd": "Conjunctival xerosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "7901b015-8182-4e64-acf7-4a88a950489b",
        "choice_type": "single"
    },
    {
        "question": "Prominent corneal nerves are seen in all except -",
        "exp": "Macular dystrophy (Groenouw type-II). It is an autosomal recessive dystrophy characterisedby appearance of dense grey opacity in the centralcornea. The condition results due to accumulation ofmucopolysaccharides owing to a local enzymedeficiency. It occurs in childhood (5 to 10 years) andleads to marked defective vision in early life, whichusually requires penetrating keratoplasty. REF: Comprehensive ophthalmology, AK Khurana, 4th edition, pg no. 118.",
        "cop": 4,
        "opa": "Ectodermal dysplasia",
        "opb": "Ichythyosis",
        "opc": "Refsum's syndrome",
        "opd": "Macular dystrophy",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "bd2435c5-385d-4d42-b0a6-89622e9b99eb",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true for anaemic retinopathy except",
        "exp": "Anaemic retinopathy In anemia, retinal changes are liable to occur when hemoglobin level falls by 50 percent and are consistently present when it is below 35 percent (5 gm%). Anaemic retinopathy is characterised by pale aerioles and a pale general background of the fundus. Retinal veins are dilated. Superficial retinal and preretinal (subhyaloid) haemorrhages may be seen in posterior half of the fundus. A few haemorrhages have white centres (Roth spots). Rarely, a few soft exudates (cotton-wool patches) may also be present. Ref:- A K KHURANA; pg num:-264",
        "cop": 3,
        "opa": "Occurs when hemoglobin level falls below 5 gm%",
        "opb": "Aerioles become pale",
        "opc": "Veins are pale and narrow",
        "opd": "Superficial retinal and subhyaloid haemorrhage are seen",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "11c0e64c-e7db-407c-be60-2081af0fe776",
        "choice_type": "multi"
    },
    {
        "question": "Ameboid ulcer is a feature of -",
        "exp": "It is seen primary ocular herpes. Sometimes the margins of the dendritic ulcer enlarge and coalesce to form a large epithelial ulcer with a 'geographical' or 'ameboid' configuration</p. Reference: Comprehensive ophthalmology, AK Khurana, 6th edition, page no. 108",
        "cop": 3,
        "opa": "Parasitic corneal ulcer",
        "opb": "Mycotic corneal ulcer",
        "opc": "Herpetic corneal ulcer",
        "opd": "Bacterial corneal ulcer",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "f576a687-db0b-40b5-859c-c479d53529e9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following corneal dystrophies is an autosomal recessive condition",
        "exp": "CORNEAL DYSTROPHIES CLASSIFICATION Dystrophies are classified according to the anatomic site most severely (primarily) involved, as follows: I. Anterior dystrophies (superficial dystrophies) It primarily affecting epithelium and Bowman&; s layer. 1. Epithelial basement membrane dystrophy 2. Reis-Buckler&; s dystrophy. 3. Meesman&; s dystrophy. 4. Recurrent corneal erosion syndrome. 5. Stocker-Holt dystrophy. II. Stromal dystrophies 1. Granular (Groenouw&; s type I) dystrophy 2. Lattice dystrophy 3. Macular (Groenouw&; s type II) dystrophy 4. Crystalline (Schnyder&; s) dystrophy III. Posterior dystrophies affecting primarily the corneal endothelium and Descemet&; s membrane. 1. Cornea guttata 2. Fuchs&; epithelial-endothelial dystrophy (late hereditary endothelial dystrophy). 3. Posterior polymorphous dystrophy (of Schlichting). 4. Congenital hereditary endothelial dystrophy (CHED). STROMAL DYSTROPHIES Macular dystrophy (Groenouw type-II) It is an autosomal recessive dystrophy characterised by appearance of dense grey opacity in the central cornea. The condition results due to accumulation of mucopolysaccharides owing to a local enzyme deficiency. It occurs in childhood (5 to 10 years) and leads to marked defective vision in early life, which usually requires penetrating keratoplasty. Ref:-A K KHURANA; pg num:-117, 118",
        "cop": 1,
        "opa": "Macular dystrophy",
        "opb": "Granular dystrophy",
        "opc": "Fleck dystrophy",
        "opd": "Lattice dystrophy",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "ff91f0c8-14bc-4f7c-9f31-991367575429",
        "choice_type": "single"
    },
    {
        "question": "Microscopy of corneal ulcer showed branching septate hyphae. The probable diagnosis -",
        "exp": "Filamentous fungi eg. Aspergillus, fusarium, Alternaria, Cephalosporium, Curvularia and Pencillium are septate multicellular fungi. Mucor and rhizopus are non-septate fungi. Reference: Comprehensive ophthalmology, AK Khurana, 6th edition, page no. 106",
        "cop": 3,
        "opa": "Candida",
        "opb": "Mucor mycosis",
        "opc": "Aspergillus",
        "opd": "Histoplasma",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "486aea84-4a31-4192-ac14-fc67f3bdc016",
        "choice_type": "single"
    },
    {
        "question": "Reis buckler dystrophy affects which layer of the cornea?",
        "exp": "CLASSIFICATION OF CORNEAL DYSTROPHIES Dystrophies are classified according to the anatomic site most severely (primarily) involved, as follows: Anterior dystrophies Stromal dystrophies Posterior dystrophies primarily affects epithelium and Bowman's layer Primarily affects stroma Primarily affects the corneal endothelium and Descemet's membrane 1. Epithelial basement membrane dystrophy 2. Reis-Buckler's dystrophy 3. Meesman's dystrophy 4. Recurrent corneal erosion syndrome 5. Stocker-Holt dystrophy 1. Granular (Groenouw's type I) dystrophy 2. Lattice dystrophy 3. Macular (Groenouw's type II) dystrophy 4. Crystalline (Schnyder's) dystrophy 1. Cornea guttata 2. Fuchs' epithelial-endothelial dystrophy (late hereditary endothelial dystrophy). 3. Posterior polymorphous dystrophy (of Schlichting). 4. Congenital hereditary endothelial dystrophy(CHED). Reis-Buckler dystrophy Also known as ring-shaped dystrophy (due to the typical lesion) primarily involving the Bowman's layer is a progressive corneal dystrophy occurring in childhood. It has got an autosomal dominant inheritance. Most patients get frequent attacks of recurrent corneal erosions that usually result in diffuse anterior scarring. Treatment: In early cases, it is same as that of recurrent corneal erosions, i. e. by patching. However, most of the patients ultimately need lamellar or penetrating keratoplasty. Reis-Bucklers corneal dystrophy, is a rare, corneal dystrophy of unknown cause, in which the Bowman's layer of the cornea undergoes disintegration. The disorder is inherited in an autosomal dominant fashion, and is associated with mutations in the gene TGFB1. Ref: Khurana; 4th ed; Pg 117",
        "cop": 3,
        "opa": "Epithelium",
        "opb": "Stroma",
        "opc": "Bowman's layer",
        "opd": "Endothelium",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "7a9f0136-1150-4777-adad-e57f65ba8a25",
        "choice_type": "single"
    },
    {
        "question": "Satellite lesions in the cornea may be seen in",
        "exp": "MYCOTIC CORNEAL ULCER Etiology: The fungi which may cause corneal infections are: i. Filamentous fungi e. g., Aspergillus, Fusarium, and Penicillium. ii. Yeasts e. g., Candida and Cryptococcus. Clinical features: Signs: A typical fungal corneal ulcer has following salient features 1)\u0001 Corneal ulcer is dry-looking, greyish white, with elevated rolled out margins. 2)\u0001 Delicate feathery finger-like extensions are present into the surrounding stroma under the intact epithelium. 3)\u0001 A sterile immune ring (yellow line of demarcation) may be present where fungal antigen and host antibodies meet. 4)\u0001 Multiple, small satellite lesions may be present around the ulcer. Usually a big hypopyon is present even if the ulcer is very small. Unlike bacterial ulcer, the hypopyon may not be sterile as the fungi can penetrate into the anterior chamber without perforation. 5)\u0001 Perforation in mycotic ulcer is rare but can occur. 6)\u0001 Corneal vascularization is conspicuously absent. Ref:- A K KHURANA; pg num:-100, 101",
        "cop": 2,
        "opa": "Viral corneal ulcer",
        "opb": "Fungal corneal ulcer",
        "opc": "Bacterial corneal ulcer",
        "opd": "None of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "ebb10b24-115c-40c8-b7fd-7da6eee53222",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of anterior staphyloma-",
        "exp": "Anterior staphyloma. An ectasia of psuedocornea(the scar formed from organised exudates andfibrous tissue covered with epithelium) whichresults after total sloughing of cornea, with irisplastered behind it is called anterior staphyloma. REF: Comprehensive ophthalmology, 20th edition, AK Khurana, pg no. 122.",
        "cop": 3,
        "opa": "High myopia",
        "opb": "Scleritis",
        "opc": "Corneal ulcer",
        "opd": "Trauma",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "076519f3-e789-434a-ad68-6515daf489d4",
        "choice_type": "single"
    },
    {
        "question": "For transplantation, cornea is preserved in",
        "exp": "KERATOPLASTY or CORNEAL GRAFTING Corneal preservation techniques: 1) Sho term preservation in moist chamber or Mc Carey Kaufmann medium refrigerated at 2 -8degC requires the cornea to be used with in 48-72 hrs. 2) Intermediate term preservation in medium containing chondroitin sulphate refrigerated at 2-8degC for 7 - 14 days or maintained at 37 by organ culture methods using modified eagle&; s medium extend this to 30 days. 3) Long term preservation is upto 1 yr by cryopreservation in liquid nitrogen or in glycerol. Ref:- Parsons diseases of eye; pg num:-221",
        "cop": 2,
        "opa": "Wet medium",
        "opb": "Modified MK medium",
        "opc": "Glycerine medium",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "19066215-dd16-47ba-92b4-068bbb279c70",
        "choice_type": "multi"
    },
    {
        "question": "True about fungal corneal ulcer -",
        "exp": "Fungal corneal ulcer is dry looking, greyish white with elevated rolled out margins, sterile immune ring may be present, big hypopyon, corneal vascularisation is conspicuosly absent in purr mycotic ulcer. Reference: Comprehensive ophthalmology, AK Khurana, 6th edition, page no. 106",
        "cop": 2,
        "opa": "Symptoms are severe",
        "opb": "Dry looking ulcer",
        "opc": "Irregular, zigzag linear branching",
        "opd": "Shifting hypopyon",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "7fe6ba68-85b3-4f3c-9e1b-c66d4238d303",
        "choice_type": "multi"
    },
    {
        "question": "A patient on amiodarone is diagnosed to have cornea veicillate. What should be management-",
        "exp": "This is a whorl-like opacity in the corneal epithelium seen in patients on long term treatment with medication such as amiodarone, chloroquine, phenothiazine and indomethacin. occasionally the condition has been known to cause glare and surface discomfo which responds to topical lubricants. REF: Parson's disease of eye, 20th edition, pg no. 206.",
        "cop": 1,
        "opa": "Stop the drug",
        "opb": "Penetrating keratoplasty",
        "opc": "Lamellar keratoplasty",
        "opd": "Observation",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "4ffd4398-8f6e-47a5-a7dd-de38092ed4f6",
        "choice_type": "single"
    },
    {
        "question": "To prevent keratoconus which of the following is used",
        "exp": "Keratoconus cannot be prevented by any measures. Its progression can be slowed down or it can be treated by following methods: Treatment. Falling vision may not be corrected by glasses due to irregular astigmatism.\u0001 Contact lenses (rigid gas permeable) usually improve the vision in early cases.\u0001 In later stages penetrating keratoplasty may be required.\u0001 Intacs, the intracorneal ring segments, are repoed to be useful in early cases. Generally, keratoconus cannot be prevented. Prevention: Regular and periodical eye tests for all family members above 10 years, mainly for families with keratoconus history and risk factors. Avoiding rubbing your eyes due to allergies. Following doctor's instructions and immediately repoing any noticeable progression. Ref: Parson; 21st edition; Pg no. 211",
        "cop": 4,
        "opa": "Antibiotics",
        "opb": "Cycloplegics",
        "opc": "Glasses",
        "opd": "Cannot be prevented",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "ccb2fdd2-df86-41e7-a4b1-1064ed09665c",
        "choice_type": "single"
    },
    {
        "question": "What happens to corneal endothelium after injury-",
        "exp": "Corneal endothelial decompensation occurs only after more than 75% of the cells are lost. Reference: Comprehensive Ophthalmology, AK Khurana, 6th edition, pg no. 96",
        "cop": 3,
        "opa": "Slowly regenerates",
        "opb": "Never regenerates",
        "opc": "Regenerates rapidly",
        "opd": "Forms a scar",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "39b462d4-9eac-4799-96c5-3a90e8999271",
        "choice_type": "single"
    },
    {
        "question": "Corneal vascularisation is/are caused by",
        "exp": "VASCULARIZATION OF CORNEA Normal cornea is avascular except for small capillary loops which are present in the periphery for about 1 mm. In pathological states, it can be invaded by vessels as a defence mechanism against the disease or injury. However, vascularization interferes with corneal transparency and occasionally may be a source of irritation. Clinico-etiological features: Clinically, corneal vascularization may be superficial or deep. 1. Superficial corneal vascularization: In it vessels are arranged usually in an arborising pattern, present below the epithelial layer and their continuity can be traced with the conjunctival vessels. Common causes of superficial corneal vascularization are: trachoma, phlyctenular kerato-conjunctivitis, superficial corneal ulcers and rosacea keratitis. 2. Deep vascularization: In it the vessels are generally derived from anterior ciliary aeries and lie in the corneal stroma. These vessels are usually straight, not anastomosing and their continuity cannot be traced beyond the limbus. Deep vessels may be arranged as terminal loops, brush, parasol, umbel network or interstitial arcade. Common causes of deep vascularization are: interstitial keratitis, disciform keratitis, deep corneal ulcer, chemical burns and sclerosing keratitis and grafts. Ref:- A K KHURANA; pg num:-122, 124",
        "cop": 4,
        "opa": "Chemical burn",
        "opb": "Graft rejection",
        "opc": "Phlyctenular keratoconjunctivitis",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "647b1add-0535-4108-91e2-093856ec9f98",
        "choice_type": "multi"
    },
    {
        "question": "In Herpes zoster keratitis all occurs except-",
        "exp": "Herpes zoster keratits occurs in 40% of all patients sometimes may precede the neuralgia or skin lesions. in several forms. 1). Epithelial keratitis 2). Nummular keratitis 3). Disciform keratitis. Reference: Comprehensive ophthalmology, AK Khurana, 6th edition, page no. 106",
        "cop": 3,
        "opa": "Pseudodendritic keratitis",
        "opb": "Anterior endothelial keratitis\\/Uveitis",
        "opc": "Sclerokeratitis",
        "opd": "Endothelitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "c8f638e0-95bd-4622-83f0-086750fe23da",
        "choice_type": "multi"
    },
    {
        "question": "Corneal endothelium was seen by",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 95 - 96). Corneal endothelium: It consists of single layer of polygonal (mainly hexagonal cells). They are visualized by slit lamp bio-microscope and appear like a mosaic. The cell density is 30000 cells/mm2 in young adults and decreases with age. These cells contain active pump mechanism",
        "cop": 4,
        "opa": "Pachymeter",
        "opb": "Keratometer",
        "opc": "Tonometer",
        "opd": "Slit lamp bio-microscope",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "312851d1-4d4c-4a3a-b818-caf48f6f47c5",
        "choice_type": "single"
    },
    {
        "question": "Neurotrophic keratopathy is caused by",
        "exp": "*This occurs in some cases in which the trigeminal nerve is paralyzed, typically as a result of radical treatment for trigeminal neuralgia. *The characteristic feature of neurotrophic keratopathy is the desquamation of the corneal epithelium. The surface of the cornea becomes dull and the epithelium is thrown off. *The entire epithelium may thus peel off intact. The substantia propria then becomes cloudy and finally yellow, breaking down into a large ulcer which is usually accompanied by a hypopyon. *There is no pain, owing to the anesthesia, but ciliary Injection is marked. Neurotrophic keratopathy is a degenerative corneal disease induced by an impairment of trigeminal nerve. Impairment of loss of corneal sensory innervation is responsible for corneal epithelial defects, ulcer, and perforation. Ref Parsons' 21st edition; Pg. 115",
        "cop": 2,
        "opa": "Bell's palsy",
        "opb": "Trigeminal palsy",
        "opc": "Both trigeminal and facial palsy together only",
        "opd": "Trochlear nerve palsy",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "79527619-316e-456d-ab15-d2f7035792e8",
        "choice_type": "multi"
    },
    {
        "question": "Most impoant factor in convergence of light rays on retina is",
        "exp": "Convergence of light rays on retina is due to cornea Ref khurana 6/e",
        "cop": 4,
        "opa": "Length of eye ball",
        "opb": "Dioptre power of lens",
        "opc": "Centre of lens",
        "opd": "Cornea",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "c012f19d-fe5b-4f3c-b62f-acdf1354db52",
        "choice_type": "multi"
    },
    {
        "question": "Corneal dystrophies are usually -",
        "exp": "Corneal dystrophies are inherited disorders in which the cells have some inborn defects due to which the pathological changes may occur with passage of time leading to development of corneal haze in otherwise normal eyes that are free from inflammation or vascularization. Dystrophies occur bilaterally manifesting occasionally at bih. REF: Comprehensive ophthalmology, AK Khurana, 6th edition, pg no. 124",
        "cop": 2,
        "opa": "Primarily unilateral",
        "opb": "Primarily bilateral",
        "opc": "c). Primarily unilateral without systemic disease",
        "opd": "d) Primarily bilateral with systemic disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "2145733d-8bf9-4a15-9672-ee42428c131a",
        "choice_type": "multi"
    },
    {
        "question": "Hypopyon in a fungal corneal ulcer contains-",
        "exp": "Usually big hypopyon is present even if the ulceration is small. Unlike bacterial ulcer, the hypopyon may not be sterile as the fungi can penetrate into the anterior chamber without perforation Reference: Comprehensive ophthalmology, AK Khurana, 6th edition, page no. 106",
        "cop": 1,
        "opa": "Fungal filaments",
        "opb": "Fungal spores",
        "opc": "Purulent material",
        "opd": "Sterile material",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "7f6f8abd-0e95-46b3-ba14-3f994d0e7def",
        "choice_type": "single"
    },
    {
        "question": "Most common type of scleritis is",
        "exp": "Scleritis can be classified as follows: I. Anterior scleritis (98%) 1. Non-necrotizing scleritis (85%) (a) Diffuse (b) Nodular 2. Necrotizing scleritis (13%) (a) with inflammation (b) without inflammation (sclero malacia perforans) II. Posterior scleritis (2%) The most common form, anterior scleritis, is defined as scleral inflammation anterior to the extraocular recti muscles. Posterior scleritis is defined as involvement of the sclera posterior to the inseion of the rectus muscles. Ref. UGkhurana 4th edition Pg. 129",
        "cop": 3,
        "opa": "Non-necrotizing",
        "opb": "Necrotizing",
        "opc": "Anterior",
        "opd": "Posterior",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "9a395653-f32e-4a64-b9f2-8412227b75ec",
        "choice_type": "single"
    },
    {
        "question": "Golden period of eye donation -",
        "exp": "The donor eyes should be removed as early aspossible (within 6 hours of death) and should bestored under sterile conditions. REF: Comprehensive ophthalmology, AK Khurana, 4th edition, pg no. 509.",
        "cop": 1,
        "opa": "6 hours",
        "opb": "12 hours",
        "opc": "18 hours",
        "opd": "24 hours",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "d022bf50-fad2-430d-8d67-111b6a8148f9",
        "choice_type": "single"
    },
    {
        "question": "Corneal epithelium is composed of -",
        "exp": "Corneal epithelium is of stratified squamous type and continuous with epithelium of bulbar conjunctiva at the limbus. It consists of 5-6 layer of cells Reference: Comprehensive ophthalmology, 6th edition, pg no. 95",
        "cop": 2,
        "opa": "Stratified keratinized epithelium",
        "opb": "Stratified non- keratinized epithelium",
        "opc": "Columnar epithelium",
        "opd": "Pseudostratified epithelium",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "6c6a9e40-0cce-47e6-b266-7115b655747c",
        "choice_type": "single"
    },
    {
        "question": "Safe size of corneal graft with less chances of failure is -",
        "exp": "With the help of a corneal trephine (7. 5 mm to 8 mm in size)a paial thickness incision is made in the hostcornea. Then, anterior chamber isentered with the help of a razor blade knife andexcision is completed using corneo-scleral scissors. REF: Comprehensive ophthalmology, AK Khurana, 4th edition, pg no. 125.",
        "cop": 1,
        "opa": "7. 5 mm",
        "opb": "5. 5 mm",
        "opc": "6. 5 mm",
        "opd": "4. 5 mm",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "fc3c750e-73ed-4cb8-b50f-0a6a49a894da",
        "choice_type": "single"
    },
    {
        "question": "Topical antifungal used in corneal fungal infection -",
        "exp": "Topical antifungal eyedrops should be used for long period(6-8 weeks), these include: Natamycin, Amphotericin B and either fluconazole or miconazole. Reference: Comprehensive ophthalmology, AK Khurana, 6th edition, page no. 107",
        "cop": 3,
        "opa": "Silver sulfadiazine",
        "opb": "Neomycin",
        "opc": "Natamycin",
        "opd": "Griseofulvin",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "10bf8be5-9484-415a-b2e8-350fba7fa165",
        "choice_type": "single"
    },
    {
        "question": "Fleischer ring is characteristic of -",
        "exp": "In keratoconus slit lamp examination may show thinning and ectasia of central cornea, opacity at the apex and Fleischer's ring at the base of cone, folds in Descemet's and Bowman's membranes. Very fine, veical, deep stromal striae (Vogt lines) which disappear with external pressure on the globe are peculiar feature. Reference: Comprehensive ophthalmology, AK Khurana, 4th edition, page no. 119",
        "cop": 4,
        "opa": "Megalocornea",
        "opb": "Diabetes",
        "opc": "Chalcosis",
        "opd": "Keratoconus",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "83e00050-e8c3-48c2-9662-1a87b45706d9",
        "choice_type": "single"
    },
    {
        "question": "Avascular coat in eye is -",
        "exp": "Cornea is a transparent, avascular, watch glass like structure. It forms anterior one sixth of the outer fibrous coat of eyeball. Reference: Comprehensive Opthalmology, AK Khurana, 6th edition, pg no. 95",
        "cop": 2,
        "opa": "Sclera",
        "opb": "Cornea",
        "opc": "Retina",
        "opd": "Choroid",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "3ddbb1f3-7294-4e56-932a-e234e6316ea7",
        "choice_type": "single"
    },
    {
        "question": "Band shaped keratopathy is caused by-",
        "exp": "Calcific degeneration (Band Shape keratopathy). Band shape keratopathy (BSK) is essentially adegenerative change associated with deposition ofcalcium salts in Bowman's membrane, most superficialpa of stroma and in deeper layers of epithelium. Etiology \u0001 Ocular diseases. Band keratopathy is seen in association with: chronic uveitis in adults, children with Still's disease, phthisis bulbi, chronic glaucoma, chronic keratitis and ocular trauma. \u0001 Age related BSK is common and affects otherwise healthy cornea. \u0001 Metabolic conditions rarely associated with BSK include hypercalcaemia and chronic renal failure. REF: Comprehensive ophthalmology, 4th edition, pg no. 116",
        "cop": 2,
        "opa": "Amyloid",
        "opb": "Calc. Ium",
        "opc": "Monopolysaccharide",
        "opd": "Lipid",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "e205165d-eb3f-4113-9c2b-87f3068d2eb9",
        "choice_type": "single"
    },
    {
        "question": "Ciliary staphyloma occurs due to all of the following except",
        "exp": "STAPHYLOMAS Staphyloma refers to a localised bulging of weak and thin outer tunic of the eyeball (cornea or sclera), lined by uveal tissue which shines through the thinned out fibrous coat. Ciliary staphyloma: As the name implies, it is the bulge of weak sclera lined by ciliary body. It occurs about 2-3 mm away from the limbus. Its common causes are thinning of sclera following perforating injury, scleritis and absolute glaucoma. Ref:- A K KHURANA; pg num:-131, 132",
        "cop": 2,
        "opa": "Scleritis",
        "opb": "Episcleritis",
        "opc": "Perforating injury",
        "opd": "Absolute glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "ffed1e16-c01a-4c71-8755-705e5000f2f9",
        "choice_type": "multi"
    },
    {
        "question": "All are corneal signs of Trachoma except",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 67 - 71) Arlt's line is a conjunctival sign (not corneal). Signs of Trachoma. Conjunctival signs:- Congestion, conjunctival follicles (boiled sagograin like), Papillary hyperplasia, conjunctival scarring (Arlt's line), Concretion. Corneal signs:- superficial keratitis, Herbe follicles, pannus, Corneal ulcer, Herbe pits, corneal opacity Arlt's line is a thick band of scar tissue in the conjunctiva of the eye, near the lid margin, that is associated with eye infections. Arlt's line is a characteristic finding of trachoma, an infection of the eye caused by Chlamydia trachomatis.",
        "cop": 4,
        "opa": "Hebe follicles",
        "opb": "Pannus",
        "opc": "Opacity",
        "opd": "Arlt's line",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "060ca8bc-1787-4b3a-8342-df6f9cff3a13",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of posterior staphyloma",
        "exp": "POSTERIOR STAPHYLOMA It effects the posterior pole of the eye and is lined by the choroid. Degenerative high axial myopia is the most common cause. Indirect ophthalmoscopy shows a posterior outward curvature of the globe detected as a crescentric shadow in the macular region. The retinal vessels are seen to change direction, dipping down into the region. The staphylomatous region may appear pale due to degenerative changes in the retina, retinal pigment epithelium and choroid. Ref:- Parsons diseases of eye; pg num:-230",
        "cop": 3,
        "opa": "Trauma",
        "opb": "Glaucoma",
        "opc": "Myopia",
        "opd": "Scleritis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "34fde85d-d3a1-4a18-aaca-4690f181178d",
        "choice_type": "single"
    },
    {
        "question": "Herbe's pits are seen in",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 67 - 71). Signs of Trachoma. Conjunctival signs:- Congestion, conjunctival follicles (boiled sagograin like), Papillary hyperplasia, conjunctival scarring (Arlt's line), concretion. Corneal signs: superficial keratitis, Herbe follicles, Pannus, corneal ulcer, Herbe pits, Corneal opacity",
        "cop": 1,
        "opa": "Trachoma",
        "opb": "Spring catarrh",
        "opc": "Phlyctenular conjunctivitis",
        "opd": "Sarcoidosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "eb2183f3-8ada-434e-a0c9-569a7f2d3aaa",
        "choice_type": "single"
    },
    {
        "question": "All are features of rosacea keratitis except",
        "exp": "ROSACEA KERATITIS Corneal ulceration is seen in about 10 percent cases of acne rosacea, which is primarily a disease of the sebaceous glands of the skin. Clinical features: 1. The condition typically occurs in elderly women in the form of facial eruptions presenting as butterfly configuration, predominantly involving the malar and nasal area of face. 2. Ocular lesions: include chronic blepharoconjunctivitis and keratitis. Rosacea keratitis occurs as yellowish white marginal infiltrates, and small ulcers that progressively advance across the cornea and almost always become heavily vascularised. Ref:- A K KHURANA; pg num:-108",
        "cop": 2,
        "opa": "Corneal vascularisation",
        "opb": "Central superficial ulcer",
        "opc": "Chronic blepharoconjunctivitis",
        "opd": "Progresses to involve the whole cornea",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "117362c3-cbf2-47b8-87af-00ce15159723",
        "choice_type": "multi"
    },
    {
        "question": "Posterior polymorphous dystrophy -",
        "exp": "It is a dominantly inherited dystrophy of endothelium and Descemet's membrane. It is characterised by lesions with variable appearance, such as vesicles, curvilinear lines or geographical opacities at the level of Descemet's membrane. The condition is very slowly progressive and thus usually asymptomatic. Corneal oedema sometimes may occur, requiring keratoplasty. Rarely it may be complicated by secondary glaucoma. Reference: Comprehensive ophthalmology, AK Khurana, 4th edition, page no. 119",
        "cop": 1,
        "opa": "Causes corectopia",
        "opb": "Is inherited in an autosomal recessive fashion",
        "opc": "Causes blindness in over 90% of sufferers",
        "opd": "Can be trated with lamellar corneal grafts",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "c5e2892a-0283-4ae0-8da1-eb5e97d03df5",
        "choice_type": "single"
    },
    {
        "question": "Ulcus serpens is caused by",
        "exp": "Hypopyon corneal ulcer The characteristic hypopyon corneal ulcer caused by pneumococcus is called ulcus serpens. Source of infection: for pneumococcal infection is usually the chronic dacryocystitis. Clinical features: Signs: Typical features of ulcus serpens are: 1) Ulcus serpens is a greyish white or yellowish disc shaped ulcer occuring near the centre of cornea. 2) The ulcer has a tendency to creep over the cornea in a serpiginous fashion. One edge of the ulcer, along which the ulcer spreads, shows more infiltration. The other side of the ulcer may be undergoing simultaneous cicatrization and the edges may be covered with fresh epithelium. 3)\u0001Violent iridocyclitis is commonly associated with a definite hypopyon. 4)\u0001Hypopyon increases in size very rapidly and often results in secondary glaucoma. \u0001 5) Ulcer spreads rapidly and has a great tendency for early perforation. Ref:- A K KHURANA; pg num:-96",
        "cop": 1,
        "opa": "Pneumococcus",
        "opb": "Pseudomonas",
        "opc": "Gonococcus",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "d9893a29-e80f-4f93-9f48-3a422b16e092",
        "choice_type": "multi"
    },
    {
        "question": "To prevent keratoconus what is used -",
        "exp": "Treatment of keratoconus. Falling vision may not be corrected by glasses due to irregular astigmatism. Contact lenses (rigid gas permiable) usually improve the vision in early cases. In later stages penetrating keratoplasty may be required. Intacs, the intracorneal ring segments, are repoed to be useful in early cases. Reference: Comprehensive ophthalmology, AK Khurana, 4th edition, page no. 120",
        "cop": 4,
        "opa": "Antibiotics",
        "opb": "Cycloplegics",
        "opc": "Glasses",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "5fbc959e-6924-4a31-b4f1-476249e753ad",
        "choice_type": "multi"
    },
    {
        "question": "This layer of cornea has no regenerating capacity -",
        "exp": "Bowman's membrane once destroyed, it is unable to regenerate and, therefore heals by scarring. Reference: Comprehensive Opthalmology, AK Khurana, 6th edition, pg no. 96",
        "cop": 1,
        "opa": "Bowman's membrane",
        "opb": "Endothelium",
        "opc": "Epithelium",
        "opd": "Descemet's membrane",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "f220de2d-a0fc-480d-b3b7-39ff50a65323",
        "choice_type": "single"
    },
    {
        "question": "A 28-year-old male complains of glare in both eyes. The cornea shows whorl like opacities of the epithelium. He also gave a history of long term treatment with amiodarone. The most likely diagnosis is",
        "exp": "CORNEAL VEICILLATA This is a whorl like opacity in the corneal epithelium seen in patients on long term treatment with medication such as amiodarone, chloroquine, phenothiazines and indomethacin. The condition is generally asymptomatic, and reversible on stoppage of drug. The whorl like pattern shows the direction of migration of corneal epithelial cells. The condition is known to cause glare and surface discomfo which responds to topical lubricants. Ref:- Parsons diseases of eye; pg num:-220",
        "cop": 3,
        "opa": "Arcus senilis",
        "opb": "Band-shaped keratopathy",
        "opc": "Cornea veicillata",
        "opd": "Terrain's marginal degeneration",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "fa31d6f4-a825-456a-8619-9f4b70cbaa3c",
        "choice_type": "multi"
    },
    {
        "question": "Band shaped keratopathy seen in?",
        "exp": "Band keratopathy common in chronic uveitis, especially blind shrunken eyes, and in children suffering from Still disease. REF: Parsons' Disease of eye, 20th edition, page no. 201.",
        "cop": 1,
        "opa": "Chronic uveitis",
        "opb": "RA",
        "opc": "SLE",
        "opd": "DLE",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "fb6ab25d-b27c-4541-962a-747c4c2cb307",
        "choice_type": "single"
    },
    {
        "question": "Staphyloma involves",
        "exp": "Staphyloma refers to a localised bulging of weak and thin outer tunic of the eyeball (cornea or sclera), lined by uveal tissue which shines through the thinned out fibrous coat. Types of staphyloma - Anterior staphyloma Intercalary staphyloma Ciliary staphyloma Equatorial staphyloma Posterior staphyloma Ref; A. K. Khurana; 6th edition; Page no: 144",
        "cop": 4,
        "opa": "Iris wth conjuctiva",
        "opb": "Conjuctiva with cornea",
        "opc": "Choroid with retina",
        "opd": "Iris with cornea",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "2ad1785f-c325-43b3-b5d9-f8ad8e172b26",
        "choice_type": "single"
    },
    {
        "question": "Hutchinson's rule is related to -",
        "exp": "Hutchinson's rule is related to herpes zoster ophthalmicus which is an acute infection of Gasserian ganglion of the fifth cranial nerve by the varicella zoster virus. Occurs commonly in immunocompromised individuals. Hutchinson's rule implies that ocular involvment is frequent if the side or tip of the nose presents vesicles is useful but not infallible. Reference: Comprehensive ophthalmology, AK Khurana, 6th edition, page no. 110",
        "cop": 3,
        "opa": "Herpes simplex keratitis",
        "opb": "Mycotic keratitis",
        "opc": "Herpes zoster ophthalmicus",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "b9476fa0-4195-49df-83d2-e066c0287bcd",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following stains is used in Granular dystrophy of cornea",
        "exp": "In granular corneal dystrophy the heredity is autosomal dominant, the opacities formed due to the abnormal accumulation of hyaline protein assume a discrete granular form and subsequently coalecse into various irregular shapes. The intervening cornea between the opacities and peripheral cornea remain clear. Ref:- Parsons diseases of eye; pg num:- 213",
        "cop": 2,
        "opa": "Congo-red",
        "opb": "Masson's trichrome",
        "opc": "Colloidal iron",
        "opd": "PAS",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "9f13f714-8543-42fc-a3ed-37c8bcd9f9e6",
        "choice_type": "single"
    },
    {
        "question": "Recurrent corneal erosion seen in-",
        "exp": "Corneal dystrophies are inherited disorders in which the cells have some inborn defects due to which pathological changes may occur with passage of time leading to development of corneal haze in otherwise normal eyes that are free from inflammation or vascularization. There is no associated systemic disease. Dystrophies occur bilaterally, manifesting occasionally at bih, but more usually during first or second decade and sometimes even later in life. Reference: Comprehensive ophthalmology, AK Khurana, 4th edition, page no. 117",
        "cop": 1,
        "opa": "Corneal dystrophy",
        "opb": "Keratoglobus",
        "opc": "Keratoconus",
        "opd": "Peutz- anomalies",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "c3e7749f-80a5-440e-bea8-1d96a6c2b504",
        "choice_type": "single"
    },
    {
        "question": "Snow blindness is caused by -",
        "exp": "Photophthalmia refers to occurrence of multipleepithelial erosions due to exposure to ultraviolet rayshaving a wavelength of 290-311 mm. It occurs in thefollowing conditions: 1. Exposure to naked arc light as in industrial weldingand cinema operators2. Exposure to bright light of a sho circuit3. Snow blindness due to reflected ultraviolet raysfrom the snow surface REF: Comprehensive ophthalmology, AK Khurana, 4th edition, pg no. 507.",
        "cop": 1,
        "opa": "Ultravoilet rays",
        "opb": "Infrarads",
        "opc": "Microwaves",
        "opd": "Defect in mirror",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "361eb47f-7958-4ff3-9509-a075ad746a48",
        "choice_type": "single"
    },
    {
        "question": "Not true about herpetic keratitis-",
        "exp": "Corneal guttata is seen in Fuchs endothelial corneal dystrophy. The stage of corneal guttata characterized by the presence of Hassall-Henle type of excrescenses in the central pa of cornea. Reference: Comprehensive ophthalmology, AK Khurana, 6th edition, page no. 130",
        "cop": 3,
        "opa": "Stromal Keratitis",
        "opb": "Dendritic Ulcer",
        "opc": "Corneal guttata",
        "opd": "Disciform Keratitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "d574e9f3-af20-4dfb-919a-3f8bc0a169ce",
        "choice_type": "multi"
    },
    {
        "question": "Density of cells in adult corneal endothelium -",
        "exp": "Endothelium consists of single layer of polygonal epithelial cells. The cell density of endothelium is around 3000 cells/mm2 Reference: Comprehensive Ophthalmology, AK Khurana, 6th edition, pg no. 96",
        "cop": 2,
        "opa": "2000 cells/mm2",
        "opb": "3000 cells/mm2",
        "opc": "4000 cells/mm2",
        "opd": "5000 cells/mm2",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "165ce683-0c98-476f-8e35-dca8fc78a2cc",
        "choice_type": "single"
    },
    {
        "question": "In the given condition, cause of defective vision is",
        "exp": "Pterygium: - Definition:- A degenerative condition of the subconjunctival tissue which proliferates as vascularised granulation tissue to invade the cornea. Pathogenesis:- * Elastotic degeneration of the subconjunctival tissue with Fibrovascular proliferation. * Destruction of epithelium & Bowman's layer by advancing fibrovascular tissue resulting in corneal scarring. Cause Of Defective Vision In Pterygium:- * Fibrovascular tissue contracts --> flattening of the cornea in the horizontal axis --> ASTIGMATISM {WITH THE RULE ASTIGMATISM } * Obscuring the pupillary region or the Visual axis. Types Of Pterygium:- Depending upon the growth * STOCKER'S LINE:- seen in atrophic pterygium. Iron deposition in front of the head in the corneal epithelium. Ref:- Parson's Diseases of the eye 22nd edition; pg num:- 184",
        "cop": 3,
        "opa": "Astigmatism",
        "opb": "Hypermetropia",
        "opc": "Visual axis is obscured",
        "opd": "Diplopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "7aae0672-f2ac-400e-9e1e-3d4ee1e63ca7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an indication for keratoplasty",
        "exp": "Common indications for keratoplasty are aphakic or pseudophakic bullous keratopathy, Fuchs dystrophy, corneal scar, keratoconus, and corneal dystrophies. Corneal transplantation, also known as corneal grafting, is a surgical procedure where a damaged or diseased cornea is replaced by donated corneal tissue. When the entire cornea is replaced it is known as penetrating keratoplasty and when only pa of the cornea is replaced it is known as lamellar keratoplasty. Reference: Aravind FAQS in Ophthalmology; First Edition; Page no: 125",
        "cop": 4,
        "opa": "Pseudophakic bullous keratopathy",
        "opb": "Keratoconus",
        "opc": "Corneal dystrophies",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "70793fe8-dcac-4af9-b1a2-197bc861906f",
        "choice_type": "multi"
    },
    {
        "question": "Where are stem cells present in the cornea",
        "exp": "Cornea Layers and regions of cornea: 1) Epithelium 2) Bowmen&; s membrane 3) stroma 4) Dua&; s layer 5) Descemet&; s membrane 6) Endothelium. The Junction of cornea and sclera is called as Limbus. Healing/ Regeneration capacity of cornea: Regeneration of corneal epithelial cells is mainly from stem cells, which are present as Palisades of vogt at the limbus. Ref:- Parsons diseases of eye; pg num:-4, 192, 193",
        "cop": 4,
        "opa": "Epithelium",
        "opb": "Stroma",
        "opc": "Descemet's membrane",
        "opd": "Limbus",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "3d481ea4-00d9-4438-a2ef-67f361de0cb8",
        "choice_type": "single"
    },
    {
        "question": "Corneal sensation is lost in which of the following infection?",
        "exp": "Disciform keratitis. Pathogenesis: It is due to the delayed hypersensitivity reaction to the HSV antigen. There occurs low-grade stromal inflammation and damage to the underlying endothelium. Endothelial damage results in corneal edema due to imbibation of aqueous humor. Signs: Focal disc-shaped patch of stromal edema without necrosis, Folds in Descemet's membrane, Keratic precipitates, Ring of stromal infiltrate (Wessley immune ring) may be present surrounding stromal edema. It signifies the junction between viral antigen and host antibody, Corneal sensations are diminished, Intraocular pressure (IOP) may be raised despite only mild anterior uveitis. In severe cases, anterior uveitis may be marked. Impoant note: During active stage, diminished corneal sensations and keratic precipitates are the differentiating points from other causes of stromaledema. Herpes simplex infection is a common cause of corneal sensory loss, 8 although less severe than in keratitis caused by reactivation of varicella-zoster virus. The decrease in corneal sensitivity to mechanical stimulation in HSV keratitis patients is propoional to the number of recurrent episodes Ref: Khurana; Comprehensive Ophthalmology; 4th edition; Page no: 103",
        "cop": 4,
        "opa": "Trachoma",
        "opb": "Fungal",
        "opc": "Conjunctivitis",
        "opd": "Herpes simplex",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "0a365f5e-571e-48b9-bdf5-323191e5a0b3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the least common corneal dystrophy -",
        "exp": "Macula corneal dystrophy is an autosomal recessive dystrophy characterised by appearance of dense grey opacity in the central cornea. The condition results due to accumulation of mucopolysaccharides owing to a local enzyme deficiency. It occurs in childhood (5 to 10 years) and leads to marked defective vision in early life, which usually requires penetrating keratoplasty. Reference: Comprehensive ophthalmology, AK Khurana, 4th edition, page no. 118",
        "cop": 1,
        "opa": "Macular dystrophy",
        "opb": "Lattice type I",
        "opc": "Lattice type III",
        "opd": "Granular corneal dystrophy",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "4e8f8597-d72c-4e6b-807c-d08964f9f077",
        "choice_type": "single"
    },
    {
        "question": "Decreased corneal sensations can be seen in -",
        "exp": "Neuroparalytic keratitis occurs due to paralysis ofthe sensory nerve supply of the cornea. Involvement of corneal nerves in leprosy. REF: Comprehensive ophthalmology, 20th edition, AK Khurana, pg no. 107.",
        "cop": 3,
        "opa": "Bacterial corneal ulcer",
        "opb": "Mycotic corneal ulcer",
        "opc": "Leprosy",
        "opd": "Interstial keratitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "edf12be7-a2df-4ee7-a2d4-39bbf19b1ccf",
        "choice_type": "single"
    },
    {
        "question": "Most impoant factor in the convergence of light rays on the retina is",
        "exp": "The total dioptric power of the eye is about +60 D out of which about +44 D is contributed by the cornea and +16 D by the crystalline lens. The human eye is spherical and its internal pas are transparent so that the maximum amount of light can reach the retina. The cornea surrounds and protects the eye. It is made of transparent gel-like material that helps converge light rays onto the retina. Khurana 4e pg: 26",
        "cop": 4,
        "opa": "Length of eye ball",
        "opb": "Dioptre power of lens",
        "opc": "Centre of lens",
        "opd": "Cornea",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "1eedae1a-c09d-43c4-a6e3-7fd42c3d669b",
        "choice_type": "multi"
    },
    {
        "question": "Corneal deturgescence is maintained by -",
        "exp": "Endothelium consists of single layer of flat ploygonal epithelilal cells. It contains 'active pump' mechanism which keeps cornea dehydrated. Reference: Comprehensive Ophthalmology, AK Khurana, 6th edition, pg no. 96",
        "cop": 2,
        "opa": "Epithelium",
        "opb": "Endothelium",
        "opc": "Stroma",
        "opd": "Descmet's membrane",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "f4e9c4bb-bf0e-4633-b8b7-f63ae9ebfc2f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the drug of choice of treatment of corneal ulcers caused by filamentous fungi?",
        "exp": "Natamycine(5%), Amphotericin B(0. 1 to 0. 3%), and either fluconazole(0. 2%) or miconazole(10mg/ml) or voriconazole are effective against Aspergillus and Fusarium. Reference: Comprehensive ophthalmology, AK Khurana, 6th edition, page no. 106",
        "cop": 2,
        "opa": "Itraconazole",
        "opb": "Natamycin",
        "opc": "Nystatin",
        "opd": "Ketoconazole",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "8ffadc68-3fbf-4f70-bcef-51f4e492e1e7",
        "choice_type": "single"
    },
    {
        "question": "Blue sclera is seen in all of the following conditions except (REPEATED)",
        "exp": "Blue sclera is not seen in Keratoconus It is seen in all conditions like Marfans syndrome Rheumatoid ahritis Osteogenesis imperfecta. Refer: Khurana 6th edition page number 144",
        "cop": 1,
        "opa": "Keratoconus",
        "opb": "Marfans syndrome",
        "opc": "Osteogenesis imperfecta",
        "opd": "Rheumatoid ahritis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "68ff4e4c-8cc3-4d80-b059-259dc09fdf19",
        "choice_type": "multi"
    },
    {
        "question": "Satellite nodules are seen in -",
        "exp": "Multiple, small satellite lesions may be present around the ulcer, its a sign in fungal corneal ulcer. Reference: Comprehensive ophthalmology, AK Khurana, 6th edition, page no. 106",
        "cop": 1,
        "opa": "Fungal corneal ulcer",
        "opb": "Tuberculosis",
        "opc": "Sarcoidosis",
        "opd": "Viral ulcer",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "46f58b36-6b30-4251-a4f8-0e63824b69fe",
        "choice_type": "single"
    },
    {
        "question": "Most common type of scleritis among the following is",
        "exp": "Scleritis refers to a chronic inflammation of the sclera proper. It is a comparatively serious disease which may cause visual impairment and even loss of the eye if treated inadequately. It usually occurs in elderly patients (40-70 years) involving females more than the males. It can be classified as follows: I. Anterior scleritis (98%)1. Non-necrotizing scleritis (85%)(a) Diffuse(b) Nodular2. Necrotizing scleritis (13%)(a) with inflammation(b) without inflammation (scleromalacia perforans)II. Posterior scleritis (2%) REF: Comprehensive ophthalmology, AK Khurana, 4th edition, pg no. 129.",
        "cop": 1,
        "opa": "Non-necrotizing",
        "opb": "Necrotizing",
        "opc": "Posterior",
        "opd": "Granulomatous",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "1c785881-abf5-4ff0-b30f-1435df5658e9",
        "choice_type": "single"
    },
    {
        "question": "Keratoconus is associated with all except-",
        "exp": "Keratoconus may be associated with: Ocular conditions e. g. ectopia lentis, congenital cataract, aniridia, retinitis pigmentosa, and vernal keratoconjunctivitis (VKC). Systemic conditions e. g., Marfan's sysndrome, atopy, Down's syndrome, Ehlers-Danlos syndrome, osteogenesis imperfecta and mitral valve prolapse. Reference: Comprehensive ophthalmology, AK Khurana, 4th edition, page no. 120",
        "cop": 4,
        "opa": "Down's syndrome",
        "opb": "Ehlers-Danlos' syndrome",
        "opc": "Marfan's syndrome",
        "opd": "Usher's syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "561b3897-a305-4796-b9cb-a74a7803ee19",
        "choice_type": "multi"
    },
    {
        "question": "True about keratoconus -",
        "exp": "Signs of Keratoconus. Following signs may be elicited: 1. Window reflex is distoed. 2. Placido disc examination shows irregularity ofthe circles (Fig. 5. 18B). 3. Keratometry depicts extreme malalignment ofmires. 4. Photokeratoscopy reveals distoion of circles. 5. Slit lamp examination (Fig. 5. 18C) may showthinning and ectasia of central cornea, opacity atthe apex and Fleischer's ring at the base of cone, folds in Descemet's and Bowman's membranes. Very fine, veical, deep stromal striae (Vogt lines)which disappear with external pressure on theglobe are peculiar feature. 6. On retinoscopy a yawning reflex (scissor reflex)and high oblique or irregular astigmatism isobtained. 7. On distant direct ophthalmoscopy an annulardark shadow (due to total internal reflection oflight) is seen which separates the central andperipheral areas of cornea (oil droplet reflex). 8. Munson's sign, i. e. localised bulging of lower lidwhen patient looks down is positive in late stages REF: Comprehensive ophthalmology, 4th edition, pg no. 119",
        "cop": 1,
        "opa": "Progressive thickening of sclera",
        "opb": "Fleischer ring seen",
        "opc": "Soft contact lens not used",
        "opd": "myopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "dcb089b5-6221-44ee-8ed2-f49135c732f9",
        "choice_type": "multi"
    },
    {
        "question": "Corneal hysteresis is studied using",
        "exp": "Corneal hysteresis assesses the biomechanical strength of the cornea and is assessed by Dynamic Contour Tonometry(DCT). Dynamic contour tonometry (DCT) is a contin- uous (dynamic) and direct tonometric principle. It reads the IOP at the interface between the sensitive tonometer tip and the surface of the cornea. Ref khurana 6th edition pg 345",
        "cop": 3,
        "opa": "Goldmann perimetry",
        "opb": "Corneal topography",
        "opc": "Dynamic Contour Tonometry",
        "opd": "Goldmann Applanation tonometry",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "c66c9e0b-d6be-4628-8bd3-55d747c61bca",
        "choice_type": "single"
    },
    {
        "question": "Ulcus serpens is caused by-",
        "exp": "The characteristic hypopyon corneal ulcer caused by Pneumococcus is called 'ulcus serpens'. Reference: Comprehensive Ophthalmology, AK Khurana, 6th edition, pg no. 102",
        "cop": 2,
        "opa": "Pseudomonas pyocynaeceous",
        "opb": "Pneumoeoccus",
        "opc": "Corynebacteria",
        "opd": "Gonorrhoea niesseria",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "509e7dd0-11b3-43a0-a7ed-fcd3e5387d3f",
        "choice_type": "single"
    },
    {
        "question": "Sclera is thinnest at -",
        "exp": "Thickness of sclera varies considerably in differentindividuals and with the age of the person. It isgenerally thinner in children than the adults and infemales than the males. Sclera is thickest posteriorly(1mm) and gradually becomes thin when tracedanteriorly. It is thinnest at the inseion of extraocularmuscles (0. 3 mm). REF: Comprehensive ophthalmology, 20th edition, AK Khurana, pg no. 127.",
        "cop": 4,
        "opa": "Limbus",
        "opb": "Equator",
        "opc": "Anterior to attachment of superior rectus",
        "opd": "Posterior to attachment of superior rectus",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "2d468a55-b092-44af-b756-f253d094e3a7",
        "choice_type": "single"
    },
    {
        "question": "Ocular symptom not seen in Herpes zoster is-",
        "exp": "The ocular lesions of herpes zoster ophthalmicus include conjunctivitis, zoster keratitis, episcleritis and scleritis, iridocyclitis, acute retinal necrosis, secondary glaucoma, anterior segment necrosis and phthisis bulbi and associated neurological complications such as motor nerve palsies. Reference: Comprehensive ophthalmology, AK Khurana, 6th edition, page no. 111",
        "cop": 4,
        "opa": "Nummular keratitis",
        "opb": "Glaucoma",
        "opc": "Uveitis",
        "opd": "Satellite lesions",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "0068ccf8-cbc2-4de9-965d-b0813f45172c",
        "choice_type": "single"
    },
    {
        "question": "The immune ring is a feature of",
        "exp": "A typical fungal corneal ulcer has following salient features: The corneal ulcer is dry-looking, greyish white, with elevated rolled out margins. Delicate feathery finger-like extensions are present into the surrounding stroma under the intact epithelium. A sterile immune ring (yellow line of demarcation) may be present where fungal antigen and host antibodies meet. Multiple, small satellite lesions may be present around the ulcer. Usually, a big hypopyon is present even if the ulcer is very small. Perforation of mycotic ulcer is rare but can occur. Corneal vascularization is conspicuously absent. The term fungal keratitis refers to a corneal infection caused by fungi. One type of fungus that can infect the cornea is Fusarium. This increased occurrence of fungal keratitis is a result of the frequent use of topical coicosteroids along with antibacterial agents in treating patients with keratitis Ref: Khurana; 4th edition; Pg no. 100",
        "cop": 2,
        "opa": "Interstitial keratitis",
        "opb": "Fungal corneal ulcer",
        "opc": "Bacterial corneal ulcer",
        "opd": "Herpes simplex keratitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "5ed689cc-8683-496f-afcd-9610789e5cfa",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not pa of Hutchinson triad",
        "exp": "Hutchinson triad is seen in congenital syphilis which includes Hutchinson teeth, congenital deafness, and interstitial keratitis. Hutchinson's triad is named after Sir Jonathan Hutchinson. It is a common pattern of presentation for congenital syphilis, and consists of three phenomena: interstitial keratitis, malformed teeth, and eighth nerve deafness. There may also be a deformity on the nose known as saddle nose deformity Reference: Aravind FAQS in Ophthalmology; First Edition; Page no: 81",
        "cop": 2,
        "opa": "Interstitial keratitis",
        "opb": "Chemical burns",
        "opc": "Deafness",
        "opd": "Hutchinson teeth",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "909cfe3a-cdd9-4c4f-b4c0-5b3c8eca8330",
        "choice_type": "single"
    },
    {
        "question": "Blue sclera is seen in all of the following conditions except",
        "exp": "Blue sclera is not seen in Keratoconus It is seen in all conditions like Marfans syndrome Rheumatoid ahritis Osteogenesis imperfecta. Refer: Khurana 6th edition page number 144",
        "cop": 1,
        "opa": "Keratoconus",
        "opb": "Marfans syndrome",
        "opc": "Osteogenesis imperfecta",
        "opd": "Rheumatoid ahritis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "83e3f80e-2923-487c-9cec-2f6c1ba6534b",
        "choice_type": "multi"
    },
    {
        "question": "Dellen is-",
        "exp": "Impaired eyelid function. It is seen in patientswith Bell's palsy, exposure keratitis, dellen, symblepharon, pterygium, nocturnal lagophthalmosand ectropion. REF: Comprehensive ophthalmology, 20th edition, AK Khurana, pg no. 365.",
        "cop": 1,
        "opa": "Localized thinning of peripheral cornea",
        "opb": "b) Raised lesions in corneo limbal junction",
        "opc": "Age related macular degeneration",
        "opd": "Marginal keratitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "5fc9fcdb-a3ea-492a-8631-5018536cf719",
        "choice_type": "single"
    },
    {
        "question": "Megalocornea is associated with A/E -",
        "exp": "Megalocornea is labelled when thehorizontal diameter of cornea is of adult size at bihor 13 mm or greater after the age of 2 years. The corneais usually clear with normal thickness and vision. Thecondition is not progressive. Systemic associationinclude Marfan's, Ape, Ehlers Danlos and Downsyndromes. REF: Comprehensive ophthalmology, 20th edition, AK Khurana, pg no. 91.",
        "cop": 2,
        "opa": "Down syndrome",
        "opb": "Turner syndrome",
        "opc": "Marfan syndrome",
        "opd": "Ehler danlos syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "2ff67b5d-09cd-4107-bcb6-174d79899eda",
        "choice_type": "single"
    },
    {
        "question": "Corneal sensation is lost in-",
        "exp": "Corneal sensations are diminshed in herpes simplex keratitis, more specifically in Disciform keratitis caused by herpes simplex virus. Reference: Comprehensive ophthalmology, AK Khurana, 6th edition, page no. 109",
        "cop": 1,
        "opa": "Herpes simplex",
        "opb": "Conjunctivitis",
        "opc": "Fungal infection",
        "opd": "Trachoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "3ea9b323-facb-4054-9dc0-23004fe9fff2",
        "choice_type": "single"
    },
    {
        "question": "Organism not invading intact cornea -",
        "exp": "Following three pathogens can invade the intact corneal epithelium and produce ulceration: Neisseria gonorrhoea, corynebacterium diphtheriae and Neisseria meningitidis. Reference: Comprehensive Ophthalmology, AK Khurana, 6th edition, pg no. 99",
        "cop": 4,
        "opa": "Gonococci",
        "opb": "C. diphtheriae",
        "opc": "Meningococci",
        "opd": "Pseudomonas",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "2a777ea0-f874-49ad-abf0-1e7e1e1315de",
        "choice_type": "single"
    },
    {
        "question": "Salmon patch is seen in -",
        "exp": "Interstitial keratitis denotes an inflammation of thecorneal stroma without primary involvement of theepithelium or endothelium. The clinical picture of interstitial keratitis can bedivided into three stages: initial progressive stage, florid stage and stage of regression. salmon's patch seen in Florid stage. Florid stage. In this stage eye remains acutelyinflamed. Deep vascularization of cornea, consistingof radial bundle of brush-like vessels develops. Sincethese vessels are covered by hazy cornea, they lookdull reddish pink which is called 'Salmon patchappearance'. REF: Comprehensive ophthalmology, 4th edition, pg no. 114",
        "cop": 1,
        "opa": "Interstitial keratitis",
        "opb": "Disciform keratitis",
        "opc": "Acne rosacea",
        "opd": "Phlectenular keratitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "2e2e3286-8701-43ce-a45b-96926de395eb",
        "choice_type": "single"
    },
    {
        "question": "The most common systemic association of scleritis is-",
        "exp": "Scleritis refers to a chronic inflammation of the scleraproper. It is a comparatively serious disease whichmay cause visual impairment and even loss of theeye if treated inadequately. Autoimmune collagen disorders, especiallyrheumatoid ahritis, is the most commonassociation. Overall about 5% cases of scleritisare associated with some connective tissuedisease. About 0. 5 percent of patients (1 in 200)suffering from seropositive rheumatoid ahritisdevelop scleritis. Other associated collagendisorders are Wegener's granulomatosis, polyaeritis nodosa (PAN), systemic lupuserythematosus (SLE) and ankylosing spondylitis. REF: Comprehensive ophthalmology, AK Khurana, 4th edition, pg no. 129.",
        "cop": 3,
        "opa": "Ehlers - Danlos syndrome",
        "opb": "Disseminated systemic sclerosis",
        "opc": "Rheumatiod ahritis",
        "opd": "Giant cell aeritis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "fc1f7de1-71dd-4ca5-a91e-79c4d842d3c3",
        "choice_type": "single"
    },
    {
        "question": "Snow blindness is caused by",
        "exp": "In snowblindness the cause and symptoms are similar to photophthalmia, for the ultraviolet rays are reflected from snow surfaces. Snow blindness, also called arc eye or photokeratitis, is a painful eye condition caused by overexposure to ultraviolet (UV) light. When too much UV light hits the transparent outer layer of your eyes, called the cornea, it essentially gives your cornea a sunburn. Snow blindness symptoms can be disorienting. Ref-Parson's; 21st edition; Pg No. 214",
        "cop": 1,
        "opa": "UV rays",
        "opb": "Infra red rays",
        "opc": "Microwaves",
        "opd": "Defect in mirrors",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "cc3ed1e7-f981-462a-89b8-caa15a58c545",
        "choice_type": "single"
    },
    {
        "question": "Blue sclera is seen in-",
        "exp": "It is an asymptomatic condition characterised by marked, generalised blue discolouration of sclera due to thinning (Fig. 6. 7). It is a typical association of osteogenesis imperfecta. Its other causes are Marfan&; s syndrome, Ehlers-Danlos syndrome, pseudoxanthoma elasticum, buphthalmos, high myopia and healed scleritis.",
        "cop": 2,
        "opa": "Alkaptonuria",
        "opb": "Osteogenesis imperfecta",
        "opc": "Turners' syndrome",
        "opd": "Kawasaki syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "66f9263a-0e39-43e6-b817-3bea102f4a89",
        "choice_type": "single"
    },
    {
        "question": "Thining of cornea occurs in -",
        "exp": "Keratoconus (conical cornea) is a noninflammatory bilateral (85%) ectatic condition of cornea in its axial pa. It usually stas at pubey and progresses slowly. Etiopathogenesis. It is still not clear. Various theories proposed so far label it as developmental condition, degenerative condition, hereditary dystrophy and endocrine anomaly. Essential pathological changes are thinning and ectasia which occur as a result of defective synthesis of mucopolysaccharide and collagen tissue. Reference: Comprehensive ophthalmology, AK Khurana, 4th edition, page no. 119",
        "cop": 4,
        "opa": "Megalocornea",
        "opb": "Bullous keratopathy",
        "opc": "Endothelial dystrophy",
        "opd": "Keratoconus",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "487c15ed-667d-4a46-b34c-d7046ef07be4",
        "choice_type": "single"
    },
    {
        "question": "Interstitial keratitis is caused by all except -",
        "exp": "INTERSTITIAL KERATITISInterstitial keratitis denotes an inflammation of thecorneal stroma without primary involvement of theepithelium or endothelium. Causes. Its common causes are: \u0001 Congenital syphilis \u0001 Tuberculosis \u0001 Cogan's syndrome \u0001 Acquired syphilis \u0001 Trypanosomiasis \u0001 Malaria \u0001 Leprosy \u0001 Sarcoidosis REF: Comprehensive ophthalmology, 4th edition, pg no. 120",
        "cop": 4,
        "opa": "TB",
        "opb": "HSV",
        "opc": "EBV",
        "opd": "Peussis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "14a00b71-6fdc-4299-a050-ac22ea009ff7",
        "choice_type": "multi"
    },
    {
        "question": "Corneal layer which does not regenerate",
        "exp": "The layers of cornea are -(anterior to posterior) Epithelium Bowman's membrane Substantia propria(corneal stroma) Pre- Descement's membrane(Dua's layer) Descement's membrane Endothelium Bowman's membrane consists of acellular mass of condensed collagen fibrils. It is not a true elastic membrane but simply considered superficial pa of stroma. It shows considerable resistance to infection. But once destroyed, it is unable to regenerate and, therefore, heals by scaring. Ref; A. K. Khurana; 6 th Edition; Page no: 96",
        "cop": 1,
        "opa": "Bowman's layer",
        "opb": "Stroma",
        "opc": "Descemet's membrane",
        "opd": "Epithelium",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "f1eb2378-6107-4a72-bc4f-622ecaa2b663",
        "choice_type": "single"
    },
    {
        "question": "Immune ring is a feature of -",
        "exp": "A sterile immune ring (yellow line of demarcation)may be present where fungal antigen and host antibodies meet. Its a sign in fungal corneal ulcer Reference: Comprehensive ophthalmology, AK Khurana, 6th edition, page no. 106",
        "cop": 2,
        "opa": "Interstitial keratitis",
        "opb": "Fungal corneal ulcer",
        "opc": "Bacterial corneal ulcer",
        "opd": "Herpes simplex keratitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "485daf87-5d83-43bc-ac8a-f56236134c36",
        "choice_type": "single"
    },
    {
        "question": "Reis-Buckler dystrophy affects which layer of cornea-",
        "exp": "Reis-Buckler dystrophy also known as ring-shaped dystrophy (due to the typical lesion) primarily involving the Bowman's layer is a progressive corneal dystrophy occurring in childhood. It has got autosomal dominant inheritance. Most patients get frequent attacks of recurrent corneal erosions that usually result in diffuse anterior scarring. Reference: Comprehensive ophthalmology, AK Khurana, 4th edition, page no. 117",
        "cop": 3,
        "opa": "Epithelium",
        "opb": "Stroma",
        "opc": "Bowman's membrane",
        "opd": "Endothelium",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "128d2b67-dd78-41f6-8523-9f78412e320d",
        "choice_type": "single"
    },
    {
        "question": "All of the following are features of central retinal aery occlusion except",
        "exp": "Central retinal aery occlusion (CRAO) It occurs due to obstruction at the level of lamina cribrosa. clinical features: Symptoms: Patient complains of sudden painless loss of vision. Signs: Direct pupillary light reflex is absent. On ophthalmoscopic examination retinal aeries are markedly narrowed but retinal veins look almost normal. Retina becomes milky white due to oedema. Central pa of the macular area shows cherry-red spot due to vascular choroid shining through the thin retina of this region. Blood column within the retinal veins is segmented (cattle- trucking). After a few weeks the oedema subsides, and atrophic changes occur which include grossly attenuated thread-like aeries and consecutive optic atrophy. Ref:- A K KHURANA; pg num:-255",
        "cop": 2,
        "opa": "Cherry red spot at macula",
        "opb": "Multiple superficial haemorrhages",
        "opc": "Marked narrowing of retinal aerioles",
        "opd": "Retinal oedema",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "bff4488f-8b46-44d3-8c26-8ca80bada189",
        "choice_type": "multi"
    },
    {
        "question": "Satellite lesions in eye is caused by -",
        "exp": "Multiple smal, bilateral satellite lesion seen in fungal corneal ulcer. Reference: Comprehensive ophthalmology, AK Khurana, 6th edition, page no. 106.",
        "cop": 3,
        "opa": "Herpes zoster",
        "opb": "Herpes simplex",
        "opc": "Aspergillosis",
        "opd": "Trachoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "8e158991-9a1e-4f07-9df1-e2f6f3ffd5c4",
        "choice_type": "single"
    },
    {
        "question": "The wavelength of the excimer laser used for corneal refractive surgery is",
        "exp": "All clinical excimer lasers use are argon-fluorine (ArF) gas. The wavelength is in the UV region (193 nm), which has been determined to be safe for human ocular use. Therapeutic applications of excimer lasers are: photorefractive keratectomy (PRK), laser-assisted in-situ keratomileusis (LASIK) for correction of refractive errors and phototherapeutic keratectomy (PTK) for corneal diseases such as band-shaped keratopathy. Ref: Khurana; 4th ed; Page no: 431",
        "cop": 3,
        "opa": "190nm",
        "opb": "191 nm",
        "opc": "193 nm",
        "opd": "195 nm",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "936e009e-aa02-482d-81d7-e38719b87288",
        "choice_type": "single"
    },
    {
        "question": "A 28 year old male complains of glare in both eyes. The cornea shows whorl like opacities of the epithelium. He also gave a history of long term treatment with amiodarone. The most likely diagnosis is -",
        "exp": "This is whorl like opacities in the corneal epithelium seen in patients on long term treatment with medication such as amiodarone, chloroquine, phenothiazine and indomethacin. it is also seen in patients with Fabrys disease. The condition is generally asymptomatic, harmless and revesible on stopping the drug. REF: Parsons' Disease of the eye, 20th edition, pg no. 206.",
        "cop": 2,
        "opa": "Terrain's marginal degeneration",
        "opb": "Cornea veicillata",
        "opc": "Band shaped keratophathy",
        "opd": "Arcus Juvenalis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "edf91db4-1cca-47e9-9553-f8eb55cc246f",
        "choice_type": "multi"
    },
    {
        "question": "Cornea veicillate is caused by -",
        "exp": "Cornea veicillata, also called Fleischer voex, voex keratopathy or whorl keratopathy, is a condition characterised by corneal deposits at the level of the basal epithelium forming a faint golden-brown whorl pattern. It is seen in Fabry disease or in case of prolonged amiodarone intake.",
        "cop": 2,
        "opa": "Erythromycin",
        "opb": "Amiodarone",
        "opc": "Timolol",
        "opd": "Tetracycline",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "bf62577d-9cec-447c-ab17-e285608adaa8",
        "choice_type": "single"
    },
    {
        "question": "The following ocular finding can be a pa of which syndrome?",
        "exp": "30% of patients who have epibulbar dermoids have other abnormalities. These most often consist of some or all of the features of Goldenhar's syndrome (Goldenhar-Gorlin syndrome, facioauriculoveebral sequence, oculoauriculoveebral dysplasia). Goldenhar's syndrome is the result of maldevelopment of the first and second branchial arches, which give rise to the maxilla, mandible, malar bone, auricle, and structures of the upper neck. The syndrome comprises a triad of findings: epibulbar (usually limbal) dermoids, abnormalities of the ear such as auricular appendages or pretragal fistulas, and anomalies of the veebral column. Other abnormalities that sometimes occur are: Ocular. Coloboma of the upper eyelid; Uveal coloboma; Aniridia; Miliary retinal aneurysms; Duane's retraction strabismus syndrome; Lacrimal stenosis; Microphthalmos. Systemic. Mandibular and malar hypoplasia; Hemifacial microsomia; Other facial and oral abnormalities; Cardiac abnormalities; Renal abnormalities; Gastrointestinal abnormalities; Genitourinary abnormalities; Mental retardation. Ref. Smolin and Thofts; The cornea; 4th edition; Pg. No. 715",
        "cop": 4,
        "opa": "Moebius syndrome",
        "opb": "Alagille syndrome",
        "opc": "Treacher Collins syndrome",
        "opd": "Goldenhar's syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "8553b726-9187-4ea2-91c8-35a67826f09b",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of posterior staphyloma-",
        "exp": "Posterior staphyloma. It refers to bulge of weaksclera lined by the choroid behind the equator. Here again the common causes are pathologicalmyopia, posterior scleritis and perforating injuries. Itis diagnosed on ophthalmoscopy. The area isexcavated with retinal vessels dipping in it (just likemarked cupping of optic disc in glaucoma) Its floor is focussed with minus number lenses inophthalmo-scope as compared to its margin. REF: Comprehensive ophthalmology, AK Khurana, 4th edition, pg no. 132.",
        "cop": 3,
        "opa": "Hypermetropia",
        "opb": "Glaucoma",
        "opc": "Myopia",
        "opd": "conjunctivits",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "eb1e6b26-da72-4253-99ec-1098e8a5ce22",
        "choice_type": "single"
    },
    {
        "question": "Cornea veicillata is caused by",
        "exp": "Cornea veicillata: *This is a whorl-like opacity in the corneal epithelium seen in patients on long-term treatment with medication such as amiodarone, chloroquine, phenothiazines, and indomethacin. *It is also seen in patients with Fabry disease and its carrier state. *The condition is generally asymptomatic, harmless and reversible on stopping the drug. *The whorl-like pattern shows the direction of migration of corneal epithelial cells. *Occasionally the condition has been known to cause glare and surface discomfo which responds to topical lubricants. Cornea veicillata, also called voex keratopathy or whorl keratopathy, is a condition characterised by corneal deposits at the level of the basal epithelium forming a faint golden-brown whorl pattern. It is seen in Fabry disease or in case of prolonged amiodarone intake Ref- Parson's; 21st edition; Pg No. 214",
        "cop": 2,
        "opa": "Erythromycin",
        "opb": "Amiodarone",
        "opc": "Timolol",
        "opd": "Tetracycline",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "9db63938-1189-4a10-ae4c-dd174e7c4421",
        "choice_type": "single"
    },
    {
        "question": "The most common variety of scleritis is",
        "exp": "SCLERITIS Scleritis refers to a chronic inflammation of the sclera proper. Classification: It can be classified as follows: I. Anterior scleritis (98%) 1. Non-necrotizing scleritis (85%) (a) Diffuse (b) Nodular 2. Necrotizing scleritis (13%) (a) with inflammation (b) without inflammation (scleromalacia perforans) II. Posterior scleritis (2%) Clinical features: Symptoms: Patients complain of moderate to severe pain which is deep and boring in character and often wakes the patient early in the morning. Ocular pain radiates to the jaw and temple. It is associated with localised or diffuse redness, mild to severe photophobia and lacrimation. Occasionally there occurs diminution of vision. Signs: The salient features of different clinical types of scleritis are as follows: 1. Non-necrotizing anterior diffuse scleritis: It is the commonest variety, characterised by widespread inflammation involving a quadrant or more of the anterior sclera. The involved area is raised and salmon pink to purple in colour. 2. Non-necrotizing anterior nodular scleritis: It is characterised by one or two hard, purplish elevated scleral nodules, usually situated near the limbus. Sometimes, the nodules are arranged in a ring around the limbus (annular scleritis). Ref:- A K KHURANA; pg num:-129, 130",
        "cop": 1,
        "opa": "Non-necrotizing anterior diffuse",
        "opb": "Anterior necrotizing without inflammation",
        "opc": "Non-necrotizing anterior nodular",
        "opd": "Anterior necrotizing with inflammation",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "8b0823cc-b3e5-46ad-8f57-62685d81a043",
        "choice_type": "single"
    },
    {
        "question": "Which muscle is intoer of eye",
        "exp": "Actions of extraocular muscles: Muscle Primary Secondary Teiary action action action LR Abduction -- -- SR Elevation Intorsion Adduction IR Depression Extorsion Adduction SO Intorsion Depression Abduction IO Extorsion Elevation Abduction Ref; A. K. Khurana; 6th edition; Page no: 339",
        "cop": 3,
        "opa": "Inferior oblique",
        "opb": "Inferior rectus",
        "opc": "Superior rectus",
        "opd": "Medial rectus",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "4aded08f-bf0f-46e3-9503-c7051859e530",
        "choice_type": "single"
    },
    {
        "question": "Sarcoidosis is associated with -",
        "exp": "This is a commom condition in chronic uveitis, especially in blind shrunken eyes and in children suffering from Still disease. Occasionally it is associated with hyperparathyroidism, vitamin D poisoning or sarcoidosis. REF: Parsons' disease of eye, 20th edition, pgno. 201.",
        "cop": 1,
        "opa": "Band keratopathy",
        "opb": "Systemic amylodosis",
        "opc": "Angioid streaks",
        "opd": "Cataracts nigra",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "c8c3a843-7c0b-4564-a464-95df46229824",
        "choice_type": "single"
    },
    {
        "question": "Avascular coat in the eye is",
        "exp": "The cornea is a transparent, avascular, watch-glass like structure. It forms anterior one-sixth of the outer fibrous coat of the eyeball. It gets its nutrition from aqueous humor predominantly. Ref: Khurana; 4th edition; Pg: 89",
        "cop": 2,
        "opa": "Sclera",
        "opb": "Cornea",
        "opc": "Retina",
        "opd": "Choroid",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "1d0cf423-5774-4e48-b21e-b57df3e45978",
        "choice_type": "single"
    },
    {
        "question": "Keratomalacia is associated with",
        "exp": "Vitamin A deficiency and Keratomalacia The condition is usually bilateral. The cornea becomes dull and insensitive, hazy, and yellow infiltrates form until finally the whole tissue undergoes necrosis and seems to melt away (Keratomalacia) with in few hrs. A characterstic feature is the absence of inflammatory reaction. It is often precipitated by an acute systemic illness such as measles, pneumoniae and severe diarrhoea. Treatment: Ref:- Parsons diseases of eye; pg num:-218",
        "cop": 1,
        "opa": "Measles",
        "opb": "Mumps",
        "opc": "Chicken pox",
        "opd": "Rubella",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "f99fb260-d532-4d35-a93c-29115a777bc9",
        "choice_type": "single"
    },
    {
        "question": "Pachymeter is used to measure",
        "exp": "A pachymeter is a medical device used to measure the thickness of the eye's cornea. It is used to perform corneal pachymetry prior to refractive surgery, for Keratoconus screening, LRI surgery and is useful in screening for patients suspected of developing glaucoma among other uses. Ref khurana 6/e",
        "cop": 1,
        "opa": "Corneal thickness",
        "opb": "Corneal diameter",
        "opc": "Corneal density",
        "opd": "Conjuctival thickness",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "4f81c769-c619-40b2-9d9a-c30f3f444148",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following stromal dystrophy is a recessive condition?",
        "exp": "It is an autosomal recessive dystrophy characterised by appearance of dense grey opacity in the central cornea. The condition results due to accumulation of mucopolysaccharides owing to a local enzyme deficiency. It occurs in childhood (5 to 10 years) and leads to marked defective vision in early life, which usually requires penetrating keratoplasty. Reference: Comprehensive ophthalmology, AK Khurana, 4th edition, page no.",
        "cop": 3,
        "opa": "Lattice dystrophy",
        "opb": "Granular dystrophy",
        "opc": "Macular dystrophy",
        "opd": "Fleck dystrophy",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "8271427a-c84b-4a66-9d87-a5ce283db354",
        "choice_type": "single"
    },
    {
        "question": "Scissor reflex is seen in-",
        "exp": "SIGNS OF KERATOCONUS: 1. Window reflex is distoed. 2. Placido disc examination shows irregularity of the circles. 3. Keratometry depicts extreme malalignment of mires. 4. Photokeratoscopy reveals distoion of circles. 5. Slit lamp examination may show thinning and ectasia of central cornea, opacity at the apex and Fleischer's ring at the base of cone, folds in Descemet's and Bowman's membranes. Very fine, veical, deep stromal striae (Vogt lines) which disappear with external pressure on the globe are peculiar feature. 6. On retinoscopy a yawning reflex (scissor reflex) and high oblique or irregular astigmatism is obtained. 7. On distant direct ophthalmoscopy an annular dark shadow (due to total internal reflection of light) is seen which separates the central and peripheral areas of cornea (oil droplet reflex). 8. Munson's sign, i. e. localised bulging of lower lid when patient looks down is positive in late stages. Reference: Comprehensive ophthalmology, AK Khurana, 4th edition, page no. 119",
        "cop": 3,
        "opa": "Open angle glaucoma",
        "opb": "Phyctenular conjunctivitis",
        "opc": "Keratoconus",
        "opd": "Interstial keratitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "bae56c2d-b187-45e6-8eec-9b9cbfc863bd",
        "choice_type": "single"
    },
    {
        "question": "The central nebular corneal opacity is easily treated with -.",
        "exp": "Nebular corneal opacity. It is a faint opacitywhich results due to superficial scars involving. Bowman's layer and superficial stroma. A thin, diffuse nebula covering thepupillary area interferes more with vision than thelocalised leucoma away from pupillary area. Fuher, the nebula produces more discomfo topatient due to blurred image owing to irregularastigmatism than the leucoma which completelycuts off the light rays. Phototherapeutic keratectomy (PTK) performedwith excimer laser is useful in superficial (nebular)corneal opacities. REF: Comprehensive ophthalmology, AK Khurana, 4th edition, pg no. 122.",
        "cop": 1,
        "opa": "Phototherapeutic keratectomy",
        "opb": "Penetrating keratoplasty",
        "opc": "Gas permeable contact lens",
        "opd": "Soft contact lens",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "4d9c3ea7-9fcb-455e-bcc2-41a9683215c7",
        "choice_type": "single"
    },
    {
        "question": "All are true about Bullous keratopathy except -",
        "exp": "It is seen in fuch's dystrophy. Stage of bullous keratopathy, this stage follows long-standing stromal oedema and is characterised by marked epithelial oedema with formation of bullae, which when rupture cause pain, discomfo and irritation with associated decreased visual acquity. Reference: Comprehensive ophthalmology, AK Khurana, 4th edition, page no. 119",
        "cop": 1,
        "opa": "See in Macular dystrophy",
        "opb": "Treatment is keoplasty",
        "opc": "Lenses can be prescribed for such patients",
        "opd": "Seen in Fuch's dystrophy",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "5d2982e4-2534-4967-a67e-de310e568dce",
        "choice_type": "multi"
    },
    {
        "question": "Superficial corneal vascularization is caused by-",
        "exp": "The clinical picture of interstitial keratitis can bedivided into three stages: initial progressive stage, florid stage and stage of regression. Florid stage. In this stage eye remains acutelyinflamed. Deep vascularization of cornea, consistingof radial bundle of brush-like vessels develops. Sincethese vessels are covered by hazy cornea, they lookdull reddish pink which is called 'Salmon patchappearance'. There is often a moderate degree ofsuperficial vascularization. These vessels arising fromthe terminal arches of conjunctival vessels, run a shodistance over the cornea. These vessels andconjunctiva heap at the limbus in the form of epulit. This stage lasts for about 2 months. REF: Comprehensive ophthalmology, 4th edition, pg no. 114.",
        "cop": 4,
        "opa": "Contact lens",
        "opb": "Graft rejection",
        "opc": "Chemical burn",
        "opd": "Interstitial keratitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "a2676954-d988-499a-a371-c6a4436619b9",
        "choice_type": "single"
    },
    {
        "question": "Sclera is thinnest at",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 140) The thickest pa of the sclera - Near the optic nerve (at the posterior pole). The thinnest pa of the sclera- Near the inseion of extraocular muscles ref khurana 6th edition pg 566",
        "cop": 2,
        "opa": "Near the optic nerve",
        "opb": "At inseion of the extra ocular muscles",
        "opc": "Around the limbus",
        "opd": "Nasally",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "36d336e1-82ac-4d25-8b83-a2bcb2783fba",
        "choice_type": "multi"
    },
    {
        "question": "Thickest poion of sclera is -",
        "exp": "Thickness of sclera varies considerably in differentindividuals and with the age of the person. It isgenerally thinner in children than the adults and infemales than the males. Sclera is thickest posteriorly(1mm) and gradually becomes thin when tracedanteriorly. It is thinnest at the inseion of extraocularmuscles (0. 3 mm). REF: Comprehensive ophthalmology, 20th edition, AK Khurana, pg no. 127.",
        "cop": 3,
        "opa": "Anterior to rectus muscle inseion",
        "opb": "Posterior to rectus musde inseion",
        "opc": "Posterior pole",
        "opd": "Limbus",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "e075c70c-c405-4017-bb3f-5cf15caf6d82",
        "choice_type": "single"
    },
    {
        "question": "Fleischer ring is due to",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 194). Some confusion exists between Fleisher rings and Kayser-Fleischer (KF) ring. Kayser-Fleischer (KF) rings are caused by copper deposits and are indicative of Wilson's disease, whereas Fleischer rings are caused by iron deposits and are indicative of keratoconus.",
        "cop": 1,
        "opa": "Iron deposition",
        "opb": "Copper deposition",
        "opc": "Aluminum deposition",
        "opd": "Molybdenum Deposition",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "d6e430b8-6eb9-4470-8c3f-d637fdbdf125",
        "choice_type": "single"
    },
    {
        "question": "Not true about Fuch's corneal dystrophy -",
        "exp": "Fuchs dystrophy is frequently seen as a slowly progressive bilateral condition affecting females more than males, usually between fifth and seventh decade of life. Primary open angle glaucoma is its common association. Reference: Comprehensive ophthalmology, AK Khurana, 4th edition, page no. 118",
        "cop": 3,
        "opa": "Glaucoma is its common association",
        "opb": "Endothelial dystrophy",
        "opc": "Unilateral condition",
        "opd": "Occurs in old age",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "1c98ce11-3f3a-4f84-bf1c-b5518dfbe104",
        "choice_type": "multi"
    },
    {
        "question": "Neurotrophic keratopathy is caused by -",
        "exp": "Neuroparalytic keratitis occurs due to paralysis of the sensory nerve supply of the cornea. Causes I. Congenital 1. Familial dysautonomia (Riley-Day syndrome) 2. Congenital insensitivity to Pain. 3. Anhidrotic ectodermal dysplasia. II. Acquired 1. Following alcohol-block or electrocoagulation of Gasserian ganglion or section of the sensory root of trigeminal nerve for trigeminal neuralgia. 2. A neoplasm pressing on Gasserian ganglion. 3. Gasserian ganglion destruction due to acute infection in herpes zoster ophthalmicus. 4. Acute infection of Gasserian ganglion by herpes simplex virus. 5. Syphilitic (luetic) neuropathy. 6. Involvement of corneal nerves in leprosy. 7. Injury to Gasserian ganglion Reference: Comprehensive ophthalmology, AK Khurana, 4th edition, page no. 107",
        "cop": 3,
        "opa": "Bell's palsy",
        "opb": "Facial and trigeminal nerve palsy both",
        "opc": "Trigeminal nerve palsy",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "bcae18f5-1ddd-4138-a631-bc09c0c9375e",
        "choice_type": "multi"
    },
    {
        "question": "Posterior styphayloma is a feature of-",
        "exp": "Posterior staphyloma. It refers to bulge of weak sclera lined by the choroid behind the equator. Here again the common causes are pathological myopia, posterior scleritis and perforating injuries. It is diagnosed on ophthalmoscopy. The area is excavated with retinal vessels dipping in it (just like marked cupping of optic disc in glaucoma). Its floor is focussed with minus number lenses in ophthalmo-scope as compared to its margin.",
        "cop": 3,
        "opa": "Congential myopia",
        "opb": "Simple myopia",
        "opc": "Pathological myopia",
        "opd": "Hypermetropia",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "438e88dd-50f2-41d0-9103-80855de47888",
        "choice_type": "single"
    },
    {
        "question": "Steroid is contraindicated in -",
        "exp": "Steroids overwhelm the fungal infection, it also causes immunosuppression. Ref khurana 6/e p243",
        "cop": 3,
        "opa": "Herpetic keratitis",
        "opb": "Atopic dermatitis",
        "opc": "Fungal corneal ulcer",
        "opd": "Exposure Keratitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "ede34bce-a372-4e69-9299-1b08ddfa120b",
        "choice_type": "single"
    },
    {
        "question": "Secondary glaucoma in early stage of herpes zoster ophthalmlcus occurs due to",
        "exp": "HERPES ZOSTER OPHTHALMICUS Ocular lesions: Ocular complications usually appear at the subsidence of skin eruptions and may present as a combination of two or more of the following lesions: 1. Conjunctivitis: It is one of the most common complication of herpes zoster. It may occur as mucopurulent conjunctivitis with petechial haemorrhages or acute follicular conjunctivitis with regional lymphadenopathy. Sometimes, severe necrotizing membranous inflammation may be seen. 2. Zoster keratitis: May precede the neuralgia or skin lesions. 3. Episcleritis and scleritis: These usually appear at the onset of the rash but are frequently concealed by the overlying conjunctivitis. 4. Iridocyclitis: It is of a frequent occurrence and may or may not be associated with keratitis. There may be associated hypopyon and hyphaema (acute haemorrhagic uveitis). 5. Acute retinal necrosis: 6. Anterior segment necrosis and phthisis bulbi. 7. Secondary glaucoma: It may occur due to trabeculitis in early stages and synechial angle closure in late stages. Ref:- A K KHURANA; pg num:-104, 105",
        "cop": 1,
        "opa": "Trabeculitis",
        "opb": "Hypersecretion of aqueous humour",
        "opc": "Haemorrhagic hypopyon",
        "opd": "lridocyclitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea and sclera",
        "id": "406f665c-7bd8-400e-ab4b-e6d2c594677e",
        "choice_type": "single"
    }
]