[
    {
        "question": "Recurrent corneal erosion seen in",
        "exp": "Ans. is 'a' i. e Corneal dystrophy \"Corneal dystrophies are a group of progressive usually b/l and mostly genetically determined corneal opacifying disorder which develops in the absence of inflammation. \"Age of presentation is 1st or 2nd decade. MC type of all corneal dystrophies - Cogan's microcytic dystrophy. Cornea guttata is seen in endothelial layer *Treatment of corneal dystrophy is by keratoplasty*",
        "cop": 1,
        "opa": "Corneal dystrophy",
        "opb": "Keratoglobus",
        "opc": "Keratoconus",
        "opd": "Peutz-anomalies",
        "subject_name": "Ophthalmology",
        "topic_name": "Corneal Dystrophies",
        "id": "0fb164dc-2099-440a-a5aa-5201bcec1f29",
        "choice_type": "single"
    },
    {
        "question": "Corneal dystrophies are usually:",
        "exp": "Ans is 'b' i. e. Primarily bilateral \"A corneal dystrophy is classically bilateral, progressive, and isolated to the cornea. The disorder is inherited, characteristically in a dominant fashion, and often appears clinically to involve only one layer of the cornea. Yanoff. Corneal dystrophy. Corneal dystrophies are inherited disorders in which the cells have some inborn defects due to which pathological changes may occur with passage of time leading to development of corneal haze in otherwise normal eyes that are free from inflammation or vascularization. There is no associated systemic disease. Dystrophies occur characteristically bilateral. Dystrophies manifest occasionally at birth, but more usually during first or second decade and sometimes even later in life. Usually autosomal dominant.",
        "cop": 2,
        "opa": "Primarily unilateral",
        "opb": "Primarily bilateral",
        "opc": "Primarily unilateral without systemic disease",
        "opd": "Primarily bilateral with systemic disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Corneal Dystrophies",
        "id": "8bb2157f-9140-4ec6-96c1-84b23c983e25",
        "choice_type": "multi"
    },
    {
        "question": "Band shaped keratopathy is caused by:",
        "exp": "Ans. is 'b' i. e. Calcium Band keratopathy is characterized by the deposition of calcium salts in a band-like pattern in the anterior layers of the cornea. The keratopathy is usually limited to the interpalpebral area. Symptoms include irritation, injection, and blurring of vision. Etiology. Band keratopathy is a common condition in chronic uveitis, especially in blind shrunken eyes, and in children suffering from Still disease. it is also common in aphakic eyes who have undergone vitrectomy with silicone oil if the oil is allowed to remain in the eye for long. Occasionally it is seen in hyperparathyroidism vitamin D intoxication sarcoidosis leprosy. Treatment consists of removal of the opacity by curettage under topical anaesthesia followed by irrigation of the cornea with EDTA. The opacity can also be removed by excimer laser (phototherapeutic keratectomy).",
        "cop": 2,
        "opa": "Amyloid",
        "opb": "Calcium",
        "opc": "Monopolysaccharide",
        "opd": "Lipid",
        "subject_name": "Ophthalmology",
        "topic_name": "Corneal Dystrophies",
        "id": "9663f18f-eadf-49c6-99c2-22b67bffd6dd",
        "choice_type": "single"
    },
    {
        "question": "Corneal dystrophy, true is -",
        "exp": "Ans. is 'c' i. e., Bilateral. Corneal dystrophieso Corneal dystrophy is a group of disorders, characterized by a non-inflammatory, inherited, bilateral opacity of the cornea. There is no vascularization of cornea. Dystrophies are classified according to the anatomical involvement. Anterior Corneal Dystrophies. Stromal Corneal Dystrophies. Posterior Corneal Dystrophies. Epithelium: o Meesamnn's dystrophyo Epethelium Basement membrane dystrophy (map/dotdmgerprint). Stromao Granular dystrophy (Groenouw's type I)o Lattice dystrophy f Type 1, III, III A and IV)o Macular dystrophyo Gelatinous droplike dystrophyo Fleck dystrophyo Central crystalline dystrophy of Schnvdero Central cloudy dystrophy of Francoiso Parenchymatous dystrophy of Pillato Posterior amorphous dystrophyo Pre-Descement dystrophyo Avellino's dystrophyo Meretoja syndrome (Lattice type II)o Marginal crystalline dystrophy of Bietti. Endothelial dvstronhvo Fuch's endothelial dystrophyo Congenital hereditary endothelial dystrophyo Posterior polymorphous dystrophy. Bowman's laver: o Reis-Bucklers dystrophyo Anterior membrane dystrophy of Grayson-Wilbrandto Honeycomb dystrophy of Thiel and Behnkeo Subepithelial mucinous corneal dystrophy Epithelial basement membrane dystrophy is the most common Anterior Corneal Dystrophy. Lattice dystrophy is the most common Stromal Corneal dystrophy (Lattice Type I is the commonest type of Lattice Dystrophy). Macular dystrophy is the least common of the classic stromal dystrophies'Fuch's Endothelial Dystrophy is the most common Posterior/Endothelial corneal Dystrophy",
        "cop": 3,
        "opa": "Inflammatory",
        "opb": "Neovascularization",
        "opc": "Bilateral",
        "opd": "All",
        "subject_name": "Ophthalmology",
        "topic_name": "Corneal Dystrophies",
        "id": "3d3b32f2-2f91-431a-945c-057aa1e3019c",
        "choice_type": "multi"
    }
]