[
    {
        "question": "Patient came with hydrops and scarring of cornea. What would be the treatment modality you would opt for him:",
        "exp": "Penetrating keratoplasty has to be done in cases of deep corneal scar or hydrops. SURGICAL MODALITIES FOR KERATOCONUS Keratoplasty for Keratoconus DALK (deep anterior Lamellar keratoplasty): when > 1/2 of stroma is involved. ALTK (Anterior lamellar therapeutic keratoplasty): When less than 1/2 of stroma is involved. Penetrating Keratoplasty: When full thickness of cornea is involved as in hydrops with scar. INTRASTROMAL CORNEAL RING SEGMENTS Reduce corneal steepening Made of PMMA. Femtolaser is used to make tunnel in cornea. Used in Pellucid Marginal Degeneration, post LASIK ectasia and keratoconus.",
        "cop": 1,
        "opa": "Penetrating Keratoplasty",
        "opb": "Endothelial lamellar Keratoplasty",
        "opc": "Deep anterior lamellar keratoplasty",
        "opd": "Collagen cross linking",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "d966d76a-613c-45a1-af6f-084422083130",
        "choice_type": "single"
    },
    {
        "question": "KF ring in Wilson's disease is seen at the level of:",
        "exp": "Ans: A (Descemet's membrane) Ref: BASAK Essentials of Ophthalmology. 5th edition, pg no 163. Explanation: (See the following table). In KF ring, the copper deposits are seen in the vertical meridian (6 &12o'clock position) in the early stages. It is seen in all Wilson's patients if CNS is involved. With penicillamine therapy. it disappears. Other manifestations of Wilson's disease are sunflower cataract & defective accommodation.",
        "cop": 1,
        "opa": "Descemet's membrane",
        "opb": "Epithelium",
        "opc": "Endothelium",
        "opd": "Stroma",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "a234c907-fa4b-4fb7-819d-e446843dde47",
        "choice_type": "single"
    },
    {
        "question": "Corneal thickness is measured using -",
        "exp": "Ans. is 'a' i. e., Pachymetry o Corneal Pachymetry: It is the method to measure the corneal thicknesso The following are the other methods of measuring corneal thickness: a) Ultrasoundb) Ultrasound biomicroscopy and very high frequency ultrasoundc) Optical slit lamp pachymetryd) Specular microscopy basede) Scanning slit based Orbscanf) Optical Coherence Tomography (OCT)g) Optical low coherence reflectometryh) Confocal microscopy through focusingi) Laser Doppler interferometry",
        "cop": 1,
        "opa": "Pachymetry",
        "opb": "Keratometer",
        "opc": "CT scan",
        "opd": "Aesthisiometry",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "22f4cb9a-55ab-40a9-80d7-8b11126bfae1",
        "choice_type": "single"
    },
    {
        "question": "Radial Keratoneuritis is seen in",
        "exp": "(All of the above) (106- Khurana 4th)ACANTHAMOEBA KERATITIS (Protozoal)1. Initial-lesions of acanthamoeba Keratitis are in the form of limbitis, coarse, opaque streakes fine epithelial and subepithelial opacities and radial -kerato- neuritis in the form of infiltrates along coreal nerves2. Advanced cases show a central or paracentral ring shaped lesions, ring abscess, Hypopyon* Acanthamoeba keratitis can also occur as opportunistic infections in patients with herpetic keratitis** bacterial keratitis, bullous keratopathy and neurparalytic keratitis **",
        "cop": 4,
        "opa": "Acanthamoeba",
        "opb": "Herpes-simplex",
        "opc": "Neuroparalytic",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "87d78d59-f6b7-4c80-ba5e-62a466fe9428",
        "choice_type": "multi"
    },
    {
        "question": "According to biophysics, in which pa of eye does maximum refraction occur?",
        "exp": "Cornea The cornea is the first and most powerful refracting surface of the eye. Light passes through the transparent cornea on its way to the retina. It has a greater curvature than the rest of the eyeball and a refractive power of approximately 44 dioptres.",
        "cop": 1,
        "opa": "Cornea",
        "opb": "Aqueous humor",
        "opc": "Centre of the lens",
        "opd": "Periphery of the lens",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "50b5f410-f85e-4386-bc4f-5255bb718b83",
        "choice_type": "single"
    },
    {
        "question": "Microcornea is defined as:",
        "exp": "Microcornea < 10 mm corneal diameter at bih. Megalocornea > 13 mm after 2 yr of age or >11. 7 mm before 2 yr of age.",
        "cop": 1,
        "opa": "< 10 mm corneal diameter at bih",
        "opb": "<13 mm corneal diameter at bih",
        "opc": "< 10 mm axial length at bih",
        "opd": "< 20 mm axial length at bih",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "5a4971cf-81e5-4a60-a91a-f8c847c2ceea",
        "choice_type": "single"
    },
    {
        "question": "KISA% is associated with-",
        "exp": "Ans. is 'a' i. e., Keratoconus * The KISA index is used in cases of keratoconus and is derived using 4 indices: i) Central keratometry Kii) Inferior- Superior keratometry (I-S)iii) Astigmatism Index (AST)* It is calculated using videokeratograph device and it quantifies th degree of corneal astigmatism and the SRAX index which is expression of irregular astigmatism occurring in keratoconus.",
        "cop": 1,
        "opa": "Keratoconus",
        "opb": "Keratoglobus",
        "opc": "Hypermetropia with astigmatism",
        "opd": "Terrien's marginal degeneration",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "043e7630-9174-4b95-805a-6ef9849924bf",
        "choice_type": "single"
    },
    {
        "question": "Best to visualize corneal endothelium",
        "exp": "Ans. b (Specular microscopy). (Ref. Parson Diseases of Eye/19th/pg. l 13)SPECULAR MICROSCOPY# It is vital to count and study morphology of corneal endothelial cells, especially in the cases of cataract with suspected endothelial dystrophy.# Normal cell count is 2000-2500 cells/mm2.# IOL implantation is contraindicated if the cell count is < 1500/mm2.# Specular reflection by slit lamp biomicroscope (specular microscopy) allows visualization of corneal endothelium by viewing light reflected back from this interface, count of endothelial cells is possible using an Elser grid.",
        "cop": 2,
        "opa": "Fundoscopy",
        "opb": "Specular microscopy",
        "opc": "Slit lamp exam",
        "opd": "Operating microscopy",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "701641ad-2b3e-4917-87af-d6ddeff23965",
        "choice_type": "single"
    },
    {
        "question": "Femtolasik provides all the advantage over conventional microkeratome based laser except",
        "exp": "Femtolaser is photodisruptive laser and not photocoagulative LASER ADVANTAGES OF FEMTOLASIK a. Less incidence of flap related complications b. Less incidence of dry eyes c. Can be done in thinner corneas as flap thickness is lower d. Reduced risk of infections e. More stable results",
        "cop": 4,
        "opa": "Less incidence of flap related complications",
        "opb": "Less incidence of dry eyes",
        "opc": "Can be done in thinner corneas",
        "opd": "Photocoagulative laser, so it decreases collateral damage",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "9d5e2479-2642-4b07-b093-145650e727bd",
        "choice_type": "multi"
    },
    {
        "question": "Not true regarding arcus senilis",
        "exp": "Arcus senilis usually stas from inferior cornea and then involves superior cornea. Arcus senilis Corneal degeneration. Deposition of lipids in cornea. Seen in corneal periphery. There is clear margin between the limbus and the arcus deposition. It stas from inferior cornea and then involves superior cornea. Does not invade visual axis.",
        "cop": 4,
        "opa": "Deposition of lipids in cornea",
        "opb": "Seen in corneal periphery",
        "opc": "There is clear margin between the limbus and the arcus deposition",
        "opd": "It stas from superior cornea and then involves inferior cornea",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "b10cd73e-0d5a-4cf6-8d9f-91f92913cfb0",
        "choice_type": "multi"
    },
    {
        "question": "Enlarged corneal nerves may be seen in all of the following except",
        "exp": "Ans. (b) Herpes simplex keratitis. Ref: Causes of Enlarged Corneal Nerves International Ophthalmology Clinics 4 (1): 12 - 23; Winter 2001 (Lippincott Williams & Wilkins) by kim, Stella K. M. D.: Dohlman, Claes H. M. D., Ph. D",
        "cop": 2,
        "opa": "Keratoconus",
        "opb": "Herpes simplex keratitis",
        "opc": "Leprosy",
        "opd": "Neurofibromatosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "0195f9a3-eb16-498c-b571-5254fbc411b5",
        "choice_type": "multi"
    },
    {
        "question": "Aberrometer is used to measure:",
        "exp": "Abberrometer is used to measure higher order abberations. Corneal investigations Specular: Endothelial Count. Aberrometer: Corneal higher order abberations. Aesthesiometer: Corneal Sensations. Placido disc: Keratometry(anterior surface of cornea). Pentacam & Orb scan: Both anterior & posterior surface of cornea. Pentacam: Investigative modality of choice to do any corneal topography, it may be keratoconus, ectasia, LASIK. Topography Corneal Topography Confocal microscopy: visualize stroma & used in diagnosis of stromal dystrophies & latent infections.",
        "cop": 3,
        "opa": "Endothelial count",
        "opb": "Keratometry",
        "opc": "Higher order abberation",
        "opd": "Corneal stroma",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "80ed4dd1-5c0a-4d9a-8803-50cdfed5a86e",
        "choice_type": "single"
    },
    {
        "question": "True about bowman's membrane:",
        "exp": "Ans. (c) Prevents infection more than descemet s membrane. Ref: A. K. Khurana 6th ed. 196, Khurana 4th ed./ 80. 89* Bowmans layer of cornea is acellular mass of condensed collagen fibrils* Thickness: 12 pm* It is NOT a true elastic membrane but simply a condensed superficial stroma* Once destroyed, never regenerates* It shows considerable resistance to infection (descemet membrane maintains integrity of eyeball)",
        "cop": 3,
        "opa": "True elastic membrane",
        "opb": "Most regenerative layer",
        "opc": "Prevents infection more than descemets membrane",
        "opd": "Cellular layer",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "d39f4873-b231-4a20-89b2-7f7889b3921a",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for Nummular keratitis",
        "exp": "Ans. (b) Topical Steroids. Ref: Kanski 7/e, p. 189. Nummular keratitis is characterized by fine granular subepithelial deposits, surrounded by a halo of stromal haze. Develops 10 days after onset of rash. Only Topical steroids are given for treatment.",
        "cop": 2,
        "opa": "Acyclovir 3% ointment",
        "opb": "Topical Steroids",
        "opc": "Intravenous antivirals",
        "opd": "Keratoplasty",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "e7ce71a0-bd97-4aa0-8613-51a0fccd05e9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is best to study corneal endothelium?",
        "exp": "Ans. b (Specular microscopy). (Ref. Parson Diseases of Eye, 19th ed., 113)SPECULAR MICROSCOPY# It is vital to count and study morphology of corneal endothelial cells, especially in the cases of cataract with suspected endothelial dystrophy.# Normal cell count is 2000-2500 cells/mm2.# IOL implantation is contraindicated if the cell count is < 1500/mm2.# Specular reflection by slit lamp biomicroscope (specular microscopy) allows visualization of corneal endothelium by viewing light reflected back from this interface, count of endothelial cells is possible using an Elser grid.",
        "cop": 2,
        "opa": "Foundoscopy",
        "opb": "Specular microscopy",
        "opc": "Slit lamp exam",
        "opd": "Operating microsopy",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "d2aa8652-d3bb-48d0-af74-46534e6f4fa1",
        "choice_type": "single"
    },
    {
        "question": "A patient on amiodarone is diagnosed to have cornea verticillata. What should be management: (PGI Dec 2010)",
        "exp": "Ans: A (Stop the drug) {Ref: Parson 20th/ 206; American Academy of Ophthalmologist: Cornea Section 8 2009-2010/375; Cornea by Krachner 2nd/365-69; Kanski 6th/321]. Cornea Verticillata Parson 20th/206. This is a whorl- like opacity in the corneal epithelium seen in patients on long-term treatment with medication such ad amiodarone, chloroquine, phenothiazines and indomethacin. It is also seen in patients with Fabry disease and its carrier state. The condition is generally asymptomatic, harmless and reversible on stopping the drugQ. The whorl-like pattern shows the direction of migration of corneal epithelial cells. Occasionally the condition had been known to cause glare and surface discomfort which responds to topical lubricants. Pigment Deposition in Cornea Cornea by Krachner 2nd/365-6 9. Superficial# Amiodarone QCh]oroquine' QChlorpromazine. QIndomethacin. Clofazimine. Suramine. Naproxen. Tilorone. Stromal# Phenothiazines\"Corneal drug deposit: It is unusal for these deposits to result in reduction of visual acuity or ocular symptoms, although this has occurred in some patients. The development of deposits is not necessarily an indication to stop these medications, although the deposits will resolve with discontinuation of the responsible agents\"- American Academy of Ophthalmologist: Cornea Section 8 2009-2010/375",
        "cop": 1,
        "opa": "Stop the drug",
        "opb": "Penetrating keratoplasty",
        "opc": "Lamellar keratoplasty",
        "opd": "Observation",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "23fee466-da90-455c-89ad-fef2b0613241",
        "choice_type": "single"
    },
    {
        "question": "Corneal epithelium develops from -",
        "exp": "Ans. is 'a' i. e., Surface ectoderm Precursor. Derivatives. Neural ectoderm. Smooth muscle of the iris, opticle vesicle and cup, iris epithelium, ciliary epithelium, Part of the vitreous, Retina, Retinal pigment epithelium, fibres of the optic nerve. Surface ectoderm. Conjunctival epithelium, Corneal epithelium, Lacrimal glands, Tarsal glands, Lens. Mesoderm. Extraocular muscles, corneal stroma, sclera, iris, Vascular endothelium, Choroid, Partof the vitreous. Neural crest. Corneal stroma, keratocytes and endothelium, Sclera, Trabecular meshwork endothelium, Iris stroma, Ciliary muscles, Choroidal stroma, Part of the vitreous, Uveal and conjunctival melanocytes, Meningeal sheaths of the optic nerve, Ciliary ganglion, Schwann cells, orbital bones, Orbital connective tissue, Connective tissue sheath and muscular layer of the ocular and orbital blood vessels.",
        "cop": 1,
        "opa": "Surface ectoderm",
        "opb": "Mesoderm",
        "opc": "Endoderm",
        "opd": "Neural crest",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "c51a888f-9614-4fd9-8803-931eb3e31922",
        "choice_type": "single"
    },
    {
        "question": "Herpes virus causes:",
        "exp": "Ans: a (Dendritic ulcer) Ref. AK Khurana, 4th ed, p. 102. Dendritic ulcer is a typical lesion of recurrent epithelial keratitis. It is an irregular linear branching ulcer with knobbed ends. There will be decreased corneal sensation. On staining the floor of the ulcer takes flourescien dye whereas virus laden cells at the margin take rose Bengal. Ocular lesions of herpes simplexA. Primary ocular herpesB. Recurrent herpes. Usually attacks nonimmune children & teenagers. Self limiting but establishes latent infection in trigeminal ganglion. 1. skin lesions- vesicles2. acute follicular conjunctivitis3. corneal lesions- fine epithelial punctate keratitis coarse epithelial punctuate keratitsa. Active epithelial keratitis- Punctate epithelial keratiti;-dendritic ulcer-geographic ulcer(amoeboid ulcer)b. Stromal keratitis-disciform keratitis diffuse stromal necrotic keratitisc. Trophic keratitis (metaherpetic keratitis)d. Herpetic iridocyclitis. Other important points1. Antiviral dings are the first choice dings2. In general steroids are contraindicated in herpes simplex keratitis but steroids are indicated in the treatment of stromal keratitis only. 3. Steroid resistant cases of diffuse stromal keratitis -Rx is keratoplasty4. Metaherpetic keratitis is not an active viral disease but mechanical healing problem5. Rx of metaherpetic keratitis -soft contact lens & artificial tears. Points about Herpes Zoster Ophthalmicus* Acute infection of gasserian ganglion* VZ virus is a DNA virus with acidophilic intranuclear inclusion bodies* Frontal nerve is more frequently involved than lacrimal & nasociliary nerve* Hutchison's rule- cutaneous involvement of nasociliary nerve with vesicles on the side or tip of nose implies that ocular involvement is frequent.* Corneal lesions are: Micronodular epithelial ulcer. Nummular keratitis. Disciform keratitis. Neuroparalityic keratitis. Exposure keratitis",
        "cop": 1,
        "opa": "Dendritic ulcer",
        "opb": "Serpenginous ulcer",
        "opc": "Hypopyon corneal ulcer",
        "opd": "Ccorneal erosion",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "c584383d-7852-47bb-95eb-c9e7753dcfb8",
        "choice_type": "single"
    },
    {
        "question": "Not a cause of enlarged corneal nerves",
        "exp": "CAUSES OF ENLARGED CORNEAL NERVES *Leprosy *Keratoconus (prominent) *Neurofibromatosis *Riley day dysautonomia *MEN *Posterior Polymorphous Membrane Dystrophy",
        "cop": 4,
        "opa": "Neurofibromatosis",
        "opb": "Riley day dysautonomia",
        "opc": "MEN",
        "opd": "Band shaped keratopathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "1491eaec-9f6a-4336-8739-ba9f2be233ae",
        "choice_type": "single"
    },
    {
        "question": "Satellite nodule on a corneal ulcer is seen due to",
        "exp": "(Fungal infection) (100- Khurana 4th)FUNGAL - KERATITIS - caused by filamentous fungi. Sign.* It is dry looking grayish- white with elevated rolled out margins* Delicate feathery finger like extension are present into the surrounding stroma under the intact epithelium* A sterile immune-ring (yellow line of demarcation) may be present* Multiple small satellite lesions may be present around the ulcer* Usually a big hypopyon unlike bacterial ulcer may not be sterile and the fungi can penetrate into the anterior chamber without perforation* Perforation in mycotic ulcer is rare but can occure* Corneal vascularization is consipicusly absent",
        "cop": 1,
        "opa": "Fungal infection",
        "opb": "Bacterial infection",
        "opc": "Viral infection",
        "opd": "Protozoal infections",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "b40e82ec-3408-426f-b21c-a6be3c350671",
        "choice_type": "single"
    },
    {
        "question": "K-F ring is pathognomonic of",
        "exp": "Ans. d (Decreased ceruloplasmin level). (Ref. Parson, Diseases of Eye, 19th ed. 568). Keyser-Fleischer (KF) ring is a diagnostic feature of Wilson's Disease or hepatolenticular degeneration. TYPE OF PIGMENTDISORDERLOCATIONIron. Keratoconus (Fleischer ring). Corneal epithelium Old opacity (Hudson-Stahhline). Corneal epithelium Pterygium (Stocker's line). Corneal epithelium Filtering bleb (Ferry's line). Corneal stroma. Copper. Wilson's disease, Chalcosis (KF ring). Descemets membrane. Melanin. Pigment dispersion syndrome (Krukenberg's spindle). Descemets membrane",
        "cop": 4,
        "opa": "Cholestatic jaundice",
        "opb": "PBC",
        "opc": "Hemochromatosis",
        "opd": "Decreased ceruloplasmin level",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "274ba92c-b627-4da1-adb1-ebec4feead8a",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about layers of cornea except:",
        "exp": "Descement membrane: toughest layer of cornea Descement's Membrane: *Act as a basement membrane for the endothelial cells *Type 4 & type 8 are most common type of collagen in DM *Toughest layer that provides protection from perforation *Responsible for descemetocele formation. *Site of deposition of copper as KF ring in wilson's disease (. If dua layer is in option then go for that) Endothelium is responsible for behaving like a pump that maintains the relatively dehydrated state of the cornea thereby maintaining its transparency The other options are all true",
        "cop": 2,
        "opa": "Predescemet's layer is also known sd Dua's layer",
        "opb": "Type 2 & type 4 type of collagen are present in Descement membrane",
        "opc": "Corneal Stroma is the thickest layer of the cornea",
        "opd": "Endothelium is responsible for maintaining relatively dehydrated state of cornea",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "523f566c-595d-4d6f-95cc-daafd365ce86",
        "choice_type": "multi"
    },
    {
        "question": "What is deposited in band keratopathy-",
        "exp": "Ans. is 'b' i. e., Ca. PO4 Band Keratopathy* Band keratopathy is characterized by the deposition of calcium and phosphorus salts (especially hydroxyapatite) in a band-like pattern in the anterior layers of the cornea. The keratopathy is usually limited to the interpalpebral area. Symptoms include irritation, injection, and blurring of vision.* Causes of band keratopathy are: i) Idiopathic and age relatedii) Chronic eye diseases (most common cause). Chronic Uveitis like JRA & sarcoidosis; chronic glaucoma; chronic keratitis. iii) Conditions associated with hypercalcemia: - Sarcoidosis, Hyperparathyroidism, Vitamin D intoxication, metastatic neoplasm to bone, CRF (secondary hyperparathyroidism). iv) Local corneal damage: - Intraocular silican IOL.",
        "cop": 2,
        "opa": "Ca. SO4",
        "opb": "Ca. PO4",
        "opc": "Mg. SO4",
        "opd": "Mg. PO4",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "32a3b8fd-99a2-4573-a12f-5e3ec883aa37",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most highly innervated structure of eye",
        "exp": "Cornea- The highest innervated structure of the eye Anatomy of cornea: Transparent Avascular structure Refractive power - 45 D Refractive index - 1. 37 Thickness (least in centre) (r) 530-550 mm Diameter: 10. 5-12. 5 mm. Veical diameter < Horizontal diameter. Nerve Supply Most innervated organ of body. Corneal nerves are non myelinated after 2 cm after entering cornea. Branches of Long ciliary nerves that are branches of nasociliary nerves supply it.",
        "cop": 2,
        "opa": "Iris",
        "opb": "Cornea",
        "opc": "Retina",
        "opd": "Sclera",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "4555f49a-022e-42c1-b56f-a1795b623bc3",
        "choice_type": "single"
    },
    {
        "question": "Outer epithelium of cornea is derived from:",
        "exp": "Structures developing from Surface ectoderm- Conjunctival epithelium Corneal epithelium Lacrimal glands Tarsal glands Lens",
        "cop": 3,
        "opa": "Endoderm",
        "opb": "Mesoderm",
        "opc": "Surface ectoderm",
        "opd": "Neural ectoderm",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "21b990e9-03a9-419b-8131-a43475bd94f7",
        "choice_type": "single"
    },
    {
        "question": "Xerophthalmia Grade X-3A -",
        "exp": "Ans. is 'c' i. e., Corneal ulcer involving less than 1/3 of corneal surface o WHO classification of xerophthalmia. XN Night blindness. XIA Conjunctival xerosis. XIB Bitot's spots. X2 Corneal xerosis. X3A Corneal ulceration/keratomalacia affecting less than one-third corneal surface. X3B Corneal ulceration/keratomalacia affecting more than one-third corneal surface. XS Corneal scar due to xerophthalmia. XF Xerophthalmic fundus",
        "cop": 3,
        "opa": "Corneal xerosis",
        "opb": "Bitot spot",
        "opc": "Corneal ulcer involving less than 1/3 of corneal surface",
        "opd": "Corneal ulcer involving more than 1/3 of corneal surface",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "3aabfed5-577d-4528-a973-f631d2ba3900",
        "choice_type": "single"
    },
    {
        "question": "Under hypoxic conditions, which of the following is strongly implicated as a cause of corneal edema?",
        "exp": "In cornea energy in the form of ATP is generated by the breakdown of glucose. As cornea is an avascular structure, major pathway of metabolism is anaerobic glycolysis. Thus, under anaerobic conditions lactic acid accumulates in the cornea and causes corneal edema.",
        "cop": 1,
        "opa": "Lactate",
        "opb": "Glycogen",
        "opc": "Carbon dioxide",
        "opd": "Pyruvate",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "b64f6591-1490-4569-b222-568a9eef47e3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true regarding fungal corneal ulcer.",
        "exp": "Signs are more impoant than symptoms in fungal corneal ulcer. Fungal Corneal Ulcer Clinical Scenario: Young male presenting with discharge & associated with trauma to eye with animal tail & vegetable matter. H/o immuno suppression. Most common fungal infection in India - Aspergillus fumigatus & Fusarium Clinical Features: Symptoms is less than signs of disease Treatment No steroids Microbiologically confirm before staing the treatment Suppoive treatment with cycloplegics",
        "cop": 4,
        "opa": "Microbiological confirmation to be done before staing anti fungal treatment",
        "opb": "Immuno suppressant and patients on chronic steroids therapy are more vulnerable",
        "opc": "Aspergillus and Fusarium are common organisms causing ulcer",
        "opd": "Symptoms are more than signs in the patient",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "a68edb9e-a6ee-49ba-b884-aa22165778fc",
        "choice_type": "multi"
    },
    {
        "question": "A 20-year-old boy came with complaints of sudden pain in the left eye with loss of vision. On examination, left eye cornea was hazy and on looking down, there was a bulging in the lower eyelid. Retinoscopy shows scissoring reflex and oil drop sign was positive in both eyes, what is the diagnosis?",
        "exp": "Ans: (b) Keratoconus. Ref: Kanski, Clinical Ophthalmology, 8th edition, Page 218-220; A. K. Khurana's Comprehensive Ophthalmology, 6th edition, Page 131. KERATOCONUSDefined as non-inflammatory bilateral ectactic condition of cornea in which the cornea assumes a conical shape secondary to stromal thinning and protrusion. The diagnosis is keratoconus with acute hydrops. Etiology: Not clear. Symptoms: Defective vision due to progressive myopia and irregular astigmatism. Signs: Window reflex is distorted. Slit lamp: Thinning and ectasia of cornea. Fleischer\"s ring at the base of the cone. Vogt's line (deep stromal striae due to stretching of cornea). Retinoscopy: Scissoring/Yawning reflex. Distant direct ophthalmoscopy: Oil Droplet Reflex. Munson's Sign: Bulging of lower lid on downward gaze. Management: Spectacle correction in early cases. Rigid gas permeable contact lenses. Intra corneal ring segments (INTACS). Collagen cross linking. Deep anterior lamellar keratoplasty / penetrating keratoplasty. Remember: Acute hydrops is a complication of keratoconus where the descemet's membrane ruptures and aqueous enters the cornea.",
        "cop": 2,
        "opa": "Corneal dystrophy",
        "opb": "Keratoconus",
        "opc": "Pathological myopia",
        "opd": "Keratoglobus",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "2cd7f6d4-5f28-45b2-98e3-c721fa59d89a",
        "choice_type": "multi"
    },
    {
        "question": "Afferent component of corneal reflex is mediated by",
        "exp": "Ans. (c) Trigeminal nerve. Ref: Fuller Neurological examination made easy 3/e, p. 102. The afferent component of corneal reflex is mediated through the ophthalmic branch of the trigeminal nerve (Vth nerve). The efferent component is mediated through the facial nerve (VIIth nerve). Following corneal stimulation:* Failure of either side of face to contract = Nasociliary nerve lesion* Failure of only one side to contract = Facial nerve lesion.",
        "cop": 3,
        "opa": "Vagus nerve",
        "opb": "Facial nerv",
        "opc": "Trigeminal nerve",
        "opd": "Glossopharyngeal nerve",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "a2dd32ce-af73-4a6a-89b9-9b9ac9579cbe",
        "choice_type": "single"
    },
    {
        "question": "A 33 year old man presents to AIIMS ophthalmology OPD with pain and watering of eyes. On examination there was a 3. X2 mm greyish white corneal ulcer with indistinct elevated margins. The lesion is surrounded by feathery finger like infiltration into the adjacent corneal stroma. Minimal hypopyon is also observed. Based on the information provided the microbiological investigation should be directed against",
        "exp": "Ans. (a) Aspergillus spp. Ref: Kanski 7/e, p. 180 - 181. Feathery margins with hypopyon is indicative of a fungal ulcer and the most common cause for it is Aspergillus.",
        "cop": 1,
        "opa": "Aspergillus spp.",
        "opb": "Pseudomonas spp.",
        "opc": "Herpes simpex virus",
        "opd": "Acanthamoeba spp",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "e682b8ca-d7c6-4673-972d-65d421808bf9",
        "choice_type": "single"
    },
    {
        "question": "Wilson's disease characterised by all EXCEPT",
        "exp": "(Glaucoma) (507- Parson 20th) (410-KH 4th)WILSON'S DISEASE Systemic features. Extrapyramidal signs **- Cirrhosis** Extra occular features. Kayser- Fleisher ring** Intraocular features- Sunflower cataract**- Retina showes deposition of the golden plaque at the posterior pole which reflect the light with a metallic sheen",
        "cop": 1,
        "opa": "Glaucoma",
        "opb": "Kayser- Fleisher ring",
        "opc": "Sunflower cataract",
        "opd": "Nystagmus",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "21c73638-1835-48e3-99cf-ae937aedc062",
        "choice_type": "multi"
    },
    {
        "question": "Indications to use Collagen cross linking",
        "exp": "Riboflavin is used in collagen cross linking for keratoconus COLLAGEN CROSS LINKING C3R: Principle: Using riboflavin, we build up collagen cross links and provide cornea the strength to maintain its curvature f/b use contact lenses for few days. UV-A radiation 370 nm is used for 45 minutes. Indication: Keratoconus Post lasik ectasia Fungal corneal ulcer Corneal ectatic disorders CONTRAINDICTION Herpes infection Pachymetry less than 400 nm Severe dry eye",
        "cop": 2,
        "opa": "Herpes infection",
        "opb": "Fungal corneal ulcer",
        "opc": "Pachymetry less than 400 nm",
        "opd": "Severe dry eye",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "aba86dab-00de-4941-83a4-3422c53f3363",
        "choice_type": "single"
    },
    {
        "question": "Anterior Staphyloma is seen in:",
        "exp": "Ans: A (Sloughing corneal ulcer) Ref: Parson's Disease of the Eye 21st edition, pg. 222-223. Explanation: Staphyloma* Staphyloma is characterized by an ectasia of the outer coats of the eye with an incarceration of the uveal tissue. Types. Site. Causes. Anterior. Involving part or the whole of the cornea; lined by iris. Sloughing corneal ulcer. Intercalary. Limbus and 2 mm from the limbuslined by ciliary body. Perforating injuries. Marginalcorneal ulcer. Anterior scleritis. Scleromalaciaperforans. Post surgicalwound site. Secondaryglaucoma. Equatorial2-8 mm from the limbus lined by the choroid. Scleritis, Pathologicalmyopia. Chronicuncontrolledglaucoma. Posterior. Posterior pole; lined by the choroid. Same as equatorial. Management: Treat the cause. IOP control. Observation. Local excision with sclera or corneal patch graft",
        "cop": 1,
        "opa": "Sloughing corneal ulcer",
        "opb": "Scleritis",
        "opc": "Glaucoma",
        "opd": "Patholog ical myopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "4b6dbc6b-ac71-45e0-98fa-3dcf9130364c",
        "choice_type": "single"
    },
    {
        "question": "Which is not a feature of fungal corneal ulcer?",
        "exp": "Ans. is 'c' i. e., More symptomatic than bacterial ulcer Clinical features of fungal (mycotic) corneal ulcer* Symptoms are similar to bacterial corneal ulcers but in general they are less marked than the equal sized bacterial ulcer. On the other hand signs are very prominent, i. e. signs are more prominent than symptoms. Following signs can be seen: -i) Greyish-white dry looking ulcer with the elevated rolled out feathery & hyphate margins. ii) Feathery finger like extension into surrounding stroma under intact epithelium. iii) A sterile immune ring (yellow line) of. Wesseley. iv) Multiple small satellite lesions. v) Non-sterile (infected) hypopyon (Pseudohypopyon) containing fungus. vi) Perforation is rare and corneal vascularization is conspicuously absent.",
        "cop": 3,
        "opa": "White dry",
        "opb": "Immune ring",
        "opc": "More symptomatic than bacterial ulcer",
        "opd": "Non-sterile hypopyon.",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "0403d0cd-1571-4a18-a61d-36b2eaaca812",
        "choice_type": "single"
    },
    {
        "question": "Power of cornea is-",
        "exp": "Ans. is 'b' i. e., 44 D \"Out of + 60 D (total diopter power of eye), + 44 D is provided by the cornea. \"",
        "cop": 2,
        "opa": "30 D",
        "opb": "44 D",
        "opc": "55 D",
        "opd": "60 D",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "1b8afdbf-3811-45df-8aa3-046063d2b212",
        "choice_type": "single"
    },
    {
        "question": "Kayser Fleischer ring occurs at",
        "exp": "(Descemet's membrane) (410-Khurana 4th). Kayer- Fleischer ring - is a golden- brown ring which occurs due to deposition of copper (Chalcosis) under peripheral parts of the Descement's membrane of the cornea* K. F. ring seen in a patients of with liver cirrhosis or ataxia can confirm the presence of wilson's disease (507- Parson 20th edition)",
        "cop": 2,
        "opa": "Epithelium",
        "opb": "Descemet's membrane",
        "opc": "Endothelium",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "64d931a3-ca3a-40c2-9eed-fce5b7bcf1db",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following does not cause cornea veicillata",
        "exp": "Tay Sach's disease is not a causative factor. Cornea veicillata *Corneal veicillata, orvoex keratopathy, has as a whorl-like pattern of golden brown or gray deposits in the cornea *It is unusual for these deposits to result in reduction of visual acuity or ocular symptoms * The deposits typically resolve with discontinuation of the responsible agents. Cause: Cornea Veicillata *Indomethacin *Chloroquine *Fabry disease *Amiodarone *Phenothiazine",
        "cop": 4,
        "opa": "Indomethacin",
        "opb": "Chloroquine",
        "opc": "Fabry disease",
        "opd": "Tay sach's disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "9409ae53-8115-4e0b-9f64-38f7088b37ff",
        "choice_type": "single"
    },
    {
        "question": "Neuroparalytic keratitis is associated with paralysis of which cranial nerve?",
        "exp": "Ans. d (Seventh cranial nerve palsy). (Ref. Parson, Diseases of eye, 18th ed., 154; Basak, Ophthalmology, 2nd/298). Herpes simplex keratitis (HSV 1). Neuro- ophthalmological keratitis. Neuroparalytic Keratitis. Marginal keratitis. Phlecty-nular keratitis. Interstitial keratitis. Mooren's ulcer- Primary herpetic kertitis- Dendritic geographical (inadvertent use of steroids)- Disciform (treatment is steroids)- Punctate- numular- Optic neuritis- Cranial nerve palsy (3, 4 and 6th nerves)- Affects cornea, but 3rd cranial nerve palsy is most common cause. Due to paralysis of motor nerve that closes eyelids and is usually a sequel to facial palsy. Catarrhal ulcer. Caused by Staph.- Endogenous toxin induced keratitis- TB protein, staph, strepto, intestinal parasites- Fascicular ulcer- Ring ulcer- Pannus- Treatment: topical steroids'Groundglass' appearance- Salmon patch of Hutchinson- KP nodules- Etiology: Congenital syphilis, TB (Hutchison triad) and Cogan's syndrome. Chronic serpiginous ulcer. Treated with steroids",
        "cop": 4,
        "opa": "3rd",
        "opb": "4th",
        "opc": "6th",
        "opd": "7th",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "3057ed5d-db7d-414c-84ff-17e586bb73cc",
        "choice_type": "single"
    },
    {
        "question": "A patient came to AIIMS OPD with acute pain and watering from eye for 3 days. There was 3x2 mm ulcer on the cornea with ROLLED OUT margins and feathery and finger-like projections with minimal hypopyon. What is the diagnosis?",
        "exp": "Ans. B. Fungal. With filamentary fungi the corneal lesions have a white/gray infiltrate with feathery borders. There might be satellite lesions with hypopyon and conjunctival injection as well as purulent secretions. Ulcers caused by yeast are plaque-like and slightly more defined, similar to bacterial keratitis.",
        "cop": 2,
        "opa": "Bacterial",
        "opb": "Fungal",
        "opc": "Acanthamoeba",
        "opd": "HSVII",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "33a75c6e-fcbb-419a-831d-bb2de75a3bb0",
        "choice_type": "single"
    },
    {
        "question": "Organism causing ulcus serpens is:",
        "exp": "Ulcer serpens is caused by pneumococcus. Ulcer Serpens Greyish white ulcer Organism: Pneumococcus Usually associated with iridocyclitis Stas from periphery and then moves towards centre Has a tendency for perforation May be a/w hypopyon",
        "cop": 3,
        "opa": "Neisseria gonorrhoeae",
        "opb": "Corynebacterium diphtheria",
        "opc": "Pneumococcus",
        "opd": "Pseudomonas pyocyaneus",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "966ccad3-b802-4e65-857b-9988509efa85",
        "choice_type": "single"
    },
    {
        "question": "Fluoresciene stain is used in the eye to stain -",
        "exp": "Ans. is 'a' i. e., Cornea Important corneal examinations. Used foro Keratometry, Corneal topography o Specular microscopyo Slit lampo Padiymetero Placido's disco Fluorescein. Alacian blue & Ben sal rose staino Window reflex, slit lamp biomicroscopy, Placidos' disc. Curvature of cornea Corneal endothelial density. Corneal opacity Thic kness of cornea Corneal sheen Corneal staining. Corneal surface",
        "cop": 1,
        "opa": "Cornea",
        "opb": "Retina",
        "opc": "Choroid",
        "opd": "Iris",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "2a3d954d-6ba6-4fde-9288-548ca5bfc64a",
        "choice_type": "single"
    },
    {
        "question": "All the following are true regarding KERATOCONUS except",
        "exp": "Ans) b (hypermetropia is seen) Ref: kanski 6th ed p 288-289. Keratoconus is a progressive disorder in which cornea assumes a conical shape secondary to thinning and protrusion. Presentation is during puberty with unilateral impairment of vision due to myopia and astigmatism. Signs include: 1. oil droplet reflex - on distant direct ophthalmoscopy2. scissoring reflex - in retinoscopy3. vogt lines - fine vertical lines in descemets membrane on slit lamp examination4. Fleischer ring - epithelial iron deposition surroundind the base of the cone5. Munsons sign - bulging of lower lid on down gaze. Treatment -Spectacles - to correct mild astigmatismrigid contact lens - for higher degrees of astigmatism. Keratoplasty - for advanced cases with corneal scarring.",
        "cop": 2,
        "opa": "Munson sign is present",
        "opb": "Hypermetropia is seen",
        "opc": "Thinning of central cornea",
        "opd": "Contact lens used as treatment",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "885e383b-e56f-434c-a837-6afd9374051a",
        "choice_type": "multi"
    },
    {
        "question": "Cloudy cornea is/are seen in which of the following",
        "exp": "Ans. (d) Mucopolysaccharidosis. Ref: Parson's 22/e, p. 221. Causes of neonatal corneal opacification -- MCG - SRT* Mucopolysaccharidosis* Congenital hereditary endothelial dystrophy - type - I* Glaucoma (congenital)* Sclerocornea* Rubella* Ttrauma (Birth trauma)\"Mucopolysaccharidoses (MPS) can manifest with corneal clouding, including Hurler; Scheie, and Hurler - Scheie syndromes (all MPS I); Morquio syndrome (MPS IV); and Maroteaux -Lamy syndrome (MPS VI). Corneal clouding is not present in Hunter syndrome (MPS II) and Sanfilippo syndrome (MPS III)' (emedicine. medscape. com)",
        "cop": 4,
        "opa": "Klinefelter syndrome",
        "opb": "Turner syndrome",
        "opc": "Megalocornea",
        "opd": "Mucopolysaccharidosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "b6581c8e-53aa-4c74-9746-65e4825d4dff",
        "choice_type": "single"
    },
    {
        "question": "Radial keratotomy is done for:",
        "exp": "Myopia was earlier being treated by radial keratotomy procedure. Radial Keratotomy Radial Keratotomy Incisions are made in the cornea using diamond knife up to mid stroma. Incisions relax central steep cornea. Chances of complications like irregular healing, perforation, scattering are higher so replaced by LASIK.",
        "cop": 1,
        "opa": "Myopia",
        "opb": "Hypermetropia",
        "opc": "Corneal scar",
        "opd": "All the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "1590fbda-6def-4060-b090-1b5f9995e0a1",
        "choice_type": "multi"
    },
    {
        "question": "Ascorbic acid transpo in cornea is mediated by",
        "exp": "Metabolism of Cornea *Main Metabolic pathway: Aerobic *Ascorbic acid transpo: Na K ATPase > Myoinositol *Cornea becomes edematous due to lactate accumulation that happens during hypoxic conditions such as prolonged contact lens use. *Oxygen is derived from environment & glucose from aqueous humor. *Vitamins and amino acids are also provided by the limbal cappilaries",
        "cop": 2,
        "opa": "Carbonic anhydrase pump",
        "opb": "Na K pump",
        "opc": "Myoinositol pump",
        "opd": "Passive diffusion",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "6c3f920d-96e2-4d84-88a8-a63bcd50c420",
        "choice_type": "single"
    },
    {
        "question": "Schwalbe's line is?",
        "exp": "Ans. (a) The posterior limit of Descemet's membrane of cornea. Ref: Khurana 4th ed p 90",
        "cop": 1,
        "opa": "The posterior limit of Descemet s membrane of cornea",
        "opb": "The posterior limit of Bowmans membrane of cornea",
        "opc": "The anterior limit of Descemets membrane of cornea",
        "opd": "The posterior limit of Bowmans membrane of cornea",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "f6ca423f-af18-472f-aafe-03d596f4d3a3",
        "choice_type": "single"
    },
    {
        "question": "Ulcer serpens caused by:",
        "exp": "Ans: a (Pneumococcus) Ref: AK khurana, 4th ed, p. 96. Ulcer serpens: Hypopyon comeal ulcer by pneumococcus. Creeping ulcer over cornea in serpeginous fashion. Usually associated with violent iridocyclitis. Formed due to iritis due to bacterial toxins causing outpouring of PMN cells; hence sterile( no invasion of bacteria). Organisms that can freely invade cornea: Corynebacterium diphtheria. Neisseria gonnorhea. Neisseria meningitides. Characteristics of fungal comeal ulcer1. Dry looking ulcer with elevated rolled out margins2. Multiple satellite lesions around the ulcer3. Delicate feathery fingerlike extensions4. Sterile immune ring5. Big hypopyon which may not be sterile",
        "cop": 1,
        "opa": "Pneumococcus",
        "opb": "Corynebacterium",
        "opc": "Moorens ulcer",
        "opd": "Herpes virus",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "b4c666dc-7ce8-4c32-8f73-34cd33238a55",
        "choice_type": "single"
    },
    {
        "question": "Bowman's membrane is seen in -",
        "exp": "Ans. is 'b' i. e.? Cornea. Histology of corneao The cornea has five distinct layers (from superficial to deep): -Epithelium: - It is the outermost part of cornea and is composed of stratified squamous uon-keratinized epithelial cells. Bowman's membrane: - It is not a true membrane but simply a condensed superficial part of stroma, destroyed, it does not regenerate. Stroma (Substantia propria): - This layer constitutes most of the cornea (90% of thickness). It consists of collagen fibrils (lamellae) embedded in hydrated matrix of proteoglycans. Descemet's membrane: - This layer bounds the stroma posteriorly. In the periphery it appears to end at the anterior limit of trabecular meshwork as Schwable's ring. Endothelium: - It is a single layer of flat polygnonal cells. The endothelial ceils contain lactive-pump' mechanism and is the most important layer in maintaining the transparency of cornea.",
        "cop": 2,
        "opa": "Conjunctiva",
        "opb": "Cornea",
        "opc": "Lens",
        "opd": "Iris",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "b0802cc6-57dc-4458-b331-afe01152044d",
        "choice_type": "single"
    },
    {
        "question": "Schwalbe's line represents -",
        "exp": "Ans. is 'b' i. e., Termination of corneal descemets membrane * Schwalbe's line is the anatomical line found on the interior surface of the eye's cornea, and delineates the outer limit of the corneal endothelium layer. Specifically, it represents the termination of Descemet's membrane. In many cases it can be seen via gonioscopy.* The cornea has five distinct layers (from superficial to deep): -1) Epithelium: - It is the outermost part of cornea and is composed of stratified squamous non-keratinized epithelial cells. 2) Bowman's membrane: - It is not a true membrane but simply a condensed superficial part of stroma. Once destroyed, it does not regenerate. 3) Stroma (Substantia propria): - This layer constitutes most of the cornea (90% of thickness). It consists of collagen fibrils (lamellae) embedded in hydrated matrix of proteoglycans. 4) Descemet's membrane: - This layer bounds the stroma posteriorly. In the periphery it appears to end at the anterior limit of trabecular meshwork as Schwable's ring. 5) Endothelium: - It is a single layer of flat polygnonal cells. The endothelial cells contain 'active-pump' mechanism and is the most important layer in maintaining the transparency of cornea. The cell density of endothelium is around 3000 cells/mm2 in young adults, which decreases with the advancing age. There is a considerable functional reserve for the endothelium. Therefore owing to the high functional reserve and good metabolic activity of the endothelial layer, regeneration occurs rapidly after injury. Therefore, corneal decompensation occurs only after more than 75 percent of the cells are lost.",
        "cop": 2,
        "opa": "Junction of the choroid and retina",
        "opb": "Termination of corneal descemets membrane",
        "opc": "Division between bulbar and palpebral conjunctiva",
        "opd": "Upper limit of the macula",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "f2b63b4e-1dd4-440d-9272-41f5ef63c47f",
        "choice_type": "single"
    },
    {
        "question": "K F Ring is seen in-",
        "exp": "Ans. is 'a' i. e., Chalcosis * Kayser-Fleischer (KF) ring - Copper deposition in Chalcosis or Wilson's disease* Fleischer ring - Deposition of iron and is a sign of keratoconus",
        "cop": 1,
        "opa": "Chalcosis",
        "opb": "Sarcoidosis",
        "opc": "Tuberous Sclerosis",
        "opd": "VKH Syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "cd93c28f-39ac-44c1-9973-fd969f275a1b",
        "choice_type": "single"
    },
    {
        "question": "Schwalbe's line is the peripheral limit of which layer of cornea?",
        "exp": "Ans. is 'c' i. e., Descemet's layer Histology of corneao The cornea has five distinct layers (from superficial to deep). Epithelium It is the outermost part of cornea and is composed of stratified squamous non-keratinized epithelial cells. Bowman's membrane: - It is not a true membrane but simply a condensed superficial part of stroma. Once destroyed, it does not regenerate. Stroma (Substantia propria): - This layer constitutes most of the cornea (90% of thickness). It consists of collagen fibrils (lamellae) embedded in hydrated matrix of proteoglycans. Descemet's membrane: - This layer bounds the stroma posteriorly. In the periphery it appears to end at the anterior limit of trabecular meshwork as Schwable's ring. Endothelium: - It is a single layer of flat polygnonal cells. The endothelial cells contain 'active-pump* mechanism and is the most important layer in maintaining the transparency of cornea.",
        "cop": 3,
        "opa": "Bowman's layer",
        "opb": "Stroma",
        "opc": "Descemet's layer",
        "opd": "Endothelium",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "ff588ecb-14ad-496f-a8a1-16a503f93705",
        "choice_type": "single"
    },
    {
        "question": "In Herpes zoster Keratitis all occurs except",
        "exp": "Ans. (c) Sclerokeratitis. Ref: Cornea, Table 78. 1, p. 944. Sclerokeratitis is the least common type of ocular involvement in HZOCorneal changes in HZOMorphology/pathogenesis. Frequency (%). Usual onset. Punctate epithelial keratitis502 days. Pseudodendritic keratitis504 - 6 days. Anterior stromal keratitis347 days. Serpiginous ulceration71 month. Sclerokeratitis11 month. Corneal mucus phoques132 - 3 months. Disciform keratitis103 - 4 months. Neurotrophic keratopathy252 months. Exposure keratopathy112 - 3 months. Intonsition keratitis lipid keratopathy151 - 2 years. Permanent corneal edema51 - 2 years",
        "cop": 3,
        "opa": "Pseudodendritic keratitis",
        "opb": "Anterior stromal keratitis",
        "opc": "Sclerokeratitis",
        "opd": "Endothelitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "5fe790c5-dddc-4ff7-bf6d-b86860f4a084",
        "choice_type": "multi"
    },
    {
        "question": "In xerophthalmia classification X 2 stage is -",
        "exp": "Ans. is 'b' i. e., Corneal xerosis WHO classification (1982)o The new xerophthalmia classification (modification of original 1976 classification) is as follows: XN Night blindness. XIA Conjunctival xerosis. X1B Bitot's spots. X2 Corneal xerosis. X3A Comeal ulceration/keratomalacia affecting less than one-third comeal surface. X3B Comeal ulceration/keratomalacia affecting more than one-third comeal surface. XS Corneal scar due to xerophthalmia XF Xerophthalmic fundus.",
        "cop": 2,
        "opa": "Bitots spots",
        "opb": "Corneal xerosis",
        "opc": "Corneal ulceration",
        "opd": "Corneal scar",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "cbf33055-17c6-4b7a-814b-f6149aa23737",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is used as an adjuvant therapy for treatment of fungal corneal ulcers?",
        "exp": "Ans. (a) Atropine eye drops. Ref: Kanski 7/e, p. 179; Khurana 6/e, p. 104. Cycloplegic - 1% atropine eye drops or ointment are used to* Reduce pain from ciliary spasm* Prevent formation of posterior synechiae* Increase blood supply to uvea* Reduce exudation and hyperemia",
        "cop": 1,
        "opa": "Atropine eye drops",
        "opb": "Pilocarpine eye drops",
        "opc": "Dexamethasone eye drops",
        "opd": "Lidocaine",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "6605ee07-3e13-49da-8538-0afc0da85342",
        "choice_type": "single"
    },
    {
        "question": "True regarding endothelium of cornea:-",
        "exp": "ENDOTHELIUM *Single layer of cells *Powerhouse of kitchen of the cornea *Responsible for maintaining dehydrated state of cornea *Endothelial cells decrease with ageing & any intraocular surgery. *Normal specular count-2500-3500/ mm3. *The normal endothelium is usually made up of hexagonal, regular, cells which are roughly uniform in shape.",
        "cop": 3,
        "opa": "It has three layer of cells",
        "opb": "It regenerates within 72 hours",
        "opc": "It is responsible for maintaining dehydrated state of cornea",
        "opd": "Endothelial cells increase with ageing & any intraocular surgery.",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "eaccbd87-f539-4489-962a-20c7672f65fb",
        "choice_type": "multi"
    },
    {
        "question": "Angiod streaks in the eyes are seen in -",
        "exp": "Ans. is 'a' i. e., Pseudoxanthoma elasticum Angioid streaks. Angioid streaks are dark brown pigmented streaks that radiate from the peripapillary retina into the macular and peripheral fundus. The streaks represent linear crack like dehiscences in Bruch's membrane. These are due to changes in the elastic tissue of Bruch's membrane and are frequently associated with more widespread degeneration of similar nature as in the elastic tissue of skin (pseudoxanthoma elasticum) or arterial walls. Nearly 50% of patients with angioid streaks have an associated systemic disease. Most common association of Angioid streaks is with age related degeneration of Bruch's membrane. Other diseases associated are. Pseudoxanthoma elasticum. Paget's disease of bone. Ehler's Danlos syndrome. Several hemoglobinopathies such as sickle cell disease. Complications associated with Angioid streaks. Risk of choroidal rupture from even relatively mild eye trauma. Older patients with this disease are at risk of developing serous and hemorrhagic detachments of the retina as a consequence of subretinal neovascularization. T/TLaser photocoagulation of extra foveal neovascular membranes.",
        "cop": 1,
        "opa": "Pseudoxanthoma elasticum",
        "opb": "Tendinous xanthoma",
        "opc": "Xanthelasma",
        "opd": "Eruptive xanthoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "349ee477-b156-4f5f-a0ba-c02d06121e60",
        "choice_type": "single"
    },
    {
        "question": "Gene responsible for Anterior segment morphogenesis",
        "exp": "GENETICS IN CORNEA * PAX 6 gene a/w- Ectodermal Ectodactyly dysplasia & eye morphogenesis *PITX2 gene- Axenfeld Riger Syndrome Corneal Dystrophy & Anomalies *Lattice & Granular Corneal Dystrophy- TGF B1, 5q31, AD *Macular - AR, 16q22 *Fuch's endothelial dystrophy: AD, COL8. A2 *Megalocornea: XLR, mostly males are involved Extra edge: - Faulty migration of NCC causes anterior segment dysgenesis.",
        "cop": 1,
        "opa": "PAX 6",
        "opb": "PIT X 2",
        "opc": "TSG",
        "opd": "GLC 1",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "f6898b26-1826-4df7-91be-b4e5bc21f1d2",
        "choice_type": "single"
    },
    {
        "question": "Limbus stem cells are situated in:",
        "exp": "Limbus stem cells are seen in Palisade of Vogt. LIMBUS STEM CELL (LSC) Function: Maintain transparency of cornea & Corneal epithelium regeneration. Sign of deficiency Conjunctivalization of cornea. Persistent epithelial defect. Irregular staining. Marker: ABCG 2. OSTEO ODONTO KERATOPROSTHESIS",
        "cop": 4,
        "opa": "Corneal stroma",
        "opb": "Ciliary body",
        "opc": "Fornices",
        "opd": "Palisades of Vogt",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "a193d9b4-3491-461f-9094-c5d022bef37d",
        "choice_type": "single"
    },
    {
        "question": "Which form of calcium is deposited in Band shaped keratopathy",
        "exp": "Band Shaped Keratopathy *Calcium phosphate/ Calcium hydroxyapatite *Deposition in Bowman's membrane or conditions a/w hyperkalemia such as Hyperparathyroidism, renal failure, hypophospahatasia, Sarcoidosis, Pagets disease *Rx: EDTA, Lamellar Keratoplasty, PTK Band Shaped Keratopathy causes",
        "cop": 2,
        "opa": "Calcium chloride",
        "opb": "Calcium hydroxyapatite",
        "opc": "Calcium cyanide",
        "opd": "Sodium Hydroxyapatite",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "a468c7af-12b2-4284-854c-dc480a57fd27",
        "choice_type": "single"
    },
    {
        "question": "Normal corneal endothelial count in a young adult is",
        "exp": "Ans. (b) 2500/mm2. Ref Parson's 21/e, p. 120* The cell density of endothelium is around 2800cells/mm2(2400-3000cells/mm2) in young adults, which decreases with the advancing age.",
        "cop": 2,
        "opa": "500/mm2",
        "opb": "2500/mm2",
        "opc": "4500/mm2",
        "opd": "6500/mm2",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "d5a1ea05-ba87-4bdf-b71f-cc903e50eaaa",
        "choice_type": "single"
    },
    {
        "question": "A 30 years old male from a rural background presents to the ophthalmology clinic with history of difficulty in vision for 10 days. He gives history of vegetative material falling into left eye about 15 days back. On examination an ulcerative lesion in the cornea with feathery margins and creamy exudates is seen. Few satellite lesions were also noted. The most likely diagnosis etiologic agent is:",
        "exp": "Ans. (b) Fusarium species. Ref: Parson's 21/e, p. 199; Kanski 7/e, p. 180 - 181; Yanoff 3/e, p. 271. History of trauma to eye involving vegetative matter and corneal infiltrate with feathery/fluffy margins is typically of fungal keratitis (Fusarium).",
        "cop": 2,
        "opa": "Corynebacterium diphtheriae",
        "opb": "Fusarium species",
        "opc": "Acanthomoeba species",
        "opd": "Streptococcus pneumonia",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "68d097ea-0be3-4a8c-ac02-58d77ccfd741",
        "choice_type": "multi"
    },
    {
        "question": "Percentage of endothelial loss in Descemets stripping automated endothelial keratoplasty",
        "exp": "Ans. (c) 30 - 40%Ref: Cornea: July 2007- Volume 26 - Issue 6 p. 670 - 674). Reported mean endothelial cell loss (usually at 6 months post op) varies from 24-59% (with standard deviations) across the studies.",
        "cop": 3,
        "opa": "5%",
        "opb": "10 - 20%",
        "opc": "30 - 40%",
        "opd": "50 - 60%",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "8c063880-21d4-435c-a859-090d73163ca4",
        "choice_type": "single"
    },
    {
        "question": "Corneal epithelial repair includes all of the following phases except",
        "exp": "Ans. is 'd' i. e., Cell fusion Corneal epithelial repair* The processes involved in the healing of corneal epithelial wounds can be divided into three distinct components: cell migration, cell proliferation, and cell adhesion.* All three components are part of a continuous process but the contribution of each can vary depending on the size and depth of the wound and nature of injury.",
        "cop": 4,
        "opa": "Cell proliferation",
        "opb": "Cell migration",
        "opc": "Cell adhesion",
        "opd": "Cell fusion",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "1969f18e-5dd7-4dc7-90fa-1d4a84816b98",
        "choice_type": "multi"
    },
    {
        "question": "Characteristic feature of Herpes Simplex Keratitis is-",
        "exp": "Ans. is 'b' i. e., Dendritic Ulcer \"The Dendritic ulcer is the most common presentation and is a typical lesion of herpes keratitis\"* Most of the ocular infection are caused by HSV-1 except in neonates where eye infection can be caused by HSV-2 through infected genitalia of mother. Ocular involvement by HSV may occur in two forms: -A) Primary herpes: - Typically is a unilateral blepharoconjunctivitis which is characterized by vesicles on the skin of lids, follicular conjunctivitis, preauriculars adenopathy and sometimes punctate keratitis. B) Recurrent ocular herpes: - After primary infection, recurrent disease may involve any or all layers of the cornea. Recurrent herpatic keratitis is divided into: -1) Epithelial keratitis: - Manifestations of epithelial keratitis include: -i) Corneal vesicles: - Vesicles coalesce and erupt to form dendritic or geographic ulcer: ii) Superficial punctate keratitisiii) Dendritic ulcer: - It is the most common presentation and is a typical lesion of herpes keratitis. There is an associated marked diminution of sensation. iv) Geographic ulcer (amoeboid ulcer)2) Stromal keratitis: - Stromal keratitis may be of two types: -i) Disciform keratitis: - This is due to damage to endothelial cells as a result of hypersensitivity reaction to the HSV antigen. ii) Diffuse stromal necrotic keratitis: - Caused by active viral invasion and tissue destruction. 3) Metaherpatic keratitis (Epithelial sterile trophic ulceration): - It is not an active disease, but is a mechanical healing problem at the site of previous herpetic ulcer.",
        "cop": 2,
        "opa": "Disciform keratits",
        "opb": "Dendritic Ulcer",
        "opc": "Haab's Striae",
        "opd": "Band keratopathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "b7a0b350-ffd9-46b7-8582-ecef0fec8db2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements regarding corneal transplantation is true?",
        "exp": "Ans. (c) Specular microscopy analysis is used to assess endothelial cell count. Ref: Textbook of Ophthalmology by Sunita Agarwal (Jaypee) Is'* Corneoscleral button needs to be preserved, though whole eye can also be preserved.* Age is not a criteria for donor eye.* HLA matching is not mandatory as the cornea is immunologicaly previliged.",
        "cop": 3,
        "opa": "Whole eye needs to be preserved in tissue culture",
        "opb": "Donor not accepted if age > 60 years",
        "opc": "Specular microscopy analysis is used to assess endothelial cell count",
        "opd": "HLA matching is mandatory",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "6f0fb72d-ed2c-4dbb-8091-b839451b46a0",
        "choice_type": "multi"
    },
    {
        "question": "What is the nerve supply of cornea -",
        "exp": "Ans. is 'd' i. e., Ophthalmic division of Cranial nerve V Innervation of cornea: o The cornea is one of the most sensitive tissues of the body, as it is densely innervated with sensory nerve fibres via the ophthalmic division of the trigeminal nerve by way of70-80 long ciliary nerves and short ciliary nerves. Research suggests the density of pain receptors in the cornea is 300-600 times greater than skin and 20-40 times greater than dental pulp, making any injury to the structure excruciatingly painfulo The ciliary nerves run under the endothelium and exit the eye through holes in the sclera apart from the optic nerve (which transmits only optic signals). o The nerves enter the cornea via three levels; scleral, episcleral and conjunctival. Most of the bundles give rise by subdivision to a network in the stroma, from which fibres supply the different regions. The three networks are, midstromal, subepithelial/sub-basal, and epithelial. The receptive fields of each nerve ending are very large, and may overlap.",
        "cop": 4,
        "opa": "Maxillary division of trigeminal nerve",
        "opb": "Facial Nerve",
        "opc": "Auriculotemporal nerve",
        "opd": "Ophthalmic division of Cranial nerve V",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "57b4554b-4eea-4c7d-a106-3481a08588fd",
        "choice_type": "single"
    },
    {
        "question": "All of the following are the features of Horner's syndrome Except:",
        "exp": "Ans. is 'd' i. e. Apparent exophthalmos Horner's syndrome consists of classical triad of ipsilateral. Ptosis. Miosis &Anhidrosis (loss of sweating). Other signs of the Horner's syndrome. Slight elevation of the inferior eyelid. The pupillary reactions are normal to both light and accomodation. The pupil is slow to dilate. Heterochromia (ipsilateral iris is of lighter color) is seen in congenital Horner's syndrome. Note that the anhidrosis is present only if the lesion is below the superior cervical ganglion. Causes of Horner's syndrome. Horner's syndrome is caused by a lesion of the sympathetic pathway eitherin its central portion which extends from the posterior hypothalamus through the brainstem to the upper spinal cord. in its preganglionic portion which exits the spinal cord and synapses in the superior cervical (stellate) ganglionin its postganglionic portion which extends from the superior cervical ganglion to the orbit via the carotid plexus and the ophthalmic division of the trigeminal nerve. Sympathetic fibres supply the Superior tarsal muscle and the iris dilator muscle. Paresis of the Superior tarsal muscle causes ptosis and that of iris dilator leads to miosis. (Some books write that it's the paresis of Muller's muscle that causes ptosis but According to Gray's Anatomy it's the Superior tarsal muscle whose paresis causes ptosis). Melanocyte maturation in the iris of a neonate depends upon sympathetic innervation, thus lack of sympathetic innervation in congenital Horner's syndrome interferes with melanin pigmentation of the iris leading to iris of lighter color (Heterochromia). Note that the Ptosis in Horner's syndrome is mild to moderate and not complete due to preservation of Levator palpebrae superioris muscle function. Horner's syndrome and Enophthalmos Kanski, Yanoff ophthalmology and Vaughan's ophthalmology (a Lange publication) do not include enophthalmos in Homer's syndrome. Articles at above mentioned web addresses clearly write that- though enophthalmos has traditionally been included in Horner's syndrome it is only an illusion of enophthalmos caused by the ptosis. Actual measurement with exophthalmometry clearly demonstrates the lack of enophthalmos. The enophthalmos is only apparent. The small palpebral fissure makes the eye look sunken in on the affected side, but the position of the globe in the orbit remains virtually unchanged.",
        "cop": 4,
        "opa": "Ptosis and Miosis in ipsilateral eye",
        "opb": "Anhydrosis of ipsilateral face",
        "opc": "Hetrochromia irides",
        "opd": "Apparent exophthalmos",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "4b68552c-617f-4e3a-b7a1-1fe2a6a1ed3d",
        "choice_type": "multi"
    },
    {
        "question": "Not true regarding corneal stroma",
        "exp": "Corneal Stroma * Thickest layer of the cornea * Measures 500 um * Type 1 collagen is most abundant, type 4 & 6 also found. Type 2 collagen is not found * Transmits 90% of incoming light * Derives its oxygen from precorneal tear film and not aqueous humor * MMP 2 is found in human stroma * Acellular & lamellar orientation of collagen fibres accounts for its transparency",
        "cop": 4,
        "opa": "Measures 500 um",
        "opb": "Type 1 collagen is most abundant, type 4 & 6 also found",
        "opc": "Transmits 90% of incoming light",
        "opd": "Derives its oxygen from aqueous humor",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "53e88bfd-9438-40a3-8c2b-58e4246f048c",
        "choice_type": "multi"
    },
    {
        "question": "Corneal deposits are seen in all of these except",
        "exp": "Mucopolysacchridosis have characteristic corneal deposits seen. It is not seen in sanfillippo's syndrome and hunter's syndrome Amyloidosis seen in the myeloma can also have deposition in cornea Whorl like corneal deposits are seen in - Amiodarone - Indomethacin - Chloroquinine - Phenothiazine - Fabry's disease",
        "cop": 4,
        "opa": "Hurler's syndrome",
        "opb": "Morquio's syndrome",
        "opc": "Myeloma",
        "opd": "Sanfilippo's syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "0c9bbe60-ea93-47d0-8db2-89e850ec7f74",
        "choice_type": "multi"
    },
    {
        "question": "KF ring is seen in -",
        "exp": "Ans. is 'a' i. e., Chalcosis Chalcosiso Chalcosis is perforating injury to eye with metal containing copper (Cu). o Copper deposition can lead toi) Grayish-green/golden brown discoloration of peripheral cornea called Kayser-Fleisher ring. ii) Sunflower (Petal of flower) cataract due to deposition of copper under the posterior capsule of the lens. iii) Golden plaque at posterior pole of the retina.",
        "cop": 1,
        "opa": "Chalcosis",
        "opb": "Diabetes mellitus",
        "opc": "Keratoconus",
        "opd": "Anterior Uveitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "b5ab8e99-8434-46bf-9245-47a4a6a0bcc8",
        "choice_type": "single"
    },
    {
        "question": "Not a characteristic of femtolasik:",
        "exp": "SMILE and PRK is the flapless LASIK. Femtolasik is not flapless lasik Femto. LASIK can be used in patients with slightly thinner corneas compared to regular LASIK",
        "cop": 2,
        "opa": "Bladeless lasik",
        "opb": "Flapless lasik",
        "opc": "Less incidence of dry eyes",
        "opd": "Cannot be done in thinner corneas",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "96c20057-de90-467e-bd4c-08d93fa0a135",
        "choice_type": "single"
    },
    {
        "question": "Kayser-Fleisher ring is seen in",
        "exp": "Ans. a (Wilson's disease). (Ref. Parsons, Disease of Eye, 19th ed., 568). Useful diagnostic tests for wilson disease. Test. Useful-ness. Normal value. Heterozygouscarriers. Wilson disease. Serum. Ceruloplasmin+180-350 mg/LLow in 20%Low in 85%Kayser-Fleischer (KF) rings++Absent. Absent. Present in 99%. + if neurologic or psychiatric. Present in 99%. + if neurologic or psychiatric symptoms present. Present in 30-50% in hepatic presentation and presymptomatic state. 24-h urine Cu+++0. 3-0. 8 nmol (20-50 mg). Normal to 1. 3 pmol>1. 6 pmol (>10mg) in symptomatic patients. 0. 9 to >1. 6 pmol (80 mg). (60 to >100 mg) in presymptomatic patients, (obstructive (20-50 mg) tissue. Liver Cu++++0. 3-0. 8 mmol/g. Normal to 2. 0 pmol>3. 1 pmol (200 mg)false-positive results). Haplotype Analysis++++(Siblings only)0 Matcheslmatch2 matches",
        "cop": 1,
        "opa": "Wilson's disease",
        "opb": "Still's disease",
        "opc": "Systemic lupus erythematosus",
        "opd": "Chalcosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "31393ea0-aa63-4eeb-b8ab-bd5037cb717d",
        "choice_type": "single"
    },
    {
        "question": "Keratometry used for?",
        "exp": "Ans. is 'a' i. e., Measuring curvature of anterior surface of cornea Ketatometry -o A keratometer, also known as a ophthalmometer, is a diagnostic instrument for measuring the curvature of the anterior surface of cornea. Keratometer reading provide the following information to assist in the overall assessment of the corneai) Radii of curvature of the corneaii) The degree of corneal astigmatismiii) The direction of the principal meridians of the eye, determining whether the astigmatism is with the rule or against the rule a key factor in contact lens fitting. iv) The presence of any corneal distortion.",
        "cop": 1,
        "opa": "Measuring curvature of anterior surface of cornea",
        "opb": "Calculating Axial length of eyeball",
        "opc": "Endothelial cell count",
        "opd": "Intraocular pressure",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "de8f596e-f45b-470b-8979-dbf54b825150",
        "choice_type": "multi"
    },
    {
        "question": "In a child with juvenile rheumatoid arthritis, the eye examination shows presence of.",
        "exp": "Ans. (a) Band keratopathy.",
        "cop": 1,
        "opa": "Band keratopathy",
        "opb": "Vortex keratopathy",
        "opc": "Fuchs endothelial dystrophy",
        "opd": "Bitot spots",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "597a5536-a9d9-40a8-8670-7781e688dd7c",
        "choice_type": "single"
    },
    {
        "question": "Schwable's ring is seen in which layer of cornea-",
        "exp": "Ans. is 'c' i. e., Descemet's membrane. Histology of corneao The cornea has five distinct layers (from superficial to deep): -Epithelium: - It is the outermost part of cornea and is composed of stratified squamous non-keratinized epithelial cells. Bowman's membrane: - It is not a true membrane but simply a condensed superficial part of stroma, destroyed, it does not regenerate. Stroma (Substantia propria): - This layer constitutes most of the cornea (90% of thickness). It consists of collagen fibrils (lamellae) embedded in hydrated matrix of proteoglycans. Descemet's membrane: - This layer bounds the stroma posteriorly. In the periphery it appears to end at the anterior limit of trabecular meshwork as Schwable fs ring. Endothelium: - It is a single layer of flat polygnonal cells. The endothelial cells contain 'active-pump' mechanism and is the most important layer in maintaining the transparency of cornea.",
        "cop": 3,
        "opa": "Bowmann's membrane",
        "opb": "Stroma",
        "opc": "Descemet's membrane",
        "opd": "Substantiapropria",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "11a73796-0049-4db7-b568-e0613b3649b4",
        "choice_type": "single"
    },
    {
        "question": "Quantification of corneal sensation is done by -",
        "exp": "Ans. is 'c' i. e., Aesthesiometer Measurement of Corneal Sensitivityo Corneal sensitivity may be tested by touching it in various places with a wisp of cotton-wool twisted to a fine point and comparing the effect with that on the other, normal cornea. There is in general a brisk reflex closure of the lids. o Corneal sensations are often diminished after any gross disorder, but the change is of diagnostic significance in certain cases, particularly herpes keratitis where minimal corneal changes are accompanied by a gross diminution of sensation. o Quantification of the corneal sensation is possible to some degree by the use of a corneal aesthesiometer in which a single horse hair of varying length is used instead of a wisp of cotton-wool. The longest length which induces blinking is a measure of the threshold of corneal sensitivity.",
        "cop": 3,
        "opa": "Pachymeter",
        "opb": "Keratometer",
        "opc": "Aesthesiometer",
        "opd": "Tonometer",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "5863842e-b724-47f9-b61d-f11ed1783df2",
        "choice_type": "single"
    },
    {
        "question": "Band shaped keratopathy is formed due to deposition of:",
        "exp": "Ans. a. Calcium (Ref: Parson's 20/e p202; Yanoff's 2/e p449; Kanski 6/e p304-305). Band shaped keratopathy is essentially a degenerative change associated with deposition of calcium salts in Bowman's membrane, most superficial part of stroma and in deeper layers of epithelium. Band Shaped Keratopathy/Calcific band Keratopathy. Band shaped keratopathy is essentially a degenerative change associated with deposition of calcium saltsQ in Bowman's membrane, most superficial part of stroma and in deeper layers of epithelium. Causes of Band Shaped Keratopathy. Idiopathic. Chronic Eye Disease (MC). Systemic Conditions associated with hypercalcemia. Local corneal damage* Idiopathic and age related in otherwise healthy eyes* Chronic uveitis: JRA, Sarcoidosis* Chronic glaucoma* Chronic keratitis* Sarcoidosis* Hyper-parathyroidism* Vitamin D toxicity* Extensive metastatic neoplasm to bone* Chronic renal failure (secondary hyperparathyroidism)* Intraocular silicon oil* Phosphate forms of corticosteroids Comeal Pigmentation. Condition. Deposited Material. Site of Deposition. Argyrosis. Silver nitrate (Ag. NO3). Brown discoloration of Descemet's membrane. Chalcosis (Kayser Fleisher ring). Copper (Cu). Grayish-green or golden brown discoloration of stroma of peripheral cornea. Hudson-Stahli line. Elderly. Brown horizontal line in inferior third of cornea. Krukenberg's spindle. Myopic men. Vertical spindle shaped brown uveal pigment deposition. Fleisher ring. Iron (Fe). Epithelial iron deposits at the base of Keratoconus. Siderosis. Fe (hemosiderin)* Green or brown discoloration of deeper layers of cornea* Fleisher's ring representing deposition of hemosiderin is found in Keratoconus. Stocker's line. Pterygium Topical epinephrine. Used for glaucoma. Result in black cornea. Wilson's disease (Kayser Fleisher ring). Copper (Cu). Greyish green or brown ring is seen just inside the limbus due to Cu deposition between Descemet's membrane and endothelium",
        "cop": 1,
        "opa": "Calcium",
        "opb": "Amyloid",
        "opc": "Iron",
        "opd": "Melanin",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "88cf3da9-20a6-4a4f-ac14-4800200367f8",
        "choice_type": "single"
    },
    {
        "question": "Kayer fleischer ring affects:",
        "exp": "Ans. (d) Descemets membrane. Ref: A. K. Khurana 6th ed. /434* Chalcosis: refers to the specific changes produced by accumulation of copper in the eye.* Clinical feature:# Kayser-fleischer ring: It is a golden brown ring which occurs due to deposition of copper in the peripheral parts of the Descemets membrane of the cornea.# Sunflower cataract: produced by deposition of copper on the posterior capsule of the lens.# Retina: It may show deposition of golden plaques at the posterior pole which reflect the light with a metallic sheen.",
        "cop": 4,
        "opa": "Conjunctiva",
        "opb": "Epithelium layer",
        "opc": "Bowman's layer",
        "opd": "Descemets membrane",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "84331d0f-c414-4009-8664-7ec9d15d6fc9",
        "choice_type": "single"
    },
    {
        "question": "Afferent pathway of corneal reflex is by-",
        "exp": "Ans. is 'a' i. e., Trigeminal nerve Corneal reflex* AFFERENT-the nasociliary branch of the ophthalmic branch (V1) of the 5th cranial nerve (trigeminal nerve) sensing the stimulus on the cornea, lid, or conjunctiva.* EFFERENT-the temporal and zygomatic branches of the facial nerve initiating the motor response* NUCLEUS-the centre in the pons of brain stem.",
        "cop": 1,
        "opa": "Trigeminal nerve",
        "opb": "Facial nerve",
        "opc": "Oculomotor nerve",
        "opd": "Abducens",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "e4224000-5d6c-4ef0-80a1-3fa3b9613e2e",
        "choice_type": "single"
    },
    {
        "question": "Iron deposition line at edge of pterygium on corneal epithelium is known as?",
        "exp": "Ans. is 'a' i. e., Stocker's line Line. Location. Causes. Ferry's. At trabeculectomy margin, so usually superior. Trabeculectomy. Stocker's. At pterygium margin, so usually lateral. Pterygium. Hudson-Stahli. Usually horizontal inferior 1/3 of cornea. Dry eye syndrome (common in elderly). Fleischer. Ring around base of cone, so usually inferocentral. Keratoconus Direct versus indirect ophthalmoscopy. Feature. Direct ophthalmascopy. Indirect ophthalmoscopy. Condensing lens. Not required. Required. Examination distance. As close to patients eye as possible. At an arms length. Image. Virtual, Drect. Real, Inverted. Magnification. About 15 times4-5 times. Illumination. Not so bright; so not useful in hazy media. Bright: so, useful for hazy media. Area of field. About 2 disc dioptres. About 8 disct diopter. Stereopsis. Absent. Present. Accessible fundus view. Slightly beyond equator. Up to ora serrata. Examination through hazy media. Not possible. Possible",
        "cop": 1,
        "opa": "Stocker's line",
        "opb": "KF Ring",
        "opc": "Fleischer ring",
        "opd": "Ferrys line",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "241f4af5-496c-40d6-b4fa-1fbe8878775c",
        "choice_type": "single"
    },
    {
        "question": "A patient on amiodarone is diagnosed to have cornea verticillata. What should be management:",
        "exp": "Ans. (a) Stop the drug. Ref: Parson's 20/e, p. 206; American Academy of Ophthalmologist: Cornea Section 8, p. 2009 - 2010/375; Cornea by Krachner 2/e, p. 365 - 69; Kanski 6/e, p. 321",
        "cop": 1,
        "opa": "Stop the drug",
        "opb": "Penetrating keratoplasty",
        "opc": "Lamellar keratoplasty",
        "opd": "Observation",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "a5466958-1ec7-47c5-84c0-4f68a9a1e0eb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following organism can penetrate normal intact cornea?",
        "exp": "Ans. c (Gonococcus). (Ref: Parson's Disease of eye, 18th ed., 148; Ophthalmology by AK Khurana 2nd ed. 116). Three pathogens can invade the intact corneal epithelium and produce ulceration:# Neisseria gonorrhoea, # Coryneb. Ucterium diptheriae# Neisseria meningitides. Educational points: Disease/cause. Time of appearance1. Toxic irritation due to Crede prophylaxis (1% silver nitrate)A few hours after application of drops2. Gonoblennorhea/intrapartum infection with Neisseria gonorrhoeae1-4 days postpartum3. Other intrapartum infection with bacteria (e. g., Streptococcus pneumoniae, Haemophilus influenzae, staphylococci, Pseudomonas aeruginosa, etc.)5-7 days postpartum4. Intrapartum infection with herpes simplex virus (HSV)4-6 days postpartum5. Intrapartum infection with Chlamydia trachomatis4-15 (usually 7 - 10) days postpartum",
        "cop": 3,
        "opa": "Staphylococcus",
        "opb": "Streptococcus",
        "opc": "Gonococcus",
        "opd": "Pneumococcus",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "15c38112-6d59-454c-9106-ad69bcb64855",
        "choice_type": "single"
    },
    {
        "question": "Radius of curvature of anterior surface of cornea?",
        "exp": "Ans. B. 7. 8. (Ref. Guyton Physiology 11th/pg. 617). The Cornea# The outermost layer of the eye through which light passes.# No blood vessels.# convexity of a radius of about 8 mm# Refractive Index: 1. 3# Posterior (back) Surface- Distance along axis from corneal pole:. 55 mm# Anterior (front) Surface- Radius of curvature: 7. 8 mm. Additional Educational points: Total refractive power = 59 diopters. Refractive indices of various structures of eye: The lens system of the eye is composed of four refractive interfaces: 1) the inter- face between air and the anterior surface of the cornea, 2) the interface between the posterior surface of the cornea and the aqueous humor, 3) the interface between the aqueous humor and the anterior surface of the lens of the eye, and4) the interface between the posterior surface of the lens and the vitreous humor. The internal index of air is 1; the cornea, 1. 38; the aqueous humor; 1. 33; the crystalline lens, 1. 40; andthe vitreous humor, 1. 34.",
        "cop": 2,
        "opa": "8. 4",
        "opb": "7. 8",
        "opc": "5. 8",
        "opd": "4. 8",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "fe211dea-1b59-4fee-b098-6ca18af9347f",
        "choice_type": "single"
    },
    {
        "question": "Which organism does not invade intact cornea?",
        "exp": "Ans. (a) Pseudomonas. Ref: Yanoff 4/e, p. 217. Although disruption of the continuity of the epithelium is the most common event that allows the establishment of a corneal infection, a few organisms such as Corynebacterium diphtheria, jaemophilus aegypticus, Neisseria gonorrhoeae, Neisseria meningitides and Shigella and Listeria species can penetrate an intact epithelium.",
        "cop": 1,
        "opa": "Pseudomonas",
        "opb": "N. meningitidis",
        "opc": "N. gonorrhoea",
        "opd": "C. diphtherias",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "e94d1482-df4c-440b-8ede-c283ac601c8a",
        "choice_type": "single"
    },
    {
        "question": "Which organism infection is virulent and may cause corneal ulcer perforation within 48hrs?",
        "exp": "Ans. (a) Pseudomonas. Ref: Khurana 6/e, p. 102* \"Pseudomonas ulcers are usually associated with hypopyon, spread very rapidly & may even perforate within 48 - 72 hrs.* Pseudomonas is the most common gram negative organism causing corneal ulcer.",
        "cop": 1,
        "opa": "Pseudomonas",
        "opb": "Aspergillus",
        "opc": "Herpes simplex",
        "opd": "Staphylococci",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "0a62f0c1-c4d7-4713-b9ab-b883346e7409",
        "choice_type": "single"
    },
    {
        "question": "Topical steroid is contraindicated in which ocular condition -",
        "exp": "Ans. is 'c' i. e., Fungal Corneal ulcer * Topical steroids enhance fungal replication and corneal invasion and are contraindicated during early therapy of a fungal corneal ulcer.",
        "cop": 3,
        "opa": "Anterior uveitis",
        "opb": "Posterior uveitis",
        "opc": "Fungal Corneal ulcer",
        "opd": "Moorens ulcer",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "f88203f3-26ae-4144-9ba6-d9f73e5a152d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a type of neurocristopathy",
        "exp": "ICE syndrome is a type of neurocristopathy that means is because of disorder of migration of neural crest cells ICE Syndrome The most impoant feature of this group of diseases is the movement of endothelial cells off the cornea onto the iris. Type of Neurocristopathy. Consists of three disorders *Progressive Iris atrophy *Chandler syndrome: Characterized by corneal edema *Cogan Reese *A/w glaucoma in later stages",
        "cop": 3,
        "opa": "Macular dystrophy",
        "opb": "Arcus senilis",
        "opc": "ICE syndrome",
        "opd": "Band shaped keratopathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "26890416-c64b-4985-aab5-9958403b738c",
        "choice_type": "single"
    },
    {
        "question": "Feature of fungal corneal ulcer is/are all except:",
        "exp": "C. Flat and mobile hypopyon. The hypopyon, if present, is thick and immobile, and may even have a convex upper surface- Parson 22nd/199\"Common symptoms of a patient with a fungal keratitis may include pain, photophobia, conjunctival injection, tearing, discharge (usually mucopurulent) and foreign-body sensation'- www. healio. com. Mycotic Corneal Ulcer Khurana 6th/106-07. The incidence of suppurative corneal ulcers caused by fungi has increased in the recent years due to injudicious use of antibiotics and steroids. The fungi more commonly responsible for mycotic corneal ulcers are Aspergillus (most common), Candida and Fusarium. Symptoms are similar to the central bacterial corneal ulcer, but in general they are less marked than the equal-sized bacterial ulcer and the overall course is slow and torpid. Signs: A typical fungal corneal ulcer has following salient features. Corneal ulcer is dry-looking, greyish white, with elevated rolled out margins. Delicate feathery finger-like extensions are present into the surrounding stroma under the intact epithelium. A sterile immune ring (yellow line of demarcation) may be present where fungal antigen and host antibodies meet. Multiple, small satellite lesions may be present around the ulcer. Usually a big hypopyon is present even if the ulcer is very small. Unlike bacterial ulcer, the hypopyon may not be sterile as the fungi can penetrate into the anterior chamber without perforation. Perforation in mycotic ulcer is rare but can occur. Corneal vascularization is conspicuously absent. Fungal Corneal Ulcer Parson 22nd/201. Symptoms are much milder than the clinical signs would suggest. The slough in these ulcers is dry in appearance with feathery borders, surrounded by a yellow line of demarcation which gradually deepens into a gutter and there may also be a hypopyon. An immune ring (Wesseley) may be visible due to deposition of immune complexes and inflammatory cells around the ulcer. Satellite lesions may also be seen. There is marked ciliary and conjunctival congestion, but symptoms of pain, watering and photophobia are disproportionately less as compared to those in cases of bacterial corneal ulcers. Bacterial corneal ulcer: accumulation of purulent exudate on the cornea- Khurana 6th/ 100",
        "cop": 3,
        "opa": "Mucopurulent discharge may be present",
        "opb": "Satellite lesion may be present around the ulcer",
        "opc": "Flat and mobile hypopyon",
        "opd": "Fungi can penetrate into the anterior chamber without perforation",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "3f64b892-1e35-4cad-842b-a0f35795c5b0",
        "choice_type": "multi"
    },
    {
        "question": "Corneal sensation is tested by which device?",
        "exp": "ANSWER: (C) Aesthesiometer. REF: Khurana 4th Ed Pg 472. See PLATE O -21 KEY PLATE O-21 KEYTESTING CORNEAL SENSATIONS:(B) To test the corneal sensations, patient is asked to look ahead; the examiner touches the corneal surface with a fine twisted cotton (which is brought from the side to avoid menace reflex) and observes the blinking response. Normally, there is a brisk reflex closure of lids. Always compare the effect with that on the opposite side. The exact quantitative measurement of corneal sensations is made with the help of an aesthesiometer. (A) The most common quantitative method is the handheld esthesiometer (Cochet-Bonnet). It tests only A delta fibres and not C and temperature fibres. Noncontact corneal aesthesiometer {uses air puff technique) is another method. Tne advantage of NCCA over the Cochet-Bonnet aesthesiometer is that a large, continuous range of stimulus intensities can be produced. Furthermore, the stimulus is more precise and sensory-specific, testing is less variable than with use of a filament, there is no corneal microtrauma is prevented. Patient apprehension is also lesser, & lower stimulus thresholds can be detected. However it is not commercially available & is less portable.",
        "cop": 3,
        "opa": "Pachymeter",
        "opb": "Keratometer",
        "opc": "Aesthesiometer",
        "opd": "Vernier calliper",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "c4887cdd-3926-4d1c-b297-648e694c5092",
        "choice_type": "multi"
    },
    {
        "question": "Kayser fleisher ring is characteristic of?",
        "exp": "KANSWER: (B) Wilson disease. REF: Khurana 4th ed page 181 & 410, Yanoff 2nd ed page 278\"Kayser-Fleischer rings are caused by copper deposits, and are indicative of Wilson's disease, whereas Fleischer rings are caused by iron deposits and are indicative of keratoconus\"In Wilson's disease, an autosomal recessive disorder, defective copper metabolism develops as a result of a deficiency of the enzyme ceruloplasmin, A brown corneal ring, at the level of Descemet's membrane (Kayser-Fleischer ring), is characteristic, as is the development of a typical \"sunflower\" cataract. This is a disc-shaped polychromatic opacity in the pupil zone anteriorly, with petal-like spokes that extend toward the periphery. Kayser-Fleischer ring is a golden brown ring which occurs due to deposition of copper under peripheral parts of the Descemet's membrane of the cornea.",
        "cop": 2,
        "opa": "Hemosiderosis",
        "opb": "Wilson disease",
        "opc": "Tyrosinemia",
        "opd": "Hereditary cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "417b4e5a-d4e7-4c72-8979-f3ff4b603508",
        "choice_type": "single"
    },
    {
        "question": "Which of the following contains long spaced collagen?",
        "exp": "Ans. (b) Cornea. Ref: Cornea by Mannis, 4/e, p. 897. Seen in a number of corneal pathologies like Fuch dystrophy, PPMD, Scheie syndrome, etc.",
        "cop": 2,
        "opa": "Diaphragm",
        "opb": "Cornea",
        "opc": "Basement membrane",
        "opd": "Tympanic membrane",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "a423032b-d84d-464f-8a41-bebd0bbe0ed7",
        "choice_type": "single"
    },
    {
        "question": "Keratomalacia is due to -",
        "exp": "Ans. is 'a' i. e., Vit-A deficiency o Keratomalacia It is a common condition in developing countries and is due to deficiency of vitamin A. o The condition is usually bilateral. o In keratomalacia, the cornea becomes dull and insensitive, hazy and yellow infiltrates form until finally the whole tissue undergoes necrosis and seems to melt away within a few hourso A characteristic feature is the absence of inflammatory reaction. o Keratomalacia is often precipitated by an acute systemic illness such as measles, penumonia or severe diarrhoea.",
        "cop": 1,
        "opa": "Vit-A deficiency",
        "opb": "Keratoconus",
        "opc": "Vitamin E deficiency",
        "opd": "Also seen in retinitis pigmentosa",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "83dcf2bd-6d11-425a-895d-68b24f4ff9db",
        "choice_type": "single"
    },
    {
        "question": "What is deposited in Kyser-FIeischer ring -",
        "exp": "Ans. is 'a' i. e., Copper. Kayser-FLeischer (KF) ring - Copper deposition in Chalcosis or Wilson's disease. Fleischer ring - Deposition of iron and is a sign of keratoconus",
        "cop": 1,
        "opa": "Copper",
        "opb": "Lead",
        "opc": "Mercury",
        "opd": "Heme",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "f75b679a-359b-4ea9-a6b3-aefae2cbe6ea",
        "choice_type": "single"
    },
    {
        "question": "The critical angle of cornea-air interface is",
        "exp": "Critical angle refers to the angle of incidence in the denser medium, corresponding to which angle of refraction in the rare medium is 90deg. At the tear-air interface, the critical angle is approximately 46deg. Made use of in construction of gonio lenses where this interface is changed and as a result critical angle becomes larger allowing for the reflected light to escape the eye and get reflected on the gonio mirrors which helps the examiner visualize the angle of the eye",
        "cop": 2,
        "opa": "36 degree",
        "opb": "46 degree",
        "opc": "56 degree",
        "opd": "66 degree",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "f9a00e0b-f777-4107-aade-709fb791cfaa",
        "choice_type": "single"
    },
    {
        "question": "Corneal transparency is maintained by:",
        "exp": "The primary mechanism controlling stromal hydration is a function of the corneal endothelium which actively pumps out theelectrolytes and water flows out passively. Endothelium consists of a single layer of flat polygonal (mainly hexagonal) epithelial cells (misnamed as endothelium) which on slit-lamp biomicroscopy appear as a mosaic.",
        "cop": 2,
        "opa": "Bowman's membrane",
        "opb": "Endothelium",
        "opc": "Keratocytes",
        "opd": "Descemet's membrane",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "e0f820ad-74fd-482b-876f-796e37e13594",
        "choice_type": "single"
    },
    {
        "question": "Sarcoidosis is associated with:",
        "exp": "Ans. (a) Band kerotopathy. Sarcoidosis is associated the band keratopathy from metabolic derangement resulting in hypercalcemia and from chronic uveitis.",
        "cop": 1,
        "opa": "Band keratopathy",
        "opb": "Systemic amylodosis",
        "opc": "Angioid streaks",
        "opd": "Cataracta nigra",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "5e791046-4f23-47df-95f8-9fec52307ee3",
        "choice_type": "single"
    },
    {
        "question": "SMILE is",
        "exp": "SMILE is bladeless Flapless LASIK Types of LASIK *Conventional LASIK: The LASIK flap is made by microkeratome blade and then EXCIMER laser is used for stromal ablation *Epi LASIK or Photorefractive Keratectomy: Laser ablation is done after removal of epithelium without the creation of flap *SMILE- is small incision lenticular extraction, a new technique in lasik using femtolaser. No Flap is made and it is bladeless. *I lasik: bladeless lasik. Creation of Flap is by Femtolaser LASIK procedure",
        "cop": 3,
        "opa": "Bladeless flap LASIK",
        "opb": "Blade LASIK",
        "opc": "Bladeless Flapless LASIK",
        "opd": "Blade based flapless LASIK",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "b658e01f-e717-4291-a1dc-0ecf09ad8833",
        "choice_type": "single"
    },
    {
        "question": "Corneal endothelial counting is done by?",
        "exp": "Ans. (c) Specular microscope. Ref: Yanoff 3/d, p 83",
        "cop": 3,
        "opa": "Tachymetry",
        "opb": "Pachymetry",
        "opc": "Specular microscope",
        "opd": "Perimetry",
        "subject_name": "Ophthalmology",
        "topic_name": "Cornea",
        "id": "72de85f4-4b75-4259-b069-9ce32c412dc0",
        "choice_type": "single"
    }
]