[
    {
        "question": "Stocker's line is seen in-",
        "exp": "Ans. is 'a' i. e., Pterygium o Stocker's line is line of iron deposition in the corneal epithelium seen adjacent to the head of the pterygium. Pigmentorv glaucomao It is a type of secondary open angle glaucoma where in clogging up of trabecular meshwork occurs by the pigment particles. o The condition typically occurs in young myopic males. o The characteristic feature is the deposition of pigment granules in the anterior segment structures such as iris, posterior surface of the cornea (Krukenberg's spindle), trabecular meshwork, ciliary zonules and the crystalline lens, o Gonioscopy shows pigment accumulation along the schwalbe's line especially inferiorly (Sampalesi's line), o Iris transillumination shows radial slit-like transillumination defects in the mid periphery (pathognomonicfeature), o Treatment is as for primary open angle glaucoma.",
        "cop": 1,
        "opa": "Pterygium",
        "opb": "Glaucoma",
        "opc": "Posteriorscleritis",
        "opd": "Diabetic retinopathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Degenerative Conditions",
        "id": "7ef4f72c-5121-481c-9a60-c27d50c6dafb",
        "choice_type": "single"
    },
    {
        "question": "Stocker's line is seen in",
        "exp": "Ans is 'b' i. e. Pterygium Stocker's line is line of iron deposition in the corneal epithelium seen adjacent to the head of the pterygium. Pterygium and Pinguecula are degenerative conditions of the cornea. Pinguecula. Are areas of bulbar conjunctival thickening, near the limbus in the palpebral fissure area. These are triangular, horizontally oriented with apex away from the cornea. These are white to yellow in color, often having a fatty appearance. (The name pinguecula is derived from fat- pinguis). Usually found in elderly persons, especially those exposed to strong sunlight, dust, wind etc. Usually bilateral. Usually nasal. Etiology is not well known, however good evidence exists, of an association with increasing age and ultraviolet light exposure. Pinguecula do not cause any symptom, apart from cosmetic defect and sometimes inflammation (pingueculitis). Hence no treatment is required. However rarely, simple excision may be done for cosmetic reasons or for chronic pingueculitis. Pterygium. Pterygium is a wing shaped fibrovascular growth of the conjunctiva encroaching upon the cornea. It occurs in the palpebral fissure area, usually nasally but may also occur on the temporal side. Elevated whitish opacities (\"islets of Vogt\") and an iron deposition line (\"Stocker\") may delineate the head of the Pterygium on the cornea. Like pinguecula, pterygium is associated with ultraviolet light exposure. It occurs at highest prevalence and most severely in tropical areas near the equator and to a lesser and milder degree in cooler climates. The predominantly nasal location is related to reflection of light from the nose onto the nasal conjunctiva. Usually the pterygium is symptomless, so no treatment is required. Indications for surgery are: cosmetic deformityimpaired vision due to encroachment into the pupillary area of the corneasignificant astigmatismrestriction of ocular motility. Simple excision is done. Recurrence of the pterygium after surgical excision is the main problem. Methods to prevent recurrence areconjunctival autografting andmitomycin C application. Is Pinguecula precursor of Pterygium? This is controversial. Parson writes- \"A Pterygium frequently follows a Pinguecula\"But Yanoff Ophthalmology contradicts this and writes- \"Current information, however, suggests that pinguecula does not progress to Pterygium and that the two are distinct disorders. \"Pterygium and Pseudopterygium. Pterygium resembles pseudopterygium. Pseudopterygium is conjunctival adhesion to the cornea secondary to previous trauma or inflammation such as peripheral corneal ulceration. A pseudopterygium often has an atypical position and is not adherent at all points, so a probe can be passed beneath it peripherally.",
        "cop": 2,
        "opa": "Pinguencula",
        "opb": "Pterygium",
        "opc": "Congenital Ocular Melanosis",
        "opd": "Conjunctival epithelial melanosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Degenerative Conditions",
        "id": "bcd61d39-abdd-4928-a0ee-d358c9ac11ba",
        "choice_type": "single"
    },
    {
        "question": "Xanthelasma bulbar all are true EXCEPT:",
        "exp": "ANSWER: (A) Dots occurring on lateral side of eye. REF: Khurana 4th ed p. 359. XANTHELASMA BULBAR: Creamy yellow plaques. Involve skin over inner canthus. In middle aged women. Associated with diabetes and hypercholestrolemia",
        "cop": 1,
        "opa": "Dots occurring on lateral side of eye",
        "opb": "Occur in middle aged women",
        "opc": "Creamy yellow in color",
        "opd": "Associated with Diabetes",
        "subject_name": "Ophthalmology",
        "topic_name": "Degenerative Conditions",
        "id": "6f29c290-78b7-4357-b80d-de5555d52743",
        "choice_type": "multi"
    },
    {
        "question": "True about pterygium is -",
        "exp": "Ans. is 'b' i. e., It is common with exposure to UV rays Pterygiumo Pterygium is a non-cancerous (non-neoplastic) growth of conjunctiva, characterized by a wing-shaped fold of conjunctiva encroaching upon the cornea from either side within the interpalpebral fissure. Pterygium is always situated in the palpebral aperture. o Pathologically Pterygium is a degenerative and hyperplastic condition of conjunctiva. The subconjunctival tissue undergoes elastotic degeneration and proliferates as vascularized granulation tissue under the epithe Hum, which ultimately encroaches the cornea. The corneal epithelium, Bowman's layer and stroma are destroyed. Etiology & Clinical featureso Pterygium is more common in people with excess outdoor exposure to sunlight (UV rays), dry heat, high wind and abundance of dust. Therefore it is more common in those who work outdoorso Clinically it presents as a triangular fold of conjunctiva encroaching the cornea in the area of palpebral aperture, usually on the nasal side. Other findings are Stocker's line (deposition of iron)o Ptergyium is an asymptomatic condition in the early stages, except for cosmetic intolerance. Visual disturbance or corneal astigmatism may occur. Visual disturbances are due to encroachment of pterygium on pupillary area or corneal astigmatism. Occasionally diplopia may occur due to limitation of ocular movements. Treatmento Asymptomatic pterygium which is not progressive is best left alone. Surgical excision is the only satisfactory treatment and is indicated for: 1) Cosmetic reasons, 2) Continued progression threatening to encroach onto the pupillary area (once the pterygium has encroached pupillary area, wait till it crosses on the other side), 3) Diplopia due to interference in ocular movement. o Simple excision ('bare sclera' technique) is associated with high recurrence rate (upto 80%) that may be more aggressive than the initial lesion. Thus conjunctival autografting is currently most popular approach. Adjunctive treatment with mitomycin C, beta-irradiation, and amniotic membrane patch grafting can also be used for aggres sive lesions.",
        "cop": 2,
        "opa": "It is common on the temporal side",
        "opb": "It is common with exposure to UV rays",
        "opc": "It is a neoplastic condition",
        "opd": "All pterygia need to be operated",
        "subject_name": "Ophthalmology",
        "topic_name": "Degenerative Conditions",
        "id": "335af84a-ad8e-4581-b8ee-c1efb3e8af0c",
        "choice_type": "multi"
    },
    {
        "question": "Cause of blindness in pterygium -",
        "exp": "Ans. is 'a' i. e., Astigmatism Pterygiumo Pterygium is a tion-cancerous (non-neoplastic) growth of conjunctiva, characterized by a wing-shaped fold of conjunctiva encroaching upon the cornea from either side within the interpalpebral fissure. Pterygium is always situated in the palpebral aperture. o Pathologically Pterygium is a degenerative and hyperplastic condition of conjunctiva. The subconjunctival tissue undergoes elastotic degeneration and proliferates as vascularized granulation tissue under the epithelium, which ultimately encroaches the cornea. The corneal epithelium. Bowman's layer and stroma are destroyed. Etiology & Clinical featureso Pterygium is more common in people with excess outdoor exposure to sunlight (UV rays), dry heat, high wind and abundance of dust. Therefore it is more common in those who work outdoors, o Clinically it presents as a triangular fold of conjunctiva encroaching the cornea in the area of palpebral aperture, usually on the nasal side. Other findings are Stocker ys line (deposition of iron)o Ptergyium is an asymptomatic condition in the early stages, except for cosmetic intolerance. Usual disturbance or corneal astigmatism may occur. Visual disturbances are due to encroachment of pterygium on pupillary area or corneal astigmatism. Occasionally diplopia may occur due to limitation of ocular movements. Treatmento Asymptomatic pterygium which is not progressive is best left alone. Surgical excision is the only satisfactory treatment and is indicated for: - (1) Cosmetic reasons, (2) Continued progression threatening to encroach onto the pupillary area (once the pterygium has encroached pupillary area, wait till it crosses on the other side), (3) Diplopia due to interference in ocular movement.",
        "cop": 1,
        "opa": "Astigmatism",
        "opb": "Loss of visual axis",
        "opc": "Cataract",
        "opd": "Limitation of ocular movements",
        "subject_name": "Ophthalmology",
        "topic_name": "Degenerative Conditions",
        "id": "9ed5ec55-9d2b-429e-865e-ec2cbc064da9",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of low vision in pterygium?",
        "exp": "Ans. is 'a' i. e., Astigmatism Etiology & Clinical features in Pterygium -o Pterygium is more common in people with excess outdoor exposure to sunlight (UV rays), dry heat, high wind and abundance of dust. Therefore it is more common in those who work outdoorso Clinically it presents as a triangular fold of conjunctiva encroaching the cornea in the area of palpebral aperture, usually on the nasal side. Other findings are Stocker's line (deposition of iron)o Ptergyium is an asymptomatic condition in the early stages, except for cosmetic intoleranceo Visual disturbance or corneal astigmatism may occur. Visual disturbances are due to encroachment of pterygium on pupillary area or corneal astigmatism. Occasionally diplopia may occur due to limitation of ocular movements.",
        "cop": 1,
        "opa": "Astigmatism",
        "opb": "Retinal Detachment",
        "opc": "Corneal ulcer and perforation",
        "opd": "Myopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Degenerative Conditions",
        "id": "bcff4345-3c0e-428a-8641-5b7196a9bac8",
        "choice_type": "single"
    },
    {
        "question": "Pterygium causes visual disturbances due to:",
        "exp": "Ref: Basak Essentials of Ophthalmology 5th edition pg no 153 -156. Explanation: Pterygium. Elastotic degeneration of the subconjunctival tissue which proliferates as a triangular fold of tissue to invade the cornea. Etiology: Idiopathic. Exposure to UV rays. Hot sandy weather are risk factors. Pingecula may be a precursor. Symptoms: Appearance of a mass. Defective vision - Due to astigmatism f with the rule astigmatism] & obstruction of the papillary area by the tissue invasion. Diplopia - due to symblepliaron causing restricted ocular movements. Signs: Most common on the nasal side. Double Pterygium - When pterygium is seen on both nasal & temporal side. Three Parts. Head - apex of the triangular mass. Neck - constricted portion at the limbus, Body - the remaining bulky part & cap - infiltration in front of the head. \"Stocker's line\"- iron deposit infront of cap in the corneal epithelium. Stages: Progressive - fleshy, thick with prominent vascularity, gradually increases in size. Cap is present. Atrophic - Thin, attenuated with poor vascularity. Stationary. Management: Pterygium excision with conjunctival autograft/ amniotic membrane graft",
        "cop": 1,
        "opa": "Astigmatism",
        "opb": "Myopia",
        "opc": "Hypermetropia",
        "opd": "Keratoconus",
        "subject_name": "Ophthalmology",
        "topic_name": "Degenerative Conditions",
        "id": "4a077ada-6393-4909-9bca-dc2d77cf43b2",
        "choice_type": "single"
    }
]