[
    {
        "question": "Bulls eye retinopathy is seen in toxicity of-",
        "exp": "Chloroquine and hydroxychloroquine can cause toxic retinopathy due to their binding of melanin in the retinal pigmented epithelium (RPE) as well as direct toxicity to retinal ganglion cells. Early findings include mottling of the RPE and blunted foveal reflex. As the retinopathy progresses, a bull's-eye maculopathy develops, as seen in this image. In addition to the bull's-eye maculopathy, patients can demonstrate paracentral scotomas on visual field testing and parafoveal outer retinal atrophy on OCT. Other causes of Bulls Eye Maculopathy- Cone dystrophy Cone rod dystrophy Inverse retinitis pigmentosa Stargardt's disease.",
        "cop": 4,
        "opa": "Quinine",
        "opb": "Tobacco",
        "opc": "Ethanol",
        "opd": "Chloroquine",
        "subject_name": "Ophthalmology",
        "topic_name": "Diagnosis and Treatment of Retina",
        "id": "293e83de-08ea-42e6-9e30-09b227cd0b4c",
        "choice_type": "single"
    },
    {
        "question": "Instrument of choice for diagnosing pediatric retinal disorders",
        "exp": "Retcam has been used to diagnose pediatric retinal disorders. It has a probe which is put over eye which captures the fundus photo. It can also do fluorescein angiography and is used for tele consultation too High Yield Facts *Factors responsible for ROP : Low GA is more impoant than LBW *WHO Vision 2020 program targets ROP as \"avoidable disease\" *Nd:Yag LASER is used in ROP Photocoagulation *30 Day Screening Strategy: ROP screening in NICU *Anti VEGF & Algae extracts: Experimentally evaluated for Rx *Lensectomy is done for cataract a/w ROP *Stage 5 ROP: Rx is Vitrectomy under poor prognosis *Retcam: Retinal wide field camera for diagnosis, training and angiography in Pediatric retinal anomalies",
        "cop": 4,
        "opa": "OCT",
        "opb": "Fluorescein angiography",
        "opc": "Slit lamp examination",
        "opd": "Retcam",
        "subject_name": "Ophthalmology",
        "topic_name": "Diagnosis and Treatment of Retina",
        "id": "7a64fd0e-3505-4017-a612-4124738978e1",
        "choice_type": "single"
    },
    {
        "question": "Atropine is used in uveitis because of which of the following features",
        "exp": "Pilocarpine and not atropine cause sphincter pupillae contraction Use of atropine in uveitis - Relieve spasm - Prevents formation of posterior synechiae - Reduce exudation - Inc blood supply to uvea Rx UVEITIS * DOC: Steroids * Immunosuppressant are used in case of non responding case/ steroid sparing effect is needed",
        "cop": 4,
        "opa": "Cause spasm of ciliary muscle",
        "opb": "Contracts the sphincter pupillae",
        "opc": "decrease blood supply to uveal tissue",
        "opd": "Increase blood supply to uveal tissue",
        "subject_name": "Ophthalmology",
        "topic_name": "Diagnosis and Treatment of Retina",
        "id": "1ae6e5a8-e751-470e-b877-6a00ec229d4c",
        "choice_type": "single"
    },
    {
        "question": "A patient came to eye OPD with h/o dactylitis, anemia and growth retardation. In fundus there is sea fan neovascularization and salmon patches. What is the probable diagnosis",
        "exp": "The presentation is typical of sickle cell retinopathy Sickle cell Retinopathy SS genotype causes more severe systemic disease than SC and S-Thal genotypes, while the SC and S-Thal genotypes present with a greater incidence of ocular manifestations, including proliferative sickle cell retinopathy. The underlying systemic and ocular manifestations of SCD (Sickle Cell Disease) are a result of vaso-occlusive ischemia due to the blocking of blood vessels by sickle-shaped erythrocytes. Figure 1. Salmon-patch Figure 2. Sea fan formation with neovascularization.",
        "cop": 2,
        "opa": "Syphillis",
        "opb": "Sickle cell anemia",
        "opc": "Toxoplasma",
        "opd": "Histoplasmosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Diagnosis and Treatment of Retina",
        "id": "653cb244-bf85-4e3e-b526-0f097b553c36",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old insulin dependent Diabetes Mellitus (iddm) patient on insulin for the past 10 years. He complains of gradually progressive painless loss of vision. Most likely he has:",
        "exp": "Cataract - pre senile cataract, so is likely possibility here and is answer of choice. Vitreous hamorrhage would be sudden and more so in proliferative diabetic retinopathyso excluded. Total rhegmatogenous retinal detachment would be sudden so excluded. Tractional retinal detachment not involving the macula - at periphery this won't cause loss of vision so should not be the answer here.",
        "cop": 1,
        "opa": "Cataract",
        "opb": "Vitreous haemorrhage",
        "opc": "Total rhegmatogenous retinal detachment",
        "opd": "Tractional retinal detachment not involving the macula",
        "subject_name": "Ophthalmology",
        "topic_name": "Diagnosis and Treatment of Retina",
        "id": "03d3f809-80ac-457e-99a5-37403723b738",
        "choice_type": "multi"
    },
    {
        "question": "Gas used in retinal temponade-",
        "exp": "SF6 Pars plana vitrectomy (PPV) with gas tamponade is widely popular for the treatment of rhegmatogenous retinal detachment . Four different intraocular gases are commonly used in vitreoretinal surgery: air, sulfur hexafluoride (SF6), perfluoroethane (C2F6) and perfluoropropane (C3F8). Indications for tamponades- To drain subretinal hemorrhages/fluid To provide internal tamponade of retinal breaks in postoperative cases",
        "cop": 1,
        "opa": "SF6",
        "opb": "Ethylene oxide",
        "opc": "Nitrous oxide",
        "opd": "CO2",
        "subject_name": "Ophthalmology",
        "topic_name": "Diagnosis and Treatment of Retina",
        "id": "c8384f37-96dd-48a0-b80f-e32a87312d4d",
        "choice_type": "single"
    },
    {
        "question": "65 year old man came to eye OPD with chief complaints of metamorphosia. On examination he has yellow deposits subretinal near macula in both eyes. Rest of the fundus is normal What should be the probable diagnosis",
        "exp": "Metamorphosia , age of the patient and the yellowish exudates beneath the retina pointing towards age related macular degeneration Age related macular degenerations ARMD Defines ARMD as a degenerative disease of persons above the age of 50 years that is characterized by the following abnormalities in the macula : oSoft drusen oHyperpigmentation and/or hypopigmentation of the RPE oPeri retinal haemorrhages or Geographic atrophy of RPE or retinal fibrous scarring in the absence of other retinal vascular disorders Types Dry ARMD Wet ARMD",
        "cop": 2,
        "opa": "Hypeensive retinopathy",
        "opb": "Age related macular degeneration",
        "opc": "Eales disease",
        "opd": "Diabetic retinopathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Diagnosis and Treatment of Retina",
        "id": "0ab7489a-361a-4bad-8879-a0bde931651c",
        "choice_type": "multi"
    },
    {
        "question": "45 yr of male presented with Proliferative diabetic retinopathy with Vitreomacular traction. What can be treatment?",
        "exp": "Any vitreomacular traction in proliferative diabetic retinopathy has to be removed by vitrectomy first followed by endophotocoagulation. Treatment Of Diabetic Retinopathy MILD NPDR- Control Blood Sugar. Moderate NPDR- Control Blood Sugar. Severe NPDR- Control Blood Sugar. Very Severe NPDR- Control Blood Sugar, Regular follow-up, Laser photocoagulation recommended in high-risk patients. (One eye lost due to PDR, poor systemic control, nephropathy, poor follow-up expected.) PDR with Neovascularization of Disc (NVD): Always do Panretinal photocoagulation. Clinically significant Macular edema: New treatment strategy is to decrease the edema with Anti VEGF, then do Macular grid laser if necessary, can use intravitreal steroids, like Ozurodex or Triamcinolone Acetate. Vitreomacular traction: Do vitrectomy first followed by the endophotocoagulation. Lasers used in PRP: Argon blue & Ruby.",
        "cop": 2,
        "opa": "Pan Retinal Photocoagulation",
        "opb": "Vitrectomy with endophotocoagulation",
        "opc": "Ozurodex",
        "opd": "Anti VEGF",
        "subject_name": "Ophthalmology",
        "topic_name": "Diagnosis and Treatment of Retina",
        "id": "26fd45f3-ac46-4ad2-b6b3-de681f5e24ea",
        "choice_type": "single"
    },
    {
        "question": "Patient presents with an iron foreign body in the eye. Which of the following is the best investigation to monitor his vision?",
        "exp": "Electroretinography (ERG) is the record of changes in the resting potential of the eye induced by a flash of light. It is measured in dark adapted eye with the active electrode (fined on contact lens) placed on the cornea and the reference electrode attached on the forehead. Normal record of ERG consists of the following waves: A-wave. It is a negative wave possibly arising from the rods and cones (photoreceptors). B-wave. It is a large positive wave which is generated by Muller's cells, but represents the activity of the bipolar cells . C-wave. It is also a positive wave representing metabolic activity of pigment epithelium (seen only in dark adapted eye). Both scotopic and photopic responses can be elicited in ERG. Foveal ERG can provide information about the macula. Components of normal electroretinogram (ERG) Arden ratio is calculated in electrooculography and is not useful to monitor vision. VEP represents mainly macular response and not the entire retina and is thus not useful. Dark adaptometry measures the dark adaptation time and not useful to monitor vision.",
        "cop": 4,
        "opa": "Serial Arden ratio",
        "opb": "Dark adaptometry",
        "opc": "Serial VEP",
        "opd": "Serial ERG",
        "subject_name": "Ophthalmology",
        "topic_name": "Diagnosis and Treatment of Retina",
        "id": "12651f4e-53ef-4d98-89da-84a9f45f087f",
        "choice_type": "single"
    },
    {
        "question": "Name the procedure shown here ?",
        "exp": "Image shown is of a hand held self illuminated instrument. As seen it has a sleeve which can be rotated - this is hence a Streak Retinoscope. A direct ophthalmoscope in contrast has no sleeve and would have apeure sizes and filters available on the head for the examination of the retina. A Direct Ophthalmoscope Retinoscopy Method Movement of red reflex is observedRetinoscope is moved in both veical and horizontal directionsLight is thrown into the patient's eye and fundal red reflex is observed casting a shadow in the papillary area (with a hole in the retinoscope)Instructed to look at a far point/object to relax accomodationPatient is made to sit at a distance of 1 m If cylindrical error (Astigmatism) is present, find the cylinder power with spherocylinder lens combination NeutralizationBy addition of Convex (+) or Concave (-) lenses, if spherical error Similar movement in both meridians (veical and horizontal) indicates spherical refractive error 1.Movement of red reflex with the movement of retinoscope: < 1D MyopiaEmmetropiaHypermetropia 2.No movement of red reflex: 1D MyopiaQ 3.Movement of red reflex against the movement of retinoscope> 1D Myopia",
        "cop": 1,
        "opa": "Retinoscopy",
        "opb": "Tonometry",
        "opc": "Distant direct ophthalmoscopy",
        "opd": "Pachymetry",
        "subject_name": "Ophthalmology",
        "topic_name": "Diagnosis and Treatment of Retina",
        "id": "64bb145e-0a4a-42b1-a248-8ea8421c3f2f",
        "choice_type": "single"
    },
    {
        "question": "Gunn sign is?",
        "exp": "Tapering of veins on either side of the crossings Gunn sign is seen in grade III hypeensive retinopathy. Grade 1 Generalized aeriolar attenuation Broadening of aeriolar light reflex Concealment of vein at A-V Crossings Grade 2 Severe generalized and focal aeriolar constriction A-V crossing change (Salus sign) Grade 3 Copper wiring of aerioles Venous banking distal to a-v crossing (bonnet's sign) Venous tapering on either side of the crossing (Gunn's sign) Right angle deflection of veins Flame shaped haemorrhages, cotton wool spots, hard exudates Grade 4 All changes of grade 3 Silver wiring of aerioles Disc oedema",
        "cop": 4,
        "opa": "Silver wiring of aerioles",
        "opb": "Deflection of veins at aeriovenous crossing",
        "opc": "Copper wiring of aerioles",
        "opd": "Tapering of veins on the either side of the crossings",
        "subject_name": "Ophthalmology",
        "topic_name": "Diagnosis and Treatment of Retina",
        "id": "55832f51-e52e-436a-bb12-7a7805c93d09",
        "choice_type": "single"
    },
    {
        "question": "Chalky white optic disc on fundus examination is seen in all EXCEPT",
        "exp": "Traumatic Optic Atrophy does not cause Chalky White Optic Disc. Secondary Optic Atrophy: Chalky White Optic Disc is seen in Secondary Optic Atrophy. i.e. Optic Atrophy preceded by Papilledema. or preceded by swelling of the Optic Nerve Head. Causes of Secondary Optic Atrophy are Papilledema due to any cause. Anterior ischemic optic neuropathy Papillitis. Leber's Hereditary Optic Neuropathy is Primary Optic Atrophy, but it is preceded by swelling of the optic nerve head, and so it will cause Chalky White Optic Disc. Teiary Syphilis : Papilledema has been documented, and therefore it causes secondary optic atrophy, and so it will also lead to Chalky White Optic Disc.Optic Disc also shows a Macular StarNote: Primary Optic Atrophy has also been documented in Teiary Syphilis. Primary Optic Atrophy : Is caused by lesions affecting the visual pathways from retrolaminar poion of the optic nerve to the lateral geniculate body. Causes of Primary Optic Atrophy are: Retrobulbar neuritis Compressive lesions such as tumors and aneurysms. Hereditary optic neuropathy. (but Leber's will present as described above) Toxic & Nutritional Optic Neuropathies. Traumatic Optic Atrophy.",
        "cop": 4,
        "opa": "Syphilis",
        "opb": "Leber's hereditary optic neuropathy",
        "opc": "Post papilledema optic neuritis",
        "opd": "Traumatic injury to the optic nerve",
        "subject_name": "Ophthalmology",
        "topic_name": "Diagnosis and Treatment of Retina",
        "id": "2a2455f5-5c5b-4a13-b8d6-e80bbef170d8",
        "choice_type": "multi"
    },
    {
        "question": "Most impoant factor for development of diabetic retinopathy is",
        "exp": "Duration of diabetes is most impoant factor for development of diabetic retinopathy. Other Risk Factors: Duration of DM Hyperlipidemia Nephropathy Pregnancy Hypeension",
        "cop": 1,
        "opa": "Duration of diabetes",
        "opb": "Level of diabetes",
        "opc": "Type of diabetes",
        "opd": "co morbid conditions like hypeension & hyperlipidemia",
        "subject_name": "Ophthalmology",
        "topic_name": "Diagnosis and Treatment of Retina",
        "id": "b478ca44-dc5a-4eef-8278-7ca00129c682",
        "choice_type": "single"
    },
    {
        "question": "Veepofrin Dye is used in:",
        "exp": "Veepofrin dye is used in photodynamic therapy. Photo Dynamic Therapy Choroidal Neo Vascular (CNV) membrane secondary to wet ARMD. New or recurrent subfoveal CNV Predominantly classic Lesion <5400 in Greatest Linear Diameter Primary ocular histoplasmosis syndrome. Pathological Myopia. Photodynamic therapy (concept) Involves injection of photosensitizing drug Two step, out patient procedure , I/V photo active drug | Complexes with LDL present in blood | Complex accumulates in choroidal neovascular lesions |After 15 minutes of IV inj. Activation of drug by non thermal (689nm) light in presence of oxygen | Formation of free radicals-cytotoxic, Singlet oxygen species | | Platelet activation Direct cytotoxicity | Neo-vasculature thrombosis Photodynamic therapy: Technique (PGI potential question) Photosensitising dye (Veeporfin) 6 mg/m2 BSA (30 ml) I.V. over 10 minutes. Diode laser at 689 nm, Slit lamp delivery system designed to deliver 50 J/cm2 Intensity of 600 mW /cm2 Over 83 seconds, Advantages High selectivity and no to minimal collateral damage. Temperature rise is only 2 degrees. Minimal side effects: Infusion related back pain. Extravasation and phototoxic reactions Visual disturbances, eye pain, RPE tears Visual field defects. Disadvantages Expensive Protective clothing/eye protection after treatment for five days.",
        "cop": 3,
        "opa": "Fluoresceina Angiography",
        "opb": "Indocyanin Angiography",
        "opc": "Photodynamic therapy",
        "opd": "All",
        "subject_name": "Ophthalmology",
        "topic_name": "Diagnosis and Treatment of Retina",
        "id": "10de4a78-0c92-4619-9612-3e9585faeea1",
        "choice_type": "multi"
    },
    {
        "question": "A 72 year old white male complains of difficulty reading fine print and fatigue after prolonged reading. O/E multiple, Confluent soft drusen over the macula are present. Most probable diagnosis?",
        "exp": "ARMD(age related macular degeneration)- Age-related macular degeneration (ARMD), also called senile macular degeneration, is a bilateral disease of persons of 59 years of age or older. It is a leading cause of blindness in developed countries, Clinical types 1)Non-exudative or Dry ARMD. responsible for 90 percent cases. causes mild to moderate, gradual loss of vision. Patients complain of distoed vision, difficulty in reading due to central shadowing. ' characterised by occurrence of drusens (colloid bodies), pale areas of retinal pigment epithelium atrophy and irregular or clustered pigmentation that appear as small discrete, yellowish-white, slightly elevated spots. In later stages, there occurs enlargement of the atrophic areas within which the larger choroidal vessels may become visible (geographic atrophy). 2) Exudative ARMD. It is also called wet or neovascular ARMD. responsible for only 10 percent cases of ARMD associated with comparatively rapidly progressive marked loss of vision. May eventually scar with or without intervention, treatment reduces extent of scarring and helps keep macula dry and preserve some vision Typically, the course of exudative ARMD rapidly passes through many stages. These include: Stage of drusen formation, Stage of retinal pigment epithelium (RPE) detachment, Stage of choroidal neovascularisation (CNV) Stage of haemorrhagic detachment of RPE, Stage of haemorrhagic detachment of neurosensory retina, and Stage of disciform (scarring) macular degeneration.",
        "cop": 3,
        "opa": "Cystoid macular edema",
        "opb": "CSR",
        "opc": "ARMD",
        "opd": "Macular hole",
        "subject_name": "Ophthalmology",
        "topic_name": "Diagnosis and Treatment of Retina",
        "id": "dc91e15c-efbf-486e-8479-3f014b9e5197",
        "choice_type": "single"
    },
    {
        "question": "All are macular function tests except -",
        "exp": "Scanning laser polarimetry ( Scanning laser polarimetry) is for evaluation of Nerve fibre layer. Macular Function Tests Others are-MADDOX ROD TEST, ERG, VEP, LASER INTERFEROMETRY, POTENTIAL VISUAL ACUITY METER TEST MADDOX ROD",
        "cop": 4,
        "opa": "Colour Vision",
        "opb": "Visual acuity",
        "opc": "Entoptic phenomeon",
        "opd": "Scanning laser polarimetry",
        "subject_name": "Ophthalmology",
        "topic_name": "Diagnosis and Treatment of Retina",
        "id": "6496b0e4-88f2-4e05-9c5b-15b643e381a4",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a difference between Fluorescein Angiography(FA) & Indocyanine Green(ICG) angiography",
        "exp": "ICG is more sensitive to occult CNVM (Choroidal neovascular membranes) not FA. 1. FLUORESCEIN ANGIOGRAPHY 5 ml of 20 % Fluorescein dye is injected in antecubital vein & serial photographs are taken 2. INDOCYANINE GREEN ANGIOGRAPHY (ICG) New angiography technique to diagnose choroidopathies like occult ARMD, Central Serous Retinopathy(CSR) Polypoidal choroidopathy. Choroidal capillaries are better seen in ICG. In ICG, the optic nerve head is hypo-fluorescent. It is hyperfluorescent on FA. FA ICG",
        "cop": 3,
        "opa": "Dyes used",
        "opb": "Choroidal capillaries are better seen in ICG",
        "opc": "FA is more sensitive for occult CNVM",
        "opd": "The wavelength used for viewing is different",
        "subject_name": "Ophthalmology",
        "topic_name": "Diagnosis and Treatment of Retina",
        "id": "f52a3691-9f24-4a74-9810-64d167d8ab29",
        "choice_type": "single"
    },
    {
        "question": "Most common type of retinal detachment seen in proliferative diabetic retinopathy",
        "exp": "Tractional Retinal Detachment Due to tractional forces (due to fibrosis/ contracture) the retina is pulled from its bed resulting in retinal detachment Causes *Proliferative Diabetic Retinopathy *Retinopathy Of prematurity *Vasculitis *Sickle hemoglinopathies Tractional retinal detachment Concept * Rhegmatogenous RD is because of rhegma holes * Fibrous bands cause tractional RD * Serous fluid behind retina cause Exudative RD",
        "cop": 2,
        "opa": "Rhegmatogenous",
        "opb": "Tractional",
        "opc": "Exudative",
        "opd": "Retinoschisis",
        "subject_name": "Ophthalmology",
        "topic_name": "Diagnosis and Treatment of Retina",
        "id": "c6452c9b-9e27-45bc-ae43-23d14c377aa0",
        "choice_type": "single"
    },
    {
        "question": "Ocriplasmin is the newer drug used in which of the following?",
        "exp": "Ocriplasmin is used as chemical vitrectomy - it liquifies the gel like vitreous thereby relieving any vitreous traction. Hence used to relieve vitreo-macular traction which when significant can progress to idiopathic macular hole New Drugs Ocriplasmin: Chemical vitrectomy. Anti- VEGF Bevacizumab: Avastin Pegitinib- Macugen (Anti-VEGF) Ranibizumab- Lucentis (Anti-VEGF) Aflibercept (aflibercept)- VEGF TRAP (wet ARMD) Ozurodex- Dexamethasone (0.7%)implant Non infectious Uveitis Macular edema Other Implant: Retise & Illuvein New Modalities for ARMD Sirolimus: IL-2 Inhibitor Plasmapheresis",
        "cop": 2,
        "opa": "Retinal break",
        "opb": "Vitreomacular traction",
        "opc": "Submacular blees",
        "opd": "Diabetic macular bleed",
        "subject_name": "Ophthalmology",
        "topic_name": "Diagnosis and Treatment of Retina",
        "id": "509a4408-abbf-4680-881e-80b903e609fe",
        "choice_type": "single"
    }
]