[
    {
        "question": "Vitamin deficiency causing optic atrophy -",
        "exp": "Ans. is 'b' i. e. Vitamin B Nutritional optic atrophyo The exact mechanism by which nutritional deficits damage the optic nerve has not been elucidated. Although the etiology is likely multifactorial, most clinicians agree that in patients who abuse ethanol and tobacco, malnourish- ment is often present and undemutrition, rather than direct toxicity, is the principal cause of the visual loss. Specific deficiencies of vitamin B-12 (cyanocobalamin), thiamine (vitamin B-1), other B-complex vitamins (riboflavin, niacin, and pyridoxine), and folic acid, as well as reduced systemic levels of other proteins with sulfur-containing amino acids, may play a role. Causes of optic atrophyo Compressive - secondary to papilledema, tumor, bony growth (fibrous dysplasia, osteopetrosis), thyroid eye disease, chiasmal (pituitary etc), optic nerve sheath meningioma, disc drusen, increased intraocular pressure (glaucoma)o Vascular - arteritic and non-arteritic ischemic optic neuropathy, diabeteso Inflammatory - sarcoid, systemic lupus, Behcet's, demyelination (MS), etc. o Infectious - viral, bacterial, fungal infections - herpes, TB, bartonella, etc. o Toxic & nutritional - many medications such as ethambutol, amiodarone, methanol, vitamin deficiency etc. o Metabolic - diabeteso Neoplastic - lymphoma, leukemia, tumor, gliomao Genetic - Autosomal dominant optic atrophy (OPA1), Leber's hereditary optic atrophy, Leber's hereditary optic neuropathy, as a late complication of retinal degneration. o Radiation optic neuropathyo Traumatic optic neuropathy",
        "cop": 2,
        "opa": "Vitamin A",
        "opb": "Vitamin B",
        "opc": "Vitamin C",
        "opd": "Vitamin D",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of the Optic Nerve",
        "id": "6ac71b15-eb6c-4edd-9138-a1fad3ba9dcd",
        "choice_type": "single"
    },
    {
        "question": "Pupillary reaction to light is still normal in lesion/injury to",
        "exp": "Ans. (b) Optic disc* Optic disc is not involved in papillary light reflex.* Pathway of papillary light reflex: Retina - Optic Nerve - Optic Chiasma - Optic Tract - Prerectal Nucleus - Edinger Westphal Nucleus - Inferior Division of 3rd Nerve - Ciliary Ganglion - Short Ciliary Nerves - Sphincter Pupillae",
        "cop": 2,
        "opa": "Optic nerve",
        "opb": "Optic disc",
        "opc": "Optic tract",
        "opd": "Optic chiasm",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of the Optic Nerve",
        "id": "19e0e53b-7d97-40c2-8a62-2ba59cfc8751",
        "choice_type": "single"
    },
    {
        "question": "Uncal herniation leads to paralysis of which cranial nerve-",
        "exp": "Ans. is 'a' i. e., 3rd nerve o Uncal herniation is a common subtype of transtentorial herniation in which the innermost part of the temporal lobe, the uncus, can be squeezed so much that it moves towards the tentorium and puts pressure on the brainstem, most notably the midbrain. o The uncus can squeeze the oculomotor nerve or the 3rd nerve which may affect the parasympathetic input to the eye on the side of the affected nerve, causing the pupil of the affected eye to dilate and fail to constrict in response to light as it should. o Pupillary dilatation often precedes the somatic motor effects of cranial nerve 3rd compression called oculomotor nerve palsy or 3rd nerve palsy. This palsy presents as deviation of the eye to a 'down and out'position due to loss of innervations to all ocular motility muscles except for the lateral rectus (innervated by CN 6th) and superior oblique (innervated by CN 4th)o These symptoms occur in order because the parasympathetic fibres surround the motor fibres of CN 3 and hence compressed first.",
        "cop": 1,
        "opa": "3rd nerve",
        "opb": "5th nerve",
        "opc": "7th nerve",
        "opd": "9th nerve",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of the Optic Nerve",
        "id": "a2ee7f56-b30e-4ce1-9a4d-87bed68ea0eb",
        "choice_type": "single"
    },
    {
        "question": "Which amongst the following is associated with Altitudinal visual field defect:",
        "exp": "Ans. (b) AION (Anterior Ischemic Optic Neuropathy). Ref: Harrison's 19th ed. / 202* Anterior Ischemic Optic Neuropathy refers to a segmental or generalized infarction of anterior part of the optic nerve* It occurs due to occlusion of the short posterior ciliary arteries* Visual field defects show typically altitudinal hemianopia involving the inferior (commonly) or superior half.",
        "cop": 2,
        "opa": "Optic neuritis",
        "opb": "AION (Anterior Ischemic Optic Neuropathy)",
        "opc": "Intracranial tumor",
        "opd": "Papillitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of the Optic Nerve",
        "id": "f4e8756d-0a72-42b4-abc5-45beea1a62de",
        "choice_type": "single"
    },
    {
        "question": "Vision not impaired in:",
        "exp": "Ref: Basok's Essentials of Ophthalmology, 5th edition. Explanation: SYMPTOMS OF UVEITISPain: Acute severe with radiation along 5th crania] nerve - worse at night. Redness. Photophobia. Lacrimation. Dimness of vision due to: o Plasmid aqueous. o Vitreous exudateso Exudates in pupillary areao Cystoid macular edemao Complicated cataract. SYMPTOMS OF OPTIC NEURITISMonocular sudden dimness of vision of varying degree (Small scotoma to complete blindness). Impairment of colour vision and contrast sensitivity. Depth perception for moving objects impaired (Pulfrich's phenomenon). Pain behind the eyeball, especially with superior movement. SYMPTOMS OF PAPILLEDEMAVisual acuity and pupillary reactions are normal till late stages of the disease. Amaurosis fugax-Transient blackout of vision for few seconds - in few patients. Visual field is usually normal. Enlargement of Blind spot. SYMPTOMS OF BERLIN'S EDEMA (COMMOTIO RETINAE). Caused by blunt injury to the eye. Milky white cloudiness at the macular area due to edema. Decreased vision in injured eye within few; hours. Visual acuity ranges from 20/20 to 20/400. Central vision may he permanently affected due to pigment deposition in macula.",
        "cop": 3,
        "opa": "Berlin's edema",
        "opb": "Optic neuritis",
        "opc": "Papilledema",
        "opd": "Uveitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of the Optic Nerve",
        "id": "8d97ca36-ebaf-47b7-8b93-679a5652d4ce",
        "choice_type": "single"
    },
    {
        "question": "Optic glioma associated -",
        "exp": "Ans. is 'a' i. e., Neurofibromatosis 1 o Optic nerve glioma (astrocytoma) is the most common intrinsic tumor of the optic nerve. Most common type of optic nerve glioma is juvenile pilocytic astrocytoma The majority of optic nerve gliomas are of astrocytic origin. However, a few rare optic nerve gliomas arise from oligodendrocytes. 70% of optic gliomas occur during first decade of life. Optic nerve gliomas are associated with Neurofibromatosis-1 (Von Recklinghausen's disease) in 55% of cases. 75% of optic gliomas arise from optic chiasma and adjacent optic nerve. 25% are confined to optic nerve alone (orbital optic nerve glioma). o Patients present with some degree of unilateral visual dysfunction, visual field loss, afferent pupillary defect, decreased ocular motility, optic atrophy, pain headache and nystagmus. Proptosis is often the chief complaint of an orbital glioma. Nystagmus may also occur. Other late features of optic nerve glioma are neovascular glaucoma, anterior segment ischemia and hemorrhagic glaucoma from retinal vascular occlusiono In chiasmal gliomas there may be visual field defects, raised ICT, papilloedema and endocrine abnormalities like diabetes insipidus, hypopituitarism, dwarfism and precocious puberty.",
        "cop": 1,
        "opa": "Neurofibromatosis 1",
        "opb": "Neurofibromatosis 2",
        "opc": "Sturge Weber syndrome",
        "opd": "Von Hippel Lindau syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of the Optic Nerve",
        "id": "ccf07bf5-300f-4bb9-b8c5-c8f4ac4be74b",
        "choice_type": "single"
    },
    {
        "question": "Colour blindness in ethambutol toxicity:",
        "exp": "Ans. (b) Red green. Ref: A. K. Khurana 6th ed. 1329* Optic neuritis, the most serious adverse effect reported due to ethambutol toxicity, typically presents as reduced visual acuity, central scotoma, and loss of the ability to see green (or, less commonly, red).* Please refer to pharmacology section for detailed discussion on ATT and their side effect.",
        "cop": 2,
        "opa": "Red blue",
        "opb": "Red green",
        "opc": "Blue",
        "opd": "Red green blue",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of the Optic Nerve",
        "id": "f0a8c8fe-70c6-4af7-9868-324298cfa7e5",
        "choice_type": "single"
    },
    {
        "question": "Following is a feature of papilloedema -",
        "exp": "Ans. is 'b' i. e., Blurring of disc margin o Blurring of disc margin is earliest sign. Vision is normal initially. In 25% of patients visual symptoms occur only in advanced severe papilloedema, when optic atrophy sets in. Typically, there is recurring brief episodes (transient) of visual obscurations (Amaurosis fugax) lasting less then 30 seconds, in which vision turns grey or blacks, sometimes decribed as if a veil has fallen over the eyes. The symptoms usually affect both eyes at once as papilloedema is bilateral. Central vision is affected late in the disease. Initially there is enlargement of blind spot and progressive contraction of the visual field (visual field becomes smaller). Complete blindness sets in eventually. Thus, characteristically there is gradually progressive painless loss of vision.",
        "cop": 2,
        "opa": "Shrinkage of blind spot",
        "opb": "Blurring of disc margin",
        "opc": "Low vision",
        "opd": "Loss of pupillary reflex",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of the Optic Nerve",
        "id": "73787790-df14-4a47-8a8f-8abdf0af45c9",
        "choice_type": "single"
    }
]