[
    {
        "question": "Patient came to the OPD with recent onset photphobia within 24 hours and sloughing corneal ulcer. There is greenish ulcer base. Which of the following can be the causative organism:",
        "exp": "Pseudomonas Ulcer Rapid onset & Greenish ulcer base Produce biofilm that cause resistance MC cause of infection in contact lens users Nocardia ulcer resembles fungal ulcer in its characteristics.",
        "cop": 3,
        "opa": "Acanthamoeba",
        "opb": "Nocardia",
        "opc": "Pseudomonas",
        "opd": "Herpes",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "0872023a-b442-4c33-8fb4-e916e3cbc681",
        "choice_type": "single"
    },
    {
        "question": "Maximum visual impairment occurs in:",
        "exp": "Nebular corneal opacity has maximal visual disability. Type of corneal opacities Nebular: Superficial layers involving upto superficiial stroma. It do more disability of vision owing to the irregular astigmatism. Macular: Upto mid stroma is involved as opacity Leucomatous: Full thickness stromal opacity. Adherent leucoma is iris tissue incarcerated in opacity, seen normally after perforation. Peripheral, mid peripheral and centrocaecal leucomas will not affect the visual axis and hence would not produce visual disability. However a central leucoma would not allow light to pass through and hence would cause maximum visual problems.",
        "cop": 3,
        "opa": "Leukoma adherens at periphery",
        "opb": "Centrocaecal leucoma",
        "opc": "Nebular corneal opacity",
        "opd": "Med peripheral Leucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "369446dc-b1c5-41ad-9904-897892a63cdb",
        "choice_type": "single"
    },
    {
        "question": "Not a cause of superior limbic keratoconjunctivitis:",
        "exp": "Mooren's ulcer is not a cause of superior limbic kerato conjunctivitis. SUPERIOR LIMBIC KERATO CONJUNCTIVITIS Causes Thyroid Ophthalmopathy Proptosis(can be seen in chloroma) Facial Nerve palsy Severe dry eye/ Meibomitis Superior conjunctiva shows punctate epithelial erosions. Rx Lid Taping in night Removal of any epithelial filaments Lubricating eye ointment gel",
        "cop": 4,
        "opa": "Thyroid Ophthalmopathy",
        "opb": "Chloroma",
        "opc": "Severe dry eye",
        "opd": "Mooren's ulcer",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "6412af17-1964-4d3e-b85e-3c14506d171d",
        "choice_type": "single"
    },
    {
        "question": "Which dye is best used for defining corneal erosions and ulcers?",
        "exp": "1. Fluorescein - fluorescein impregnated strips used Uses Corneal staining to detect abrasion and ulcers. Lacrimal tests includes tear film break up time, Jane's test for watering eye. Seidel's Test. To detect leakage of aqueous from AC 2. Lissamine green stains degenerated and dead cells -used in ocular surface disorders -Eg keratoconjunctivitis 3. Indocyanin green (l. CG) has a high protein binding capacity Used in Fundus angiography - for disorders involving choroidal vasculature ICG-enhanced anterior/posterior capsulorrhexis - childhood/adult cataract with no fundus glow. 4. Rose bengal(1%) is used for staining of margins of dendritic ulcers",
        "cop": 4,
        "opa": "Lissamine green",
        "opb": "Indocyanine green",
        "opc": "Rose Bengal",
        "opd": "Fluorescein",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "1ca43bee-14b4-449e-b584-b4153e491770",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an association for Keratoconus:",
        "exp": "Senile cataract is not an association with keratoconus Impoant Associations of Keratoconus Marfans Leber congenital amaurosis Vernal kerato conjunctivitis Down's syndrome Atopy Floppy eyelid syndrome Ehler Danlos Achondroplasia Alagille syndrome Ape syndrome",
        "cop": 4,
        "opa": "Marfans Syndroma",
        "opb": "Leber congenital amaurosis",
        "opc": "Vernal kerato conjunctivitis",
        "opd": "Senile Cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "02b34f2a-24e0-43a2-a853-4c677173db2e",
        "choice_type": "single"
    },
    {
        "question": "Keratomalacia is associated with which of the following infections?",
        "exp": "- Keratomalacia is often precipitated by an acute systemic illness such as measles, pneumonia, or severe diarrhea.- Keratomalacia is common in developing countries and affects poorly nourished children who are deficient in Vitamin A, often early in the first year of life.- The cornea becomes dull and insensitive, finally the whole tissue undergoes necrosis and seems to melt away (keratomalacia)",
        "cop": 3,
        "opa": "Herpes simplex",
        "opb": "Varicella zoster",
        "opc": "Measles",
        "opd": "Diphtheria",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "6d4ae2cb-c397-4e22-8d52-96b107c0d11f",
        "choice_type": "single"
    },
    {
        "question": "Krukenberg spindles are found in",
        "exp": "Pigment dispersion syndrome *Krukenberg spindle- Pattern formed on posterior surface of cornea by pigmented iris cells which are deposited as result of currents of the aqueous humor. Found In Pigment dispersion Trauma Pseudoexfoliation syndrome",
        "cop": 1,
        "opa": "Pigment dispersion syndrome",
        "opb": "Primary angle closure glaucoma",
        "opc": "Hypermature morgagnian cataract",
        "opd": "Anterior uveitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "0bb9dd38-ab0c-4f55-8e77-1d26b2f9662a",
        "choice_type": "single"
    },
    {
        "question": "Chyriasis is deposition of",
        "exp": "Chryiasis is deposition of gold in stroma of cornea. Type of Pigment Name of Deposit Disorder Location in Cornea Iron Stocker's line Pterygium Epithelium Hudson-Stahli line In old age Epithelium Ferry's line Filtering bleb Epithelium Fleischer's ring Keratoconus Epithelium Coat's white ring Previous Metallic foreign body injury Bowman's layer Siderosis Stroma Blood staining of cornea Stroma Copper Kayser-Fleischer ring Wilsons's Disease Descement's membrane Melanin Krukenberg's spindle Pigment dispersion syndrome Endothelium Silver Argyrosis Stroma Gold Chrysiasis Stroma",
        "cop": 2,
        "opa": "Silver in stroma of cornea",
        "opb": "Gold in stroma of cornea",
        "opc": "Iron in basement membrane",
        "opd": "Copper in descement's membrane",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "2826aad9-e21d-46fe-983c-c6a69e8f7121",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a treatment modality for Keratoconus",
        "exp": "Prism -Prisms are used in Squint and not in keratoconus Rx Protocol for Keratoconus 1. SPECTACLE 2. CONTACT LENSES USED IN KERATOCONUS *Rigid Gas Permeable *Scleral lenses *Rose K lenses *Soper lenses 3. COLLAGEN CROSS LINKING C3R: INTACS Penetrating keratoplasty 4. INTACS Intracorneal ring segments *Reduce corneal steepening, made of PMMA. *Used in Pellucid Marginal Degeneration, post LASIK ectasia and keratoconus. 5. SURGERY *DALK (deep anterior Lamellar keratoplasty) *ALTK (Anterior lamellar therapeutic keratoplasty) *Penetrating Keratoplasty: When full thickness of cornea is involved as in hydrops with scar",
        "cop": 2,
        "opa": "Spectacle",
        "opb": "Prism",
        "opc": "Contact lens",
        "opd": "INTACS",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "297c3150-f6c0-4f93-aa5e-ecc1d8d068ad",
        "choice_type": "single"
    },
    {
        "question": "A patient came to eye OPD with disc shaped edema over cornea and has a history of vesicles over lips few weeks back. There is no ulcer on staining. What can be the diagnosis:",
        "exp": "The clinical features are suggestive of disciform keratitis seen in herpetic eye infections DISCIFORM KERATITIS Hypersensitivity reaction to HSV antigen Endothelitis f/b stromal edema Focal disc shaped edema with no ulcer KP may be present Wessley ring may be present Diminished corneal sensation Mild uveitis and rise of iop Antiviral + steroid",
        "cop": 1,
        "opa": "Disciform viral keratitis",
        "opb": "Marginal ulcer",
        "opc": "Metherpetiform keratitis",
        "opd": "None of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "cf73928c-3585-4678-af7a-1221b9c962dc",
        "choice_type": "multi"
    },
    {
        "question": "Berlin's edema is seen due to",
        "exp": "Ocular Trauma o Blunt traums o Perforation Manifestations a. Corneal edema b. Hyphaema c. Iridodialysis d. Angle recession e. TM tear f. Hyphaema g. Subluxation/Dislocation of lens h. Rosette cataract i. Retinal dialysis j. Choroidal detachment k. Berlin's edema l. Optic nerve avulsion m. Nasolacrimal duct damage n. Blow out 7 RINGS OF BLUNT TRAUMA 1. Central iris: Sphincter tear 2. Peripheral iris: Iridodialysis 3. Anterior ciliary body: Angle recession 4. Separation of ciliary body from scleral spur: Cyclodialysis 5. Trabecular meshwork: Trabecular meshwork tear 6. Zonules/lens: Zonular tear with possible lens subluxation 7. Seperation of the retina from the ora serrata: Retinal dialysis Vitreous based detachment, that is, Retinal Dialysis is sign of blunt trauma.",
        "cop": 1,
        "opa": "Trauma",
        "opb": "Foreign body",
        "opc": "Infection",
        "opd": "Pars planitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "09ada8b0-056e-4683-9830-26f40cae91a4",
        "choice_type": "single"
    },
    {
        "question": "Not an indication of given prosthesis:",
        "exp": "Boston Keratoprosthesis Indications *SJS, OCP( Stage 3 Or 4 ), TEN, Epidermolysis Bullosa Acquisita *Chemical Injury *Loss Of Lids( Crouzon Disease) *Vascularised cornea with complete stem cell deficiency And dryness *Aniridia With severe corneal changes *Multiple failed Penetrating Keratoplasty",
        "cop": 2,
        "opa": "Crouzon Disease",
        "opb": "OCP( Stage 1 or 2)",
        "opc": "Multiple failed Penetrating Keratoplasty",
        "opd": "Epidermolysis Bullosa Acquisita",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "99a9471d-eb9c-4c16-a484-c8dfb819deea",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a cause for interstitial keratitis",
        "exp": "Pneumococcus Interstitial keratitis Corneal stromal inflammation without epithelial involvement. Infective causes are: *Syphillis * TB * Leprosy *Acanthamoeba",
        "cop": 4,
        "opa": "Syphillis",
        "opb": "Leprosy",
        "opc": "Tuberculosis",
        "opd": "Pneumococcus",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "dc9d0bba-bead-4112-8129-ed5d85bb0aad",
        "choice_type": "single"
    },
    {
        "question": "A patient wakes up at 3 AM with acute pain. O/E 7 hours later the eye appears quiet, with mild corneal stippling and irregularity. What is the most probable diagnosis?",
        "exp": "Recurrent corneal erosions (recurrent keratalgia). These may sometimes follow simple abrasions, especially those caused by finger nail trauma. Patient usually gets recurrent attacks of acute pain and lacrimation on opening the eye in the morning. This occurs due to abnormally loose attachment of epithelium to the underlying Bowman's membrane. Treatment. Loosely attached epithelium should be removed by debridement and 'pad and bandage' applied for 48 hours, so that firm healing is established. Angle closure glaucoma doesn't cause pain at night since during sleep the pupils are constricted.",
        "cop": 3,
        "opa": "Contact lens over wear syndrome",
        "opb": "Corneal ulcer",
        "opc": "Recurrent corneal erosion",
        "opd": "Angle closure glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "fcff89da-b857-4b7a-9094-d9ffc041b2ee",
        "choice_type": "single"
    },
    {
        "question": "Not an absolute contraindication for corneal transplantation is",
        "exp": "Tubercular meningitis is a relative contraindication for corneal transplantation as the cornea may not be damaged and disease is not transmissible by this procedure. Contraindications: Death from unknown cause. Infections -HIV, viral hepatitis, syphilis, congenital rubella, tuberculosis, septicaemia and active malaria. Prior high-risk behaviour Commercial sex wrokers, Men who have sex with men, IV drug abusers Within the last 12 months: sex with someone with high-risk behaviour, lives in Africa, or received blood clotting factor concentrates; tattooing, acupuncture or ear/body piercing; imprisonment. Infectious/possibly infectious diseases of CNS, - prion diseases, SSPE, PML, encephalitis, Dementias, Alzheimers, Parkinsons, MS and MND. Receipt of a transplanted organ. Receipt of human pituitary-derived growth hormone. Brain or spinal surgery before 1992. Most haematological malignancies. Ocular disease- likely to compromise graft outcome Rabies",
        "cop": 3,
        "opa": "Subacute Sclerosing panencephalitis",
        "opb": "Rabies",
        "opc": "Tubercular meningitis",
        "opd": "Death due to unknown cause",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "f428fba3-f478-4f7f-8266-f3625f40230d",
        "choice_type": "single"
    },
    {
        "question": "Corneal sensations are diminished in:",
        "exp": "Herpes simplex infection is a common cause of corneal sensory loss, although less severe than in keratitis caused by reactivation of varicella-zoster virus. Some patients with active HSV keratitis present with sensations of spontaneous pain, discomfo, and dryness.",
        "cop": 1,
        "opa": "Herpes simplex",
        "opb": "Conjunctivitis",
        "opc": "Fungal infections",
        "opd": "Marginal keratitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "09eb3dd3-dccd-4a22-82d7-68c363133dc7",
        "choice_type": "single"
    },
    {
        "question": "Not true regarding herpes keratitis:",
        "exp": "Satellite lesions are seen in fungal corneal ulcer and not in herpes keratitis. Herpes Keratitis Both HSV 1 and 2 can cause it Ocular lesions like punctate keratitis is seen Diminished corneal sensation Recurrent Herpes simplex keratouveitis- most common cause of U/L keratouveitis. Dendritic Ulcer stains with fluorescein & have bulb like ends. The virus laden cells at margin of ulcer take up rose Bengal dye Geographical Large confluent ulcer",
        "cop": 3,
        "opa": "Diminished corneal sensation",
        "opb": "Can be recurrent",
        "opc": "Sattelite lesions are seen",
        "opd": "Punctate keratitis is seen",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "af32c4ce-4462-46ab-9a09-bcecffff205a",
        "choice_type": "multi"
    },
    {
        "question": "A diagnosis of fungal corneal ulcer is not made if there is presence of",
        "exp": "Symptoms of fungal corneal ulcer are similar to central bacterial corneal ulcer, but in general, they are less marked than the equal-sized bacterial ulcer and the overall course is slow and torpid. Signs are more prominent than symptoms. Corneal ulcer is greyish white, dry-looking with elevated rolled out margins. Delicate feathery finger-like extensions are present into the surrounding strorna under the intact epitheliium. Hypopyon usually a big one is present even if the ulcer is very small. Unlike bacterial ulcer, the hypopyon not sterile as the fungi can penetrate into the anterior chamber without perforation.",
        "cop": 1,
        "opa": "Marked photophobia and pain compared to signs",
        "opb": "Sloughing corneal ulcer",
        "opc": "Fixed hypopyon",
        "opd": "Presence of hyphae on KOH mount",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "37479a1d-759e-49c3-87b7-060f4976caca",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used as an adjuvant therapy for fungal corneal ulcer?",
        "exp": "Atropine is a cycloplegic drug and is used as adjuvant therapy in fungal corneal ulcer as:-. Reduces pain from ciliary spasm Prevent formation of synechiae Reduce inflammation Reduces exudation Pilocarpine will cause miosis and increase the pain and thus not used. Dexamethasone is absolutely contraindicated in fungal corneal ulcer as it may cause perforation. Lidocaine is local anesthetic and will impair healing and hence not used.",
        "cop": 1,
        "opa": "Atropine eye drops",
        "opb": "Pilocarpine eye drops",
        "opc": "Dexamethasone",
        "opd": "Lidocaine",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "788307a0-823f-42fc-9628-8f879b1f2c2f",
        "choice_type": "single"
    },
    {
        "question": "10 yr old male patient came to OPD with itching and cobblestone papillae on examination. The symptoms aggravate in the summer. What is probable diagnosis",
        "exp": "Vernal keratoconjunctivitis Young boys in 1st decade of life severe itching present cobble stone papillae seen: hallmark. It is a papillary hyperophy not follicular. VKC is type 1 hypersensitivity. Phlyctenular type 4. Signs: Shield ulcer Maxwell lyon sign Horner trantas spots Pseudogerontoxon A/w keratoconus is seen Rx Steroids-Fluorometholone & loteprednol topical. Antibiotics does not have any prominent role. DOC- Olopatadine, Sodium Cromoglycate, Ketotifen and Epinastine. Refractony -Cyclosporine, Tacrolimus & acetyl cysteine 0. 5%. Horner Tranta spots Cobblestone pappila Others options: TRACHOMA: commonest infective cause of blindness. hallmark: sago grain follicles. herbet pits seen.",
        "cop": 4,
        "opa": "Phlyctenular conjunctivitis",
        "opb": "Trachoma",
        "opc": "Atopic conjunctivitis",
        "opd": "Vernal Keratoconjunctivitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "7fad3d62-56d0-41cb-b092-d5712fa31af8",
        "choice_type": "single"
    },
    {
        "question": "Diagnose:-",
        "exp": "Wilson's disease Kayser - Fleischer rings (KF rings) are dark rings that appear to encircle the iris of the eye. Itoccurs due to copper deposition in Descemet's membrane of cornea. In case of Wilson's disease, KF rings are present in 95% of patients with neurological symptoms, 50-60% of patients with hepatic involvement alone, and only in 10% of asymptomatic siblings. Early detection of KF ring is best possible with gonioscopy, although it is most commonly detected by slit-lamp examination.",
        "cop": 2,
        "opa": "Keratoconus",
        "opb": "Wilson's disease",
        "opc": "Glaucoma",
        "opd": "Williams syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "c4737b2c-3c33-421e-8f11-7df3339c3614",
        "choice_type": "single"
    },
    {
        "question": "Not true regarding treatment of bacterial corneal ulcer:",
        "exp": "Steroids should not be used in persistent epithelial defects Treatment Bacterial corneal ulcer Foified Antibiotic eye drops Cycloplegic & Mydriatic to relieve pain and give rest to ciliary body. Cyanoacrylate glue is also indicated in treatment of small perforation. In case of rise of intra-ocular pressure aqueous suppressant are used to reduce IOP. In case of Leucomatous corneal opacity, penetrating keratoplasty may be needed.",
        "cop": 4,
        "opa": "Foified Antibiotic eye drops",
        "opb": "Cycloplegic & Mydriatic to relieve pain",
        "opc": "Cyanoacrylate glue is also indicated in treatment of small perforation.",
        "opd": "Steroids are given usually in persistent epithelial defects",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "74de072f-c241-437a-8502-eccb9124b502",
        "choice_type": "multi"
    },
    {
        "question": "Which is therapeutic indication of keratoplasty:",
        "exp": "Perforated corneal ulcer Indication of penetrating keratoplasty Therapeutic - replaces inflamed cornea and maintains structural integrity of the eye ball Perforated corneal ulcer Optical - improve vision, opacity, bullous keratopathy, advanced keratoconus",
        "cop": 2,
        "opa": "Keratoconus",
        "opb": "Perforated corneal ulcer",
        "opc": "Myopia",
        "opd": "hypermetropia",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "5d02624f-edb9-4eda-a066-5ae63ef02893",
        "choice_type": "single"
    },
    {
        "question": "Klebsiella pneumoniae causes:",
        "exp": "Klebsiella pneumonia causes Keratitis M/C/C in world - staph aureus M/C in India - Pneumococcus ( ulcus serpens & hypopyon corneal ulcer) Chalazion also called tarsal/meibomian cyst. chronic non infective lipogranulomatous inflammation Of the meibomian gland Entropion Inward rolling of eye lid Stye Suppurative inflammation of the Zeis or moll",
        "cop": 3,
        "opa": "Chalazion",
        "opb": "Entropion",
        "opc": "Keratitis",
        "opd": "Stye",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "2ca7e562-4fd1-4a46-9865-5607ac60fcec",
        "choice_type": "single"
    },
    {
        "question": "Which organismal infection is highly virulent & cause corneal ulcer perforation within 48 hr?",
        "exp": "Pseudomonas bacterial keratitis is most virulent and can cause corneal ulcer perforation within 48 hours. Pseudomonas ulcer: Most common cause of infection in contact lens users Very virulent Can stimulate fungal corneal ulcer Impoant Points to Remember in Bacterial Keratitis: *Symptoms more pronounced than sign. *Staphyococcus most common cause for bacterial keratitis. *Most common cause of contact lens related keratitis- Pseudomonas. *Ulcer Serpens- Pneumococcus. *Organisms that can breach intact corneal epithelium - Gonococci, Meningiococci, Shigella, Corynebacterium diphtheria, H. influenza biotype III, Listeria monocytogenes",
        "cop": 2,
        "opa": "Herpes simplex",
        "opb": "Pseudomonas",
        "opc": "Staphylococci",
        "opd": "Aspergillus",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "0c21c928-19cc-4779-b273-8c5b7fafcfff",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true regarding herpes zoster ophthalmicus:",
        "exp": "Pseudodendritic and not dendritic ulcers are seen. Herpes zoster ophthalmicus Acute infection of Gasserian ganglion of 5th cranial nerve by VZV MC nerve involved Frontal nerve, most specific nerve involved: Nasociliary Can involve all pas of eye though they are strictly limited to one side of head Pseudodendritic ulcer: HZV & Acanthamoeba. Pseudodendrites don't have terminal bulbs as seen in dendritic ulcer and more peripheral. Ocular Features Follicular conjunctivitis & hemorrhagic conjunctivitis Punctate epithelial keratitis Nummular keratitis: Tiny granular deposits surrounded by stromal haze Disciform keratitis Dendritic ulcers are caused by Herpes Simplex Virus not HZV",
        "cop": 2,
        "opa": "Frontal nerve is most common nerve involved",
        "opb": "Dendritic ulcers are seen",
        "opc": "Punctate epithelial keratitis",
        "opd": "Cranial nerves can also be involved",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "695862e6-8362-4b84-ab52-2d54731ce489",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of infectious keratitis in a contact lens user",
        "exp": "Most common cause of infectious keratitis in a contact lens user is pseudomonas Commonest causative organism associated with keratitis - pneumococcus Hypopyon ulcer / ulcus serpens - pneumococcus acanthamoeba: attacks contact lens that are washed with water.",
        "cop": 3,
        "opa": "Acanthamoeba",
        "opb": "Pneumococcus",
        "opc": "Pseudomonas",
        "opd": "Staph",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "ed0876e8-7d7e-4fe9-8293-2009fce7544e",
        "choice_type": "single"
    },
    {
        "question": "Steroids are contraindicated in which of the folllowing ophthalmic condition",
        "exp": "Dendritic ulcer is absolute contraindication for the use of steroids STEROID IN OPHTHALMOLOGY *Contraindication: FUNGAL ULCER *DOC in all type of uveitis *Systemic steroids have more propensity to cause cataract *Topical steroids have more propensity to cause steroid induced rise of IOP *ULCER (epithelial defect): Avoid *Endothelitis, interstitial KERATITIS: Can provide relief *Neurotrophic ULCER: Contraindicated, can aggrevate the conditon *Herpetic Dendritic Ulcer - Contraindication *Dexamethasone and Prednisolone acetate has higher propensity of causing rise in IOP than Loteprednol and Fluromethalone",
        "cop": 4,
        "opa": "Endothelitis",
        "opb": "Disciform keratitis",
        "opc": "Vernal keratoconjunctivitis",
        "opd": "Dendritic ulcer",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "279aad7a-20f3-40ab-9e1b-b8bd296212d0",
        "choice_type": "single"
    },
    {
        "question": "Most common type of astigmatism in keratoconus is",
        "exp": "Keratoconus usually have irregular astigmatism * B/L Non inflammatory ectatic condition of cornea Clinical Presentation * Young females with constantly changing power of glasses with myopia & high cylinder and irregular astigmatism SIGNS IN KERATOCONUS Munson sign Enlarged corneal nerves Oil droplet reflex( on DDO) Rizutti sign Hydrops Fleischer ring",
        "cop": 3,
        "opa": "Simple myopia",
        "opb": "Simple hypermetropia",
        "opc": "Irregular astigmatism",
        "opd": "Regular astigmatism",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "7b5ae78e-966f-41ed-bba6-d1b02cc2871a",
        "choice_type": "single"
    },
    {
        "question": "Combination of fixed dilated pupil with iris atrophy and secondary glaucoma following penetrating keratoplasty is:",
        "exp": "Typical symptoms of Urrets zavalia, after corneal transplant in keratoconus surgery. URRETS ZAVALIA SYNDROME * Fixed dilated pupil unresponsive to pilocarpine * Iris atrophy due to iris ischemia Multiple posterior synechiae * Seen in post corneal transplantation in Keratoconus * Elevated IOP a risk factor Use of mydriatics is also considered as a risk factor",
        "cop": 3,
        "opa": "Benedicts syndrome",
        "opb": "Possner Scholsman Syndrome",
        "opc": "Urrets Zavalia Syndrome",
        "opd": "Kauffman",
        "subject_name": "Ophthalmology",
        "topic_name": "Diseases of Cornea",
        "id": "c9ac41f2-22b2-4791-be39-9332afa80cba",
        "choice_type": "single"
    }
]