[
    {
        "question": "Which is the first country in south east Asia to have eliminated trachoma?",
        "exp": "21 May 2018 - The World Health Organization (WHO) has validated Nepal for having eliminated trachoma as a public health problem - a milestone, as the country becomes the first in WHO's South-East Asia Region to defeat the world's leading infectious cause of blindness. Several criteria are used to assess a country's claim for having eliminated trachoma as a public health problem. These include: Less than 5% of children aged 1-9 years have signs of active trachoma (trachomatous inflammation-follicular), which can be treated with antibiotics, in each previously-endemic district; Less than 0. 2% of people aged 15 years and older have trachomatous trichiasis, which requires eyelid surgery, in each previously-endemic district; and A health system which can identify and manage new cases of trachomatous trichiasis.",
        "cop": 2,
        "opa": "India",
        "opb": "Nepal",
        "opc": "Bangladesh",
        "opd": "Pakistan",
        "subject_name": "Ophthalmology",
        "topic_name": "Disorders of Conjunctiva",
        "id": "32dc13a3-2bd2-4caf-8a38-da5085e969af",
        "choice_type": "single"
    },
    {
        "question": "Ophthalmia nodosa is seen with",
        "exp": "*Ophthalmia nodosa: Conjunctival inflammatory nodule due to caterpillar hair or tarantula hair *Can lead to chronic conjunctivitis and visually disabling corneal scars, cataract, vitritis and macular edema *Treatment: removal of the offending agent and managing inflammation through coicosteroid treatment.",
        "cop": 2,
        "opa": "Onchocerciasis",
        "opb": "Caterpillar hair in conjunctiva",
        "opc": "Pseudoexfoliation syndrome",
        "opd": "Pinguecula",
        "subject_name": "Ophthalmology",
        "topic_name": "Disorders of Conjunctiva",
        "id": "73904fec-4195-4777-8437-0492289533b1",
        "choice_type": "single"
    },
    {
        "question": "A 7 yr patient came to opd with nodule on conjunctiva. He has history of taking TB treatment in the past. The nodule with has now encroached the limbus. What is the possible diagnosis.",
        "exp": "The hints point towards phlyctenular keratoconjunctivitis Phlyctenular conjunctivitis * Nodular response of conjunctival epithelium to endogenous antigen * Organisms: TB, S. aureus (mc), M. axenfield * Age: 3-15 yr * Girls > Boys * Predisposition in Low Socioeconomic status, Unhygenic surroundings Pathophysiology * Stage of Nodule Formation * Ulceration * Granulation * Healing Types: Conjunctival Involvement * Simple * Necrotizing * Miliary Corneal Involvement * Ulcerative: Sacrofulaceous/ Fascicular/ Miliary * Diffuse infiltative Treatment * Topical steroids * Antibiotic ointment * Atropine (1%) in case of corneal involvement",
        "cop": 3,
        "opa": "Trachoma",
        "opb": "Vernal keratoconjunctivits",
        "opc": "Phylectenular keratoconjunctivitis",
        "opd": "Limbus stem cell deficiency",
        "subject_name": "Ophthalmology",
        "topic_name": "Disorders of Conjunctiva",
        "id": "945521d1-364a-4d53-9704-4d96c3d3e364",
        "choice_type": "single"
    },
    {
        "question": "Not a feature of Ocular Mucous Membrane Pemphigoid",
        "exp": "It is type 2 hypersensitivity and not type 1 Ocular Mucous Membrane Pemphigoid * Type II hypersensitivity * Age> 60 * MC in females * Chronic inflammatory subepithelial blistering disease with subsequent cicatrization C/F * Inflammatory signs * Cicatrization- Loss of fornices, symblepharon, loss of limbal stem cells * Lid: Trichaiasis& Entropion * Cornea: Superficial punctate keratitis, corneal neovascularization & even perforation * Mucus of oral cavity, anus, vagina and urethra may be involved * Cutaneous vesicles & bullae may be formed * Involvement of trachea and esophagus Rx * Lubricants * Dapsone * Immunosuppressants * Treatment of severe dry eye",
        "cop": 4,
        "opa": "Loss of fornices",
        "opb": "Lid: Trichaiasis& Entropion",
        "opc": "Involvement of mucosa of mouth",
        "opd": "Type 1 hypersensitivity",
        "subject_name": "Ophthalmology",
        "topic_name": "Disorders of Conjunctiva",
        "id": "a1b52882-3ecb-47c1-9aa5-29e2ab805696",
        "choice_type": "single"
    },
    {
        "question": "Not a feature of conjunctivitis",
        "exp": "Impaired pupillary reaction is seen in optic nerve disorders or extensive retinal detachment. It is not seen in conjuvtivitis. C/F of conjunctivitis * Discharge: Watery, Mucoid, mucopurulent, Severe purulent * Hyperemia: Bacterial /viral infection. * Hemorrhage: Viral (enteroviral/ adenoviral / trauma). * Chemosis(swelling of conjunctiva): Viral/ Bacterial.. Normal pupillary reaction * Pseudomembrane/true membrane: Pseudomembrane doesnot bleed on removal * Infiltration * Subconjunctival scarring: Loss of goblet & accessory lacrimal glands (trachoma) lead to fibrosis. colored halos",
        "cop": 2,
        "opa": "Mucoid discharge",
        "opb": "Impaired pupillary reactions",
        "opc": "Chemosis",
        "opd": "Halos",
        "subject_name": "Ophthalmology",
        "topic_name": "Disorders of Conjunctiva",
        "id": "ab000f0e-61e0-461a-8a8d-b7250608ded1",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of blepharoconjunctivitis",
        "exp": "The most common cause of blepharoconjuctivitis is staph aureus Staphylococcus epidermidis is an innocuous flora of lid and conjunctiva. It can also produce blepharoconjunctivitis. Moraxella lacunata is most common cause of angular conjunctivitis and angular blepharoconjunctivitis. Corynebacterium diphtheriae causes acute membranous conjunctivitis",
        "cop": 4,
        "opa": "Corynebacterium",
        "opb": "Moraxella lacunata",
        "opc": "Staph epidermidis",
        "opd": "Stah aureus",
        "subject_name": "Ophthalmology",
        "topic_name": "Disorders of Conjunctiva",
        "id": "724a4e02-0160-40f9-8ce4-9eda68ae17bf",
        "choice_type": "single"
    },
    {
        "question": "A chronic alcoholic complains of congestion around the lateral canthus and burning sensation with discomfo of the eyes. Probable diagnosis?",
        "exp": "Lateral canthus --> Angle of eye Angular Conjunctivitis: chronic conjunctivitis characterized by mild grade inflammation confined to the conjunctiva and lid margins near the angles (hence the name) associated with maceration of the surrounding skin. Moraxella Axenfield (MA) is the commonest causative organism. (Gram negative diplococci) MA bacilli are placed end to end, so the disease is also called 'diplobacillary conjunctivitis' Rarely, staphylococci may also cause angular conjunctivitis. Signs include Hyperaemia of bulbar conjunctiva near tlhe canthi. Hyperaemia of lid margins near the angles. Excoriation of the skin around the palpebral angles. DIY, Foamy mucopurulent discharge at the angles is usually present. Frequent blinking. Source of infection: Nasal tract of healthy persons Often present in the nasal discharge in cases of angularconjunctivitis. treatment-Tetracycline ointment 2-3 times/day x 10-14 days OTHER OPTIONS Adenoviral conjunctivitis usually occurs in epidemics and thus ruled out Acute hemorrhagic conjunctivitis - characterized by multiple conjunctiva hemorrhages, conjunctival hyperaemia and mild follicular hyperplasia-caused due to enterovirus 70. Trachoma is characterised by lacrimation, scanty mucoid discharge and foreign body sensation with other characteristic signs.",
        "cop": 3,
        "opa": "Adenoviral conjunctivitis",
        "opb": "Appolo Disease",
        "opc": "Angular conjunctivitis",
        "opd": "Trachoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Disorders of Conjunctiva",
        "id": "61de26ff-bb73-4bd0-b302-d1d283be13fa",
        "choice_type": "single"
    },
    {
        "question": "Cause of angular conjunctivitis:",
        "exp": "Conjuctivitis AGENT Giant Papillary conjunctivitis Allergy to contact lens Epidemic Kerato conjunctivits Adenovirus Acute Hemorrhagic conjunctivitis(Apollo Dis) enterovirus 70 (Apollo virus) Angular Moraxella Trachoma - - chlamydia A, B, C Swimming pool conjunctivitis chlamydia D to K Phlyctenular Type IV HSN, Staph Ag Membranus - diphtheria Vernal keratoconjunctivitis allergic conjuctivitis Inclusion conjuntivits chlamydia Ophthalmia neonatorum -bilateral inflammation of the conjunctiva occurring in a infant less than 30 days old. - Incubation period of ophthalmia neonatorum Chemical - 6 hours Gonococcal- 2-5 days Neonatal inclusion conjunctivitis (serotypes d to k of chlamydia trachomatis)- 5-14 days",
        "cop": 3,
        "opa": "Coronavirus",
        "opb": "Adenovirus",
        "opc": "Moraxella",
        "opd": "Gonococci",
        "subject_name": "Ophthalmology",
        "topic_name": "Disorders of Conjunctiva",
        "id": "a06152bc-cb3c-4a93-844d-02dcd61dacc0",
        "choice_type": "single"
    },
    {
        "question": "Maxwell Lyon's sign is a feature of:",
        "exp": "A/K/A warm weather ketratoconjuctivitis /Vernal ketratoconjuctivitis more common in young boys spontaneously resolves at age of pubey type of type 1 HSN (IgE mediated )type 1>type 4. features - cobblestone appearance (hall mark)(large papillae) Maxewell lyon sign - coagulated coppy dishrage forming psudomembrane seen on the eversion of the eyelid. Horner tranta spots DOC-sodium cromoglycolate (Mast cell stabliser)",
        "cop": 2,
        "opa": "Trachoma",
        "opb": "Spring catarrh",
        "opc": "Epidemic keratoconjunctivitis",
        "opd": "Acanthamoeba keratitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Disorders of Conjunctiva",
        "id": "a85b81ec-e2a8-4a1d-9555-a14738a14061",
        "choice_type": "single"
    },
    {
        "question": "After a leisure trip, a patient comes with gritty pain in eye and joint pain. What is the most probable diagnosis?",
        "exp": "Joint pain is a feature of Reiter's syndrome. It's a triad of urethritis, ahritis and conjunctivitis. It is causes by Chlamydia(m/c), Salmonella, Yersinia, Campylobacter, Ureaplasma, Shigella OTHER OPTIONS: Behcet syndrome: inlude mouth and genital soresa, inflamed eyes and rashes. Sarcoidosis: symptoms vary depending on the organs affected SLE: can affects skin, kidney, joints, brain and other organs.",
        "cop": 1,
        "opa": "Reiter's syndrome",
        "opb": "Behcet's syndrome",
        "opc": "Sarcoidosis",
        "opd": "SLE",
        "subject_name": "Ophthalmology",
        "topic_name": "Disorders of Conjunctiva",
        "id": "dcd5b8c1-b745-4880-94b3-feafbb46c9a8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following strain does not cause hyperendemic trachoma",
        "exp": "Trachoma Strains * A, B, Ba, C: Hyperendemic trachoma * D, K: Inclusion trachoma Predisposing factors * Usually contracted during early age group * Females have more serious disease * More common in lower socioeconomic status * Outdoor workers are more involved",
        "cop": 4,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Ophthalmology",
        "topic_name": "Disorders of Conjunctiva",
        "id": "cbf7521b-0e46-4970-9f15-207618548780",
        "choice_type": "single"
    },
    {
        "question": "A 10 year old malnourished boy presents with a nodular elevation on the Limbus which is congested, and stains positive with fluorescein. Tentative diagnosis?",
        "exp": "Phlycten- phlyctenular keratoconjunctivitis is an allergic response of conjunctiva and cornea. Tuberculous proteins were considered, previously, as the most common cause. Staphylococcus proteins are now thought to account for most of the cases. It is characterized by the presence of a typical pinkish white nodule surrounded by hyperaemia on the bulbar conjunctiva, usually near the limbus A pterygium frequently follows a pinguecula is often bilateral, present on the nasal side. Vision becomes impaired due to induced astigmatism or progression into the pupillary area of the cornea. Nodular episcleritis m/c in females presents with a red eye Attacks usually clear without treatment",
        "cop": 3,
        "opa": "Pterygium",
        "opb": "Pinguecula",
        "opc": "Phlycten",
        "opd": "Nodular episcleritis",
        "subject_name": "Ophthalmology",
        "topic_name": "Disorders of Conjunctiva",
        "id": "307ccfa3-490c-41c8-a939-5090b72aa2cd",
        "choice_type": "single"
    },
    {
        "question": "In which of the following condition fascicular ulcer is seen:",
        "exp": "Fascicular ulcer is seen with phlyctenular keratoconjunctivitis. Phlyctenular keratoconjunctivitis Cause: Staphylococcus/ M. Tuberculosis Lesions are seen near limbus Type 4 hypersensitivity reaction Predominantly affect children Fascicular ulcer has Prominent leash of blood vessels Can also cause Sacrofulous ulcer that has shallow margin due to breakdown of small limbal phlycten.",
        "cop": 4,
        "opa": "HSV keratitis",
        "opb": "Spring catarrh",
        "opc": "Riboflavin deficiency",
        "opd": "Phlyctenularkeratoconjunctivitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Disorders of Conjunctiva",
        "id": "9d91b75a-8a89-4a8e-aa1a-86888b846db9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following seen in contact lens user",
        "exp": "Conjuctivitis AGENT Giant Papillary conjunctivitis Allergy to contact lens Epidemic Kerato conjunctivits Adenovirus Acute Hemorrhagic conjunctivitis(Apollo Dis) enterovirus 70 (Apollo virus) Angular Moraxella Trachoma - - chlamydia A, B, C Swimming pool conjunctivitis chlamydia D to K Phlyctenular Type IV HSN, Staph Ag Membranus - diphtheria Vernal keratoconjunctivitis allergic conjuctivitis Inclusion conjuntivits chlamydia",
        "cop": 3,
        "opa": "Vernal keratoconjunctivitis",
        "opb": "Follicular conjunctivitis",
        "opc": "Giant papillary conjunctivitis",
        "opd": "Inclusion conjuntivits",
        "subject_name": "Ophthalmology",
        "topic_name": "Disorders of Conjunctiva",
        "id": "fa9c0c68-dc8a-494e-944d-5754e7f664a3",
        "choice_type": "single"
    }
]