[
    {
        "question": "In Marfan's syndrome which of the following will be seen in eyes:",
        "exp": "Ans. (b) Supero-temporal subluxation of lens. Ref: Khurana 4th ed./ 202* Marafans syndrome is an autosomal dominant condition.* Subluxation of lens is a common finding, which is seen in upward and temporal area, bilaterally symmetrical.* Other abnormalities includes: spider finger, long extremities, high arched palate and dissecting aortic aneurysm with normal IQ. Also Know. Suluxation of lens also seen in-* Homocystinuria: Autosomal Recessive condition; Downward and nasally displaced lens.* Weil marchesani syndrome: Forward subluxation and spheroaphakia* Sulphite oxidase deficiency: ectopia lentis is universal ocular feature* Ehler's danlos syndrome* Hyperlysinemia* Stickler syndrome",
        "cop": 2,
        "opa": "Infero-nesal subluxation of lens",
        "opb": "Supero-temporal subluxation of lens",
        "opc": "Corneal edema",
        "opd": "Increased IOP",
        "subject_name": "Ophthalmology",
        "topic_name": "Displacements of the Lens",
        "id": "e293f08e-0e35-469a-af17-3daa4952ded3",
        "choice_type": "single"
    },
    {
        "question": "Superotemporal dislocation of lens is seen in -",
        "exp": "Ans. is 'a' i. e. Marfan's syndrome o Types of lens dislocations in various diseases:# Marfan syndrome - Superotemporal# Homocystinuria - Inferonasal# Weil-Marchesani syndrome - Forward",
        "cop": 1,
        "opa": "Marfan's syndrome",
        "opb": "Homocystinuria",
        "opc": "Weil Marchesani Syndrome",
        "opd": "Alport's Syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Displacements of the Lens",
        "id": "6f43b7cd-e241-4505-bbd0-c6eeaaeb70cc",
        "choice_type": "single"
    },
    {
        "question": "Lens can be dislocated in all except -",
        "exp": "Ans. is 'd' i. e., Wilson's disease Ectopia lentiso Ectopia lentis is defined as displacement or malposition of the crystalline lens of the eye. The lens is considered dislocated (luxated) when it lies completely outside the lens patellar fossa. The lens is described as subluxated when it is partially displaced but contained within the lens space. Causes arei) Homocystinuriav) Hyperlysinemiaii) Marfan syndromevi) Sulphite oxidase deficiencyiii) Weil - Marchesani svdromevii) Stickler syndromeiv) Ehler Danlos syndromeviii) Traumaix) Consecutive / spontaneous (Hypermature cataract, buphthalmos, high myopia)",
        "cop": 4,
        "opa": "Homocystinuria",
        "opb": "Marfan's syndrome",
        "opc": "Trauma",
        "opd": "Wilson'sdisease",
        "subject_name": "Ophthalmology",
        "topic_name": "Displacements of the Lens",
        "id": "9650801e-0d66-4ad1-bc0d-b8f4abc745fe",
        "choice_type": "multi"
    },
    {
        "question": "Bilateral inferior lens subluxation is seen in-",
        "exp": "Ans. is 'b' i. e., Homocysteinuria. Disease. Typical lens dislocationo Marfan syndrome. Superotemporalo Homocystinuria. Inferonasalo Weil-Marchesani syndrome. Forward",
        "cop": 2,
        "opa": "Marfan syndrome",
        "opb": "Homocysteinuria",
        "opc": "Ocular trauma",
        "opd": "None of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Displacements of the Lens",
        "id": "15421088-aced-480d-af73-73bfd48c8085",
        "choice_type": "multi"
    }
]