[
    {
        "question": "A powerful cycloplegia is:",
        "exp": "(Atorpine) (147-Parson 20th)* Atorpine - is the most potent and has longest duration of action (for 7 days or more)* Homatropine - are less potent. It affects lasts for 4-5 days* Tropicamide - short acting, though effective for upto 3 hours.* Phenylephrine - a selective alpha - 1 - agonist, sympathomimetics.",
        "cop": 1,
        "opa": "Atropine",
        "opb": "Tropicomide",
        "opc": "Phenylephrine",
        "opd": "Homatropine",
        "subject_name": "Ophthalmology",
        "topic_name": "Drugs",
        "id": "4690f7b7-0e59-481a-80e3-e83d77cf0271",
        "choice_type": "single"
    },
    {
        "question": "'Bull's eye' maculopathy can be caused by which of the following?",
        "exp": "Ans. b (Chloroquine). (Ref. KD Tripathi Pharmacology 5th ed. 239)CHLOROQUINE# Chloroquine is also found to induce remission in up to 50% patients of Rheumatoid arthritis. It is found to reduce monocyte interleukin I, consequently inhibiting B lymphocytes.# Chloroquine/hydroxychloroquine are employed in milder nonerosive disease in case methotrexate or sulfasalazine cannot be used, especially when only one or a few joints are involved. Chloroquine accumulates in tissues and produce toxicity, most disturbing of which is retinal damage (Bull's eye' maculopathy) and corneal opacity.# This is less common and reversible in case of hydroxychloroquine, which is preferred over chloroquine.# Other adverse effects are:- Rashes, - Graying of hair, - Irritable bowel syndrome, - Myopathy and- Neuropathy. Chloroquine has marked, rapid schizontocidal and gametocidal activity against blood forms of P. ovale and Plasmodi- um malariae and against susceptible strains of P. vivax and P. falci- parum. It is not active against intrahepatic forms (P. vivax and P. ovale). Systemic medications for treating infection. Indications. Ocular effects and side effects. Systemic side effects. Chloramphenicol. Severe bacterial infections such as abdominal typhus, Haemophilus influenzae mening it is. Decreased visual acuity, vilsual field changes (scotomas or initation) optic neuritis or retrobulbar optic neuritis, local allergic reactions. Aplastic anemia, gastrointestinal dysfunction, fever, gray syndrome. Chloroquine and hydroxychloroquine. Malaria. Amebiasis. Rheulmatoid. Arthritis. Deposits on the cornea, changes in the retinal pigment epithelium (bull's eye maculopathy), visual field changes. Nausea, headache, bleaching of the hair, blood count changes. Quinine. Malaria infection. Decreased visual acuity including toxic amblyopia, mydriasis, retinal damage (edema or vascular constriction), optic disc edema, scotomas. Hemolytic anemia, allergic reactions, hearing loss. Ethambutol. Tuberculosis. Optic neuritis, visual field changes, color vision defects. Hyperuricemia, nausea. Isoniazid. Tuberculosis. Optic neuritis, atrophy of the optic nerve, visual field changes, optic disc edema, colorvision defects. Polyneuropathy (vitamin B6 metabolic dysfunction) allergic reactions, liver damage. Penicillin. Bacterial infections. Mydriasis, depressed accommodation, diplopia, optic disc edema with cerebral pseudotumor (secondary). Nausea, allergic reactions. Rifampicin. Tuberculosis. Conjunctival hyperemia, blepharo conjunctivitis, color change (orange) of fluid is possible. Liver dysfunction, nausea, allergic reactions, hepatic enzyme induction. Streptomycin. Tuberculosis. Nystagmus, decreased visual acuity, toxic amblyopia, color vision defect, atrophy of the optic nerve. Ototoxicity, nephrotoxicity, allergy. Sulfonamides. Bacterial infections. Myopia, unspecific irritation. Allergic reactions, nausea, photosensitivity. Tetracycline. Bacterial infections. Myopia, optic disc edema with cerebral pseudotumor, decreased visual acuity, diplopia. Nausea, allergic reactions, liver damage. Gold salts. Base medication in rheumatoid arthritis. Deposits on the eyelids, conjunctiva cornea (chrysiasis) and lens (rare) ptosis, nystagmus, and diplopia are rare. Blood count changes, nephrotoxicity, mucous membrane damage. Educational table: ADVERSE EFFECTS OF AN MALARIAL DRUGSDrug. Side Effects. Contraindications and cautions. Chloroquine, hydroxy- chloroquine. GI distress, pruritus, headache, dizziness, hemolysis, ocular dysfunction. Avoid in psoriasis. Mefloquine. NVD, dizziness, syncope, extrasystoles, CNS effects (rare). Avoid in seizures, psychiatric disorders, and in cardiac conduction defects. Primaquine. GI distress, headache, dizziness, neutropenia, hemolysis. Avoid in pregnancy, G6. PD deficiency, and autoimmune disorders. Quinine. GI distress, cinchonism, CNS effects, hemolysis, hematotoxicity. Avoid in pregnancy",
        "cop": 2,
        "opa": "Quinine",
        "opb": "Chloroquine",
        "opc": "Amiodarone",
        "opd": "Digoxin",
        "subject_name": "Ophthalmology",
        "topic_name": "Drugs",
        "id": "ab6afaa2-088d-49df-b4b1-55a7e75326d5",
        "choice_type": "single"
    },
    {
        "question": "Shortest acting mydriatic is -",
        "exp": "Ans. is 'c' i. e., Tropicamide Salient features of common cvcloplegic and mydriatic drugs. SL Name of no. the drug. Age of the patient when indicated. Dosage of instillation. Peak effect. Time of performing retinoscopy. Duration of action. Period of Postcycloplegic test. Tonus allowance1. Atropine sulphate (1% ointment)< 5 year. TDSx3 day2-3 days4th day10-20 days. After 3 weeks of retinoscopy. ID2. Homatropine hydrobromide (2% drops)5-8 years. One drop every 10 min. for 6 times60-90 min. After 90 min. of instillation of first drop48-72 hours. After 3 days of retinoscopy0. 5. D3. Cyclopentolale hydrochloride (1% drops)8-20 years. One drop every 15 min. for 3 times80-90 min. After 90 min. of instillation of first drop6-18 hours. After 3 days of retinoscopy0. 75. D4. Tropicamide (0. 5%, 1% drops). Not used as cycloplegie for retinoscopy; used only as mydriatic. One drop every 15 min. for 3 to 4 times20-40 min. 4-6 hours 5. Phenyephrine(5%, 10% drops). Used only as mydriatic alone or in combination with tropicamide. One drop every 15 min. for 3 to 4 times30-40 min. 4-6 hours",
        "cop": 3,
        "opa": "Atropine",
        "opb": "Homatropine",
        "opc": "Tropicamide",
        "opd": "Cyclopentolate",
        "subject_name": "Ophthalmology",
        "topic_name": "Drugs",
        "id": "1f56f009-4f30-46c1-99e4-6fe53eb90cb5",
        "choice_type": "single"
    },
    {
        "question": "The given instrument is used in which of the following",
        "exp": "Ans. (a) Dacryocystorhinostomy. Ref: Yanoff and Duker, 4/e, p. I486. The nose is entered by pushing the instrument through the suture line between the lacrimal bone and the frontal process of the maxilla. Kerrison punches are used to remove the bone between the sac fossa and the nose.",
        "cop": 1,
        "opa": "Dacryocystorhinostomy",
        "opb": "Probing and irrigation",
        "opc": "Enucleation",
        "opd": "Exentration",
        "subject_name": "Ophthalmology",
        "topic_name": "Drugs",
        "id": "0aa8ec10-59f5-43ef-b48c-cd0da3fda80a",
        "choice_type": "single"
    },
    {
        "question": "Acquired nasolacrimal duct obstruction is a side effect of therapy of which of the following medication?",
        "exp": "Ans. a. Timolol (Ref: Seider N, Miller B, Beiran l. Topical glaucoma therapy as a risk factor for nasolacrimal duct obstruction. ' Am J Ophthalmol. 2008 Jan; 145(1): 120-123, Epub 2007 Oct 29.). Acquired nasolacrimal duct obstruction is a side effect of chronic use of timolol-containing topical glaucoma therapy:\"Chronic use of timolol-containing topical glaucoma therapy preparations in glaucoma patients is associated with an increased risk for the development of nasolacrimal duct obstruction (NLDO). \"- Seider N, Miller B, Beiran I. Topical glaucoma therapy as a risk factor for nasolacrimal duct obstruction. ' Am J Ophthalmol. 2008 Jan; 145(1): 120-123. Epub 2007 Oct 29.",
        "cop": 1,
        "opa": "Timolol",
        "opb": "Brimonidine",
        "opc": "Dorzolamide",
        "opd": "Pilocarpine",
        "subject_name": "Ophthalmology",
        "topic_name": "Drugs",
        "id": "778b9d87-516a-44fb-b16b-775678883cfd",
        "choice_type": "single"
    },
    {
        "question": "Bull's eye lesion seen with: (PGI Nov 2009)",
        "exp": "Ans: A (Chloroquine) akobiec 2nd / 2240. 2248 }Causes of Bull's Eye Maculopathy. Chloroquine1? Toxicity of phenothiazine D Bardet-Biedl Syndrome. Inverse retinitis pigmentosa. Dystrophies: benign concentric annular macular dystrophyfenestrated sheem dystrophycone dystrophy. Stargardt disease Bulls eye maculopathy causes loss ofcentrai vision as well as constriction of peripheral fields. The two main S/E of Chloroquine are - corneal deposits & maculopathy. QRetinal Toxicity of Systemic Drugs# Chloroquine/Hydroxy chloroquine: Bull's eye maculopa thyQ. Thioridazine: pigmentary retinopathy. Chloropromazine: Pigment clumping of retina. Niacin: bilateral maculopathy that mimics cystoids macular edema. Tamoxifen: fine refractive intraretinal crystals as well as granular deposits at the level of the pigment epithelium. Deferoxamine: macular pigmentary irregularities",
        "cop": 1,
        "opa": "Chloroquine",
        "opb": "Dapsone",
        "opc": "Rifampicin",
        "opd": "Ethambutol",
        "subject_name": "Ophthalmology",
        "topic_name": "Drugs",
        "id": "47ac0132-94af-4493-8381-59d51c5f8371",
        "choice_type": "single"
    },
    {
        "question": "Whorled keratopathy is seen with the use of:",
        "exp": "Ans: B (Amiodarone) Ref: kanski 7th edition Clinical Ophthalmology page no 862 - 863. Explanation: Vortex Keratopathy/ Corneaverticillata. Characterized by whorl like corneal epithelial deposits. In chronological order it starts as bilateral brow n opacities in the inferior cornea - whorl like pattern. DRUGS-Antimalarials - chloroquine & hydrxychloro- quine. No relationship with dosage or duration. Reversible on cessation of therapy. Other ocular manifestations - Cataract, bull's eye retinopathy. AMIODARONE - anti arrhythmic drug. Deposits are more in high dose usage & longer duration usage: but slowly reversible with cessation of amiodarone. Other ocular manifestations - Anterior subcapsular lens deposits. Optic neuropathy",
        "cop": 2,
        "opa": "Digoxin",
        "opb": "Amiodarone",
        "opc": "Ethambutol",
        "opd": "Steroids",
        "subject_name": "Ophthalmology",
        "topic_name": "Drugs",
        "id": "5eedb863-22b2-489f-998e-1cca11e00f66",
        "choice_type": "single"
    },
    {
        "question": "Bull's eye lesion is due to toxicity of: (PGI Dec 2007)",
        "exp": "Ans. A (Chloroquine) Causes of Bull's Eye Maculopathy. Chloroquine. QToxicity of phenothiazine. Bardet-Biedl Syndrome. Inverse retinitis pigmentosa. Dystrophies: benign concentric annular macular dystrophyfenestrated sheem dystrophycone dystrophy. Stargardt disease. Bui is eye moculopath}' causes loss of cen trai vision as well as constriction of peripheral fields. The two main S/E of Chloroquine are - corneaI deposits & maculopathy. QRetinal Toxicity of Systemic Drugs. Chloroquine/Hydroxv chloroquine: Bull's eye maculopathyQ. Thioridazine: pigmentary retinopathy. Chloropromazine: Pigment clumping of retina. Niacin: bilateral maculopathy that mimics cystoids macular edema. Tamoxifen: fine refractive intraretinal crystals as well as granular deposits at the level of the pigment epithelium. Deferoxamine: macular pigmentary irregularities",
        "cop": 1,
        "opa": "Chloroquine",
        "opb": "Ethambutol",
        "opc": "Chlorpromazine",
        "opd": "Dapsone",
        "subject_name": "Ophthalmology",
        "topic_name": "Drugs",
        "id": "7fadbd70-9621-4cd3-8d7b-c1a270b168c5",
        "choice_type": "single"
    },
    {
        "question": "Strongest cycloplegic is -",
        "exp": "Ans. is 'a' i. e., Atropine Rough estimate of refractive error after retinoscopy: o Objectively a rough estimate of error of refraction is made by taking into account the retinoscopy findings and following deductions. i) Deduction of 1D for 1 m and 1. 5 D when retinoscopy is performed at 2/3rd m (67 cm) distance. ii) Deduction for cycloplegic (1D for atropine, 0. 5D for homatropine, 0. 75 D for cyclopentolate). Amount of refractive error = Retinoscopic finding - deduction for distance - deduction for cycloplegic. o Maximum deduction is required for atropine as it's the strongest cycloplegic.",
        "cop": 1,
        "opa": "Atropine",
        "opb": "Homatropine",
        "opc": "Cyclopentolate",
        "opd": "Tropicamide",
        "subject_name": "Ophthalmology",
        "topic_name": "Drugs",
        "id": "1f73be39-e2fd-41c2-89a1-c318ed32cef3",
        "choice_type": "single"
    },
    {
        "question": "Bull's eye lesion seen with -",
        "exp": "Ans. is 'a' i. e. Chloroquine Salt and Pepper fundus. Congenital rubella, Congenital syphilis, Congenital leber amaurosis, Mayous Batten disease, Thioridazine toxicity. Crumbled chees and ketchup appearance (sauce and cheese appearance). Pizza pie appearance Brush fire appearance. CMV retinitis. Satellite lesion. Head light in the fog appearance. Toxoplasmosis. Hemorrhagic retinal necrosis. HSV, toxoplasmosis, Bechet's retinitis, CRVO or branch vein occlusion. Most common ocular infection in AIDS Most common cause of chorioretinitis in AIDSCMVBull's eye retinopathy (macuiopathy). Chloroquine, Phenothiazine, Bardet-Biedle syndrome, Batten disease, inverse retinitis pigmentosa, Stargardt disease, Dystrophies, Chronic macular hole. Roth spots. Snowball opacities in vitreous. Bacterial endocarditis, Puerperal septicemia Pars planitis, Candidiasis, Sarcoidosis, Lyme disease",
        "cop": 1,
        "opa": "Chloroquine",
        "opb": "Dapsone",
        "opc": "Rifampicin",
        "opd": "Ethambutol",
        "subject_name": "Ophthalmology",
        "topic_name": "Drugs",
        "id": "66fa7c6f-1f65-4103-ac63-2ec00a11bd55",
        "choice_type": "single"
    },
    {
        "question": "Which antiglaucoma drug decreases aqueous formation -",
        "exp": "Ans. is 'b' i. e.. Beta - blockers Mechanism of action of pharmacological agents in POAGAgent. Mechanism of Actionb- blocker (Timolol, Betaxolol. Levobunolol, Carteolol). Decreased aqueous secretion from ciliary epithelium. Prastaglandins (Latanoprost, bimatoprost, travopnost). Increased uveoscleral aqueous outflow. Alpha agonistsy Non- selective (Epinephrine, Dipivefrine)y Selective a - 2 (Aproclonidine, Brimonidine). Increased uveoscleral aqueous outflow Decreased aqueous secretion. Carbonic anhydrase inhibitors (Dorzolamide Brinzolamide, Acetazolamide). Decreased aqueous secretion due to lack of HCO3. Cholinomimetics (Pilocarpine, Phvsostigmine Carbachol, echothiophate). Increased aqueous outflow due to opening of trabecular meshwork due to ciliary- muscle contraction. Hyperosmotic agents (mannitol, glycerol). Reduced vitreous volume and deepen anterior chamber",
        "cop": 2,
        "opa": "Prostaglandins",
        "opb": "Beta - blockers",
        "opc": "Mannitol",
        "opd": "Pilocarpine",
        "subject_name": "Ophthalmology",
        "topic_name": "Drugs",
        "id": "1df92746-d462-4c3a-8fa4-42128407e3ea",
        "choice_type": "single"
    },
    {
        "question": "Which of the antiglaucoma drug is contra- indicated in sulfonamide hypersensitivity -",
        "exp": "Ans. is 'c' i. e., Acetazolamide o Carbonic anhydrase inhibitors (acetazolamide) are contraindicated in sulfonamide hypersensitivity. Important contraindications of topical agents of POAGo b-blockers (non-selective):-Asthma, COPD, CHF, sinus bradycardia, AV blocko Cholinomimetic (Pilocarpine):- Uveitiso Sympathomimetic agents* Dipiveferine:- Angle closure glaucoma, cardiovascular disease.* Brimonidine, Apraclonidine:- Use of MAO inhibitors, hypertensive crisis, Parkinsonism. o Carbonic anhydrase inhibitors:- Hypersensitivity to sulfonamide, eye injury. o Prostaglandin analogues:- Ocular inflammation or infection.",
        "cop": 3,
        "opa": "p-blockers",
        "opb": "Pilocarpine",
        "opc": "Acetazolamide",
        "opd": "Prostaglandin analogues",
        "subject_name": "Ophthalmology",
        "topic_name": "Drugs",
        "id": "ed3763e1-768e-4da2-b397-9e1b21867271",
        "choice_type": "single"
    },
    {
        "question": "Shortest acting mydriatic is?",
        "exp": "ANSWER: (A) Tropicamide. REF: khurana 4th ed p. 68shortest acting mydriatic - Tropicamide. Only mydriatic and not cycloplegic - phenylephrine. Used in children - Atropine",
        "cop": 1,
        "opa": "Tropicamide",
        "opb": "Atropine",
        "opc": "Phenylephrine",
        "opd": "Hyoscine",
        "subject_name": "Ophthalmology",
        "topic_name": "Drugs",
        "id": "4436970c-2069-456d-aa58-41cc70e6d132",
        "choice_type": "single"
    },
    {
        "question": "Duration of cycloplegic by atropine in an adult:",
        "exp": "Ans. (c) 7 - 10 days. Ref.: A. K. Khurana 6th ed. 1573, Khurana 4th ed./146. Cycloplegics and its duration of action. Drug. Duration of Effect (days). Atropine7-10. Scopolamine3-7. Homatropine1-3. Cyclopentolate1. Tropicamidedays (6 hrs)",
        "cop": 3,
        "opa": "6 hours",
        "opb": "2-3 days",
        "opc": "7-10 days",
        "opd": "1-2 days",
        "subject_name": "Ophthalmology",
        "topic_name": "Drugs",
        "id": "20106c29-322d-4930-a968-b93185e2f8c5",
        "choice_type": "single"
    }
]