[
    {
        "question": "What is the treatment of threshold ROP?",
        "exp": "Ans is 'a' i. e. Laser Photocoagulation Threshold disease in ROP is defined as stage 3+ ROP in Zones 1 or 2 occupying at least five contiguous clock-hours or eight noncontiguous clock-hours of retina. Treatment of threshold disease is Laser Photocoagulation. 'Laser therapy has largely replaced cryotherapy because visual and anatomical outcomes are superior and laser induces less myopia. \" -Kanski 6/e p610. Other options: Antioxidants like vit E and slow reduction in 02 has no role in established ROP (threshold disease in our patient); although both are mentioned in few texts for prevention of ROP and even that is not well proven. Retinal reattachment is required when retina is detached like in stage 4 and 5 while Threshold disease is Stage 3 + disease. Also know:\"Low birth weight and decreased gestational age are now considered the primary causative factors for ROP. Supplemental oxygen administration which was for a long time considered as the important causative factor is now considered only a risk factor. \" - Khuran Ophthalmology 4/e p264 \"ROP is confined to those with a birth weight of under 1. 5 kg and/or a gestational age of under 32 wks. \"- Parson 21/e P310 The hallmark of retinopathy of prematurity (ROP) is abnormal retinal vasculature. Ophthalmologists diagnose and make decisions about the initial treatment of ROP based on the appearance of the retinal blood vessels. Dilatation and tortuosity of the retinal vessels at the posterior pole is termed 'plus' disease. It is a sign of rapidly progressive ROP and is an indication for early laser ablation of the peripheral avascular retina. Retinopathy of prematurity (ROP)ROP is a bilateral proliferative retinopathy that develops in premature infants due to incomplete vasculogenesis of retina at the time of birth. During normal retinal development, vessels migrate from the optic disc to the ora serrata beginning at 16weeks of gestation. Capillary network is formed differentiating into mature vessels which extend to nasal ora by 36 wks and tangential ora by 39-41 wks. The pathogenesis of ROP begins with premature birth. Exposure of extrauterine environment causes phases of hyperoxia-vasocessation (obliteration of retinal vessels) and hypoxia-Vaso proliferation (neovascularization). VEGF is thought to be the most important molecule involved in the neovascularization. Neovascularization leads to retinal and vitreous changes which ultimately lead to retinal detachment. Classification of ROP: ROP is described using a number of parameters. These are location of the disease into zones (1, 2, and 3), the circumferential extent of the disease based on the clock hours (1-12), the severity of the disease (stage 1-5) and the presence or absence of \"Plus Disease\". Classification on the basis of severity, ROP is divided into 5 stages:-Stage I- the first sign of ROP (stage 1) is the appearance of a thin, fiat, white structure (termed a demarcation line) at the junction of vascularized retina posteriorly and avascular retina anteriorly. Stage II- the demarcation line develops into a pink or white elevation (ridge) of thickened tissue. Stage III- proliferation of vessels over the ridge and into vitreous (extra vitreal fibrovascular proliferation). Stage IV- partial retinal detachment. IVa- partial detachment with macular sparing IVb- partial detachment with macula involved. Stage V- total retinal detachment. Classification on basis of anatomical location:-Since there is a direct correlation between severity of disease and amount of avascular retina, the location of the border between vascularized and avascular retina is an important prognostic sign. 3 zones are divided to describe the location of ROP. Location of the border in zone 1 is the most severe disease and in zone 3 least. Zone 1 is defined as a circle, the center of which is the disc, and the radius of which is twice the distance of the disc to the fovea. Zone 2 is a doughnut-shaped region that extends from the anterior border of Zone 1 to within one disc-diameter of the ora serrata nasally and to the anatomic equator temporally. Zone 3 encompasses the residual temporal retina. Plus disease:- As ROP progresses, more and more shunting occurs in the neovascular tissue at the retinal vascular- avascular junction. This increased retinal vascular blood flow results in dilation and tortuosity of the major retinal arteries and veins in the posterior pole - described as \"plus disease\". Plus disease is the hallmark of rapidly progressive ROP and is notated by adding a plus sign after the number of the ROP stage. Management: Most of the cases (approx. 80%) of ROP resolve spontaneously, hence intervention is chosen according to the below given protocol. ROP is divided into Threshold and Pre threshold disease. Threshold disease: It is defined as stage 3+ ROP in Zones 1 or 2 occupying at least five contiguous clock-hours or eight noncontiguous clock-hours of retina. Treatment of Threshold disease is - Laser photocoagulation. Pre threshold disease is divided into 2 types: High risk or Type I - treatment is Laser photocoagulation. Low risk or Type II - treatment is Weekly or Twice weekly observation. Type 1 Pre threshold. Type 2 Pre threshold. Zone I ROP (any stage) + Zone I, Stage 3 Zone II, Stage 2/3 +Zone I, Stage 1/2 - Zone II, Stage 3 -Laser Photocoagulation. Weekly or Twice weekly observation. ROP diseases less severe than Pre threshold are followed up. In this question, the child with zone 1, stage II 'plus' ROP falls into Pre threshold disease- Type 1 or high risk type, hence Laser Photocoagulation would be the management of choice.",
        "cop": 1,
        "opa": "laser photocoagulation",
        "opb": "slow reduction in oxygen",
        "opc": "retinal reattachment",
        "opd": "antioxidants",
        "subject_name": "Ophthalmology",
        "topic_name": "Dystrophies and Degenerations",
        "id": "6ced785b-413c-4df8-8ce8-aa579c6d9521",
        "choice_type": "single"
    },
    {
        "question": "Refsum's syndrome is associated with -",
        "exp": "Ans. is 'a1 i. e., Retinitis pigmentosa Associations of retinitis pigmentosa1. Ocular associations: These include myopia, primary open angle glaucoma, microphthalmos, conical cornea and posterior subcapsular cataract. 2. Systemic associations: These are in the form of following syndromes. Laurence-Moon-Biedl syndrome: It is characterised by retinitis pigmentosa, obesity, hypogenitalism, polydactyly and mental deficiency. Cockayne's syndrome: It comprises retinitis pigmentosa, progressive infantile deafness, dwarfism, mental retardation, nystagmus and ataxia. Refsum's syndrome: it is characterized by retinitis pigmentosa, peripheral neuropathy and cerebellar ataxia. Usherfs syndrome: It includes retinitis pigmentosa and labyrinthine deafness. Hallgren's syndrome: It comprises retinitis pigmentosa, vestibulo-cerebellar ataxia, congenital deafness and mental deficiency.",
        "cop": 1,
        "opa": "Retinitis pigmentosa",
        "opb": "Xerophthalmia",
        "opc": "Chalcosis",
        "opd": "Diabetes retinopathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Dystrophies and Degenerations",
        "id": "79bf64f7-5219-44f8-a68b-5a5987ed37db",
        "choice_type": "single"
    },
    {
        "question": "Fundus in retinitis Pigmentosa is -",
        "exp": "Ans. is 'b' i. e., Jet- black spots with pale-waxy disc Examination findings in retinitis pigmentosao Ophthalmoscopic findings are characteristic and include. Retinal pigmentary changes (Bone spicule intraneural retinal pigmentation): - Retina studded with small, jet-black spots resembling bone corpuscles with a spidery outline. These pigmentary changes are typically perivascular and retinal veins (never arteries) have a sheath of pigment for part of their course. These changes affect equatorial region initially sparing the posterior pole and periphery. Later in the course of disease whole retina is involved. Attenuated and thread like retinal arterioles and veins. Pale and waxy optic disc (consecutive optic atrophy). Thinning and atrophy of retinal pigment epithelium (RPE) in mid and far peripheral retina with relative sparing of RPE at macula. o Electroretinogram (ERG) and particularly the electro-oculogram (EOG) are markedly subnormal.",
        "cop": 2,
        "opa": "White spots with red disc",
        "opb": "Jet- black spots with pale-waxy disc",
        "opc": "No pigmentation",
        "opd": "Dilatation of arterioles",
        "subject_name": "Ophthalmology",
        "topic_name": "Dystrophies and Degenerations",
        "id": "ae59bd36-2afc-44fe-80de-e2c976e7b97e",
        "choice_type": "single"
    },
    {
        "question": "The type of degeneration most commonly associated with retinal breaks is:",
        "exp": "Ref: Samar K Basaks Clinical Opthalmology 2nd edition. Explanation. Retinal detachment. Retinal detachment is the separation of sensory retina from the retinal pigmentary epithelium by subretina] fluid (SRF). Retina] break is the full thickness defect in sensory retina. Retinal detachments are classified as. Rhegmatogenous (primary), 'rhegma' means a break. Non-rhegmatogenous (secondary )o Tract ionalo Exudative. Rhegmatogenous retinal detachment. SRF gains access into subretinal space through a retinal break, may be traumatic or spontaneous. Over 40 % of RDs occur in myopic subjects due to higher incidence of lattice degeneration. liquefaction of vitreous and posterior vitreous detachmenti. Mttice degeneration is the most important degeneration directly related to RD and is found in myopes over -3. 0 D60% of all retinal breaks develop in peripheral retina showing specific changes. The most important predisposing degenerations areo Lattice degeneration - present in 40% of eyes with RDo Snail track degenerationo White with pressureo White without pressureo Focal pigment clumps. Other benign degenerations areo Cvstoid degeneration -constant finding in old age. Not itself casually related to RDo Paving stone degeneration - present in 25% of normal eyeso Snow Hakes degeneration. Non rhegmatogenous RDTractional -Causeso Proliferative retinopathieso Penetrating ocular injury. Exudative - Causeso Choroidal tumours and inflammation.",
        "cop": 2,
        "opa": "Paving stone degeneration",
        "opb": "Lattice degeneration",
        "opc": "Snow Bake degeneration",
        "opd": "Cystoid degeneration",
        "subject_name": "Ophthalmology",
        "topic_name": "Dystrophies and Degenerations",
        "id": "d6494e9f-dba6-45e8-aed5-6b296c5080a4",
        "choice_type": "single"
    },
    {
        "question": "Lattice retinal degeneration seen in",
        "exp": "Ans is 'a' i. e.. Myopia. Lattice degeneration of retina is seen in Myopia or more specifically, pathological myopia. Myopia is clinically of 3 types:-Developmental myopic -a congenital stationary* condition in which a child is bom with an abnormally long eye. Simple myopia: Commonest type of myopia. Pathological myopia: is a degenerative and progressive condition. Refractive changes appear in childhood, and increases rapidly during the period of active growth upto 20 to 30 D by the age of 25 yrs*. the eyeball gets elongated essentially due to the degeneration of the posterior half of sclera often leading to a scleral bulge at the posterior pole (. Posterior staphyloma)*Fundus changes Myopic crescent*:-present at the temporal edge of the optic disc (Optic disc is large and pale). Fosterfunch9s spots*:-these are dark red circular patches due to choroidal Haemorrhage and subretinal neovascularization. Posterior staphyloma*. Vitreous degenerations & Haemorrhage*Chorioretinal atrophic patches at posterior pole. Retinal haemorrhages and lattice degenerates* leading to retinal detachment*.",
        "cop": 1,
        "opa": "Myopia",
        "opb": "Hypermetropia",
        "opc": "Presbyopia",
        "opd": "Anisocoria",
        "subject_name": "Ophthalmology",
        "topic_name": "Dystrophies and Degenerations",
        "id": "31a850f4-874e-4529-a047-cf18f62e47a8",
        "choice_type": "single"
    }
]