[
    {
        "question": "Bilateral inferior dislocation of lens is seen in -",
        "exp": "Ans. is 'b' i. e., Homocystinuria Ectopia lendso Ectopia lentis is defined as displacement or malposition of the crystalline lens of the eye. The lens is considered dislocated (luxated) when it lies completely outside the lens patellar fossa. The tens is described as subluxated when it is partially displaced but contained within the lens space. Causes arei) Homocystinuriaii) Marfan syndromeiii) Weil - Marchesani sydromeiv) Ehler Danlos syndromev) Hyperlysinemiavi) Sulphite oxidase deficiencyvii) Stickler syndromeviii) Traumaix) Consecutive / spontaneous (Hvpermature cataract, buphthalmos, high myopia) Disease. Typical lens dislocationo Marfan syndromeo Homocystinuriao Weil-Marchesani syndrome. Superotemporal. Inferonasal. Forwardo Clincal feature includes uniocular diplopia, with irregular depth of anterior chamber, o Slit lamp examination evaluates lens position and identifies phacodonesis or cataract, o Slit lamp (oblique illumination) typically showrs the edge of the lens as shining (bright) golden crescent, o Coaxial illumination (Direct ophthalmoscopy) typically shows the edge of subluxated lens as a dark crescent line due to total internal reflection. o On retinoscopy the aphakic area is hypermetropic while the phakic area generally shows index myopia, o Fundus show two discs, one large' through the phakic area and one small through the aphakic area.",
        "cop": 2,
        "opa": "Marfans syndrome",
        "opb": "Homocvstinuria",
        "opc": "Weil Marchesani syndrome",
        "opd": "Trauma",
        "subject_name": "Ophthalmology",
        "topic_name": "Ectopia Lentis",
        "id": "e7ed787d-01aa-49d1-9888-cee6c500a761",
        "choice_type": "single"
    },
    {
        "question": "Ectopia lentis is caused by -",
        "exp": "Ans. is 'd' i. e.. All Ectopia lentiso Ectopia lentis is defined as displacement or malposition of the crystalline lens of the eye. The lens is considered dislocated (luxated) when it lies completely outside the lens patellar fossa. The lens is described as subluxated when it is partially displaced but contained within the lens space. Causes arei) Homocyst in uriav) Hyperlysinemiaii) Marfan syndromevi) Sulphite oxidase deficiencyiii) Weil - Marchesani sydromevii) Stickler syndromeiv) Ehler Danlos syndromeviii) Traumaix) Consecutive / spontaneous (Hypermature cataract, buphthalmos, high myopia)",
        "cop": 4,
        "opa": "Marfan syndrome",
        "opb": "Trauma",
        "opc": "Ehler danlos syndrome",
        "opd": "All",
        "subject_name": "Ophthalmology",
        "topic_name": "Ectopia Lentis",
        "id": "e1b9b364-38c9-4712-8da3-63553b33ad9b",
        "choice_type": "multi"
    },
    {
        "question": "Lens dislocation in marfans syndrome is -",
        "exp": "Ans. is 'a' i. e., Superotemporal Disease. Typical Jens dislocationo Marfan syndromeo Homocystinuriao Weil-Marchesam syndrome. Superotemporal. Inferonasai. Forward",
        "cop": 1,
        "opa": "Superotemporal",
        "opb": "Inferonasal",
        "opc": "Forward",
        "opd": "Backward",
        "subject_name": "Ophthalmology",
        "topic_name": "Ectopia Lentis",
        "id": "4115ba17-0dc7-4481-97e5-d5fdad6e5b6b",
        "choice_type": "single"
    },
    {
        "question": "Ectopia lentis is seen In all except -",
        "exp": "Ans. is 'd' i. e., Osteogenesis imperfecta o Ectopia lentis is seen in i) Homocystinuria ii) Marfan syndrome iii) Weil - Marchesani syndrome iv) Ehler Danlos syndrome v) Hyperlysmerma vi) Sulfite oxidase deficiency vii) Stickler syndrome viii) Trauma ix) Consecutive/spontaneous (Hypermature cataract, buphthalmos, high myopia)",
        "cop": 4,
        "opa": "Marfan syndrome",
        "opb": "EDS",
        "opc": "Trauma",
        "opd": "Osteogenesis imperfecta",
        "subject_name": "Ophthalmology",
        "topic_name": "Ectopia Lentis",
        "id": "4abec5ec-a209-4020-93e4-c2a96f1908ae",
        "choice_type": "multi"
    },
    {
        "question": "Location of lens in Marfan's Syndrome is:",
        "exp": "Ans. (b) Superior and temporally. Ref: A. K. Khurana 6th ed. 1215* Marafans syndrome is an autosomal dominant condition.* Subluxation of lens is a common finding, which is seen in upward and temporal area, bilaterally symmetrical.* Other abnormalities includes: spider finger, long extremities, high arched palate and dissecting aortic aneurysm with normal IQ. Also Know. Suluxation of lens also seen in-* Homocystinuria: Autosomal Recessive condition; Downward and nasally displaced lens.* Weil marchesani syndrome: Forward subluxation and spheroaphakia* Sulphite oxidase deficiency: ectopia lentis is universal ocular feature* Ehler's danlos syndrome* Hyperlysinemia* Stickler syndrome",
        "cop": 2,
        "opa": "Inferior and nasally",
        "opb": "Superior and temporally",
        "opc": "Forward subluxated",
        "opd": "Upward displacement",
        "subject_name": "Ophthalmology",
        "topic_name": "Ectopia Lentis",
        "id": "5249c079-679d-4100-b615-8c01b54c48a9",
        "choice_type": "multi"
    },
    {
        "question": "Causes ectopia lentis are all EXCEPT:",
        "exp": "ANSWER: (C) Cogon Reese syndrome. REF: Yanoff & Ducker- ophthalmology 2nd edition page 270. Ectopia Lends: A sublimation of the lens is described as a partial displacement, whereas a complete displacement is termed dislocation of the lens. The causes of ectopia lends may be familial or secondary to eye disease and trauma. Traumatic ectopia is by far the most common cause of ectopia lends and is usually associated with signs of trauma to other ocular structures, such as angle recession. Ectopia maybe secondary to a weakening of the zonule by uveitis orto its degeneration associated with hypermature cataracts, pseudoexfoliation of the lens capsule, and ciliary body tumors. Deficient development of the zonule causes ectopia lends in association with other systemic conditions such as Marfans syndrome, Weill-Marchesani syndrome, Homocystinuria, sulphite oxidase deficiency, and hyperlysinemia.",
        "cop": 3,
        "opa": "Homocystinuria",
        "opb": "Marfan's syndrome",
        "opc": "Cogon Reese syndrome",
        "opd": "Sulphite oxidase deficiency",
        "subject_name": "Ophthalmology",
        "topic_name": "Ectopia Lentis",
        "id": "925f17a1-56b3-4566-8620-88bcafe11329",
        "choice_type": "multi"
    }
]