[
    {
        "question": "Bilateral inferior dislocation of lens is seen in -",
        "exp": "Ans. is 'b' i. e., Homocystinuria Ectopia lendso Ectopia lentis is defined as displacement or malposition of the crystalline lens of the eye. The lens is considered dislocated (luxated) when it lies completely outside the lens patellar fossa. The tens is described as subluxated when it is partially displaced but contained within the lens space. Causes arei) Homocystinuriaii) Marfan syndromeiii) Weil - Marchesani sydromeiv) Ehler Danlos syndromev) Hyperlysinemiavi) Sulphite oxidase deficiencyvii) Stickler syndromeviii) Traumaix) Consecutive / spontaneous (Hvpermature cataract, buphthalmos, high myopia) Disease. Typical lens dislocationo Marfan syndromeo Homocystinuriao Weil-Marchesani syndrome. Superotemporal. Inferonasal. Forwardo Clincal feature includes uniocular diplopia, with irregular depth of anterior chamber, o Slit lamp examination evaluates lens position and identifies phacodonesis or cataract, o Slit lamp (oblique illumination) typically showrs the edge of the lens as shining (bright) golden crescent, o Coaxial illumination (Direct ophthalmoscopy) typically shows the edge of subluxated lens as a dark crescent line due to total internal reflection. o On retinoscopy the aphakic area is hypermetropic while the phakic area generally shows index myopia, o Fundus show two discs, one large' through the phakic area and one small through the aphakic area.",
        "cop": 2,
        "opa": "Marfans syndrome",
        "opb": "Homocvstinuria",
        "opc": "Weil Marchesani syndrome",
        "opd": "Trauma",
        "subject_name": "Ophthalmology",
        "topic_name": "Ectopia Lentis",
        "id": "e7ed787d-01aa-49d1-9888-cee6c500a761",
        "choice_type": "single"
    },
    {
        "question": "Lens dislocation in marfans syndrome is -",
        "exp": "Ans. is 'a' i. e., Superotemporal Disease. Typical Jens dislocationo Marfan syndromeo Homocystinuriao Weil-Marchesam syndrome. Superotemporal. Inferonasai. Forward",
        "cop": 1,
        "opa": "Superotemporal",
        "opb": "Inferonasal",
        "opc": "Forward",
        "opd": "Backward",
        "subject_name": "Ophthalmology",
        "topic_name": "Ectopia Lentis",
        "id": "4115ba17-0dc7-4481-97e5-d5fdad6e5b6b",
        "choice_type": "single"
    }
]