[
    {
        "question": "Spectacle shown below is used in",
        "exp": "Ans. (c) Bifocal for pediatric aphakia. Ref: Diagnosis and Management of Ocular Motility Disorders by Alec M. Ansons, Helen Davis 3/e, p. 36. These are straight type/ executive type bifocals with a central lie dissecting the visual axis, such that the top of the reading segment passes just below the middle of the pupil when the eye is in the primary position. Indicated in*Aphakia in children*As low vision aids in children*In selected cases of treatment od accommodative esotropia with convergence excess. Bifocals preferred in presbyopia/adults are usually D shaped",
        "cop": 3,
        "opa": "Bifocal for presbyopia",
        "opb": "Bifocal for adult aphakia",
        "opc": "Bifocal for pediatric aphakia",
        "opd": "Progressive bifocal for presbyopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "4da05b93-ba48-4e84-bddf-55483d8955a9",
        "choice_type": "single"
    },
    {
        "question": "Aniseikonia means -",
        "exp": "Ans. (d) Difference in the size of image formed by the two eyes. Ref: Parsons 22/e, p. 283, 613. Aniseikonia is defined as a condition where the images projected on the visual cortex from the two retinae are abnormally unequal in size or shape.",
        "cop": 4,
        "opa": "Difference in the axial length of the eyeballs",
        "opb": "Difference in the size of cornea in both eyes",
        "opc": "Difference in the size of pupil in both eyes",
        "opd": "Difference in the size of image formed by the two eyes",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "abb157dc-18ba-49d5-ba6e-f1abd0610d45",
        "choice_type": "multi"
    },
    {
        "question": "What is the power of a lens if the focal length is 0. 75 m?",
        "exp": "ANSWER: (A) 1. 3 DREF: Khurana 4th Ed Pg 23. The focal length (f) of a lens is the distance between the optical centre and the principal focus. Power of a lens (P) is defined as the ability of the lens to converge a beam of light falling on the lens. For a converging (convex) lens the power is taken as positive and for a diverging (concave) lens power is taken as negative. It is measured as reciprocal of the focal length in metres i. e. P = 1/f. The unit of power is dioptre (D). One dioptre is the power of a lens of focal length one metre. Hence, substituting in the formula, P=l/0. 75 = 1, 3 D",
        "cop": 1,
        "opa": "1. 3 D",
        "opb": "2. 3 D",
        "opc": "3. 3",
        "opd": "4. 3 D",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "7a20cf92-9b6d-4582-82a2-8a7965d98503",
        "choice_type": "single"
    },
    {
        "question": "Accommodation is brought about by:",
        "exp": "Ans: d (Ciliary body contraction) Ref: Ganong, 22th ed, p. 154. Accommodation is brought about by ciliary muscle contraction. Accommodation. The process by which the curvature of the lens is increased is called accommodation. Mechanism: At rest the lens is under tension by lens ligaments & lens is pulled into a flattened state. When the gaze is directed towards a nearby object, ciliary muscle contracts. This decreases the distance between the edges of ciliary body & relaxes lens ligaments so that the lens attains a more convex shape. The change is maximum at the anterior surface of the lens (i. e., radius of curvature changes from 10 mm to 6 mm). The curvature of the posterior surface remains almost the same (i. e., 6 mm). This may add as many as 12 D to the refractive power of eye.",
        "cop": 4,
        "opa": "Dilation of iris",
        "opb": "Dilation of pupil",
        "opc": "Lens zonules made tense",
        "opd": "Ciliary body contraction",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "c8745cac-94bb-4d0c-90aa-756df9973462",
        "choice_type": "single"
    },
    {
        "question": "Maximum contribution to the refractive power of the eye is by:",
        "exp": "Ans. (a) Anterior surface of cornea. Ref: Cornea by Mannis p. 145. On average anterior cornea has refractive power of +48D of convergence and posterior cornea -5D of divergence.",
        "cop": 1,
        "opa": "Anterior surface of cornea",
        "opb": "Anterior surface of lens",
        "opc": "Posterior surface of cornea",
        "opd": "Posterior surface of lens",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "22d179dc-bd0c-4d9c-9bc3-dbb2f1eb874a",
        "choice_type": "single"
    },
    {
        "question": "A 30 year old man has 6/5 vision each eye, unaided. His cycloplegic retinoscopy is +1. 0 D sph. at 1 metre distance. His complaints are blurring of newsprint at 30 cm, that clears up in about 2 minutes. The most probable diagnosis is:",
        "exp": "Ans. (c) Accommodative inertia. Option a- (Correction factor for distance (d) from which retinoscopy is done D=d1 Thus, for the patient, there is no refractory error. Option b- Presbyopia usually occurs at around 40 years of age, due to physiological insufficiency of accommodation, can not clear in 2 minutes. Option d- cycloplegia leading to loss of accommodation, will resolve in hours to day depending upon the drug used (10-20 days after atropine). Option c- The accommodative system is slow in making a change and represents a case of accommodative inertia. Accommodative inertia refers to the delay in response of accommodation. Normally an accommodative change occurs in 1 sec. \"",
        "cop": 3,
        "opa": "Hypermetropia",
        "opb": "Presbyopia",
        "opc": "Accommodative inertia",
        "opd": "Cycloplegia",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "e79a781a-0d36-4f23-aa72-0b499aaeaf8e",
        "choice_type": "single"
    },
    {
        "question": "Oculus Dexter refers to",
        "exp": "Ans. (b) Right Eye. Ref: Oxford American Handbook of Ophthalmology (Oxford University Press) 2010/XVIII; Clinical Examination in Ophthalmology by Mukherjee (Elsevier India, 2009) p. 22. Abbreiation. Name. Refers To. ODOculus Dexter. Right. OSOculus Sinister. Left Eyeou. Oculus Uterque. Both Eyes",
        "cop": 2,
        "opa": "Left Eye",
        "opb": "Right Eye",
        "opc": "Both Eyes",
        "opd": "None of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "7ad4640e-cd0d-4f6c-b8b3-d1b182d6dd79",
        "choice_type": "multi"
    },
    {
        "question": "Stenopaeic slit can be used for all except",
        "exp": "Ans. (c) Corneal tattooing. Ref: Elkington Optics 4/e, p. 117-118. Uses of Stenopaeic Slit. Determination of meridian of optical iridectomy - in patients with corneal scar or lenticular opacity. To diagnose cases of cataract, by differentiating between colored halos caused in Angle closure glaucoma and cataract. Determine power and axis of cylinder - The slit aperture acts as an elongated 'pin-hole', only allowing light in the axis of the slit to enter the eye. Hence, when the slit lies in one principal axis of the astigmatic eye, the second line focus is eliminated and the blur of Sturm's conoid reduced thus allowing a clearer image to be formed.",
        "cop": 3,
        "opa": "Finchams test",
        "opb": "Iridectomy",
        "opc": "Corneal tattooing",
        "opd": "Axis of cylindrical refractory error",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "c630ca48-3f02-426f-887a-7f2f22e2e765",
        "choice_type": "multi"
    },
    {
        "question": "Astigmatism is due to-",
        "exp": "Ans. (d). Ref: Khurana optics 2/e, p. 79; Parsons 22/e, p. 52. Most common cause of astigmatism is abnormalities of curvature of cornea. It is usually congenital. Lenticular astigmatism is rare, seen in lenticonus (cone shaped lens), congenital tilling, oblique placement, traumatic subluxation of lens",
        "cop": 4,
        "opa": "Irregularity of curvature of cornea",
        "opb": "Irregularity of curvature of lens",
        "opc": "Forward displacement of the lens",
        "opd": "Irregularity of curvature of cornea > Irregularity of curvature of lens",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "d94dab86-a78d-456c-ae30-ba3516ea1cc8",
        "choice_type": "single"
    },
    {
        "question": "About degenerative myopia which of the following is true:",
        "exp": "Ans. (a) Myopic degeneration can lead to retinal detachment. Ref: Kanski 7/e, p. 637; Parson's 22/e, p. 72\"Rhegmatogenous retinal detachment (RD) is much more common in high myopia, the pathogenesis including increased frequency of posterior vitreous detachment, lattice degeneration, asymptomatic atrophic holes. Macular holes and occasionally giant retinal tears. The prevalence of retinal detachment appears to be related to the severity of myopia. \"Optic disc swelling (pseudopapillitis) seen in hypermetropia.",
        "cop": 1,
        "opa": "Myopic degeneration can lead to retinal detachment",
        "opb": "It is more common in men than women",
        "opc": "Less than -6 D",
        "opd": "Optic disc swelling is seen",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "035ba0bf-ce28-4f86-aaa6-d44b2a7ef37e",
        "choice_type": "multi"
    },
    {
        "question": "Scarpa's Staphyloma is seen in",
        "exp": "Ans. (b) Myopia. Ref: Clinical ophthalmology By Sandeep Saxena 2/e, p. 445'The presence of posterior staphyloma (Scarpa's Staphyloma) is pathognomonic of pathologic myopia'",
        "cop": 2,
        "opa": "Retinal Detachment",
        "opb": "Myopia",
        "opc": "Glaucoma",
        "opd": "Iridocyclitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "5c42e077-25f2-4d1a-ae1d-f6041336fb3a",
        "choice_type": "single"
    },
    {
        "question": "Anisometropia means-",
        "exp": "Ans. (b) High difference of refractive error between the two eye. Ref: Parson's 22/e, p. 78. Anisometropia is term used when dioptric power of both eyes are not the same, significant if >2. 5D difference.",
        "cop": 2,
        "opa": "Difference in corneal curvature in both meridian",
        "opb": "High difference of refractive error between the two eye",
        "opc": "Subluxation of one of the lens",
        "opd": "Difference in image size of 2% in both eyes",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "f0bcc939-78b6-49c2-821a-2c151a2a542b",
        "choice_type": "multi"
    },
    {
        "question": "Below is a common instrument used in ophthalmology. In order to view the entire retina what is the power of lens you would like to attach to the instrument",
        "exp": "Ans. (d) +20 DRef: Yanoff & Ducker 4/e, p. 89*Instrument is indirect ophthalmoscope.*Condensing lens commonly used is 20D biconvex lens.#Magnification=Poweroflens. Powerofeye =20. D60D =3times",
        "cop": 4,
        "opa": "+90 D",
        "opb": "+78 D",
        "opc": "-58 D",
        "opd": "+20 D",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "4391855b-3ee9-4f91-939d-7d395b756230",
        "choice_type": "single"
    },
    {
        "question": "What is the refractive status of a newborn?",
        "exp": "(b) Hypermetropic. Ref: Khurana 6/e, p. 13. Eye at birth. Newborn is Hypermetropic by +2 to +3 D Anteroposterior diameter is smaller (70% of adult) - 16. 5 mm Corneal horizontal diameter is smaller - 9. 5 to 10 mm Tears are not secreted AC is shallow",
        "cop": 2,
        "opa": "Myopic",
        "opb": "Hypermetropic",
        "opc": "Astigmatic",
        "opd": "Emmetropic",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "72c75ef3-eacf-405b-a1f6-83f640624b79",
        "choice_type": "single"
    },
    {
        "question": "Muscles responsible for accommodation are innervated by nerves passing through.",
        "exp": "Ans. (b) Edinger-westphal nucleus. Ref. Parson's 22/e, p. 35. Pathway of accommodation reflex: The afferent impulses extend from the retina to the parastriate cortex via the optic nerve, chiasma, optic tract, lateral geniculate body, optic radiations, and striate cortex. From the parastriate cortex the impulses are relayed to the Edinger- Westphal nucleus of both sides via the occipito-mesencephalic tract and the pontine centre for convergence.",
        "cop": 2,
        "opa": "Pre-tectal nucleus",
        "opb": "Edinger-westphal nucleus",
        "opc": "Nucleus ceruleus",
        "opd": "Dorsal nucleus",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "dcd85986-4a38-42b5-8e64-76b27d8b1dbe",
        "choice_type": "single"
    },
    {
        "question": "Angle kappa is formed between which axes?",
        "exp": "Ans. (a) Anatomical and visual axis. Ref: Kanski's 7/e, chapter 18",
        "cop": 1,
        "opa": "Anatomical and visual axis",
        "opb": "Anatomical and horizontal axis",
        "opc": "Between two visual axes",
        "opd": "Visual axis and vertical axis",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "b4d2cb8c-6109-41b4-ae7b-695c73be5564",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common complication of pathological myopia?",
        "exp": "Ans. (d) Retinal detachment. Most common complication of myopia is macular degeneration, followed by rhegmatogenous retinal detachment. \"Retinal detachment is the most dreaded and one of the most common complications of myopia'. Duke -Elder. Most common cause of rhegmatogenous retinal detachment is pathological myopia",
        "cop": 4,
        "opa": "Glaucoma",
        "opb": "Cataract",
        "opc": "Haemorrhage",
        "opd": "Retinal detachment",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "209e48a1-ac3c-4c4c-a638-72869389cfb5",
        "choice_type": "single"
    },
    {
        "question": "What is Sturm's Conoid?",
        "exp": "Ans. is 'a' i. e., Distance between two focal points created by differential refractive power of lens or cornea in different meridians o Sturm's Conoid:# It is an optical condition in which the refractive power of lens or cornea is not the same in all meridians, hence two focal points separated by a focal interval are formed which is called the Sturm's Conoid. o Etiology: A) Corneal Causes:# Astigmatism# KeratoconusB) Lenticular Causes:# Lenticonus# Congenital tilting of lens# Index astigmatism",
        "cop": 1,
        "opa": "Distance between two focal points created by differential refractive power of lens or cornea in different meridians.",
        "opb": "Pattern of alignment of rays due to a cylindrical lens",
        "opc": "Method of calculating IOL power",
        "opd": "Tool in Diagnosis of Myopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "3659e0f9-8b91-4e81-98ab-be75ac1010fb",
        "choice_type": "single"
    },
    {
        "question": "Most important factor determining convergence of light rays on the retina is:",
        "exp": "Ans. (c) Curvature of the cornea. Ref: Optics of the human eye, p. 15-20. Cornea is the most important refracting medium responsible for convergence of light rays to the retina because of its curvature and difference in refractive index from air to cornea.",
        "cop": 3,
        "opa": "Length of the eyeball",
        "opb": "Refractive power of the lens",
        "opc": "Curvature of the cornea",
        "opd": "Physical state of the vitreous",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "125e0864-7d78-433e-b1e5-bfcaba32ac86",
        "choice_type": "multi"
    },
    {
        "question": "Placido disc is used for measuring?",
        "exp": "Ans. (b) Corneal surface",
        "cop": 2,
        "opa": "Corneal thickness",
        "opb": "Corneal surface",
        "opc": "Corneal staining",
        "opd": "Corneal curvature",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "21048dff-517a-448c-9073-ba6fb3f46f3c",
        "choice_type": "single"
    },
    {
        "question": "The optical procedure being done is used for:",
        "exp": "Ans. (d) Subjective refinement of cylinder. Ref: Khurana optics 2/e, p. 153. The instrument seen in the image is the Jackson cross cylinder (over the trial frame) - which is used for subjective refinement of cylinder.",
        "cop": 4,
        "opa": "Objective refraction",
        "opb": "Subjective adjustment of cylinder",
        "opc": "Binocular balancing of vision",
        "opd": "Subjective refinement of cylinder",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "f5d29c89-abdd-4ad3-b417-e2c3d15fdae5",
        "choice_type": "single"
    },
    {
        "question": "Prescription of presbyopic lens to a 50 year old emmetropic individual is",
        "exp": "Ans. (c) +1. 50. Ref: Khurana optics 2/e, p. 101, Elkington optics 4/e, p. 237. Rough estimate for presbyopic add45 years: +1. 00 to +1. 25 D50 years: +1. 50 to +1. 75 D55 years: +2. 00 to +2. 25 DIn order to focus on an object at a reading distance of 25 cm, the emmetropic eye must accommodate by 4 D. However, for comfortable near vision one-third of the available accommodation must be kept in reserve. Therefore, the patient will begin to experience difficulty or discomfort for near vision at 25 cm when his accommodation has decayed to 6 D. This usually occurs between 40 and 45 years of age. A person experiencing such difficulty and discomfort for near vision due to reduced amplitude of accommodation is said to be presbyopic.",
        "cop": 3,
        "opa": "0. 5",
        "opb": "1",
        "opc": "1. 5",
        "opd": "2",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "0cff9a14-c5d8-4379-ab37-d348dfbef8f3",
        "choice_type": "single"
    },
    {
        "question": "Maximum refractive index -",
        "exp": "Ans. is 'c' i. e., Lens o Lens has maximum refractive index among the refractive structures of eye. The refractive indices of the successive layers of lens increase from the periphery towards the nucleus. Thereforey Anterior lens cortexy Posterior lens cortex- Refractive index is 1. 386.- Refractive index is 1. 386. Refractive index. Medium. Air. Cornea. Aqueous humour. Lens. Vitreous humor. Refractive index1-0001 3761-3361-386 - 1-4061-336",
        "cop": 3,
        "opa": "Cornea",
        "opb": "Air",
        "opc": "Lens",
        "opd": "Vitreous",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "e87e701d-80ae-4207-91f1-b655b3c2bef1",
        "choice_type": "single"
    },
    {
        "question": "For refraction in a hypermetropic child, which is the best drug -",
        "exp": "Ans. (b) Atropine ointment. Ref: Parson's 22/e, p. 79. Atropine ointment (1%) is the cycloplegic of choice for refraction in a young child.",
        "cop": 2,
        "opa": "Phenylephrine",
        "opb": "Atropine ointment",
        "opc": "Atropine drops",
        "opd": "Homatropine",
        "subject_name": "Ophthalmology",
        "topic_name": "Elementary Optics",
        "id": "358b3e33-e77f-40fd-91b4-f0ddfe9f2b1b",
        "choice_type": "single"
    }
]