[
    {
        "question": "Ocular manifestation in giant cell arteritis?",
        "exp": "Ans. a. Arteritic AIONAION occurs due to interference of blood supply to anterior part of optic nerve (posterior ciliary artery)AION can be clinically differentiated into: Arteritic AIONNonarteritic AION*. Due to giant cell arteritis*. Due to occlusion of short posterior ciliary artery*. Sudden, severe visual loss (6/60)*. Sudden, moderate visual loss (>60/60 non-progressive)*. Most common in females, 7-8th decade*. Most common males, 5th-6th decade*. Premonitory symptoms like pain, Amaurosis Fugax present*. Premonitory symptoms like pain, Amaurosis Fugax absent*. Usually Bilateral-fellow eye affected within days to weeks*. Usually Unilateral (>70%)*. Pale optic disc*. Hyperemic optic with small cup*. Poor prognosis*. Good prognosis",
        "cop": 1,
        "opa": "Arteritic AION",
        "opb": "Nonarteritic AION",
        "opc": "Papilledema",
        "opd": "Horners Syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Errors of Refraction",
        "id": "4c4b3857-ea2a-4efa-b38a-c93bc6d0fcbe",
        "choice_type": "single"
    },
    {
        "question": "In near vision what is the change?",
        "exp": "Ans. b. Depth of focus increases. The most common problems developed in adults between ages 41 to 60 may to seeing clearly at close distances, especially when reading and working on the computer. This normal change in the eyes focusing ability, called presbyopia.",
        "cop": 2,
        "opa": "Power of lens decreases",
        "opb": "Depth of focus increases",
        "opc": "Lateral recti contraction",
        "opd": "Zonular tension increases",
        "subject_name": "Ophthalmology",
        "topic_name": "Errors of Refraction",
        "id": "66d59725-ee93-4dc9-986f-971aaf098de3",
        "choice_type": "single"
    },
    {
        "question": "The refractive power of emmatropic eye is",
        "exp": "(58-D) (26-Khurana4rd)* The total dioptric power is +58 D, of which cornea contributes + 43 D and the lens + 15 DDimensions of an adult eyeball. Anterior posterior diameter24 mm. Horizontal diameter23. 5 mm. Vertical diameter23 mm. Circumference75 mm. Volume6. 5 ml. Weight7 gm.",
        "cop": 2,
        "opa": "50 D",
        "opb": "58D",
        "opc": "65 D",
        "opd": "68 D",
        "subject_name": "Ophthalmology",
        "topic_name": "Errors of Refraction",
        "id": "a3d7eea0-0d25-4c48-b465-81acdb687514",
        "choice_type": "single"
    },
    {
        "question": "Refraction in eye not affected by:",
        "exp": "Ans. c. Anterior chamber depth increased. REFRACTORY POWER DEPENDS ONRadii of curvature. Difference in refractive index between two media at interface of refraction. (Anterior surface of cornea has maximum refractive power due to maximum change (0. 376) in refractive index from air to cornea. Axial length of eyeball",
        "cop": 3,
        "opa": "Removal of vitreous",
        "opb": "Lens thickened",
        "opc": "Anterior chamber depth increased",
        "opd": "Axial length changed",
        "subject_name": "Ophthalmology",
        "topic_name": "Errors of Refraction",
        "id": "45521705-d58d-4315-a437-c2a40962d1c3",
        "choice_type": "single"
    },
    {
        "question": "Prescription of simple myopic astigmatism:",
        "exp": "Ans. a.-0. 5x180deg. Simple myopic astigmatism is one in which one meridian is emmetropic and other meridian is myopic. Hence needs correction only in one meridian with concave (-ve) cylinders. So the answer is -0. 5x180deg. ASTIGMATISM TYPES AND CORRECTIONTypes of astigmatism. Description. Optics. Correction. Simple myopic astigmatism. One of the foci falls upon the retina while the other falls in front of or behind the retina. Concave cylinder Ex: -0. 5x180deg. Convex cylinder Ex: +0. 5x180deg. Simple hyperopic astigmatism. Compound myopic astigmatism. Neither of the foci fall upon the retina but both are placed infront of or behind the retina. Concave sphere + Cylinder Ex: -0. 5 D sphere, -0. 5x180deg. Convex sphere + Cylinder Ex: +0. 5 D sphere, +0. 5x180deg. Compound hyperopic astigmatism. Mixed astigmatism. One focus is front of the retina while the other is behind so that the refraction is hypermetropic in one direction and myopic in other direction. Concave/Convex. Sphere+Convex and concavecylinder. Ex: -1D sphere, +2. Dx180deg",
        "cop": 1,
        "opa": "-0. 5x180deg",
        "opb": "+0. 5x180deg",
        "opc": "-3",
        "opd": "2",
        "subject_name": "Ophthalmology",
        "topic_name": "Errors of Refraction",
        "id": "2e5b2e1b-77d9-412e-a9c8-e264d5266cb1",
        "choice_type": "single"
    },
    {
        "question": "Most powerful refractory surface of eye is -",
        "exp": "Ans. is 'b' i. e., Cornea o The cornea, with the anterior chamber and lens, refracts light, with the cornea accounting for approximately two- thirds of the eye's total optical power. o In humans, the refractive power of the cornea is approximately 43 dioptres. o The diopteric power of reduced eye is + 60D, of which + 44D is contributed by cornea and + 16D by the crystalline lens. o Total diaopteric power of schematic eye is + 58D, of which cornea contributes +43D and the lens +15D.",
        "cop": 2,
        "opa": "Conjunctiva",
        "opb": "Cornea",
        "opc": "Vitreous",
        "opd": "Lens",
        "subject_name": "Ophthalmology",
        "topic_name": "Errors of Refraction",
        "id": "e463af17-15ed-4c00-89d3-6002f2af34c3",
        "choice_type": "single"
    },
    {
        "question": "When the largest diameter and shortest diameter are perpendicular to each other the type o astigmatism is:",
        "exp": "Ans: d (Oblique) Ref: AK Khurana, ed, p. 60-61; 4th p. 36. Astigmatism: A type of refractive error in which refraction varies in different meridian so that light entering the eye cannot converge to a point focus but form focal lines. Regular astigmatism: Refractive index changes uniformly: 2 principal media. Irregular astigmatism: Irregular change of refractive index in different meridian multiple media. According to etiology. Types of regular astigmatism(depending on axis & angle between two principal meridian)1. Comeal astigmatism2. Lenticular astigmatisma. Curvaturalb. Posturalc. Index3. Retinal astigmatism1. With the rule astigmatism: Two principal meridian right angle to one another but more curved than vertical2. Against the rule: Horizontal media more curved than vertical3. Oblique astigmatism: Two principal media are not horizontal or vertical though these are at right angles to each other4. Bioblique astigmatism: Two principle meridian are not vertical or horizontal and also not perpendicular to each other.",
        "cop": 4,
        "opa": "Regular",
        "opb": "Irregular",
        "opc": "Lenticular",
        "opd": "Oblique",
        "subject_name": "Ophthalmology",
        "topic_name": "Errors of Refraction",
        "id": "0785b99d-5f52-4d31-8656-f2f0cc36c430",
        "choice_type": "single"
    },
    {
        "question": "If a person has visual acuity 6/6. At what distance will he be able to read 6/24 line?",
        "exp": "Ans. a. 24 m. VISUAL ACUITY MEASUREMENTPatient is made to read the letters from top downward usually from a distance of 6 m/20 ft. If patient reads all letters from top to the 6 m line. If patient reads all letters from top to the 24 m liner. VA denotes as 6/6-denominator (6) denote that this line should be clearly read from 6 m and the patient also can read it from 6 m distant (numerator) thus has normal far vision. VA denotes as 6/24-denominator (24) denote that this line should be clearly read from 24 m distance, but the patient reads it from 6 m distant (numerator) and thus had dimunition of far vision",
        "cop": 1,
        "opa": "24 m",
        "opb": "36 m",
        "opc": "48 m",
        "opd": "60 m",
        "subject_name": "Ophthalmology",
        "topic_name": "Errors of Refraction",
        "id": "f638700f-1dc6-4002-b877-d1cf6888e3ca",
        "choice_type": "single"
    },
    {
        "question": "Snellen's chart is used to test?",
        "exp": "Ans. is 'a' i. e., Visual acuity * Visual acuity of a eye is its ability to discriminate between two points, i. e. measure of the spatial resolution of the eye. One's visual acuity is an indication of the clarity or clearness of one's vision. It is a measurement of how well a person sees. Visual acuity is most commonly measured by Snellen's visual acuity chart.",
        "cop": 1,
        "opa": "Visual acuity",
        "opb": "Contrast sensitivity",
        "opc": "Visual fields",
        "opd": "Colour vision",
        "subject_name": "Ophthalmology",
        "topic_name": "Errors of Refraction",
        "id": "de25a62b-4c67-4a26-91c2-ac06c34405c4",
        "choice_type": "single"
    },
    {
        "question": "What causes pseudoproptosis-",
        "exp": "Ans. is 'c' i. e., High myopia * Pseudoproptosis (the false impression of proptosis) may be due to facial asymmetry, enlargement of the globe (e. g. high myopia or buphthalmos), lid retraction or contralateral enophthalmos.",
        "cop": 3,
        "opa": "Hyperthyroidism",
        "opb": "Optic nerve glioma",
        "opc": "High myopia",
        "opd": "Orbital pseudotomour",
        "subject_name": "Ophthalmology",
        "topic_name": "Errors of Refraction",
        "id": "ea5b4bb2-8092-43cf-ab8d-a8a0a39d2152",
        "choice_type": "single"
    },
    {
        "question": "The term anisometropia indicates:",
        "exp": "a) refractive error ref optha Nema 4th/e p. 30, Khurana 3rd/e and 2nd /e p. 62, parsons 19th/e p. 88",
        "cop": 1,
        "opa": "Refractive error",
        "opb": "Long vision",
        "opc": "Short vision",
        "opd": "Aging process",
        "subject_name": "Ophthalmology",
        "topic_name": "Errors of Refraction",
        "id": "a00b63f7-5952-4c28-9f1c-b18098e8dc30",
        "choice_type": "single"
    },
    {
        "question": "In retinoscopy with plane mirror at 1 meter distance, if retinal glow moves in opposite direction of the mirror, the person has myopia of",
        "exp": "Ans. c (> 1 D) (Ref. Khurana Ophthalmology 2nd/pg. 67; Parsons' Diseases of the Eye 20lh/pg. 63). Under the actual conditions of retinosopy at 1 m distance with a plane mirror, when the mirror is titled towards the right side, the immediate source of light moves to the left, and1. in the hypermetropic eye, the circle of light on the fundus moves to the right and the shadow seen in the pupil moves to the right in the same direction as the mirror; 2. in the myopic eye (above-1 D) the circle of light on the fundus moves to the right, and the luminous reflex of the fundus seen in the patients's pupil and the shadow seen in the pupil moves against this to the left; in the opposite direction to the mirror'3. in the myopic eye of-l D there is no shadow and the pupil is uniformly illuminated; 4. in emmetropic and myopic of less than -1 D there is a very faint shadow moving to the right. MYOPIA (SHORTSIGHTEDNESS)# A discrepancy between the refractive power and axial length of the eye such that parallel incident light rays converge at a focal point anterior to the retina# Whereas parallel incident light rays converge at a focal point on the retina in emmetropic eyes, they converge at a focal point anterior to the retina in myopic eyes. This means that no sharply defined images appear on the retina when the patient gazes into the distance.# The myopic eye can only produce sharply defined images of close objects from which the light rays diverge until they enter the eye.# The far point moves closer; in myopia of -1 diopter it lies at a distance of 1 m.# In myopia, the far point (distance from the eye = A) can be calculated using the formula: A (m) = 1/D, where D is myopia in diopters.# Possible causes include an excessively long globe with normal refractive power (axial myopia) and, less frequently, excessive refractive power in a normal-length globe (refractive myopia).# A difference in globe length of 1 mm with respect to a normal eye corresponds to a difference of about 3 diopters in refractive power.",
        "cop": 3,
        "opa": "< 1 D",
        "opb": "ID",
        "opc": ">1D",
        "opd": ">2D",
        "subject_name": "Ophthalmology",
        "topic_name": "Errors of Refraction",
        "id": "53589973-771b-4b70-b16d-1fc0eb78b8de",
        "choice_type": "single"
    },
    {
        "question": "Laser used in LASIK?",
        "exp": "Ans. A. Excimer. (Ref. Parsons' diseases of Eye 21st/ pg. 76). In LASIK, the Excimer laser beam LASIK with the excimer laser is the most popular and widely accepted Rx modality for myopia among all the choice available today. Surgical correction is only undertaken in individuals 21 years of age and above who have a stable refractive error, who have had unsatisfactory results with non- surgical Rx, and in whom corneal thinning disorders that lead to curvature myopia such as keratoconus have ruled out. Laser-assisted in situ keratomileusis (LASIK) Surgery. Range of myopia possible complications. AMethods to induce flattening of the central cornea1. Radial keratotomy1 to 6 DPerforation, infection, surgically induced astigmatism, corneal scarring, late rupture with trivial trauma2. Intracorneal rings or segments(ICR or INTACS)1 to 6 DUnpredictable results3. Excimer laser photorefractive keratotomy (PRK)1 to 4 DDelayed visual recovery, faint corneal haze, glare and loss of contrast sensitivity4. Excimer laser-assisted in situ keratomileusis (LASIK)2 to 12 DDry eye, infection, diffuse lamellar keratitis, interface debris and epithelial ingrowth, flap displacement, surgically induced astigmatism or aberrations, regression, iatrogenic thinning and ectasia, glare, difficulty with night driving and retinal detachment. 5. Excimer laser-assisted epithelial keratomileusis (LASEK)1 to 6 DSame as LASIK except there are no microtome-related complications6. Femosecond laser-assisted LASIK2 to 12 DDiffuse lamellar keratitis, incomplete flap and interstitial corneal stromal haze are still potential problems. BMethods to reduce the overall refractory power of the eye1. Clear lens extraction> 15 DRetinal detachment, endophthalmitis2. Phakic intraocular lens5-22 DEndophthalmitis, cataract",
        "cop": 1,
        "opa": "Excimer",
        "opb": "Argon",
        "opc": "Holmium",
        "opd": "Nd-Yag",
        "subject_name": "Ophthalmology",
        "topic_name": "Errors of Refraction",
        "id": "7640f38d-595a-48b3-989d-cc6507882a22",
        "choice_type": "single"
    }
]