[
    {
        "question": "Argon laser trabeculoplasty is done in:",
        "exp": "In Argon Laser Trabeculoplasty (ALT) Laser beam is focused on trabecular meshwork Opens up the pores of trabecular meshwork. So that more Aqueous can flow through it in faster time Lowers Intra ocular pressure Typically done in open angle glaucoma Trabecular meshwork After ALT",
        "cop": 4,
        "opa": "Angle closure glaucoma",
        "opb": "Angle recession glaucoma",
        "opc": "Secondary glaucoma",
        "opd": "Open angle glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "FMGE 2018",
        "id": "eb149b88-c1b7-4925-838b-a5f6fd7c0fc9",
        "choice_type": "single"
    },
    {
        "question": "The eye in the newborn is:",
        "exp": "At bih, eye is hypermetropic by +2 to +3D and usually becomes emmetropic by the age of 5 to 7 years This is because of smaller eyeball Eyeball length at bih is 16mm.",
        "cop": 2,
        "opa": "Hypermetropic with regular astigmatism",
        "opb": "Hypermetropia",
        "opc": "Hypermetropic with irregular astigmatism",
        "opd": "Myopia",
        "subject_name": "Ophthalmology",
        "topic_name": "FMGE 2018",
        "id": "09a507da-3d8a-42d5-bffc-15d8df17c994",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in eye in trachoma endemic areas?",
        "exp": "Azithromycin is the drug of choice in treatment of trachoma in endemic areas Erythromycin, ganciclovir and tetracyclines are used topically In blanket therapy or mass therapy of trachoma In endemic zone 1% tetracycline ointment OD x 10 days x 6 months is prescribed",
        "cop": 4,
        "opa": "Erythromycin",
        "opb": "Ganciclovir",
        "opc": "Clindamycin",
        "opd": "Azithromycin",
        "subject_name": "Ophthalmology",
        "topic_name": "FMGE 2018",
        "id": "7d87b03a-e039-4fa0-b3f9-ec30f0cc35f8",
        "choice_type": "single"
    },
    {
        "question": "Keratometry is done to assess:",
        "exp": "Keratometry measures the curvature of cornea e. g. Placido's disc, Orb Scan, Pentacam Placido's Disc Aesthesiometer is used to measure corneal sensation Specular microscopy is used for corneal endothelium - count and morphology of endothelial cells Pachymeter is used for measuring corneal thickness.",
        "cop": 4,
        "opa": "Corneal sensation",
        "opb": "Corneal endothelium",
        "opc": "Corneal thickness",
        "opd": "Curvature of cornea",
        "subject_name": "Ophthalmology",
        "topic_name": "FMGE 2018",
        "id": "e6126b47-4fb0-420e-b55e-c21e6f71c13b",
        "choice_type": "single"
    },
    {
        "question": "Herbe's pits are seen in:",
        "exp": "Trachoma Also called Egyptian ophthalmia is caused by chlamydia trachomatis. Serotypes, A, B, Ba and C are associated with hyperendemic (blinding) trachoma. Most common mode of trachoma spread is through fomites and flies. Reservoir of infection are children with active disease. It is responsible for 15-20% of world's blindness. Leading cause of preventable blindness in the world. Incubation period varies from 5 to 21 days Conjunctival reaction in trachoma is both follicular (conjunctival follicles) and papillary (papillary hyperplasia) Herbe follicles refer to typical trachoma follicles present in the limbal are (pathognomic) Herbe's pits: cicatrized follicles at the superior lumbus. Note Arlt's line: it is thick band of scar tissue in the palpebral conjunctiva of the eye, near the lid margin seen in cicatrizing trachoma",
        "cop": 4,
        "opa": "Vernal conjunctivitis",
        "opb": "Atopic conjunctivitis",
        "opc": "Gonococcal conjunctivitis",
        "opd": "Chlamydial conjunctivitis",
        "subject_name": "Ophthalmology",
        "topic_name": "FMGE 2018",
        "id": "79025dfe-4fa2-4ab6-a116-99a30193d401",
        "choice_type": "single"
    },
    {
        "question": "As per WHO classification of xerophthalmia, X2 is:",
        "exp": "X2: corneal xerosis World Health Organization Re- Classification of Xerophthalmia Signs Classification Ocular Signs XN Night blindness X1A Conjunctival xerosis X1b Bitot's spots X2 Corneal xerosis X3A Corneal ulceration - Keratomalacia involving one- third or less of the cornea X3B Corneal ulceration -keratomalacia involving one-half or more of the cornea XS Corneal scar XF Xerophthalmic fundus",
        "cop": 4,
        "opa": "Night blindness",
        "opb": "Conjunctival xerosis",
        "opc": "Bitot's spots",
        "opd": "Corneal xerosis",
        "subject_name": "Ophthalmology",
        "topic_name": "FMGE 2018",
        "id": "960333c6-da24-4abb-b2f8-98f946a53da1",
        "choice_type": "single"
    },
    {
        "question": "For laser iridotomy which laser is used?",
        "exp": "TYPE EFFACTS CLINICAL USE ARGON LASER PHOTOCOAGULATION DR ND YAG LASER (1064 nm) PHOTODISRUPTION CAPSULOTOMY, IRIDOTOMY EXCIMER (193. NM) PHOTOABLATION LASIK, PHOTOTHERAPEUTIC KERATCTOMY CO2 LASER - USE IN OCULOPLASTY",
        "cop": 2,
        "opa": "Argon laser",
        "opb": "Nd YAG laser",
        "opc": "Excimer laser",
        "opd": "Co2 Laser",
        "subject_name": "Ophthalmology",
        "topic_name": "FMGE 2018",
        "id": "5856297d-f1f2-4041-a492-ff2b910200b1",
        "choice_type": "single"
    },
    {
        "question": "Maximum cones are seen in:",
        "exp": "Optic disc, 1. 5 mm in size, is responsible for blind spot of Mariotte Rods and cones are sensory end organs of vision Rods are absent in the foveal region. Ganglion cell layer is thickest in the macular region. Foveola is the most sensitive pa of retina. It contains only cones and their nuclei covered by a thin internal limiting membrane. There are 3 types of cones Red (maximum number) 65% Green Blue (least number) Cones are packed and tight mosaic hexagonal cells Visual acuity depends upon the density of cone mosaic",
        "cop": 2,
        "opa": "Limbus",
        "opb": "Fovea centralis",
        "opc": "Macula lutea",
        "opd": "Blind spot",
        "subject_name": "Ophthalmology",
        "topic_name": "FMGE 2018",
        "id": "8c338656-00d3-48b0-9caa-651bc53d5a56",
        "choice_type": "single"
    },
    {
        "question": "In dacryocystorhinostomy (DCR), Lacrimal gland opens into:",
        "exp": "DCR - After 4 year of age- Fistula made between medial meatus & lacrimal sac Dacryocystitis- (1) Congenital dacryocystitis - Mostly due to membranous occlusion at near the valve of hasner- Watering develops after 7 days of bih followed by mucopurulent discharge Regurgitation test positive Rx - Massage over the lacrimal sac (4 times a day) | If not able to cured by 6 months of age Probing of NLD with bowman's probe (REPEATED AFTER AN INTERVAL OF 3-4 WEEKS) |Repeated probing fails Intubation with silicone tube (silicone tube should be kept in the NLD for about six months) |After 4 years of age DCR (2) Adult dacrocystitis-Rx of Choice is DCR",
        "cop": 2,
        "opa": "Inferior meatus",
        "opb": "Middle meatus",
        "opc": "Supreme meatus",
        "opd": "Superior meatus",
        "subject_name": "Ophthalmology",
        "topic_name": "FMGE 2018",
        "id": "7c856a4c-8ca7-4de8-ac5d-008c21858da9",
        "choice_type": "single"
    },
    {
        "question": "A newborn is hypermetropic by",
        "exp": "* (N) REFRACTIVE error at bih 2-3 D hypermetropic' * BY the age of 5-7 years the eye is emmetropic and remains so till the age of about 50 years* After 50 years of age there is tendency to develop hypermetropia again which gradually increase the extreme of life by which the eye has the same +2 TO +3 with which it staed. this senile hypermetropia is due to change in the lens.",
        "cop": 1,
        "opa": "+ 2. 5 D",
        "opb": "+ 5D",
        "opc": "+ 10 D",
        "opd": "+ 1D",
        "subject_name": "Ophthalmology",
        "topic_name": "FMGE 2018",
        "id": "84e228d1-809c-4d03-88e9-489c4833d780",
        "choice_type": "single"
    },
    {
        "question": "Rosette cataract is seen after",
        "exp": "Cataract Features Sunflower Wilson's disease / chalcosis **Keyser - Fleisher ring - characteristic of Wilson's disease Snow flake DM Christmas tree Myotonic dystrophy Oil drop Galactosemia Rosette shapes Blunt trauma Other features of blunt trauma 1. Commotio retina (berlin's edema)- milky white cloudiness involving the posterior pole with a cheer red spot in the foveal region 2. Vossius's ring - circular ring of brown pigment seen on the anterior capsule FABRY's disease Propeller / spoke like Complicated cataract Mostly posterior sub capsular cataract Bread crump appearance Polychromatic lusture Punctate / blue dot cataract M/C congenital cataract in children No loss of vision Atopic dermatitis Shield cataract Anterior sub capsular cataract",
        "cop": 1,
        "opa": "Blunt trauma to eye",
        "opb": "Copper foreign body in eye",
        "opc": "Penetrating injury to eye",
        "opd": "Infection",
        "subject_name": "Ophthalmology",
        "topic_name": "FMGE 2018",
        "id": "7b3b1d2c-f0dc-4472-bdb9-f882bb1519d0",
        "choice_type": "single"
    },
    {
        "question": "Campimetry is used to measure",
        "exp": "Normal extent of field of vision for white color is Superior: 60o Nasal: 60o Inferior: 70o Temporal: 100o Field of vision for blue and yellow color is roughly 100 less and that for red and green color is about 200 less than that for white. (smallest is with green color) Red color perimetry is paicularly useful in the diagnosis of bitemporal hemianopia with chiasmal compression and of central scotoma of retrobulbar neuritis. Static perimetry is performed with adopted goldmann perimeter. Friedman perimeter and automated perimeter. Campimetry is performed to evaluate the central and paracentral area (300) of the visual field on Bjerrum's screen Bjerrum's Tangent Screen",
        "cop": 1,
        "opa": "Field of Vision",
        "opb": "Pattern of retina",
        "opc": "Malignant melanoma",
        "opd": "Squint",
        "subject_name": "Ophthalmology",
        "topic_name": "FMGE 2018",
        "id": "cc005120-2a18-4c3f-8f46-7e92503a5e40",
        "choice_type": "single"
    },
    {
        "question": "A child presents with night blindness, delayed dark adaptation. Which investigation is to be done fuher to confirm the diagnosis?",
        "exp": "Retinitis pigmentosa * APOPTOSIS OF RODS * AUTOSOMAL RESSECIVE * AUTOSOMAL DOMINANT * X LINKED - WORST PROGNOSIS C/F* NYCTALOPIA * RING SCOTOMA * TUBULAR VISION O/E- TRIAD * PALE WAXY DISC* ARETRIOLAR ATTENUATION* BONE SPICULE PIGMENTATION ( MOST CHARACTERISTIC ) Gold standard for Dx - ERG EOG - Gold standard for best disease. Retinoscopy - differentiate between type of refractive error",
        "cop": 2,
        "opa": "Dark adaptometry",
        "opb": "ERG",
        "opc": "EOG",
        "opd": "Retinoscopy",
        "subject_name": "Ophthalmology",
        "topic_name": "FMGE 2018",
        "id": "6ca9bf69-4596-43b5-a524-be3df8ed30e6",
        "choice_type": "single"
    },
    {
        "question": "Sarcoidosis is associated with",
        "exp": "Sarcoidosis -Can cause - Anterior uveitis (M /C)- Posterior uveitis- Intermediate uveitis- Pan uveitis M/C presentation - B/L Lymphadenopathy2nd m/c - uveitis C/F - Mutton fat keratic precipitates - Koppe's / busacca's nodules - Bilateral uveitis - Infiltration - Snowball/ string of pearl appearance - Candle wax drippings ( VASCULITIS) - DX - KVEIM TEST + Increase ACE",
        "cop": 3,
        "opa": "Cataract",
        "opb": "Ectopia lentis",
        "opc": "Anterior uveitis",
        "opd": "Keratitis",
        "subject_name": "Ophthalmology",
        "topic_name": "FMGE 2018",
        "id": "28367924-e541-4cef-a03a-ab49afb22b7f",
        "choice_type": "single"
    },
    {
        "question": "Optic disc changes of retinitis pigmentosa:",
        "exp": "Retinitis pigmentosa (RP) is a type of retinal dystrophy predominantly effecting the rod photo receptor cells of the retina with subsequent degeneration of the cones Sporadic: most common Clinic - investigative features Night blindness May occur before the retinal changes appear. Fundus changes Retinal pigmentary changes occur in the form of perivascular deposition (jet black spots) of bony corpuscle pigments in the equatorial region which later spread both. Anteriorly and posteriorly Retinal aerioles are attenuated Optic disc becomes pale waxy ending in consecutive optic atrophy. Visual field changes Annular of ring scotoma Tubular vision in advanced cases - Electrophysiological changes Appears even before the subjective symptoms and signs Scotopic flash ERG: decrease in amplitude of the 'a' wave EOG is extinguished",
        "cop": 1,
        "opa": "Consecutive optic atrophy",
        "opb": "Blurring of disc margins",
        "opc": "Hyperemia of disc",
        "opd": "No significant change",
        "subject_name": "Ophthalmology",
        "topic_name": "FMGE 2018",
        "id": "465b71f4-1589-48f6-b3c5-0851eb6887e5",
        "choice_type": "single"
    },
    {
        "question": "Cornea drives its nutrition chiefly from:",
        "exp": "Cornea is avascular and dehydrated structure Gets glucose from aqueous humour Gets oxygen from 3 different source. Air Tear film Aqueous The innermost layer of the tear film is the mucous layer, which consists of secreted mucins, electrolytes and water produced by conjunctival goblet cells Mucin stabilizes the tear film",
        "cop": 1,
        "opa": "Aqueous humour",
        "opb": "Mucous layer",
        "opc": "Corneal vessels",
        "opd": "Perilimbal vessels",
        "subject_name": "Ophthalmology",
        "topic_name": "FMGE 2018",
        "id": "7fafdb2f-7cac-4bb7-bf65-526e902f9960",
        "choice_type": "single"
    },
    {
        "question": "Constantly changing refractive error is seen in:",
        "exp": "In diabetic patients often in hyperglycemia blood sugar level increases leading to myopia and as it becomes hypoglycemia it may lead to hypermetropia This constantly changing refractive error is seen in diabetic with or without cataract. Diabetic Cataract- Snowflake opacities Intumescent cataract This means a swollen cataract due to excessive hydration. The swollen lens pushes the iris forward leading to closure of the angle and producing the so called Phacomorphic glaucoma. Traumatic cataract Traumatic cataract in blunt/concussion trauma is typically in rosette shaped cataract. In penetrating injury, it is usually anterior subcapsular. Morgagnian cataract There is total liquefaction of the coex as a result of which the nucleus sinks inferiorly. The liquefied coex leaks through the intact capsule. And blocks the trabecular meshwork. This leads to photolytic glaucoma or lens protein glaucoma. It also causes phacoanaphylactic uveitis.",
        "cop": 2,
        "opa": "Intumescent cataract",
        "opb": "Diabetic cataract",
        "opc": "Traumatic cataract",
        "opd": "Morgagnian cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "FMGE 2018",
        "id": "31ceb762-6600-4980-8ca3-7bb10285750e",
        "choice_type": "single"
    },
    {
        "question": "NOT a feature of trachoma:",
        "exp": "Clinical features of trachoma - Lacrimation Photophobia Red eyes Hall mark - Sago grain follicles Herbe's pits seen Arlt's line on upper palpebral conjunctiva seen - sub conjunctival line of fibrosis Arlt's triangle seen in anterior uveitis - lower 1. 3rd of the corneal endothelium where Keratic Precipitates settle due to the normal aqueous flow dynamics Pannus seen (nonspecific sign) Chalazion are not associated with trachoma- chronic inflammatory granuloma of the meibomian gland Seen in people with Oily skin Ocular rosacea",
        "cop": 2,
        "opa": "Corneal opacity",
        "opb": "Chalazion",
        "opc": "Entropion",
        "opd": "Herbe's pits",
        "subject_name": "Ophthalmology",
        "topic_name": "FMGE 2018",
        "id": "cadaed76-a710-49b5-a37d-abc7248ca2cf",
        "choice_type": "single"
    }
]