[
    {
        "question": "Selective alpha 2 agoinst used in glaucoma -",
        "exp": "Brimonidine (0. 2%: 2 times/day). It is a selective alpha-2-adrenergic agonist and lowers IOP by decreasing aqueous production. Because of increased allergic reactions and tachyphylaxis rates it is not considered the drug of first choice in POAG. It is used as second drug of choice and also for combination therapy with other drugs Ref. AK Khurana 4th edition page no 223",
        "cop": 4,
        "opa": "Timolol",
        "opb": "Epinephrine",
        "opc": "Dipivefrine",
        "opd": "Brimonidine",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "becce6b6-3172-4498-a86f-a688db6c40fc",
        "choice_type": "single"
    },
    {
        "question": "40 years male with spherophakia is at risk for developing",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 248) Phacomorphic glaucoma is an acute secondary angle-closure glaucoma caused by: Intumescent lens i. e., swollen cataractous lens due to rapid maturation of cataract or sometimes following traumatic rupture of the capsule is the main cause of phacomorphic glaucoma. Anterior subluxation or dislocation of the lens. Spherophakia (congenital small spherical lens) Phacomorphic glaucoma is the term used for secondary angle-closure glaucoma due to lens intumescence. The increase in lens thickness from an advanced cataract, a rapidly intumescent lens, or a traumatic cataract can lead to pupillary block and angle closure.",
        "cop": 3,
        "opa": "Phacolytic glaucoma",
        "opb": "Phacoanaphylactic glaucoma",
        "opc": "Phacomorphic glaucoma",
        "opd": "Obscuration of disc margins",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "f51891de-170b-4f00-9f25-24bc19ea5c16",
        "choice_type": "single"
    },
    {
        "question": "Haabs striae are seen in-",
        "exp": "Haabs striae -Tears and breaks in descemets membrane. These occur because Descemt's membrane is less elastic than the corneal stroma. Tears are usually peripheral, concentric with the limbus and appear as lines with double contour. Ref: Comprehensive ophthalmology-AK Khurana 6th edition chapter-10 page no: 226",
        "cop": 1,
        "opa": "Buphthalmos",
        "opb": "Keratoglobus",
        "opc": "Trachoma",
        "opd": "Keratoconus",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "3d833c6a-d2c6-4445-9718-8afc47e4c32b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a function of aqueous humor?",
        "exp": "It provides nutrition to the cornea and lens and not the retina. Functions of aqueous humor: Maintenance of IOP Nutrition to lens and cornea Maintaining transparency of eye Clearing the eye of toxins",
        "cop": 2,
        "opa": "Maintenance of IOP",
        "opb": "Providing nutrition to retina",
        "opc": "Transparency of eye",
        "opd": "Drainage",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "643e12eb-2bb6-4c88-919b-654867419328",
        "choice_type": "single"
    },
    {
        "question": "Glaucomflecken are seen in:",
        "exp": "Angle-closure glaucoma can have the appearance of glaucomflecken. Glaucomflecken are small anterior subcapsular opacities secondary to lens epithelial necrosis resulting from acute angle-closure glaucoma. - Signs of Angle closure glaucoma: Stony hard eye, steamy cornea, Veically oval mid-dilated non reacting pupil - Symptoms: Severe pain, coloured halos, sudden drop in vision. Symptoms occurs in late night - Nd-Yag Laser iridotomy is done for management of Angle closure glaucoma",
        "cop": 4,
        "opa": "Open angle glaucoma",
        "opb": "Uveitis",
        "opc": "Retinitis pigmentosa",
        "opd": "Angle closure glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "eb8e4480-f3ca-414b-8158-7a3bcf8a3873",
        "choice_type": "single"
    },
    {
        "question": "Hypotony maculopathy, which of the following is not a cause?",
        "exp": "Suprachoroidal Hemorrhage is not a cause of hypotony maculopathy. Hypotony maculopathy is low IOP associated with chorioretinal folds near macula, optic nerve head edema and vessel touosity. Causes Postoperative Hypotony Mitomycin C (MMC) toxicity of the ciliary body Overfiltering Bleb Wound Leak Traumatic Hypotony Scleral perforation Retinal Detachment Cyclodialysis Bilateral Hypotony Osmotic Dehydration Diabetic coma Uremia",
        "cop": 4,
        "opa": "Perforating Corneal ulcer",
        "opb": "Overfiltering bleb",
        "opc": "Cyclodialysis",
        "opd": "Suprachoroidal hemorrhage",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "945e7a60-65b3-4ad5-a906-1f48171ab1ef",
        "choice_type": "single"
    },
    {
        "question": "Rapid change of presbyopic glasses is seen in",
        "exp": "PRIMARY OPEN ANGLE GLAUCOMAAs the name implies, it is a type of primary glaucoma, where there is no obvious systemic or ocular cause of the rise in the intraocular pressure. It occurs in eyes with an open angle of the anterior chamber. Primary open angle glaucoma (POAG) also known as chronic simple glaucoma of adult onset and is typically characterized by slowly progressive raised intraocular pressure(>21 mm. Hg recorded on at least a few occasions) associated with characteristic optic disc cupping and specific visual field defects. Reading and close work often present increasing difficulties owing to accommodative failure due to constant pressure on the ciliary muscle and its nerve supply. Therefore, patients usually complain of frequent changes in presbyopic glasses. Ref: UG Khurana; 4th edition; Pg. 215",
        "cop": 4,
        "opa": "Senile cataract",
        "opb": "Retinal detachment",
        "opc": "Intumescent cataract",
        "opd": "Open angle glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "83064f65-bbf9-4a4b-a72f-e0fbc939c7e3",
        "choice_type": "single"
    },
    {
        "question": "Chronic simple glaucoma is a type of_____ glaucoma",
        "exp": "Ans. b (Primary open angle) (Ref. Schlote, Pocket Atlas of Ophthalmology, p. 153).# Primary open-angle glaucoma is also known as chronic open-angle glaucoma, chronic simple glaucoma, glaucoma simplex. Not all people with POAG have elevated IOP, but decreasing the eye pressure further has been shown to stop progression. The increased IOP is caused by trabecular blockage. Because the microscopic passages are blocked, the pressure builds up in the eye and causes imperceptible very gradual vision loss. Peripheral vision is affected first, but eventually the entire vision will be lost if not treated.# Diagnosis is made by looking for cupping of the optic nerve.# Rx: Pg agonists open uveoscleral passageways. Beta blockers (timolol) decrease aqueous formation. Carbonic anhydrase inhibitors decrease bicarbonate formation from ciliary processes, thus decreasing Aqueous humor formation. Parasympathetic analogs act on the trabecular outflow by opening up the passages and constricting the pupil. Alpha 2 agonists (brimonidine, apraclonidine) decrease fluid production (via. inhibition of AC) and increase drainage. High yield flow chart for Rx of Angle closure glaucoma: Glaucoma Classification (The European Glaucoma Society). Main types. Subtypes. Primary congenital glaucoma/ dysgenetic glaucoma. Is due to primary trabecular meshwork dysgenesis. Primary open-angle glaucoma# Primary open-angle glaucoma with high pressur simple glaucoma# Primary open-angle glaucoma without high pressure/normal-pressure glaucoma# Primary juvenile glaucoma# Ocular hypertension. Secondary open-angle glaucoma# Secondary open-angle glaucoma as a result of ocular diseases# Pseudoexfoliation glaucoma# Pigment dispersion glaucoma# Lens-induced secondary open-angle glaucoma (phacolytic glaucoma, lens particle glaucoma, phacoanaphylactic glaucoma)# Glaucoma with intraocular hemorrhage (glaucoma with hyphema, hemolytic glaucoma, ghost cell glaucoma)# Glaucoma with intraocular inflammation# Glaucoma with intraocular tumors# Glaucoma with retinal detachment# Traumatic glaucoma# Iatrogenic secondary open-angle glaucoma contd # Steroid glaucoma# Glaucoma following intraocular surgery and laser therapy# Secondary open-angle glaucoma as a result of extraocular diseases# Glaucoma with raised episcleral venous pressure. Primary angle-closure glaucoma. Secondary angle-closure glaucoma# Primary narrow-angle glaucoma# Secondary angle-closure glaucoma with pupillary block# Secondary angle-closure glaucoma without pupillary block with anterior pulling mechanism# Secondary angle-closure glaucoma without pupillary block with posterior pushing mechanism. Variants of primary glaucoma# Pigmentary glaucoma# Exfoliation glaucomafpseudoexfoliative glaucoma or glaucoma capsulare)",
        "cop": 2,
        "opa": "Primary closed angle",
        "opb": "Primary open angle",
        "opc": "Secondary open angle",
        "opd": "Secondary closed angle",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "82ca2116-e6ea-4d9f-8e83-0b9a0ddfaeff",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a cause of secondary angle closure glaucoma?",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 249 - 251). Causes of secondary angle closure glaucoma. Pupillary block: uveitis, pseudophakia. Angle fibrosis: neovascular glaucoma",
        "cop": 1,
        "opa": "Pseudophakia",
        "opb": "Coicosteroid induced",
        "opc": "Angle recession glaucoma",
        "opd": "Congenital glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "54b1af67-0c56-4d5d-9f3f-5149798fb005",
        "choice_type": "single"
    },
    {
        "question": "Initial treatment of buphthalmos is -",
        "exp": "In Buphthalmos medications are not effective and so treatment is primarily surgical. Incisional angle surgery by goniotomy or trabeculectomy Ref: Comprehensive ophthalmology-AK Khurana 6th edition chapter-10 page no: 227",
        "cop": 2,
        "opa": "Laser trabeculolasty",
        "opb": "Goniotomy",
        "opc": "Topical pilocarpine",
        "opd": "Carbonic anhydrase inhibitors",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "126bd8da-feb5-4d46-ab31-356e4017b720",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a feature of congenital glaucoma?",
        "exp": "Trabeculodysgenesis is the main pathogenesis for congenital glaucoma. Pathogenesis of Congenital Glaucoma Pathogenesis: Abnormal development of angle (trabeculodysgenesis) (Berkens Membrane). Flat iris inseion. Haab's stria: Horizontal Stria present in glaucoma. - Classical triad of lacrimation, photophobia & blepharospasm is seen. - Signs: Large eye, hazy cornea, Haab's striae. - Treatment: Goniotomy; Trabeculotomy",
        "cop": 3,
        "opa": "Angle closure glaucoma",
        "opb": "Open angle glaucoma",
        "opc": "Trabeculodysgenesis",
        "opd": "Inflammatory glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "39931b13-b8de-4a91-9ad0-69a7c697d54f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a source of error in the applanation tonometry:",
        "exp": "Tear film is required for accurate measurement, is not a source of error. Sources of error in tonometry: Inappropriate fluorescein pattern. Pressure on the globe. Central Corneal thickness. Corneal edema. Pulse pressure. Astigmatism. Incorrect calibration. Wide pulse pressure.",
        "cop": 2,
        "opa": "High Pressure on the globe",
        "opb": "Tear film",
        "opc": "Astigmatism",
        "opd": "Wide pulse pressure",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "d67d5039-f47b-4cd7-9e15-83754fb8defd",
        "choice_type": "single"
    },
    {
        "question": "Drug used in refractory glaucoma -",
        "exp": "Refractory glaucoma (refractory glaucoma), the drug is difficult to control intraocular pressure, and poor prognosis for conventional surgery glaucoma, the past filtration surgery failed glaucoma, juvenile glaucoma, aphakic eye glaucoma, there are more long-term glaucoma medication history, neovascular glaucoma, secondary glaucoma. Symptoms of Refractory Glaucoma The treatment of refractory glaucoma: multiple surgeries fail the means that may belong to the super healing reaction; teenagers the more hyperophy Tenon and active wound healing response; no lens ocular vitreous can release a trauma fibroblasts stimulating hormone to promote scarring; neovascular glaucoma surgery Road often neovascularization and vascular connective tissue growth, blocking it; yet fully calm inflammation secondary glaucoma, uveitis refractory glaucoma surgery organization strong reaction to the destruction of blood - aqueous barrier, fibronectin and growth factor release, can activate fibroblast proliferation, scarring of the filtration channel.",
        "cop": 3,
        "opa": "Systemic glucocoicoid",
        "opb": "ACE inhibitor",
        "opc": "Alpha agonist",
        "opd": "Beta blocker",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "af840ce3-97d2-4f51-87c7-dbf6fc6cae0d",
        "choice_type": "single"
    },
    {
        "question": "Not a symptom of angle closure glaucoma -",
        "exp": "Metamorphosia herein, patients perceive distoed images of the object. This results due to alteration in the ratinal contour caused by a raised patch of choroiditis. Ref: Ophthalmology A K Khurana 6th edition chapter-10 page no: 162",
        "cop": 3,
        "opa": "Blurring of vision",
        "opb": "Coloured Halos",
        "opc": "Metamorphosia",
        "opd": "Headache",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "45b025b6-c6c3-4ce5-96a0-4e1f1a186adb",
        "choice_type": "single"
    },
    {
        "question": "Latanoprost acts in glaucoma by",
        "exp": "Prostaglandin derivative Latanoprost(0. 005%): It is a synthetic drug which is an ester analogue of prostaglandin F2-a. It acts by increasing uveoscleral outflow and by causing reduction in episcleral venous pressure. It is as effective as timolol. It has additive effect with pilocarpine and timolol. Its duration of action is 24 hours and is, thus, administered once daily. Its side-effects include conjunctival hyperaemia, foreign body sensation and increased pigmentation of the iris. Ref:- A K KHURANA; pg num:-427",
        "cop": 2,
        "opa": "Increasing trabecular outflow",
        "opb": "Increasing uveoscleral outflow",
        "opc": "Releasing pupillary block",
        "opd": "Decreasing aqueous humour production",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "2ab8db6f-6ca9-4fd2-a0d9-eeb6f1a30b0f",
        "choice_type": "single"
    },
    {
        "question": "Marcus Gunn sign is seen in",
        "exp": "Grading of hypeensive retinopathy: Keith and Wegner (1939) have classified hypeensive retinopathy changes into following four grades:_ Grade I: It consists of mild generalized aeriolar attenuation, paicularly of small branches, with broadening of the aeriolar light reflex and vein concealment._ Grade II: It comprises marked generalized narrowing and focal attenuation of aerioles associated with deflection of veins at aeriovenous crossings (Salus' sign)._ Grade III: This consists of Grade II changes plus copper-wiring of aerioles, banking of veins distal to aeriovenous crossings (Bonnetsign), tapering of veins on either side of the crossings (Gunn sign) and right-angle deflection of veins (Salu's sign). Flame-shaped hemorrhages cotton-wool spots and hard exudates are also present._ Grade IV: This consists of all changes of Grade III plus silver-wiring of aerioles and papilloedema. Ref: Khurana; 4th edition; Pg. 258",
        "cop": 4,
        "opa": "Retinitis pigmentosa",
        "opb": "Retinal detachment",
        "opc": "Diabetic retinopathy",
        "opd": "Hypeensive retinopathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "d9024b76-4bbe-41b8-a282-652635a6cd23",
        "choice_type": "single"
    },
    {
        "question": "Glaucoma capsulare is caused by",
        "exp": "Occurrence of glaucoma in eye with pseudoexfoliation is called glaucoma capsulare. Reference: Aravind FAQS in Ophthalmology; First Edition; Page no: 232",
        "cop": 2,
        "opa": "Neovascular glaucoma",
        "opb": "Pseudoexfoliative glaucoma",
        "opc": "Pigmentary glaucoma",
        "opd": "Angle recession glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "574abe31-33bb-49c0-b8e0-e9fdfb0a3bb3",
        "choice_type": "single"
    },
    {
        "question": "Fincham test differentiates cataract from",
        "exp": "The colored halos in glaucoma must be differentiated from those found in acute purulent conjunctivitis and early cataractous changes. In conjunctivitis, the halos can be eliminated by irrigating the discharge. The halos of glaucoma and immature cataract may be differentiated by Fincham&; s test in which a stenopaeic slit is passed across the pupil. During this test glaucomatous halo remains intact, while a halo due to cataract is broken up into segments. Ref: Khurana; 4th edition; Pg. 228",
        "cop": 4,
        "opa": "Conjunctivitis",
        "opb": "Iridocyclitis",
        "opc": "Open angle glaucoma",
        "opd": "Acute congestive glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "51187665-11db-4bfd-91f1-1fdb6398edd7",
        "choice_type": "single"
    },
    {
        "question": "Intravenous Mannitol is indicated in",
        "exp": "* Iv mannitol is an hyperosmotic agents which acts by increasing the osmotic pressure in the plasma thereby imbibing water from the vitreous. Indications:- * Acute rise in IOP --> Primary angle closure glaucoma, Secondary angle closure glaucoma, Posner Schlossman syndrome * In the pre-operative period to reduce IOP in case of lens induced glaucomas, trabeculectomy, etc. Dosage:- * 1-2 mg /kg body weight; 20% solution Adverse Effects:- * Volume overload in cardiac patients * Increase in BP Other Hyperosmotic Agents: - * Glycerol - increases blood glucose, Contraindicated in Diabetics. * Urea - not routinely used * Isosorbide Ref:- Parson's Diseases of the eye 22nd edition; pg num:- 53, 76",
        "cop": 2,
        "opa": "Normal tension glaucoma",
        "opb": "Acute angle closure glaucoma",
        "opc": "Sympathetic ophthalmitis",
        "opd": "Primary Open angle glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "8945395a-b0aa-45a7-ae36-7cf837058292",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antiglaucoma medications can Cause drowsiness?",
        "exp": "The most commonly repoed ADRs are oral dryness, ocular hyperaemia and burning/stinging, all occurring in 22 to 25% of patients. They are usually transient and not commonly of a nature serious enough to require discontinuation of treatment. Symptoms of ocular allergic reactions have been repoed to have occurred in 12. 7% of subjects in clinical trials (causing withdrawal in 11. 5% of subjects), with onset being between 3 and 9 months in the majority of patients. The following convention has been used for classification of frequency of undesirable effects: Very common: >=1 in 10. Common: >=1 in 100 and <1 in 10. Uncommon: >=1 in 1, 000 and <1 in 100. Rare: >=1 in 10, 000 and <1 in 1, 000. Very rare: < 1 in 10, 000. Not known (cannot be estimated from the available data) Within each frequency grouping, undesired effects are presented in order of decreasing seriousness. Cardiac disorders: Uncommon: Palpitations/arrhythmias (including bradycardia and tachycardia). Nervous system disorders: Very common: Headache, drowsiness. Common: Dizziness, abnormal taste. Very rare: Syncope Eye disorders: Very common: Ocular irritation including allergic reactions (hyperaemia, burning, stinging, pruritis, foreign body sensation, conjunctival follicles); blurred vision, allergic blepharitis, allergic blepharoconjuctivitis, allergic conjunctivitis, ocular allergic reaction and follicular conjunctivitis. Common: Local irritation (eyelid hyperaemia and oedema, blepharitis, conjunctival oedema and discharge, ocular pain and tearing); photophobia; corneal erosion and staining; ocular dryness; conjunctival blanching; abnormal vision; conjunctivitis. Very rare: Iritis (anterior uveitis); miosis. Respiratory, thoracic and mediastinal disorders: Common: Upper respiratory symptoms. Uncommon: Nasal dryness. Rare: Dyspnoea Gastrointestinal disorders: Very common: Oral dryness. Common: Gastrointestinal symptoms. Vascular disorders: Very rare: Hypertension, hypotension. General disorders and administration site conditions: Very common: Fatigue. Common: Asthenia. Immune system disorders: Uncommon: Systemic allergic reactions. Psychiatric disorders: Uncommon: Depression. Very rare: Insomnia. The following adverse reactions have been identified during post-marketing use of Brimonidine eye drops in clinical practice. Because they are repoed voluntarily from a population of unknown size, estimates of frequency cannot be made. Not known: Eye disorders Iridocyclitis (anterior uveitis) Eyelid pruritus Skin and subcutaneous tissue disorders Skin reaction including erythema, face oedema, pruritus, rash and vasodilation",
        "cop": 3,
        "opa": "Latanoprost",
        "opb": "Timolol",
        "opc": "Brimonidine",
        "opd": "Dorzolamide",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "46c6c662-8300-4dc9-9c16-c20f2996f27e",
        "choice_type": "single"
    },
    {
        "question": "The critical angle of cornea-air interface is:",
        "exp": "Cornea air interface is 46 degree.",
        "cop": 2,
        "opa": "36o",
        "opb": "46o",
        "opc": "56o",
        "opd": "66o",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "f4542606-b67f-4d77-b88f-f99e84fbb17e",
        "choice_type": "single"
    },
    {
        "question": "The normal cup disc ratio is -",
        "exp": "\u0001 Cup-disc ratio. Normal cup disc ratio is 0. 3. (i) Large cup may be physiological or glaucomatous. (ii) Cup becomes full in papilloedema and papillitis. Ref. AK Khurana 4th edition page no 477",
        "cop": 1,
        "opa": "0. 3",
        "opb": "0. 6",
        "opc": "1. 2",
        "opd": "2. 4",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "d5eabae2-6ffa-43d6-9576-86e916823f29",
        "choice_type": "single"
    },
    {
        "question": "Field defect in open angle glaucoma is best detected by?",
        "exp": "Diagnosis of glaucoma field defect is best done by Humphrey field perimeter(Gold standard). EARLIEST VISUAL FEILD DEFECT- PARA CENTRAL SCOTOMA Visual feild is defined as area if space visible to human eye without moving the eye fro central target. Rule of thumb: Earliest visual field defect in glaucoma always begin from close to center i. e Paracentral > Bjerrum > Generalized constriction. Extra edge: In Glaucoma, Temporal visual field is the last visual field to be affected.",
        "cop": 1,
        "opa": "Humphrey field perimeter",
        "opb": "Goldman perimeter",
        "opc": "Listers perimeter",
        "opd": "Bjerrum screen",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "9cc3080a-801c-4529-add2-66938bb5c63d",
        "choice_type": "single"
    },
    {
        "question": "Normal IOP in population is",
        "exp": "Normal IOP: 14-19 mm Hg Variables in Intraocular pressure (Those factors that can cause change in the intraocular pressure throughout day) More in morning than in evening in normal adults (Diurnal Variation) Heart rate Blood pressure Respiration",
        "cop": 4,
        "opa": "6-10 mm Hg",
        "opb": "1-6 mm Hg",
        "opc": "21-25 mm Hg",
        "opd": "14-19 mm Hg",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "94943981-40f6-4530-89a0-a5480127f436",
        "choice_type": "single"
    },
    {
        "question": "Pigmentary glaucoma- findings seen is -",
        "exp": "Deposition of pigment granules in posterior surface of cornea is called krukenbergs spindle it is seen in pigment dispersion syndrome Ref: Comprehensive ophthalmology -6th edition chapter -10 page no: 250",
        "cop": 4,
        "opa": "Fevy line",
        "opb": "Flesscher's line",
        "opc": "Hadson hauti line",
        "opd": "Krukenberg's spindles",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "c94025e8-dbea-4c66-aaee-a9cc45ae23e6",
        "choice_type": "single"
    },
    {
        "question": "Ex-Press glaucoma shunt is made up of:",
        "exp": "Ans. (d) Stainless steel. Ref: Khurana 6/e, p. 256; Shield's 6/e, p. 528 The Ex-Press implant--This biocompatible device is almost 3 mm long with an external diameter of approximately 400 microns. It is a non-valved, MRI compatible, stainless steel device with a 50 micron lumen. It has an external disc at one end and a spur-like extension on the other to prevent extrusion. This implant is not put under the conjunctiva but it is implanted under the scleral flap. This has totally avoided the complication of extrusion and hypotony.",
        "cop": 4,
        "opa": "Titanium",
        "opb": "Gold",
        "opc": "Silicon",
        "opd": "Stainless steel",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "e7761d34-6955-41ff-bfb1-1d896288ef42",
        "choice_type": "single"
    },
    {
        "question": "Which of the following causes least increase in IOP?",
        "exp": "Ans. (a) Flouromethalone. Ref: American Academy of Ophthalmology, BSCS, Section 9, p. 186. Rimexolone, Loteprednol & fluorometholone have less potential to elevate IOP.",
        "cop": 1,
        "opa": "Flouromethalone",
        "opb": "Triamicinolone",
        "opc": "Dexamethasone",
        "opd": "Hydrocortisone",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "3e95a6de-606c-4e7d-8593-6d6f744face8",
        "choice_type": "single"
    },
    {
        "question": "Drug kept as a last reso in the management of primary open angle glaucoma is -",
        "exp": "Acetazolamide and methazolamide are not recommended for long term use because of their side effects. However, acetazolamide 250 mg Tds may be added to control IOP for sho term Ref: Ophthalmology A K Khurana 6th edition chapter-10 page no: 237",
        "cop": 4,
        "opa": "Latanoprost",
        "opb": "Topical beta blocker",
        "opc": "Brimonidine",
        "opd": "Oral acetazolamide",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "d083e642-b0d4-45bd-bbaf-eb874f302738",
        "choice_type": "single"
    },
    {
        "question": "A patient on anti-epileptic drugs now complains of progressive B/L constriction of visual fields. Pt is on which drug?",
        "exp": "Vigabatrin is implicated in causation of constriction of visual field.",
        "cop": 2,
        "opa": "Ethosuximide",
        "opb": "Vigabatrin",
        "opc": "Phenobarbitone",
        "opd": "Levetiracetam",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "fa1870e9-4a02-4f9e-b931-ab5f9a4d1d79",
        "choice_type": "single"
    },
    {
        "question": "Glaukomflecken is",
        "exp": "Acute congestive angle closure may cause small anterior grey-white subcapsular or capsular opacities, glaukomflecken to form within the pupillary area. These represent focal infarcts of the lens epithelium and are almost pathognomonic of prior acute angle-closure glaucoma. Ref: kanski's clinical ophthalmology, 8th edition, page no. 273",
        "cop": 2,
        "opa": "Acute uveitis due to glaucoma",
        "opb": "Lens opacity due to glaucoma",
        "opc": "Retinal detachment due to glaucoma",
        "opd": "Corneal opacity due to glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "2b5e8a49-348a-48e1-98b6-7b69c8b62f08",
        "choice_type": "single"
    },
    {
        "question": "Best treatment for buphthalmos is",
        "exp": "Ans. b (Goniotomy). (Ref. Parson, Diseases of Eye, 18th/pg. 214)BUPHTHALMOSNormal IOT in Schiotz tonometer is 14-20 mm. Hg. Glaucoma Index =Initial IOP-----------Facility of outflow(Normal < 100). Treatment of choice for buphthalmos is goniotomy. Eventual success rate with goniotomy is 85%. However in resistant cases trabeculectomy and trabeculotomy are helpful. Trabeculotomy is useful when corneal clouding is present or when goniotomy fails.",
        "cop": 2,
        "opa": "Trabeculectomy",
        "opb": "Goniotomy",
        "opc": "Cryotherapy",
        "opd": "Conservative",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "80a9a3ec-6d4f-4b3d-9419-739ae6a6973b",
        "choice_type": "single"
    },
    {
        "question": "Glaucoma flecken is",
        "exp": "Vogt's triad may be seen in patients with any type of post congestive glaucoma and in treated cases of acute congestive glaucoma. It is characterized by: _ Glaucoma flecken (anterior subcapsular lenticular opacity), _ Patches of iris atrophy, and _ Slightly dilated non-reacting pupil (due to sphincter atrophy). Glaukomflecken are gray-white epithelial and anterior coical lens opacities that occur following an episode of markedly elevated IOP, Ref: Khurana; 4th edition; Pg. 230",
        "cop": 2,
        "opa": "Acute uveitis due to glaucoma",
        "opb": "Lens opacity due to glaucoma",
        "opc": "Retinal detachment due to glaucoma",
        "opd": "Corneal opacity due to glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "00dbb14a-cc34-4650-ad71-b56addb4a9ec",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old male presents with coloured halos. On Fincham&; s test, the halos split and then reunite. The most probable diagnosis is",
        "exp": "The coloured halos in glaucoma must be differentiated from those found in acute purulent conjunctivitis and early cataractous changes. In conjunctivits, the halos can be eliminated by irrigating the discharge. The halos of glaucoma and immature cataract may be differentiated by Fincham&; s test in which a stenopaeic slit is passed across the pupil. During this test glaucomatous halo remains intact, while a halo due to cataract is broken up into segments. Ref:- A K KHURANA; pg num:-228",
        "cop": 3,
        "opa": "Acute congestive glaucoma",
        "opb": "Open angle glaucoma",
        "opc": "Senile immature cataract",
        "opd": "Mucopurulent conjunctivitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "3c860ea8-ae63-4bad-9032-90a0c570bb2c",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of rubeosis iridis -",
        "exp": "Rubeosis iridis -neovascularisation of iris. it develops following retinal ischemia which is a common feature of: *proliferative diabetic retinopathy *central retinal vein occlusion *sickle cell retinopathy *Eale's disease Ref: Comprehensive ophthalmology-AK Khurana 6th edition chapter-10 page no: 250",
        "cop": 4,
        "opa": "Tumor",
        "opb": "CRAO",
        "opc": "Radiation retinopathy",
        "opd": "Diabetic retinopathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "1d2f219f-cb11-4437-aa57-c934c6735275",
        "choice_type": "single"
    },
    {
        "question": "IOP is most accurately measured by",
        "exp": "Answer: b) Applanation tonometer (BASAK 4th ED, P-262). Measurement of IOP: 1. Contact Tonometer* Indentation tonometer> When placed on a eye, the plunger together with a present weight, indents the cornea.> The amount of indentation is measured on a scale and the IOP can be calculated> Not accurate since IOP measured is influenced by scleral rigidity> Types# Schiotz (manual)# Mac. Kay-Marg (electronic)* Applanation tonometer> Based on the principle of Imbert-Fick's law> Applanation tonometer measures the IOP by flattening the cornea over a specific area (3. 06mm)> More accurate since the pressure values are not influenced by scleral rigidity> Types# Goldmann (slit-lamp mounted)# Parkins' (hand-held)2. Non-Contact tonometer3. Digital tonometry: IOP is roughly assessed by digital palpation, fluctuating the down-turned eye between two index fingers through the upper lid",
        "cop": 2,
        "opa": "Schiotz tonometer",
        "opb": "Applanation tonometer",
        "opc": "Non contact tonometer",
        "opd": "Digital tonometer",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "90da01bb-dfe2-4cba-9174-49f32ae704b9",
        "choice_type": "single"
    },
    {
        "question": "A patient came to the casualty with acute attack of asthma after starting treatment of glaucoma. The causative drug is",
        "exp": "Ans. (a) Timolol(Ref: Kanski 7/e, p. 383; Katzung 12/e, p. 158). Timolol is a non-selective beta blocker and thus acts on Beta 2 receptors also, leading to broncospasm and exacerbation of asthma. Betaxolol is a cardioselective (beta 1 blocker) and thus is free from this side effect",
        "cop": 1,
        "opa": "Timolol",
        "opb": "Betaxolol",
        "opc": "Clonidine",
        "opd": "Acetazolamide",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "75db775d-629e-4334-b90e-7c9ffa12f21a",
        "choice_type": "single"
    },
    {
        "question": "The cause of a coloured &; Halo&; in narrow angle glaucoma is",
        "exp": "Clinical Features of Glaucoma - Cupping of disc. - Raised intraocular pressure with coloured halos due to corneal oedema Ref khurana 6th edition pg 1234 - Visual field defect.",
        "cop": 2,
        "opa": "Increase IOP",
        "opb": "Corneal oedema",
        "opc": "Lenticular changes",
        "opd": "Lacrimation",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "b578cd79-6a2b-49cf-956c-d5a8609cebe0",
        "choice_type": "single"
    },
    {
        "question": "A 70-year-old patient presents with progressive deterioration of vision. On examination, the pupillary reaction is sluggish and the l. OP is normal. Fundoscopy shows a large and deep cup. Visual field reveals paracentral scotoma. What is the probable diagnosis",
        "exp": "Normal Tension Glaucoma An intraocular pressure of less than 21 mm Hg is recorded in about 15% of patients with all the other features of POAG. This condition is labelled as Normal tension glaucoma. Characterstically the angle of anterior chamber is open on gonioscopy and there is no secondary cause for glaucomatous disc changes. NTG is varient of POAG which accounts for 16% of all cases of POAG. Etiopathogenesis: It is believed to result from chronic low vascular perfusion, which makes the optic nerve head susceptible to normal IOP. This view is suppoed by following association which are more common in NTG than in POAG: 1) Raynauld phenomenon i. e., peripheral vascular spasm on cooling. 2) Migraine, 3) Nocturnal systemic hypotension and overeated systemic hypertension. 4)\u0001Reduced blood flow velocity in the ophthalmic aery. Ref:- A K KHURANA; pg num:-224",
        "cop": 1,
        "opa": "Normal tension glaucoma",
        "opb": "Absolute glaucoma",
        "opc": "Primary angle closure glaucoma",
        "opd": "Neovascular glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "ccefde75-7ec0-4932-8bf1-d4806491da5f",
        "choice_type": "single"
    },
    {
        "question": "Mildly dilated pupil is seen in",
        "exp": "In acute congestive glaucoma, pupil is semidilated, veically oval and fixed. It is non reactive to both light and accommodation. Other signs include congestion, hazy cornea, shallow AC and IOP high( 60 - 70 mmhg ). Ref: khurana 6th edition, page no. 244",
        "cop": 1,
        "opa": "Acute congestive glaucoma",
        "opb": "Iridocyclitis",
        "opc": "Chronic congestive glaucoma",
        "opd": "Open angle glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "b796af66-66d6-48a5-8dde-84ce6e91e8a3",
        "choice_type": "single"
    },
    {
        "question": "Pigmentary glaucoma shows",
        "exp": "PIGMENTARY GLAUCOMAIt is a type of secondary open-angle glaucoma wherein clogging up of the trabecular meshwork occurs by the pigment paicles. About 50% of patients with the pigment dispersion syndrome develop glaucoma. Pathogenesis. The exact mechanism of pigment shedding is not known. It is believed that, perhaps, pigment release is caused by mechanical rubbing of the posterior pigment layer of iris with the zonular fibrils. Clinical features. The condition typically occurs in young myopic males. Characteristic glaucomatous features are similar to primary open angle glaucoma(POAG), associated with deposition of pigment granules in the anterior segment structures such as iris, posterior surface of the cornea (Krukenberg's spindle), trabecular meshwork, ciliary zonules and the crystalline lens. Gonioscopy shows pigment accumulation along the Schwalbe's line especially inferiorly (Sampaolesi's line). Iris transillumination shows radial slit-like transillumination defects in the mid-periphery (pathognomonic feature). Treatment: It is exactly along the lines of primary open-angle glaucoma. Ref: Khurana; 4th edition; Pg. 234",
        "cop": 4,
        "opa": "Fevy line",
        "opb": "Flesscher line",
        "opc": "Hadson hauti line",
        "opd": "Krukenberg spindle",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "4c010a59-c9cd-423c-ac0e-8ac148edd561",
        "choice_type": "single"
    },
    {
        "question": "Main MOA brimonidine in glaucoma -",
        "exp": "Brimonidine (0. 2%: 2 times/day). It is a selective alpha-2-adrenergic agonist and lowers IOP by decreasing aqueous production. Because of increased allergic reactions and tachyphylaxis rates it is not considered the drug of first choice in POAG. It is used as second drug of choice and also for combination therapy with other drugs. Ref. AK Khurana 4th edition page no 223",
        "cop": 1,
        "opa": "Decreased aqueous secretion",
        "opb": "Increased trabecular outflow",
        "opc": "Increased uveoscleral outflow",
        "opd": "Reduce vitreous volume",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "42fcf2f0-f933-49fd-8d67-602b988d3b2e",
        "choice_type": "single"
    },
    {
        "question": "Which procedure is being done in the patient?",
        "exp": "Ans. (c) Indentation tonometry. Ref: Parson's 22/e. p. 126. The instrument in the image is a Schiotz tonometer - which is based on principle of Indentation tonometry - a plunger will indent and thus displace aqueous to raise IOP more in a soft eye than a hard eye.",
        "cop": 3,
        "opa": "Applanation tonometry",
        "opb": "A scan ultrasonography",
        "opc": "Indentation tonometry",
        "opd": "Keratometry",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "7b504bac-6e19-4434-b92f-4b6e72979e82",
        "choice_type": "single"
    },
    {
        "question": "Laser trabeculoplasty is done for",
        "exp": "Laser Trabeculoplasty is useful in patients with primary or secondary open angle glaucoma. It acts by producing a thermal energy at the point of application which will produce micro scars. As the micro scars contract, surrounding un-lasered tissue is stretched there by allowing for better drainage. Repopulation of the trabecular meshwork by stimulation of the cellular division is another possible mechanism. New formed cells are more efficient at allowing drainage. In the given options, Pseudoexfoliation syndrome and Uveitic glaucoma are secondary open angle glaucoma. Uveitic glaucoma patients require control of the uveitis and usually medical treatment of glaucoma. Surgical intervention including laser treatment can worsen the uveitic component of the disease. Pseudo exfoliation syndrome (PES) is characterized by deposition of an amorphous grey dandruff-like material on the pupillary border, anterior lens surface, posterior surface of iris, zonules and ciliary processes. Secondary open-angle glaucoma is associated in about 50% of the cases. Exact mechanism of rise of IOP is also not clear. Trabecular blockage by the exfoliative material is considered as the probable cause. Clinically, the glaucoma behaves like POAG and is managed by Laser Trabeculoplasty (Increases Trabecular Outflow) Laser trabeculoplasty causes damage, inflammation and scarring of trabecular mesh work causing opening up of trabecular spaces. Since it causes a lot of inflammation it is not used for cases where already there is a lot of inflammation like uveitic glaucoma and neovascular glaucoma.",
        "cop": 3,
        "opa": "Chronic angle closure glaucoma",
        "opb": "Neovascular glaucoma",
        "opc": "Pseudoexfoliative glaucoma",
        "opd": "Uveitic glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "76c068f0-47c7-461b-b1de-eb059df0cec5",
        "choice_type": "single"
    },
    {
        "question": "Van Herick angle grade '3' of anterior chamber denotes -",
        "exp": "The Van Herick technique for grading the depth of anterior chamber angles is one of the easiest methods to estimate the \"openness\" of the angle. With an optic section of the limbal cornea, orient your beam at about a 60 degree angle and compare the width of the corneal section and the width of the shadow adjacent to it. 1: 1 -Wide Open angle, VH grade 4 1: 1/2 - Moderately Open angle, VH grade 3 1: 1/4 - Narrow angle, VH grade 2 (Angle Closure Possible) 1: <1/4 - Angle closure likely, VH grade 1 Ref: Basic ophthalmology -Jogi-4th edition page no: 281",
        "cop": 2,
        "opa": "Wide open angle",
        "opb": "Moderately open angle",
        "opc": "Moderately narrow angle",
        "opd": "Closed angle",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "d7f8e314-8f4f-477a-8701-adc40d626d81",
        "choice_type": "single"
    },
    {
        "question": "Rapid change of presbyopic glass is a feature of -",
        "exp": "Difficulty in reading and close work, often persistently increasing, is experienced by most patients. This occur due to increasing accomodative failure as a result of constant pressure on the ciliary muscle and its nerve supply. Therefore, patients usually complain of, frequent changes in presbyopic glasses. Ref: Ophthalmology A K Khurana -6th edition chapter -10 page no: 229",
        "cop": 4,
        "opa": "Senile cataract",
        "opb": "Retinal detatchment",
        "opc": "Intumescent cataract",
        "opd": "Open angle glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "6e331bee-7cf8-4ac2-870b-699174ea3639",
        "choice_type": "single"
    },
    {
        "question": "Not a characteristic of neovascularization of iris",
        "exp": "Characteristics of Neovascularization - Fine and irregular Orientation across the angle - Bright red - Arborizing - Cross the scleral Spur - Can be seen near pupillary border - Indicate VEGF Secretion - Can be seen at Optic nerve head/ retina/ angle/ pupillary border",
        "cop": 3,
        "opa": "Fine and irregular vessels",
        "opb": "Can be seen on pupillary border or angle",
        "opc": "Do not cross the scleral spur",
        "opd": "Indicate VEGF secretion",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "7abf884f-7dad-4c0c-91ea-ef373292d7e1",
        "choice_type": "single"
    },
    {
        "question": "Which anti-glaucoma drug causes black deposits in conjunctiva?",
        "exp": "Adrenochrome deposits occur due to alpha agonists on conjunctiva. PG analogues cause hyperpigmentation. Adrenaline/Epinephrine causes black deposits in conjunctiva.",
        "cop": 3,
        "opa": "Alpha blocker",
        "opb": "PG analogue",
        "opc": "Adrenaline",
        "opd": "CA inhibitor",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "977e8327-5ac0-4756-b479-1063b85a8d37",
        "choice_type": "single"
    },
    {
        "question": "Earliest sign in visual field suggestive of glaucoma:",
        "exp": "Isopter contraction is earliest sign of glaucoma though it is not very specific. High Yield points regarding visual fields Isopters: degrees of visual field. A normal visual field extends approximately 100deg temporally (laterally), 60deg (nasally), 60deg (superiorly), and 70deg (inferiorly). A physiologic scotoma (a blind spot) exists at 15deg temporally where the optic nerve leaves the eye.. Earliest field defect in glaucoma is isopter contraction f/b baring of blind spot. Earliest specific defect is paracentral scotoma > Seidel scotoma. NOTE- in PAOG there is no expansion of blind spot. other conditions where blind spot expansion is seen are - Papilledema Optic nerve hypoplasia.",
        "cop": 1,
        "opa": "Isopter contraction",
        "opb": "Baring of blind spot",
        "opc": "Seidels scotoma",
        "opd": "Arcuate scotoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "364ae083-334a-4803-938e-50e137705c7e",
        "choice_type": "single"
    },
    {
        "question": "The ocular symptom of Von Recklinghausen disease is",
        "exp": "NF-1 is the most common phakomatosis, affecting 1: 4000 individuals, and presents in childhood. The gene locus is on 17q11. For NF- 1, the diagnostic criteria are met if two or more of the following features listed are present: 1. Six or more cafe au lait (CAL) macules greater than 5 mm in prepubeal patients and greater than 15 mm in postpubeal patients 2. Two or more neurofibromas of any type, or one plexiform neurofibroma 3. Axillary or inguinal freckling 4. Optic nerve glioma 5. Two or more Lisch nodules (iris hamaomas) 6. A distinctive osseus lesion such as sphenoid wing dysplasia or coical thinning of long bones, with or without pseudoahrosis 7. A first degree relative with NF- 1 based on the preceding criteria The ocular features are as follows: Orbital involvement: Optic nerve glioma Other neural tumors Spheno-orbital encephalocele Eyelid neurofibromas Iris lesions: Lisch nodules Congenital ectropion uveae Mammillations Prominent corneal nerves Glaucoma--Congenital and infantile glaucomas are common Fundus lesions: Choroidal naevi (not hemangioma) Retinal astrocytomas Anterior chamber angle malformations",
        "cop": 2,
        "opa": "Deformed anterior chamber with reduced angle of AC",
        "opb": "Glaucoma",
        "opc": "Choroidal hemangioma",
        "opd": "Subretinal neovascularization",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "a1ff5f5d-223c-4432-9d48-af383df4e07f",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for acute congestive glaucoma is -",
        "exp": "Pilocarpine eyedrops should be staed after the IOP is bit lowered by hyperosomtic agents. At higher pressureiris sphincter is ischaemic and unresponsive to pilocarpine. Initially 2 percent pilocarpine should be administered every 30 minutes for 1-2 hours and then 6 hourly. Ref AK KHURANA 4. TH EDITION PAGE NO 229",
        "cop": 1,
        "opa": "1-2 % pilocarpine",
        "opb": "Timolol",
        "opc": "Levobunanol",
        "opd": "Atropine",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "733a578d-0b4a-426e-87a9-88b8160ce81a",
        "choice_type": "single"
    },
    {
        "question": "Which field of vision is last to go in chronic simple glaucoma?",
        "exp": "Ans. d (Temporal). (Ref. Parson, Diseases of Eye, 18th/pg. 216)# In POAG (chronic simple glaucoma) glaucomatous disc changes are characteristic with cupping starting in inferior temporal quadrant, followed by bayoneting sign, baring of circumlinear vessels, splinter haemorrhages, temporal neural rim, polar notching, laminar dot sign and optic pallor and atrophy.# Field defects include isopter contraction, baring of blind spot, arcuate (Bjerrum) scotoma, superior paracentral scotoma, Seidel's scotoma, ring scotoma, Roenne's nasal step, tubular field and lastly only temporal island of vision. Colored halos is a vital symptom of PACG# Treatment of POAG (primary open angle glaucoma):- Medical treatment is always first in place, operative treatment is last resort.- Pilocarpine, beta-blockers, epinephrine, dipivefrin, dorazolamide, and latanoprost are used.- Latanoprost is a Pg analogue, which acts by increasing the uveoscleral outflow.- LASER (ALT)- Newer trabeculotomy with anti-metabolites and valve implantation.- Filtering surgeries.# Treatment of PACG (primary angle closure glauicoma)- Pilocarpine 2-4%, but definitive is surgery, PBI, but now replaced in most cases by LASER iridotomy.",
        "cop": 4,
        "opa": "Nasal",
        "opb": "Peripheral",
        "opc": "Central",
        "opd": "Temporal",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "15f37dd5-de99-41ac-a77c-a0e107839a3b",
        "choice_type": "single"
    },
    {
        "question": "lridocorneal endothelial syndrome is associated with",
        "exp": "GLAUCOMAS ASSOCIATED WITH IRIDOCORNEAL ENDOTHELIAL SYNDROMES Iridocorneal endothelial (ICE) syndromes include three clinical entities: 1) Progressive iris atrophy, 2) Chandler's syndrome, and \u0001 3) Cogan-Reese syndrome. Pathogenesis: The common feature of the ICE syndromes is the presence of abnormal corneal endothelial cells which proliferate to form an endothelial membrane in the angle of anterior chamber. Glaucoma is caused by secondary synechial angle-closure as a result of contraction of this endothelial membrane. Clinical features: The ICE syndromes typically affect middle-aged women. The raised IOP is associated with characteristic features of the causative condition. \u0001 1) In 'progressive iris atrophy', iris features predominate with marked corectopia, atrophy and hole formation. 2)\u0001 While in Chandler's syndrome, changes in iris are mild to absent and the corneal oedema even at normal IOP predominates. 3)\u0001 Hallmark of Cogan-Reese syndrome is nodular or diffuse pigmented lesions of the iris (therefore also called as iris naevus syndrome) which may or may not be associated with corneal changes. Treatment: Medical treatment is often ineffective. \u0001 Trabeculectomy operation usually fails, \u0001 Aificial filteration shunt may control the IOP. Ref:- A K KHURANA; pg num:-237",
        "cop": 1,
        "opa": "Progressive atrophy of iris stroma",
        "opb": "Deposition of glycosaminoglycan in Descemet's membrane",
        "opc": "Deposition of collagen in Descemet's membrane",
        "opd": "Bilateral stromal oedema of iris and cornea",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "09a1ff7d-b52d-4f29-a19a-838afa9770c6",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of beta-blockers in glaucoma is",
        "exp": "(Decreases aquous formation): Ref: 222-KH, 87-KDTMechanism of actions of beta-adrenergic blockers. Timolol and levobunolal are non selective beta 1 (Cardiac) and beta 2 (smooth muscle, pulmonary) receptor blockers, causes lower IOP by blockade of beta - 2 rceptors in the ciliary process resulting in decreased aquous production.* Betaxolol are thought to increase the perfusion of the optic nerve head (305-P) cardio selective* Metipranolol: only in preservative free units, it is therefore useful in patients allergic to preservatives or wearing soft contact lens (in whom benzolkonium chloride should be avoided). Mode of action of ocular hypotensive drugs (87-KDT). Drugs/class. Aqueous secretion. Trabecular outflow. Uveoscleral outflow1. b-blockers (Timolol)|----2. Miotics (Pilocarpine)--|--3. Adrenal ine/Dipi ve fri ne|?||4. Brimonidine/Apraclonidine|--|? 5. Prostaglandins (latanoprost--|?|6. Carbonic anhydrase inhibitors|----",
        "cop": 3,
        "opa": "Increases uveo-scleral out flow of aqueous",
        "opb": "Increases trabecular mesh work out flow",
        "opc": "Decreaes aqueous production",
        "opd": "Constant aqueous production in ciliary body",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "62550709-0e34-41d9-825e-dff65cac4721",
        "choice_type": "single"
    },
    {
        "question": "Hypersecretory glaucoma is seen in -",
        "exp": "Dropsy glaucoma is hypersecretary in nature associated with increased aqueous production. This is due to increased vascular permeability of the ciliary processes caused by the toxins sanguinarine and dihydrosanguinarine. The prostaglandins and histamine have also been implicated in the causation of dropsy glaucoma.",
        "cop": 1,
        "opa": "Epidemic dropsy",
        "opb": "Marfan's syndrome",
        "opc": "Hypertension",
        "opd": "Diabetes",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "38f20899-3b8d-4e87-9b0f-6fbcfcf0f215",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of glaucoma with elevated IOP and optic nerve damage present in only ONE eye is",
        "exp": "A secondary glaucoma may complicate perforating as well as blunt injuries. Mechanisms. Traumatic glaucoma may develop by one or more of the following mechanisms: Inflammatory glaucoma due to iridocyclitis, Glaucoma due to intraocular haemorrhage, Lens-induced glaucoma due to ruptured, swollen or dislocated lens, Angle-closure due to peripheral anterior synechiae formation following perforating corneal injury producing adherant leucoma. Epithelial or fibrous in growth, may involve trabeculum. Angle recession (cleavage) glaucoma. Axenfeld rieger syndrome and Sturge weber syndrome are not as common as trauma. Pseudoexfoliation syndrome -can cause both u/l as well as b/l glaucoma, most common secondary open-angle glaucoma worldwide",
        "cop": 3,
        "opa": "Sturge weber syndrome",
        "opb": "Pseudoexfoliation syndrome",
        "opc": "Blunt trauma",
        "opd": "Axenfeld-Rieger syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "82c45f11-851f-49b8-ba68-62a835b4d5ca",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used as self-tonometer?",
        "exp": "Ans. b. Rebound tonometer (Ref: Shields Textbook of Glaucoma 6/e p35: Diagnostic Procedures in Ophthalmology by H. V Neema and Nitin Neema 2/100). Rebound tonometer is used as self-tonometer. Rebound Tonometer/lmpact-Rebound TonometerA new handheld tonometer, the Icare tonometer is able to measure IOP without the use of topical anesthetic. IOP is determined by measuring the force produced by a small plastic probe as it rebounds from the cornea. The rebounded tonometer has been shown to have similar accuracy to the Tono-Pen, and it is comparable with Goldman for l. OPs over a reasonable range in adults. The Icare tonometer proven valuable as a screening tool in childrenQ. The ability to evaluate IOP without the use of topical anaesthesia potentially provides the opportunity to monitor IOP at homeQ. Tonometers. Indentation. Applanation* Measures amount of deformation of globe* Affected by scleral rigidity* Example: Schiotz* Measures flattening* Based on Imbert fick law* Two types:- Variable force (Goldman) - Variable area (Maktakov) Types of Tonometers* Goldmann: Gold standard* Perkins: Hand held tonometer* Draeger: Portable and counter balanced* Pulsair: Non-contact type, sterilization not required* Mackay-Marg:- Useful for scarred/irregular cornea - Accurate over soft contact less as well* Tono-pen: Hand held form of Mackay Marg* Pneumatic tonometer: Also useful for scarred or edematous cornea.* Maklakov: Variation in applanation surface, constant force rather than constant area application used.* Dynamic contour tonometry (Pascal):- Based on a totally different principle that by surrounding and matching the contour of a sphere, the pressure on outside equals pressure on inside.- Advantage: Not affected by corneal thickness* Diatontonometer: Penlikehandhelddevice, non -contact type.",
        "cop": 2,
        "opa": "Diaton palpebral tonometer",
        "opb": "Rebound tonometer",
        "opc": "Perkins tonometer",
        "opd": "Dynamic contour tonometer",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "fb8d60e9-5692-4aba-8014-1c6009241687",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a disc sign in glaucoma?",
        "exp": "Disc edema is not a sign of glaucoma. Optic nerve head changes seen in glaucoma Thinning of neuroretinal rim Large cup Nasalisation of vessels Deep cup Asymmetry of cup Disc hemorrhage Baring of blood vessels Bayonetting sign Laminar dot sign Pulsations of disc seen in very high IOP",
        "cop": 3,
        "opa": "Bayonetting",
        "opb": "Nasalization of vessels",
        "opc": "Disc edema",
        "opd": "Large cup",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "2e652816-9f5b-4036-b418-79dae574cc6d",
        "choice_type": "single"
    },
    {
        "question": "\"Krukenberg spindle\" are seen in -",
        "exp": "(A) (Pigmentary glaucoma) (249-Nema 6th) (249 A. K. K. Khurana 5th)PIGMENTARY GLAUCOMA* Type of secondary open angle glaucoma.* About 50% of patients with the Pigment Disperson Syndrome (PDS) develop glaucoma.* Common in young myopic males* Raised IOP, mild-peripheral iris pigment atrophy and dispersion of pigments on the comeal endothelium in a vertical spindle pattern (Krukenberg Spindle)**, trabecular mesh work, Schwalbe's line, iris surface and lens equator characterize the pigmentary glaucoma.* Gonioscopy shows pigment accumulation along the Schwalbe's line especially inferiorly (Sampaolesi's line).* Iris transillumination shows radial slit like transillumination defects in the mid periphery (Pathognomic features).* Dalen Fuch's nodules are seen in sympathetic ophthalmitis**** Flexner Wintersteiner rosette (highly specific of retinoblastoma), Homer Wright rosettes, pseudorosettes and fleurettes formation are histopathological features of Retinoblastoma***",
        "cop": 1,
        "opa": "Pigmentary glaucoma",
        "opb": "Sympathetic ophthalmitis",
        "opc": "Retinitis pigmentosa",
        "opd": "Retinoblastoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "e6d6304b-c518-4487-abcc-5af35e2c7592",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the gold standard to measure angles of eye:",
        "exp": "Gonioscopy is gold standard to measure angles of eye. Gonioscopy Used to assess Angle structures, localize foreign bodies, abnormal blood vessels/ tumors in angles. Critical angle for cornea-air interface: 46 o. Direct Gonioscope: Koeppe. Indirect Gonioscope: Zeiss, Goldman, Sussman, Possner. 4 mirror gonioscope NOTE- Perimetry is the systematic measurement of visual field function Van Herick techniqueis an eye examination method used to determine the size of theanterior chamberangle of the eye. Cover-uncover test can be used to detect heterotropia.",
        "cop": 4,
        "opa": "Perimetry",
        "opb": "Van herick's grading",
        "opc": "Cover uncover test",
        "opd": "Gonioscopy",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "e0bc02d8-1da5-4165-a64c-31f01599d4ae",
        "choice_type": "single"
    },
    {
        "question": "The first line of treatment of open angle glaucoma is -",
        "exp": "Topical Beta blockers are being recommended as the first drug of choice for medical therapy of POAG in poor and average income patients. These lower IOP by reducing the aqueous secretion due to their effect on beta 2 receptors in the ciliary processes. Ref: Ophthalmology A K Khurana 6th edition chapter-10 page no: 236",
        "cop": 1,
        "opa": "Timolol",
        "opb": "Pilocarpine",
        "opc": "Epinephrine",
        "opd": "Carbonic anhydrase inhibitor",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "74c99b0b-8e3b-46df-a802-8a908911473a",
        "choice_type": "single"
    },
    {
        "question": "Intravenous (I. V.) Mannitol is used in which of the following conditions",
        "exp": "Ans. (c) Angle closure glaucoma(Ref: Multiple). Ideally, I. V. mannitol can be used in all the conditions listed in the question, but it is the primary treatment (amongst the options given) in cases of angle closure glaucoma to reduce the very high IOP in acute presentations. Mannitol has four Food and Drug Administration (FDA)- approved uses:* For the reduction of intracranial pressure and brain mass.* To reduce intraocular pressure if this is not achievable by other means.* To promote diuresis for acute renal failure to prevent or treat the oliguric phase before irreversible damage.* To promote diuresis to promote excretion of toxic substances, materials, and metabolites.",
        "cop": 3,
        "opa": "CRAO",
        "opb": "Congestive heart Failure",
        "opc": "Angle closure glaucoma",
        "opd": "Pulmonary edema",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "f3a1d460-b9c1-4c09-8dfc-f981f129487d",
        "choice_type": "single"
    },
    {
        "question": "Hyperosmolar agents in glaucoma acts by?",
        "exp": "To decrease vitreous volume: Preoperative use of hyperosmotic agents like 20 percent mannitol or oral glycerol is suggested. Mechanism of action: Hyperosmotic agents increasethe plasma tonicity. Thus, the osmotic pressuregradient created between the blood and vitreousdraws sufficient water out of the eyeball, therebysignificantly lowering the IOP. Ref. AK Khurana 4th edition page no 426",
        "cop": 2,
        "opa": "Increasing aqueous outflow",
        "opb": "Decreasing vitreous volume",
        "opc": "Decrease aqueous production",
        "opd": "Facilitate uveoscleral outflow",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "5548562c-16f2-4bfe-a4d6-965a2486161c",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of frequent change in presbyopic glasses among the following are:",
        "exp": "Glaucoma can cause frequent change of presbyopic glasses. Symptoms of primary open angle glaucoma Asymptomatic most commonly. Headache Frequent change of glasses Delayed dark adaptation Loss of field of vision in advanced cases",
        "cop": 4,
        "opa": "Diabetic Retinopathy",
        "opb": "Senile cataract",
        "opc": "Age related macular degeneration",
        "opd": "Glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "cc579923-3b7b-48d5-b0c1-980f49ff538b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not used in glaucoma in a hypertensive patients",
        "exp": "Ans. (c) Alpha agonist. Ref: Parson's 22/e, p. 156* Alpha agonists (Brimonidine and apraclonidine) are contraindicated in hypertensive crisis 8c Parkinson's disease.* Dipivefrin is a prodrug which is converted into epinephrine inside the eyeball, so can safely be used in hypertension.",
        "cop": 3,
        "opa": "Dipiverfrine",
        "opb": "#NAME?",
        "opc": "Alpha agonist",
        "opd": "Trabeculoplasty",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "7a547c99-1998-4053-a515-40dca4a85a65",
        "choice_type": "single"
    },
    {
        "question": "Fincham's test differentiates cataract from -",
        "exp": "The halos of glaucoma and immature cataract may be differentiated by Fincham's test in which a stenopaeic slit is passed across the pupil. During this test, glaucomatous halo remains intact, while a halo due to cataract is broken up into segments. Ref: Comprehensive Ophthalmology AK Khurana 6th edition chapter-10 page no: 244",
        "cop": 4,
        "opa": "Conjunctivitis",
        "opb": "Iridocyclitis",
        "opc": "Open angle Glaucoma",
        "opd": "Ac. Congestive Glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "129aa451-1c85-4050-812b-deac3faef64a",
        "choice_type": "single"
    },
    {
        "question": "Based on the perimtery result print-out, what is the most likely diagnosis?",
        "exp": "Ans. (b) Open angle glaucoma. Ref: Shields 6/e, p. 107. Arcuate scotoma or Bjerrum scotoma is seen in the gray scale print out - thus a case of open angle glaucoma",
        "cop": 2,
        "opa": "Retinitis pigmentosa",
        "opb": "Open angle glaucoma",
        "opc": "Pituitary adenoma",
        "opd": "Temporal lobe infarct",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "46ce0399-fb8a-4887-88d7-c97f47558811",
        "choice_type": "single"
    },
    {
        "question": "The only condition amongst the following associated with cystoid macular edema is?",
        "exp": "Ans. (c) Central Retinal Vein Occlusion. Ref: A. K. Khurana 6th ed. /214, 271, 294. CYSTOID MACULAR EDEMA (CME)* Collection of fluid in the outer plexiform (Henle's layer) a nuclear layer of the retina is called CME.* It is associated with Central Retinal Vein Occlusion/ post operative complication of cataract extraction and penetrating keratoplasty/ diabetic retinopathy/ Retinitis pigmentosa* Minimal to moderate loss of vision is seen.* It is best examined with slit lamp/+90D lens* Ophthalmoscopy shows \"honeycomb appearance\" of macula.* Fundus flurorescein angiography shows \"flowerpetal appearance\".* Treatment of underlying primary cause and drugs (topical steroids triamcinofone/ topical NSAIDs like flurbiprofen) is beneficial. Also Know* 100 day glaucoma' is seen with CRVO* CATTLE TRUCK appearance seen with CRAO* IRVIN GASS SYNDROME is seen with post cataract CME",
        "cop": 3,
        "opa": "Overuse of ocular analgesics",
        "opb": "Glaucoma",
        "opc": "Central Retinal Vein Occlusion",
        "opd": "Topical steroid therapy",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "4d15bdb6-baa1-4220-94b1-7888af410029",
        "choice_type": "single"
    },
    {
        "question": "Which of the following procedures does not need dilatation of the pupil?",
        "exp": "Ans. (d) Gonioscopy. Ref: Khurana 4/e, p. 546. Gonioscopy is examination of the anterior chamber angles. In it pupil dilation is not needed, in fact dilation of the pupil can hamper proper visualization of the angle structures. All other options need pupil dilation (although they can also be done without dilation)",
        "cop": 4,
        "opa": "Laser inferometry",
        "opb": "Retionoscopy",
        "opc": "Fundus examination",
        "opd": "Gonioscopy",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "b97885b8-8f32-46ff-a6f2-30e901a39228",
        "choice_type": "single"
    },
    {
        "question": "Mild dilated fixed pupil seen in -",
        "exp": "Pupil is semi dilated veically oval and fixed. It is non-reactive to both light and accomodation. Ref: Comprehensive Ophthalmology AK Khurana 6th edition chapter-10 page no: 245",
        "cop": 1,
        "opa": "Acute congestive glaucoma",
        "opb": "Iridocyclitis",
        "opc": "Chronic congestive glaucoma",
        "opd": "Open angle glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "4479a7b7-d7ac-4103-baaf-b385a951ca2e",
        "choice_type": "single"
    },
    {
        "question": "Worth 4 dot test is done for:",
        "exp": "Ans. (c) Binocular vision. Ref: A. K. Khurana 6th ed. 1342* Worth four dot test (WFDT) is a test for binocular vision using red-green color dissociation.* It is a dissociation test which can be used with both distance and near fixation and differentiate between binocular single vision, abnormal retinal correspondence and suppression.* NOTE: result of WFDT can only be interpreted if the presence or absence of manifest squint is known at the time of testing.",
        "cop": 3,
        "opa": "Color deficiency",
        "opb": "Strabismus",
        "opc": "Binocular vision",
        "opd": "Squint",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "40e1beb6-8f8d-4167-97f6-93271d0205d4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a system for classification of the angles of the anterior chamber?",
        "exp": "Sun classification is for grading of cells and flare in uveitis and not for the angle of the anterior chamber Shaffer, RPC and Spaeth all three are used for grading the angle of the anterior chamber",
        "cop": 4,
        "opa": "Spaeth",
        "opb": "RPC classification",
        "opc": "Shaffers system",
        "opd": "Sun Classification",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "1114e45b-c0ab-4737-b5dd-5f1deb9cfab4",
        "choice_type": "single"
    },
    {
        "question": "This 60 year old woman, with the below visual field defect has been diagnosed as a case of primary open angle glaucoma. Which part of the visual field will be the most resistant to progressive glaucomatous visual field loss?",
        "exp": "Ans. (d) Temporal peripheral vision. Ref: Parson's 22/e, p. 289. The temporal island of vision is the more resistant and may persist long after central vision is lost.",
        "cop": 4,
        "opa": "Central vision",
        "opb": "Nasal peripheral vision",
        "opc": "Superior vision",
        "opd": "Temporal peripheral vision",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "1320b414-15f7-4f3b-82c3-8be018b181bd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the mechanism of action of new drug Rhopressa for glaucoma treatment",
        "exp": "Increased trabecular meshwork outflow is the mechanism of action of new drug Rhopressa (rho- kinase inhibitors) New Drugs in Glaucoma Anecorvate - Angiostatic steroid. Ethacrynic acid latrunculins - cellular cytoskeletal modulators. Alter TM shape. Olmesean, lomerizine, nivaldipine - improves vascular perfusion. Neurotropic- FGF, increase ganglion cell life. Memantine: NMDA antagonist. Rho kinase inhibitors increase TM outflow.",
        "cop": 2,
        "opa": "Increased uveoscleral outflow",
        "opb": "Increased trabecular meshwork outflow",
        "opc": "Increased aqueous production",
        "opd": "Decreased aqueous production",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "9f03b682-dc4a-40da-a731-56b240fda98b",
        "choice_type": "single"
    },
    {
        "question": "Angle recession glaucoma occurs in",
        "exp": "A. i. e. (Concussion injury in the globe) (235 - Khurana 4th) (290 - Parson 20th). Angie - recession (cleavage) glaucoma - due to disruption of trabecular mesh work followed by fibrosis - seen in Traumatic glaucoma (Perforating as well as blunt injuries)(i) Symptom - Diminuation of vision(ii) Anterior segment - Mydriasis, tears of the iris sphincter, iridodialysis(iii) Gonioscopy - anterior recession >180deg(iv) Intraocular pressure - Moderate to high(v) Optic nerve head - Granulomatous cupping if chronic(vi) Treatment - Medical and surgery* Intractable secondary glaucoma is seen in - Diffuse iris melanoma**",
        "cop": 1,
        "opa": "Concussion injury of the globe",
        "opb": "Extraction of the cataract",
        "opc": "Gonioctomy",
        "opd": "Intraocular tumours",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "3ad9a192-c64b-4ea4-b649-6f3b50737680",
        "choice_type": "single"
    },
    {
        "question": "Which one of the procedure involves using glaucoma drainage device",
        "exp": "Glaucoma Drainage Devices:- * Plastic devices which allow aqeous outflow by creating an alternative communication between the anterior chamber & the Sub Tenon's space. * SETON OPERATION: surgery using glaucoma valve * Implants:- Molteno implants, Krupin Denver and Ahmed valve Indications: - * Neovacular glaucoma * Glaucoma with aniridia * Intractable glaucomas where trabeculectomy with anti- metabolite therapy fails. Ref:- A K Khurana Comprehensive Ophthalmology 7th edition; pg num:- 263",
        "cop": 4,
        "opa": "Viscocanalostomy",
        "opb": "Trabeculectomy",
        "opc": "Deep sclerectomy",
        "opd": "Seton operation",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "72a22398-cfae-4f61-82eb-58c46d5c80fa",
        "choice_type": "single"
    },
    {
        "question": "100 day Glaucoma is seen in which of the following condition?",
        "exp": "(A) Central retinal vein occlusion (CRVO)[?]. Central Retinal Vein Occlusion: Typically large hypertensive 50+ year old women. Dilated exam reveals widespread haemorrhage & swelling (chronic diabetics look the same but the vision loss is not acute). Can be ischemic or non-ischemic. May progress to neovascularisation & rubeosis if untreated (the 100 day glaucoma). So follow-up is important. Retinal Vascular Occlusive Disorders: Central retinal vein occlusion accounted for 1/3 of all cases of NVI in one series. Approximately 50% of eyes develop NVG following ischaemic central retinal vein occlusion. Extensive peripheral retinal capillary non-perfusion on fluorescein angiography is the most valuable predictor of the risk of subsequent NVG. Glaucoma typically occurs 3 months after the occlusion (100-day glaucoma) but intervals from 4 weeks to 2 years have been documented. Eyes with ischaemic central retinal vein occlusions should receive panretinal photocoagulation (or cryoablation if no laser is available) to reduce the incidence of neovascular glaucoma. Careful follow-up is mandated even in those with the non-ischemic type because of the observation that one-third of eyes with central retinal vein occlusion and good perfusion at the onset show signs of ischemia by 3 years. CRVO Treatment: Change diuretics to other antihypertensive medications, if possible. Treat IOP if elevated. Treat underlying medical disorders. Monitor carefully for neovascular glaucoma (90 day glaucoma)8-10% risk of developing CRVO or BRVO in fellow eye. CRVO Clinical Presentation: Asymptomatic, Decreased vision. Visual loss: Sudden or gradual. Over a period of days to weeks, Ranges from mild to severe. Patients can present with transient obscurations of vision initially, later progressing to constant visual loss. Photophobia, Redness of eyes, Painful blind eye. NEOVASCULAR GLAUCOMA OR 100 DAYS GLAUCOMAIt follows extensive retinal ischaemia. Most commonly seen in association with Central Retinal Vein Obstruction (CRVO) & Proliferative Diabetic Retinopathy. It develops between 2-4 months in about 50% of eyes. Pathophysiology: Occurs mainly due to presence of neovascularization over the iris (Rubeosis iridis). Sequelae leads to fibrosis - zip-like adhesions of iris to cornea at the angle. Optico ciliary shunts or optic disc collaterals signify a protective mechanism for anterior & posterior segment neovascularization. A difficult problem needs anti-VEGF agents, retinal photocoagulation or cryotherapy for eliminating the stimulus for neovascularization. Raised IOP treated by trabeculectomy along with antifibroblastic agents or Anterior Chamber Drainage Implant. Lyle-wyber syndrome occurs in young patients un-efffected by systemic vascular disorders.",
        "cop": 1,
        "opa": "Central retinal vein occlusion (CRVO)",
        "opb": "Inflammatory glaucoma",
        "opc": "Central retinal artery occlusion (CRAO)",
        "opd": "Steroid induced Glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "c8e28a81-a553-4f33-924b-c90d5cadf599",
        "choice_type": "single"
    },
    {
        "question": "Von herick's angle grade 3 of anterior chamber denotes",
        "exp": "Von Herick's technique compares the depth of peripheral anterior chamber with the corneal thickness. The method involves a narrow slit of light from a slit lamp being projected on to the peripheral cornea at an angle of 60deg as near as possible to the limbus. Ratio Angle closure Angle grade 1: 1 open angle VH grade 4 1: 1/2 Moderately open angle VH grade 3 1: 1/4 Moderately narrow angle VH grade 2 1: <1/4 angle closure likely VH grade 1",
        "cop": 2,
        "opa": "Wide open angle",
        "opb": "Moderately open angle",
        "opc": "Moderately narrow angle",
        "opd": "Closed angle",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "6f2f7903-97cd-4e86-830b-b8c30efb8f15",
        "choice_type": "single"
    },
    {
        "question": "Prophylactic treatment in fellow eye of angle closure glaucoma:",
        "exp": "Iridotomy is the prophylactic treatment in fellow eye of angle closure glaucoma. Yag Iridotomy Done in cases of occludable angles. Can increase risk of cataract. Nd Yag/ Argonlaser is used. LASER is fired over crypts. Pre-operative pilocarpine is given Not effective if there is Peripheral anterior synechiae > 270 deg. Prophylactic treatment of fellow eye of angle closure glaucoma. Iridotomy",
        "cop": 3,
        "opa": "PG analogues",
        "opb": "Trabeculectomy",
        "opc": "Iridotomy",
        "opd": "Trabeculoplasty",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "62e10086-0855-4a38-8183-a24f6d4aa788",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a side effect of topical beta blockers?",
        "exp": "Heterochromia iridis is side effect of PG analogues and not beta blockers. Beta blockers can cause hypoglycemia by blocking adrenaline action on liver to produce glucose",
        "cop": 4,
        "opa": "Hypoglycemia",
        "opb": "Asthma",
        "opc": "Bradycardia",
        "opd": "Heterochromia iridis",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "b2ef240f-7d16-427d-94b1-2b909c708a62",
        "choice_type": "single"
    },
    {
        "question": "Contraindicated in glaucoma is",
        "exp": "(Atropine): Ref: 222-KH (147-P)* Topical beta blockers are the first drug choice for medical therapy of primary open angle glaucoma (POAG) E. g. Timolol maleate, Betaxolal, Levobunolol, carteolol* Pilocarpine: - Contracts longitudinal muscle of ciliary body and opens spaces in trabecular mushwork, thereby mechanically increased aqueous outflow.* Dorzolamide: - topically carbonate anhydrase inhibitor* Latanoprost: - (prostaglandins F2a) decreases the IOP by increading the uveo-scleral out flow of aqueous.* Adrenergic drugs- Epinephrine, Apraclonidine and brimonidine* Atropine - are contraindicated in individuals with narrow iridocorneal angle - may precipitate acute congestive glaucoma, however marked rise in IOP its rare in patients with wide angle of glaucoma (100-KDT)",
        "cop": 1,
        "opa": "Atropine",
        "opb": "Pilocarpine",
        "opc": "Timolol maleate",
        "opd": "Latanoprost",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "21dbab62-c481-491c-a2d9-1bb517d6752a",
        "choice_type": "single"
    },
    {
        "question": "Ex- Press glaucoma implant-",
        "exp": "The EX-PRESS(r) Glaucoma Filtration Device is intended to reduce IOP in glaucoma patients when medication and conventional surgical treatments have failed. The device channels aqueous humor through a secure lumen (of either 50 mm or 200 mm) to a half-thickness scleral flap, creating a subconjunctival filtration bleb. This Lumenal Control means uniform filtration; uniform filtration helps to stabilize IOP during and after the procedure; and stable IOP means greater predictability.",
        "cop": 1,
        "opa": "Stainless steel",
        "opb": "Gold",
        "opc": "Silicone",
        "opd": "Titanium",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "385d40de-e829-4176-be1e-354b17f21d98",
        "choice_type": "single"
    },
    {
        "question": "Haab striae are seen in",
        "exp": "Haab striae are seen in buphthalmos ( congenital glaucoma ). These are curvilinear healed breaks in Descemet membrane. Buphthalmos is a large eye as a result of stretching due to elevated IOP prior to the age of 3 years. Ref: kanski's clinical ophthalmology, 8th edition, page no. 386",
        "cop": 1,
        "opa": "Buphthalmos",
        "opb": "Keratoglobus",
        "opc": "Trachoma",
        "opd": "Keratoconus",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "4e3388e4-c3c9-4129-abdd-69b116310c33",
        "choice_type": "single"
    },
    {
        "question": "Following is a cause of secondary angle closure glaucoma -",
        "exp": "The abnormal lens may contribute by either causing pupillary block or by pushing the peripheral iris forward into the angle structures. Ref: Ophthalmology A K Khurana 6th edition chapter-10 page no: 241",
        "cop": 1,
        "opa": "Pseudophakia",
        "opb": "Coicosteroid induced",
        "opc": "Angle recession glaucoma",
        "opd": "Congenital glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "04ff36f8-d2c6-4238-9cd0-2776e93262ab",
        "choice_type": "single"
    },
    {
        "question": "Not a feature of absolute angle closure glaucoma:",
        "exp": "Phthisis is not a feature of absolute angle closure glaucoma. Absolute angle closure glaucoma Painful Blind eye Perilimbal reddish blue zone Caput medusae Bullous keratopathy/ filamentary keratitis Shallow anterior chamber Atrophic iris Fixed dilated pupil",
        "cop": 4,
        "opa": "Painful blind eye",
        "opb": "Bullous keratopathy",
        "opc": "Atrophic iris",
        "opd": "Phthisis",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "0705d9be-44a8-4229-9aee-ab59070b95ed",
        "choice_type": "single"
    },
    {
        "question": "Topical drug that can cause Heterochromia Iridis",
        "exp": "Latanoprost, a PG analogue can cause heterochromia iridis in patients.",
        "cop": 3,
        "opa": "Timolol",
        "opb": "Olopatadine",
        "opc": "Latanoprost",
        "opd": "Brimonidine",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "b3a65d2e-6ed1-40e6-9fd4-c4a5409fe99f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antiglaucoma medication is UNSAFE in infants -",
        "exp": "Brimonidine is absolutely contraindicated in infantsand young children due to its depression of the central nervous system. Ref AK khurana 6/e",
        "cop": 2,
        "opa": "Timolol",
        "opb": "Brimonidine",
        "opc": "Latanoprost",
        "opd": "Dorzolamide",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "c6a7befa-fe76-4440-ad85-7edc013454d5",
        "choice_type": "single"
    },
    {
        "question": "A child presents with lid lag and an enlarged cornea with a diameter of 13 mm. Examination of the eye reveals double contoured opacities concentric to the limbus. Which of the following is the most likely diagnosis?",
        "exp": "Ans. (d) Congenital Glaucoma. Ref: Kanski 7/e, p. 374; Parson's 22/e, p. 304; Shields 6/e, p. 210, 223. An enlarged globe with an enlarged corneal diameter > 13 mm along with characteristic Haabs striae (double contoured opacities concentric to limbus) suggests the diagnosis of congenital glaucoma.",
        "cop": 4,
        "opa": "Superficial keratitis",
        "opb": "Deep keratitis",
        "opc": "Thyroid Endocrinopathy",
        "opd": "Congenital Glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "caf158f0-bfab-4553-a7a3-9a7cb491ddc1",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of steroid induced glaucoma is -",
        "exp": "Prostaglandin E and F are known to increase the aqueous outflow facility. coicosteroids can inhibit the synthesis of PGE and PGF leading to decrease in aqueous outflow facility and increase in IOP. Ref: Comprehensive ophthalmology-AK Khurana 6th edition chapter-10 page no: 251",
        "cop": 3,
        "opa": "Narrowing of angle of anterior chamber",
        "opb": "Neovascularization of Iris",
        "opc": "Inhibition of PGE",
        "opd": "Deposition of hemosiderine",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "e541242c-79b2-4f9b-b4db-88ebee1e8416",
        "choice_type": "single"
    },
    {
        "question": "Which of the following tonometer can be used in diseased cornea",
        "exp": "Tonopen can be used in diseased cornea. 1. TONOPEN Principle - force required to keep the flat plate of plunger flushed with sleeve is measured against the pressure of corneal deformation. 2. Schiotz Indentation Tonometry Consists of a footplate that rests on cornea and a freely moving plunger A fixed weight is attached to the plunger that can be subsequently increased. 3. Non- Contact Tonometry - A light beam is reflected into sensor which stops the generation of air & records force at the moment of applanation. - The force divided by the area of applanation is the IOP. 4. Ocular Response. Analyser It measures the corneal response to indentation by a rapid air pulse. 5. DYNAMIC CONTOUR TOMOGRAPHY PASCAL The difference in the two is called 'Ocular Pulse Amplitude' (OPA) which is an indirect indicator of choroidal perfusion. 6. Rebound Tonometer No anesthesia is used",
        "cop": 4,
        "opa": "Schiotz",
        "opb": "Malkalov",
        "opc": "Perkins",
        "opd": "Tonopen",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "5f2dd110-b301-4b66-a28d-8e138faec0fb",
        "choice_type": "single"
    },
    {
        "question": "Glaucomflecken is -",
        "exp": "Glaucomflecken (anterior subcapsular lenticular opacity) Ref comprehensive ophthalamology AK Khurana 4th edition page no: 230",
        "cop": 2,
        "opa": "Acute uvetis due to glaucoma",
        "opb": "Lens opacity due to glaucoma",
        "opc": "Retinal detachment due to glaucoma",
        "opd": "Corneal opacity due to glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "f398c9aa-bd85-4cc3-b592-b68a998054e8",
        "choice_type": "single"
    },
    {
        "question": "A young male presents with painless loss of vision with IOP of 60mm Hg. Which of the following is most likely diagnosis?",
        "exp": "GLAUCOMATOCYCLITIC CRISIS Clinical features - Recurrent unilateral attacks of acute rise of intraocular pressure (40-50 mm of Hg) without shallowing of anterior chamber associated with. Since there is no pain thus angle closure glaucoma and acute anterior uveitis are ruled out. Loss of visual acuity occurs in papilloedema in very late stages when optic atrophy occurs and not associated with such high intraocular pressure.",
        "cop": 4,
        "opa": "Angle closure glaucoma",
        "opb": "Acute anterior uveitis",
        "opc": "Chronic papilledema",
        "opd": "Glaucomatocyclitic crisis",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "90834021-b66e-4a04-b605-2ad359cde7d0",
        "choice_type": "single"
    },
    {
        "question": "Schwalbe&; s line is",
        "exp": "Angle of anterior chamber Angle of anterior chamber plays an impoant role in the process of aqueous drainage. It is formed by root of iris, anterior-most pa of ciliary body, scleral spur, trabecular meshwork and Schwalbe's line (prominent end of Descemet's membrane of cornea). Ref:- A K KHURANA; pg num:-205, 206",
        "cop": 3,
        "opa": "The anterior limit of the Bowman's membrane",
        "opb": "The posterior limit of the Bowman's membrane",
        "opc": "The anterior limit of the Descemet's membrane",
        "opd": "The posterior limit of the Descemet's membrane",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "076566aa-1b87-4536-9453-066f10c3d483",
        "choice_type": "single"
    },
    {
        "question": "Haab&; s striae are seen in",
        "exp": "Buphthalmos: In this condition, IOP is raised and the eyeball is enlarged as a whole. The enlarged cornea is usually associated with central or peripheral clouding and Descemet's tears (Haab's striae). Haab's striae, or Descemet's tears, are horizontal breaks in the Descemet membrane associated with congenital glaucoma. It is named after Otto Haab. Ref: Khurana; 4th edition; Pg. 91",
        "cop": 1,
        "opa": "Buphthalmos",
        "opb": "Keratoglobus",
        "opc": "Trachoma",
        "opd": "Keratoconus",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "52561955-c638-4e85-b6ab-dd2ed684e8e4",
        "choice_type": "single"
    },
    {
        "question": "Not a triad of congenital glaucoma:",
        "exp": "Buphthalmos is not included in the triad of congenital glaucoma. Triad of congenital glaucoma: Lacrimation Photophobia Blepharospasm. Signs in congenital glaucoma Increased axial length Thin sclera Corneal edema Megalocornea Haab's striae(breaks in. Descemet'smembrane) Deep anterior chamber Iridodonesis Berken's membrane Raised IOP Hazy Cornea",
        "cop": 2,
        "opa": "Photophobia",
        "opb": "Buphthalmos",
        "opc": "Hyperlacrimation",
        "opd": "Blepharospasm",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "3fee13b5-2030-4bd8-bdb0-b024b7d20452",
        "choice_type": "single"
    },
    {
        "question": "An elderly male who has a history of glaucoma, on examination shows bulging of cornea. What is the diagnosis?",
        "exp": "ANS. BStaphyloma is an abnormal protrusion of the uveal tissue through a weak point in the eyeball. There are 5 types of staphyloma. 1. Anterior staphyloma2. Intercalary3. Ciliary4. Equatorial5. Posterior.",
        "cop": 2,
        "opa": "Keratoconus",
        "opb": "Staphyloma",
        "opc": "Glaucomatous iridocyclitis",
        "opd": "Keratomalacia",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "fb42f3a6-ff55-4e1b-9a00-5d8a9aa652f9",
        "choice_type": "single"
    },
    {
        "question": "In acute congestive glaucoma, pupil is -",
        "exp": "Pupil is semi dilated veically oval and fixed. It is non-reactive to both light and accomodation. Ref: Comprehensive Ophthalmology AK Khurana 6th edition chapter-10 page no: 245",
        "cop": 2,
        "opa": "Oval and horizontal",
        "opb": "Oval and veical",
        "opc": "Circular",
        "opd": "Slite like",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "93b0378b-bdc7-44a9-becd-00ce038cc72e",
        "choice_type": "single"
    },
    {
        "question": "The ocular hypotensive agent causing apnoea in infants is",
        "exp": "Brimonidine:- * Selective alpha 2 agonist * MOA:- decreases aqeous production & increases the uveoscleral outflow * Neuroprotective Effect Adverse Effects:- Ref:- A K Khurana Comprehensive Ophthalmology 7th edition; pg num:- 469",
        "cop": 4,
        "opa": "Latanoprost",
        "opb": "Betaxolol",
        "opc": "Timolol",
        "opd": "Brimonidine",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "8fdeb8ae-3a53-477f-9a97-1ce340abeab3",
        "choice_type": "single"
    },
    {
        "question": "Which antiglaucoma drug decreases aqueous formation-",
        "exp": "drug which decreases aqueous production timolol or other betablocker, or brimonidine or dorzolamide Ref. AK Khurana 4th edition page no 223",
        "cop": 2,
        "opa": "Prostaglandins",
        "opb": "Beta - blockers",
        "opc": "Mannitol",
        "opd": "Pilocarpine",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "33c8c2ff-2736-4fc6-bce6-102cb45bce0a",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for congenital glaucoma:",
        "exp": "Trabeculectomy + Trabeculotomy is the treatment of choice for congenital glaucoma patients. Rx Goniotomy: initial procedure --> done with von graefe knife -->direct visualization of angle by direct gonioscope. Trabeculectomy + Trabeculotomy: Procedure of Choice. Response to Medical Mx not good. Brimonidine is contraindicated. S/E apnoea and death. Glaucoma drainage devices are used in the failed filtration surgeries.",
        "cop": 2,
        "opa": "Trabeculectomy + MMC",
        "opb": "Trabeculectomy + Trabeculotomy",
        "opc": "Goniotomy",
        "opd": "Iridotomy",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "e53ba3af-1fe0-4232-86d8-29b77dc35748",
        "choice_type": "single"
    },
    {
        "question": "Open angle glaucoma causes -",
        "exp": "***Sudden painless loss of vision: CRAO, vitreous hemorrhage, Retinal detachment involving macular area, Ischaemic cntral retinal vein occlusion ***sudden painless defective vision: central serous retinopathy, Optic neuritis, Methyl alcohol amblyopia, Non-ischaemic central retinal vein occlusion ***sudden painful loss of vision: Acute congestive glaucoma, acute iridocyclitis, chemical injuries to the eyeball, Mechanical injuries to the eyaball ***Amaurosis fugax(Transient loss of vision): carotid aery disease, papilloedema, Giant cell aeritis, Migraine, Raynauds disease, severe hypertension, Prodromal symptoms of CRAO ***uniocular diplopia: subluxated lens, Double pupil, incipient cataract, keratoconus Ref Ophthalmology AK khurana -6th edition",
        "cop": 2,
        "opa": "Sudden loss of vision",
        "opb": "Difficulty in dark adaptation",
        "opc": "Amaurosis fugax",
        "opd": "Uniocular diplopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "38917e35-e2db-48d7-b475-56c017e4bda5",
        "choice_type": "single"
    },
    {
        "question": "A child presents with lid lag and an enlarged cornea with a diameter of 13mm. Examination of the eye reveals double contoured opacities concentric to the limbus. Which of the following is the most likely diagnosis -",
        "exp": "In congenital glaucoma corneal signs include *corneal enlargement alongwith enlargement of globe - Buphthalmos especially when onset is before age 3 yrs *corneal oedema *Haab's striae -Tears and breaks in Descemt's membrane Ref: Comprehensive ophthalmology-AK Khurana 6th edition chapter-10 page no: 226",
        "cop": 4,
        "opa": "Superficial keratitis",
        "opb": "Deep keratitis",
        "opc": "Thyroid Endocrinopathy",
        "opd": "Congenital Glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "0a7e532f-9969-4178-9637-f1abf1849e09",
        "choice_type": "single"
    },
    {
        "question": "Chronic simple glaucoma features are:",
        "exp": "Glaucoma definition is CHRONIC OPTIC NEUROPATHY with characteristic visual field changes with IOP increased as major but not the only risk factor. B is correct as raised IOP is the most impoant preventable risk factor. A is wrong as there is no optic nerve damage. This condition is called ocular hypertension. C is wrong as there can be AION, RP and various other diseases that can cause visual field defects and not only glaucoma. D is also wrong as pink disc is seen in hypermetropia and not in glaucoma.",
        "cop": 2,
        "opa": "Raised IOP with no optic nerve damage.",
        "opb": "Raised IOP with optic nerve damage.",
        "opc": "Perimetric damage with no optic nerve changes.",
        "opd": "Pink disc.",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "fda115fe-9e0c-4d4d-8631-bcce12685d33",
        "choice_type": "single"
    },
    {
        "question": "A 68-year-old female patient is seen on the ward. She complains of severe pain in her right eye. There is blurring of vision and she feels nauseated and has vomited several times. Earlier in the day she has undergone colonoscopy for evaluation of her long-standing Crohn's disease. The endoscopist has made a comment that the examination was difficult. What is the likely cause of her painful red eye?",
        "exp": "Ans. (d) Acute angle closure glaucoma. Anticholinergic agents are sometimes used during endoscopy to cause smooth muscle relaxation to aid examination when difficulty is encountered. These agents cause pupillary dilatation, thus, precipitating acute angle closure glaucoma in susceptible patients. In patients with a history of glaucoma, glucagon is used instead of anticholinergics.",
        "cop": 4,
        "opa": "Anterior uveitis",
        "opb": "Acute conjunctivitis",
        "opc": "Episcleritis",
        "opd": "Acute angle closure glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "e9f05ed7-b231-4ca1-9667-5615f576f194",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for eales disease is",
        "exp": "Eales' disease. It is an idiopathic inflammation of the peripheral retinal veins. It is characterized by recurrent vitreous hemorrhage; so also referred to as primary vitreous hemorrhage. Treatment of Eales' disease comprises: 1. Medical treatment. A course of oral coicosteroids for extended periods is the mainstay of treatment during active inflammation. A course of antitubercular therapy has also been recommended in selective cases. 2. Laser photocoagulation of the retina is indicated in the stage of neovascularization. 3. Vitreoretinal surgery is required for non-resolving vitreous hemorrhage and tractional retinal detachment. Ref: Khurana; 4th edition; Pg. 254",
        "cop": 2,
        "opa": "Antibiotics",
        "opb": "Coicosteroids",
        "opc": "Antihistaminics",
        "opd": "Surgery",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "22a481f7-da52-4988-b555-f357ce99d6be",
        "choice_type": "single"
    },
    {
        "question": "Argon Laser trabeculoplasty is done in -",
        "exp": "In POAG Argon laser trabeculoplasty(ALT) has an additive effect to medical therapy. Its hypotensive effect is caused by increasing outflow facility, possibly by producing collagen shrinkage on the inner aspect of the. trabecular meshwork and opening the intratrabecular spaces. It has been shown to lower IOP by 8-10 mm. Hg in patients on medical therapy and by 12-16mm. Hg in patients who are jot receiving medical treatment Ref: Ophthalmology A K Khurana 6th edition chapter-10 page no: 237",
        "cop": 1,
        "opa": "Open angle glaucoma",
        "opb": "Secondary glaucoma",
        "opc": "Angle recession glaucoma",
        "opd": "Angle closure glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "4f2a003e-6a9d-4bdc-9393-1c222c3e2430",
        "choice_type": "single"
    },
    {
        "question": "Van herick&; s angle grade 3 of anterior chamber denotes",
        "exp": "Van herick&; s method:*To evaluate the chamber depth of the right eye, turn the lamp so that the light is coming at the temporal limbus at an angle of 60 degrees. Change the slit to its most narrow setting, and direct the beam onto the cornea, just barely to the right of the limbus. *You should see three things: the beam of light sharply focused on the cornea in a thin slit, the light falling on the iris(unfocused), and a dark interval in between.* The dark interval is the area of interest, as it represents the chamber's depth. *If this shadow is one-quaer to one-half the width of the illuminated corneal section, the angle is open. If the dark section is less than one-quaer the width of the corneal beam, the chamber is narrow. If there is no dark interval (ie, the corneal and iris beams meet), the angle is extremely narrow or closed. The chamber is graded from 1 to 4 or labeled as closed, open, shallow, or moderate. Features. Grade. Closed angle0. Angle extremely narrow, probable closure1+Angle moderately narrow, possible closure2+Angle moderately open, closure not possible3+Angle wide open, closure not possible4+Ref: The slit lamp primer; 2nd edition; Pg. 41",
        "cop": 2,
        "opa": "Wide open glaucoma",
        "opb": "Moderately open glaucoma",
        "opc": "Moderately narrow glaucoma",
        "opd": "Closed angle",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "522b8903-8531-44ef-8270-132353ef4ca0",
        "choice_type": "single"
    },
    {
        "question": "Krukenberg spindles -",
        "exp": "Deposition of pigment granules in posterior surface of cornea is called krukenbergs spindle it is seen in pigment dispersion syndrome Ref: Comprehensive ophthalmology -6th edition chapter -10 page no: 250",
        "cop": 3,
        "opa": "Involves anterior surface of cornea",
        "opb": "Involves anterior lens surface",
        "opc": "Involves posterior surface of cornea",
        "opd": "Involves posterior surface of lens",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "f8f04544-6bd1-4a69-a2fa-ab51c8d27cab",
        "choice_type": "single"
    },
    {
        "question": "Increased intraocular pressure along with an enlarged and thick cornea with a large eye may suggest -",
        "exp": "Ans. is 'a' i. e., Congenital Glaucoma Clinical signs of buphthalmos (congenital glaucoma)* Cornea Corneal edema, Hazy cornea with frosted glass appearance, Haab's stria, Large cornea.* Thin & blue sclera* Deep anterior chamber* Antero-posteriorly flat lens which may be subluxated backward* Iridodonesis, atrophic patch on Iris* Large eye causing axial myopia* Varriable cupping & atrophy of disc with raised IOP",
        "cop": 1,
        "opa": "Congenital glaucoma",
        "opb": "Angle closure glaucoma",
        "opc": "Phacomorphic glaucoma",
        "opd": "Phacotopic glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "90eef0f9-0f9b-4783-ae13-e8a8bf7bb654",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice in acute congestive glaucoma-",
        "exp": "245 Laser iridotomy is the definitive treatnent in acute congestive glaucoma. Gonioscopy should be performed as soon as cornea becomes clear. Laser PI should be performed if PAS are seen in <270degangle. Laser peripheral iridotomy re establishes communication between posterior and anterior chamber, so it bypasses the pupillary block and immediately relieves the crowding of the angle. Ref: Comprehensive Ophthalmology AK Khurana 6th edition chapter-10 page no:",
        "cop": 2,
        "opa": "Pilocarpine",
        "opb": "Laser iridotomy",
        "opc": "Timolol",
        "opd": "Trabeculoplasty",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "5ca30edf-d35a-4405-9b67-96d8a66beb05",
        "choice_type": "single"
    },
    {
        "question": "Most common cause for rubeosis iridis is",
        "exp": "Neovascularization of the iris (NVI) or rubeosis iridis is a peculiar condition that occurs commonly in eyes having proliferative diabetic retinopathy or central retinal vein obstruction. It is characterized by the development of new, branching and enlarged vessels in the iris, the neovascularization being frequently accentuated towards its root and in the angle of the anterior chamber. The new vessels leak protein and give rise to turbid aqueous. NVI may be associated with signs of iritis. Rubeosis iridis, is a medical condition of the iris of the eye in which new abnormal blood vessels (formed by neovascularization) are found on the surface of the iris. Ref. Parson's; 21st edition; Pg. 247",
        "cop": 4,
        "opa": "Tumor",
        "opb": "CRAO",
        "opc": "Radiation retinopathy",
        "opd": "Diabetic retinopathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "01655a24-0400-4b14-bbf6-7a4088b7e3c4",
        "choice_type": "single"
    },
    {
        "question": "Sickle-shaped extension of blind spot is known as",
        "exp": "Seidel's scotoma: With the passage of time paracentral scotoma joins the blind spot to form a sickle shaped scotoma known as Seidel's scotoma. Ref:-A K KHURANA; pg num:-219",
        "cop": 3,
        "opa": "Down's sign",
        "opb": "Bjerrum's sign",
        "opc": "Seidel's sign",
        "opd": "Baring of blind spot",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "3467ed44-407a-476e-9e11-f3a9c7682754",
        "choice_type": "single"
    },
    {
        "question": "A 36 years old female on prone dark room test develops pain in eyes. Which of the following drugs should be avoided?",
        "exp": "In an eye that is predisposed to develop angle closure glaucoma, any of the following factors may precipitate an attack:\u0001 Dim illumination, \u0001 Emotional stress, \u0001 Use of mydriatic drugs like atropine, cyclopento-late, tropicamide and phenylephrine. Ref comprehensive ophthalamology AK Khurana 4th edition page no: 225",
        "cop": 3,
        "opa": "Acetaolamide",
        "opb": "Piocarpine",
        "opc": "Atropine",
        "opd": "Timolol",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "4b9a3693-184d-4b2a-b285-b2de14071994",
        "choice_type": "single"
    },
    {
        "question": "Vogt&; s triad is indicative of",
        "exp": "Vogt&; s triad of clinical signs of past acute angle closure glaucoma includes sector iris atrophy, pigment dispersion on corneal endothelium and anterior subcapsular cataractous changes called Glaukomflecken. Ref:- Parsons diseases of eye; pg num:-298",
        "cop": 4,
        "opa": "Past attack of herpes zoster ophthalmicus",
        "opb": "Vogt-Koyanagi-Harada syndrome",
        "opc": "Past attack of acute iridocyclitis",
        "opd": "Past attack of acute-angle closure glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "a800c4bc-4106-4d3e-9340-f18bcb2606f2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following can be used for self tonometry?",
        "exp": "In self tonometry patient himself measures the intraocular pressure. The dynamic contour tonometer represents a potentially new technology for non-invasive and direct intraocular pressure (IOP) measurement, and has been proposed to accurately measure the true IOP irrespective of the corneal thickness. The Perkins tonometer is a type of poable applanation tonometer, which may be useful in children, anesthetised patients who need to lie flat, or patients unable to co-operate with a sitting slit lampexamination, that yields clinical results comparable to the Goldmann. Rebound tonometers determine intraocular pressure by bouncing a small plastic tipped metal probe against the cornea. The device uses an induction coil to magnetise the probe and fire it against the cornea. As the probe bounces against the cornea and back into the device, it creates an induction current from which the intraocular pressure is calculated. The device is simple and easy to use and self-use versions are available. It is poable, does not require the use of eye drops and is paicularly suitable for children and non-cooperative patients. The image above shows rebound tonometer. Diaton tonometer is a handheld device measuring IOP through the eyelid and over the sclera with no contact to the cornea & causing no discomfo to the patient. The pen-like tonometer diaton measures IOP within seconds without the need for anesthesia or sterilization.",
        "cop": 2,
        "opa": "Dynamic contour tonomety",
        "opb": "Rebound tonometry",
        "opc": "Perkins tonometry",
        "opd": "Diaton tonometry",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "98467279-563e-401e-a5ee-f2eb56977197",
        "choice_type": "single"
    },
    {
        "question": "Miotics are used in the treatment of",
        "exp": "Ans. is 'b' i. e., Angle closure glaucoma * Treatment of choice for acute congestive glaucoma - Laser iridotomy (1st choice), Peripheral iridectency (2nd choice).* Drug of choice for acute congestive glaucoma - Pilocarpine.* Initially IOP is controlled (first drug used) - Systemic mannitol or acetazolamide.",
        "cop": 2,
        "opa": "Open angle glaucoma",
        "opb": "Angle closure glaucoma",
        "opc": "After cataract",
        "opd": "Posterior uveitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "c820bb73-73f6-4588-ab89-b99ca911cdc8",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for primary open angle glaucoma:",
        "exp": "Prostaglandin analogues are now the drug of choice for open angle glaucoma and normal tension glaucoma.",
        "cop": 2,
        "opa": "Beta blockers",
        "opb": "Prostaglandin analogues",
        "opc": "Alpha agonists",
        "opd": "Cholinergics",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "6b3336f4-93f4-47e9-93f0-209b072c592b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is found more in aqueous humor than in plasma:",
        "exp": "Lactate is found more in aqueous humor than in blood. Concentration More in Aqueous Humor More in Plasma Lactate Protein Ascorbate Urea Pyruvate Glucose",
        "cop": 3,
        "opa": "Protein",
        "opb": "Urea",
        "opc": "Lactate",
        "opd": "Glucose",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "8625cc05-d7b5-43f3-92cd-0432c5c92153",
        "choice_type": "single"
    },
    {
        "question": "What is the investigation going on in Ophthalmology examination",
        "exp": "Goldmann Applanation tonometry Gold standard. Based on Imbe Fick law. If cornea is thinner than reading is falsely low. If cornea is thicker, it is falsely high. Applanation tonometry Other Options Pachymetry: Corneal thickness Biometry: Calculation of Power of IOL to be implanted after cataract surgery LASER interferometry: used to detect the maximum visual potential of the eye",
        "cop": 2,
        "opa": "Pachymetry",
        "opb": "Tonometry",
        "opc": "Biometry",
        "opd": "LASER interferometry",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "9ff6b905-2f3e-494e-acd9-29b9f652c918",
        "choice_type": "single"
    },
    {
        "question": "Pilocarpine eye drops act as",
        "exp": "Ans. (b) Directly acting miotic. Ref: KDT 7/e, p. 105. It is a cholinomimetic alkaloid and acts directly on muscarinic receptors and also on ganglionic muscarinic receptors causing miosis, ciliary muscle contraction and fall in IOP.",
        "cop": 2,
        "opa": "Directly acting mydriatic",
        "opb": "Directly acting miotic",
        "opc": "Indirectly acting miotic",
        "opd": "Indirectly acting mydriatic",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "06a9b300-57f2-4a94-84fa-d1ca6a50a37a",
        "choice_type": "single"
    },
    {
        "question": "The visualization of the angle of anterior chamber by:",
        "exp": "(Gonioscopy) (546-Khurana 4rd)GONIOSCOPY - The angle between the posterior corneal surface and the anterior surface of the iris constitute the angle of the anterior chamber the configuration of which is relevant to the pathogenesis of glaucoma contact between peripheral iris and cornea signifies, a closed angle, which precludes aqueous access to the trabecular meshwork. While wide separation between the two signifies in or beyond the trabecular meshwork. Gonioscopy involves the examination and analysis of angle. 1. Diagnostic - Gonioscopy facilitates the identification of abnormal angle structure and estimation of the width of the chamber angle particularly important in the management of eyes with narrow angles. 2. Surgical - gonioscopy involves visualization of the angle during procedures such as laser trabeculoplasty and goniotomy. Perimetry - estimating extent of the visual fields. Direct ophthalmoscopy. Indirect ophthalmoscopy* Most commonly practiced method for routine fundus examination* Image is erect, virtual and 15 times magnified in emmetropes* Popular method for examination of the posterior segment* Image is real, inverted, 4-5 times magnified.",
        "cop": 3,
        "opa": "Direct ophthalmoscopy",
        "opb": "Indirect ophthalmoscopy",
        "opc": "Gonioscopy",
        "opd": "Perimetery",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "3f40872f-11d4-4efe-a19d-1ad91c96919b",
        "choice_type": "single"
    },
    {
        "question": "What is the type of Goldman tonometry?",
        "exp": "Ans. is 'a' i. e., Applanation Tonometry Measurement of intraocular pressure (IOP)* Measurement of IOP is done byA) Manometry It is the only direct measure of IOP. B) Tonometry. It is an indirect method of measurement of IOP. Following types of tonometers are therei) Indentation (impression) tonometer. These are the most commonly used tonometers. Example is Schiotz tonometer. ii) Applanation tonometer. Goldmann applanation tonometer is the most accurate tonometer. Other types of applanation tonometers are perkins tonometer, pneumatic tonometer; air-puff tonometer, Pulse air tonometer, Tono pen.",
        "cop": 1,
        "opa": "Applanation Tonometry",
        "opb": "Dynamic countour tonometry",
        "opc": "Rebound tonometry",
        "opd": "Impression tonometry",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "fdf2f88b-ff56-44b7-8706-355bf2c3cb49",
        "choice_type": "single"
    },
    {
        "question": "Normal aqueous production rate -",
        "exp": "Aqueous humour is derived from plasma within the capillary network of ciliary processes. The normal aqueous production rate is 2. 3ml/min. Ref: ophthalmology -AK khurana -6th edition chapt: 10 page no: 221",
        "cop": 3,
        "opa": "2 ml/min",
        "opb": "5 ml/min",
        "opc": "2ml/min",
        "opd": "5 ml/min",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "d02718fd-e241-4256-ae93-467655317154",
        "choice_type": "single"
    },
    {
        "question": "The laser procedure, most often used for treating iris neovascularization is -",
        "exp": "Panretinal photocoagulation is used to prevent fuher neovascularization Ref: Comprehensive ophthalmology-AK Khurana 6th edition chapter-10 page no: 250 Ref: Comprehensive ophthalmology-AK Khurana 6th edition chapter-10 page no: 250",
        "cop": 3,
        "opa": "Goniophotocoagulation",
        "opb": "Laser trabeculoplasty",
        "opc": "Panretinal photocoagulation (PRP)",
        "opd": "Laser iridoplasty",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "72db3d9b-bc82-44ad-bb37-cc24a9710be2",
        "choice_type": "single"
    },
    {
        "question": "A 75 year old patient presents with deterioration of vision. On examination the pupillary reflex is observed to be sluggish and the intraocular pressure is normal. Optic disc evaluation shows a large and deep cup and paracentral scotomas. The most likely diagnosis is:",
        "exp": "Ans. (b) Normal Tension Glaucoma. Ref: Kanski 7/e, p. 346; Yanoff 3/e, p. 1159. Glaucomatous cupping (large and deep cup) along with glaucomatous visual field defects (paracentral scotomas are the most frequent) in patients with normal intraocular pressure suggests a diagnosis of Normal Tension Glaucoma (NTG).",
        "cop": 2,
        "opa": "Primary Narrow angle glaucoma",
        "opb": "Normal Tension Glaucoma",
        "opc": "Neovascular Glaucoma",
        "opd": "Absolute Glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Glaucoma",
        "id": "93b473bb-b949-4892-b3f7-ba52b1416bc6",
        "choice_type": "single"
    }
]