[
    {
        "question": "Most common intracranial tumor encroaching the orbit is?",
        "exp": "ANSWER: (C) Sphenoid wing meningioma. REF: Computed tomography of the eye and orbit by Steven B. Hammerschlag, John R. Hesselink, Alfred L. Weber Page 120. Meningioma is by far the most common intracranial tumor to involve the orbit. Sphenoid wing meningiomas characteristically produce exuberant hyperostosis on both the orbital and middle fossa sides of the sphenoid wing.",
        "cop": 3,
        "opa": "Astrocytoma",
        "opb": "Glioblastoma multiforme",
        "opc": "Sphenoid wing meningioma",
        "opd": "Medulloblastoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Graves' Ophthalmopathy, Tumors, Fractures, and Surgery",
        "id": "b61b633d-13c0-43de-a554-318278f3d985",
        "choice_type": "single"
    },
    {
        "question": "Most common tumor to extend from intracranial to orbit is -",
        "exp": "Ans. is 'd' i. e., Sphenoidal wing meningioma \"Meningiomas are the most common intracranial tumor to extend to the orbit\",.............. Ophthalmic oncologyo Meningiomas commonly arise from the dura of sphenoid wing, i. e. sphenoid wing meningioma.",
        "cop": 4,
        "opa": "Astrocytoma",
        "opb": "Pituitary adenoma",
        "opc": "Craniopharyngioma",
        "opd": "Sphenoidal wing meningioma",
        "subject_name": "Ophthalmology",
        "topic_name": "Graves' Ophthalmopathy, Tumors, Fractures, and Surgery",
        "id": "226fd6c6-e3ff-4816-a223-382a00892a54",
        "choice_type": "single"
    },
    {
        "question": "Child with cavernous sinus meningioma shows presence of?",
        "exp": "Ans. (a) Ptosis left eye.* Cavernous sinus meningioma can impinge on oculomotor nerve leading to paralysis of Levator palpebral superioris and can explain the ptosis seen in the image on the left eye.* Bell sign is seen in seventh nerve paralysis, and leads to up-rolling of eyeball on forcible closure of eye on same side of seventh nerve palsy.",
        "cop": 1,
        "opa": "Ptosis left eye",
        "opb": "Phthisis bulbi right eye",
        "opc": "Exophthalmos right eye",
        "opd": "Bell sign left eye",
        "subject_name": "Ophthalmology",
        "topic_name": "Graves' Ophthalmopathy, Tumors, Fractures, and Surgery",
        "id": "38aa2cdf-9838-4d4e-95e0-517961059116",
        "choice_type": "single"
    }
]