[
    {
        "question": "Inclusion conjunctivitis is caused by:",
        "exp": "Ans. is 'a' i. e. Chlamydia trachomatis Inclusion conjunctivitis is caused by chlamydia trachomatis (serotypes D- K). Chlamydial inclusion conjunctivitis is generally spread by sexual transmission from the genital reservoir of infection. The primary source of infection is a benign subclinical venereal disease producing a mild urethritis in the male and cervicitis in the female. The modes of transmission are orogenital activities and hand to eye spread of infective genital secretions. A common mode of transmission is through the water in swimming pools; thus the disease may occur in local epidemics (swimming pool conjunctivitis). It is also transmitted from the mother to the newborn. Treatment- azithromycin or doxycycline",
        "cop": 1,
        "opa": "Chlamydia trachomatis",
        "opb": "Chlamydia psittaci",
        "opc": "Herpes",
        "opd": "Gonorrhoea",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "27021304-6316-4b34-903a-79819c835f76",
        "choice_type": "single"
    },
    {
        "question": "Inclusion conjunctivitis is caused by-",
        "exp": "Ans. is 'a' i. e., Trachoma Adult inclusion conjunctivitiso It is a type offollicular conjunctivitis caused by serotypes D to K of chlamydia trachomatis-in sexually active young adults. o The primary source of infection is urethritis in males and cervicitis in females. o Transmission may occur either through contaminated fingers or through contaminated water of swimming pools (Swimmingpool granuloma). o Presentation is similar to other acute follicular conjunctivits with mucopurulent discharge, o The disease runs a benign course and often evolves into the chronic follicular conjunctivitis.",
        "cop": 1,
        "opa": "Trachoma",
        "opb": "Pneumococcus",
        "opc": "Candida",
        "opd": "Neisseria",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "5231c88b-72d2-458c-84c2-0054e526725b",
        "choice_type": "single"
    },
    {
        "question": "SAFE strategy is recommended for-",
        "exp": "Ans. is 'c' i. e., Trachoma o SAFE strategy developed by the WHO is the key to the treatment of trachoma. This consists of Surgery (S) on the lids. Antibiotics to treat the community pool of infection (A), Facial cleanliness (F); and Environmental changes (E). Blindness From Trachoma Can Be Stopped At Four. Different points: SAFES - Surgical correction for trichiasis. It is a simple operation that can turn out lashes which are scratching the cornea, patients can be operated on in a local dispensary or health center, or other community space if properly prepared. The surgical procedure can be performed by those who have had surgical training: eye doctors, eye nurses or eye care assistants. A - Antibiotic treatment of people with active trachoma infection. Regular detection and treatment of people with active trachoma is important. The recommended treatment is as follows: o Wash the face and clean the eyeso Apply tetracycline 1% ointment to both eyes two times daily for six weekso The ointment is sticky and may blur the vision for a few moments. This will only last a few moments. If possible, treat all the children in the family. F - Clean Faces. Families and individuals can do something to protect themselves from infection by increasing the number of times a child washes his/her face. Regular face washing removes discharge so that flies are not attracted to faces. It does not require great quantities of water: one liter of water can wash up to 30 faces. E - Environmental Improvemento This question is a repeat from NEET 2012-13, All India & AIIMS.",
        "cop": 3,
        "opa": "Glaucoma",
        "opb": "Cataract",
        "opc": "Trachoma",
        "opd": "Diabetic retinopathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "f9ebc8b6-0ec1-4110-bd7b-5e5825d5b13c",
        "choice_type": "single"
    },
    {
        "question": "Ropy discharge is seen in:",
        "exp": "Ans. (d) Veneral conjunctivitis. Ref: A. K. Khurana 6th ed. /79-80. Trachoma: is a chronic keratoconjunctivitis, primarily affecting the superficial epithelium of conjunctiva and cornea simultaneously.# It is one of the leading causes of preventable blindness in the world. Etiology* Causative organism: caused by Chlamydia trachomatis.* The organism is epitheliotropic and produces intracytoplasmic inclusion bodies called H. P. bodies.* There are 11 identified serotypes of Chlamydia: A, B, Ba, C, D, E, F, G, H, J and K* Serotypes A, B, Ba and C are associated with hyperendemic (blinding) trachoma* Serotypes D-K are associated with paratrachoma. OPHTHALMIA NEONATORUM* Bilateral inflammation of the conjunctiva occurring in an infant, less than 30 days old. Source and Mode of Infection* Before birth: very rare; through infected amniotic fluid in case of ruptured membranes.* During Birth: most common mode of infection; from infected birth canal when the child is born with face presentation or with forceps.* After birth: Infection during first bath of newborn or from infected clothes or hands. Causative Agents* Chemical conjunctivitis: silver nitrate or antibiotics used for prophylaxis.* Gonococcal infection* Neonatal inclusion conjuncitivitis caused by serotypesD to K of Chlamydia trachomatis is the commonest cause of ophthalmia neonatorum.",
        "cop": 4,
        "opa": "Conjunctival conjunctivitis",
        "opb": "Bacterial conjunctivitis",
        "opc": "Fungal conjunctivitis",
        "opd": "Veneral conjunctivitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "db2f88a9-3c04-4f99-bdc9-3ca83ed660e0",
        "choice_type": "single"
    },
    {
        "question": "Location of Arlt's line:",
        "exp": "Ans. (d) Upper palpebral conjunctiva. Ref: A. K. Khurana 6th ed. 169* Conjuctival scarring seen in trachoma as irregular stellate shaped scars over sulcus subtarsalis is called Arlts line.* It is seen in upper palpebral conjunctiva.",
        "cop": 4,
        "opa": "Sclera",
        "opb": "Lens",
        "opc": "Lower palpebral conjunctiva",
        "opd": "Upper palpebral conjunctiva",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "8a55abb8-759f-475a-a000-8984374b6c2d",
        "choice_type": "single"
    },
    {
        "question": "Herbert's pit is seen in:",
        "exp": "Ans: D (Chlamydial conjunctivitis) Ref Parsons Diseases of the Eye: 21st edition: pg no -- 172-175. Explanation: TRACHOMA: Caused by Chalmydia trachomatis A, B, Ba, CSpread by 3. Fs - Fingers, Fomites. Flies. Forms epithelial inclusion bodies - Halberstader Prowazek Inclusion Bodies. Conjunctiva - upper tarsal follicle which heals to form minute stellate scars. Arlt's Line - fibrous band in the tarsal plate. Limbal follicles - Herbert Follicles - Herbert Pits. Cornea - Pannus - lymphocytic infiltration w ith vascularisation of cornea. WHO CLASSIFICATION STAGESFEATURESTREATMENTFollicles>5 follicles, >0. 5mm in upper tarsus. Needs treatment No scarring. Intense>50% palpebral blood vessels not seen. Uregent treatment. Complications +Scarring. Tarsal conj scarring with white fibrous bandsinactive. Trichiasis. At least cne trichiatic lash. Corrective surgery. OpacitiesK opacity covering pupillary region SAFE STRATEGY: S - Surgery for trichiasis & entropionA - AntibioticsF - Frequent face washE - Environmental sanitation",
        "cop": 4,
        "opa": "Vernal conjunctivitis",
        "opb": "Atopic conjunctivitis",
        "opc": "Gonococcal conjunctivitis",
        "opd": "Chlamydial conjunctivitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "841cc970-2fe9-4544-9fc0-24501221a5df",
        "choice_type": "single"
    },
    {
        "question": "Herbert's pits are seen in -",
        "exp": "Ans. is 'a' i. e. Trachoma Signs of Trachomao Conjunctival signs:- Congestion, conjunctival follicles (boiled sagograin like), Papillary hyperplasia, conjunctival scarring (Arifs line), concretion. o Corneal signs Superficial keratitis, Herbert follicles, Pannus, Corneal ulcer, Herbert pits, Corneal opacity.",
        "cop": 1,
        "opa": "Trachoma",
        "opb": "Spring catarrh",
        "opc": "Phlyctenular conjunctivitis",
        "opd": "Sarcoidosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "5c833217-c050-495e-bf1a-bae46abd85ef",
        "choice_type": "single"
    },
    {
        "question": "Preauricular lymphadenopathy not seen in",
        "exp": "Ans. is 'c' i. e., Atopic conjunctivitiso Preauricular lymphadenopathy is seen in -Bacteral conjunctivitis (staphylococcal, gonococcal, pneumococcal). Viral conjunctivitis (Herpes simplex, epidemic keratoconjunctivitis). Chlamydial conjunctivitiso It is not seen in allergic (atopic) conjunctivitis.",
        "cop": 3,
        "opa": "Chlamydial conjunctivitis",
        "opb": "Herpes simplex keratoconjunctivitis",
        "opc": "Atopic conjunctivitis",
        "opd": "Staphylococcal conjunctivitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "b8c187e0-e60d-4adb-afe2-1402f7d5fd82",
        "choice_type": "single"
    },
    {
        "question": "Herberts pits are seen in:",
        "exp": "Ans. is 'd' i. e. Trachoma Herbert's pits are highly pathognomic of trachoma. They are found at the limbus*",
        "cop": 4,
        "opa": "Herpes keratitis",
        "opb": "Fuch's dystrophy",
        "opc": "Diabetes mellitus",
        "opd": "Trachoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "60f697e9-558c-4ca8-a492-d5e758a0620a",
        "choice_type": "single"
    },
    {
        "question": "Cobblestone conjunctiva is seen in-",
        "exp": "Ans. is 'b' i. e., Spring catarrh Vernal kerato conjunctivitis (spring cattarrh)o Spring cattarrh is an allergic inflammation of conjunctiva which is characterized by recurrent, bilateral, interstitial, selflimiting conjunctivitis that becomes aggravated during spring and summer period. o It is considered to be Type I hypersensitivity reaction (immediate type) to exogenous allergens such as grass pollens. o It is more common in boys and affects age group 4-20 years, o More common in summer, hence the name spring catarrh looks a misnomer, o Recently it is being labeled as \"Warm weather conjunctivitis \". Clinical features of spring catarrho Spring catarrh is characterized by marked itching & burning, Stringy (ropy) discharge, lacrimation, photophobia and heaviness of lids. o Clinically spring catarrh is divided into three types: -Palpebral form: - It is the most common types. The upper palpebral conjunctiva shows papillae (papillary hypertrophy with their characteristic appearance: - i) Lage & flat toped, ii) Cobble stone appearance (Pavement stone appearance). These papilla heal without scarring. Bulbar form: - It is characterized by (i) Dusky red triangular congestion of bulbar conjunctiva in palpebral area; ii) Gelatinous thickened accumulation of tissue around the limbus; iii) Presence of discrete whitish raised dots along the limbus (Tranta's spot). Mixed form: - Both bulbar and palpebral manifestations occur together. Corneal signs (Vernal keratopathy)o Punctate epithelial keratitiso Ulcerative vernal keratitis: shallow transverse ulcer (Shield ulcer)o Vernal corneal plaqueso Subepithelial scarringo Pseudogerontoxon: chracterized by a classical \"cupid's bow\" outline.",
        "cop": 2,
        "opa": "Trachoma",
        "opb": "Spring catarrah",
        "opc": "Ophthalmia nodosa",
        "opd": "Interstial keratitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "060a927b-4f94-4400-8850-0475398f0759",
        "choice_type": "single"
    },
    {
        "question": "SAFE strategy is for?",
        "exp": "ANSWER: (D) Trachoma. REF: Khurana 4th ed p. 437. SAFE strategy is used for trachoma* S: Surgery for eyelidA: AntibioticsF: Facial hygieneE: Environmental modifications",
        "cop": 4,
        "opa": "Bacterial conjunctivitis",
        "opb": "Viral conjunctivitis",
        "opc": "Onchocercariasis",
        "opd": "Trachoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "59e8506d-fc54-4625-9c23-135f832aec7f",
        "choice_type": "single"
    },
    {
        "question": "Most common conjunctivitis in newborn -",
        "exp": "Ans. is 'a' i. e., Gonococcal Ophthalmia neonatorum: o Ophthalmia neonatorum, also called neonatal conjunctivitis, is the conjunctivitis in the first month of life. Infection may be acquired during birth from infected birth canal (most common) or after birtho The causative agents are: -i) Common organisms are:- Gonococcus, C. trachomatis, Herpes simplex virus. Other organisms are: - Staphylococcus aureus, pneumococcus, Streptococcus, Pseudomonas, Serratia, Klebsiella. ii) Chemical conjunctivitis:- Caused by use of silver nitrate or antibiotic prophylaxis. Clinical features: o Clinical features depend upon the type of ophthalmia neonatorum: i) Infective ophthalmia neonatorum: - Pain, tenderness, purulent or mucopurulent discharge, swollen lids, chemosis & conjunctival hyperaemia. ii) Chemical ophthalmia neonatorum: - Watery discharge, minimal or no edema or chemosis, self limited course of to 2 days postpartum.",
        "cop": 1,
        "opa": "Gonococcal",
        "opb": "Staphylococcal",
        "opc": "Streptococcal",
        "opd": "Pneumococcal",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "b190c6a5-4020-4adb-8bd9-34fcc07534fb",
        "choice_type": "single"
    },
    {
        "question": "Inclusion body conjunctivitis true is all except -",
        "exp": "Ans. is 'b' i. e., Present only in infants o Incclusion body conjunctivitis is caused by chlamydia trachomatis, and can affect both infants (ophthalmia neonatorum) and adults (adult inclusion body conjunctivitis), o Neonatal infection may be acquired during birth from infected birth canal (more common) or after birth. Adult inclusion conjunctivitiso It is a type offollicular conjunctivitis caused by serotypes D to K of chlamydia trachomatis in sexually active young adults. The primary source of infection is urethritis in males and cervicitis in females. Transmission may occur either through contaminated fingers or through contaminated water of swimming pools (Swimming pool granuloma). Presentation is similar to other acute follicular conjunctivits with mucopurulent discharge, o The disease runs a benign course-and often evolves into the chronic follicular conjunctivitis.",
        "cop": 2,
        "opa": "Selflimiting",
        "opb": "Present only in infants",
        "opc": "Occurs while passage from birth canal",
        "opd": "Caused by chlamydia",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "f8ddee17-154c-4d1e-993b-a0d3fba692df",
        "choice_type": "multi"
    },
    {
        "question": "Acute hemorrhagic conjunctivitis -",
        "exp": "Ans. is 'a' i. e., Coxsakie A24 Acute Hemorrhagic Conjunctivitis -o Acute hemorrhagic conjunctivitis, also known as Apollo disease, is mainly caused by two picornaviruses:-(i) Enterovirus 70 (most common)(ii) Coxsackievirus A24. o Less commonly, Adenovirus type 11 can also cause acute hemorrhagic conjunctivitis. o The signs of the disease include rapid onset of severe, painful follicular conjunctivitis with chemosis, tearing, lid edema and the development of tiny subconjunctival hemorrhage. The cornea may be involved with a fine punctate keratitis and rarely, subepithelial opacities.",
        "cop": 1,
        "opa": "Coxsakie. A24",
        "opb": "Newcastle conjunctivitis",
        "opc": "Measels",
        "opd": "Mumps",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "57d4f38b-0425-4231-9d76-9bd0baed8cf9",
        "choice_type": "single"
    },
    {
        "question": "Virus causing hemorrhagic conjunctivitis is -",
        "exp": "Ans. is 'a' i. e., Coxsakie A24 o Repeat from previous sessions.",
        "cop": 1,
        "opa": "Coxsakie A24",
        "opb": "Poxvirus",
        "opc": "Measels",
        "opd": "Mumps",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "50e2797e-f3c5-4df7-aba5-944a510314bc",
        "choice_type": "single"
    },
    {
        "question": "Chlymadia trachomatic A-C will cause which of the following?",
        "exp": "Ans. (d) Trachoma. Ref: A. K. Khurana 6th ed. /61, 65. Trachoma: is a chronic keratoconjunctivitis, primarily affecting the superficial epithelium of conjunctiva and cornea simultaneously.# It is one of the leading causes of preventable blindness in the world. Etiology* Causative organism: caused by Chlamydia trachomatis.* The organism is epitheliotropic and produces intracytoplasmic inclusion bodies called H. P. bodies.* There are 11 identified serotypes of Chlamydia: A, B, Ba, C, D, E, F, G, H, J and K* Serotypes A, B, Ba and C are associated with hyperendemic (blinding) trachoma* Serotypes D-K are associated with paratrachoma. OPHTHALMIA NEONATORUM* Bilateral inflammation of the conjunctiva occurring in an infant, less than 30 days old. Source and Mode of Infection* Before birth: very rare; through infected amniotic fluid in case of ruptured membranes.* During Birth: most common mode of infection; from infected birth canal when the child is born with face presentation or with forceps.* After birth: Infection during first bath of newborn or from infected clothes or hands. Causative Agents* Chemical conjunctivitis: silver nitrate or antibiotics used for prophylaxis.* Gonococcal infection* Neonatal inclusion conjuncitivitis caused by serotypesD to K of Chlamydia trachomatis is the commonest cause of ophthalmia neonatorum.",
        "cop": 4,
        "opa": "Opthalmia Neonatorum",
        "opb": "Vernal Kerato conjunctivitis",
        "opc": "Paratrachoma",
        "opd": "Trachoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "0643ac1e-9bba-4955-b848-5cf2babf8040",
        "choice_type": "single"
    },
    {
        "question": "Haemorrhagic conjunctivitis is caused by?",
        "exp": "ANSWER: (A) Enterovirus 70. REF: Khurana 4th ed p. 70. Acute hemorrhagic conjuctivitis is caused by enterovirus 70",
        "cop": 1,
        "opa": "Enterovirus 70",
        "opb": "Coxsakie virus",
        "opc": "Enterovirus 72",
        "opd": "Calcivirus",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "4b1972f3-5498-4d74-9213-b5a2f23c6148",
        "choice_type": "single"
    },
    {
        "question": "Epithelial xerosis of the conjunctiva is caused by -",
        "exp": "Ans. is 'c' i. e., Xerophthalmia Xerosis of conjunctiva o Xerosis of conjunctiva refers to a condition where the conjunctiva becomes dry and lusterless. Depending upon the etiology, conjunctival xerosis can be divided into two groups: - Parenchymatous xerosis: - It occurs following cicatricial disorganization of conjunctiva due to local causes which can be: - Trachoma Diphtheric membranous conjunctivitis Stevens - Johnson syndrome Pemphigus Thermal, chemical or radiational burn Lagophthalmos due to symblepharon. Epithelial xerosis: It occurs due to vitamin 'A'deficiency (Xerophthalmia).",
        "cop": 3,
        "opa": "Trachoma",
        "opb": "Diphtheria",
        "opc": "Xerophthalmia",
        "opd": "Pemphigus",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "e3b10d4b-9c54-4f6f-89b6-d0aa981afecb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is seen in chronic contact lens wearer:",
        "exp": "Ans. (b) Gaint papillary Conjunctivitis. Ref.: A. K. Khurana 6th ed. 182-83. Please refer to above explanation. Also Know. Inclusion Conjuntivitis* Caused by Chlamydia trachomatis D-K within 5-14 days of birth. Clinical features include mucoid/ mucopurulent discharge, redness in conjunctiva, swollen lids and pain in eyeballs. Follicular conjunctivitis* It is characterized by redness in conjunctiva, formation of follicles and discharge from the eyes. It is of following types:# Epidemic keratoconjunctivitis: adenovirus 8, 19; can cause \"acute pseudomembranous conjunctivitis\" in severe infection.# Pharyngo-conjunctival fever: caused by ad- enovirus.# Herpetic conjunctivitis: caused by HSV1 (more commonly) and HSV 2 (less commonly).",
        "cop": 2,
        "opa": "Inclusion Conjuntivitis",
        "opb": "Giant papillary Conjunctivitis",
        "opc": "Vernal keratoconjuntivitis",
        "opd": "Follicular conjunctivitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "e7fe0a56-317c-4407-a758-f9583648921d",
        "choice_type": "single"
    },
    {
        "question": "Epidemo keratoconjunctivitis is caused by?",
        "exp": "ANSWER: (B) Adenovirus. REF: Khurana 4th ed p. 70. VIRAL CONJUCTIVITISAcute hemorrhagic conjunctivitis. Enterovirus 70 (picornavirus). Epidemic keratoconjunctivitis. Adenovirus 8, 19. Pharyngo conjunctival fever. Adenovirus 3 and 7",
        "cop": 2,
        "opa": "HSV",
        "opb": "Adenovirus",
        "opc": "Chlamydia",
        "opd": "HIV",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "1e0e01bf-e9ae-4322-b40f-dfe5d317ce72",
        "choice_type": "single"
    },
    {
        "question": "In the grading of trachoma, trachomatous inflammation - follicular is defined as the presence of",
        "exp": "Ans. is 'c' ie., Five or more follicles in the upper tarsal conjunctiva * Trachomatous inflammation follicular is a grade in WHO classification of trachoma which is the latest classification and has replaced all previous classification i. e., (Me Callans and Jone's classification). The WHO classification of Trachoma (Mnemonic: FISTO). Diagnosis* Trachomatous inflammation. Implies active disease* At least 5 or more follicles of at least 0. 5 mm diameter. Follicularwhich needs treatmenton the upper tarsal conjunctiva * Some papillae may also be present but the palpebral conjunctival blood vessels are visible* Trachomatous inflammations Intense. Severe disease which needs urgent treatment* The follicles and papillae are so numerous and inflamed that more than 50% of the palpebral conjunctival blood vessels cannot be seen clearly.* Trachomatous Scarring. Old inactive infection* This stage is dignosed by the presence of scarring in the tarsal conjunctiva. These scars are easily visible white banks or sheets(fibrosis) in the tarsal Conjunctiva.* Trachomatous Trichiasis. Needs corrective surgery * This is diagnosed when at least one eye lash rubs the eye ball. evidence of recent removal of inturned eye lashes is also graded as trachomatous trichiasis.* Trachomatous Opacity. Visual impairment * This stage is diagnosed when easily visible corneal opacity is present over the pupil",
        "cop": 3,
        "opa": "5 or more follicles in the lower tarsal conjunctiva",
        "opb": "3 or more follicles in the lower tarsal conjunctiva",
        "opc": "5 or more follicles in the upper tarsal conjunctiva",
        "opd": "3 or more follicles in the upper tarsal conjunctiva",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "7c546f6f-f36e-439c-bab5-5a9048d7cf2c",
        "choice_type": "single"
    },
    {
        "question": "Herbert pits are seen in trachoma at:",
        "exp": "Ans. (a) Limbus. Ref: A. K. Khurana 6th ed. 169-70, Parson's 21st ed./173* Herbert pits are oval or circular scar which is left after healing of Herbert pit in the limbus area. Other Signs of Trachoma:* Conjunctival scarring (Arlts line)* Sago grain follicles/Bulbar follicles (pathognomonic)",
        "cop": 1,
        "opa": "Limbus",
        "opb": "Lid margin",
        "opc": "Palpebral conjunctiva",
        "opd": "Bulbar conjunctiva",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "1f074aa9-22b2-42c4-b9df-617fa8ab186f",
        "choice_type": "single"
    },
    {
        "question": "Arlt's line is seen in?",
        "exp": "ANSWER: (A) Trachoma. REF: Khurana 4th ed p. 64. Conjuctival scarring seen in trachoma as irregular stellate shaped scars over sulcus subtarsalis is called arlt's line.",
        "cop": 1,
        "opa": "Trachoma",
        "opb": "Vernal catarrh",
        "opc": "Spring catarrh",
        "opd": "Angular conjunctivitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "0b83c022-c764-4c43-9603-d89e83f90566",
        "choice_type": "single"
    },
    {
        "question": "Trachoma inclusion bodies are called?",
        "exp": "Ans. is 'a' i. e., HP Bodies o Trachoma is cuased by chlamydia trachomatis seroptypes A, B, Ba and C. o The organism is epitheliotropic and produces intracytoplasmic inclusion bodies called HP bodies (Halberstaedter prowazeke bodies)",
        "cop": 1,
        "opa": "HP Bodies",
        "opb": "Negri bodies",
        "opc": "Koeppe's Nodules",
        "opd": "Boiled sagograin follicles",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Infective",
        "id": "344219ba-db1a-4749-ae4f-44ec19d6dbba",
        "choice_type": "multi"
    }
]