[
    {
        "question": "In hypoxic injury, cornea becomes edematous because of accumulation of:",
        "exp": "Ans. b. Lactate (Ref: Yanoff and Duker 4/e p280). In hypoxic injury, cornea becomes edematous because of accumulation of lactate. 'Contact lenses are generally very well tolerated, but they induce numerous changes in corneal physiology and the tear film. Decreased oxygen tension occurs with contact lens wear, especially when conventional lenses are worn overnight. Hypoxic stromal edema results from the osmotic changes produced by lactate accumulation. - Yanoff and Duker 4/e p280. Cornea. Cornea (the anterior surface) is the most important refractive surface of the eye, and have power of 45 diopter (3/4th of total power of eye). The refractive index is 1. 376Q The critical angle is 46\" at cornea tear interface. The healthy cornea is avascular and devoid of lymphatic channelsQ. Corneal cell derives nourishment by diffusion from the aqueous, the capillaries at the limbus and oxygen dissolved in the tear himQ. The metabolism of cornea is preferentially aerobicQ and it can function only up to 6-7 hours anaerobically under normal conditions. Hypoxic corneal stromal edema results from the osmotic changes produced by lactate accumulationQ. The metabolic active cells are endothelium, epithelium and stromal keratocytes. QOxygen is mostly derived from tear filmQ with a small contribution from timbal capillaries. Glucose supply from cornea metabolism is mainly (90%) derived from aqueousQ and supplemented (10%) by limbal capillaries. Cornea is richly supplied by nervesQ (without myelin sheaths and Schwann cell sheath) which originate from small ophthalmic division of trigeminal nerve, mainly by long ciliary nerveQ Due to its dense nerve supply, the cornea is extremely sensitive structure.",
        "cop": 2,
        "opa": "Carbon dioxide",
        "opb": "Lactate",
        "opc": "Pyruvate",
        "opd": "Glycogen",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "5020ac9e-9c2d-43e1-93db-50211087b85e",
        "choice_type": "single"
    },
    {
        "question": "Non-sterile hypopyon is seen in -",
        "exp": "Ans. is 'c' i. e., Fungal infection o Hypopyon refers to accumulation ofpolymorphonuclear leucocytes in the lower angle of anterior chamber. Many pyogenic organisms (Staphylococcus, streptococci, gonococci, Moraxella) and fungi may produce hypopyon but by far the most dangerous are pseudomonas pyogenea and pneumococcus. o Thus, any corneal ulcer may be associated with hypopyon, however, it is customary to reserve the term 'hypopyon corneal ulcer'for the characteristic ulcer caused by pneumococcus and the term 'corneal ulcer with hypopyon' for the ulcers associated with hypopyon due to other causes. The characteristic hypopyon corneal ulcer caused by pneumococcus is called \"ulcus serpens\". o It is worth noting that the hypopyon in bacterial causes is sterile since the outpouring of polymorphonuclear cells is due to toxin and not due to actual invasion by bacteria. On the other hand, hypopyon in fungal (mycotic) corneal ulcer is non-sterile as there is direct invasion by fungi.",
        "cop": 3,
        "opa": "Pneumococcus infection",
        "opb": "Pseudomonas infection",
        "opc": "Fungal infection",
        "opd": "Gonococcal infection",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "25736212-c5b4-4920-8e33-c1b80716a9f9",
        "choice_type": "single"
    },
    {
        "question": "In which of the following corneal ulcers signs are more than symptoms:",
        "exp": "Ans. (a) Fungal corneal ulcer. Ref: A. K. Khurana 6th ed. H06, Khurana 4th ed./100* Fungal corneal ulcer aka fungal keratitis is most commonly caused by Aspergillus fusarium. Patient in this condition presents with history of trauma with vegetative matter.* Symptoms shown by patients here are milder than signs. Signs are dry looking, greyish white corneal ulcers with feather finger like extensions (due to hypae). Signs of Fungal Keratitis:* Satellite nodule (satellite lesion present around ulcer)* Large organized hypopion (non-sterile)* Immune ring of pessary. Predisposing factors- topical steroids, organic matter. Worst prognosis. Treatment: 5% natamycin or. 2%fluconazole for 6-8 weeks.",
        "cop": 1,
        "opa": "Fungal corneal ulcer",
        "opb": "Bacterial corneal ulcer",
        "opc": "Viral corneal ulcer",
        "opd": "Herpetic corneal ulcer",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "6ddae8c9-b3d0-4b7c-8aac-74ad61df9916",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antibiotics can be used in the treatment of fungal keratomycosis?",
        "exp": "Ans. a. Silver sulfadiazine (Ref: Clinical Pharmacology by Jill E. Maddison. Stephen W. Page, David Church/p567). Silver sulfadiazine can be used in the treatment of fungal keratomycosis. 'There are three main groups of ocular antifungal agents- polyene antibacterials, pyrimidines and imidazoles. Other drugs used to treat fungal infections include iodine and silver sulfadiazine. '- Clinical Pharmacology by Jill E. Maddison, Stephen W. Page, David Church/p567",
        "cop": 1,
        "opa": "Silver sulfadiazine",
        "opb": "Linezolid",
        "opc": "Vancomycin",
        "opd": "Doxycycline",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "8a519f53-304f-4900-bda3-d5f3280f3e98",
        "choice_type": "single"
    },
    {
        "question": "A 48 year old diabetic with orbital cellulitis presented with a corneal ulcer. An aqueous tap showed branched hyphae. Diagnosis is -",
        "exp": "Ans. is 'b' i. e., Mycotic Ulcer Mycotic (fungal) corneal ulcero The incidence of corneal ulceration due to fungi has increased significantly due to long-term unwarranted use of antibiotic and steroid. The most common mode of infection is injury by vegetative material such as crop leaf, horn, wooden stick. The causative fungus are Aspergillus fumigatus (most common), Candida albicans and fusarium. Clinical featureso Symptoms are similar to bacterial comeal ulcers but in general they are less marked than the equal size bacterialulcer. On the other hand signs are very prominent, i. e. signs are more prominent than symptoms, o Following signs can be seen: -i) Greyish-white dry looking ulcer with the elevated rolled out feathery & hyphate margins. ii) Feathery finger like extension into surrounding stroma under intact epithelium. iii) A sterile immune ring (yellow line) of Wesseley. iv) Multiple small satellite lesions. v) Non-sterile (infected) hypopyon (Pseudohypopyon-Hence penetrated the endothelium)vi) Perforation is rare and comeal vascularization is conspicuously absent. Diagnosiso Examination of wet KOH will show:-i) Flamentous fungi (branched septate hyphae ):- Aspergillus fumigatus, Fusarium. ii) Non-filamentous (yeast like fungi): - Candida. Treatment of fungal corneal ulcero Treatment of comeal fungal ulcer involves:- 1) Specific (definitive) treatment, and 2) Adjunctive (concurrent) treatment. 1) Definitive treatment: - It includes antifungal drugs: -A) Topical antifungals -i) For filamentous fungi (Aspergillus, fusarium):- Natamycin (5%) eye drops (drug of choice), Miconazole ointment, Amphotericin B drops. ii) For yeast (Candida): - Amphotericin B (Drug of choice), nystatin, flucytocine. B) Systemic antifungals: - May be required in severe cases. Fluconazole or ketoconazole may be used. 2) Adjunctive/Concurrent therapy: - This follows the same principles as in any other infectious comeal diseases.# Cycloplegic (1% atropine ointment or drop is the DOC) should be used to: - i) Reduce pain from ciliary spasm; ii) Prevent posterior synaechiae; iii) Reduce uveal inflammation.# Topical steroids enhance fungal replication and comeal invasion and are contraindicated during early therapy of a fungal comeal ulcer.",
        "cop": 2,
        "opa": "Herpetic ulcer",
        "opb": "Mycotic Ulcer",
        "opc": "Bacterial Ulcer",
        "opd": "Anterior staphyloma",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "0a42c410-32cd-46d9-8ea6-bd6d6bb5b53a",
        "choice_type": "single"
    },
    {
        "question": "Giant dendritic ulceration on cornea is seen in case of:",
        "exp": "Ans. (c) HSV infection. Ref: A. K. Khurana 6th ed. /108* Viral keratitis causes corneal ulceration. It is caused most commonly by Herpes simplex, Herpes Zoster and Adenoviruses.* Dendritic & geographical corneal ulcers are seen in herpes simplex ocular disease.* Dendritic ulcer (branching ulcer with knobbed ends), resembles no other condition, and is pathognomic of herpes simplex ocular infection.* The use of steroids in dendritic ulcer hastens the formation of geographical ulcer so it is contraindicated.",
        "cop": 3,
        "opa": "Fungal infection",
        "opb": "Chlamydial infection",
        "opc": "HSV infection",
        "opd": "Pneumococcal infection",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "d82db07e-22ed-4d0f-93b9-6917341b467f",
        "choice_type": "single"
    },
    {
        "question": "All of the following are complications of traumatic hyphema except?",
        "exp": "Ans. is 'c' i. e., Corneal Ulcer Complications of traumatic hyphema1) Obstruction of trabecular meshwork with associated intraocular pressure elevation2) Peripheral anterior synechiae (PAS)3) Posterior synechiae4) Corneal bloodstaining5) Rebleeding: Can occur when the initial clot retracts and lyses allowing for a second episode of bleeding. Rebleeds are generally more severe than the initial bleed, more likely to lead to glaucoma, corneal blood staining, and synechiae formation. It has been reported to occur 3. 5% to 38% of the timeand probably 5-10% overall. 6) Pupillary block7) Amblyopia (pediatric patients)",
        "cop": 3,
        "opa": "Rebleeding",
        "opb": "Pupillary Block",
        "opc": "Comeal Ulcer",
        "opd": "Posteriorsynechiae",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "3aef9e2f-4897-4e69-b96c-f49eb13cd743",
        "choice_type": "multi"
    },
    {
        "question": "Most common infection in contact lens users is-",
        "exp": "Ans. is 'b' i. e., Pseudomonas Complications of contact lens wearo Complications of contact lens wearing are: -Intolerance Some people find wearing contact lenses intolerable. Corneal complications Corneal abrasion, Corneal edema, Corneal vascularization, Microbial keratitis (Pseudomonas, acanthamoeba), Sterile comeal infiltrate. Giant papillary conjunctivitis. Hypoxia Cornea is deprived of oxygen from the tear film by the presence of the contact lens. The cornea becomes edematous and new vessels may develop in the limbal area. Sensitivity This may develop in response to the preservative (thiomersal) in the cleaning and soaking solution. This results in allergic conjunctivitis.",
        "cop": 2,
        "opa": "Streptococcus",
        "opb": "Pseudomonas",
        "opc": "Staphylococcus",
        "opd": "Neisseria",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "6f83bf15-335f-4dbb-af11-bb5553ae5658",
        "choice_type": "single"
    },
    {
        "question": "Treatment of mooren's ulcer is?",
        "exp": "Ans. (d) All of the above. Ref: A. K. Khurana 6th ed. /116, 4th Ed./109-110. MOOREN'S ULCER* Moorens Ulcer/ chronic serpiginous or rodent ulcer is a severe inflammatory peripheral ulcerative keratitis.* Treatment:# Topical corticosteroids# Immunosuppressives with systemic steroids, e. g. cyclosporine# Soft contact lens# Lamellar or full thickness corneal grafting.",
        "cop": 4,
        "opa": "Topical steroids",
        "opb": "Corneal graft",
        "opc": "Immunosuppressives",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "f19e20a7-8ef4-44f9-9c22-f6ea6ef2dd80",
        "choice_type": "multi"
    },
    {
        "question": "Keratitis is caused by -",
        "exp": "Ans. is 'd' i. e., AH Causes of keratitis. Infective keratitis. Bacterial. Viral. Fungal. Chlamydial. Protozoal. Spirochaetal. Allergic keratitis. Phlyctenular keratitis. Vernal keratitis. Atopic keratitis. Trophic keratitis. Exposure keratitis. Neuroparalytic keratitis. Keratomalacia. Atheromatous ulcer. Keratitis associated with diseases of skin and mucous membrane. Keratitis associated with systemic collagen vascular disorders. Traumatic keratitis, which may be due to mechanical trauma, chemical trauma, thermal burns, radiations. Idiopathic keratitis e. g., Mooren's comeal ulcer. Superior limbic keratoconjunctivitis. Superficial punctate keratitis of Thygeson",
        "cop": 4,
        "opa": "Bacteria",
        "opb": "Atopy",
        "opc": "Protozoa",
        "opd": "All",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "6845cd99-cf43-45e1-ab9b-9ff8311242c8",
        "choice_type": "multi"
    },
    {
        "question": "In Herpes zoster keratitis all occurs except -",
        "exp": "Ans. is 'c' i. e., Sclerokeratitis o All the given options can occur in herpes zoster keratitis. Sclerokeratitis is least common, therefore the answer of choice. Herpes zoster ophthalmicus has following symptoms: Punctate epithelial keratitis50%Pseudodendritic keratitis50%Anterior stromal keratitis40%Endothelitis34%Serpiginous ulceration7%Scleral keratitis1%",
        "cop": 3,
        "opa": "Pseudodendritic keratitis",
        "opb": "Punctate keratitis",
        "opc": "Sclerokeratitis",
        "opd": "Endothelitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "49091e90-4a88-425a-a621-7c989a99c815",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following do not penetrate cornea?",
        "exp": "Ans. (c) Pseudomonas. Ref: Yanoff& Ducker-ophthalmology 2nded p 04, Khurana 4, hed./ 92",
        "cop": 3,
        "opa": "Gonococci",
        "opb": "Neisseria meningitis",
        "opc": "Pseudomonas",
        "opd": "Corynebacterium diphtheria",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "5b2a8b01-d32e-42ab-9f93-93a77023058f",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of anterior staphyloma is -",
        "exp": "Ans. is 'a' i. e., Corneal Ulcer Staphylomao Staphyloma is an abnormal protrusion of uveal tissue through a weak and thin portion of cornea or sclerao So, a staphyloma is lined internally by uveal tissue and externally by weak cornea or sclera, o Staphyloma is divided anatomically into: -1) Anterior staphyloma: - Protrusion and adhesion of iris to ectatic cornea. The most common cause is a sloughing corneal ulcer which perforates and heals with the formation of pseudocornea by the organization of exudates and laying down of fibrous tissue. It is lined internally by iris. 2) Intercalary staphyloma: It occurs at the limbus. It is lined internally by the root of iris and the anterior most portion of the ciliary body. The causes are perforating injuries to limbus, marginal corneal ulcer, anterior scleritis, Scleromalacia perforans, Complicated cataract surgery, secondary angle closure glaucoma. 3) Ciliary staphyloma: - This affects the ciliary zone that includes the region upto 8 mm behind the limbus. The ciliary body is incarcerated in the region of scleral ectasia. Causes are Developmental glaucoma, Primary or secondaryglaucoma end stage, scleritis, trauma to ciliary region. 4) Equatorial staphyloma: This occurs at the equatorial region of the eye with incarceration of the choroid. Causes are scleri tis, degenera tive myopia and chronic uncontrolled glaucoma. 5) Posterior staphyloma: - Occurs at posterior pole and is lined internally by choroid. Degenerative high axial myopia is the most common cause.",
        "cop": 1,
        "opa": "Corneal Ulcer",
        "opb": "Herpes Keratitis",
        "opc": "Myopia",
        "opd": "Hypermetropis",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "dcbd54eb-a006-4658-9e89-f96c204460d7",
        "choice_type": "single"
    },
    {
        "question": "Corneal ulcer leads to?",
        "exp": "Ans. (a) Anterior staphyloma. Ref: Khurana 4/e, p 510",
        "cop": 1,
        "opa": "Anterior staphyloma",
        "opb": "Posterior staphyloma",
        "opc": "Lenticomus",
        "opd": "Keratoconus",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "809b862d-7ca0-43a2-9e38-54f7f1faffaa",
        "choice_type": "single"
    },
    {
        "question": "Dendrites on the cornea may be seen with.",
        "exp": "Ans. (c) HSV keratitis.",
        "cop": 3,
        "opa": "Staphylococcal keratitis",
        "opb": "Pseudomonas keratitis",
        "opc": "HSV keratitis",
        "opd": "Acanthamoeba keratitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "7af45a7b-c899-4055-88c9-5cc77b0d7cc1",
        "choice_type": "single"
    },
    {
        "question": "'Ischemic necrosis' in alkali burn is -",
        "exp": "Ans. is 'a' i. e., Stage I o Alkali bums are among the most severe chemical injuries to eye. o Common alkalies responsible for bums are liquid ammonia (most harmful), lime, caustic potash or caustic soda, o Clinical features are divided into three stages. Acute ischemic necrosis (Stage I) In this stage there are signs in conjunctiva (edema, congestion, necrosis, copious discharge), cornea (sloughing, edema and opacity) and iris (iridocyclitis), Reparation (Stage II). Conjunctival and comeal epithelium regenerate, and there is comeal neovascularization. Complications (Stage III) Symblepharon, recurrent corneal ulceration, complicated cataract, secondary glaucoma.",
        "cop": 1,
        "opa": "Stage I",
        "opb": "Stage II",
        "opc": "Stage III",
        "opd": "Stage IV",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "706a44fc-1b60-4dea-8a92-856a253417eb",
        "choice_type": "single"
    },
    {
        "question": "In Herpes Zoster Keratitis all occurs except:",
        "exp": "Ans is 'c' i. e. sclerokeratitis. Herpes zoster (HZ) keratitis: Herpes zoster is the clinical manifestation of VZV infection and occurs only in individuals who have had primary VZV infection (varicella) by either wild-type or vaccine-type VZV. DNA studies confirm that HZ is a reappearance of the same specific childhood virus. Varicella-zoster virus, like other herpes viruses, has developed complex control of virus- host interactions to ensure continued survival in the human population. It lies largely dormant in the ganglion but may move down the neurons and satellite cells along sensory axons to the skin. Once there, the virus may spread from cell to cell and form lesions that eventually penetrate the epidermis; a viremia accompanies this reaction. Histopathologic studies of ganglia undergoing this process reveal inflammation, necrosis, and disruption of the morphology of neuronal and non neuronal cells; this process may extend into the anterior horn cells, producing myelitis and deficits of motor function. Periodic episodes of subclinical reactivation of VZV from the ganglia occur throughout an individual's lifetime, serving as immune boosters that increase the cell-mediated immune response to VZV. Herpes zoster presents as an acute, painful, vesicular eruption distributed along a single dermatome and is associated with a prodrome of fever, malaise, headache, and pain in the dermatome. Although the zoster rash is a characteristic feature of HZ, \"zoster sine herpestes\" is diagnosed in patients who have acute unilateral neuropathic pain or unilateral features of HZ with all attendant complications, including HZ ophthalmicus (HZO), in the absence of a recognizable skin involvement. Herpes zoster ophthalmicus (HZO) is defined as HZ involvement of the ophthalmic division of the fifth cranial nerve. The ophthalmic division further divides into the nasociliary, frontal, and lacrimal branches, of which the frontal nerve is most commonly involved with HZO. The nasociliary nerve innervates the anterior and posterior ethmoidal sinuses, skin of both eyelids and the tip of the nose, conjunctiva, sclera, cornea, iris, and choroid. Hutchinson's sign is defined as skin lesions at the tip, side, or root of the nose and is a strong predictor of ocular inflammation and corneal denervation in HZO, especially if both branches of the nasociliary nerve are involved. Herpes zoster ophthalmicus accounts for approximately 10% to 20% of cases of HZ, and therefore, every individual has about a 1% risk of developing HZO during his or her lifetime. HZ eruptions may include fever, malaise, headache, and pain in the eye. Ocular involvement occurs overall in about 50% of patients with HZO (before the antiviral era), but it is not always correlated with age, sex, or severity of the skin rash. The pathophysiology of the diffuse and severe ocular complications of HZO includes components of virus infection, inflammatory and immune reactions, vascular and neural inflammation, and tissue scarring. As a consequence of these neuro pathogenic and vasculopathy processes, the benefit of antiviral agents is limited in patients with HZO. The disease may manifest with acute, chronic, or relapsing components, depending on the mechanisms involved. There is a long list of potential complications associated with HZO, beginning with the skin and anterior segment of the eye but potentially involving the optic nerve, retina, and CNS. It is not clear why some individuals have no or minimal complications and others develop a range of complications; it may be related to virulence of the infection, the host immune response, or both. Multiple corneal lesions may be found in HZO. Pseudo dendrites are early and transient epithelial lesions which mimic as dendritic lesions of Herpes simplex but are not true dendritic lesions. Kerato uveitis/endotheliitis presents with localized stromal edema, keratic precipitates, and cell and flare, and may represent direct viral infection of the endothelium or an immune reaction. A nummular anterior stromal keratitis can develop, which usually resolves but may become chronic. A disciform stromal keratitis may represent a VZV infection of the endothelium or may be related to a zoster immune reaction. The surface of the globe may demonstrate an episcleritis or deeper involvement with scleritis in the early stages of the disease that may become persistent or appear in a delayed fashion. The scleritis may progress toward the limbus, manifesting as a limbal vasculitis and sclerokeratitis with a later patchy scleral atrophy. In this question answer will be sclerokeratitis, on two accounts: first, sclerokeratitis is seldom a presenting feature or primary lesion in HZO. It usually results, as mentioned above, owing to spread of scleritis toward the limbus or cornea. Second, in all published reports of HZO, sclerokeratitis is the least common type of ocular involvement in HZO.",
        "cop": 3,
        "opa": "Pseudodendritic keratitis",
        "opb": "Anterior endothelial keratitis/ uveitis",
        "opc": "Sclerokeratitis",
        "opd": "Endothelitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "28508d6d-c869-4f80-a4ee-0dbff603df56",
        "choice_type": "multi"
    },
    {
        "question": "Nummular keratitis is seen in",
        "exp": "Ans. (b) Herpes zoster keratitis. Ref: A. K. Khurana 6th ed. /108-109",
        "cop": 2,
        "opa": "Bacterial keratitis",
        "opb": "Herpes zoster keratitis",
        "opc": "Acanthamoeba keratitis",
        "opd": "Fungal keratitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "3260a27f-b57d-438c-8b99-8d54a621f195",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following drugs is contraindicated in treatment of dendritic corneal ulcer",
        "exp": "Ans. (d) Dexamethasone. Ref: A. K. Khurana 6th ed. /108-109* Dendritic ulcer is an irregular linear branching ulcer with knobbed ends and reduced corneal sensations seen in epithelial keratitis* It is caused by herpes simplex infection.* Steroids cause progression of dendritic ulcer, into geographical ulcer so, they are contraindicated.* The treatment is done with 3% acyclovir ointment and mechanical debridement. Other antibiotics may be required if there is a secondary infection.",
        "cop": 4,
        "opa": "Atropine",
        "opb": "Cefazolin",
        "opc": "Acyclovir",
        "opd": "Dexamethasone",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "8c4faf2b-ceb2-432b-8242-176d0e02ee36",
        "choice_type": "single"
    },
    {
        "question": "In Herpes-Zoster keratitis, all of the following occurs except:",
        "exp": "Ans. c. Sclerokeratitis (Ref: Kansk is 7/ep 187-91; Yanoff 3/ep. 222-24). Herpes Zoster ophthalmicus commonly causes acute epithelial keratitis [i. e. punctuate epithelial keratitis (in 50%) and pseudo dendritic keratitis (50%)}, nummular (anterior stromal) keratitis (40%) disciform (deep stromal) keratitis or endothelitis (34%) and serpiginous ulceration (7%). However, sclera-keratitis (limbal vascular keratitis) is least common (!%). Herpes Zooster Opthalmicus (HZO)* It is caused by varicella zoster virus0 (DNA virus)* After an infection with chicken pox in childhood or youth the virus lies dormant in Gasserian ganglion of trigeminal nerve to appear later, particularly in elderly people with depressed cellular immunity e. g. cancer, leukaemia, AIDS, lymphoma and immunosuppressed organ transplant recipients etc. Herpes Zooster Opthatmicus (HZO). Clinical features* Hutchinson sign: In herpes zoster opthalmicus. Involvement of the tip of nose supplied by external nasal nerve (a terminal branch of nasociliary nerve), signifies increase risk of ocular involvement (uveitis).* Lesions are strictly limited to the one side of midline.* Bilateral lesions can occur in the immunocompromised. Clinical Presentation. General features. Cutaneous lesions. Ocular lesions. Neurological complications* Onset of illness is sudden with fever, malaise* Severe neuralgic pain along the course of the affected nerve* Appear in the area of involved nerve after 3-4 days of onset of disease.* Affected areas becomes red and edematous followed by vesicle formation.* Can cause small permanent pitted scars.* Active eruptive stage lasts for 3 weeks.* Anaesthesia dolorosa: Anaesthesia of the affected skin with associated post herpetic neuralgia* Conjunctivitis: One of the MC complication* Episcleritis and scleritis* Keratitis:- Punctate epithelial keratitis0(fine or coarse)- Microdendritic epithelial ulcers- Nummular keratitis0- Disciform keratitis- Neuroparalytic ulcerations- Exposure keratitis* Iridocyclitis0* Secondary glucoma0* Anterior segment necrosis and pthisis bulbi* Motor nerve palsies especially 3rd, 4th, 6th and 7th* Optic neuritis* Encephalitis. Treatment:* Oral acyclovir (no later than 4 days after the onset of rash)* In scleritis, sclerosing keratitis or iritis, dexamethasone 0. 1% along with antiviral is used topically* Systemic steroids are used in progressive proptosis with total occulomotor nerve palsy and optic neuritis.* Oxyphenbutazone (NSAIDs) are sometimes useful in severe scleritis not responding to steroids.",
        "cop": 3,
        "opa": "Pseudodendritic keratitis",
        "opb": "Anterior stromal invasion",
        "opc": "Sclerokeratitis",
        "opd": "Endotheelitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "13a1c69b-6764-432e-8bed-0e37068cafc3",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a feature of fungal corneal ulcer?",
        "exp": "Ans. c. Symptoms are more pronounced than signs (Ref: Khurana 5/e p101; 4/e p100; Parson 21st/e p199-200; Kanski 7/e p180-82). Symptoms are much milder than the clinical signs in fungal corneal ulcer hut not the vice-versa. Fungal (Mycotic) Corneal Ulcer: Symptoms are much milder than the clinical signsQ. Ulcer is dry looking, grayish white with elevated rolled out marginsQ and feathery finger like extensions into surrounding stromaQ under intact epithelium. A big hypopyonQ is present even if the ulcer is very small. Unlike bacterial ulcer, the hypopyon may not be sterile (pseudohypopyon)Q as fungi can penetrate into anterior chamber without perforation. Diagnosis: Examination of wet KOH mountQ, calcoflour white for fungal hyphae and culture on sabouraud's medium. Fungal (Mycotic) Corneal Ulcer / Keratomycosis. Aspergillus fumigates (MC), Candida and fusariumQ are common agents. Injury by vegetative materials or animal tailQ is common modes of infection. Etiology: Filamentous septate hyphae (tubular projections) producing multicellular fungi, most notably, Fusarium and Aspergillus (fumigatus) are the most common causative organism in tropics (or hot climate) and around the word. Unicellular budding yeast e. g. Candida is most common cause of fungal keratitis in temperate (cold) regions. Predisposing Factors* Injury by vegetative materials or animal tail is common modes of infectionQ.* Excessive use of antibiotics* Corneal trauma involving plant matter or gardening / agricultural tool (in tropics)* Comeal disease* Local immunosuppression* Long term use of topical steroid* Prior comeal transplantation* Contact lens wear* Diabetes mellitus. Clinical Features: Symptoms are much milder than the clinical signs. QMarked ciliary and conjunctival congestion but symptoms of pain, watering and photophobia are disproportionately less. Ulcer is dry looking, grayish white with elevated rolled out marginsQ and feathery finger like extensions into surrounding stromaQ under intact epithelium. A sterile immune ring (yellow line of Wesseley)Q present where fungal antigen and host antibody meet. Multiple small satellite lesionsQ may be present around the ulcer. A big hypopyonQ is present even if the ulcer is very small. Unlike bacterial ulcer, the hypopyon may not be sterile (pseudohypopyon)Q as fungi can penetrate into anterior chamber without perforation. Perforation is rare and corneal vascularization is conspicuously absentQ. Diagnosis: Examination of wet KOH mountQ, calcoflour white for fungal hyphae and culture on sabouraud's medium. Treatment. Antifungal Treatment. Adjuvant Therapy* Natamycin and amphotericin B are used in filamentous infectionsQ topically.* Imidazole and flucytosine are used in Candida infection.* Systemic antifungal is required for severe keratitis and endopthalmitis.* CycloplegicsQ as atropine or scopolamine are used to reduce ciliary spasm, uveal inflammation and prevent posterior synechiae formation.* Anti-inflammatory and analgesics* Carbonic anhydrase inhibitors for complications as secondary glaucomaQ",
        "cop": 3,
        "opa": "Fixed hypopyon",
        "opb": "Ulcer with sloughing margins",
        "opc": "Symptoms are more pronounced than signs",
        "opd": "Fungal hyphae are seen on KOH mount",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "68898e12-dc67-4a34-82a7-d8273061d3d9",
        "choice_type": "single"
    },
    {
        "question": "Satellite lesion on cornea are seen in:",
        "exp": "Ans. (c) Fungal ulcer. Ref: A. K. Khurana 6th ed. /106, Khurana 4th ed./100. Please refer to above explanation",
        "cop": 3,
        "opa": "Viral ulcer",
        "opb": "Bacterial ulcer",
        "opc": "Fungal ulcer",
        "opd": "Herpetic ulcer",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "f1c7738d-9793-4ef3-8ebe-4120ffff3f5e",
        "choice_type": "single"
    },
    {
        "question": "'S' component of SAFE -",
        "exp": "Ans. is 'b' i. e., Surgery SAFE strategy developed by the WHO is the key to the treatment of trachoma. This consists of Surgery (S) on the lids. Antibiotics to treat the community pool of infection (A), Facial cleanliness (F); and Environmental changes (E). Blindness From Trachoma Can Be Stopped At Four Different points: SAFES - Surgical correction for trichiasis. It is a simple operation that can turn out lashes which are scratching the cornea, patients can be operated on in a local dispensary or health center, or other community space if properly prepared. The surgical procedure can be performed by those who have had surgical training: eye doctors, eye nurses or eye care assistants. A- Antibiotic treatment of people with active trachoma infection. Regular detection and treatment of people with active trachoma is important. The recommended treatment is as follows: o Wash the face and clean the eyeso Apply tetracycline 1% ointment to both eyes two times daily for six weekso The ointment is sticky and may blur the vision for a few moments. This will only last a few moments. If possible, treat all the children in the family. F - Clean Faces. Families and individuals can do something to protect themselves from infection by increasing the number of times a child washes his/her face. Regular face washing removes discharge so that flies are not attracted to faces. It does not require great quantities of water: one liter of water can wash up to 30 faces. E - Environmental Improvement",
        "cop": 2,
        "opa": "Screening",
        "opb": "Surgery",
        "opc": "Steroids",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "ddf213fa-f991-4ad9-8a9d-035be1a5621a",
        "choice_type": "multi"
    },
    {
        "question": "Corneal sensation is decreased in -",
        "exp": "Ans. is 'a' i. e.. Viral infection o There is marked diminution of corneal sensations in herpetic dendritic ulcer (Viral infection). Decreased corneal sensationso Alterations in corneal sensitivity occur normally with variations in physiological and environmental factors. Corneal sensitivity decreases steadily with age. In addition, the corneas of brown eyed individuals are generally less sensitive than those in blue -eyed individuals. Important causes of reduced corneal sensitivity' are: -Iatroginic. Topical drugs: - Cocaine, proparacaine, NSAIDs (Diclofenac, ketorolac), Timolal, Betaxoiol. Surgery: - Corneal and cataract operations. Contact lens use. Congenital & acquired diseases. Corneal dystrophies. Scieritis, acute angle closure glaucoma. Infections: - Herpes simplex keratitis Idendritic ulcer). Leprosy, Herpes zoster, Syphilic (luetic neuropathy). Cerebello-pontile angle tumor: - Acoustic neuroma. Sensory neuropathies: - Diabetes, Leprosy, Amyloidosis, Vitamin 'A' deficiency. Toxins: - Carbon disulfide and Hydrogen sulfide. Syndromes: - Goidenhaf s syndrome, VACTERAL anomalies, Abetalipoproteinemia, Refsum's syndrome, Parry-Romberg syndrome and nephropathic cystinosis, congenital insensitivity to pain, Familial dysautonomia (Riley-Day syndrome).",
        "cop": 1,
        "opa": "Viral infection",
        "opb": "Fungal infection",
        "opc": "TB",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "1aff5cf7-4d48-441a-bea1-c4f5e2218571",
        "choice_type": "multi"
    },
    {
        "question": "Satellite lesion is seen in which corneal ulcer?",
        "exp": "ANSWER: (B) Fungal. REF: Khurana 4th ed p. 100. Fungal corneal ulceration* Dry* Delicate feathery extensions* Satellite lesions* Sterile immune ring* Big hypopyon* Perforation* Central vascularization",
        "cop": 2,
        "opa": "Trachoma",
        "opb": "Fungal",
        "opc": "Angular",
        "opd": "Herpes",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "7311c0f6-6890-497b-83c3-5ee139e3fcd8",
        "choice_type": "single"
    },
    {
        "question": "Which organism can penetrate the intact Cornea?",
        "exp": "ANSWER: (A) Gonococcus. REF: Yanoff & Ducker- ophthalmology 2nd edition page 404. Neonatal conjunctivitis causedby N. gonorrhoeae, a gram-negative diplococcus that canpenetrate an intact epithelium, has decreased significantly since the advent of prophylaxis. The clinical picture of gonococcal conjunctivitis consists of the development of hyperacute conjunctivitis 24- 48 hours after birth characterized by marked eyelid edema, profound chemosis, and excessive purulent discharge.",
        "cop": 1,
        "opa": "Gonococcus",
        "opb": "Pseudomonas",
        "opc": "Staphylococcus",
        "opd": "Klebsiella",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "22a82bcc-47e0-4ec5-bcc6-4e2faae0ebf9",
        "choice_type": "single"
    },
    {
        "question": "Corneal complications of contact lens use -",
        "exp": "Ans. is 'd' i. e., All of the above Advantages of contact lenso Contact lens has several advantages over spectacles. Retain binocularity in Anisometropia owing to less magnification of size of retinal image. Irregular astigmatism can be corrected. No peripheral distoration as it moves with eye and there is normal field of vision. Not subjected to moistening. Several varieties of contact lens can aid in treatment of dry eye. Hard contact lens may stimulate reflex tearing and also prevent evaporation of tear. Cosmatically superior: Tinted contact lenses relieve photophobia in albinism. Disadvantages of contact lenso Complications of contact lens wearing are: -Intolerance: - Some people find wearing contact lenses intolerable. Corneal complications: - Corneal abrasion. Corneal edema. Corneal vascularization. Microbial keratitis (Pseudomonas, acanthamoeba), Sterile comeal infiltrate. Giant papillary conjunctivitis. Hypoxia: - Cornea is deprived of oxygen from the tear film by the presence of the contact lens. The cornea becomes edematous and new vessels may develop in the lint bat area. Sensitivity: - This may develop in response to the preservative (thiomersal) in the cleaning and soaking solution. This results in allergic conjunctivitis.",
        "cop": 4,
        "opa": "Acanthamoeba keratitis",
        "opb": "Corneal infiltrate",
        "opc": "Corneal vascularization",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "d4d8c63c-dbfa-4d45-be5f-3a88dc67c626",
        "choice_type": "multi"
    },
    {
        "question": "Intact cornea can be penetrated by -",
        "exp": "Ans. is 'a' i. e., Gonococcus o The organisms which can penetrate intact corneal epithelium are Neisseria gonorrhoea, Haemophilus aegyptus, corynebacterium diphtheriae, Listeria species and Neisseria meningitidis.",
        "cop": 1,
        "opa": "Gonococcus",
        "opb": "Pseudomonas",
        "opc": "Streptococcus",
        "opd": "Pneumococcus",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "d9f83292-87db-45fb-ada9-459ebf459405",
        "choice_type": "single"
    },
    {
        "question": "Which organismal infection is highly virulent and may cause corneal ulcer perforation within 48 hours?",
        "exp": "Ans. b. Pseudomonas (Ref: Khurana 5/e p96). Pseudomonas infection is highly virulent and may cause corneal ulcer perforation within 48 hours. Pseudomonas Keratitis. Pseudomonas aeruginosa is the MC gram-negative organism isolated from corneal ulcers and is a frequent cause of contact lens-associated keratitisQ. Source of Infection: These aerobic bacilli are found in moist environments. QFrequently contaminate inadequately chlorinated swimming pools and hot tubs, ventilators, nebulizer and vaporizer solutions, and ophthalmic solution bottlesQ. Pathophysiology: The organism readily adheres to damaged epithelium, and stromal invasion is rapidQ. Pseudomonas keratitis tends to progress rapidly if inadequately treated. Most commonly, the organism produces destructive enzymes such as protease, lipase, elastase, and exotoxin, which results in necrotic, lipase, elastase, and exotoxin, which results in necrotic, soupy ulceration. The ulcer often extends peripherally and deeply within hours and can rapidly involve the entire cornea. Ring ulcers can develop, and the corneal epithelium peripheral to the primary ulcer typically develops a diffuse gray, ground-glass appearance. The corneal stroma appears to dissolve into a greenish yellow mucous discharge that fluoresces under ultraviolet (but not under cobalt blue) light. The suppurative ulcer frequently thins to a discemetocele that perforatesQ. The ulcer is often associated with a marked anterior chamber reaction and hypopyon formation. Extensive keratitis can extend to the limbus and produce an infectious sclertis.",
        "cop": 2,
        "opa": "Herpes simplex",
        "opb": "Pseudomonas",
        "opc": "Staphylococci",
        "opd": "Aspergillus",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of the Cornea",
        "id": "53d07a98-e11e-43f7-8a78-ccff37445995",
        "choice_type": "single"
    }
]