[
    {
        "question": "\"Brush-fire\" pattern is seen in -",
        "exp": "Ans. is 'a' i. e., CMV retinitis o CMV retinitis is the most common ophthalmic manifestation of CMV, occuring as a congenital infection in infants or an opportunistic infection in the immunocompromised host, o Adults commonly affected include those individuals with acquired immunodeficiency syndrome (AIDS), oncology patients, and patients on immunosuppresive therapy, o There is characteristic hemorrhagic, full thickness retinitis. o In early stage there are yellow-white exudates (areas of retinal necrosis) associated with areas of vasculitis and retinal hemorrhage. o There may be exudative retinal detachment and ultimately, there occurs total retinal atrophy. o There are three distinct variants of CMV retinitis. Classical (fulminant) retinitis. It is necrotic retinitis. Large areas of retinal hemorrhage along a whitened, edematous or necrotic retina, usually in posterior pole in the distribution of nerve fiber layer along the vascular arcades. It is also known as \"Pizza-Pic retinopathy\" or \"cottage cheese with catchup\". Granular (indolent) retinitis. Without edema, hemorrhage or vascular sheathing, progressing along active border of retinal periphery. Perivascular retinitis. Frosted branch angitis with retinal perivasculitis. o Another finding in CMV retinitis is a white granular geographic lesion that clears centrally as it enlarges, leaving a quiet central area of retinal atrophy and mottled pigment epithelium. This has also been described as \"brush-fire\" pattern. o It should be remembered that vitreous hemorrhage, though, is not common in CMV retinitis, it may occur after initiation of treatment of AIDS (HA ART). o In routine course there is no vireous hemorrhage or vitritis due to immunocompromised state of these patients. But, once the treatment of AIDS is started, their immune status may improve, and capable of producing inflammation. Which may cause vitritis and vitreous hemorrhage. IMPORTANT FACTSSalt and Pepper fundus. Congenital rubella, Congenital syphilis, Congenital leber amaurosis, Mayous Batten disease, Thioridazine toxicity. o Crumbled chees and ketchup appearance (sauce and cheese appearance)o Pizza pie appearanceo Brush fire appearance CMV retinitis o Satellite lesiono Head light in the fog appearance. Toxoplasmosis. Hemorrhagic retinal necrosis. HSV, toxoplasmosis, Bechet's retinitis, CRVO or branch vein occlusion. Most common ocular infection in AIDS CMV Most common cause of chorioretinitis in AIDS Bull's eye retinopathy (maculopathy). Chloroquine, Phenothiazine, Bardet-Biedle syndrome, Batten disease, inverse retinitis, pigmentosa, Stargardt disease, Dystrophies, Chronic macular hole. Roth spots. Bacterial endocarditis, Puerperal septicemia. Snowball opacities in vitreous. Pars planitis, Candidiasis, Sarcoidosis, Lyme disease",
        "cop": 1,
        "opa": "CMV retinitis",
        "opb": "Toxoplasmosis",
        "opc": "Congenital rubella",
        "opd": "Syphilis",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammatory Disorders",
        "id": "e018b673-1c9e-46cb-b28b-71551dcd58b6",
        "choice_type": "single"
    },
    {
        "question": "Treatment of CMV retinitis in AIDS patient is -",
        "exp": "Ans. is 'd' i. e. Valganciclovir o CMV retinitis is the most common ophthalmic manifestation of CMV, occuring as a congenital infection in infants or an opportunistic infection in the immunocompromised hosto Adults commonly affected include those individuals with acquired immunodeficiency syndrome (AIDS), oncology patients, and patients on immunosuppresive therapy. There is characteristic hemorrhagic, full thickness retinitis. In early stage there are yellow-white exudates (areas of retinal necrosis) associated with areas of vasculitis and retinal hemorrhage. There may be exudative retinal detachment and ultimately, there occurs total retinal atrophyo Treatment of CMV retinitis -# HAART.# Valganciclovir- pro-drug of ganciclovir that is taken orally and is as effective for both induction (900 mg twice daily for up to 3 weeks) and maintenance (900 mg daily). Neutropenia is a common side effect due to bone marrow suppression, but can be effectively treated with filgrastim (granulocyte colony-stimulating factor.# Ganciclovir, foscamet and cidofovir given intravenously were formerly key therapeutic agents.# Ganciclovir slow-release intravitreal implant.",
        "cop": 4,
        "opa": "Amantadine",
        "opb": "Fludrabine",
        "opc": "Oseltamivir",
        "opd": "Valganciclovir",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammatory Disorders",
        "id": "e5218b3a-10c8-45e1-b787-c2dbb9e5eca6",
        "choice_type": "single"
    },
    {
        "question": "Fundus of patient with disseminated TB shows.",
        "exp": "Ans. (a) Choroid tubercles. Choroid tubercles occur in cases of disseminated tuberculosis and are highly specific for diagnosis of miliary tuberculosis. These are found especially in tubercular meningitis usually as a late event. Ophthalmoscopically they appear as round pale yellow spots usually near optic disk.",
        "cop": 1,
        "opa": "Choroid tubercles",
        "opb": "Optic atrophy",
        "opc": "Papilledema",
        "opd": "Macular edema",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammatory Disorders",
        "id": "8d309f16-9538-420c-ace6-101ffacba0bd",
        "choice_type": "single"
    },
    {
        "question": "Brush fire appearance of fundus is seen in -",
        "exp": "Ans. is 'b' i. e., CMV retinitis. IMPORTANT FACTSSalt and Pepper fundus. Congenita] rubella, Congenital syphilis, Congenital leber amaurosis, Mayous Batten disease, Thioridazine toxicity. o Crumbled chees and ketchup appearance (sauce and cheese appearance)o Pizza pie appearanceo Brush fire appearance. CMV retinitiso Satellite lesiono Head light in the fog appearance. Toxoplasmosis. Hemorrhagic retinal necrosis. HSV, toxoplasmosis, Bechet's retinitis, CRVO or branch vein occlusion. Most common ocular infection in AIDSMost common cause of chorioretinitis in AIDSCMVBull's eye retinopathy (maculopathv). Chloroquine, Phenothiazine, Bardet-Biedle syndrome, Batten disease, inverse retinitis, pigmentosa, Stargardt disease, Dystrophies, Chronic macular hole. Roth spots. Bacterial endocarditis. Puerperal septicemia. Snowball opacities in vitreous. Pars ptanitis. Candidiasis, Sarcoidosis. Lyme disease",
        "cop": 2,
        "opa": "Toxoplasmosis",
        "opb": "CMV retinitis",
        "opc": "Chloroquine toxicity",
        "opd": "Bacterial endocarditis",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammatory Disorders",
        "id": "ed9b9221-8c02-47c7-b6a7-5a824b0c8e6f",
        "choice_type": "single"
    },
    {
        "question": "Most common organism causing chorioretinitis in HIV is-",
        "exp": "Ans. is 'a' i. e., CMV retinitis o \"Cytomegalovirus (CMV) is the most common cause of chorioretinitis in patients who are HIV positive.",
        "cop": 1,
        "opa": "CMV retinitis",
        "opb": "Tocoplasma retinochoroiitis",
        "opc": "Syphilitic retinitis",
        "opd": "Pneumocystis carini",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammatory Disorders",
        "id": "758edabb-76af-4fb5-bf04-e968c2e7dd0f",
        "choice_type": "single"
    }
]