[
    {
        "question": "Feature(s) of Allergic conjunctivitis is/are all except:",
        "exp": "Ans: D (Usua. Ily..) SIMPLE ALLERGIC CONJUNCTIVITISIt is a mild, non-specific allergic conjunctivitis characterized by itching, hyperaemia and mild papillary response. Basically, it is an acute or subacute urticarial reaction. Etiology. It is seen in following forms: Hay fever conjunctivitis. It is commonly associated with hay fever (allergic rhinitis). The common allergens are pollens, grass and animal dandruff. Seasonal allergic conjunctivitis (SAC). SAC is a response to seasonal allergens such as grass pollens. It is of very common occurrence, Perennial allergic conjunctivitis (PAC) is a response to perennial allergens such as house dust and mite. It is not so common, results. However, a trial may be given in recurrent cases. Pathology. Pathological features of simple allergic conjunctivitis comprise vascular, cellular and conjunctival responses. Vascular response is characterised by sudden and extreme vasodilation and increased permeability of vessels leading to exudation. Cellular response is in the form of conjunctival Infiltration and exudation in the discharge of eosinophils, plasma cells and mast cells producing histamine and histamine-like substances. Conjunctival response is in the form of boggy swelling of conjunctiva followed by increased connective tissue formation and mild papillary hyperplasia. Clinical Picture. Symptoms include intense itching and burning sensation in the eyes associated with watery discharge and mild photophobia. Signs (a) Hyperaemia and chemosis which give a swollen juicy appearance to the conjunctiva, (b) Conjunctiva may also show mild papillary reaction, (c) Oedema of lids. Diagnosis. Diagnosis is made from: (1) typical symptoms and signs; (2) normal conjunctival flora; and (3) presence of abundant eosinophils in the discharge. Treatment. Elimination of allergens if possible. Local palliative measures which provide immediate relief include: Vasoconstrictors like adrenaline, ephedrine, and naphazoline. Sodium cromoglycate drops are very effective in preventing recurrent atopic cases. Steroid eye drops should be avoided. However, these may be prescribed for short duration in severe and non- responsive patients. Systemic antihistaminic drugs are useful in acute cases with marked itching. Desensitization has been tried without much rewarding. Fig: (Khurana): Differentiating features of common types of conjunctivitis Bacterial. Viral. Allergic. Chlamydial(A) CLINICAL SIGNS 1. Congestion. Marked. Moderate. Mild to moderate. Moderate2. Chemosis+++- +-3. Subconjunctival haemorrhages++---4. Discharge. Purulent or mucopurulent. Watery. Ropy/wateiy. Mucopurulent5. Papillae+-+++6. Follicles-+-++7. Pseudomembrane++--8. Pannus--- (Exceptvernai)+9. Pre-auricular lymph nodes+++-+(B) CYT0. L0. G1. CAL FEATURES 1. Neutrophils++ (Early)-+2. Eosinophils--+-3. Lymphocytes-+-+4. Plasma cells---+5. Multi nuclear cells-+--6. Inclusion bodies: Cytoplasmic-+(Pox)-+Nuclear-+ (Herpes)--7. Micro-organisms+---",
        "cop": 4,
        "opa": "Itching",
        "opb": "Papillary'hyperplasia",
        "opc": "Presence of abundant eosinophils in the discharge",
        "opd": "Usually present throughout year",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Allergic and Granulomatous",
        "id": "25083369-e7e2-4946-b365-b397c1d70e4d",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of phlyctenular conjunctivitis is?",
        "exp": "ANSWER: (B) Topical steroids. REF: Parson's 20th ed p. 173. Treatment of phlyctenular keratoconjuctivit is: Topical steroids are drugs of choice. Topical antibiotics and atropine are used when cornea is involved Phlyctenular conjunctivitis: Delayed type IV hypersensitivity response to endogenousstaphylococcus proteins ( most common )tuberculous proteinsmoraxella and worm infestationusually unilateral, more common in girls. Itching is most common symptom. Phlycten or nodule near limbus is seen, pinkish, ulcerates at apex. Miliary, ring, fascicular, sacrofulous ulcers are seen. Remember spring catarrh is type I hypersensitivity to exogenous proteins like pollens and it is more common in boys.",
        "cop": 2,
        "opa": "Systemic steroids",
        "opb": "Topical steroids",
        "opc": "Antibiotics",
        "opd": "Miotics",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Allergic and Granulomatous",
        "id": "403ad4bc-29dd-407a-8a2a-1176b6c39db1",
        "choice_type": "single"
    },
    {
        "question": "Giant papillary conjunctivitis can be secondary to:",
        "exp": "Ans. (b) Contact lens. GIANT PAPILLARY CONJUNCTIVITIS* It is the inflammation of conjunctiva with formation of very large sized papillae.* Cause: It is a localized allergic response to a physically rough or deposited surface (contact lens, prosthesis, left out nylon sutures).* Symptoms: Itching, stringy discharge and reduced wearing time of contact lens or prosthetic shell.* Treatment: The offending cause should be removed.# Disodium cromoglycate is known to relieve the symptoms and enhance the rate of resolution. GIANT PAPILLARY CONJUNCTIVITIS* It is the inflammation of conjunctiva with formation of very large sized papillae.* Cause: It is a localized allergic response to a physically rough or deposited surface (contact lens, prosthesis, left out nylon sutures).* Symptoms: Itching, stringy discharge and reduced wearing time of contact lens or prosthetic shell.* Treatment: The offending cause should be removed.# Disodium cromoglycate is known to relieve the symptoms and enhance the rate of resolution.",
        "cop": 2,
        "opa": "Trachoma",
        "opb": "Contact lens",
        "opc": "Phlyctenular conjunctivitis",
        "opd": "Vernal kerato conjunctivitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Allergic and Granulomatous",
        "id": "2f7d2c73-c9bb-4d5b-b66c-cc0ad5920848",
        "choice_type": "single"
    },
    {
        "question": "Continuous contact lens wear may lead to -",
        "exp": "Ans. is 'a' i. e., Giant papillary conjunctivitis o Giant Papillary Conjunctivitis (GPC) is the formation of small-sized nodules (called 'papillae', 0. 3-1mm size or larger) on the inner side of the eyelids (on the conjunctiva); leading to foreign body sensation, persistent irritation, discharge of watery mucus, among other symptoms. o GPC arises due to a continuous rubbing of the conjunctiva by any foreign body with which it is in constant physical contact. Most commonly this abnormal development is observ ed in regular users of contact lens; hence, it is also called Contact Lens-Induced Papillary Conjunctivitiso This inflammatory condition is a constant annoyance and is often long-standing. The symptoms clear only after the mechanical friction on the eyelid membrane ceases. GPC is not infectious",
        "cop": 1,
        "opa": "Giant papillary conjunctivitis",
        "opb": "Anterior uveitis",
        "opc": "Nuclear Cataract",
        "opd": "Trachoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Allergic and Granulomatous",
        "id": "3ecbd556-8151-4ca1-8ee4-99b80678e122",
        "choice_type": "single"
    },
    {
        "question": "Horner tranta's spot is seen in?",
        "exp": "ANSWER: (C) Vernal conjunctivitis. REF: Khurana 4th ed p. 451, Yanoff & Ducker- ophthalmology 2ad edition page 407 Repeat from December 2010A characteristic manifestation of limbal vernal conjunctivitis is the presence of Horner-Trantas dots, which are white, chalk-like dots composed of eosinophils and epithelial debris.",
        "cop": 3,
        "opa": "Trachoma",
        "opb": "Phlectenular Keratoconjunctivitis",
        "opc": "Vernal Keratoconjunctivitis",
        "opd": "Giant Papillary conjunctivitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Allergic and Granulomatous",
        "id": "bd203625-3315-45c2-9747-642608f068a2",
        "choice_type": "single"
    },
    {
        "question": "Spring catarrh is treated with which of the following drugs:",
        "exp": "Ans. (a) Olopatadine drops. Ref.: A. K. Khurana 6th ed. /79-80. CONJUNCTIVITIS* The inflammation of the conjunctiva is characterized by redness associated with watery or mucopurulent discharge. VERNAL KERATO CONJUNCTIVITIS OR SPRING CATARRH* It is a recurrent, bilateral, interstitial, self limiting, allergic inflammation of the conjunctiva seen in children usually in summer months.* Etiology: it is considered a hypersensitivity reaction to some exogenous allergen such as grass pollen etc.* Clinical features: characterized by marked burning and itching sensation which is usually in tolerable.# Lacrimation.# Stringly (ropy) discharge.# Usually upper tarsal conjunctiva of both eyes are involved.# Lesion are characterized as \"cobble-stone\" or \"pavement stone\" fashion.# Horner Tranta's spots: Presence of discrete whitish raised dots along the limbus.* Treatment# Mast Cell Stabilizers (Olopatadine)# Sodium Chromoglycate. Simple allergic conjunctivitis: Non specific allergic rhinitis associated with hay fever or seasonal/perennial allergic conjunctivitis. GIANT PAPILLARY CONJUNCTIVITIS* Conjunctivitis with formation of large sized papillae in upper tarsal conjunctiva due to localized allergy* Against contact lens /nylon sutures/prosthesis.* Treatment: Removal of offending agent# Mast Cell Stabilizers* Acute hemorrhagic conjunctivitis: It is also called Apollo conjunctivitis. It is caused by picornavirus (enterovirus type 70). DISCHARGEETIOLOGICAL AGENT* Purulent/ mucopurulent* Watery* Ropy* Mucopurulent* Bacterial conjunctivitis* Viral conjunctivitis* Allergic conjunctivitis* Chlamydial conjuntivitis",
        "cop": 1,
        "opa": "Olopatadine drops",
        "opb": "Normal saline eye drops",
        "opc": "Ciprofloxacin",
        "opd": "Carboxymethylcellulose (CMC) eye drops",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Allergic and Granulomatous",
        "id": "3d36a407-5d9a-461b-9530-b1a7e91751c2",
        "choice_type": "single"
    },
    {
        "question": "Keratoconj u ncti vitis sicca is -",
        "exp": "Ans. is 'a' i. e., Sjogren's syndrome Sjogren's syndromeo It is an autoimmune chronic inflammatory' disease with multi-system involvement. o It typically occurs in women between 40 and 50 years of age. o Its main feature is an aqueous deficiency dry eye - the keratoconjunctivitis sicca (KCS). o In primary S/ogneni syndrome patients present with sicca complex - a combination of KCS and xerostomia (dryness of mouth). o In secondary' Sjogren s syndrome dry eye and/or dry mouth are associated with an autoimmune diseae, commonly rheumatoid arthritis. o Its pathological features include focal accumulation and infiltration by lymphocytes and plasma cells with destructin of lacrimal and salivary glandular tissue.",
        "cop": 1,
        "opa": "Sjogren's syndrome",
        "opb": "SLE",
        "opc": "Dermatomyositis",
        "opd": "RA",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Allergic and Granulomatous",
        "id": "58874e25-bd2b-4ef2-8a7c-1926e6a63d98",
        "choice_type": "single"
    },
    {
        "question": "Cobble stoning of conjunctiva is seen in",
        "exp": "Ans. (a) Vernal Keratoconjunctivitis. Ref: A. K. Khurana 6th ed. 179. CONJUNCTIVITIS* The inflammation of the conjunctiva is characterized by redness associated with watery or mucopurulent discharge. VERNAL KERATO CONJUNCTIVITIS OR SPRING CATARRH* It is a recurrent, bilateral, interstitial, self limiting, allergic inflammation of the conjunctiva seen in children usually in summer months.* Etiology: it is considered a hypersensitivity reaction to some exogenous allergen such as grass pollen etc.* Clinical features: characterized by marked burning and itching sensation which is usually in tolerable.# Lacrimation.# Stringly (ropy) discharge.# Usually upper tarsal conjunctiva of both eyes are involved.# Lesion are characterized as \"cobble-stone\" or \"pavement stone\" fashion.# Horner Tranta's spots: Presence of discrete whitish raised dots along the limbus.* Treatment# Mast Cell Stabilizers (Olopatadine)# Sodium Chromoglycate. Simple allergic conjunctivitis: Non specific allergic rhinitis associated with hay fever or seasonal/perennial allergic conjunctivitis. GIANT PAPILLARY CONJUNCTIVITIS* Conjunctivitis with formation of large sized papillae in upper tarsal conjunctiva due to localized allergy* Against contact lens /nylon sutures/prosthesis.* Treatment: Removal of offending agent# Mast Cell Stabilizers* Acute hemorrhagic conjunctivitis: It is also called Apollo conjunctivitis. It is caused by picornavirus (enterovirus type 70). DISCHARGEETIOLOGICAL AGENT* Purulent/ mucopurulent* Watery* Ropy* Mucopurulent* Bacterial conjunctivitis* Viral conjunctivitis* Allergic conjunctivitis* Chlamydial conjuntivitis",
        "cop": 1,
        "opa": "Vernal Keratoconjunctivitis",
        "opb": "Simple allergic conjunctivitis",
        "opc": "Gaint papillary conjuntivitis",
        "opd": "Acute hemorrhagic conjunctivitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Allergic and Granulomatous",
        "id": "f3e3522f-ebef-43c1-809f-0b8a05847f74",
        "choice_type": "multi"
    },
    {
        "question": "Content of cobblestone in vernal conjunctivitis is?",
        "exp": "ANSWER: (A) Eosinophils. REF: Inflammatory diseases of the conjunctiva by Thanh Hoang-Xuan, Christophe Baudouin, Catherine Creuzot-Garcher Page 54. Vernal keratoconjunctivitis is characterized by giant papillae (diameter > 1 mm) on the superior tarsal conjunctiva, giving a cobblestone aspect. The papillae causing cobblestones in vernal keratoconjuctivitis have eosinophil",
        "cop": 1,
        "opa": "Eosinophils",
        "opb": "Basophills",
        "opc": "Lymphocytes",
        "opd": "Histiocytes",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Allergic and Granulomatous",
        "id": "d02c3946-fdfd-477d-9624-7b51fffe9a50",
        "choice_type": "single"
    },
    {
        "question": "Treatment of vernal keratoconjunctivitis includes ail except -",
        "exp": "Ans. is 'd' i. e., Antibiotics. Treatment of vernal keratoconjunctivitiso Steroidso Mast cell stabilizers as di-sodium-chromoglycate and olopatadine & idoxamide tromethamine. o Topical antihistaminics, cyclosporine vasoconstrictor like nephazoline.",
        "cop": 4,
        "opa": "Steroids",
        "opb": "Chromoglycate",
        "opc": "Olopatadine",
        "opd": "Antibiotics",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Allergic and Granulomatous",
        "id": "ab258082-a6d1-41cc-9122-b958948e7e03",
        "choice_type": "multi"
    },
    {
        "question": "A Patient from slums presents with grittiness in eyes. Everted eyelid shows?",
        "exp": "Ans. (a) Trachoma* The image shows presence of multiple follicles on the palpebral conjunctiva.* Follicular trachoma is defined as the presence of 5 or more follicles at least 0. 5 mm in diameter in the central part of the upper tarsal conjunctiva.* Follicular trachoma indicates active disease.* This form is most commonly found in children, with a peak prevalence in those aged 3-5 years. The prevalence rapidly decreases in school-aged children as they leave the pool of re-infection (i. e., their family childcare group).* Follicles are germinal centers that primarily consist of lymphocytes and monocytes.* The presence and involution of follicles at the limbus (corneoscleral border) give rise to the pathognomonic lesion of past active trachoma, Herbert Pits.",
        "cop": 1,
        "opa": "Trachoma",
        "opb": "Vernal conjunctivitis",
        "opc": "Eales disease",
        "opd": "Phlyctenular conjunctivitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Allergic and Granulomatous",
        "id": "60a2d4ad-8aab-46c2-860b-4985d9c10971",
        "choice_type": "single"
    },
    {
        "question": "Ropy discharge is seen in -",
        "exp": "Ans. is 'b' i. e., Vernal conjunctivitis o Ropy (stringy) discharge is seen in vernal keratoconjunctivitis, Vernal kerato conjunctivitis (spring cattarrh)o Spring cattarrh is an allergic inflammation of conjunctiva w hich is characterized by recurrent, bilateral, interstitial, selflimiting conjunctivitis that becomes aggravated during spring and summer period. o It is considered to be Type I hypersensitivity reaction (immediate type) to exogenous allergens such as grass pollens. o It is more common in boys and affects age group 4-20 years, o More common in summer; hence the name spring catarrh looks a misnomer, o Recently it is being labeled as \"Warm weather conjunctivitis f\\Clinical features of spring catarrho Spring catarrh is characterized by marked itching& burning, Stringy (ropy) discharge, lacrimation, photophobia and heaviness of lids. o Clinically spring catarrh is divided into three types: -Palpebral form: - It is the most common types. The upper palpebral conjunctiva show s papillae (papillary hypertrophy with their characteristic appearance: - i) Lage & flat toped, ii) Cobble stone appearance (Pavement stone appearance). These papilla heal without scarring. Bulbar form: - It is characterized by (i) Dusky red triangular congestion of bulbar conjunctiva in palpebral area; ii) Gelatinous thickened accumulation of tissue around the limbus; iii ) Presence of discrete whitish raised dots along the limbus (Tranta's spot). Mixed form: - Both bulbar and palpebral manifestations occur together. Corneal signs (Vernal keratopathy)o Punctate epithelial keratitiso Ulcerative vernal keratitis: shallow transverse ulcer (Shield ulcer)o Vernal corneal plaqueso Subepithelial scarring",
        "cop": 2,
        "opa": "Trachoma",
        "opb": "Vernal conjunctivitis",
        "opc": "Corneal ulcer",
        "opd": "Epidemickeratoconjunctivits",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Allergic and Granulomatous",
        "id": "fe7bf159-623b-4757-94fb-c410d464b3cb",
        "choice_type": "single"
    },
    {
        "question": "Phlectenular conjunctivitis is-",
        "exp": "Ans. is 'd' i. e. Type IV reaction Phlyctenular keratoconjunctivitiso Phlyctenular conjunctivitis is an allergic response of the conjunctival and corneal epithelium to some endogenous allergens and characterized by formation of the phlyctens. Phlyctens are grey, yellow or pinkish white nodules slightly raised above the surface, are seen on the bulbar conjunctiva, generally near the limbus. Peak age group is 3-15 years with slight female preponderance. Etiologyo It is believed to be a delayed hypersensitivity (Type IV cell mediated) response to endogenous microbial proteins. Causative allergens are: - i) Staphylococcus proteins (most common); ii) Tuberculous proteins; iii) Proteins of Moraxella axenfeld bacillus and certain parasites. Symptomso Disease is usually unilateral (in contrast to vernal keratoconjunctivitis which is bilateral). There is mild irritation, discomfort and lacrimation. Itching is not prominent as seen in vernal keratoconjunctivitiso Phlyctens are pinkish white nodules at limbus. Phlyctens are surrounded by hyperamia (congestion) and this congestion of vessels is limited to the area around phlyctens. Phlyctens ulcerate at apexo Corneal involvement may result in miliary ulcer, ring ulcer, fascicular ulcer or sacrofulous ulcer. There may be diffuse infiltrative phlyctenular keratitis. Treatmento Topical steroids are the DOC.",
        "cop": 4,
        "opa": "Type I reaction",
        "opb": "Type II reaction",
        "opc": "Type III reaction",
        "opd": "Type IV reaction",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Allergic and Granulomatous",
        "id": "eee2ced3-9f18-42c6-8a8c-619a492c9e0d",
        "choice_type": "single"
    },
    {
        "question": "Giant papillary conjunctivitis is associated with:",
        "exp": "Ref: Kanski Clinical Ophthalmology 6th edition; page no 218. 234. Explanation: Conjunctival papillae: Hyperplasic conjunctivalepithelium with fibrovascular core & subepithelial infiltration w ith inflammatory cells Thi 'ee types of papillae: Micropapillae - mosaic like red dots. Macropapillae - < 1mm in size Giant papillae - > I mm in size Causes of (iiant papillary conjunctivitis. Repeated mechanical irritation of the conjunctiva. Ocular prostheses. Extruding scleral buckles. Exposed ocular sutures. Filtering bleb. Elevated corneal scars- Giant papillary conjunctivitis symptoms and signs, such as papillary changes in the tarsal conjunctiva, have been associated w ith the use of all types of contact lenses (eg, rigid, hydrogel* silicone hydrogel, piggyback, scleral, prosthetic). Incidence of giant papillary conjunctivitis with various type of contact lenses. Soft contact lens wearers: 1% to 45%. Conventional soft contact lens: 34%Extended wear disposable soft contact lens wearers -5%Frequent replacement contact lens (every one day to twrelve weeks): 21. 27%Rigid gas permeable lens wearers: Very low (1 % to 5% ). TYPESSITECAUSESAnterior. Involving part of the whole of the cornea; lined by iris. Sloughing corneal ulcer. Intercalary. Limbus & 2mm from the limbus; lined by ciliary body. Perforating injuries, marginal corneal ulcer, anterior scleritis, scleromalacia perforans, post surgical wound site, secondary glaucoma. Equatorial2-8 mm from the 1mbus; lined bv the choroid. Scleritis. pathological myopia, chronic uncontrolled glaucoma. Posterior. Posterior pole; lined by the choroid. Same as equatorial",
        "cop": 3,
        "opa": "Hard Contact lens",
        "opb": "Rigid gas permeable contact lens",
        "opc": "Soft hydrophilic contact lens",
        "opd": "INTACS",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Allergic and Granulomatous",
        "id": "61ad583d-c9d0-4120-b89a-6837d89eed7d",
        "choice_type": "single"
    },
    {
        "question": "Conjunctival xerosis is seen in -",
        "exp": "Ans. is 'a' i. e., Vitamin A deficiencyo Xerosis of conjunctiva refers to a condition where the conjunctiva becomes dry and lusterless. Depending upon the etiology', conjunctival xerosis can be divided into two groups: -A) Parenchymatous xerosis: - It occurs following cicatricial disorganization of conjunctiva due to local causes which can be: -Trachoma. Diphtheric membranous conjunctivitis. Stevens - Johnson syndrome. Pemphigus. Thermal, chemical or radiational burn. Lagophthalmos due to symblepheron. B) Epithelial xerosis: - It occurs due to vitamin 'A'deficiency (Xerophthalmia).",
        "cop": 1,
        "opa": "Vitamin A deficiency",
        "opb": "Herpetic keratitis",
        "opc": "Glaucoma",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Allergic and Granulomatous",
        "id": "cd9664f8-5dd5-4c59-bebe-d5d1bb6b9535",
        "choice_type": "multi"
    },
    {
        "question": "Giant papillary conjunctivitis is caused by",
        "exp": "Ans: A (Contact lens) Ref: Kanski clinical ophthalmology 6th edition; page 218, 234. Explanation: Conjunctiva] papillae: Hyperplasic conjunctival epithelium with fibrovascular core and subepithelial infiltration with inflammatory cells. Three types of papillae: Micropapillae - mosaic like red dots. Macropapillae - < 1 mm in size. Giant papillae - > I mm in size. Causes of Giant Papillary Conjunctivitis. Repeated mechanical irritation of the conjunctiva. Ocular prostheses. Extruding scleral buckles. Exposed ocular sutures. Filtering bleb. Elevated corneal scars- Giant papillary conjunctivitis symptoms and signs, such as papillary changes in the tarsal conjunctiva, have been associated with the use of all types of contact lenses (eg. rigid, hydrogel, silicone hydrogel, piggyback, scleral, prosthetic). Incidence of giant papillary conjunctivitis with various types of contact lenses. Soft contact lens wearers: 1% to 45%'Conventional soft contact lens: 34%Extended wear disposable soft contact lens wearers -5%Frequent replacement contact lens (every one day to twelve weeks): 21. 27%Rigid gas permeable lens wearers: Very low (1 % to 5%).",
        "cop": 1,
        "opa": "Contact lens",
        "opb": "Trichiasis",
        "opc": "LASIK",
        "opd": "L. ASEK",
        "subject_name": "Ophthalmology",
        "topic_name": "Inflammations of Conjunctiva - Allergic and Granulomatous",
        "id": "88cc5898-d318-40ae-aa50-6bd3c0854072",
        "choice_type": "single"
    }
]