[
    {
        "question": "Treatment of choice for the chronic dacrocystitis:",
        "exp": "Ans. (d) Dacrocystorhinostomy. Ref.: A. K. Khurana 6th ed. /395-96. Dacrocystits is inflammation of the lacrimal sac# CHRONIC PACROCYSTITIS* Chronic dacryocystitis is more common than the acute dacrocystitis.* Cause: Vicious cycle of stasis and mild infection of long duration.* Factors responsible for stasis of tears in lacrimal sac:# Anatomical factors: Narrow bony canal# Foreign bodies in the sac may block opening of NLD.# Excessive lacrimation# Mild grade inflammation: May block the NLD# Obstruction of lower end of the NLD by nasal diseses such as polyps, hypertrophied inferior concha, severe deviated nasal septum.* Source of infection: It may get infected from the conjunctiva, nasal cavity (retrograde spread), or paranasal sinuses by: Staphylococci, pneumococci, streptococci and pseudomonas pyocyanea.* Clinical Feature# Stage of chronic catarrhal dacryocystitis: Characterised by mild inflammation of the lacrimal sac associated with blockage of NLD.# Stage of lacrimal mucocoele: Characterized by constant epiphora associated with a swelling just below the inner canthus.# Stage of chronic suppurative dacryocystitis: Characterized by epiphora, associated recurrent conjunctivitis and swelling at the inner canthus with mild erythema.# Stage of chronic fibrotic sac: repeated infections may result in a small fibrotic sac due to thickening of mucosa, which is associated with epiphora and discharge.* Treatment# Conservative treatment by repeated lacrimal syringing.# Dacryocystorhinostomy (DCR). It is considered as surgery of choice as it re-establishes the lacrimal drainage.# Dacryocystectomy (DCT). It should be performed only when DCR is contraindicated.# Conjunctivodacryocystorhinostomy (CDCR). It is performed in the presence of blocked canaliculi.",
        "cop": 4,
        "opa": "Syringing",
        "opb": "Dacrocystectomy",
        "opc": "Conjunctivo-dacryocystorhinostomy",
        "opd": "Dacrocystorhinostomy",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Gland",
        "id": "670c60e5-c84e-450d-809b-09f70f647f98",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is treatment for chronic dacrocystitis?",
        "exp": "Ans. a (Dacrocystorhinostomy). (Ref. and Parson's 19th/501, Basak, Ophthalmology, 2nd ed., 282, 336). Dacrocystorhinostomy (DCR): It is surgical procedure of choice in chronic dacrocystitis, in which a communication is made between lacrimal sac and middle meatus of nose. Contraindications:# DNS# Atrophic rhinitis# Carcinoma of lacrimal gland",
        "cop": 1,
        "opa": "Dacrocystorhinostomy",
        "opb": "Dacrocystectomy",
        "opc": "Massaging",
        "opd": "Syringing",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Gland",
        "id": "436b90d6-3856-4495-ac8b-c81ae5aaacbb",
        "choice_type": "single"
    },
    {
        "question": "Jones test is used to detect:",
        "exp": "Ans: a (Nasolacrimal duct obstruction) Ref: Khorana, 4th ed, p. 368. Jones dye test is done in case of suspected obstruction and is of no value in total obstruction. Jones primary test: To differentiate between watering due to partial obstruction of the lacrimal passages from that due to primary secretion of tears (epiphora). Dye injected into the conjunctival sac fails to reach the nose, i. e., unstained cotton bud indicates negative test; eitherdue to partial duct obstruction or due to failure of lacrimal pump mechanism. To differentiate this, Jones test- 2 is performed. Jones test-2 (secondary test): In this lacrimal syringing is done. Positive test suggests dye was present in the sac. but could not reach the nose due to partial obstruction. Negative test indicates lacrimal pump failure.",
        "cop": 1,
        "opa": "Nasolacrimal duct block",
        "opb": "Glaucoma",
        "opc": "Vitreous opacities",
        "opd": "Retinal detachment",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Gland",
        "id": "3d995dd5-0689-45d2-9302-b9129227d57c",
        "choice_type": "single"
    },
    {
        "question": "A 60 year old man presented with watering from his left eye since 1 year. Syringing revealed a patent drainage system. Rest of the ocular examination was normal. A provisional diagnosis of lacrimal pump failure was made. Confirmations of the diagnosis would be by:",
        "exp": "Ans. is 'a' ie., Dacryoscintigraphy Out of the given options only Canaliculus irrigation test (ie. Jone's dye test) and Dacryoscintigraphy can diagnose lacrimal pump failure. (Rest two can only diagnose obstructive cause). Out of these two Dacryoscintigraphy is more specific and further Jones' dye test is useless in cases of complete obstruction. Jones dye test is performed only when partial obstruction is suspected. Let's see the cause of excessive watering. These are only 3 basic causes of excessive watering. Over production of tears. Mechanical obstruction of tear drainage Lacrimal pump failure due to lower lid laxity or weakness of the orbicularis muscle. Lacrimal pump. Eye lids and the orbicularis muscle create a physiological pump which pumps the tears into the two puncta and then finally drain it into the inferior meatus through nasolacrimal duct. Eye lids are opposed against the globe, this creates a capillary action for the tears. Orbicularis muscle's contraction and relaxation creates a negative pressure in the lacrimal sac which sucks in the tears. Dacryoscintigraphy (or radio nucleotide Dacryo cystography). In this test a radioactive tracer (technitium99 or sulphur colloid) is instilled in to the conjunctival sac and its passage through the lacrimal drainage system is visualized with a gamma camera. It can very effectively diagnose lacrimal pump failure.",
        "cop": 1,
        "opa": "Dacryoscintigraphy.",
        "opb": "Dacryocystography.",
        "opc": "Pressure syringing.",
        "opd": "Canaliculus irrigation test.",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Gland",
        "id": "3ddb0051-6b76-43fb-b727-dc280c0944ac",
        "choice_type": "single"
    },
    {
        "question": "Absence of tear film is seen in",
        "exp": "Ans. is 'd' i. e. Keratoconjunctivitis sicca. Keratoconjunctivitis sicca: A condition in which there is deficiency of the aqueous tears. Causes are: Sjogren's syndrome. Congenital alacrima. Paralytic hyposecretion. Idiopathic hyposecretion. Absence of tear film is not seen in lacrimal gland removal because:\"It must be remembered that xerosis or dryness of the conjunctiva does not result from extirpation of the superior and inferior lacrimal glands, the moistening of the conjunctiva by Krause's glands and its own mucous cells being sufficient to prevent it. \"",
        "cop": 4,
        "opa": "Conjunctivitis",
        "opb": "Lacrimal gland removal",
        "opc": "Herpes keratitis",
        "opd": "Kerato conjunctivitis sicca",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Gland",
        "id": "3b5913a7-5e8e-46ed-9824-754cd9e8983c",
        "choice_type": "single"
    },
    {
        "question": "What is the initial management of Congenital dacrocystitis?",
        "exp": "ANSWER: (A) Massage. REF: Khurana 4th Ed Pg 369. TREATMENT OF CONGENITAL DACROCYSTITIS: It depends upon the age at which the child is brought. The treatment modalities employed are as follows: Massage over the lacrimal sac area and topical antibiotics constitute the treatment of congenital NLD block, up to 6-8 weeks of age. Massage increases the hydrostatic pressure in the sac and helps to open up the membranous occlusions. It should be carried out at least 4 times a day to be followed by instillation of antibiotic drops. This conservative treatment cures obstruction in about 90 percent of the infants. Lacrimal syringing (irrigation) with normal saline and antibiotic solution. It should be added to the conservative treatment if the condition is not cured up to the age of 2 months. Lacrimal irrigation helps to open the membranous occlusion by exerting hydraulic pressure. Syringing may be carried out once or twice a week. Probing of NLD with Bowman's probe. It should be performed, in case the condition is not cured by the age of 3-4 months. Some surgeons prefer to wait till the age of 6 months. It is usually performed under general anaesthesia. While performing probing, care must be taken not to injure the canaliculus. In most instances a single probing will relieve the obstruction. In case of failure, it may be repeated after an interval of 3- 4 weeks. Intubations with silicone tube may be performed if repeated probings are failure. The silicone tube should be kept in the NLD for about six months. Dacryocystorhinostomy (DCR) operations: When the child is brought very late or repeated probing is a failure, then conservative treatment by massaging, topical antibiotics and intermittent lacrimal syringing should be continued till the age of 4 years. After this, DCR operation should be performed.",
        "cop": 1,
        "opa": "Massage",
        "opb": "Lacrimal syringing",
        "opc": "Dacryocystorhinostomy",
        "opd": "Antibiotics",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Gland",
        "id": "11c1189a-29bd-4130-ac1a-9020fda9f91e",
        "choice_type": "single"
    },
    {
        "question": "Tear production in child begins at",
        "exp": "Ans. (a) 4 weeks",
        "cop": 1,
        "opa": "4 weeks",
        "opb": "4 months",
        "opc": "6 months",
        "opd": "9 months",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Gland",
        "id": "63e4bafa-9010-4c74-842a-de2f41dced19",
        "choice_type": "single"
    },
    {
        "question": "In dacrocystorhinostomy (DCR) lacrimal sacs are directly opened into:",
        "exp": "Ans. b (Middle nasal meatus). (Ref. Basak's, Opthalmology, 2nd ed., pg, 282, 336)DACROCYSTORHINOSTOMY (DCR)# It is surgical procedure of choice in chronic dacrocystitis, in which a communication is made between lacrimal sac and middle meatus of nose.# Contraindications: (MH'2000)- DNS- Atrophic rhinitis- Carcinoma of lacrimal gland",
        "cop": 2,
        "opa": "Superior nasal meatus",
        "opb": "Middle nasal meatus",
        "opc": "Inferior nasal meatus",
        "opd": "Nasolacrimal duct",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Gland",
        "id": "cc6544cb-9707-453d-b3ce-88501aabd9b4",
        "choice_type": "single"
    }
]