[
    {
        "question": "These instruments are used for the surgery of",
        "exp": "CHALAZION CLAMP is used to fix the chalazion and achieve haemostasis during the incision and curettage operation CHALAZION SCOOP it is used to scoop out contents of the chalazion during incision and curettage.",
        "cop": 2,
        "opa": "Ptosis",
        "opb": "Chalazion",
        "opc": "Ectropion",
        "opd": "Entropion",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Apparatus and Eyelid Disorders",
        "id": "03d44c5e-5e14-4540-b82d-b2eed2afc697",
        "choice_type": "single"
    },
    {
        "question": "What is the anatomical relation of the upper lacrimal punctum with respect to the lower punctum?",
        "exp": "The lacrimal puncta are located medially on the upper and lower eyelids, on the lacrimal papilla and the upper punctum is medial to the lower punctum. The puncta are apposed only during the closure phase of blinking, Normally. The PAS (punctual apposition syndrome) represents the situation in which at any stage during the blinking cycle, other than when the puncta actively appose during the closure phase of blinking, the puncta are apposed and the patient experiences watering",
        "cop": 1,
        "opa": "Medial",
        "opb": "Lateral",
        "opc": "Apposed",
        "opd": "No relation",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Apparatus and Eyelid Disorders",
        "id": "fc67e90f-42eb-4812-97b0-e480626e66a2",
        "choice_type": "single"
    },
    {
        "question": "Not true regarding treatment of chalazion",
        "exp": "Treatment Chalazion a. Intralesional triamcinolone injection in recent-onset chalazion. b. Oral tetracycline should be used for propylaxis in recurrent cases. c. Curettage is done from conjunctival side with the help of chalazion scoop. d. Veical incisions are given to avoid damage to meibomian ducts.",
        "cop": 3,
        "opa": "Intralesional triamcinolone injection",
        "opb": "Oral tetracycline",
        "opc": "Curettage is done from skin side",
        "opd": "Veical incisions are given to avoid damage to meibomian ducts",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Apparatus and Eyelid Disorders",
        "id": "0a5d3629-ecf9-417a-a7f3-5fa2dec12559",
        "choice_type": "multi"
    },
    {
        "question": "Mark the FALSE about given conditon",
        "exp": "Blepharitis * Sub-acute or Chronic inflammation of lid margins * Can be bacterial, seborrheic, parasitic * Symptoms: Irritation, itching, lacrimation, gluing of cilia, mild photophobia. * Yellow crusts are seen at the root of cilia which glue them together * Can lead to abnormalities like madarosis, trichiasis and poliosis Chalazion: chronic non infective lipogranulomatous inflammation of the meibomian gland. Orbital cellulitis: Inflammation of eye tissues behind the orbitalseptum Stye A. K. A Hordeolum externum externum: Acute suppurative inflammation of lash follicle and its glands of zeis or moll by staphylococcus Note - Hordeolum internum-suppurative inflammation of a meibomian gland( 2* tochalazion) It is more violent as meibomian gland is larger and embedded in dense fibrous tissue",
        "cop": 1,
        "opa": "Acute inflammation of lid margins",
        "opb": "Yellow crusts are seen at the root of cilia",
        "opc": "Can lead to abnormalities like madarosis",
        "opd": "Symptoms of irritation, itching, lacrimation",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Apparatus and Eyelid Disorders",
        "id": "6e599f84-48c6-437b-8c4f-0fda6b0983f2",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is NOT an eyelid gland?",
        "exp": "LID GLANDS(ZM2) gland of. Zeis gland of Moll Meibomian gland Glands as a pas of conjuctival epithelium (non-keratinizing) Gland of Krause Gland of Wolfring Goblet cells gland of Henle gland of Manz",
        "cop": 2,
        "opa": "Moll",
        "opb": "Lacrimal gland",
        "opc": "Meibomian",
        "opd": "Zeis",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Apparatus and Eyelid Disorders",
        "id": "20967361-e48a-48c6-8bda-bd6fe1521300",
        "choice_type": "single"
    },
    {
        "question": "Patient came to eye OPD with recurrent chalazion. Which of the following type of cancer to be excluded in these patients",
        "exp": "*Sebaceous cell carcinoma has to be excluded in recurrent chalazion Sebaceous Cell Carcinoma SEBACEOUS CELL CARCINOMA * R/F: Recurrent chalazion, seborrheic blepharitis, Muir Torre Syndrome * Presentation: Painless, indurated mass with loss of lid architecture and madarosis Other 3 options are not associated with recurrent chalazion.",
        "cop": 2,
        "opa": "Basal cell carcinoma",
        "opb": "Sebaceous cell carcinoma",
        "opc": "Malignant melanoma",
        "opd": "Squamous cell carcinoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Apparatus and Eyelid Disorders",
        "id": "c4b0068a-d695-4a7c-b64f-0eefd9285d6a",
        "choice_type": "single"
    },
    {
        "question": "Site of internal hordeolum:",
        "exp": "Internal hordeolum It is suppurative inflammation of the meibomian gland which is associated with blockage of the duct. c/f = acute severe pain and swelling of eye lid away from the margin, mild watering and photophobia The pain is more intense in internal than external hordeolum, due to the swelling being embedded deeply in the dense fibrous tissue. External hordeolum - It is an acute suppurative inflammation of lash follicle and its associated glands of Zeis or Moll.",
        "cop": 3,
        "opa": "Zeis gland",
        "opb": "Moll gland",
        "opc": "Meibomian glands",
        "opd": "Conjunctiva",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Apparatus and Eyelid Disorders",
        "id": "91df5d61-40eb-43e1-ba04-ab83daf28cde",
        "choice_type": "single"
    },
    {
        "question": "Two tumours commonly associated with Masquerade syndrome are",
        "exp": "Masquerade syndrome: Intraocular tumour necrosis may present as sterile endophthalmitis. These include a group of diseases which mimic anterior or posterior uveitis in their clinical features but the aetiopathogenesis is entirely different, being usually neoplastic or occasionally ischaemic. Acute leukaemia, iris melanoma, juvenile xanthogranuloma, small round cell malignancies, anterior segment ischaemia, reticulum cell sarcoma or large cell lymphoma are some of the conditions which can present in this manner. Eyelid sebaceous carcinoma and intraocular lymphoma are often associated with masquerade syndromes.",
        "cop": 4,
        "opa": "Conjunctival lymphoma, choroidal melanoma",
        "opb": "Conjunctival lymphoma, intraocular lymphoma",
        "opc": "Basal cell carcinoma, retinoblastoma",
        "opd": "Eyelid sebaceous ca, intraocular lymphoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Apparatus and Eyelid Disorders",
        "id": "d7505d11-5f5f-43d3-823c-a9c2cfbdc47a",
        "choice_type": "single"
    },
    {
        "question": "Surgery of choice in patient with congenital ptosis with good levator action is",
        "exp": "SURGICAL CORRECTION * Levator resection: very commonly done in congenital ptosis with moderate and severe grades of ptosis * Fascia lata sling surgery: done in patients having severe ptosis with no levator function. In Marcus Gunn Jaw Winking Ptosis, LPS excision is combined with frontalis sling operation and in Congenital Ptosis with bad elevation we do Sling surgery. * Fasanella Servat operation: - done in patients having mild ptosis with good levator function - it is also done in Horners syndrome *Avoid ptosis surgery in Myasthenia Gravis and Paial third nerve palsy induced ptosis as they usually resolve with medical treatment and with time",
        "cop": 4,
        "opa": "LPS resection",
        "opb": "Muller's Resection",
        "opc": "Fascia lata sling surgery",
        "opd": "Fasanella Servat operation",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Apparatus and Eyelid Disorders",
        "id": "c2de2282-a1b3-4015-88c6-626db87ba774",
        "choice_type": "single"
    },
    {
        "question": "In which type of ptosis the amount of ptosis decreases with mouth opening",
        "exp": "Marcus Gunn Jaw Ptosis (congenital synkinetic ptosis) In this condition there occurs retraction of the ptotic lid with jaw movements, because with stimulation of ipsilateral pterygoid muscle the levator palpebrae is also stimulated due to trigemino occulomotor synkinesis In the picture look that on opening of the jaw, ptosis has improved, this is typically marcus jaw winking phenomenon.",
        "cop": 2,
        "opa": "Blepharophimosis syndrome",
        "opb": "Marcus gunn ptosis",
        "opc": "Myogenic ptosis",
        "opd": "Neurogenic ptosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Apparatus and Eyelid Disorders",
        "id": "48238b2f-27b2-471f-a76d-79bb417455a2",
        "choice_type": "single"
    },
    {
        "question": "Lysozyme and lactoferrin are present in which layer of tear film:-",
        "exp": "Lysozyme and lactiferrin are present in aqueous layer Aqueous layer Produced - 95% by main lacrimal gland 5% by accessory lacrimal gland of Krause and Wolfring Average aqueous tear flow - 1. 2 ml /min Normal thickness - 7 mm Composition: -Water 98% -Lysozyme -Tear specific prealbumin -Immunoglobulin A -Other proteins(lactoferrin) Function: -Hydration -Lubrication -Antimicrobial action -Oxygenation -Mechanical debris removal",
        "cop": 2,
        "opa": "Mucous layer",
        "opb": "Aqueous layer",
        "opc": "Lipid layer",
        "opd": "All the layers",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Apparatus and Eyelid Disorders",
        "id": "678f6216-2874-4313-9bee-f3e77dc9cf98",
        "choice_type": "multi"
    },
    {
        "question": "A one month old infant presents with a spongy purplish eyelid mass. The most likely diagnosis is",
        "exp": "Capillary hemangioma is the most common eyelid tumor in children. Capillary hemangioma (strawberry naveus) It presents sholy after bih as a unilateral, raised bright red lesion usually in the upper lid; a deeper lesion appears purplish. frequently associated with ptosis. In majority of cases(75%), lesions resolve by age of 7 years It may be Associated with PHACES SYNDROME The lesion blanches on pressure & may swell on crying. Treatment -propranolol/Intralesional injection of triamcinolone, and vincristine (for resistant cases) - Neurofibroma Lids & orbits are commonly affected in neurofibromatosis type-1 (von Recklinghausen's disease). The tumor is usually of plexiform type resulting in mechanical ptosis & 'S'- shape deformity of upper lid - Rhabdomyosarcoma: presents as rapidly progressive proptosis of sudden onset in a child of 7-8 years. The clinical presentation mimics an acute inflammatory process. - Metastatic Ewing's sarcoma: metastasize M/C to lungs. rarely to eyes",
        "cop": 2,
        "opa": "Rhabdomyosarcoma",
        "opb": "Capillary hemangioma",
        "opc": "Neurofibroma",
        "opd": "Metastatic Ewing's sarcoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Apparatus and Eyelid Disorders",
        "id": "65369c3f-338d-4407-b1c9-1c1bb165060e",
        "choice_type": "single"
    },
    {
        "question": "Not true regarding lacrimal gland:-",
        "exp": "Lacrimal Glands Main & Accessory Main Lacrimal Gland- Consists of an ORBITAL & PALPEBRAL Pa Orbital pa is larger than palpebral pa Superior pa is in touch with the bone & Inferior surface of orbital pa lies on Levator muscle 10-12 ducts from orbital pa open into superior fornix. 1-2 Ducts from the palpebral pa open in the lateral pa of inferior fornix. Glands of Krause & Glands of wolfring are accessory lacrimal glands",
        "cop": 3,
        "opa": "Orbital pa is larger than palpebral pa",
        "opb": "Inferior surface of orbital pa lies on Levator muscle",
        "opc": "1-2 ducts from orbital pa open into superior fornix",
        "opd": "Glands of Krause are accessory lacrimal glands",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Apparatus and Eyelid Disorders",
        "id": "b26c771b-d3df-48c3-bf46-111445355353",
        "choice_type": "multi"
    },
    {
        "question": "Euryblepharon is?",
        "exp": "Euryblepharon: Unilateral or bilateral horizontal widening of palpebral fissure. Usually a/w lateral canthal malposition and lateral ectropion",
        "cop": 2,
        "opa": "Full-thickness triangular gap in tissue of the lids",
        "opb": "Unilateral or bilateral horizontal widening of palpebral fissure",
        "opc": "Small eyelids",
        "opd": "Failure of lid to develop",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Apparatus and Eyelid Disorders",
        "id": "af628401-afe5-4055-aef3-cae380bb269f",
        "choice_type": "multi"
    },
    {
        "question": "Not true regarding meibomian glands",
        "exp": "* Meibomian glands open in eyelid margins Meibomian glands Arranged veically More in upper lid than in lower lid Modified sebaceous glands Open in eyelid margins Constitute the oily layer of tear film Internal Hordeolum is the infection of meibomian gland",
        "cop": 4,
        "opa": "Arranged veically",
        "opb": "More in upper lid than in lower lid",
        "opc": "Modified sebaceous glands",
        "opd": "Open in follicles of eyelashes",
        "subject_name": "Ophthalmology",
        "topic_name": "Lacrimal Apparatus and Eyelid Disorders",
        "id": "bcf20c86-9d86-4ca4-b3bf-400fae24d563",
        "choice_type": "multi"
    }
]