[
    {
        "question": "Lens develops from?",
        "exp": "Ans. c (Surface ectoderm). (Ref. Human Embryology by IB Singh, 6th/352)LENS# LENS develops from surface ectoderm.# Compared to the cornea, it has a much lower converging power of 17 diopters because of the relatively similar refractive indices of aqueous humor, lens, and vitreous body (cornea 42 D).# However, the lens is the only part of the refractive apparatus that is adjustable.# Adjustment to near vision (accommodation) therefore involves only the lens.# In addition, the lens functions as a UV filter for wavelengths between 300 and 400 nm and thus has a protective function for the macula.# Notching of the lens = \"pseudocoloboma\".# Wilson's disease can induce a yellow-green lens discoloration (chalcosis/ sunflower cataract).# Granular gold deposits located under the lens (chrysiasis lends) can occasionally occur after prolonged treatment with gold preparations (e. g. in primary chronic polyarthritis ).# Other medications, e. g., amiodarone or chlorpromazine, are sometimes deposited in the lens.# In patients with cataract, glittering cholesterol crystals are not infrequently found in the lens (so-called Christmas tree/ decoration cataract).",
        "cop": 3,
        "opa": "Endoderm",
        "opb": "Mesoderm",
        "opc": "Surface ectoderm",
        "opd": "Neuroectoderm",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "ec9dbeb5-1b72-43fd-869c-896778e840e3",
        "choice_type": "single"
    },
    {
        "question": "Best way to prevent infection after cataract surgery is",
        "exp": "Topical antibiotics such as tobramycin or gentamicin or ciprofloxacin QID for 3 days just before surgery is advisable as prophylaxis against endophthalmitis. Ref: Khurana; 4th edition; Pg- 184",
        "cop": 1,
        "opa": "Antibiotics",
        "opb": "Eye brow shaving",
        "opc": "Through irrigation",
        "opd": "None of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "92a7ea49-5e3e-4106-8fe5-d6930a2f8caa",
        "choice_type": "multi"
    },
    {
        "question": "Sunflower cataract is caused by",
        "exp": "Chalcosis is copper alloy in the eye Refer: Khurana 6th edition page number 194",
        "cop": 2,
        "opa": "Siderosis",
        "opb": "Chalcosis",
        "opc": "Lead intoxication",
        "opd": "Silicosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "f53f9aa1-e451-4370-92d4-9ed8158c8d9e",
        "choice_type": "single"
    },
    {
        "question": "'Rosette cataract' is caused by:",
        "exp": "Ans. c (Trauma) (Ref: Parson's Disease of Eye 19th/pg. 283; Basak Ophthalmology 2nd/pg. 82, 305). CATARACTContusion cataract. Contusion of the eyeball will produce a rosette-shaped subcapsular opacity on the anterior surface of the lens. It will normally remain unchanged but will migrate into the deeper cortex over time due to the apposition of new fibers. Lamellar (Zonular) cataract. It is the most common developmental cataract. Opacities are located in one layer of lens fibers, often as \"riders\" only in the equatorial region. Nuclear cataract. In the fourth decade of life, the pressure of peripheral lens fiber production causes hardening of the entire lens, especially the nucleus. The nucleus takes on a yellowish brown color (brunescent nuclear cataract). This may range from reddish brown to nearly black discoloration of the entire lens (black cataract). Nuclear cataracts develop very slowly. Due to the lenticular myopia, near vision (even without eyeglasses) remains good for a long time. Cortical cataract. Nuclear cataracts are often associated with changes in the lens cortex. It is interesting to note that patients with cortical cataracts tend to have acquired hyperopia in contrast to patients with nuclear cataracts, who tend to be myopic.# Berlin's edema (commotio retinae) is a condition caused by blunt injury to the eye. Berlin's edema is an acute traumatic maculopathy characterized by retinal opacification. Histopathologic studies have shown that it is characterized by disruption of photoreceptor outer segments and retinal pigment epithelial damage. OCT an effective tool for management of patients with posterior segment trauma. OCT is more comfortable for the traumatized patient than other imaging techniques because it is a non-contact method utilizing infrared illumination. OCT is also highly sensitive in identifying subtle anatomic changes. Educational points: Cataract. Feature. After-cataract (Post cap opacity). Elschnig pearl & Rings of Soemerrings. Brown/Cataract brunescens. Nuclear/hard cataract. Black cataract/Cataract nigrans. Nuclear/hard cataract. Blue dot cataract (Punctate). Most common congenital cataract. Complicated cataract'Bread crumb' appearance. Concussion cataract'Rossete-shaped' cataract. Coronary cataract. Developmental cataract at puberty. Chalcosis. Sunflower cataract. Diabetic cataract'Snow flake/storm' appearance. Hypermature senile cataract. Morgagnian cataract. Lamellar/Zonular. Riders. Myotonic dystrophy. Cataract with polychromatic dots (\"Christmas-tree\")",
        "cop": 3,
        "opa": "Diabetes",
        "opb": "After cataract",
        "opc": "Trauma",
        "opd": "Gaucher's disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "f1cd79fa-584d-4331-86e0-6c09038db2a3",
        "choice_type": "single"
    },
    {
        "question": "Cataracta brunescens result due to deposition of",
        "exp": "Nuclear senile cataract: The usual degenerative changes are intensification of the age- related nuclear sclerosis associated with dehydration and compaction of the nucleus resulting in a hard cataract. It is accompanied by a significant increase in water insoluble proteins. However, the total protein content and distribution of cations remain normal. There may or may not be associated deposition of pigment urochrome and/or melanin derived from the amino acids in the lens. The nucleus may become diffusely cloudy (greyish) or tinted (yellow to black) due to deposition of pigments. In practice, the commonly observed pigmented nuclear cataracts are either amber, brown (cataracta brunescens) or black (cataracta nigra) and rarely reddish (cataracta rubra) in colour. Ref:- A K Khurana; pg num:- 176, 178",
        "cop": 3,
        "opa": "Copper",
        "opb": "Iron",
        "opc": "Melanin",
        "opd": "Keratin",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "5bbdce5d-aafa-4bae-86ad-701e3569c8f8",
        "choice_type": "single"
    },
    {
        "question": "In which of the following uveitic conditions is it contraindicated to put intraocular lens after cataract extraction",
        "exp": "Inflammatory reaction in children is always serious and if the child is already suffering from uveitis IOL implantations can detoriate the condition Bewafa. REF: Khurana 6th edition page number 205",
        "cop": 2,
        "opa": "Fuchs heterochromic cyclitis",
        "opb": "Juvenile rheumatoid ahritis",
        "opc": "Psoriatic ahritis",
        "opd": "Reiters syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "deeb01ef-b9aa-4153-ac6d-f5d0a77169ac",
        "choice_type": "single"
    },
    {
        "question": "Which which laser is used in the management of after cataract",
        "exp": "Nd. YAG is a photo disruptive laser and is used for both posterior capsulotomy and peripheral iridotomy Refer Khurana 6th edition page number 401",
        "cop": 3,
        "opa": "Argon",
        "opb": "Krypton",
        "opc": "Nd-YAG",
        "opd": "Excimer",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "a9fe903c-3704-4d58-9455-80791a330d6c",
        "choice_type": "single"
    },
    {
        "question": "Equatorial diameter of the lens is",
        "exp": "The lens continues to grow throughout life. At bih, it measures about 6. 4 mm equatorially and 3. 5 mm anteroposteriorly and weighs approximately 90 mg. The adult lens typically measures 9 mm equatorially and 5 mm anteroposteriorly and weighs approximately 255 mg. Ref. AAO Sec. 11 (2011-2012) Pg. No. 7",
        "cop": 3,
        "opa": "7mm",
        "opb": "8mm",
        "opc": "9mm",
        "opd": "10mm",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "98f00043-22e0-414a-a202-2f59ffc9f04c",
        "choice_type": "single"
    },
    {
        "question": "Recovery in cataract surgery is fastest with which of the following -",
        "exp": "smaller incision nd post operative astigmatism. REF: khurana, pg 199",
        "cop": 3,
        "opa": "ICCE",
        "opb": "ECCE",
        "opc": "Phacoemulsification",
        "opd": "ECCE with ICI",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "4bfdd156-79dc-4a63-b90d-a2223aeec859",
        "choice_type": "single"
    },
    {
        "question": "Posterior capsulotomy after cataract is done using",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 214 - 215). After cataract, if thin, can be cleared centrally by Nd: YAG laser capsulotomy. Dissection with cystitome or Zeigler&; s knife also be used. Thick membranous after cataract needs surgical membranectomy.",
        "cop": 2,
        "opa": "Argon Laser",
        "opb": "Nd YAg",
        "opc": "Holmium",
        "opd": "Diode laser",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "596f1db8-1aa5-4890-ba12-ac6eb12536f3",
        "choice_type": "single"
    },
    {
        "question": "Which laser is used in the management of after cataracts -",
        "exp": "After cataract, if thin, can be cleared centrally by a YAG laser capsulotomy.",
        "cop": 3,
        "opa": "Argon",
        "opb": "Krypton",
        "opc": "YAG",
        "opd": "Excimer",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "43c1e6b0-0735-4c08-8d36-cac4733a2066",
        "choice_type": "single"
    },
    {
        "question": "A56 years old patient presents after three days of cataract surgery with a history of increasing pain and decrease of vision after an initial improvement the most likely cause would be",
        "exp": "Pain which is increasing along with decrease in vision paicularly after only three days of cataract surgery strongly suggest endophthalmitis",
        "cop": 1,
        "opa": "Endophthalmitis",
        "opb": "After cataract",
        "opc": "Central retinal vein occlusion",
        "opd": "Retinal detachment",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "97bc6a1d-d772-43aa-bdbc-8528bcd42f51",
        "choice_type": "single"
    },
    {
        "question": "Wavelength of Nd: YAG laser",
        "exp": "Ans. (d) 1064 nm. Ref: Khurana 6/e, p. 461. Wavelength of laser is measured in nm and Nd: YAG Laser is 1064 nm. Nd: YAG Laser is used for posterior capsulotomy and peripheral iridotomy.",
        "cop": 4,
        "opa": "1040 nm",
        "opb": "1040 mm",
        "opc": "1064 cm",
        "opd": "1064 nm",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "ca3eccbb-6cf8-486f-b844-a69144eafefc",
        "choice_type": "single"
    },
    {
        "question": "Phacoemulsification is done with",
        "exp": "Ans. b (Ultrasound) Ref: AK Khurana, 4th ed, p. 193. In phacoemulsification nucleus is emulsified & aspirated by phacoemulsification. Phacoemulsifier acts through a titanium needle ( hollow 1 mm needle). It vibrates in its longitudinal axis at an ultrasonic speed of40000 times a second and thus emulsifies nucleus. Advantage: Very small corneoscleral incision (3. 2-3. 5 mm), hence sutureless surgery. NOTE: Various surgical techniques with length of corneoscleral incision. ECCE- 7-8 mm (120deg)ICCE- 10-12 mm (180deg). Small incision cataract surgery (SICS) - 4-6 mm. Phacoemulsification- 3. 2-3. 5 mm (30deg)",
        "cop": 2,
        "opa": "Laser",
        "opb": "Ultrasound",
        "opc": "Cryo",
        "opd": "UV light",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "0c662544-29f5-4b23-9bcc-a631b6a320ad",
        "choice_type": "single"
    },
    {
        "question": "Which of the following prevent lens opacity by free radical scavenging?",
        "exp": "Rediced glutathione is the most impoant anti-oxidant mechanism in lens. Ref: Yanoff ch. 501; Biochemistry of Lens p. 330; Parson 22nd/e p. 261&20th/e p. 248; Alder's Physiology 10th/e p. 130.",
        "cop": 1,
        "opa": "Glutathione",
        "opb": "Catalase",
        "opc": "Vitamin A",
        "opd": "Vitamin E",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "0bc689fa-79aa-4c7c-a0aa-0b40ec013ad4",
        "choice_type": "single"
    },
    {
        "question": "An infant with intolerance to breast feed, vomiting and diarrhoea develops cataract. Which of the following is the most likely diagnosis?",
        "exp": "Ans. (b) Galactosemia. Ref: Kanski 7/e, p. 301. Galactosemia - becomes manifest during infancy with features of failure to thrive, lethargy, vomiting and diarrhea. Reducing substance is found in urine after drinking milk. Cataract develops (oil droplet central opacity) within first few days to weeks of life. The exclusion of galactose (milk and milk products) from the diet will prevent the progression of cataract and may reverse early lens changes.",
        "cop": 2,
        "opa": "Lowe syndrome",
        "opb": "Galactosemia",
        "opc": "Fabry disease",
        "opd": "Congenital hypoglycemia",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "e816e48f-4c86-4132-851d-c3370a62681e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most impoant factor in the prevention of the endophthalmitis in cataract surgery?",
        "exp": "Preoperative antibiotics, povidine iodine solutions are used to prevent post operative infection. REF: khurana, pg no 197",
        "cop": 1,
        "opa": "Preoperative preparation with povidone iodine",
        "opb": "One week antibiotic therapy prior to surgery",
        "opc": "Trimming of eyelashes",
        "opd": "Use of intravitreal antibiotics",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "06ee65b6-3ab1-47d5-b602-bf5d8226118a",
        "choice_type": "single"
    },
    {
        "question": "Equatorial diameter of the lens is -",
        "exp": "Circumferance of the lens is known as equator. its diameter varies from 8. 8mm-9. 2mm and the anteroposterior diameter varies with accommodation. REF IMG",
        "cop": 3,
        "opa": "7 mm",
        "opb": "8 mm",
        "opc": "9 mm",
        "opd": "10 mm",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "4a01325c-41f8-4146-b070-5454fea8b5d2",
        "choice_type": "single"
    },
    {
        "question": "Which morphological type of cataract is most visually handicapping",
        "exp": "Posterior subcapsular cataract is near the nodal point of the eye and hence decreases the vision mostly",
        "cop": 3,
        "opa": "Coical",
        "opb": "Nuclear",
        "opc": "Posterior subcapsular",
        "opd": "Zonular",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "0e19c8e0-619b-4179-b076-212d5fca06be",
        "choice_type": "multi"
    },
    {
        "question": "Dislocation of lens is seen in all the following condition except -",
        "exp": "Dislocation of lens types: I. Congenital displacements: (a) Simple ectopia lentis: In this condition displacement is bilaterally symmetrical and usually upwards. It is transmitted by autosomal dominant inheritance. (b) Ectopia lentis et pupillae: It is characterised by displacement of the lens associated with slit-shaped pupil which is displaced in the opposite direction. Other associations may be cataract, glaucoma and retinal detachment. (c) Ectopia lentis with systemic anomalies are: 1. Marfan's syndrome 2. Homocystinuria 3. Weil-Marchesani syndrome. 4. Ehlers-Danlos syndrome 5. Hyperlysinaemia 6. Stickler syndrome 7. Sulphite oxidase deficiency. II. Traumatic displacement of the lens III. Consecutive or spontaneous displacement",
        "cop": 1,
        "opa": "Congential Rubella",
        "opb": "Marchesani's Syndrome",
        "opc": "Marfan Syndrome",
        "opd": "Homocystimuria",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "627bf106-98dd-47d7-855b-13ac13b0dce1",
        "choice_type": "multi"
    },
    {
        "question": "The following statement about ocular effects of congenital rubella syndrome is false",
        "exp": "Ans. (a) Myopia is common. Ref: Ghai pediatrics, p. 206. Option a - CRS is associated with Micro-ophthalmia, thus causing Hypermetropia due to decreased axial length. Option b - Lamellar cataract is found in CRS. Nuclear cataract is most common. Option c - Risk to the fetus closely related to the stage of gestation at the time of maternal infection, about 50% during first 8 weeks, 10% between 13 and 24 weeks. Option d - It causes 'non-progressive' salt and pepper fundus.",
        "cop": 1,
        "opa": "Myopia is common",
        "opb": "Lamellar cataract is not most common",
        "opc": "Ocular defect typically occurs with infection in the first trimester",
        "opd": "It can cause salt and pepper fundus",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "7b690ac8-2a24-411f-a5d0-457fced816fc",
        "choice_type": "multi"
    },
    {
        "question": "A patient presents to the emergency depament with uniocular diplopia. Examination iwth oblique illunination shows golden crescent while examination with co-axial illumination show a dark crescent line. Which of the following is the most likely diagnosis -",
        "exp": "Presence of uniocular diplopia together with finding of golden crescent on oblique illumination (edge of subluxated lens) or black crecent line on coaxial illumination (edge of subluxated lens) suggests a diagnosis of 'subluxation' of the crystalline lens. Ectopic lentis refers to displacement of lens from its normal position (subluxation, dislocation). (Ref: Ophthalmology by khurana 7th/e p. 222 & (2005)/e p. 24; Clinical Examination in by Mukherjee 2006/e p. 166; Neema 6th/e p. 285, 286)",
        "cop": 4,
        "opa": "Lenticonus",
        "opb": "Coloboma",
        "opc": "Microspherophakia",
        "opd": "Ectopia lentis",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "642a3ac2-1084-4afd-85cd-5c22c42da7f2",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common type of congenital cataract causing visual impairment",
        "exp": "CONGENITAL AND DEVELOPMENTAL CATARACT Lamellar cataract: Lamellar or Zonular cataract refer to the developmental cataract in which the opacity occupies a discrete zone in the lens. It is the most common type of congenital cataract presenting with visual impairment. Etiology: It may be either genetic or environmental in origin. a)\u0001Genetic pattern is usually of dominant variety. b)\u0001Environmental form is associated with deficiency of vitamin D. c) Sometimes maternal rubella infection contracted between 7th and 8th week of gestation may also cause lamellar cataract. Characteristic features: Typically, this cataract occurs in a zone of foetal nucleus surrounding the embryonic nucleus. The main mass of the lens internal and external to the zone of cataract is clear, except for small linear opacities like spokes of a wheel (riders) which may be seen towards the equator. It is usually bilateral and frequently causes severe visual defects. Ref:- A K Khurana; pg num:-172",
        "cop": 4,
        "opa": "Cataracta centralis pulverulenta",
        "opb": "Blue dot cataract",
        "opc": "Coralliform cataract",
        "opd": "Lamellar cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "06427c56-1404-4a0b-8667-ce62691b2be1",
        "choice_type": "multi"
    },
    {
        "question": "The capsule of the crystalline lens is thinnest at -",
        "exp": "The lens capsule is thickest at pre-equator regions (14u) and thinnest at the posterior pole (3u).",
        "cop": 2,
        "opa": "Anterior pole",
        "opb": "Posterior pole",
        "opc": "Equator",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "8e8828d6-f4a8-49b3-9e18-5c69d2eb486e",
        "choice_type": "multi"
    },
    {
        "question": "The crystalline lens derives its nourishment from -",
        "exp": "The crystalline lens, being avascular structure is dependent for its metabolism on chemical exchanges with the aqueous humour. Some nutrition is also derived from the vitreous humour, but it is much less than that derived from aqueous humour.",
        "cop": 3,
        "opa": "Blood vessels",
        "opb": "Connective tissue",
        "opc": "Aqueous and vitreous",
        "opd": "Zonules",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "9cc14caf-3b67-49fb-ab8d-a301cb7a93dd",
        "choice_type": "multi"
    },
    {
        "question": "Hypovitaminosis - D causes -",
        "exp": "Zonular or lamellar cataract is a congenital type Etiology may be either genetic or environmental in origin. Environmental form is associated with: deficiencyof vitamin D hypocalcemia Sometimes maternal rubella infection contracted between 7th and 8th week of gestation may also cause lamellar cataract.",
        "cop": 1,
        "opa": "Zonular cataract",
        "opb": "Blue - Dot cataract",
        "opc": "Rosette cataract",
        "opd": "Cupliform cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "c06fc824-89a8-4af8-9f4e-0137a929b123",
        "choice_type": "single"
    },
    {
        "question": "Transpo of Ascorbic acid to lenses done by",
        "exp": "Lens has a special carrier system for the Ascorbic acid which is a major oxidant in the lens This carrier system is mediated by myoinositol Refer: AK Khurana 6th edition",
        "cop": 1,
        "opa": "Myoinositol",
        "opb": "Choline",
        "opc": "Taurine",
        "opd": "Na/K ATPase",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "5b13ac7b-536c-430d-96fc-72fb942965ba",
        "choice_type": "single"
    },
    {
        "question": "Ring of Sommerring is seen in -",
        "exp": "Ring of sommerring and Elsching's are seen in after cataract. (Ref: Parson's 22nd/e p. 285 & 21st/e p. 279)",
        "cop": 4,
        "opa": "Galactosemia",
        "opb": "Dislocztion of lens",
        "opc": "Acute congestive glaucoma",
        "opd": "After cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "733835ce-83aa-435f-bc40-4322282f09c7",
        "choice_type": "single"
    },
    {
        "question": "Cataract is seen in all except",
        "exp": "Rheumatoid ahritis causes thinning and melting of the peripheral cornea and sclerosing keratitis called scleromalcia perforans Refer: Khurana 6th edition page number 198",
        "cop": 1,
        "opa": "Rheumatoid ahritis",
        "opb": "Glucocoicoid admistration",
        "opc": "Galactosemia",
        "opd": "Hypoparathyroidism",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "6a52e320-e8c2-46c4-afd1-c76bbcfd0765",
        "choice_type": "multi"
    },
    {
        "question": "Commonest cause of uniocular diplopia",
        "exp": "In Unilocular diplopia an object appears double from the affected eye even when the normal eye is closed. CAUSES Subluxated clear lens. Subluxated intraocular lens. Keratoconus (irregular refraction from corneal surface) Double pupil (congenital / large iridectomy / iridodialysis) Incipient cataract (this usually causes polyopia - due to irregular refraction due to multiple water clefts within the lens) Ref; A. K. Khurana; 6th edition; Page no: 344",
        "cop": 2,
        "opa": "Cataract",
        "opb": "Subluxated lens",
        "opc": "Third nerve palsy",
        "opd": "Astigmatism",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "73a1b19d-0273-40c1-855a-e4bb3b901146",
        "choice_type": "single"
    },
    {
        "question": "A 60 year old male gives history of cataract surgery 1 year back. He now complaints of diminished vision and on slitlamp examination the following finding are seen. What is the most likely cause of his loss of vision?",
        "exp": "Ans. (b) After cataract. Ref: Kanski 7/e, p. 295-296. In the image a PCIOL (behind the iris margin) can be seen and posterior to the PCIOL a fibrous opacification is seen, which can be inferred to be opacification of the posterior capsule of lens. Option a - Irvin Gass syndrome usually occurs 6-10 weeks after surgery. Option b - After cataract (posterior capsule opacification) is the most common late complication of uncomplicated cataract surgery. Presents with reducing visual acuity, contrast sensitivity impairment, glare and mono-ocular diplopia Option c - UGH syndrome occurs due to ACIOL (commonly). Option d - Endophthalmitis presents with Hypopyon, Vitreous inflammation, Circumcorneal congestion etc.",
        "cop": 2,
        "opa": "Irvin gass syndrome",
        "opb": "After cataract",
        "opc": "UGH syndrome",
        "opd": "Endophthalmitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "43ae01e2-b584-48e5-86f3-b8a4a2a8193b",
        "choice_type": "single"
    },
    {
        "question": "The molecule which is the initiator of cataract formation in the lens of the eye and whose 1-phosphate derivative is responsible for liver failure is",
        "exp": "Ans. (b) Galactitol. Ref: American Academy of Ophthalmology, BSCS, Section 11/ p. 61. In Classic Galactosemia (AR) defect in galactose 1-phosphate uridyltransferase (Gal-1-PUT), results in inability to convert galactose to glucose. Galactose accumulates with further metabolic conversion to galactitol/dulcitol (responsible for cataract) and galactose -1- phosphate (responsible for liver failure).",
        "cop": 2,
        "opa": "Sorbitol",
        "opb": "Galactitol",
        "opc": "Inositol",
        "opd": "Mannitol",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "deae6037-4e73-4d24-a621-5d5a73d13bde",
        "choice_type": "single"
    },
    {
        "question": "Posterior capsule opacities are treated by",
        "exp": "Ans. is c i. e., Nd: YAG Laser * Nd: YAG Laser is used for treatment of posterior capsular opacities commonly seen after cataract surgeries.",
        "cop": 3,
        "opa": "Argon green laser",
        "opb": "Lens explantation",
        "opc": "Nd: YAG Laser",
        "opd": "Diode laser",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "1d7e4ce1-32e2-440d-9547-c128903c00ec",
        "choice_type": "single"
    },
    {
        "question": "Best site for IOL implantation -",
        "exp": "In the capsular bag fixation of IOL is the most ideal method. In the ciliary sulcus fixation of IOL is done in the absence of intact capsular bag with adequate capsular suppo. Scleral fixation of IOL is done in the absence of capsular suppo. REF IMG: The above image shows a three piece implantation in the bag",
        "cop": 2,
        "opa": "Iris",
        "opb": "Capsular bag",
        "opc": "Anterior chamber",
        "opd": "Sulcus",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "9da012df-cf1b-4939-bad1-0bc8f5a2361c",
        "choice_type": "single"
    },
    {
        "question": "Oldest fibres of the lens are -",
        "exp": "Ans. is 'a' i. e., In the nucleus \"Oldest fibres of the lens are in the nucleus\"Lens fibres* These are long protein fibers that are closely packed and parallel. They make up most of the lens volume and are laid horizontally, front to back, and concentrically like layers of an onion. As the lens fibres are formed through out the life, these are arranged compactly as nucleus and cortex of the lens. a) Nucleus: - It is the central part containing the oldest fibres, it consists of different zonesi) Embryonic nucleus:- Formed at 1-3 months of gestation, therefore consists the oldest primary fibres. ii) Fetal nucleus: - Lies around the embryonic nucleus and is formed from 3 months of gestation till birth. iii) Infantile nucleus:- Corresponding the lens from birth to puberty and surrounds the fetal nucleus. iv) Adults:- Corresponds to the lens fibres formed after puberty to rest of the life. b) Cortex:- It is the peripheral part containg the youngest fibres.",
        "cop": 1,
        "opa": "In the nucleus",
        "opb": "At the anterior pole",
        "opc": "Cortical",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "515e5249-e524-4e40-b17b-0bd40e2cdb8c",
        "choice_type": "multi"
    },
    {
        "question": "True about posterior subcapsular cataract is -",
        "exp": "Posterior subcapsular cataract (cupuliform senile coical cataract) is seen in incipient stage (not in mature cataract). There is early loss of vision, espacially in bright sunlight.",
        "cop": 3,
        "opa": "Late loss of visual acuity",
        "opb": "It is a mature senile cataract",
        "opc": "Early loss of ability to see objects in bright sunlight",
        "opd": "Glare is an uncommon symptom",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "1a2e6594-e3ef-4312-b391-fa4af5da0219",
        "choice_type": "multi"
    },
    {
        "question": "The capsule of the crystalline lens is thinnest at",
        "exp": "(Posterior pole) (167- Khurana 4th). Lens Capsule - is a thin, transparent, hyaline membrane surrounding the lens* Capsule is thickest at pre-equator regions (14 p) and thinnest at the posterior pole Op)",
        "cop": 2,
        "opa": "Anterior pole",
        "opb": "Posterior pole",
        "opc": "Equator",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "3bad0b02-50a2-41f3-819f-aae739d45ccf",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are required for IOL power calculation before surgery except -",
        "exp": "Intraocular lens power calculation:- Which requires Keratometry (K), Axial length of eyebal or Biometry (L) and aconstant (A). It is calculated by SRK formula:- Power of IOL = A-2*5L-0*9K (Ref: Fedorov SN, Kolinko AI. Estimaion of optical power of the intraocular lens. Vestn Oftalmol 1967; 80: 27-31)",
        "cop": 4,
        "opa": "Biometry",
        "opb": "Keratometry",
        "opc": "SRK Formula",
        "opd": "Corneal topography",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "b28cf509-3b79-48af-bb17-8cfe986499b3",
        "choice_type": "multi"
    },
    {
        "question": "Oldest component of lens of the eye is",
        "exp": "Nulceus is the oldest pa of lens Refer Khurana 6th edition pg no191",
        "cop": 4,
        "opa": "Anterior capsule",
        "opb": "posterior capsule",
        "opc": "Nucleo coical Junction",
        "opd": "nucleus",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "7dbb8253-56e0-46ee-9f73-a5e4c96a1727",
        "choice_type": "single"
    },
    {
        "question": "Dislocation of lens is seen in all the following conditions except -",
        "exp": "Causes of ecopia lentis (dislocation or subluxation of lens) i) Homocystinuria v). Hyperlysinemia ii) Marfan syndrome vi). Sulp; hite oxidase deficiency iii). Weil-Marchesani syndrome vii). Stickler syndrome iv). Ehler Danlos syndrome viii). Trauma ix) Consecutive (Ref; Khurana 7th/e p. 222 & 4th/e p. 202, 203)",
        "cop": 1,
        "opa": "Congential Rubella",
        "opb": "Marchesani's Syndrome",
        "opc": "Marfan Syndrome",
        "opd": "Homocystimuria",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "78f2e9db-7ad6-4dfc-841b-bce450170ff5",
        "choice_type": "multi"
    },
    {
        "question": "Power of Intraocular lens is determined by?",
        "exp": "The most common method of determining IOL power uses a regression formula called 'SRK (Sanders, Retzlaff and Kraff) formula'. The formula is P = A - 2. 5L - 0. 9K, where: P is the power of IOL, \u0001 A is a constant which is specific for each lens type. \u0001 L is the axial length of the eyeball in mm, which is determined by A-scan ultrasonography. \u0001 K is average corneal curvature, which is determined by keratometry.",
        "cop": 1,
        "opa": "Keratometry",
        "opb": "Retinoscopy",
        "opc": "Ophthalmoscopy",
        "opd": "Gonioscopy\\/Biometry",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "255a6502-15cb-4f15-b432-b8b1fc71f613",
        "choice_type": "single"
    },
    {
        "question": "SRK formula is used to calculate -",
        "exp": "Intraocular lesn power calculation:- Which requires Keratometry (K), Axial length of eyeball or Biometry (L) and a constant (A). It is calculated SRK formula:- (Ref: Yanoff; Jay S. Duker 2009 Ophthalmology 3rd/e p. 416-419)",
        "cop": 1,
        "opa": "Power of intraocular lens",
        "opb": "Corneal curvature",
        "opc": "Corneal endothelial cell count",
        "opd": "Extent of retinal detachment",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "06a8c861-35b5-49a5-b8ad-59f61454e005",
        "choice_type": "single"
    },
    {
        "question": "What is the mode of transmission involved in congenital cataract?",
        "exp": "Autosomal doninant inheritance is the most common aetiological factor for congenital cataract. Ref: Kanski 8th/e Chap. 9, p. 297.",
        "cop": 4,
        "opa": "Autosomal recessive",
        "opb": "X-linked recessive",
        "opc": "X-linked dominant",
        "opd": "Autosomal dominant",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "d8c8a375-5a56-45b1-b7ce-0b7a764731de",
        "choice_type": "single"
    },
    {
        "question": "Typical bilateral inferior subluxation of lens is seen in",
        "exp": "In homocystinuria the subluxation is inferior nasal where as in marfans syndrome it is superior temporal hyperinsulinemia does not present with subluxation whereas in ocular trauma there is no specific direction Refer: Khurana 6th edition page number 198",
        "cop": 2,
        "opa": "Marfan syndrome",
        "opb": "Homocystinuria",
        "opc": "Hyperinsulinemia",
        "opd": "Ocular trauma",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "c26d34ad-2766-4511-b626-e1c53d25e139",
        "choice_type": "single"
    },
    {
        "question": "UGH syndrome is commonly due to",
        "exp": "Ans. (a) ACIOLRef: Cornea by Mark J Mannis/p. 196. UGH syndrome is caused by mechanical excoriation of the iris from an IOL haptic or optic that results in uveitis, glaucoma, and hyphema. It is most commonly due to use of ACIOL, though it can also be seen with use of PCIOL (if a malpositioned haptic is present).",
        "cop": 1,
        "opa": "ACIOL",
        "opb": "PCIOL",
        "opc": "Several fixed IOL",
        "opd": "Piggy back IOL",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "ca80ea8d-4a82-47d5-882f-58d9e90b71ea",
        "choice_type": "single"
    },
    {
        "question": "Most common metnhod of anterior capsulotomy in phacoemulsification -",
        "exp": "The most commonly used technique for anterior capsulotomy during phacoemulsification is continuous curvilinear capsulorhexis (CCC) (Ref: Clinical ophthalmology p. 312)",
        "cop": 3,
        "opa": "Can-opener capsulotomy",
        "opb": "Intercapsular capsulotomy",
        "opc": "Capsulorhexis",
        "opd": "Envelop capsulotomy",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "d1a431d5-08e3-45f4-90cd-6d4c07aa1ddc",
        "choice_type": "single"
    },
    {
        "question": "A 55 year old male with vision 6/12 in both eyes, complaints of Glare at night, especially while driving. What could be the possible diagnosis?",
        "exp": "Ans. (d) Opacification of lens. Ref: Kanski 7/e, p. 270; Khurana 6/e, p. 191. Subcapsular cataract (Posterior) - patients are particularly troubled by conditions of miosis such as produced by headlights of oncoming cars and bright sunlight. This is one of the earliest visual disturbances with cataract",
        "cop": 4,
        "opa": "Diabetic retinopathy",
        "opb": "Age related macular degeneration",
        "opc": "Corneal degeneration",
        "opd": "Opacification of lens",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "90171a1d-02da-4753-8245-7d0160bf51fb",
        "choice_type": "multi"
    },
    {
        "question": "Surgery of choice for congenital cataract -",
        "exp": "Presently, extracapsular cataract extraction (ECCE) technique is the surgery of choice for almost all types of adulthood as well as childhood cataracts unless contraindicated.",
        "cop": 1,
        "opa": "ECCE",
        "opb": "ICCE",
        "opc": "Needling",
        "opd": "Discission",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "64184ec3-2700-4e59-85e0-c222cf982bff",
        "choice_type": "single"
    },
    {
        "question": "Elsching pearls are seen in",
        "exp": "After cataract: It is also known as 'secondary cataract'. It is the opacity which persists or develops after extracapsular lens extraction. Causes. (i) Residual opaque lens matter may persist as after cataract when it is imprisoned between the remains of the anterior and posterior capsule, surrounded by fibrin (following iritis) or blood(the following hyphaema). (ii) Proliferative type of after cataract may develop from the left-out anterior epithelial cells. The proliferative hyaline bands may sweep across the whole posterior capsule. Clinical types. After cataract may present as a thickened posterior capsule, or dense membranous after cataract or Soemmering's ring which refers to a thick ring of after cataract formed behind the iris, enclosed between the two layers of the capsule or Elschnig's pearls in which the vacuolated subcapsular epithelial cells are clustered like soap bubbles along the posterior capsule. Treatment is as follows: i. Thin membranous after cataract and thickened posterior capsule are best treated by YAG-laser capsulotomy or desiccation with cystitome or Zeigler&; s knife. ii. Dense membranous after cataract needs surgical membranectomy. iii. Soemmering's ring after cataract with clean central posterior capsule needs no treatment. iv. Elschnig's pearls involving the central pa of the posterior capsule can be treated by YAG laser capsulotomy or desiccation with cystitome. Ref: Khurana; 4th edition; Pg. 201",
        "cop": 2,
        "opa": "Wilsons disease",
        "opb": "Secondary cataract",
        "opc": "Complicated cataract",
        "opd": "Congenital cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "8c95a254-8bcc-49f5-b97c-c56f04e35189",
        "choice_type": "single"
    },
    {
        "question": "In Mafan's syndrome lens dislocation is commonly Seen-",
        "exp": "Marfan's syndrome: It is an autosomal dominant mesodermal dysplasia. In this condition lens is displaced upwards and temporally(supero-temporally). REF IMG",
        "cop": 3,
        "opa": "Upwards",
        "opb": "Downwards",
        "opc": "Supero-temporally",
        "opd": "Nasally",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "66d1ebac-5955-476f-85ac-08a0cf0c38d4",
        "choice_type": "multi"
    },
    {
        "question": "Minimum vision loss is seen in which cataract?",
        "exp": "Blue dot cataract: It is also called cataracta punctata-caerulea. It usually forms in the first two decades of life. The characteristic punctate opacities are in the form of rounded bluish dots situated in the peripheral pa of an adolescent nucleus and deeper layer of the coex. Opacities are usually stationary and do not affect vision. However, large punctate opacities associated with coronary cataract may marginally reduce the vision. Ref. Khurana; 4th edition; Pg. 173",
        "cop": 1,
        "opa": "Blue dot",
        "opb": "Zonular",
        "opc": "Anterior polar",
        "opd": "Posterior polar",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "85659e12-e882-4343-a86c-7fb59dde0808",
        "choice_type": "single"
    },
    {
        "question": "Essential parameters for IOL power calculation are",
        "exp": "Calculation of IOL power (Biometry): The most common method of determining IOL power uses a regression formula called 'SRK (Sanders, Retzlaff and Kraff) formula'. The formula is P = A - 2. 5L - 0. 9K where: P is the power of IOL, A is a constant which is specific for each lens type. L is the axial length of the eyeball in mm, which is determined by A-scan ultrasonography. K is average corneal curvature, which is determined by keratometry. The ultrasound machine equipped with A-scan and IOL power calculation software is called 'Biometer&;. Ref:- A K KHURANA; pg num:-196",
        "cop": 1,
        "opa": "Keratometry and axial length of the eyeball",
        "opb": "Keratometry and corneal thickness",
        "opc": "Corneal thickness and axial length of the eyeball",
        "opd": "Corneal thickness and anterior chamber depth",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "19bb55ed-3cb2-4d4a-8a6e-cbfbff357292",
        "choice_type": "multi"
    },
    {
        "question": "In homocystinuria, lens subluxates in",
        "exp": "Homocystinuria. It is an autosomal recessive, inborn error of metabolism. In it the lens is usually subluxated inferior and nasally. Systemic features Fair complexion, malar flush, mental retardation, fits and poor motor control Diagnosis is established by detecting homocysteine in urine by sodium nitro-prusside test. Ref; A. K. Khurana; 6th edition; Page no: 216 QUESTION REPEATED",
        "cop": 2,
        "opa": "Inferolateral",
        "opb": "Inferonasal",
        "opc": "Superionasal",
        "opd": "Superiotemporal",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "488e5d6c-f5ea-4382-ab53-4ad4b7d3dd96",
        "choice_type": "single"
    },
    {
        "question": "In aphakia, Purkinje fibres absent are",
        "exp": "Purkinje images test. This test does not have much significance and thus is not frequently employed in clinical practice. Normally, when a strong beam of light is shown to the eye, fpur images(Purkinje images) are formed from the four different reflecting surfaces viz. anterior and posterior surfaces of cornea and anterior and posterior surface of lens. In patients with mature cataract, fouh image (formed by posterior surface of the lens) is absent i. e., three Purkinje images are formed. In aphakia, third and fouh Purkinje images ( formed by anterior and posterior surface of lens) are absent, i. e., only two images are formed. Ref; A. K. Khurana; 6th edition; Page no: 506",
        "cop": 4,
        "opa": "1 and 3",
        "opb": "2 and 4",
        "opc": "2 and 3",
        "opd": "3 and 4",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "cca91715-7425-4659-8f21-c63247245f23",
        "choice_type": "single"
    },
    {
        "question": "In complicated cataract opacity develops in -",
        "exp": "Posterior coical complicated cataract -Posterior subcapsular. Anterior coical complicated cataract -Anterior subcapsular. Ref: Kanski's Clinical Ophthalmology 8th/e Ch. 9 p. 273.",
        "cop": 3,
        "opa": "Anterior capsule",
        "opb": "Nucleus",
        "opc": "Posterior subcapsular",
        "opd": "Coical",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "2b1a82a5-e4fc-4f36-9085-8e94c55ebdd2",
        "choice_type": "single"
    },
    {
        "question": "Nuclear cataract can cause-",
        "exp": "Nuclear cataract causes index myopia. Ref: Duker 21st/e p. 412.",
        "cop": 1,
        "opa": "Myopia",
        "opb": "Hyperopia",
        "opc": "Presbyopia",
        "opd": "Astigmatism",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "1fc01799-e34c-4756-bae2-ec0c7a0a7583",
        "choice_type": "single"
    },
    {
        "question": "Posterior capsule opacities are treated by -",
        "exp": "Nd: YAG Laser is used for treatment of posterior capsular opacities commonly seen after cataract surgeries (after cataract). (Ref: Khurana 7th/e p. 483 & 4th/e p. 202; Parson 22nd/e p. 608 & 21st/e p. 583)",
        "cop": 3,
        "opa": "Argon green laser",
        "opb": "Lens explantation",
        "opc": "Nd: YAG Laser",
        "opd": "Diode laser",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "3ebc75b8-9d4c-4783-9326-6420a30757d3",
        "choice_type": "single"
    },
    {
        "question": "What is the treatment of after cataract?",
        "exp": "Ans. is 'b' i. e., Laser After cataract (Secondary cataract or posterior capsular opacification)* Posterior capsular opacification (PCO) is seen after ECCE. Opacification of the posterior capsule is caused by postoperative proliferation of cells in the capsular bag and is the most common complication of ECCE.* After cataract may present as thickened posterior capsule, or dense membranous after cataract or Soemmering's ring which refers to a thick ring of after cataract formed behind the iris, enclosed between the two layers of capsule or Elschnig's pearls in which the vacuolated subcapsular epithelial cells are clustered like soap bubbles along the posterior capsule.* After cataract, if thin, can be cleared centrally by Nd: YAG laser capsulotomy. Discission with cystitome or zeigler's knife may also be used. Thick membranous after cataract needs surgical membranectomy.",
        "cop": 2,
        "opa": "Surgical",
        "opb": "Laser",
        "opc": "Medical",
        "opd": "None of these",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "9037bf7c-e7b1-498c-bcbd-63ce1d0e3fb9",
        "choice_type": "multi"
    },
    {
        "question": "Polyopia/diplopia is seen in which type of cataract-",
        "exp": "In coical cataract: Uniocular polyopia (i. e., doubling or trebling of objects) occurs due to irregular refraction by the lens owing to variable refractive index as a result of cataractous process.",
        "cop": 2,
        "opa": "Nuclear",
        "opb": "Coical",
        "opc": "Posterior subcapsular",
        "opd": "Anterior polar",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "1392e24b-b6c1-4bb0-9a43-9d98f35a569d",
        "choice_type": "single"
    },
    {
        "question": "Mittendorf dots may be associated with",
        "exp": "Ans. (a) AMittendorf dots are remnants of tunica vasculosa lentis at its anterior end i. e. the posterior end of the lens - thus causing posterior polar cataract.",
        "cop": 1,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "8b1bfbf6-cb3b-4ea3-83e1-b503d6325fb5",
        "choice_type": "single"
    },
    {
        "question": "\"Elschnig Pearl\" in papillary aperture is a sign of",
        "exp": "Ans. c (After cataract) (Ref. Basak, Ophthalmology, 2nd ed., 182)AFTER CATARACT# Posterior capsular opacification following ECCE & discission of congenital/traumats cataract.# More common in children# Elschning's pearl (Balloon lens-cell)# Soemerring's ring (Ring behind iris formed by lens fibers)# Treatment:- Discission or needling- Capsulotomy/membranectomy Nd-YAG Laser capsulotomy (safe, noninvasive & quick OPD procedure)",
        "cop": 3,
        "opa": "Acute iridocylitis",
        "opb": "Pseudoexfoliation syndrome",
        "opc": "After-cataract",
        "opd": "Secondary cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "3498508f-8f63-4bbc-be0c-a36c9fe1bbb2",
        "choice_type": "single"
    },
    {
        "question": "Leaving the capsule behing in catyaract surgery is advantageous because it -",
        "exp": "First keep in your mind that any of the described complication can occur with either ICCE or ECCE. However, ECCE (leaving capsule behind) decreases the chances of many complications. Complications dereased by ECCE are:- i) Vitreous prolapse & loss ii). Endophthalmitis iii). Cystoied macular edema iv) Aphakic glaucoma v) Fibrous & ednothelial ingrowth vi) Retinal detachment (Ref: Ophthalmology by Duker 2nd/e p. 484)",
        "cop": 1,
        "opa": "Prevents cystoid macular edema",
        "opb": "Decreases endothelial damage",
        "opc": "Progressively improves vision",
        "opd": "Decreased chance of retinal detachement",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "b3b4a0d5-765f-493d-b997-68d01fbd1195",
        "choice_type": "single"
    },
    {
        "question": "The best-accounted function MIP-26 in the lens is",
        "exp": "Although the proteins of the lens plasma membranes constitute to no more than 1% of the lens wet weight, they are critically impoant for the lens functions including transparency. The lens membrane protein that has perhaps been most highly studied is MIP (for major intrinsic protein), also called MIP26. MIP26 is a lens fiber-specific integral membrane protein, which mediates the passage of small molecules through the membranes. MIP26 does not appear to form an intercellular channel as do the connexons in gap junctions but may form channels to the extracellular space, possibly providing indirect connections or helping to minimize the extracellular space and enhance less transparency. It serves two major functions to maintain the transparency of lens Transpo of water across the lens Transpo of glycerol across the lens",
        "cop": 2,
        "opa": "Glucose transpo in lens",
        "opb": "Maintains lens transparency",
        "opc": "Oxygen transpo",
        "opd": "CO2 transpo",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "5971ed60-3f33-4d94-854a-002c2e44ed39",
        "choice_type": "single"
    },
    {
        "question": "Rubella cataract is seen as -",
        "exp": "A progressive type of congenital cataract, originally nuclear, is assosiated with occurrence of rubella in the mother if the infection is contracted in the 2nd and sometimes in 3rd month if pregnancy.",
        "cop": 2,
        "opa": "Posterior polar cataract",
        "opb": "Nuclear cataract",
        "opc": "Blue dot cataract in young",
        "opd": "Cuneiform cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "7e54a65c-b1bc-4920-8302-43b113a11e85",
        "choice_type": "single"
    },
    {
        "question": "Lens subluxation in Marfan&; s syndrome?",
        "exp": "Marfan's syndrome: It is an autosomal dominant mesodermal dysplasia. In this condition, the lens is displaced upwards and temporally (bilaterally symmetrical). Systemic anomalies include arachnodactyly (spider fingers), long extremities, hyperextensibility of joints, high arched palate and dissecting aoic aneurysm. Ref: Khurana; 4th ed; Pg 202",
        "cop": 4,
        "opa": "Inferolateral",
        "opb": "Inferonasal",
        "opc": "Superonasal",
        "opd": "Superotemporal",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "2404f4e8-064d-44dd-afa6-2e901d239eeb",
        "choice_type": "single"
    },
    {
        "question": "SRK formula is used to calculate-",
        "exp": "Ans. is 'a' i. e., Power of intraocular lens SRK formula* Power of IOL = A - 2. 5L -0. 9K* L is axial length of the eyeball in mm* A is IOL specific constant* K is average corneal refractive power",
        "cop": 1,
        "opa": "Power of intraocular lens",
        "opb": "Corneal curvature",
        "opc": "Corneal endothelial cell count",
        "opd": "Extent of retinal detachment",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "894b1eec-81bf-4add-bd92-ffefe881ee19",
        "choice_type": "single"
    },
    {
        "question": "Rollable lens is made up of -",
        "exp": "Rollable IOLs are ultra thin IOLs. These are implanted through 1mm incision after microincision cataract surgery(MICS). These are made of hydrogel. REF IMG",
        "cop": 2,
        "opa": "PMMA",
        "opb": "Hydrogel",
        "opc": "silicone",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "928dcdff-8c2e-45a1-9e70-a8a4eba58769",
        "choice_type": "multi"
    },
    {
        "question": "All are ocular features of congenital rubella syndrome except",
        "exp": "Congenital rubella cataract may occur alone or as pa of the classical rubella syndrome which consists of: i. Ocular defects (congenital cataract, salt and pepper retinopathy and microphthalmos). ii. Ear defects (deafness due to destruction of organ of Coi). iii. Heart defects (patent ductus aeriosus, pulmonary stenosis and ventricular septal defects). Ref:- A K Khurana; pg num:-173",
        "cop": 1,
        "opa": "Iritis",
        "opb": "Nuclear cataract",
        "opc": "Salt and pepper retinopathy",
        "opd": "Microphthalmos",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "989c5c12-d8f7-4d97-943e-cec214ced022",
        "choice_type": "multi"
    },
    {
        "question": "Fluctuating refractive errors with cataract are seen in-",
        "exp": "As blood-sugar levels fluctuate, visual acuity and refractive error can chage, sometimes dramatically. Ref: Basics of vision 1st/e p. 260.",
        "cop": 2,
        "opa": "Morgagnian cataract",
        "opb": "Diabetic cataract",
        "opc": "Intumescent cataract",
        "opd": "Traumatic cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "ee59368b-cbe6-4c54-961b-40906cfe48c7",
        "choice_type": "single"
    },
    {
        "question": "Causes of anterior polar cataract -",
        "exp": "Anterior polar cataract. It involves the central pa of the anterior capsule and the adjoining superficial-most coex. It may arise in the following ways: Due to delayed development of anterior chamber: Due to corneal perforation: Such cataracts may also be acquired in infantile stage and follow contact of the lens capsule with the back of cornea, usually after perforation due to ophthalmia neonatorum or any other cause.",
        "cop": 2,
        "opa": "DM",
        "opb": "Perforating corneal injury",
        "opc": "Irradiation",
        "opd": "Chalcosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "59e96812-77b8-4e7c-8c9e-eb8fcf4f6f70",
        "choice_type": "single"
    },
    {
        "question": "Cataract brunescens results due to deposition of-",
        "exp": "In nuclear senile cataract, there may or may not be assosiated deposition of pigment urochrome and/or melanin derived from amino acids in the lens. commonly observed pigmented nuclear cataracts are amber, brown(cataracta brunescens)or black(cataracta nigra) and rarely reddish(cataracta rubra) in colour. REF IMG",
        "cop": 1,
        "opa": "Urochrome",
        "opb": "Copper",
        "opc": "Iron",
        "opd": "Silver",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "2d9ee0f0-4969-448f-86c8-48022c547125",
        "choice_type": "single"
    },
    {
        "question": "Leaving the capsule behind in cataract surgery is advantageous because it -",
        "exp": "As postoperative complication following cataract extraction cystoid macular edema(CME) occurs. Cystoid macular edema(CME) refers to collection of fluid in the outer plexiform (Henle's layer) and inner nuclear layer of the retina, centred around the foveola. So leaving the capsule behind in cataract surgery is advantageous prevents cystoid macular edema.",
        "cop": 1,
        "opa": "Prevents cystoid macular edema",
        "opb": "Decreases endothelial damage",
        "opc": "Progressively improves vision",
        "opd": "Decreased chance of retinal detachement",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "b5a8ce0e-cd56-417b-b587-ea3b74f8837f",
        "choice_type": "single"
    },
    {
        "question": "Most common senile cataract causing glaucoma is",
        "exp": "Morgagnian cataract complicates into phacolytic glaucoma Refer: Khurana 6th edition page number 187",
        "cop": 3,
        "opa": "Incipient type",
        "opb": "Nuclear type",
        "opc": "Morgagnian hyper mature",
        "opd": "Sclerotic hypermature",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "1ea24644-ee98-4b3e-adec-5a267ec9134d",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of congenital cataract is",
        "exp": "Blue dot cataract It is also called cataracta-punctata-caerulea. This is the most common type of congenital cataract. It usually forms in the first two decades of life. The characteristic punctate opacities are in the form of rounded bluish dots situated in the peripheral pa of adolescent nucleus and deeper layer of the coex Opacities are usually stationary and do not affect vision. Ref; A. K. Khurana; 6th edition; Page no: 185 REF IMG",
        "cop": 4,
        "opa": "Capsular",
        "opb": "Zonular",
        "opc": "Coralliform",
        "opd": "Blue dot",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "81779010-b6b2-4904-b547-c72d64680bd3",
        "choice_type": "multi"
    },
    {
        "question": "Rubella cataract is seen as-",
        "exp": "Ans. (b) Nuclear cataract. Ref: Parson's 21/e, p. 266. Congenital rubella infection can cause congenital nuclear cataract and congenital total cataract. Sometimes it may also cause lamellar (zonular) cataract (Occurs in fetal nucleus. Thus a type of congenital nuclear cataract)",
        "cop": 2,
        "opa": "Posterior polar cataract",
        "opb": "Nuclear cataract",
        "opc": "Blue dot cataract in young",
        "opd": "Cuneiform cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "8a4e6693-28e6-4eb2-b7da-c4f4255a05ce",
        "choice_type": "single"
    },
    {
        "question": "Equatorial diameter of the lens is-",
        "exp": "Equatorial diameter of lens is 10mm. Ref: Foster 2nd/e p. 1912.",
        "cop": 4,
        "opa": "7mm",
        "opb": "8mm",
        "opc": "9mm",
        "opd": "10mm",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "dcf24adb-651e-4f25-a478-8d64802043bd",
        "choice_type": "single"
    },
    {
        "question": "Rosette cataract is seen in",
        "exp": "Ans) d (Concussional injury) Ref: kanski 6th ed p 854- 857. Concussion injury ' damage of lens fibres and capsule ' influx of aqueous humour' hydration of lens fibres' opacification usually confined to poste-rior subcapsular cortex in a flower shaped manner (rosette cataract). Features of blunt trauma: 1. Cornea -comeal abrasionacute comeal edematears in descemets membrane2. Anterior chamber - hyphaema, anterior uveitis3. Pupil - miosis, pigmentary imprinting on anterior lens capsule (vossius ring)4. Irisiridodialysis 'D shaped pupiltraumatic aniridia5. Lens -cataract -rosette cataract subluxation dislocation6. Retina -commotion retinae - trauma can lead to cloudy swelling ' grey ap-pearance choroidal rupture7. Optic nerve -optic neuropathy optic nerve avulsion. Types of cataract -Snow flake cataract- diabetes. Myotonic dystrophy- stellate posterior subcapsular cataract. Atopic dermatitis- shield like anterior subcapsular cataract. Complicated cataract- seen in chronic anterior uveitis. Oil droplet cataract- galactosemia",
        "cop": 4,
        "opa": "Radiation injury",
        "opb": "Thermal injury",
        "opc": "Diabetes",
        "opd": "Concussional injury",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "636b5a3a-8aaf-4a13-a309-da3d16fa53aa",
        "choice_type": "single"
    },
    {
        "question": "Vossius ring is seen on",
        "exp": "Vossius ring is the Iris pigments inprinted on the anterior capsule of the lens in shape of Pupil It is due to blunt trauma Refer: Khurana 6th edition page number 430",
        "cop": 2,
        "opa": "Cornea",
        "opb": "Anterior capsule of lens",
        "opc": "Posterior capsule of lens",
        "opd": "Iris",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "2fc5c784-d7b1-4c91-8ad0-e3441070b45a",
        "choice_type": "single"
    },
    {
        "question": "Dislocation of lens is seen in all the following conditions except",
        "exp": "Congenital rubella is characterized by nuclear pearly cataract but there is no dislocation of the lens Refer: Khurana 6th edition page number236",
        "cop": 1,
        "opa": "Congenital rubella",
        "opb": "Homocystinuria",
        "opc": "Marfan syndrome",
        "opd": "Weil -Marchesani syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "e41fb47a-fe86-4c1c-94b9-8941f4a5dfb1",
        "choice_type": "multi"
    },
    {
        "question": "Minimum vision loss with which cataract -",
        "exp": "In blue dot cataract, opacities are situated in the peripheral pa of adolescent nucleus and deeper layer of the coex. Opacities are usually stationary and do not affect vision. Zonular cataract is the most common type of congenital cataract presenting with visual impairement. IMG REF",
        "cop": 1,
        "opa": "Blue dot cataract",
        "opb": "Zonular cataract",
        "opc": "Anterior polar cataract",
        "opd": "Posterior polar cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "78d8faa2-8bfd-49da-af74-7c0a52a5d94b",
        "choice_type": "single"
    },
    {
        "question": "Phacoemulsification incision is at -",
        "exp": "PHACOEMULSIFICATION It is presently the most popular method of extracapsular cataract extraction. Corneoscleral incision required is very small (3 mm). Therefore, sutureless surgery is possible with self-sealing scleral tunnel or clear corneal incision made with a 3mm keratome.",
        "cop": 1,
        "opa": "Sclero-corneal junction",
        "opb": "Cornea",
        "opc": "Sclera",
        "opd": "None of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "c016ed91-ee8b-41ee-9599-f36e6060a804",
        "choice_type": "multi"
    },
    {
        "question": "Rider's caramel is seen in -",
        "exp": "In zonular cataract the main mass of the lens internal and external to the zone of cataract is clear, except for small linear opacities like spokes of a wheel (riders) which may be seen towards the equator.",
        "cop": 2,
        "opa": "Blue dot eataract",
        "opb": "Zonular cataract",
        "opc": "Anterior capsular cataract",
        "opd": "Coronary cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "1517d898-75af-42ef-9053-2c4fac95c2a0",
        "choice_type": "single"
    },
    {
        "question": "Sun flower cataractis seen in -",
        "exp": "Ref: Parson's 22nd/e p. 264 & 21st/e p. 259",
        "cop": 4,
        "opa": "Galactosemia",
        "opb": "Injuries",
        "opc": "Laurence Moon Biedel syndrome",
        "opd": "Wilson's disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "5ca87d5e-c59e-4607-8619-8ea5c049d81d",
        "choice_type": "single"
    },
    {
        "question": "Sunflower type cataract is characteristically seen in -",
        "exp": "Sunflower cataract characterised by yellowish brown dots may be observed rarely in such patients due to the deposition of cuprous oxide in the anterior lens capsule and subcapsular coex in a stellate pattern. Chalcosis refers to the specific changes produced by the alloy of copper in the eye. REF IMG",
        "cop": 1,
        "opa": "Chalcosis",
        "opb": "Diabetes",
        "opc": "Stragardt's disease",
        "opd": "Congenital syphilis",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "ae2c44a4-9d7d-4288-aaa2-eeb4ecd19b84",
        "choice_type": "multi"
    },
    {
        "question": "Spontaneous absorption of the lenticular material is seen in:",
        "exp": "Ans. (b) Hallermann-Streiff syndrome. Ref: Kanski 7/e, p. 302. Spontaneous lens absorption sometimes occurs in older individuals with Hallermann-Streiff syndrome (Salo, Terasaki, Amano, Okamoto & Miyake, 2002). Other ocular features#Microphthalmos#B/L, congenital cataract#Blue sclera#Disc coloboma#Nystagmus and strabismus",
        "cop": 2,
        "opa": "Myotonic dystrophy",
        "opb": "Hallermann-Streiff syndrome",
        "opc": "Aniridia",
        "opd": "Persistent hyperplastic primary vitreous",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "51c78a50-cba2-4259-939e-5c52cb634f97",
        "choice_type": "multi"
    },
    {
        "question": "Which does NOT handle free radicals inside lens -",
        "exp": "Preventive antioxidant mechanisms of lens against free radicals are: Enzymatic defence mechanism - reduced glutathione, glutathione peroxide, superoxide dismutase and catalase Non-enzymatic defence mechanism - vitamin C, vitamin E and carotenoids",
        "cop": 1,
        "opa": "Vitamin A",
        "opb": "Vitamin C",
        "opc": "Vitamin E",
        "opd": "Catalase",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "b806e00e-6d4b-491b-b9c6-4f2754034f01",
        "choice_type": "single"
    },
    {
        "question": "Good vision in dim light and clusmy in day lights seen in-",
        "exp": "In cupuliform type of senile coical cataract, saucer shaped opacity develops just below the capsule usually in the central pa of posterior coex (posterior sub-capsular) which gradually extends outwards. So vision is better in dim light when pupils are dilated. Ref: AK Khurana 6thE pg189 REF IMG",
        "cop": 1,
        "opa": "Coical cataract",
        "opb": "Morgagnian cataract",
        "opc": "Nuclear cataract",
        "opd": "Steroid induced cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "999ec15d-e8a1-4808-b1dd-1a48b457f7e0",
        "choice_type": "single"
    },
    {
        "question": "Strongest attachment of Zonule is at-",
        "exp": "Anterior fibers of zonules are strongest and are inseed into the lens capsule just anterior to the equator. Ref: Textbook of clinical ophthalmology p. 1139.",
        "cop": 2,
        "opa": "Equator",
        "opb": "Just anterior to equator",
        "opc": "Posterior to equator",
        "opd": "Posterior lobe",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "7883ab67-1b09-4fd5-adff-634c00b9f6f9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following prevent lens opacity by free radical scavening?",
        "exp": "Glutathione prevent lens opacity by free radical scavening.",
        "cop": 1,
        "opa": "Glutathione",
        "opb": "Catalase",
        "opc": "Vitamin A",
        "opd": "Vitamin E",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "fcdcf22c-f4dc-4499-ad3c-44cbbd3d96fe",
        "choice_type": "single"
    },
    {
        "question": "Epithelium is absent in lens on -",
        "exp": "There is no posterior epithelium, as these cells are used up in filling the central cavity of lens vesicle during development of the lens.",
        "cop": 3,
        "opa": "Anterior surface",
        "opb": "Anterior pole",
        "opc": "Posterior surface",
        "opd": "At zonular attachment",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "fdc44b01-0cdb-4f50-8fc3-3b86bc4c9936",
        "choice_type": "single"
    },
    {
        "question": "standard sutureless cataract surgery done with phacoemulsification and foldable intraocular lens has an incision of",
        "exp": "The incision size in phacoemulsification is 3. 2 mm refer Khurana 6th edition page number 197",
        "cop": 3,
        "opa": "1 mm to 1. 5 mm",
        "opb": "2 mm to 2. 5 mm",
        "opc": "3 mmto 3. 5 mm",
        "opd": "3. 5 to 4. 5 mm",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "bf2741d6-327e-4a66-abd0-d4a366f61337",
        "choice_type": "single"
    },
    {
        "question": "The treatment of choice in unilateral aphakia is:",
        "exp": "(Intra-ocular lens) (77-Parson 20th) (31-174-Khurana)APHAKIA: means absence of crystalline lens from eye, aphakia produces a high degree of hypermetropia. TREATMENTS(1) Intraocular lens - implantation is the best available method for correcting aphakia. (2) Spectacles - cheap, easy, and safe method for correcting aphakia(3) Contact lens - Advantages of contact lenses over spectacles include. (i) Less magnification of images(ii) Elimination of abrasions and prismatic effect of thick glasses(iii) Wider and better field of vision(iv) Cosmetically more acceptable(v) Better suited for uniocular aphakia(4) Refractive corneal surgery - is under trial (i) Keratophakia (ii) Epikeratophakia (iii) Hypertropic Lasik.* Laser in situ keratomileusis (LASIK) - in this technique after creating a corneal flap like ALK, midstromal tissue is ablated directly with an excimer laser beam, ultimately flattening the cornea correctly this procedure is being considered the refractive surgery of choice for myopia upto - 30 D (77-Khurana). Advantages of 1. QL* Minimal after care of patients* Minimal anisekoria* Rapid return of binocularity* Normal peripheral vision",
        "cop": 3,
        "opa": "Spectacles",
        "opb": "Contect lens",
        "opc": "Intra ocular lens",
        "opd": "Laser assisted in situ keratomileusis",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "9f048b55-a503-4087-9837-7cf95b97026c",
        "choice_type": "single"
    },
    {
        "question": "Posterior lenticonus is seen in",
        "exp": "Lenticonus: It refers to the cone-shaped elevation of the anterior pole (lenticonus anterior) or posterior pole (lenticonus posterior) of the lens. Lenticonus anterior may occur in Alpo syndrome and lenticonus posterior in Lowe syndrome. On distant direct ophthalmoscopy, both present as an oil globule lying in the center of the red reflex. Slit-lamp examination confirms the diagnosis. Lowe syndrome is a condition that primarily affects the eyes, brain, and kidneys. This disorder occurs almost exclusively in males. Infants with Lowe syndrome are born with thick clouding of the lenses in both eyes (congenital cataracts), often with other eye abnormalities that can impair vision. Ref: Khurana; 4th edition; Pg. 204",
        "cop": 2,
        "opa": "Alpo syndrome",
        "opb": "Lowe syndrome",
        "opc": "Marfan syndrome",
        "opd": "Homocystinuria",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "6dc91e15-3f8b-4c3a-b537-9666cf363c61",
        "choice_type": "single"
    },
    {
        "question": "Transport of Ascorbic acid to lens is done by:",
        "exp": "Ans. (d) Na-K ATPase. Ref: Vitamin C transport in human epithelial cells: evidence for presence of SVCT2; R kannan et al. Data suggests that ascorbic acid transport in lens epithelium is mediated by SVCT2 and not SVCT1",
        "cop": 4,
        "opa": "Myoinositol",
        "opb": "Choline",
        "opc": "Taurine",
        "opd": "Na-K ATPase",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "86041dbf-8c1d-4aaf-9712-0801d1171383",
        "choice_type": "single"
    },
    {
        "question": "Polychromatic lusture is seen in",
        "exp": "Polychromatic luster is a pathognomic feature of complicated cataract which is most commonly posterior subcapsular Refer: Khurana 6th edition page number 187",
        "cop": 2,
        "opa": "Zonular cataract",
        "opb": "Posterior subscapular cataract",
        "opc": "Nuclear cataract",
        "opd": "Anterior subscapular cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "3b4be9cb-964f-480e-a155-c1248d0ee287",
        "choice_type": "single"
    },
    {
        "question": "True regarding exfoliation of lens occurs in:",
        "exp": "(AH of the above) (254-Parson 20th) (167-Kanski 5th). Infra red radiation (Traumatic cataract) - If intense as in glass blowers. May rarely cause true exfoliation or lamellar delamination of the anterior lens capsule in which the superficial portion of a thickened capsule splits from the deeper layer and extends into anterior chamber.",
        "cop": 4,
        "opa": "Glass furnace workers",
        "opb": "Glass blowers",
        "opc": "Infrared exposures",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "2c3a8fcb-3773-4080-bfd0-49bb9f7eb515",
        "choice_type": "multi"
    },
    {
        "question": "Second sight phenomenon is seen in -",
        "exp": "In patients with nuclear sclerosis, distant vision deteriorates due to progressive index myopia. Such patients may be able to read without presbyopic glasses. This improvement in near vision is referred to as 'second sight'. REF IMG",
        "cop": 1,
        "opa": "Nuclear cataract",
        "opb": "Coical cataract",
        "opc": "Senile cataract",
        "opd": "Iridocyclitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "808e5a6b-b1f7-495b-952e-c0c7c400b2b8",
        "choice_type": "single"
    },
    {
        "question": "Elsching pearls is seen in",
        "exp": "After cataract is also known as 'secondary cataract'. Types of after cataract: Thickened posterior capsule opacification(PCO) Dense membranous after cataract Soemmering's ring which refers to a thick ring of after cataract formed behind the iris, enclosed between the two layers of capsule Elsching's pearls in which the vacuated subcapsular epithelial cells are clustered like soap bubbles along the poster capsule. Ref; A. K. Khurana; 6th edition; Page no: 214 QUESTION REPEATED",
        "cop": 2,
        "opa": "Wilsons disease",
        "opb": "Secondary cataract",
        "opc": "Complicated cataract",
        "opd": "Congenital cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "3868c419-a99f-4fa2-a994-683d65d2980c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following not causes lens dislocation:",
        "exp": "D. Diabetes mellitus. Ectopia Lentis with Systemic Anomalies Khurana 6th/2l5-l61. Marfan's syndrome: In this condition lens is displaced upwards and temporally (bilaterally symmetrical)2. Homocystinuria: In it the lens is usually subluxated downwards and nasally. 3. Weil-Marchesani syndrome: forward subluxation of lens which may cause pupil block glaucoma. 4. Ehlers-Danlos syndrome. In it the ocular features are subluxation of lens and blue sclera. 5. Hyperlysinaemia: It is an extremely rare condition occasionally associated with ectopialentis. 6. Stickler syndrome. Ectopialentis is occasionally associated in this condition7. Sulphite oxidase deficiency: Ectopialentis is a universal ocular feature. (Parson 22nd/275): Causes of Ectopia lentisA. Familial. Autosomal dominant form. Autosomal recessive form (associated with iris coloboma, aniridia, microspherophakia, ectopiapupillae)B. Other systemic diseases. Marfan, Ehlers-Danlos, Weil-Marchesani, Homocystinuria, Sulphite oxidase deficiency, HyperlysinaemiaC. Secondary to eye diseases. Uveitis, hypermature cataract, pseudoexfoliation syndrome, ciliary body tumourD. Secondary to trauma(May or may not be associated with underlying defective zonules due to syphilis)",
        "cop": 4,
        "opa": "Ehlers-Danlos syndrome",
        "opb": "Marfan's syndrome",
        "opc": "Sulphite oxidase deficiency",
        "opd": "Diabetes mellitus",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "551e6c0d-6ae5-4fde-99c4-982886ee91ce",
        "choice_type": "single"
    },
    {
        "question": "Which continues to grow in the life time:",
        "exp": "c Lens ref parsons 19, h/e p. 273, khurana 3rd /e and 2nd/e p. 183",
        "cop": 3,
        "opa": "Cornea",
        "opb": "Iris",
        "opc": "Lens",
        "opd": "Retina",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "52f9ac2c-32c1-450b-8c5b-da53722dfafb",
        "choice_type": "single"
    },
    {
        "question": "Intraoccular lenses are made up of",
        "exp": "Ans. d. (All of the above). (Ref. Parsons, disease of Eye, 19th /296, Basak, Ophthalmology, 2nd/324)IOL# IOL implantation was first performed by Dr. Harold Ridley (1949).# Material used for manufacturing IOL: Optic material. Haptic material. Non foldable. Foldable. Polypropylene PMMAAcrylic. Polymethyl methacrylate (PMMA). Silicone. Hydrophobic acrylic. Hydrophilic acrylic # A USG machine equipped with A scan and IOL power calculation software is known as biometry. Calculation of IOL power (P)P = A- 2. 5 L-0. 9k. Where, # P = Power of IOL.# A = Constant specific for each lens type.# L = Axial length of eye ball in mm by A scan.# K = Angular corneal curvature by Keratometry. IOL implantation is of 2 types. Primary (at the same sitting with operation) and Secondary (after operation of cataract surgery). Types of IOLACIOL (outdated) and PCIOL (routinely; ECCE). Parts of IOLOptic and Haptic (anchors IOL in position). Sterilization of IOLBy ethylene oxide. Contraindications for IOL- Congenital bilateral cataract.- Uncontrolled glaucoma.- Corneal endothelial dystrophy.- Proliferate diabetic retinopathy.- Recurrent anterior/posterior segment inflammation.- One eyed patient.- Complicated IOL implantation in other eye.",
        "cop": 4,
        "opa": "PMMM",
        "opb": "Hydrophilic acrylic",
        "opc": "Silicon",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "051e4f6c-6663-439d-a8d2-b34ca29cc386",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of cataract is",
        "exp": "Most common cause of acquired cataract is senile cataract Refer: Khurana 6th edition page number 190",
        "cop": 1,
        "opa": "Age related changes",
        "opb": "Hereditary",
        "opc": "Diabetes mellitus",
        "opd": "Trauma induced",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "96d71de4-f6b2-447f-909d-8c38ea28d4c9",
        "choice_type": "single"
    },
    {
        "question": "Uniocular polyopia is seen in which stage of cataract-",
        "exp": "Monoocular diplopia means perception of two images of one object by one eye and monoocular polyopia means refers to perception of multiple images of one eye. It is paicularly seen in incipent cataract. Ref: Ashok Garg 1st/e p. 633.",
        "cop": 1,
        "opa": "Incipient",
        "opb": "Itumescent",
        "opc": "Mature",
        "opd": "Hypermature",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "9aeb33d5-af62-4876-8ae1-74169ef0b3fb",
        "choice_type": "single"
    },
    {
        "question": "When are spectacles advised after cataract surgery",
        "exp": "Postoperative management after cataract operation Patient is asked to lie quietly about 2-3 hours and take nil orally Diclofenac Sodium may be given for mild to moderate postoperative pain Next morning bandage / eye patch is removed Antibiotic eyedrops are used for four times, 10-14 days Topical steroids (Prednisolone) eye drops 3 to 4 times a day for 6-8 weeks Topical ketorolac or any other NSAID eye drops 2 to 3 times/day are used for 4 weeks Topical timolol (0. 5%)eye drops twice daily are used for about 7-10 days Topical cycloplegic-mydriatic, eg., homatropine eye drops may be used OD for 10-14 days After 6-8 weeks of operation corneoscleral sutures are removed (when applied) Final spectacles are prescribed after about 8 weeks of SICS operation and 3-4 weeks of phacoemulsification. Ref; A. K. Khurana; 6th edition; Page no: 211",
        "cop": 1,
        "opa": "8 weeks",
        "opb": "10 weeks",
        "opc": "12 weeks",
        "opd": "14 weeks",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "9ad84a9a-ffa9-41ba-a476-9ebe331085d0",
        "choice_type": "single"
    },
    {
        "question": "Ring of Sommering is seen in -",
        "exp": "Soemmering's ring which refers to a thick ring of after cataract formed behind the iris, enclosed between the two layers of capsule. REF IMG",
        "cop": 4,
        "opa": "Galactosemia",
        "opb": "Dislocation of lens",
        "opc": "Acute congestive glaucoma",
        "opd": "After cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "230fd1e2-32e1-4fa4-98ed-f8fdea10df4b",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for congenital cataract is -",
        "exp": "Pharmacotherapy has no significant effect in inducing the disappearence of cataract once opacities have developed. Goniotomy not done in cataract. treatment of choice in congenital cataract is cataract extraction surgery with implantation of IOL",
        "cop": 3,
        "opa": "Pharmacotherapy",
        "opb": "Combined cataract surgery and Goniotomy",
        "opc": "Cataract surgery with IOL implant",
        "opd": "Pars plana lensectomy with no IOL implant",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "94c5c9e6-e8c7-4a43-96f6-c3ecb2998b0a",
        "choice_type": "single"
    },
    {
        "question": "Most common cataract in new born is-",
        "exp": "Most common type of congenital cataract -punctate(blue dot) cataract. Most common type of cataract which is clinically (visually) significant -zonular or lamellar cataract. Ref: Parson's 22nd/e p. 270&21st/e p. 265.",
        "cop": 4,
        "opa": "Zonular",
        "opb": "Morganian",
        "opc": "Anti. Polar",
        "opd": "Post. Polar",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "8c6335e6-a529-4757-b8a7-edd3e09da9cf",
        "choice_type": "single"
    },
    {
        "question": "The structure connecting the posterior surface of the lens to the capsule is called",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 258). Hyaloideocapsular ligament of Weiger or retrolental ligament is a strong adhesion between the lens and posterior capsule. It is a circular adhesion 8-9 mm in diameter. This attachment is termed as Egger's Line. Which this circle is a potential space of Burger or Erggelet's space",
        "cop": 1,
        "opa": "Hyaloideocapsular ligament of Weiger",
        "opb": "Vitreous Base",
        "opc": "Cloquets's canal",
        "opd": "Collagen fibers",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "bef055da-2b42-4987-8d13-5270080effc4",
        "choice_type": "multi"
    },
    {
        "question": "Which prominent ocular manifestation is associated with marfan syndrome",
        "exp": "Most prominent feature is megalocornea and most common is ectopia lentis Refer: Khurana 6th edition page number 260",
        "cop": 3,
        "opa": "Microcornea",
        "opb": "Megalocornea",
        "opc": "Ectopia lentis",
        "opd": "Microspherophakia",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "ed3163a6-b2da-4d53-aeb3-a0386b3bc15a",
        "choice_type": "single"
    },
    {
        "question": "Treatment of Pediatric cataract are all EXCEPT",
        "exp": "(Intracapsular cataract extraction) (174, 193- Khurana 4th). Intracapsular cataract extraction is obsolute and sparingly performed world wide. Surgical Techniques of Extracapsular cataract extraction for childhood cataract1. Irrigation and aspiration of lens matter - done by(i) Conventional ECCE technique or(ii) Comeo-scleral tunnel technique which inclue* Manual SICS (small incision cataract surgery)* Phaco-aspiration technique* Implantation of IOL - is done in the capsular bag after inflating it with viscoelastic substance. Heparin or fluorine coated PMMA IOLS are preferred in children. Some surgeons prefer to capture the lens optic through posterior capsulorhexis2. Lensectoy - less than 2years of age pars plana or limbal approach. PHACOEMULSIFICATION* Most popular method of extracapsular cataract extraction * *Important steps are1. Corneoscleral incision is very small 3mm, sutureless2. Continuous curvilinear capsulorrhexis (CCC) of 4-6 mm3. Hydrodissection i. e. separation of capsule from the cortex by injecting fluid exactly between two Hydrodelineation wave propagates along a more internal plane that cleaves the epinucleus apart from endonucleus4. Nucleus is emulsified and aspirated by emulsifier5. Remaining cortical lens matter is aspirated with the help of an irrigation aspiration technique6. IOL implantation, removal of viscoelastic substance and wound closure. Foldable IOL is most ideal with phacoemulsification. PHAKONIT - refers to the technique of PHAKO performed with a needle (N) opening via an incision (I) using the tip (T) of phacoprobe* In this technique the size of incision is only 0. 9mm and after completion of the operation an ultrathin rollable IOL is inserted into the capsular bag* This technique offers almost nil astigmatism cataract surgery *** Juvenile Rheumatoid arthritis (JRA) associated Uveitis is contraindicated to put IOL after cataract surgery* A two week old child presents with unilateral cataract - Best management advise - The best age to operate him to get the best visual results in 4 weeks**** The major function of major intrinsic protein (MIP-26) is transport of water in lens*** Intractable secondary glaucoma is seen in - Diffuse iris melanoma**",
        "cop": 4,
        "opa": "Phaco-aspiration",
        "opb": "Comeo-scleral tunnel technique",
        "opc": "Intra ocular lens implantation",
        "opd": "Intra capsular cataract extraction",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "dbdeda4f-ff5f-456c-86cf-980e7d41b8e0",
        "choice_type": "multi"
    },
    {
        "question": "Antimicrobial resistance in frequent lens user is due to -",
        "exp": "Ans. is 'a' i. e., Biofilm formation o The contaminated contact lens provides Psuedomonas aeruginosa an ideal site for attachment and biofilm productiono Continuous contact of the eye to the biofilm- infested lens can lead to serious ocular diseases, such as keratitis (corneal ulcers). o The biofilm also prevent effective penetration of the antibiotics, which increase the chances of antibiotic resistance.",
        "cop": 1,
        "opa": "Biofilm formation",
        "opb": "Improper handling",
        "opc": "Unhygienic use of lens",
        "opd": "Low potency of antibiotics",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "365b3bee-2790-4f12-9281-791c8592e2f5",
        "choice_type": "single"
    },
    {
        "question": "Typically bilatyeral inferior subluxations of the lens is seen in -",
        "exp": "In Homocystinuria there is inferomedial (inferonasal) dislocation of lens. (Ref: Khurana 7th/e p. 222 & 4th/e p. 202)",
        "cop": 2,
        "opa": "Marfan's syndrome",
        "opb": "Homocystinuria",
        "opc": "Hyperinsulinemia",
        "opd": "Ocular trauma",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "3ce62fa0-43f4-4296-b26f-3a1539b4ec53",
        "choice_type": "multi"
    },
    {
        "question": "In complicated cataract opacity develops in-",
        "exp": "Ans. is 'c' i. e., Posterior subcapsular * Complicated cataract refers to the lens opacification secondary to some other intraocular disease. Anterior uveitis is the most common cause. Other causes are posterior uveitis, pars planitis, corneal ulcer, ciliary body tumors, degenerative myopia, retinitis pigmentosa and retinal detachment.* Typically complicated cataracts occur in two forms:-1) Posterior cortical complicated cataract:- This type of cataract is due to affections of posterior segment. This cataract is located in a posterior subcapsular cataract and typically opacification starts in the posterior part of the cortex in the axial region (Posterior cortical cataract or posterior subcapsular cataract). On slit lamp examination the opacities have \"bread- crumb\" appearance. A characteristic sign is presence of polychromatic lusture of red, green and blues. 2) Anterior cortical complicated cataract. This is due to the affection of anterior segment like glaucoma or anterior uveitis.",
        "cop": 3,
        "opa": "Anterior capsule",
        "opb": "Nucleus",
        "opc": "Posterior subcapsular",
        "opd": "Cortical",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "6383a98a-84e8-4b85-8412-f3255ef2ca3e",
        "choice_type": "single"
    },
    {
        "question": "All of the following are cause of posterior subcapsular cataract except -",
        "exp": "Causes of posterior subcapsular cataract: Myotoic dystrophy DM Down's syndrome Busulfan, Chloroquine Ionizing radiation Senile cataract Wilson's disease Atopic dermatitis Coicosteroids Trauma Galactosemia Infrared (Ref: Parson's 22nd/e p. 270 & 21st/e p. 258, 260; Khurana 7th/e p. 189& 4th/e p. 177)",
        "cop": 4,
        "opa": "Myotonic dystrophy",
        "opb": "Wilson's Disease",
        "opc": "Ionizing radiation",
        "opd": "Congenital cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "c3aced7f-8049-42fb-8e97-83877448822a",
        "choice_type": "multi"
    },
    {
        "question": "Spontaneous absorption of lenticular material is seen in-",
        "exp": "Sometimes there may occur total or paial absorption of congenital cataract, leaving behind thin membranous cataract. Rarely there is complete disappearance of all the lens fibres and only a fine transparent lens capsule remains behind. Such a patient may be misdiagnosed as having congenital aphakia. This is associated with Hallermann-Streiff-Francois Synodrome.",
        "cop": 2,
        "opa": "Myotonic dystrophy",
        "opb": "Hallermann Streiff syndrome",
        "opc": "Aniridia",
        "opd": "Persistent hyperplastic primary vitreous",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "3ced38ef-559d-47cb-961a-d8babafe6d71",
        "choice_type": "multi"
    },
    {
        "question": "Nuclear cataract can cause -",
        "exp": "In patients with nuclear sclerosis, distant vision deteriorates due to progressive index myopia. Such patients may be able to read without presbyopic glasses. This improvement in near vision is referred to as 'second sight&;.",
        "cop": 1,
        "opa": "Myopia",
        "opb": "Hyperopia",
        "opc": "Presbyopia",
        "opd": "Astigmatism",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "29137202-ffa5-4070-b2d6-e15c48e1eaef",
        "choice_type": "single"
    },
    {
        "question": "After cataract surgery glasses are prescribed after",
        "exp": "After ECCE we prescribe the glasses after 6 weeks where as after is SICS we can prescribe after 2 weeks Refer: Khurana 6th edition page number 197",
        "cop": 2,
        "opa": "Two weeks",
        "opb": "6 week",
        "opc": "12 weeks",
        "opd": "20 weeks",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "d6246dd5-fc1c-4132-b45b-2b6b78cbb9b3",
        "choice_type": "single"
    },
    {
        "question": "Soemmering's ring is seen in -",
        "exp": "Ans. is 'b' i. e., After cataract After cataract (Secondary cataract or posterior capsular opacification)* Posterior capsular opacification (PCO) is seen after ECCE. Opacification of the posterior capsule is caused by postoperative proliferation of cells in the capsular bag and is the most common complication of ECCE.* After cataract may present as thickened posterior capsule, or dense membranous after cataract or Soemmering's ring which refers to a thick ring of after cataract formed behind the iris, enclosed between the two layers of capsule or Elschnig's pearls in which the vacuolated subcapsular epithelial cells are clustered like soap bubbles along the posterior capsule.* After cataract, if thin, can be cleared centrally by Nd: YAG laser capsulotomy. Discission with cystitome or zeigler's knife may also be used. Thick membranous after cataract needs surgical membranectomy.",
        "cop": 2,
        "opa": "Posterior subcapsular cataract",
        "opb": "After cataract",
        "opc": "Endophthalmitis",
        "opd": "Fuchs heterochromia iridis",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "df1e699c-da62-4fd5-9e8a-6540ea4ed3af",
        "choice_type": "single"
    },
    {
        "question": "What is ther new advance in cataract surgery?",
        "exp": "Femtosecond laser-assisted cataract surgery provides suirgeons an exciting new option to potentially improve patient outcomes and safety. In this surgery a femtosecond laser is used for various steps like lens fragmentation and capsulotomy. (Ref: Femtosecond laser-assisted cataract surgery: Kendall E. Donaldson, Rosa Braga-Mele, Florence Cabot, for the ASCRS Refractive Cataract Surgery Subcommittee0",
        "cop": 1,
        "opa": "Femtosecond Laser",
        "opb": "Neodymium laser",
        "opc": "Nanoseond laser",
        "opd": "Picosecond Laser",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "754c77ab-5648-4186-89e4-ff5432bb7bb0",
        "choice_type": "single"
    },
    {
        "question": "Post operative complications of cataract are all except?",
        "exp": "Scleritis is not a complication of cataract surgery. (Ref: Ophthalmology by Duker 2nd/e p. 484)",
        "cop": 4,
        "opa": "After cataract",
        "opb": "Endophthalmitis",
        "opc": "Glaucoma",
        "opd": "Scleritis",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "bdbb47b2-ee0e-44d9-a820-856fd5925ef0",
        "choice_type": "multi"
    },
    {
        "question": "The cataract seen in patients with CTG/CUG trinucleotide repeats is",
        "exp": "MYOTONIC DYSTROPHY: CTG/ CUG trinucleotide repeats are seen in myotonic dystrophy. Characteristic cataract may develop with myotonic dystrophy and may be the early feature. In a sharply limited zone of coex underneath the capsule both anteriorly and posteriorly, fine dust like opacities appear interspersed with tiny iridescent spots. The polychromatic dots and flakes in the superficial coex resemble a &; CHRISTMAS TREE&; in appearance. Ref:- Parsons disease s of eye, pg num:-269. Lippincott biochemistry.",
        "cop": 3,
        "opa": "Snow flake cataract",
        "opb": "True exfoliation cataract",
        "opc": "Christmas tree cataract",
        "opd": "None of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "a9321ac6-90bb-40ed-b430-829502ce6ba8",
        "choice_type": "multi"
    },
    {
        "question": "After cataract is best treated with:",
        "exp": "Ans. b (Nd-y. AG LASER). (Ref Basak, Ophthalmology, 2nd ed., 182)AFTER CATARACT# Posterior capsular opacification following ECCE & discission of congenital/traumatic cataract.# More common in children- Elschnig's pearl (Balloon lens-cell) 0- Soemerring 's ring (Ring behind iris formed by lens fibers) Q# Rx:- Discission or needling- Capsulotomy/membranectomy Nd-y. AG LASER capsulotomy (safe, noninvasive & quick OPD procedure). 0",
        "cop": 2,
        "opa": "ARGON LASER",
        "opb": "Nd-y. AG LASER",
        "opc": "EXIMER LASER",
        "opd": "Holmium LASER",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "5401c93d-0a32-4c53-8681-322c8d93b1c4",
        "choice_type": "single"
    },
    {
        "question": "Cataract brunescen results due to deposition of-",
        "exp": "\"Nuclear sclerosis also distos color vision because of-yellow-brown urochrome pigment, chich accumulates in the lens and filters blue wavelenths of light\". Older nuclear cells lose organelles and cell membranes, with increasing density and dehydration dnd accumulation of yellow urochrome pigment (possible photo-oxidation product). When advanced, it becomes brown (brunescent) or black (cataracta nigra). Ref: Eye pathology: An Atlas and text p. 110.",
        "cop": 1,
        "opa": "Urochrome",
        "opb": "Copper",
        "opc": "Iron",
        "opd": "Silver",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "4149f5a8-60ab-4ca9-a4df-225de5d99059",
        "choice_type": "single"
    },
    {
        "question": "In pseudophakic eye, which of the following rays penetrate upto retina?",
        "exp": "Ans. A. UV-A. (Ref Recent advances in ophthalmology/ Issue 7. Pg. 123). Cornea and lens at its ages provide effective filters for UV radiation. However, UVA radiation can penetrate to the retina in pseudophakic individuals. Increase in UV exposure is asso with increased risk for cataracts, corneal photokeratitis (\"snow blindness\"), climate droplet keratopathy, retinal damage (in aphakic individuals) and melanoma of the uveal tract. Ultraviolet rays are shorter in wavelength with a higher frequency than light. The mature ocular lens is a very effective filter for 320 to 400 nm radiation in most mammals (including man) there can be no photobinding of lens proteins and photo- chemotherapeutic drugs like 8-MOP. Most people do not see UV light because the lens absorbs UV. In aphakic patients, \"near\" UV light (300 - 400 nm) can reach visual receptors. Pseudophakia refers to an ocular state in which the natural lens has been replaced with an implanted lens. Apart from the obvious problem of anisometropia, in pseudophakia there is increased risk of retinal exposure to UV light (esp UVA). The natural lens absorbs damaging UV rays, particularly between 300-400 nm and the retina is thus shielded from the potentially damaging radiations.",
        "cop": 1,
        "opa": "UV-A",
        "opb": "UV-B",
        "opc": "UV-C",
        "opd": "Infrared",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "4f4d0e80-f6bc-47fb-905c-c723cb3c7e2d",
        "choice_type": "single"
    },
    {
        "question": "The major function of Major Intrinsic Protein 26 (MIP-26) is -",
        "exp": "Major intrinsic proteins of the lens belongs to superfamily of aquaporines and is classified as aquaporine MIP26 or aquaporin 0. It has role in lens transparency.",
        "cop": 2,
        "opa": "Glucose transpo in lens",
        "opb": "Transpo of water in lens",
        "opc": "Diffusion barrier",
        "opd": "Capsule of lens",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "ef91447a-b3dc-4a06-9ce1-35d8fa4af647",
        "choice_type": "single"
    },
    {
        "question": "In Mafan's syndrome lesn dislocation is commonly seen -",
        "exp": "In Marfan syndrome there is superolateral (superotemporal) dislocation of lens. (Ref: Khurana 7th/e p. 222 & 4th/e p. 202)",
        "cop": 3,
        "opa": "Upwards",
        "opb": "Downwards",
        "opc": "Supero-temporally",
        "opd": "Nasually",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "b5c1cec2-58be-4753-9d89-04497f98471a",
        "choice_type": "multi"
    },
    {
        "question": "A 55 years old patient complains of decreased distance vision however he will now does not require his near glasses for near work, the most likely cause is",
        "exp": "Nuclear sclerosis causes mild increase in the refractive index of the lens and hence the refractive power of the lens increases it leads to improvement in the near vision",
        "cop": 2,
        "opa": "Posterior subcapsular cataract",
        "opb": "Nuclear sclerosis",
        "opc": "Zonular cataract",
        "opd": "Anterior subscapular cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "1685c719-4b9b-4121-bdda-a01c190af59f",
        "choice_type": "single"
    },
    {
        "question": "Ideal fluid for irrigation during ECCE is",
        "exp": "Balanced salt solution with glutathione resembles the aqueous most and hence the most ideal",
        "cop": 4,
        "opa": "Normal saline to dextrose",
        "opb": "Normal saline",
        "opc": "Balanced salt solution",
        "opd": "Balanced salt solution + glutathione",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "07ab231b-65c3-42f0-a8dd-40250d2d268d",
        "choice_type": "single"
    },
    {
        "question": "Posterior lenticonus is seen in -",
        "exp": "Lenticonus: It refers to cone-shaped elevation of the anterior pole (lenticonus anterior) or posterior pole (lenticonus posterior) of the lens. Lenticonus anterior may occur in Alpo's syndrome and lenticonus posterior in Lowe's syndrome. REF IMG",
        "cop": 2,
        "opa": "Alpo's syndrome",
        "opb": "Lowe's syndrome",
        "opc": "Marfan syndrome",
        "opd": "Homocystinuria",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "a8e172c3-1a86-470a-b0c0-515086d9b9e9",
        "choice_type": "single"
    },
    {
        "question": "The capsule of the crystalline lens is thinnest at-",
        "exp": "Capsule is thickest at -Pre-equator regions. Capsule is thinnest at -Posterior pole. Ref: Khurana 7th/e p. 185&4th/e p. 167)",
        "cop": 2,
        "opa": "Anterior pole",
        "opb": "Posterior pole",
        "opc": "Equator",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "19d369e6-f584-4566-bb82-944ffe09baa3",
        "choice_type": "multi"
    },
    {
        "question": "Onion peel appearance cataract is seen in which of the following types?",
        "exp": "Posterior polar cataract Caused by persistence of the hyaloids aery. Strong adherence of the opacity to the weak posterior capsule Can be stationary as well as progressive type 1) Stationary-well circumscribed circular opacity localized on the central posterior capsule. Concentric thickened rings around the central plaque opaciy are seen (Bull's eye. onion peel appearance). 2) Progressive type-whitish opacification in the posterior coex (radiating rider opacity). Feather and scalloped appearance is seen. (Ref: researchgate. net)",
        "cop": 3,
        "opa": "Posterior subcapsular cataract",
        "opb": "Anterior subcapsular cataract",
        "opc": "Posterior polar cataract",
        "opd": "Anterior polar cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "e851287d-3091-4302-9f8b-d5c5d304001e",
        "choice_type": "single"
    },
    {
        "question": "Treatment of cataract in infant is",
        "exp": "ICCE is contraindicated in children, because there is a strong adhesion between the posterior capsule of the lens and vitreous called hyaloidocapsular ligament Dissicision is an obsolute procedure Refer: Khurana 6th edition page number 201",
        "cop": 4,
        "opa": "Lensectomy",
        "opb": "ECCE",
        "opc": "Phacoemulsification",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "d60b40c3-d690-40d3-9ed0-cc17dcd39462",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following conditions IOL implantation after cataract surgery is contraindicated",
        "exp": "JUVENILE CHRONIC AHRITIS Juvenile chronic ahritis (JCA) is an idiopathic chronic inflammatory ahritis involving multiple joints (knee, elbow, ankle and interphalangeal joints) in children below the age of 16 years. The disease is also referred as Juvenile rheumatoid ahritis, though the patients are sero-negative for rheumatoid factor. In 30 percent cases, polyahritis is associated with hepatosplenomegaly and other systemic features, and the condition is labelled as Still's disease. Anterior uveitis associated with JCA is a bilateral (70%), chronic non-granulomatous disease, affecting female children more than the male (4: 1). It usually develops before the age of 6 years. Nearly half of the patients are positive for HLA-DW5 and 75 percent are positive for antinuclear antibodies (ANA). The onset of uveitis is asymptomatic and the eye is white even in the presence of severe uveitis. Therefore, slit-lamp examination is mandatory in children suffering from JCA. Complications: posterior synechiae, complicated cataract and band-shaped keratopathy. Ref:- A K Khurana; pg num:-157",
        "cop": 3,
        "opa": "Fuch's heterochromic iridocyclitis",
        "opb": "Reiter's syndrome",
        "opc": "Juvenile rheumatoid ahritis",
        "opd": "Psoriatic ahritis",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "82d68daa-3e3a-4563-b92a-1d3d98e8c65a",
        "choice_type": "single"
    },
    {
        "question": "Surgery of choice of congenital cataract is",
        "exp": "Childhood cataracts, (congenital, developmental as well as acquired) can be dealt with anterior capsulotomy and irrigation-aspiration of the lens matter or lensectomy. The needling operation (which was performed in the past) is now obsolete. Note- most of the books give lensectomy or aspiration as the surgery of choice for congenital cataracts. a peripheral rim of a capsule is usually left behind for secondary IOL implantation. Thus the closest possible answer is ECCE. Since glaucoma occurs in 10% of congenital cataract surgery, many surgeons delay the cataract surgery. Extracapsular cataract extraction with primary posterior capsulectomy and anterior vitrectomy is the procedure of choice ( limbal or pars plana approach). Ref khurana 6th edition pg 456",
        "cop": 1,
        "opa": "ECCE",
        "opb": "ICCE",
        "opc": "Needling",
        "opd": "Dessication",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "f989bd85-674c-4436-8771-53b493f557ac",
        "choice_type": "single"
    },
    {
        "question": "The following is not true about microspherophakia",
        "exp": "Ans. (a) It is associated with hypermetropia. Ref: Kanski 7/e, p. 309. Option a - In micro (small) sphero (spherical shaped) phakia, the lens has increased curvature giving it greater converging power and thus causing myopia. Option b/c/d - It is associated with Weill-Marchesani syndrome which is an autosomal recessive disorder and has the features of anterior ectopia lentis and short stature with stiff joints.",
        "cop": 1,
        "opa": "It is associated with hypermetropia",
        "opb": "It can be an autosomal recessive disorder",
        "opc": "Anterior dislocation is known as a complication",
        "opd": "It is associated with short stature and stiff joints",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "611eceb6-59a2-49f5-840e-f68a04a64929",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following does not involve lens capsule?",
        "exp": "Ans. (D) Siderosis bulbi > Glaucomflecken. Ref: American Academy of Ophthalmology, BSCS, Section 11/ p. 57-58. Option a - Deposition of iron molecules in the trabecular meshwork, lens epithelium, iris and retina. Option b - During blunt trauma to eye a circular ring of faint or stippled opacity is seen on the anterior capsule of lens due to brown amorphous granules of pigment lying Q on the capsule. Option d - Chalcosis occurs when an intraocular copper containing foreign body deposits copper in Descemet's membrane & the anterior lens capsule. Option c - Glaukomflecken are small, grey-white anterior subcapsular or capsular opacities within the pupillary area which represent focal infarcts of the lens epithelium, almost pathognomonic for past acute-angle closure glaucoma.",
        "cop": 4,
        "opa": "Siderosis bulbi",
        "opb": "Vossius ring",
        "opc": "Glaukomflecken",
        "opd": "Siderosis bulbi > Glaucomflecken",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "afd7408c-61be-4e0c-a85b-b5c698b5cd9d",
        "choice_type": "single"
    },
    {
        "question": "Fluctuating refractive errors with cataract are seen in -",
        "exp": "In diabetic cataract a large number of fluid vacuoles appear under the anterior and posterior pas of the capsule, initially manifesting as myopia and then producing a diffuse opacity.",
        "cop": 2,
        "opa": "Morgagnian cataract",
        "opb": "Diabetic cataract",
        "opc": "Intumescent cataract",
        "opd": "Traumatic cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "5353709d-4062-406d-9ef1-3bfb406fada6",
        "choice_type": "single"
    },
    {
        "question": "Sunflower cataract is Seen in",
        "exp": "A typical 'sunflower cataract' is seen in disorder of copper metabolism (Wilson's disease). It is produced by deposition of copper under the posterior capsule of the lens. It is brilliant golden green in colour and arranged like the petals of a sun flower. Ref:- A K Khurana; pg num:-410, 476,",
        "cop": 2,
        "opa": "Haemochromatosis",
        "opb": "Wilson's disease",
        "opc": "Galactosemia",
        "opd": "Diabetes milletus",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "ce59b0c0-483d-452a-aa07-dff2bf15cff7",
        "choice_type": "single"
    },
    {
        "question": "In senile nuclear cataract, type of myopia seen is",
        "exp": "Index myopia results from an increase in the refractive index of the crystalline lens associated with nuclear sclerosis. Visual deterioration due to senile cataract has some typical features. It is painless and gradually progressive in nature. Patients with central opacities (e. g., cupuliform cataract) have early loss of vision. These patients see better when the pupil is dilated due to dim light in the evening (day blindness). In patients with peripheral opacities (e. g. cuneiform cataract) visual loss is delayed and the vision is improved in bright light when the pupil is contracted. In patients with nuclear sclerosis, distant vision deteriorates due to progressive index myopia. Such patients may be able to read without presbyopic glasses. This improvement in near vision is referred to as 'second sight&;. As opacification progresses, vision steadily diminishes, until the only perception of light and accurate projection of rays remains in the stage of mature cataract. Ref: Khurana comprehensive ophthalmology 4th ed; Pg179",
        "cop": 2,
        "opa": "Curvature myopia",
        "opb": "Index myopia",
        "opc": "Axial myopia",
        "opd": "Positional myopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "d85ce735-efac-4c8d-a589-f9596926339d",
        "choice_type": "single"
    },
    {
        "question": "Anterior lenticonus may be associated with",
        "exp": "Lenticonus: It refers to cone-shaped elevation of the anterior pole (lenticonus anterior) or posterior pole (lenticonus posterior) of the lens. Lenticonus anterior may occur in Alpo&; s syndrome and lenticonus posterior in Lowe&; s syndrome. Slit-lamp examination confirms the diagnosis. Ref:- A K Khurana; pg num:-204",
        "cop": 2,
        "opa": "Marfan's syndrome",
        "opb": "Alpo's syndrome",
        "opc": "Homocystinuria",
        "opd": "Lowe's syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "5c1fc1ba-584a-4699-825b-60a965afeac4",
        "choice_type": "single"
    },
    {
        "question": "Water content in lens is-",
        "exp": "Water content of lens is 64%. Ref: Parson Ophthalmology 22nd/e p. 261&21st/e p. 256.",
        "cop": 1,
        "opa": "64%",
        "opb": "35%",
        "opc": "1%",
        "opd": "28%",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "fe108fb7-fe68-4111-980a-abfe6452824c",
        "choice_type": "single"
    },
    {
        "question": "The most common complication of hypermature sclerotic cataract is",
        "exp": "Subluxation of the lens is the most common complication of nuclear sclerotic hypermature cataract refer Khurana 6th edition page number 184",
        "cop": 1,
        "opa": "Dislocation of the lens",
        "opb": "Phacomorphic glaucoma",
        "opc": "Uveitis",
        "opd": "Neovascularization of retina",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "cc607c9d-fac9-4fe9-8416-2c0ceeed9d69",
        "choice_type": "single"
    },
    {
        "question": "Oil drop cataract is seen in:",
        "exp": "b) galactosemia refkhurana 3rd/e p. 194",
        "cop": 2,
        "opa": "Hunter's syndrome",
        "opb": "Galactosemia",
        "opc": "Steroid therapy",
        "opd": "Rubella",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "d195fec1-a5c3-4db1-bb53-6dbbf216354c",
        "choice_type": "single"
    },
    {
        "question": "Chalcosis is assosciated with",
        "exp": "Chalcosis is copper deposition whereas gold deposition is called Chrisiasis Long term intake of gold of more than 1000mg leads to corneal deposits and anterior subscapular cataract Refer: Khurana 6th edition page number 434",
        "cop": 1,
        "opa": "Copper",
        "opb": "Zinc",
        "opc": "Lead",
        "opd": "Gold",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "a04b3c41-167c-4ec4-82ee-5efb466c860a",
        "choice_type": "single"
    },
    {
        "question": "Typically bilateral inferior subluxations of the lens is seen in -",
        "exp": "Homocystinuria: It is an autosomal recessive, inborn error of metabolism. In it the lens is usually subluxated downwards and nasally.",
        "cop": 2,
        "opa": "Marfan's syndrome",
        "opb": "Homocystinuria",
        "opc": "Hyperinsulinemia",
        "opd": "Ocular trauma",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "089c6012-0c6c-401a-9131-159c3ae0bff8",
        "choice_type": "multi"
    },
    {
        "question": "Glass blowers cataract is caused due to-",
        "exp": "Glassblower's cataracts is formed by many years or decades of exposure to infrared radiation while working in the occupation lf glass blowing, or working close to hot or molten metals such with metal foundry workers or blacksmiths. Ref: Geddes, LA; Roeder, RA (2006). Handbook of Electrical Hazards and Accidents (2nd ed.). lawyers&Judges Publishing Company. p. 465.",
        "cop": 3,
        "opa": "Wilson's Disease",
        "opb": "Myotonic Dystrophy",
        "opc": "Infrared radiation",
        "opd": "Congenital Rubella",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "13320a4f-c801-4ddb-a22a-025c56185c4c",
        "choice_type": "single"
    },
    {
        "question": "Subluxation of lens occurs in",
        "exp": "(Marfan's syndrome): (214- Khurana 5th, 68- Nema 6th/e)SUBLUXATED LENS -The lens is kept in its position by the suspensory ligaments if the ligaments are weak or improperly developed the lens get subluxed. Clinico-ctiological typesI. Congenital displacement(a) Simple ectopia lentis(b) Ectopia lentis et papillae(c) Ectopia lentis with systemic anomalies1. Marfan's syndrome**2. Homocystinuria3. Weil Marchesani syndrome4. Ehler s Danlos syndrome5. Hyperlysinaemia6. Stickler syndrome7. Sulphite oxidase deficiency. II. Traumatic displacement of the lens* Usually associated with concussion injuries* Couching is an iatrogenic posterior dislocation of lens performed as a treatment of cataract in olden days* Posterior dislocation of lens- Deep AC- Tremulousness of the iris- Floating lens in the vitreous. III Consecutive or Spontaneous displacement. Common conditions -* Hypermature cataract* Buphthalmos* High myopia* Staphyloma* Intraocular tumours* Uveitis",
        "cop": 2,
        "opa": "Down syndrome",
        "opb": "Marfan's syndrome",
        "opc": "Sturge Weber syndrome",
        "opd": "Von-hipple syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "3a4ec308-8b23-4496-b430-00ff74892b1b",
        "choice_type": "single"
    },
    {
        "question": "Sunflower cataract seen in -",
        "exp": "(A) (Chalcosis) (438 Khurana 5th). Chalcosis: Changes produced by the alloy of copper in the eye. 1) Sunflower cataract: Produced by deposition of copper under the posterior capsule of the lens. It is brilliant golden green in colour and arranged like the petals of a sunflower. 2) Kaver - Fleischer ring - Golden brown ring which occurs due to deposition of copper under peripheral parts of the Descemet's membrane of the cornea.* Classical diabetic cataract consists of snowflake cortical opacities (\"Snow-flake cataract\" or \"Snow storm cataract\") occuring in young diabetics (166-Kanski).* \"Oil droplet central cataract\" in Galactosaemia.* \"Sunflower Cataract\" in Wilson's disease.* \"Christmas tree pattern\" - Dystrophia myotonica.* \"Rosette Shaped Cataract\" -Blunt trauma.* \"Glass blower\" or \"glass worker's\" cataract - Infrared (heat) Radiation.",
        "cop": 1,
        "opa": "Chalcosis",
        "opb": "Galectosemia",
        "opc": "Trauma",
        "opd": "Juvenile diabetes",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "4b34296b-a8ff-4e0c-a92b-2c88b77671bf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following step is not done during phacoemulsification surgery for cataract?",
        "exp": "Ans. is 'd' i. e., Sclerocorneal tunnel Phacoemulsification* It is nothing else but an advancement in the method of doing ECCE. Here the nucleus is converted into pulp or emulsified using high frequency sound waves, and then sucked out of the eye through a small (3. 2 mm) incision at sclerocorneal junction. A special foldable IOL is then inserted into the posterior chamber through the same incision. ECCE by phacoemulsification with foldable posterior chamber IOL is the procedure of choice for cataract.* The steps in phacoemulsification include: (i) Corneoscleral incision, (ii) Continuous curvilinear capsulorrhexis, (iii) Hydrodissection and hydrodelineation (iv) Emulsification and aspiration of nucleus and then cortex, (v) Foldable IOL implantation in posterior chamber.* Recovery with phacoemulsification is fastest as incision is very small and no sutures are taken.",
        "cop": 4,
        "opa": "Irrigation and drainage of cortex",
        "opb": "Continuous curvilinear capsulorrhexis",
        "opc": "Foldable IOL implantation",
        "opd": "Sclerocorneal tunnel",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "65bb592f-4aca-4692-811f-548993279269",
        "choice_type": "multi"
    },
    {
        "question": "Epithelium is absent in lens on-",
        "exp": "There is no epitheliunm on posterior surface.",
        "cop": 3,
        "opa": "Anterior surface",
        "opb": "Anterior pole",
        "opc": "Posterior surface",
        "opd": "At zonular attachment",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "5666a362-cb76-40e6-a0cb-1d72c7bcc983",
        "choice_type": "single"
    },
    {
        "question": "Rosette cataract seen in?",
        "exp": "Rosette cataract it is the most typical form of concussion cataract. It appears as feathery lines of opacities along the star-shaped suture lines; usually in the posterior coex. Concussion cataract occurs mainly due to imbibition of aqueous and paly due to direct mechanical effects of the injury on lens fibres. REF IMG",
        "cop": 1,
        "opa": "Ocular trauma",
        "opb": "Diabetes",
        "opc": "Wilsons",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "db5c2c2d-d43e-4407-894c-054382cb5ebc",
        "choice_type": "multi"
    },
    {
        "question": "A child has got a congenital cataract involving the visual axis which was detected by the parents right at bih. This child should be operated-",
        "exp": "Congenitla unilateral cataract ivolving visual axis requires urgent surgery, as early as possible, i. e. within days. Congenital bilateral cataract i) Dense:- Early surgery by 4-6 weeks of age. ii) Paial:- Regular followup. Congenital unilateral cataract i) Dense or involving visual axis:- Urgent surgery within days. ii) Paial:- Observation. Ref: Ophthalmology by Duker 2nd/e p. 420; Parson's 22nd/e p. 270&21st/e p. 266, 267; Khurana 7th/e p. 192&4thg/e p. 174.",
        "cop": 1,
        "opa": "Immediately",
        "opb": "At 2 months of age",
        "opc": "At 1 year of age when the globe becomes normal sized",
        "opd": "After 4 years when entire ocular and orbital growth becomes normal",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "60732fa6-3db7-451c-b079-7aeec3fc0643",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man who underwent phacoemulsification surgeryand placement of foldable intraocular lens of left eye a year back has come with complaints of hazy vision now in that eye. There is no associate redness or pain or watering of eye. The most common cause is:",
        "exp": "Ans: (a) Posterior capsular opacification. Ref: A. K. Khurana's Comprehensive Ophthalmology, 6th edition, Page 215; Parson's Diseases of the Eye, 22nd edition, Page 285. The causes of defective vision after cataract surgery are: Postoperative astigmatism due to surgical incision. Wrong IOL power. Cystoid macular edema. Posterior capsular opacification. Other associated ocular disorders like glaucoma, retinal diseases. Post operative astigmatism and wrong IOL power presents with defective vision from day 1 post operative period. Cystoid macular edema (Irvin Gauss syndrome) presents with defective vision 1 -3 months after surgery till then vision will be good. Similarly, PCO (posterior capsular opacification) usually presents after 1 year. Posterior Capsular Opacification / After Cataract / Secondary Cataract. Causes. Residual lens matter - when all the cortex is not removed completely during cataract extraction. Proliferative type - germinative zone of the anterior lens epithelium proliferate - dysplasia - opaque cells (Waddl cells). Types. When the PCO involves the peripheral capsule, it will not cause defective vision. When it involves the visual axis/Central part of the PC, then the patient will have glare and defective vision which is gradual in onset and painless in nature. Membranous - thin/dense. Sommering's Ring - Peripheral ring shaped opacity between anterior and posterior lens capsule. So, visual axis clear - Asymptomatic. Elschnig's Pearls - Soap bubble like appearance migrating towards the visual axis. Treatment. When the visual axis is clear - no need of treatment. ND YAG laser capsulotomy (1064 nm wavelength and photodisruption in action), Discission with cystitome. Cystoid Macular Edema (Irvin Gauss syndrome). Usually presents with defective vision 1-3 months after cataract surgery. Etiology: Vitreous disturbances during surgery - Prostaglandin release - Accumulation of fluid in the Henle's layer of macula. On Fundoscopy: Honey Comb appearance. On FFA: Flower Petal appearance. Prevention: Perioperative and post-operative use of topical anti-prostaglandins eyedrops. Treatment. Topical steroids and anti-prostaglandins, Vitrectomy.",
        "cop": 1,
        "opa": "Posterior capsular opacification",
        "opb": "Cystoid macular edema",
        "opc": "Neovascular glaucoma",
        "opd": "Chorioretinits",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "45453d99-3e9b-4075-af24-fb16a454db32",
        "choice_type": "single"
    },
    {
        "question": "Phacoemulsification includes",
        "exp": "PHACOEMULSIFICATION Steps: 1. Corneoscleral incision required is very small (3 mm). Therefore, sutureless surgery is possible with self-sealing scleral tunnel or clear corneal incision made with a 3 mm keratome. 2. Continuous curvilinear capsulorrhexis (CCC) of 4-6 mm. 3. Hydrodissection i. e., separation of capsule from the coex by injecting fluid exactly between the two is must for phacoemulsification in SICS. This procedure facilitates nucleus rotation and manipulation during phacoemulsification. Some surgeons also perform hydrodelineation 4. Nucleus is emulsified and aspirated by phacoemulsifier. Phacoemulsifier basically acts through a hollow 1-mm titanium needle which vibrates by piezoelectric crystal in its longitudinal axis at an ultrasonic speed of 40000 times a second and thus emulsifies the nucleus. 5. Remaining coical lens matter is aspirated with the help of an irrigation-aspiration technique. 6. Next steps i. e., IOL implantation, removal of viscoelastic substance and wound closure. Ref:- A K Khurana; pg num:-191, 193",
        "cop": 4,
        "opa": "Hydrodissection",
        "opb": "Hydrodeliniation",
        "opc": "Continuous curvilinear capsulorrhexis",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "a264559a-b45d-4908-a28f-74db4f2dd543",
        "choice_type": "multi"
    },
    {
        "question": "Lens contains the oldest cells in-",
        "exp": "Nucleus is the central pa containing older fibres. Embryonic zone of nucleus (embryonic nucleus) contains oldest fibres. Coex contains the youngest fibres. Ref: Parson's 22nd/e p. 261&21st/e p. 256, 257; Khurana 7th/e p. 185&4th/e p. 167.",
        "cop": 1,
        "opa": "Nucleus",
        "opb": "Anterior surface of lens",
        "opc": "Posterior surface of lens",
        "opd": "Nucleo- coical junction",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "0a3ee0b4-bc37-43d5-b29e-1cd99c6792a3",
        "choice_type": "single"
    },
    {
        "question": "After cataract",
        "exp": "i. e. (Elschnig's pearls): (201-Khurana 4th) (278-79- Parson 21st)* Elschnig s pearls - in which the vacuolated sub capsular epithelial cells are clustered like soap bubbles along the posterior capsule. Soemmering's ring - in which refer to a thick ring of after cataract formed behind the iris, enclosed between the two layers of capsule. AFTER CATARACT OR SECONDARY CATARACT - It is the opacity which persists or develops after extracapsular lens extraction (ECLE)* YAG - laser capsulotomy is the treatment of choice**",
        "cop": 2,
        "opa": "Polychromatic lusture",
        "opb": "Elschnig's pearls",
        "opc": "'Bread-crumb' appearance",
        "opd": "'Snow-flake' cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "4f79134c-c671-4778-9d15-23904694b013",
        "choice_type": "single"
    },
    {
        "question": "Drugs causing anterior subcapsular opacities are all except",
        "exp": "TOXIC CATARACTS Coicosteroid-induced cataract: Posterior subcapsular opacities are associated with the use of topical as well as systemic steroids. Prolonged use of steroids in high doses may result in cataract formation. Children are more susceptible than adults. Miotics-induced cataract: Anterior subcapsular granular type of cataract may be associated with long-term use of miotics, paicularly long acting cholinesterase inhibitors such as echothiophate, demecarium bromide, disopropyl fluorophosphate (DFP). Other drugs associated with fine toxic cataracts are amiodarone, chlorpromazine, busulphan, gold and allopurinol. Ref:- A K Khurana; pg num:-182",
        "cop": 2,
        "opa": "Phenothiazines",
        "opb": "Systemic steroids",
        "opc": "Amiodarone",
        "opd": "Busulphan",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "636bea0d-fbad-4ef4-977a-ed456cfd98af",
        "choice_type": "multi"
    },
    {
        "question": "The water content in the lens is",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 181). The lens is composed of 64% water, 35% protein, and 1% lipid, carbohydrate and trace elements. The protein concentration in the lens is actually the highest amongst body tissues. The main types of proteins are alpha (31%), beta (55%) and gamma (2%) crystallins, and insoluble albuminoids (12%)",
        "cop": 4,
        "opa": "1%",
        "opb": "28%",
        "opc": "35%",
        "opd": "64%",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "5dc7f692-7df1-48fb-9621-75bf50308d9b",
        "choice_type": "single"
    },
    {
        "question": "Typical appearance of diabetic cataract is -",
        "exp": "In diabetic cataract, initially a large number of fluid vacuoles appear underneath the anterior and posterior capsules, which is soon followed by appearance of bilateral snowflake-like white opacities in the coex. REF IMG",
        "cop": 4,
        "opa": "Sunflower type",
        "opb": "Breadcrumb type",
        "opc": "Polychromatic lusture",
        "opd": "Snow flake appearance",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "7f77d7b8-fe65-475e-9f7d-b1946267dfce",
        "choice_type": "single"
    },
    {
        "question": "The crystalline lens derived its nutrition from",
        "exp": "Lens is is avascular and hence derives its nutrition from aqeous humour Refer Khurana 6th edition page number 201",
        "cop": 3,
        "opa": "Blood vessels",
        "opb": "connective tissue",
        "opc": "Aqueous",
        "opd": "Zonules",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "143f662b-f37d-44b2-91dd-64f7e04c76b3",
        "choice_type": "multi"
    },
    {
        "question": "Surgery of choice for congenital cataract-",
        "exp": "Extracapsular cataract extraction (ECCE) with primary posterior capsulectomy and anterior vitrectomy is the procedure of choice ( limbal or pars plana approach). This is done by phacoemulsification. After cataractous lens extraction, the child is treated:- i) If<2 years old-Extended wear contact lenses. Ref: Yanoff & Ducker 3rd/e p. 450-454. ii) If>2 years old-Posterior chamber IOL implantation.",
        "cop": 1,
        "opa": "ECCE",
        "opb": "ICCE",
        "opc": "Needling",
        "opd": "Discission",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "6af7fdcb-4619-424a-8aba-b0389a16f8f2",
        "choice_type": "single"
    },
    {
        "question": "Zonular cataract",
        "exp": "i. e. (Developmental cataract): (265-Parson 21st) (172-Khurana 4th)ZONULAR OR LAMELLAR CATARACT - refers to the developmental cataract in which the opacity occupies a discrete zone in the lens. Most common types of congenital cataract presenting with visual impaiment*** Usually bilateral* Lineal opacities like spikes of a wheel (called riders) may run outwards towards the equator- Other most common types of developmental cataract- Punctate cataract- Fusiform cataract- Nuclear cataract- Coronary cataract- Anterior capsular (polar) cataract- Posterior capsular (polar) cataract",
        "cop": 2,
        "opa": "Riders not seen",
        "opb": "Developmental cataract",
        "opc": "Acquired cataract",
        "opd": "After complication",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "5f17bf78-f09d-4468-a554-2f8282f35942",
        "choice_type": "single"
    },
    {
        "question": "Zonular cataract is seen in",
        "exp": "Lamellar or Zonular cataract It is a developmental cataract in which the opacity occupies a discrete zone in the lens. It is the most common type of congenital cataract presenting with visual impairment. Characteristic features. Typically, this cataract occurs in a zone of foetal nucleus surrounding the embryonic nucleus. The main mass of the lens internal and external to the zone of cataract is clear, except for small linear opacities like spokes of a wheel(riders) which may be seen towards the equator. Occasionally two such rings of opacity are seen. It is usually bilateral and frequently causes severe visual defects. Ref; A. K. Khurana; 6th edition; Page no: 184",
        "cop": 2,
        "opa": "Diabetes mellitus",
        "opb": "Hypoparathyroidism",
        "opc": "Gauchers disease",
        "opd": "Niemann pick's disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "6c17e51b-3307-4e6c-8306-c95ee8f9ef0d",
        "choice_type": "single"
    },
    {
        "question": "Water content In lens is -",
        "exp": "The lens is composed of 64% water, 35% protein, and 1% lipid, carbohydrate and trace elements.",
        "cop": 1,
        "opa": "64%",
        "opb": "35%",
        "opc": "1%",
        "opd": "28%",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "4ab36437-7505-4d62-be86-ea6cb5925b3b",
        "choice_type": "single"
    },
    {
        "question": "A patient presents to the emergency department with uniocular diplopia. Examination with oblique illumination shows golden crescent while examination with co-axial illumination show a dark crescent line. Which of the following is the most likely diagnosis?",
        "exp": "Ans. (d) Ectopia lentis. Ref: 'Ophthalmology by Khurana (2005)/p. 25; 'Clinical Examination in Ophthalmology' by Mukherjee (2006)/166; Neema 6/e, p. 285, 286. Presence of uniocular diplopia together with finding of golden crescent on oblique illumination (edge of subluxated lens) or black crescent line on co-axial illumination (edge of subluxated lens) suggests a diagnosis of 'Subluxation' of the crystalline lens.",
        "cop": 4,
        "opa": "Lenticonus",
        "opb": "Coloboma",
        "opc": "Microspherophakia",
        "opd": "Ectopia lentis",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "47ee0aea-b0d5-46bc-ad86-6dfd7bf577cc",
        "choice_type": "single"
    },
    {
        "question": "Foldable lesn is made up of -",
        "exp": "(IOL are made of (i) PMMA (ragid IOL); (ii) Silicon, acrylic, hydrogel, collamer (foldable IOL). Ref: Khurana 7th/e p. 213 & 4th/e p. 195)",
        "cop": 2,
        "opa": "PMMA",
        "opb": "Silicon",
        "opc": "Hydrogel",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "61135cc1-061f-4561-98d0-9cb8bd5e3b1e",
        "choice_type": "multi"
    },
    {
        "question": "A 55 year old patient complains of decreased distance vision. However, now he does not require his near glasses for near work. The most likely cause is-",
        "exp": "This is a typical example of second-sight. Ref: Ophthalmology by Ducker 2nd/e p. 412. (Ref: Ophthalmology by Ducker 2nd/e p. 412) This is a typical example of second-sight. When a neclear cataract develops, it can bring about a temporary improvement in near vision, called 'second sight'.",
        "cop": 3,
        "opa": "Posterior subcapsular cataract",
        "opb": "Zonular cataract",
        "opc": "Nuclear sclerosis",
        "opd": "Anterior subcapsular cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "37d3b9dc-4758-473d-9945-fc03c6e04453",
        "choice_type": "single"
    },
    {
        "question": "Anterior lenticonus is found in",
        "exp": "Alpos syndrome is familial hemorrhagic nephritis Refer: Khurana 6th edition page number 218",
        "cop": 1,
        "opa": "Alpo syndrome",
        "opb": "Lowe's syndrome",
        "opc": "Down syndrome",
        "opd": "Willium syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "241aa6d3-7143-4cd1-aa4c-0c38a9ebdfbc",
        "choice_type": "single"
    },
    {
        "question": "Morgagnian cataract is a type of:",
        "exp": "Ans: a (Hypermature cataract) Ref: AK Kh. URANA, 4th ed,. p 177. When a mature cataract is left in situ the stage of hypermaturity sets in. It can occur in any of the two forms1. Morgagnian hypermature cataract2. Sclerotic type hypermature cataract. Morgagnian type. Sclerotic type. Whole cortex liquefies. Lens converted into a bag of milky fluid. Nucleus settles at the bottom, altering its position with change in position of the head. Cortex disintegrates. Lens shrunken due to leakage of water. AC becomes deep. Iris becomes tremulous (iridodonesis) Remember: 1. Chalcosis, Wilson's disease, Foreign body eye}-- Sunflower cataract2. Diabetes mellitus -- Snow storm! snowflake3. Galactosemia -- Oil drop cataract4. Myotonic dystrophy -- Christmas tree pattern5. Complicated cataract -- Polychromatic lusture, bread crumb appearance6. Atopic dermatitis -- Shield cataract7. Trauma -- Rosette shaped, Voissius ring",
        "cop": 1,
        "opa": "Hypermature cataract",
        "opb": "Immature cataract",
        "opc": "Nuclear cataract",
        "opd": "Congenital cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "edf04d49-ac78-40d4-ae3d-1d8ab6d46c3c",
        "choice_type": "single"
    },
    {
        "question": "Elschnig's pearls is seen in -",
        "exp": "Clinical types of after cataract(secondary cataract). After cataract may present as thickened posterior capsule, or dense membranous after cataract or Soemmering's ring which refers to a thick ring of after cataract formed behind the iris, enclosed between the two layers of capsule or Elschnig's pearls in which the vacuolated subcapsular epithelial cells are clustered like soap bubbles along the posterior capsule. REF IMG",
        "cop": 2,
        "opa": "Wilson's disease",
        "opb": "Secondary cataract",
        "opc": "Complicated cataract",
        "opd": "Congenital cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "21f809d3-23fc-4783-9ed9-7657844042ad",
        "choice_type": "single"
    },
    {
        "question": "Best way to prevent infection after cataract surgery is-",
        "exp": "4 times for 14 days comprehensive ophthalmology. REF: khurana, pg no 210",
        "cop": 1,
        "opa": "Antibiotics",
        "opb": "Eyebrows shaving",
        "opc": "Through irrigation",
        "opd": "None of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "cc76b93e-f123-40e7-aa19-4ec1f6dc7941",
        "choice_type": "multi"
    },
    {
        "question": "An infant present with bilateral white pupillary reflex. On slit lamp examination a zone of opacity is observed arround the fetal nucleus with spoke like radial opacities. The most likely diagnosis is-",
        "exp": "lamellar cataract - opacities in the foetal nucleus and which are small linear like spokes of a wheel towards the equator. Cataracta centralis pulverulenta - small rounded opacity lying exactly in the centre of the lens. Coronary cataract - opacities are often many hundreds in number and have a regular radial distribution in the periphery of lens encircling the central axis. posterior polar cataract - small circular circumscribed opacity involving the posterior pole.",
        "cop": 2,
        "opa": "Cataracta Centralis Pulverulenta",
        "opb": "Lamellar cataract",
        "opc": "Coronary cataract",
        "opd": "Posterior polar cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "6e218e5c-2a3c-4b0e-b164-b0a21756f009",
        "choice_type": "single"
    },
    {
        "question": "Late onset endophthalmitis after cataract surgery is caused by",
        "exp": "Bacterial endophthalmitis: This is one of the most dreaded complications with an incidence of 0. 2 to 0. 5 percent. The principal sources of infection are contaminated solutions, instruments, surgeon&; s hands, patient&; s own flora from conjunctiva, eyelids and air-borne bacteria. Symptoms and signs: Present between 48 and 72 hours after surgery and include: ocular pain, diminshed vision, lid oedema, conjunctival chemosis and marked circumciliary congestion, corneal oedema, exudates in pupillary area, hypopyon and diminished or absent red pupillary glow. Delayed chronic postoperative endophthalmitis: is caused when an organism of low virulence (Propionobacterium acne or staph epidermidis) becomes trapped within the capsular bag. It has an onset ranging from 4 weeks to years (mean 9 months) postoperatively. Ref:- A K KHURANA; pg num:-200, 201",
        "cop": 2,
        "opa": "Streptococcus pyogenes",
        "opb": "Propionibacterium acne",
        "opc": "Staphylococcus aureus",
        "opd": "Pseudomonas",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "54f38dae-1ee5-4473-87f3-a87c9b3fbfde",
        "choice_type": "single"
    },
    {
        "question": "Polychromatic lusture is seen in-",
        "exp": "In complicated cataract 'polychromatic luster'ie., appearance of iridescent coloured paicles of reds, greens and blue is a very characteristic sign (Rainbow cataract). IMG REF",
        "cop": 1,
        "opa": "Complicated cataract",
        "opb": "Diabetes mellitus",
        "opc": "Post radiation cataract",
        "opd": "Congenital cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "fce20b2d-9c92-4337-9a7e-3a823d58af0a",
        "choice_type": "single"
    },
    {
        "question": "Anterior lenticonus is found in -",
        "exp": "Lenticonus: It refers to cone-shaped elevation of the anterior pole (lenticonus anterior) or posterior pole (lenticonus posterior) of the lens. Lenticonus anterior may occur in Alpo's syndrome and lenticonus posterior in Lowe's syndrome. REF IMG",
        "cop": 3,
        "opa": "Lowe's syndrome",
        "opb": "William's syndrome",
        "opc": "Alpo's syndrome",
        "opd": "Down's syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "ca7e9830-bf1b-47a3-9306-5c8ed4e85750",
        "choice_type": "single"
    },
    {
        "question": "Traumatic dislocation of lens is diagnosed by -",
        "exp": "shining golden crescent is seen. REF: khurana, pg no 217.",
        "cop": 4,
        "opa": "Direct ophthalmoscopy",
        "opb": "Indirect ophthalmoscppy",
        "opc": "Distant direct ophthalmoscopy",
        "opd": "Slit lamp examination",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "719763e9-a804-4330-93be-3d605afeb354",
        "choice_type": "single"
    },
    {
        "question": "Which is not a cataract surgery-",
        "exp": "Lensectomy In this operation most of the lens including anterior and posterior capsule along with anterior vitreous are removed with the help of a vitreous cutter. Childhood cataracts, both congenital/developmental and acquired, being soft are easily dealt with this procedure especially in very young children (less than 2 years of age) in which primary IOL implantation is not planned. Goniotomy Surgical procedure for congenital glaucoma In this procedure a Barkan&; s goniotomy knife is passed through the limbus on the temporal side. Under gonioscopic control the knife is passed across the anterior chamber to the nasal pa of the angle. An incision is made in the angle approximately midway between root of the iris and Schwalbe&; s ring through approximately 75deg. The knife is then withdrawn. Although the procedure may have to be repeated, the eventual success rate is about 85 percent. Phacoemulsification Phacoemulsification is a technique of extracapsular cataract extraction in which after the removal of anterior capsule (by capsulorhexis), the lens nucleus is emulsified and aspirated by the probe of a phacoemulsification machine. IOL Indication: Recent trend is to implant an IOL in each and every case being operated for cataract; unless it is contraindicated. However, operation for unilateral cataract should always be followed by an IOL implantation.",
        "cop": 2,
        "opa": "Lensectomy",
        "opb": "Goniotomy",
        "opc": "Phacoemulsification",
        "opd": "IOL",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "5da68d5f-3974-4a9b-b382-6fffa362b5fa",
        "choice_type": "single"
    },
    {
        "question": "Complicated cataract occurs at?",
        "exp": "Ans. (c) Posterior cortex. Ref: Parson's 22/e, p. 268; American Academy of Ophthalmology p. 54. Cataract secondary to intraocular diseases (Inflammatory and degenerative) is called complicated cataract. They occur due to posterior cortical atrophy.",
        "cop": 3,
        "opa": "Posterior capsule",
        "opb": "Anterior capsule",
        "opc": "Posterior cortex",
        "opd": "Anterior cortex",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "f3784fb9-db75-4629-93f6-0da8fec8624c",
        "choice_type": "single"
    },
    {
        "question": "A child has got a congenital cataract involving the visual axis which was detected by the parents right at bih. This child should be operated -",
        "exp": "1). Bilateral dense - cataract requires early surgery (i. e. by 6 weeks of age Q) to prevent the development of stimulus deprivation amblyopia 2). Bilateral paial- cataract may not require surgery until later if at all, in cases of doubt, it may be prudent to defer surgery monitor lens opacity, and visual function and intervene later if vision deteriorates. 3). Unilateral dense - cataract merits urgent surgery (within days Q) followed by aggressive anti-amblyopia therapy. It the cataract is detected after 16 weeks of age then surgery can be delayed little because amblyopia is refractory 4). Paial unilateral - cataract can usually be observed or treated non surgically with pupillary dilatation and possibly pa-time contra lateral occlusion to prevent amblyopia \"The critical period of developing the fixation reflexes in both unilateral and bilateral visual deprivation disorders is between 2 and 4 month of age, any cataract dense enough to impair vision must be dealt with before this age and the earliest possible time is preferred",
        "cop": 1,
        "opa": "Immediately",
        "opb": "At 2 months of age",
        "opc": "At 1 year of age when the globe becomes normal sized",
        "opd": "After 4 years when entire ocular and orbital growth becomes normal",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "dee9f9a6-9aef-4a03-8b33-c43d2ad85c7b",
        "choice_type": "single"
    },
    {
        "question": "Most common type of senile cataract-",
        "exp": "Most common type of senile cataract is cunieform coical (70%) followed by nuclear (25%) and cupuliform.",
        "cop": 1,
        "opa": "Cunieform",
        "opb": "Nuclear",
        "opc": "Cupuliform",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "2b2a9061-2018-4ec2-aa34-307d45af2b12",
        "choice_type": "multi"
    },
    {
        "question": "Cupuliform cataract stas from-",
        "exp": "Cupuliform cataract is posterior subcapsular cataract and gradually extends outwards. Ref: Parson's 22nd/e p. 267, 616& 21st/e p. 258, 260; Khurana 7th/e p. 194 & 4th/e p. 177.",
        "cop": 1,
        "opa": "Posterior subcapsular region",
        "opb": "Anterior capsule",
        "opc": "Near nucleus",
        "opd": "Annularly",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "31b0a316-fe94-4416-b4ca-ff33416c46d6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not handle the free radicals in the lens",
        "exp": "Lens has two major antioxidant Vitamin C and Vitamin E also it has two detoxifying enzymes that is catalase and superoxide dismutase Refer: Khurana 6th edition page number 219",
        "cop": 1,
        "opa": "Vitamin A",
        "opb": "Vitamin E",
        "opc": "Vitamin C",
        "opd": "Catalase",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "21437a8c-0519-4a82-8443-ac4b3ce3abb0",
        "choice_type": "single"
    },
    {
        "question": "In which of the following condition frequent change of specatcles is seen",
        "exp": "Ans. (b) Incipient cataract2 cheeky, confusing questions on the change of a word. Frequent change of glasses - cortical (incipient) or nuclear cataract. Frequent change of presbyopic glasses - primary open angle glaucoma.",
        "cop": 2,
        "opa": "Morgagnian cataract",
        "opb": "Incipient cataract",
        "opc": "Primary open angle glaucoma",
        "opd": "Presbyopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "06f403c5-6548-4b87-9aca-fb097d54086b",
        "choice_type": "single"
    },
    {
        "question": "What is the new advance in cataract surgery?",
        "exp": "Ans. is 'a' i. e., Femtosecond laser * Femtosecond laser-assisted cataract surgery provides surgeons an exciting new option to potentially improve patient outcomes and safety.* In this surgery a femtosecond laser is used for various steps like lens fragmentation and capsulotomy.* Although the results have been good the technology is currently very expensive.",
        "cop": 1,
        "opa": "Femtosecond laser",
        "opb": "Neodymium Laser",
        "opc": "Nanosecond laser",
        "opd": "Picosecond Laser",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "4014580a-5c02-4bc6-b89c-717e0cc1f5eb",
        "choice_type": "single"
    },
    {
        "question": "Most common complication of extracapsular cataract surgery is -",
        "exp": "In extracapsular cataract extraction (ECCE), major poion of anterior capsule with epithelium, nucleus and coex are removed; leaving behind intact posterior capsule. So, opacificatiton of posterior capsule is the most common complication of extracapsular cataract surgery. Corneal complications and iritis/other inflammation are common post-operative complications.",
        "cop": 2,
        "opa": "Retinal detachment",
        "opb": "Opacificatiton of posterior capsule",
        "opc": "Vitreous haemorrhage",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "9c864539-9aa3-4b85-ae58-676cf0a2e625",
        "choice_type": "multi"
    },
    {
        "question": "Commonest cause of cataract-",
        "exp": "Most common type of cataract is senile (age related) cataract. Ref: Ophthalmology by Duker's 2nd/e p. 420.",
        "cop": 4,
        "opa": "Hereditary",
        "opb": "DM",
        "opc": "Trauma",
        "opd": "Age related",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "f9b2d194-c87d-4952-9a1b-a242903d25e5",
        "choice_type": "single"
    },
    {
        "question": "The crystalline lens derives its nourishment from-",
        "exp": "Major source of energy for lens is glucose which diffuses from aqueous (mainly) and vitreous into the lens. Ref: Anatomy & Physiology of the eye 2nd/e p. 99.",
        "cop": 3,
        "opa": "Blood vessels",
        "opb": "Connective tissue",
        "opc": "Aqueous and vitreous",
        "opd": "Zonules",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "bbd8294a-224b-48ad-bbd9-1de66c84c128",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is seen with use of Systemic steroid:",
        "exp": "Ans. (b) Cataract* Side of oral/systemic steroid: Cataract* Side effect of topical steroid: Glaucoma# Mtt: GTCS (Glaucoma-topical; Cataract- Systemic)* Blepharoconjuncivitis is Side effect of Timolol",
        "cop": 2,
        "opa": "Glaucoma",
        "opb": "Cataract",
        "opc": "Bleaphroconjuctivitis",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "26464650-7a7a-499b-8ace-9996d782f697",
        "choice_type": "multi"
    },
    {
        "question": "Which morphological type of cataract is most visually handicapping?",
        "exp": "Cupuliform (Posterior subcapsular) cataract lies right in the pathway of the asil rays and thus causes an early loss of visual acuity. Ref: Parson's 21st/e p. 258, 260; Khurana 7th/e p. 194 & 4th/e p. 177.",
        "cop": 3,
        "opa": "Coical",
        "opb": "Nuclear",
        "opc": "Posterior subcapsular",
        "opd": "Zonular",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "5ac5ea03-b44d-4350-8ec6-ec490ceb3d36",
        "choice_type": "multi"
    },
    {
        "question": "Nuclear drop is seen in?",
        "exp": "Nuclear drop or dropped lens is complication of cataract surgery. During cataract surgery theremay ber tear in posterior capsule causing droping lens in vitreous. \"The impoance of posterior polar cataract lies in its higher risk of complication - posterior capsular tear and possible nucleus drop during surgery\". (Ref: www. ncbi. nlm. nih. gov)",
        "cop": 1,
        "opa": "Posterior polar cataract",
        "opb": "Posterior subcapsular cataract",
        "opc": "Coical cataract",
        "opd": "Congenital cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "4297f21f-da0e-436b-b3d3-cd5a1281478d",
        "choice_type": "single"
    },
    {
        "question": "Drug among the following causing cataract is",
        "exp": "Drugs causing cataract: i. Coicosteroidsii. Phenothiazines and other antipsychoticsiii. Topical mioticsiv. Amiodaronev. Statins. Ref. Aravind FAQs in Ophthalmology(first edition) Pg-310",
        "cop": 2,
        "opa": "Amikacin",
        "opb": "Dexamethasone",
        "opc": "Chloramphenicol",
        "opd": "Penicillin",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "66a2aa3c-90cd-4acc-b048-456acce12490",
        "choice_type": "single"
    },
    {
        "question": "Ectopia lentis is seen in all except",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 216 - 217) Types of lens dislocations in various disease: Marfan syndrome-superotemporal. Homocystinuria-Inferonasal. Weil-Marchesani syndrome -forward Ectopia lentis is a displacement or malposition of the eye's crystalline lens from its normal location. A paial dislocation of a lens is termed lens subluxation or subluxated lens; a complete dislocation of a lens is termed lens luxation or luxated lens. Ectopia lentis syndrome is an inherited connective tissue disorder that shares some of the features of Marfan syndrome - paicularly lens dislocation of the eye, which can cause serious vision problems.",
        "cop": 4,
        "opa": "Marfan's syndrome",
        "opb": "Ehler Danlos syndromeq",
        "opc": "Trauma",
        "opd": "Osteogenesis imperfecta",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "c479f392-b6bc-4b9f-b0ce-e0393bbd6c67",
        "choice_type": "multi"
    },
    {
        "question": "A 6 month old baby presents with bilateral cataract. A urine test is requested to suspect:",
        "exp": "Ans. (b) Galactosemia. Ref: Parson's 22/e, p. 273. Laboratory investigations for the diagnosis of bilateral, non- hereditary pediatric cataract. Blood test. Serum biochemistry for levels of blood glucose, calcium and phosphorus. Red blood cell transferase and galactokinase levels. Serology for estimating the tiers of antibody for infections such as toxoplasmosis, rubella, cytomegalovirus and herpes simplex virus (TORCH) and hepatitis B virus. Urine test. Urine assay for the presence of reducing substances after milk feeding (for galactosaemia). Screening for amino acids in the urine (if Lowe syndrome is suspected)",
        "cop": 2,
        "opa": "Homocystinuria",
        "opb": "Galactosemia",
        "opc": "Hyperlysinemia",
        "opd": "Sulfite oxidase deficiency",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "a45c2a5d-1d96-43a0-81d0-b1e79c89c5b5",
        "choice_type": "single"
    },
    {
        "question": "Polychromatic lustre is seen in",
        "exp": "COMPLICATED CATARACT It refers to opacification of the lens secondary to some other intraocular disease. Etiology: 1. Inflammatory conditions. These include uveal inflammations (like iridocyclitis, parsplanitis, choroiditis), hypopyon corneal ulcer and endophthalmitis. 2. Degenerative conditions such as retinitis pigmentosa and other pigmentary retinal dystrophies and myopic chorioretinal degeneration. 3. Retinal detachment. 4. Glaucoma (primary or secondary). 5. Intraocular tumours such as retinoblastoma or melanoma may give rise to complicated cataract in late stages. Clinical features: Typically the complicated cataract stas as posterior coical cataract. Lens changes appear typically in front of the posterior capsule. The opacity is irregular in outline and variable in density. In the beam of slit- lamp the opacities have an appearance like 'bread- crumb'. A very characteristic sign is the appearance of iridescent coloured paicles the so-called 'polychromatic lustre' of reds, greens and blues. A diffuse yellow-haze is seen in the adjoining coex. Slowly the opacity spreads in the rest of the coex, and finally the entire lens becomes opaque, giving chalky white appearance. Deposition of calcium is common in the later stages. Ref:- A K KHURANA; pg num:-181, 182",
        "cop": 4,
        "opa": "Post radiation cataract",
        "opb": "Diabetic cataract",
        "opc": "Congenital cataract",
        "opd": "Complicated cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "ace057ba-8321-44d1-833c-0a39768c1b93",
        "choice_type": "single"
    },
    {
        "question": "Superotemporal dislocation of the lens is seen in",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 215 - 216). Types of lens dislocations in various disease: Marfan syndrome-superotemporal. Homocystinuria-Inferonasal. Weil-Marchesani syndrome-forward",
        "cop": 1,
        "opa": "Marfan's syndrome",
        "opb": "Homocystinuria",
        "opc": "Weil Marchesani syndrome",
        "opd": "Alpo's Syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "12380474-99db-470f-a6b6-58fd0a57ef80",
        "choice_type": "single"
    },
    {
        "question": "Riders cataract is seen in",
        "exp": "Lamellar or Zonular cataract It is a developmental cataract in which the opacity occupies a discrete zone in the lens. It is the most common type of congenital cataract presenting with visual impairment. Characteristic features. Typically, this cataract occurs in a zone of foetal nucleus surrounding the embryonic nucleus. The main mass of the lens internal and external to the zone of cataract is clear, except for small linear opacities like spokes of a wheel(riders) which may be seen towards the equator. Occasionally two such rings of opacity are seen. It is usually bilateral and frequently causes severe visual defects. Ref; A. K. Khurana; 6th edition; Page no: 184",
        "cop": 2,
        "opa": "Blue dot",
        "opb": "Zonular",
        "opc": "Anterior capsule",
        "opd": "Coronary",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "46d5ed6f-8485-465d-b9c7-ddb15496b09c",
        "choice_type": "single"
    },
    {
        "question": "Rider's cataract is seen in-",
        "exp": "The opacity in zonular (lamellar) cataract is usually sharply demarcated and the area of the lens within and around the opaque zone is clear, although linear opacities like spokes of a wheel, cllaed riders may run outwrds towards the equator. Ref: Parson's 22nd/e p. 270&21st/e p. 265; Khurana 7th/e p. 189.",
        "cop": 3,
        "opa": "Blue dot cataract",
        "opb": "Zonular cataract",
        "opc": "Anterior capsular cataract",
        "opd": "Coronary cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "24c331f3-0979-4d26-8138-b3396954843c",
        "choice_type": "single"
    },
    {
        "question": "Minimum vision loss with which cataract-",
        "exp": "In blue dont cataract, opacities are usually stationary and do not affect vision. Ref: Khurana 7th/e p. 190&4th/e p. 173.",
        "cop": 1,
        "opa": "Blue dot cataract",
        "opb": "Zonular cataract",
        "opc": "Anterior polar cataract",
        "opd": "Posterior polar cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "0ef49d78-48ee-4b25-8332-754f763ba672",
        "choice_type": "single"
    },
    {
        "question": "\" Polychromatic luster\" is a feature of",
        "exp": "Ans. d (Complicated cataract) (Ref. Basak's ophthalmology 2nd ed., 181)COMPLICATED CATARACTS# It is a complication of any protracted intraocular inflammation, especially heterochromia, chronic iridocyclitis, retinal vasculitis, and retinitis pigmentosa.# Complicated cataract results from a disturbance of the lens metabolism due to inflammatory or degenerative diseases.# The result is a \"pumice-like posterior subcapsular cataract\" that progresses axially toward the nucleus.# Vision is much impaired even in early stage, due to position of the opacity near nodal point of eye.# The opacity usually commences in posterior cortex in the axial plane (posterior cortical cataract).# The opacity appears grayish with \"bread-crumb\" appearance in oblique illumination.# This form of cataract produces extreme light scattering.# On slit lamp, the opacity shows a characteristic rainbow display of colors, the polychromatic luster.# Rx: Operative and visual prognosis in complicated cataract is usually poor. Note: Riders (\"spoke wheel\") are seen in lamellar cataract, which is the most common type of congenital cataract.",
        "cop": 4,
        "opa": "Nuclear cataract",
        "opb": "Cortical cataract",
        "opc": "Zonular cataract",
        "opd": "Complicated cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "3dfb1095-7d16-4f4e-94fb-c4c1f89a11b2",
        "choice_type": "single"
    },
    {
        "question": "Thinnest pa of lens is",
        "exp": "Lens capsule is a thin, transparent, hyaline membrane surrounding the lens which is thicker over the anterior than the posterior surface. The lens capsule is thickest at pre-equator regions(14u) and thinnest at the posterior pole (3u) Ref; A. K. Khurana; 6th edition; Page no: 179",
        "cop": 2,
        "opa": "Anterior pole",
        "opb": "Posterior pole",
        "opc": "Posterior capsule",
        "opd": "Apex",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "5e69a5de-ae21-4217-9cf1-8d3ecee9db9d",
        "choice_type": "single"
    },
    {
        "question": "Leucokoria can be seen in all except-",
        "exp": "Ans. is 'b' i. e., Congenital glaucoma Leukocoria ( a yellowish white pupillary reflex also called as amaurotic cats eye reflex*) is seen in: Retinoblastoma *Congenital cataract*Inflammatory deposits in the eye*Coloboma of the choroid*Retrolental fibroplasia (Retinopathy of prematurity) *Persistant hyperplastic primary vitreous *Toxocara endophthalmitis*Exudative retinopathy of coats*Tuberculoma of choroid*Retinal detachment*",
        "cop": 2,
        "opa": "Persistant hyperplastic primary vitreous",
        "opb": "Congenital glaucoma",
        "opc": "Fungal endopthalmitis",
        "opd": "Retinoblastoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "b8d14298-2ed6-4bc8-9fcc-5ee65dd9d014",
        "choice_type": "multi"
    },
    {
        "question": "Steroid induced cataract is",
        "exp": "Steroid induced cataract occurs due to deposition of mucopolysacharides in the trabecular mesh work",
        "cop": 1,
        "opa": "Posterior subscapular",
        "opb": "Anterior subscapular",
        "opc": "Nuclear cataract",
        "opd": "Cupulliform cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "60a1010c-5e53-4997-a870-0549ce3f32ad",
        "choice_type": "single"
    },
    {
        "question": "The antero-posterior diameter of the lens is increased in all except",
        "exp": "Ans. (d) Morgagnian cataract. Option a - In cortical cataract, due to progressive hydration, swelling (increase in AP diameter) of the lens occurs making the anterior chamber shallow. Option b - Increase in the anterior lens capsule curvature with axial lens thickness due to the action of ciliary muscle on zonules. Option c - Weill-Marchesani syndrome is associated with Microspherophakia, (small, spherical lens) leading to increase in AP diameter (the equatorial diameter decreases). Option d - Morgagnian is a type of Hypermature cataract, wherein the cortical material leaks out and is further liquefied, leaving a wrinkled capsule and a Shrunken lens.",
        "cop": 4,
        "opa": "Intumescent cataract",
        "opb": "Accommodation",
        "opc": "Weill-Marchesani syndrome",
        "opd": "Morgagnian cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "720ad3f8-bd97-46ef-a3d2-956bfcc20fee",
        "choice_type": "multi"
    },
    {
        "question": "Which does not handle free radicals inside lens-",
        "exp": "Emzymatic antioxidant mechanisms:- Reduced glutathioe (most impoant), glutathione peroxidase, superioxide dismutase, catalase. Non-enzymatic defence mechanisms:- Vitamin C, Vitamin E, and possibly carotenoids. Ref: Various textbooks.",
        "cop": 1,
        "opa": "Vitamin A",
        "opb": "Vitamin C",
        "opc": "Vitamin E",
        "opd": "Catalase",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "3ea45b7e-a3ee-450b-8acf-1ebef3189a8e",
        "choice_type": "single"
    },
    {
        "question": "The structure connecting the posterior surface of lens to capsule is called-",
        "exp": "Hyaloideocapsular ligament of Weiger or retrolental ligament is a strong adhesion between the lens and posterior capsule. It is a circular adhesion 8-9mm in diameter. This attachment is termed as Egger's Line. Within this circle is a potential space called as Space of Burger or Erggelet's space. Ref: Andres Bernal, Jean-Marie Parel, Fabrice Manns; Evidence for posterior zonular fiber attachment on the anterior hyaloid membrane; \"Investigative Ophathal mology and Visual Science\" 2006, 47, 4708-4713.",
        "cop": 1,
        "opa": "Hyaloideocapsular ligament of Weiger",
        "opb": "Vitreous Base",
        "opc": "Cloquets's Canal",
        "opd": "Collagen fibres.",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "6e4853eb-596a-4fe6-afa2-2da81c7bc3fc",
        "choice_type": "multi"
    },
    {
        "question": "\"Rosette-shaped cataract\" is seen in:",
        "exp": "Ans. A. Trauma. (Ref Parsons' diseases of Eye 21th/pg. 383)WOUNDS OF THE LENS: If the trauma to lens is small, the entry of aqueous causes a localized cloudiness in its vicinity and, irrrespective of the site of the wound, opacities in the form of feathery lines appear in the posterior cortex, which later develop into a rosette- shaped cataract resembeling that of early concussion cataract. The Rx of traumatic cataract associated with penetrating wounds, especially if complicated with vitreous loss, is by the use of vitrectomy instrument. Adequate steps are important to control the infection and inflammation with antibiotics and topical steroids. Two special infections - Clostridium welchii and tetani should be noted.",
        "cop": 1,
        "opa": "Trauma",
        "opb": "Diabetes Mellitus",
        "opc": "Hypertension",
        "opd": "Complicated cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "6da9aa3b-78ee-416d-b874-1d8ee4d3bcdc",
        "choice_type": "single"
    },
    {
        "question": "A male 30 years of age complaints of poor vision in day light which improves in dim light. Which of the following is the most common cause?",
        "exp": "Ans. (d) Steroid induced cataract. Ref: Ducker's ophthalmology 2/e, p. 412; Parson's 20/e, p. 251. Steroid induced cataract is posterior subcapsular which causes the said complaints due to its central position. Age favours PSC than nuclear cataract.",
        "cop": 4,
        "opa": "Cortical cataract",
        "opb": "Morgagnian cataract",
        "opc": "Nuclear cataract",
        "opd": "Steroid induced cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "877adc2c-4492-402c-b5b3-313bf84c57b2",
        "choice_type": "single"
    },
    {
        "question": "Ectopia lends is a feature of:",
        "exp": "Ans. d (All of the above)CAUSES OF LENS DISLOCATIONDiseases that can be associated with subluxation or dislocation of the lens# Sharp and in particular blunt injuries (globe contusion)# Metabolic disorders- Marfan syndrome- Homocystinuria- Weil-Marchesani syndrome- Hyperlysinemia- Sulfite oxidase deficiency- Ehlers-Danloss syndrome- Osteogenesis imperfect- PEX syndrome, others# Overstretching of the zonular fibers by excessive corneal and / or scleral stretching- High myopia- Hydrophthalmos- Megalocornea- Staphyloma# Other causes/associations- Congenital aniridia- Mandibulofacial dysplasia- Focal dermal hypoplasia- Syphilitic uveitis- Retinitis pigmentosa- Hypermature cataract- Intraocular tumors (especially ciliary body melnoma) Incidence. Manifestation. Direction of the lens subluxation/ luxation. Other features to note. Ocular trauma. Very frequent. Any, mainly younger age m>>f. Variable (any direction possible). Traumatic retinal detachment, traumatic secondary glaucoma. PEX syndrome. Very frequent. Older age m=f. Usually anterior or posterior. PEX glaucoma PEX iridopathy and keratopathy. Idiopathic lens dislocation. Not rare. Usually younger age m=f. Variable Lens dislocation in high myopia. Not rare. Usually younger age m=f. Variable. Rhegmatogenous retinal detachment. Marfan syndrome. Not rareyoungerage m=f. Usually temporosuperior, less often naso-superior. Refer to cardiologist (caution; aortic aneurysm), arachnodactyly. Homocystinuria. Rareyounger age m=f(Nasal) Downward, often vitreous space. Often spherophakia, a tendency for vascular thrombosis. Weil-Marchesani syndrome. Rare. Younger age m=f. Downward, forward. Often small, spherical lens, small stature, brachycephaly",
        "cop": 4,
        "opa": "Marfan's syndrome",
        "opb": "Homocystinuria",
        "opc": "Weil-marchisani syndrome",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "28c2976d-cba8-49ce-b6c8-c852cc16fc6a",
        "choice_type": "multi"
    },
    {
        "question": "Crystalline lens of the eye develops from",
        "exp": "Answer: c) Surface ectoderm (PARSON 22nd ED, P-5)NEURAL ECTODERMSURFACE ECTODERMMESODERM# Epithelium of iris# Epithelium of ciliary body# Constrictor and dilator pupillae# Retinal pigment epithelium and its 9 sensory layers# Optic vesicle and cup# Optic nerve fibres# Melanocytes# Secondary vitreous# Epithelium of Conjunctiva# Epithelium of cornea# Lacrimal glands# Tarsal glands# Conjunctival glands# Crystalline Lens# Sclera# Corneal stroma# Descemet's membrane# Corneal endothelium# Iris# Choroid# Ciliary muscle# Sheaths of optic nerve# Blood vessels of the eye# Extraocular muscles# Trabecular meshwork# Primary vitreous",
        "cop": 3,
        "opa": "Mesoderm",
        "opb": "Neural ectoderm",
        "opc": "Surface ectoderm",
        "opd": "Endoderm",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "fc7caec4-0208-4d96-8fd4-4f3a9037209b",
        "choice_type": "multi"
    },
    {
        "question": "SIte of bleeding after cataract surgery is",
        "exp": "After cataract surgery, posterior ciliary vessels are the common sites of bleeding. Ref AK khurana 6/e p 215",
        "cop": 4,
        "opa": "Anterior choroidal vessels",
        "opb": "Posterior choroidal vessels",
        "opc": "Anterior ciliary vessels",
        "opd": "Posterior ciliary vessels",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "6a8afd9f-ef28-4869-978e-70f971f433ae",
        "choice_type": "single"
    },
    {
        "question": "Cataract is cases of diabetes mellitus is due to accumulation of -",
        "exp": "In diabetic cataract the mechanisms are belived to be glycation, carbamylation of crystallins and increased oxidative damage. IMG REF",
        "cop": 1,
        "opa": "Glycated crytallins",
        "opb": "Calcified crystallins",
        "opc": "Glycated fibrillins",
        "opd": "Calcified fibrillins",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "7d2ac68d-105a-45e7-a464-4478fb13a674",
        "choice_type": "multi"
    },
    {
        "question": "\"Snowflakes\" cataract is seen",
        "exp": "A. (Diabetes) (181 - Khurana 4th). True Diabetic Cataract - It is also called \"snow- flake cataract\" or \"snow storm cataract\". It is rare condition usually occurring in young adults due to osmotic overhydration of the lens. Initially a large number of fluid vaccoules appears underneath the anterior and posterior capsules. Which is soon following by appearance of bilateral \"snow - flake white opacities in the cortex* Clasical diabetic cataract consists of snow flake cortical opacities occurring in young diabetics (166 - K)* Galectosaemic cataract - bilateral cataracts oil droplet central lens opacities*** Wilson's disease - \"Sunflower cataracts\"*** Dystrophia - myotonica - \"Christmas tree\" pattern. Treatment of advanced diabetic retinopathy include - Seal the tear and reattach the retina, vitrectomy, exophotocoagulation***",
        "cop": 1,
        "opa": "Diabetes",
        "opb": "Galectosemia",
        "opc": "Trauma",
        "opd": "Wilson's disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "a24a60c3-549c-479d-926a-d4149156cacd",
        "choice_type": "single"
    },
    {
        "question": "Rx of choice for 'after cataract':",
        "exp": "Ans. d (Nd- YAG Laser). (Ref: Ophthalmology by A K Khurana 2nd ed: 209)LASERNd-YAG USER# Thin membranous after cataract and thickened posterior capsule are best treated by YAG laser capsulotomy or discission with cystotome or Ziegler's knife.# Nd-YAG produces an infrared radiation with a wavelength of 1064nm. He-Ne LASER# is used to produce the red aiming beam. Doubling its frequency makes it suitable for photocoagulation.# It is usually Q-switched when used to treat the eye.# It is used to treat posterior capsular thickening following cataract surgery and iridotomy for narrow angle glaucoma. ARGON LASER# can produce both blue and green light.# The new argon laser limits the emission to green light which is not absorbed by the macular xanthophylls and therefore less damaging to the macula of both the patients and the doctors.# During photocoagulation, the laser should just blanch the retina instead of heavy or white burn which increases the risk of visual field loss and reduced dark vision.# Argon laser is well-absorbed by melanin and a pigmented fundus requires less power than a light fundus.",
        "cop": 4,
        "opa": "Repeat ECCE",
        "opb": "Holmium laser",
        "opc": "Argon Laser",
        "opd": "Nd-YAG Laser",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "a7465937-6be3-441c-87af-9a3de4ded649",
        "choice_type": "single"
    },
    {
        "question": "Elschnig&; s pearls are a sign of",
        "exp": "After cataract It is also known as 'secondary cataract'. It is the opacity which persists or develops after extracapsular lens extraction. Causes: (i) Residual opaque lens matter may persist as after cataract when it is imprisoned between the remains of the anterior and posterior capsule, surrounded by fibrin (following iritis) or blood (following hyphaema). (ii) Proliferative type of after cataract may develop from the left-out anterior epithelial cells. The proliferative hyaline bands may sweep across the whole posterior capsule. Clinical types: After cataract may present as thickened posterior capsule, or dense membranous after cataract. Soemmering's ring: which refers to a thick ring of after cataract formed behind the iris, enclosed between the two layers of capsule. pearls: in which the vacuolated subcapsular epithelial cells are clustered like soap bubbles along the posterior capsule. Ref:- A K Khurana; pg num:-201",
        "cop": 1,
        "opa": "Secondary cataract",
        "opb": "Cystoid macular oedema",
        "opc": "Chronic uveitis",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "c8dd1209-766f-4901-8ec0-6a83d54510d9",
        "choice_type": "multi"
    },
    {
        "question": "A patient presents to the emergency depament with uniocular diplopia. Examination with oblique illumination shows golden crescent while. examination with co-axial illumination show a dark crescent line. Which of the following is the most likely diagnosis -",
        "exp": "Ectopia lentis is a displacement or malposition of the eye's crystalline lens from its normal location. A paial dislocation of a lens is termed lens subluxation or subluxated lens; a complete dislocation of a lens is termed lens luxation or luxated lens. Uniocular diplopia is due to paial aphakia. Edge of subluxated lens is seen as dark crescent line on distant direct ophthalmoscopy. Shining bright golden crescent on slit-lamp examination. Phacodonesis may be seen. Ref: AK Khurana 6thE pg217",
        "cop": 4,
        "opa": "Lenticonus",
        "opb": "Coloboma",
        "opc": "Microspherophakia",
        "opd": "Ectopia lentis",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "56417a1c-f476-4a6f-a472-fb940c723d0f",
        "choice_type": "single"
    },
    {
        "question": "Best way to prevent infection after cataract surgery is -",
        "exp": "The most impoant source of potentil infectious organisms is the patient's own natural conjunctival and skin flora. So, prophylactic antibiotic should adequately cover these organisms. The pre- operative topical antibiotic should be staed 3 days prior to sugery. Preferred antibiotics are fouh generaion fluoroquinolones (gatifloxacin, moxifloxacin). Other antibiotics are aminoglycosides, traditional fluoroquinolones (ciprofloxacin, levofloxacin) and gramicidin- neomycin - polymyxin B combinatin. (Ref: Yanoff; Jay S. Duker 2009 Ophthalmology 3rd/e p. 416-419)",
        "cop": 1,
        "opa": "Antibiotics",
        "opb": "Yebrows shaving",
        "opc": "Through irrigation",
        "opd": "None of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "73ec07ea-f7ad-438b-a256-69df0edc1ec6",
        "choice_type": "multi"
    },
    {
        "question": "Oil drop cataract is characteristically seen in -",
        "exp": "Oil drop cataract is seen in galactosemia. Ref: Clinical ophthamology 2nd/e p. 791.",
        "cop": 3,
        "opa": "Diabetes",
        "opb": "Chalcosis",
        "opc": "Galactosemia",
        "opd": "Wilson's disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "63331488-cd84-431d-81e1-c508edc75ac8",
        "choice_type": "multi"
    },
    {
        "question": "Strongest attachment of Zonule is at -",
        "exp": "The lens is suspended in the eye by zonules which are inseed on the anterior and equatorial lens capsule and attached to the ciliary body. REF IMG",
        "cop": 2,
        "opa": "Equator",
        "opb": "Just anterior to equator",
        "opc": "Posterior to equator",
        "opd": "Posterior lobe",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "952a1c0f-50b4-45ea-8906-f1297ca9e5a5",
        "choice_type": "single"
    },
    {
        "question": "Fincham test is used to diagnose",
        "exp": "Ans. (b) Cataract. Ref: Khurana 4/e, p. 146. If the halos break it is due to cataract and if not it is due to angle closure glaucoma. Thus, the test is positive in diagnosing cataract. Glaucoma is not being diagnosed by this test. It is a diagnosis by exclusion.",
        "cop": 2,
        "opa": "Open angle glaucoma",
        "opb": "Cataract",
        "opc": "Mucopurulent conjunctivitis",
        "opd": "Acute angle closure glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "dce22fbf-f388-4ed4-983e-82be2d2b52fc",
        "choice_type": "single"
    },
    {
        "question": "Cataracts in a newborn is:",
        "exp": "a zonular refkhurana 3rd/e p. 187",
        "cop": 1,
        "opa": "Zonular",
        "opb": "Nuclear",
        "opc": "Snowflake",
        "opd": "Cortical",
        "subject_name": "Ophthalmology",
        "topic_name": "Lens",
        "id": "4e3de300-758d-4e5b-8105-f5d2d594724b",
        "choice_type": "single"
    }
]