[
    {
        "question": "All of the following take part in the pathogenesis of macular edema in diabetic retinopathy except:",
        "exp": "Ans. is 'a' i.e. Retinal pigment epithelium dysfunction [Ref: Harrison 17/e, p 2286-2287; Yanoff & Duker 2/e, p 877-880, Khurana 3/e, p 256-258; Parson's 20/e, p 294-298; http://care.diabetesjoumals.org/cgi/content/full/26/912653JDiabetic retinopathy (DR) & diabetic macular edema (DME) are one of the microvascular complications of diabetes mellitus (DM)DR & DM are leading causes of blindness in most of the developed countries.Chronic hyperglycemia is an important etiological factor leading to complications of DM & following is the proposed mechanism So retinal vascular pathology is behind DR. Retinal layers are not primarily involved in pathogenesis of DRJDME. Diabetic retinopathyDR is a progressive disease that has following stages:Non apparent DRNon proliferative DR Proliferative DR Pathogenesis of DR: * International clinical diabetic retinopathy disease severity scale Proposed disease severity levelDilated ophthalmoscopy findings* No apparent retinopathyNo abnormalities* Mild nonproliferative DRMicroaneurysms only* Moderate nonproliferative DRMore than just microaneurysm, but less than severe NPDR* Severe nonproliferative DRNo signs of PDR, with any of the following: More than 20 intraretinal hemorrhages in each of four quadrantsDefinite venous beading in two or more quadrantsProminent intraretinal microvascular anomalies in one or more quadrants* PDROne or more of the following:NeovascularizationVitreous or preretinal hemorrhageDiabetic macular oedema:DME can develop any time during progression of DR & involves retinal thickening in the macular area.DME occurs after breakdown of the blood-retinal barrier because of leakage of dilated hyperpermeable capillaries and micro aneurysms. Leakage can be diffuse or focal resulting in focal or diffuse macular edema. * Clinically significant macular edema (CSME) occurs when only NPDR is present.Definition of CSME: CSME is when any one of 3 criterias is present -Retinal thickening involving macula or area within 500 pm of it orHard exudates at or within 500 pm of macula with thickening of adjacent retina orA zone of retinal thickening one disc area or larger in size, any part of which is within one disc diameter of macula.Also know -Circinate retinopathy is due to chronic edema involving a considerable area of retina at and around macula with massive changes in retina itself.",
        "cop": 1,
        "opa": "Retinal pigment epithelium dysfunction",
        "opb": "Oxidative stress",
        "opc": "VEGF",
        "opd": "Increased protein kinase-C",
        "subject_name": "Ophthalmology",
        "topic_name": "Macular Disorders",
        "id": "8ac03028-8121-4127-a24a-cd23c10f1aa0",
        "choice_type": "multi"
    }
]