[
    {
        "question": "\"Candle-wax spots\" in the retina are present in",
        "exp": "(A) Sarcoidosis # OCULAR MANIFESTATIONS OF SARCOIDOSIS:> Anterior segment: Conjunctival involvement has been reported in patients with ocular sarcoidosis.> Sarcoidosis granulomas are solitary, yellow \"millet-seed\" nodules.> Anterior uveitis occurs in 22%- 70% of patients with ocular sarcoidosis, and is usually granulomatous & chronic.> Iris nodules have been reported in up to 12. 5% of patients with sarcoidosis associated uveitis.> Exacerbations of granulomatous uveitis are often associated with an appearance of fresh iris or fundus nodules.> Posterior synechiae, cataract and glaucoma are common complications.> Corneal band keratopathy develops in a few patients and is usually associated with hypercalcemia.> Posterior segment: The most common manifestations at the posterior segment are vitritis, intermediate uveitis, panuveitis, posterior uveitis, retinal vasculitis & optic nerve involvement. Other manifestations include choroidal nodules & exudative retinal detachment.> Overall, patients with chronic posterior uveitis and panuveitis have significantly more complications than do patients with anterior uveitis.> \"Candle wax drippings\" and \"punched-out\" lesions can be seen in patients with uveitis secondary to sarcoidosis.",
        "cop": 1,
        "opa": "Sarcoidosis",
        "opb": "Toxoplasmosis",
        "opc": "Syphilis",
        "opd": "Tuberculosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "44634f4a-e203-402e-9a56-aec9702a1423",
        "choice_type": "single"
    },
    {
        "question": "Blow out fracture of orbit commonly produces",
        "exp": "(D) Fracture of floor of orbit # Blow out fracture of orbit; Intraorbital haemorrhages, proptosis, paralysis of extrinsic muscles and fracture of the floor of the orbit are not infrequent following a blunt injury to the orbital region> Proptosis develops due to reactive oedema and intra-orbital haemorrhage.> Partial or complete ophthalmoplegia occurs as a result of injury to the muscles or due to profuse orbital oedema.> In the fracture of the floor of orbit, the eyeball is depressed into the maxillary antrum & the inferior rectus and inferior oblique muscles are entrapped causing diplopia.> There occurs limitation of upward gaze, and downward gaze may also be reduced because of the pinched inferior rectus muscle in between the chips of the broken bone> A positive forced duction test, downwards and inwards displacement of the globe and radiological evidence virtually confirm the diagnosis of blowout fracture with incarcerated orbital tissue.> The fracture of the base of skull implicates optic foramen and may cause optic atrophy or pulsating exophthalmos.> The fracture of the optic canal is characterised by a wound at the lateral part of the eyebrow, loss of direct homolateral pupillary reaction and hemianopic field defects.> The patient may suffer from epistaxis and varying periods of unconsciousness.> The pallor of the optic disc may be noticed 2-3 weeks after the injury. Serial radiological tomograms taken at one minute intervals may confirm the diagnosis.",
        "cop": 4,
        "opa": "Deviation of septum",
        "opb": "Retinal haemorrhage",
        "opc": "Fracture of nasal bones",
        "opd": "Fracture of floor of orbit",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "5d7fcdca-98b9-43e6-bfed-edf8891c9ac9",
        "choice_type": "single"
    },
    {
        "question": "Homonymous hemianopsia is associated with lesion at",
        "exp": "(C) Optic tract > It is difficult to localize a postchiasmal lesion accurately, because injury anywhere in the optic tract, lateral geniculate body, optic radiations, or visual cortex can produce a homonymous hemianopia, i. e., a temporal hemifield defect in the contralateral eye and a matching nasal hemifield defect in the ipsilateral eye",
        "cop": 3,
        "opa": "Visual cortex",
        "opb": "Optic radiation",
        "opc": "Optic tract",
        "opd": "Optic chiasma",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "3952d1c4-e3b1-4ee6-a36d-4bcc93ffbce7",
        "choice_type": "single"
    },
    {
        "question": "Lisch nodule seen in-",
        "exp": "*Lisch nodules are the most common type of ocular involvement in NF-1. These nodules are melanocytic hamaomas, usually clear yellow to brown that appear as well- defined, dome-shaped elevations projecting from the surface of the iris. Ref: Harrison 18th/e p. 2964",
        "cop": 2,
        "opa": "Sympathetic ophthalmitis",
        "opb": "Neurofibromatosis",
        "opc": "Chronic iridocyclitis",
        "opd": "Trachoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "ba1e4de0-be97-4807-8760-753e3b0ca5f2",
        "choice_type": "single"
    },
    {
        "question": "Optic tract lesions presents with",
        "exp": "(C) Homonymous hemianopia SITES OF LESIONS CLINICAL FEATURES* Optic Nerve. Complete loss of vision* Optic tract. Homonymous hemianopia* Optic radiation. Complete homonymous hemianopia* Proximal part of optic Nerve. Ipsilateral blindness with contralateral hemianopia* Occipital lobe. Homonymous hemianopia (usually sparing the macula)* Sagittal lesion of chiasma. Bitemporal hemianopia* Lateral optic chiasma. Binasal hemianopia* Temporal lobe. Quadrantic homonymous defect> Binasal hemianopia produced due to lesion in Lateral optic chiasma.> LGB lesion produce Homonymous hemianopia with sparing of pupillary reflex.",
        "cop": 3,
        "opa": "Bitemporal hemianopia",
        "opb": "Binasal hemianopia",
        "opc": "Homonymous hemianopia",
        "opd": "Superior quadrantic",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "96f80498-bdec-4ec0-b2e3-8cef1066b5a9",
        "choice_type": "single"
    },
    {
        "question": "Topical steroids can be used in -",
        "exp": "Options not relevant (Delete)",
        "cop": 3,
        "opa": "Herpetic keratitis",
        "opb": "Herpetic dendritic keratitis",
        "opc": "Disciform keratitis",
        "opd": "Anti. uveitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "5f150bd8-3d1d-447d-8130-b0b8283a2573",
        "choice_type": "single"
    },
    {
        "question": "Macular involvement is common in",
        "exp": "Decreased visual acuity may occur as a result of macular involvement or severe vitreous inflammation.... An active toxoplasmic retinochoroiditis is whitish and moderately exudative with ill-defined borders and involves the macula in a majority of patients. Ref khurana 6/e",
        "cop": 1,
        "opa": "Toxoplasma",
        "opb": "Malaria",
        "opc": "CMV",
        "opd": "Syphilis",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "5fa5f38b-ecaa-4c92-adc0-36589b00a5c7",
        "choice_type": "single"
    },
    {
        "question": "Specific for albinism -",
        "exp": "Ocular albinism is a genetic condition that primarily affects the eyes. This condition reduces the coloring (pigmentation) of the iris, which is the colored pa of the eye, and the retina, which is the light-sensitive tissue at the back of the eye. Pigmentation in the eye is essential for normal vision. A common myth is that people withalbinism have red eyes. Although lighting conditions can allow the blood vessels at the back of the eye to be seen, which can cause the eyes to look reddish or violet, most people with albinism have blue eyes, and some have hazel or brown eyes.",
        "cop": 1,
        "opa": "Red reflex",
        "opb": "Decreased visual activity",
        "opc": "Photophobia",
        "opd": "Nystagmus",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "43dc9a3e-d543-49be-ac83-c9b56462b808",
        "choice_type": "single"
    },
    {
        "question": "Laser used in LASIK-",
        "exp": "Excimer (excited dimer) lasers are used in photo refractive keratotomy (PRK), LASIK and phototherapeutic keratectomy. Mechanism: produce UV light of very sho wavelength which breaks chemical bonds of biologic materials, conveing them into small molecules that diffuse away. Ref: AK Khurana 6thE pg462",
        "cop": 1,
        "opa": "Excimer",
        "opb": "Argon",
        "opc": "Holmium",
        "opd": "Nd-yag",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "00e48d29-2a73-4161-b2d4-860a8f36948a",
        "choice_type": "single"
    },
    {
        "question": "Nasolabial cyst occurs at-",
        "exp": "Ans. is 'b' i. e., Union of nasal and maxillary process Nasolabial Cyst* Nasolabial cyst (also known as nasoalveolar cyst or Klestadt's cyst) is a rare non-odontogenic, soft-tissue, developmental cyst occurring inferior to the nasal alar region.* The cyst is derived from epithelial cells retained in the mesenchyme after fusion of the medial and lateral nasal processes and the maxillary prominence during fetal life or due to the persistence of epithelial remnants from the nasolacrimal duct extending between the lateral nasal process and the maxillary prominence.* Nasolabial cyst occur 3 times as commonly in women as men. Most patients present in the fourth decade of life.* The patient usually presents with a slowly enlarging asymptomatic swelling. Patients usually seek medical advice on secondary infection of the cyst or due to the resulting disfigurement.* On palpation, there is a non-tender, fluctuant, mobile swelling. The soft-tissue swelling may obliterate the nasolabial fold, elevate the ala or the floor of the nose (or both) and fill in the labial vestibule intraorally, with or without nasal obstruction.* The lesion may spontaneously rupture and drain orally, nasally or, occasionally via a cutaneous fistula.* Its treatment is surgical excision through sublabial incision. There is no tendency for recurrence if it was removed completely. Malignant transformation is rare.",
        "cop": 2,
        "opa": "Union of two nasal processes",
        "opb": "Union of nasal and maxillary process",
        "opc": "Union of palatal process with maxillary",
        "opd": "Nasal with palatal process",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "38f1d50f-1bf4-47ad-8d70-c47dd7aa4128",
        "choice_type": "single"
    },
    {
        "question": "Muscle not paralysed in retrobulbar block-",
        "exp": "*A retrobulbar block is a regional anaesthetic nerve block in the retrobulbar space, the area located behind the globe of the eye. Injection of local anaesthetic into this space constitutes the retrobulbar block. This injection provides akinesia of the extraocular muscles by blocking cranial nerves II, III, VI, thereby preventing movement of the globe. Cranial nerve IV lies outside the muscle cone, but is blocked by diffusion of the local anaesthetic. *Superior oblique is supplied by cranial nerve IV. Ref: Delhi Ophthalmic society aicle",
        "cop": 1,
        "opa": "Superior oblique",
        "opb": "Lateral rectus",
        "opc": "Superior rectus",
        "opd": "Medial rectus",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "8c08e9cb-2999-4e63-add7-a5681885c8f3",
        "choice_type": "single"
    },
    {
        "question": "The most effective treatment for Blepharospasm is",
        "exp": "(C) Botulinum toxin # Botulinum toxin is currently the treatment of choice for blepharospasm. Botulinum toxin injections (Botox is a widely known example) have been used to induce localized, partial paralysis. Among most sufferers, botolinum toxin injection is the preferred treatment method.> Injections are generally administered every three months, with variations based on patient response and usually give almost immediate relief (though for some it may take more than a week) of symptoms from the muscle spasms. Most patients can resume a relatively normal life with regular Botulinum toxin treatments. A minority of sufferers develop minimal or no result from Botox injections and have to find other treatments.> Most effective surgical treatment has been protractor myectomy, the removal of muscles responsible for eyelid closure.> In some cases a dietary supplement of magnesium chloride has been found effective.",
        "cop": 3,
        "opa": "Trihexphenidyl",
        "opb": "Surgical ablation of nerve to orbicularis",
        "opc": "Botulinum toxin",
        "opd": "Dietary supplement of magnesium chloride",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "23c86e83-94e7-4eec-8ac8-2d48a565c8da",
        "choice_type": "single"
    },
    {
        "question": "Blockade of Central Retinal Artery leads to temporary blindness is also known as:",
        "exp": "(A) Amaurosis fugax > Amaurosis Fugax is transient ischemic attack of retina characterized by transient sudden loss of vision lasting for few minutes, due to occlusion by minute emboli. It may be a premonitory symptom of CRAO.> D/D of \"cherry red\" spot on fundus CRAO, blunt injury (Berhin's edema of macula), Tay-Sach's disease, Niemann-Pick disease, Sandboffs disease & quinine ambliopia.> Cattle-track appearance is other important feature of CRVO, apart from Hol/enhorst plauge.",
        "cop": 1,
        "opa": "Amaurosis fiigax",
        "opb": "Gaze related amaurosis",
        "opc": "Amblyopia ex anopsia",
        "opd": "Amblyopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "666672cb-b823-48da-83ac-13eaa3150f80",
        "choice_type": "single"
    },
    {
        "question": "Lisch nodule seen in -",
        "exp": "Bilateral Lisch nodules are seen in neurofibromatosis type 1. These are hamaomas that develop during second - third decades, seen as tiny nodular pigmented lesions protruding above the iris surface. Other uncommon iris lesions in type 1 NF include congenital ectropion uveae and mammillations. Ref: kanski's 8 th edition, page no. 840",
        "cop": 2,
        "opa": "Sympathetic ophthalmitis",
        "opb": "Neurofibromatosis",
        "opc": "Chronic iridocyclitis",
        "opd": "Trachoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "268fb609-2361-47ea-9ae5-c475c123858e",
        "choice_type": "single"
    },
    {
        "question": "In xerophthalmia classification X2 stage is -",
        "exp": "xeraphthalmia:- *The most characteristic and specific signs of vitamin A deficiency are eye lesions. *These develop before the age of 2years. *The term xerophthalmia comprises all the occular manifestations of vitamin A deficiency. WHO classification (1982) *The new xerophthalmia classification is as follows: *XN Night blindness *X1A Conjunctival xerosis *X1B Bitot's spots *X2 Corneal xerosis *X3A Corneal ulceration affecting less than one-third corneal surface. *X3B Corneal ulceration affecting more than one-third corneal surface. *XS Corneal scar due to xerophthalmia XF Xerophthalmic fundus. Ref: Khurana 7th/e p. 487",
        "cop": 2,
        "opa": "Bitots spots",
        "opb": "Corneal xerosis",
        "opc": "Corneal ulceration",
        "opd": "Corneal scar",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "4f9d8d15-8b2e-4744-8c4e-ae497ed34d27",
        "choice_type": "single"
    },
    {
        "question": "If a muscle is resected what happens?",
        "exp": "Ans. a (Muscle strength will increase). (Ref. Parson, Diseases of Eye, 18th/pg. 348). Strengthening procedures for weak muscles of eye iin a patient with squint are1. Resection: Effective pull on muscle is enhanced by making it shorter and is suitable only for recti. 2. Advancement: Muscle is disinserted and then reinserted nearer to limbus. 3. Tucking/plication: This effectively shortens muscle and is usually reserved for superior oblique muscle in 4th nerve palsy. Approximately 1 mm resection/recession of mediial rectus corrects about 3 degree of deviation and for lateral rectus about 2 degree.",
        "cop": 1,
        "opa": "Muscle strength will increase",
        "opb": "Muscle will decrease",
        "opc": "No change",
        "opd": "a or b",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "25115843-af56-4e69-ad3b-89fc6997f9b4",
        "choice_type": "single"
    },
    {
        "question": "Deposition and degeneration of retina occurs in",
        "exp": "(A) Chloroquine",
        "cop": 1,
        "opa": "Chloroquine",
        "opb": "Quinine",
        "opc": "Dapsone",
        "opd": "INH",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "8ddfde34-7963-4b54-a64b-15375c6a4b6a",
        "choice_type": "single"
    },
    {
        "question": "The wavelength of laser {in nanometers} for shaping cornea in refractive surgery is -",
        "exp": "Excimer laser is used: wavelength 193nm Mechanism: photo ablation. Uses: PRK, PTK, LASIK",
        "cop": 1,
        "opa": "193 nm",
        "opb": "451 nm",
        "opc": "532 nm",
        "opd": "1064 nm",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "881873bd-d3a3-496f-90d0-5aa9198eb1af",
        "choice_type": "single"
    },
    {
        "question": "Type of laser used for iridotomy -",
        "exp": "Laser wavelength (Nanometer) clinical applications Nd: YAG 1064 posterior capsulotomy, iridotomy, vitreolysis Argon green 514 trabeculoplasty, iridoplasty Krypton red 714 retinal photocoagulation Excimer( argon flouride) 193 photorefractive keratectomy(PRK), LASIK Diode laser 800 retinal photocoagulation Femtosecond laser ( neodymium- glass) 1053 Femtosecond laser assisted refractive surgery, lamellar and full thickness corneal transplants",
        "cop": 3,
        "opa": "Excimer",
        "opb": "Krypton red",
        "opc": "Nd: YAG",
        "opd": "Diode",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "d8352d17-53fa-4d3f-8e26-41d2f2e7802c",
        "choice_type": "single"
    },
    {
        "question": "Bitemporal hemianopia is seen in",
        "exp": "(A) Pituitary adenoma",
        "cop": 1,
        "opa": "Pituitary adenoma",
        "opb": "Craniopharyngioma",
        "opc": "Medulloblastoma",
        "opd": "Retinoblastoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "bc02df1f-bb50-491a-9641-3e01cd02dfea",
        "choice_type": "single"
    },
    {
        "question": "On touching cornea of Right eye, only right eye blinks. Same response is seen on touching the left eye. The lesion is at",
        "exp": "(B) Left 5th nerve palsy# Corneal reflex, also known as the blink reflex, is an involuntary blinking of the eyelids elicited by stimulation of the cornea (such as by touching or by a foreign body), though could result from any peripheral stimulus.> Stimulation should elicit both a direct and consensual response (response of the opposite eye).> Reflex occurs at a rapid rate of 0. 1 seconds.> Purpose of this reflex is to protect the eyes from foreign bodies and bright lights (the latter known as the optical reflex). The blink reflex also occurs when sounds greater than 40-60 dB are made.> The reflex is mediated by: Nasociliary branch of the ophthalmic branch (V1) of the 5th cranial nerve (trigeminal nerve) sensing the stimulus on the cornea, lid, or conjunctiva (i. e., it is the afferent).> Temporal and zygomatic branches of the 7th cranial nerve (Facial nerve) initiating the motor response (i. e., it is the efferent).> Centre (nucleus) in the pons of brain stem. Use of contact lenses may diminish or abolish the testing of this reflex.> The optical reflex, on the other hand, is slower and is mediated by the visual cortex, which resides in the occipital lobe of the brain.> Reflex is absent in infants under 9 months. The examination of the corneal reflex is a part of some neurological exams, particularly when evaluating coma.> Damage to the ophthalmic branch (V1) of the 5th cranial nerve results in absent corneal reflex when the affected eye is stimulated.> Stimulation of one cornea normally has a consensual response, with both eyelids normally closing.",
        "cop": 2,
        "opa": "Left 7th nerve palsy",
        "opb": "Left 5th nerve palsy",
        "opc": "Optic nerve palsy",
        "opd": "Left 3rd nerve palsy",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "31df3a96-501a-49e1-a29e-e5a12ef782c7",
        "choice_type": "single"
    },
    {
        "question": "Lesion in left optic tract manifest as",
        "exp": "(D) Right homonymous hemianopia # Lesions of optic tract: These are characterized by incongrous homonymous hemianopia associated with contralateral hemianopic pupillary reaction (Wernicke's reaction).> These lesions usually lead to partial descending opitic atrophy and may be associated with contralateral third nerve paralysis and ipsilateral hemiplegia.> Common causes of optic tract lesions are syphilitic meningitis or gumma, tuberculosis and tumours of optic thalamus and aneurysms of superior cerebellar or posterior cerebral arteries.",
        "cop": 4,
        "opa": "Left unilateral blindness",
        "opb": "Left bilateral hemianopia",
        "opc": "Left homonymous hemianopia",
        "opd": "Right homonymous hemianopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "56970719-5c81-4521-8748-d3f28eda5ef6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following parasite infestation may be found in the extraocular eye muscles?",
        "exp": "Ans. is 'c' i. e., Cysticercosis * Cysticercosis is one of the most common parasitic infection in extraocular muscles.* Extraocular muscle cysticercosis should be considered in patients who present with restricted ocular motility and inflammatory signs. The direction of motility restriction does not indicate the muscle involved.* Corticosteroids and albendazole is used in management.",
        "cop": 3,
        "opa": "Ascariasis",
        "opb": "Ankylostoma duodenale",
        "opc": "Cysticercosis",
        "opd": "Trypanosomiasis",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "d7c791f7-b0f5-492a-82a3-c39f7e8c1690",
        "choice_type": "single"
    },
    {
        "question": "A girl has pain and blurring of vision while reading",
        "exp": "(A) (Asthenopia) (341, 346 Khurana 5th). Asthenopia (aesthenopia) from the Greek word \"asthen-opia: ao. Gsv-Gma\" or eye strain is an ophthalmological condition that manifests itself through nonspecific symptoms such as fatigue, pain in or around the eyes, blurred vision, headache and occasionaldouble vision. Symptoms often occur after reading, computer work, or other close activities that involve tedious visual tasks. When concentrating on a visually intense task, such as continuously focusing on a book or computer monitor, the ciliary muscletightens. This can cause the eyes to get irritated and uncomfortable. Giving the eyes a chance to focus on a distant object at least once an hour usually alleviates the problem. Sometimes, asthenopia can be due to specific visual problems, for example, uncorrected refraction errors or binocular vision problems such as accommodative insufficiency orheterophoria. It is often caused by the viewing of monitors such as those of computers or phones. ESOPHORIAEXOPHORIA* Common in younger group*** Increased accommodation* Excessive use of convergence may cause esophoria(as occurs in bilateral congenital myopes )* Dissociation factor such as prolonged constant use of one eye may result in exophoria (as occurs in individuals using uniocular microscope and watch makers using uniocular magnifying glass)* Elderly* Decreased accommodation* Decreased use of convergence is often associated with exophoria (as seen in presbyopes). Symptoms1. Muscular fatigue -(i) Headache(ii) Difficulty inchanging the focus(iii) Headache and eyeache(iv) Photophobia2. Symptoms of failure to maintain binocular single vision**(i) Blurring or crowding of words while reading(ii) Intermittent diplopia* Intermittent squint (without diplopia)3. Symptoms of defective postural sensation cause problems in judging distances and positions especially of the moving objects. This difficulty may be experienced by cricketers, tennis players and pilots during landing* Concomitant convergent squint - Esotropia* Concomitant divergent squint - Exotropia* Vertical squint - Hypertropia* Uncrossed diplopia is seen in convergent squint -(Esotropia)* Crossed diplopia is seen divergent squint -(Exotropia)CORTICAL BLINDNESS- Bilateral infarction in the distal posterior cerebral arteries* Direct and concensual reflexes are present in both the eyes**",
        "cop": 1,
        "opa": "Asthenopia",
        "opb": "Esotropia",
        "opc": "Exotropia",
        "opd": "Esophoria",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "8e4d8449-5ba2-4d1f-a6fa-ab4ff35ae791",
        "choice_type": "single"
    },
    {
        "question": "Peribulbar injection is given in-",
        "exp": "It is done in the peripheral space. Peripheral space is bounded peripherally by periorbita and internally by the 4 recti muscles with thin intermuscular septa. Tumors present here produces eccentric proptosis and can usually be palpated. Ref: AK Khurana 6thE pg: 403",
        "cop": 2,
        "opa": "Subtenon space",
        "opb": "Outside muscle case",
        "opc": "Periorbital space",
        "opd": "Subperiorbital space",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "acfa3d74-cb8c-4fb4-847c-3935e204d9e3",
        "choice_type": "single"
    },
    {
        "question": "Crocodile tears are seen in:",
        "exp": "Ans. (d) Abnormal VII nerve regeneration. Ref P L Dhingra p. 103* Crocodile tears are seen in Abnormal regeneration of 7th nerve* It is one of the complication following facial nerve palsy. It is characterized by unilateral lacrimation with mastication and is due to faulty regeneration of parasympathetic fibres which now supply lacrimal gland instead of salivary glands.",
        "cop": 4,
        "opa": "Frey's Syndrome",
        "opb": "Conjunctivitis",
        "opc": "Lacrimal tumour",
        "opd": "Abnormal VII nerve regeneration",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "1ad32fc1-70aa-4f02-bd2e-bcf80b3dde83",
        "choice_type": "single"
    },
    {
        "question": "Dysthvroid eye disease of Type-1 orbitopathy shews",
        "exp": "(A) Symmetric, mild proptosis and lid retraction> In mild disease, patients present with eyelid retraction. In fact, upper eyelid retraction is the most common ocular sign of Graves' orbitopathy. This finding is associated with lid lag on infraduction (Von Graefe's sign), eye globe lag on supraduction (Kocher's sign), a widened palpebral fissure during fixation (Dalrymple's sign) and an incapacity of closing the eyelids completely (lagophthalmos).> Due to the proptosis, eyelid retraction and lagophthalmos, the cornea is more prone to dryness and may present with chemosis, punctate epithelial erosions and superior limbic keratoconjunctivitis.> The patients also have a dysfunction of the lacrimal gland with a decrease of the quantity and composition of tears produced. Non- specific symptoms with these pathologies include irritation, grittiness, photophobia, tearing, and blurred vision. Pain is not typical, but patients often complain of pressure in the orbit. Periorbital swelling due to inflammation can also be observed.",
        "cop": 1,
        "opa": "Symmetric, mild proptosis and lid retraction",
        "opb": "Asymmetric, proptosis and lid lag",
        "opc": "Conjunctival congestion and lid edema",
        "opd": "Chemosis, lid edema and lagophthalmos",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "3920cf7c-495f-4940-9b6d-25f1b7688735",
        "choice_type": "single"
    },
    {
        "question": "Critical angle of air corneal interface-",
        "exp": "*Critical angle of cornea-air interface is, approximately 46o. Ref: Khurana: Theory and practice of refraction 7th/e p. 99",
        "cop": 2,
        "opa": "36 degree",
        "opb": "46 degree",
        "opc": "56 degree",
        "opd": "66 degree",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "ee0add42-34b1-44d0-8e29-b3b3d5f67a86",
        "choice_type": "single"
    },
    {
        "question": "Macula involvement is common in -",
        "exp": "Decreased visual acuity may occur as a result of macular involvement or severe vitreous inflammation.... An active toxoplasmic retinochoroiditis is whitish and moderately exudative with ill-defined borders and involves the macula in a majority of patients.",
        "cop": 1,
        "opa": "Toxoplasma",
        "opb": "Malaria",
        "opc": "CMV",
        "opd": "Syphilis",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "1afa5099-bbb6-4532-a2ec-793c2acfb637",
        "choice_type": "single"
    },
    {
        "question": "Aniridia is associated with -",
        "exp": "Congenital aniridia (Iridremia) -Refers to congenital absence of iris (true aniridia) i. e., complete absence of iris is extremely rare. Usually, a peripheral rim of iris is present and this condition is called Clinical aniridia. This may be associated with glaucoma due to angle anomalies. It is associated with nephroblastoma (Wilms tumour) WAGR syndrome- Wilms tumour Aniridia Genitourinary anomalies mental Retardation.",
        "cop": 3,
        "opa": "Retinoblastoma",
        "opb": "Hepatoblastoma",
        "opc": "Nephroblastoma",
        "opd": "Medulloblastoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "cce47d7a-85ee-43e7-94e3-0b4d99a5a2e3",
        "choice_type": "single"
    },
    {
        "question": "Inheritance of colour blindness is -",
        "exp": "Ans. is 'b' i. e., X linked recessive * Colour blindness has X linked recessive inheritance.* Hence it has criss cross inheritance.* It passes from a carrier mother to her son.* Females are carriers in this disease.",
        "cop": 2,
        "opa": "Y linked",
        "opb": "X linked recessive",
        "opc": "Autosomal dominant",
        "opd": "Autosomal recessive",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "d85c3c28-e21a-4ac1-b70e-e995bc49be4c",
        "choice_type": "single"
    },
    {
        "question": "Most common nerve involved in herpes zoster ophthalmicus is",
        "exp": "HZO is an acute infection of Gasserian ganglion of the fifth cranial nerve by the varicella-zoster virus (VZV). VZV is a DNA virus and produces acidophilic intranuclear inclusion bodies. It is neurotropic in nature. In HZO, frontal nerve is more frequently affected than the lacrimal and nasociliary nerves. Ref: khurana 6 th edition page no. 104",
        "cop": 1,
        "opa": "Frontal",
        "opb": "Lacrimal",
        "opc": "Nasaciliary",
        "opd": "Oculomotor",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "2e093609-c1bf-43e3-ae20-cc616681fe90",
        "choice_type": "single"
    },
    {
        "question": "Cataract is NOT seen with",
        "exp": "(B) Vitamin B12 deficiency # CAUSES OF CATARACT> Age: Age is the most common cause> Trauma: Blunt trauma, Electrical injuries> Radiation: Ultraviolet light: glassblowers, Lasers> Genetics Chromosome abnormalities associated with cataracts -- 1 q21. 1 deletion syndrome, cri-du-chat syndrome, Down synd ome, Patau's syndrome, trisomy 18 (Edward's syndrome), and Turner's syndrome, and Neurofibromatosis type 2. Examples of single-gene disorder -- Alport's syndrome, Conradi's syndrome, myotonic dystrophy, and oculocerebrorenal syndrome or Lowe syndrome.> Skin diseases: Atopic dermatitis & Eczema: Ichthyosis (cuneiform cataracts); Basal-cell nevus & Pemphigus> Smoking and alcohol> Medications: Corticosteroids, Antipsychotics, Miotics> Post-operative: Vitrectomy, Cataract Surgery> Metabolic and nutritional diseases: Aminoaciduria or Lowe's syndrome, Diabetes mellitus, Fabry's disease, Galactosemia /galactosemic cataract, Homocystinuria, Hyperparathyroidism, Hypoparathyroidism, Hypervitaminosis D, Hypothyroidism, Hypocalcaemia, Mucopolysaccharidoses, Wilson's disease> Congenital: Congenital syphilis, Cytomegalic inclusion disease, Rubella, Cockayne syndrome\\> Genetic syndromes: Down syndrome, Patau syndrome, Edwards syndrome> Infections: Cysticercosis, Leprosy, Onchocerciasis, Toxoplasmosis, Varicella> Secondary to other eye diseases: Retinopathy of prematurity, Aniridia, Uveitis, Retinal detachment, Retinitis pigmentosa",
        "cop": 2,
        "opa": "Steroids",
        "opb": "Vitamin B12 deficiency",
        "opc": "Diabetes mellitus",
        "opd": "Homocystinuria",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "e94fc17b-2bc9-49d9-8117-fb9b578e882b",
        "choice_type": "single"
    },
    {
        "question": "Color blindness transmitted through",
        "exp": "(A) X-linked recessive # COLOR BLINDNESS> Gross cases occur in 3%--4% of males, but are rare in females (0. 4%); milder cases are more common in males.> Colour blindness is an inherited condition, being transmitted as X-linked recessive through the female who is usually unaffected, and is probably due to the absence of one of the photo-pigments normally found in the foveal cones.> In most cases reds and greens are confused, so that the defect is a source of danger in certain occupations, such as in engine- drivers and sailors. The red-green cases fail into two chief groups, protanopes and deuteranopes.",
        "cop": 1,
        "opa": "X-linked recessive",
        "opb": "Male to male inheritance",
        "opc": "Autosomal recessive",
        "opd": "Autosomal dominant",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "fc3f77a5-67b3-4225-9e88-7af57a7900ce",
        "choice_type": "single"
    },
    {
        "question": "Assistance for the National Blindness Control Programme is done by",
        "exp": "Danish International Development Agency (DANIDA) is providing assistance for the development of services under national blindness control programme. A comprehensive National Programme for Control of Blindness was launched in 1976 with the goal of reducing prevalence of blindness to 0. 3 per cent by 2000 AD. (iii) DANIDA agreed to assist NPCB since 1978 (Phase I). (iv) National Survey was undeaken by the GOI / WHO in 1986-89. Park 23e pg: 924",
        "cop": 3,
        "opa": "WHO",
        "opb": "UNICEF",
        "opc": "DANIDA",
        "opd": "SIDA",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "0e67143c-7de0-478d-ad26-12bc27fb82b5",
        "choice_type": "single"
    },
    {
        "question": "Posterior subcapsular stellate cataract seen in",
        "exp": "(C) Myotonic Dystrophy > Sunflower cataract - Occurs in Wilson's disease -Concussion may cause an 'imprinting' of iris pigment on the anterior lens capsule (Vossius ring) as well as striking flower shaped cortical opacities (rosette cataract).> Trauma is he most common cause of unilateral cataract in young individuals> Snow flake or snow storm cataract - Diabetes Shield like anterior subcapsular cataract - Atopic dermatitis> Stellate posterior subcapsular cataract - Myotonic dystrophy> Punctate subcapsular cataract - Down syndrome",
        "cop": 3,
        "opa": "Wilson's disease",
        "opb": "DM",
        "opc": "Myotonic Dystrophy",
        "opd": "SLE",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "3fc4fcd3-cad7-4aca-b4fe-e5a76c47b71f",
        "choice_type": "single"
    },
    {
        "question": "Lamina cribrosa is absent in -",
        "exp": "The nerve fibers forming the optic nerve exit the eye posteriorly through a hole in the sclera that is occupied by a mesh-like structure called the lamina cribrosa. It is formed by a multilayered network of collagen fibers that inse into the scleral canal wall. It is absent in morning glory syndrome. Ref khurana 6/e",
        "cop": 1,
        "opa": "Morning glory syndrome",
        "opb": "Nanophthalmia",
        "opc": "Colobama of retina",
        "opd": "Optic nerve agenesis",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "0763f22d-0bec-4e46-90cc-629fa7340094",
        "choice_type": "single"
    },
    {
        "question": "Maximum refraction occurs at",
        "exp": "Ans. a (Anterior surface of cornea) (Ref: A K Khurana, 2nd/pg. 50, and Basak's Ophthalmology 2nd/pg. 4). Refractive medium. Refractive index. Cornea1. 38. Aqueous humor1. 33. Lens1. 4. Vitreous humor1. 34. Air1. Maximum refraction occurs at anterior surface of cornea because: 1. Anterior surface of cornea has greater curvature and2. There is greater difference between refractive indices of air and cornea. Refractive surface. Refractive Power. Anterior surface of cornea+48. DPosterior Surface of cornea-4. DLens of eye (Vivo)+15. DLens of eye (taken out)+150D",
        "cop": 1,
        "opa": "Anterior surface of cornea",
        "opb": "Anterior surface of lens",
        "opc": "Posterior surface of cornea",
        "opd": "Posterior surface of lens",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "9690b823-f855-4947-9953-b4cca2f56d26",
        "choice_type": "single"
    },
    {
        "question": "Distance of patient w hile reading Snellen chart is",
        "exp": "(C) 6 meters # SNELLEN CHART is an eye chart that can be used to measure visual acuity.> Visual acuity = Distance at which test is made / distance at which the smallest optotype identified subtends an angle of 5 arcminutes.> In the most familiar acuity test, a Snellen chart is placed at a standard distance: 6 metres (or 20 ft). At this distance, the symbols on the line representing \"\"normal\"\" acuity subtend an angle of five minutes of arc, and the thickness of the lines and of the spaces between the lines subtends one minute of arc. This line, designated 6/6 (or 20/20), is the smallest line that a person with normal acuity can read at a distance of 6 metres (20 ft).",
        "cop": 3,
        "opa": "6 feet",
        "opb": "25 ems",
        "opc": "6 meters",
        "opd": "25 feet",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "12304bc4-9c72-40d2-8738-c71851c39918",
        "choice_type": "single"
    },
    {
        "question": "Brushfield spot in iris is seen in-",
        "exp": "Brushfield spots are small, white or grayish/brown spots on the periphery of the iris due to aggregation of connective tissue. Seen in Down syndrome patients of European descent. Other ocular features in Down syndrome: Epicanthal folds Mongoloid slanting of eye Myopia Keratoconus Esotropia Congenital Cataract Blepharitis In Neurofibromatosis, Lisch nodules are seen.",
        "cop": 2,
        "opa": "Neurofibromatosis",
        "opb": "Down syndrome",
        "opc": "Ttoberous sclerosis",
        "opd": "Toxoplasmosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "33aa18a6-cc2a-424c-99db-ff6447e32d64",
        "choice_type": "single"
    },
    {
        "question": "Critical angle of air corneal interface -",
        "exp": "Criticalangle for the cornea-air interface is approximately 46 degrees. Total internal reflection prevents direct visualization of ang le in nearly all eyes. Ref khurana 6/e",
        "cop": 2,
        "opa": "36 degree",
        "opb": "46 degree",
        "opc": "56 degree",
        "opd": "66 degree",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "c3592401-b1e3-47fc-be3d-5fb11d154955",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is specific for albinism among the following?",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 467 - 474) *All the given options are seen in albinism. But, a red reflex is specific *Ocular features in albinism: Red reflex Pink or blue iris Dazzling glare Photophobia Decreased vision Nystagmus Clear retinal and choroidal vessels, separated by glistening white space Strabismus (mild to moderate) Ocular albinism type 1 (OA1) There is usually nystagmus - OA can otherwise be difficult to detect in women, although it tends to be more obvious in men. There is also a red pupillary reflex (pupils appear greenish to bluish-red) with depigmented fundus and prominent choroidal vessels and photophobia.",
        "cop": 1,
        "opa": "Red reflex",
        "opb": "Decreased visual activity",
        "opc": "Photophobia",
        "opd": "Nystagmus",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "39211333-6c4a-4608-a121-b2e8e0fb5ebd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has maximum field of vision:",
        "exp": "Ans. (c) Temporal. Ref: A. K. Khurana 6th ed. /505, Khurana 4th ed./ 481. Extent of Normal Visual Field:* Superior: 50* Nasal: 60* Inferior: 70* Temporal: 90-100",
        "cop": 3,
        "opa": "Superior",
        "opb": "Inferior",
        "opc": "Temporal",
        "opd": "Nasal",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "d8467492-dc74-4724-9e31-3d5b8d78274d",
        "choice_type": "single"
    },
    {
        "question": "The initial bed-side investigation for Papilloedema is",
        "exp": "(A) Fundoscopy# Examination of the Optic Fundus:> Overall shape of the disc: Is this a congenitally tilted disc?> Overall colour of the disc: Is the disc pale? Is there pigmentary abnormality suggesting a congenital abnormality (such as a coloboma--note that the pigmented temporal crescent most often seen in myopes is normal).> Size of the optic cup: Compared to the overall disc diameter, the cup: disc ratio is normally less than 0. 7. Ratios greater than this are seen in conditions which cause nerve fibre loss--for example, glaucoma.> Vascular architecture: Do the vessels branch normally? Abnormalities such as trifurcations (as opposed to the normal bifurcations) are often associated with optic nerve head drusen.> Evidence of disc swelling: Is there venous pulsation? Absence of pulsation is the earliest sign of papilloedema, but it is absent in 20% of normal eyes.> In this case, it can often be elicited by gentle pressure on the eyeball. As the papilloedema worsens, the optic disc becomes raised, and exudates and haemorrhages may be seen> Changes in the surrounding retina. The following should be sought within the limits of pupillary dilatation: Hard and soft exudates, Microaneurysms and new vessel formation, Haemorrhages, Pigmentary changes (for example, \"bone spicules\" in retinitis pigmentosa, \"salt and pepper\" in mitochondrial disease) Macular changes (for example, pigmentary changes, oedema, cherry red spot).",
        "cop": 1,
        "opa": "Fundoscopy",
        "opb": "CT scan",
        "opc": "Retinoscopy",
        "opd": "Florescent angiography",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "93149b30-7f8b-49ee-8829-863531d62962",
        "choice_type": "single"
    },
    {
        "question": "Choroidal vascularization is seen in-",
        "exp": "Cause of choroidal neovascularization *Age-related macular degeneration (ARMD)- most significant *Angioid streaks *Choroidal rupture (trauma) *Pathological myopia *Chorioretinal scars *Intraocular inflammation *Chorioretinal dystrophy Ref: Yanoff & Ducker 2nd/e p. 919-920",
        "cop": 1,
        "opa": "Myopia",
        "opb": "Hypermetropia",
        "opc": "Presbyopia",
        "opd": "Astigmatism",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "904f87c3-2911-4581-8938-cb469bb93272",
        "choice_type": "single"
    },
    {
        "question": "Amaurosis fugax is caused due to occlusion of",
        "exp": "(B) Retinal Artery # Amaurosis fugax may present as a type of transient ischemic attack (TIA), during which an embolus unilaterally obstructs the lumen of the retinal artery or ophthalmic artery, causing a decrease in blood flow to the ipsilateral retina.> Most common source of these athero-emboli is an atherosclerotic carotid artery.> However, a severely atherosclerotic carotid artery may also cause amaurosis fugax due to its stenosis of blood flow, leading to ischemia when the retina is exposed to bright light.> \"Unilateral visual loss in bright light may indicate ipsilateral carotid artery occlusive disease and may reflect the inability of borderline circulation to sustain the increased retinal metabolic activity associated with exposure to bright light. \"",
        "cop": 2,
        "opa": "Posterior auricular artery",
        "opb": "Retinal Artery",
        "opc": "Ciliary artery",
        "opd": "Vertebral artery",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "d217796a-837d-4ab6-a83d-3fb845307a97",
        "choice_type": "single"
    },
    {
        "question": "As per Young-Helmholtz theory colour revealing are of_____ types",
        "exp": "Ans. b (3) (Ref. Parsons, Disease of Eye, 19th/131; Khurana, Ophthalmology, 3rd/250; Ganong, Physiology, 21/166)# Normal color vision is trichromatic, the basis of Young-Helmholtz theory of colour vision. YOUNG-HELMHOLTZ THEORY# Cones are photoreceptors tightly packed in fovea centralis where there are no rods and other layers of retina very thin.# The central part of fovea consists of cones and their nuclei largely and all other retinal layers are absent.# The appreciation of colors is function of cones and occurs in photopic vision.# Sensation of any colour is determined by the relative frequency of impulses for cone system.# Normal color vision is trichromatic, the basis of Young-Helmholtz theory of colour vision.# Other theories of color vision are- Hering or Hurvich and James Law (trichromatic signal from cones fed into subsequent neural stage and exhibit spectral opponent and spectral non-opponent property), and- Edwin-Land wavelength theory.",
        "cop": 2,
        "opa": "2",
        "opb": "3",
        "opc": "4",
        "opd": "5",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "28bceacc-0061-4548-a672-17a9440e80db",
        "choice_type": "single"
    },
    {
        "question": "YAG laser capsulotomy is used in-",
        "exp": "*After cataract is treated by Nd-YAG laser posterior capsulotomy. *YAG laser is used to create holes e. g. posterior capsulotomy, irototomy. Ref: Khurana 7th/e p. 212",
        "cop": 3,
        "opa": "Retinal detachment",
        "opb": "Diabetes",
        "opc": "After-cataract",
        "opd": "Refractive errors",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "918e56d9-bca4-4da8-8e05-8e89b5fb7a19",
        "choice_type": "single"
    },
    {
        "question": "Which drug prescribed by the physician would most probably be responsible for this?",
        "exp": "Amiodarone causes corneal deposits. Cornea veicillata, also called voex keratopathy or whorl keratopathy, is a condition characterised by corneal deposits at the level of the basal epithelium forming a faint golden-brown whorl pattern. It is seen in Fabry disease or in case of prolonged amiodarone intake Ref: Khurana; 4th edition; Pg. 440",
        "cop": 3,
        "opa": "Digoxin",
        "opb": "Verapamil",
        "opc": "Amiodarone",
        "opd": "Propranolol",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "faabebd8-83b1-47ec-a987-635cb65bbb8a",
        "choice_type": "single"
    },
    {
        "question": "Choroidal vascularization is seen in -",
        "exp": "chorioretinal atrophic patches and foster fuch spot. REF: khurana, pg no 41",
        "cop": 1,
        "opa": "Myopia",
        "opb": "Hypermelxopia",
        "opc": "Presbyopia",
        "opd": "Astigmatism",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "4df28435-d470-40fe-8c1e-b34c8129428c",
        "choice_type": "single"
    },
    {
        "question": "Universal marker of limbal stem cells-",
        "exp": "*Universal marker of limbal stem cells is ABCG2 Ref: Human Adult Stem Cells edited by John Masters, Bernhard Palsson p. 117",
        "cop": 3,
        "opa": "Elastin",
        "opb": "Keratin",
        "opc": "ABCG2",
        "opd": "Collagen",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "5e25540c-3568-4026-9f2d-92dddd589507",
        "choice_type": "single"
    },
    {
        "question": "Earliest change in diabetic retinopathy is",
        "exp": "(C) Microaneurysms and pin point haemorrhages # Non-proliferative diabetic retinopathy (NPDR)> Ophthalmoscopic features of NPDR include: Microaneurysms in the macular area*(the earliest detectable lesion). Retinal haemorrhages both deep (dot and blot haemorrhages) and superficial haemorrhages (flame-shaped). Hard exudates -yellowish-white waxy-looking patches are arranged in clumps or in circinate pattern. These are commonly seen in the macular area. Retinal oedema characterised by retinal thickening. Cotton-wool spots (if>8, there is high risk of developing PDR). Venous abnormalities, beading, looping and dilatation. Intraretinal microvascular abnormalities (IRMA). Dark-blot haemorrhages representing haemorrhagic retinal infarcts.",
        "cop": 3,
        "opa": "Hyaloid change",
        "opb": "Hard exudate",
        "opc": "Microaneurysms and pin point haemorrhages",
        "opd": "Vitreous haemorrhage",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "d6efe0ee-0699-4b5e-85c9-f1844425f658",
        "choice_type": "single"
    },
    {
        "question": "Specific for albinism-",
        "exp": "*All the given options are seen in albinism. But, ref reflex is specific. *Ocular features in albinism- *Red reflex *Pink or blue iris *Dazzling glare *Photophobia *Decreased vision *Nystagmus *Strabismus (mild to moderate) Ref: Pasricha p. 221",
        "cop": 1,
        "opa": "Red reflex",
        "opb": "Decreased visual activity",
        "opc": "Photophobia",
        "opd": "Nystagmus",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "e1cb4c6a-af79-40d9-a05f-2e36d40c9437",
        "choice_type": "single"
    },
    {
        "question": "AION is seen in which of the following conditions",
        "exp": "ANTERIOR ISCHAEMIC OPTIC NEUROPATHY(AION) refers to ischaemic damage to the optic nerve head from occlusion of the sho posterior ciliary aeries. It is of two types: Aeretic AION - results from inflammatory and thrombotic occlusion of sho posterior ciliary aeries caused by Giant Cell Aeritis (GCA), usually occurs in older patients (mean age 70 yrs) and accounts for only 5-10% cases of AION. Non aeretic AION - accounts for 90 - 95% cases of AION. Exact etiology of occlusion of posterior ciliary aeries causing infarction of the retrolaminar poion of the disc is not known. Risk factors include cataract surgery, HTN, diabetes, drugs (sildenafil). Ref: khurana 6th edition page no. 318",
        "cop": 2,
        "opa": "Chronic simple glaucoma",
        "opb": "Gaint cell aeritis",
        "opc": "Chronic iridocyclitis",
        "opd": "Sarcoidosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "800e4142-9549-4e13-8844-c6fe63a236c7",
        "choice_type": "single"
    },
    {
        "question": "A patient came with diplopia when he sees up and out, the defective extraocular muscle includes",
        "exp": "(A) Right Superior rectus # Diplopia: Double vision occurs when the conjugate movements of the eyes are altered so that images do not fall on corresponding areas of the two retinae.> The result is that the brain interprets two images that are not exactly superimposed.> If only one eye is affected, it will usually show a motion abnormality in the field of the involved muscle. PARALYSIS OF INDIVIDUAL EYE MUSCLESNerve. Muscle. Diplopia. Direction when looking Deviation of Eyeball IIIInferior oblique. Downward and outward. Upward and inward. IIIInferior rectus. Upward and inward. Downward and outward. VILateral rectus. Inward (internal squint). Toward the temple. IIIMedial rectus. Outward (external squint). Toward the nose. IVSuperior oblique. Upward and outward. Downward and inward. IIISuperior rectus. Downward and inward. Upward and outward",
        "cop": 1,
        "opa": "Right Superior rectus",
        "opb": "Right Superior oblique",
        "opc": "Left Superior oblique",
        "opd": "Right Inferior rectus",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "0e6e7cf1-55e1-42ad-81e6-75e7effc501a",
        "choice_type": "single"
    },
    {
        "question": "How many mm from the limbus is the safest site of intravitral injection?",
        "exp": "Intravitreal injection (Distance from Limbus) 1) For aphakics - 3mm 2) For pseudophakes - 3. 5mm 3) For phakics - 4mm Ref: American academy of ophthalmology -EYE Wiki",
        "cop": 3,
        "opa": "1-2mm",
        "opb": "2-3mm",
        "opc": "3-4mm",
        "opd": "4-5mm",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "b4aa33fb-1995-4f7e-94b6-7fb30894725b",
        "choice_type": "single"
    },
    {
        "question": "Maximum Number of cones are seen in",
        "exp": "(A) Fovea centralis # Human retina contains on average 4. 6 million cones and 92 million rods, although there is significant inter-individual variation (Curcio et al 1990).# Retina:> Fovea centralis: It lies in the center of macula lutea. Cones are highly concentrated in the fovea. It is responsible for visual acuity.> Although cones populate the whole retina, their density is highest in the foveola, where approximately 7000 cones reach an average density of 199, 000 cones/mm2: this area is entirely rod free.> Going outwards from the foveola, rod numbers rise, reaching a peak density in a horizontal elliptical ring at the eccentricity of the optic disc, before declining once more toward the periphery.> Cone density is 40-45% higher in the nasal compared to the temporal retina, and slightly higher interiorly than superiorly.",
        "cop": 1,
        "opa": "Fovea centralis",
        "opb": "Blind spot",
        "opc": "Macula Lutea",
        "opd": "Optic disc",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "b846acc9-13e9-446c-a018-720aa062a723",
        "choice_type": "single"
    },
    {
        "question": "The following Rosenbaum chart is used to test for visual acuity at a distance of",
        "exp": "(C) 36 cm # VISUAL ACUITY:> Snellen chart is used to test acuity at a distance of 6 m (20 ft). For convenience, a scale version of the Snellen chart called the Rosenbaum card is held at 36 cm (14 in.) from the patient.> The Rosenbaum card is a miniature, scale version of the Snellen chart for testing visual acuity at near.> When the visual acuity is recorded, the Snellen distance equivalent should bear a notation indicating that vision was tested at near, not at 6 m (20 ft), or else the Jaeger number system should be used to report the acuity.> All subjects should be able to read the 6/6 m (20/20 ft) line with each eye using their refractive correction, if any.> Patients who need reading glasses because of presbyopia must wear them for accurate testing with the Rosenbaum card. If 6/6 (20/20) acuity is not present in each eye, the deficiency in vision must be explained.> If it is worse than 6/240 (20/800), acuity should be recorded in terms of counting fingers, hand motions, light perception, or no light perception.> Legal blindness is defined by the Internal Revenue Service as a best corrected acuity of 6/60 (20/200) or less in the better eye or a binocular visual field subtending 20deg or less.> For driving the laws vary by state, but most states require a corrected acuity of 6/12 (20/40) in at least one eye for unrestricted privileges. Patients with a homonymous hemianopia should not drive.",
        "cop": 3,
        "opa": "6 meters",
        "opb": "3 meters",
        "opc": "36 cm",
        "opd": "6 cm",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "647e7202-3a74-4c5b-a4bd-fcd370d3016b",
        "choice_type": "single"
    },
    {
        "question": "Wavelength of ND: Yag laser -",
        "exp": "Wavelength = 1064nm Mechanism: photocoagulation Uses: eyelid hemamgioma, CRAO, PRP, ARMD. REF: AK KHURANA 6. THE PG462",
        "cop": 1,
        "opa": "1064 nm",
        "opb": "532 nm",
        "opc": "1040 nm",
        "opd": "1064 pm",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "7119e397-2e53-4100-89e5-25421620122b",
        "choice_type": "single"
    },
    {
        "question": "Intraocular calcification in the eye in a child is seen in",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 303) *In retinoblastoma, there are areas of necrosis and calcification *In the presence of calcification, endophytic retinoblastoma gives the typical 'cottage cheese' appearance",
        "cop": 2,
        "opa": "Toxocara",
        "opb": "Retinoblastoma",
        "opc": "Angiomatosis retinae",
        "opd": "Malignant melanoma of choroid",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "b6003da2-0420-4565-bdd8-baf563df8694",
        "choice_type": "single"
    },
    {
        "question": "Condition where subhyloid hemorrhage is associated with subarachnoid hemorrhage is -",
        "exp": "*Terson syndrome is intraocular haemorrhage associated with subarachnoid hemorrhage, intracerebral hemorrhage or traumatic brain injury. Hemorrhage May be present in the vitreous, sub-hyloid, or intraretina/ sub- internal limiting membrane. *Terson syndrome usually occurs in adults, but has been repoed in children as young as 7years. It can be unilateral or bilateral. *Subarachnoid hemorrhage May be directly transmitted forward through the optic nerve sheath. Ref: Delhi ophthalmology society aicle",
        "cop": 4,
        "opa": "Posner-Schlossman syndrome",
        "opb": "Axenfeld-Rieger syndrome",
        "opc": "Pseudoexfoliation syndrome",
        "opd": "Terson's syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "3a4b8f9c-e9b4-4c2a-afe6-f8bf4bdd5469",
        "choice_type": "single"
    },
    {
        "question": "Large pituitary tumour results in",
        "exp": "(C) Bitemporal hemianopia # Visual field defects are caused by tumor compression on the optic nerve or chiasm leading to axonal damage.> Depending on the size and location of the tumor, as well as the anatomical relationship of the chiasm to the pituitary stalk, the severity and symmetry of the visual field defect may vary.> Monocular Visual Field Deficits: Asymmetric tumors may preferentially involve one side of the chiasm or an optic nerve, and most commonly presents as a supertemporal quadrantanopia. The incidence of pituitary adenomas presenting as monocular visual field defects was reported to be 9% (in a series of 1, 000 patients). If the presenting symptom is sudden monocular visual loss, a pituitary adenoma may be acutely missed, as other more common etiologies are evaluated. Another consideration for sudden monocular visual loss is pituitary apoplexy, though visual field evaluation is often deferred due to the emergent nature of this condition. Monocular temporal hemianopia are not always indicative of a pituitary tumor. These defects, especially in the setting of no Relative afferent pupillary defect or optic atrophy, may suggest functional (non-organic) vision loss. Functional vision loss in the setting of a monocular temporal hemianopsia can be confirmed by the persistence of the temporal hemianopia on binocular visual field testing.> Chiasmal Field Deficits: Characteristically lesions at the level of the optic chiasm produce a bitemporal hemianopia. Pituitary adenomas, which grow upward from the pituitary stalk, compress the chiasm from below, which preferentially involves the inferior, nasal, and macular nerve fibers. This corresponds to superior, bitemporal, and central vision loss. While these field defects typically respect the vertical midline, pituitary adenomas large enough to cause compression tend to also reduce visual acuity and cause diffuse central depression on automated and Goldmann perimetry. In prefixed chiasms or tumors that preferentially grow posteriorly, selective compression of macular fibers may cause a bitemporal hemianopsia involving the central visual field while sparing the peripheral field.> Junctional Field Deficits:- Phenomenon of a central scotoma in one eye with temporal visual field loss in the other eye has been termed a junctional scotoma. Anatomical correlate to this visual field pattern has been suggested by some as compression to an anterior loop to the decus- sating nasal fibers within the posterior optic nerve.> This explanation, called \"Wilbrand's knee, \" is debated within the literature; regardless of the cause, multiple studies nave proven that this visual field phenomenon localizes the lesion to the anterior chiasm and posterior optic nerve.> While junctional field defects have been the presenting sign of pituitary adenomas, it is more commonly seen in other etiologies (meningioma, aneurysm, inflammation).",
        "cop": 3,
        "opa": "Unilateral quadrantanopia",
        "opb": "Increase in blind spot only",
        "opc": "Bitemporal hemianopia",
        "opd": "Binasal hemianopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "0768f355-af2e-4c34-97c0-6ff57d8a9b30",
        "choice_type": "single"
    },
    {
        "question": "Topical steroid is contraindicated in which ocular condition-",
        "exp": "*Topical steroids in eye are contraindicated in Herpetic epithelial keratitis and fungal corneal ulcer. Ref: Kanski's 8th/e chapter 6, p. 181",
        "cop": 3,
        "opa": "Anterior uveitis",
        "opb": "Posterior uveitis",
        "opc": "Fungal Corneal ulcer",
        "opd": "Moorens ulcer",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "0d0552ce-edcc-426a-977a-7942eb0a4088",
        "choice_type": "single"
    },
    {
        "question": "What is not to done in the given below case:",
        "exp": "Ans. (a) Remove the foreign body. Ref: Kanski's Clinical Ophthalmology 8th Ed; Page No- 879* CT scan is the investigation of choice for metallic Foreign Body (FB).* MRI is Contraindicated for metallic (Iron) FB.* Magnetic removal of magnetized FB.* Forceps removal +- pars plana vitrectomy for non-magnetic FB.* In penetrating trauma, patching should be done as the first line treatment.* SEIDEL Test: Used to locate the entry wound in penetrating by use fluorescein dye.",
        "cop": 1,
        "opa": "Remove the foreign body",
        "opb": "Check for visual acuity",
        "opc": "Give antibiotics",
        "opd": "Do primary survey",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "d50fc98d-b064-4e8c-96d1-64a417f66015",
        "choice_type": "single"
    },
    {
        "question": "'Cobble stone' appearance of conjunctiva is seen in",
        "exp": "(A) Spring catarrh > Each papilla is polygonal with a flat fop and contains tufts of capillaries and dense fibrous tissue. The hyaline degeneration imparts bluish-white or milky colour to the papilla.# Vernal keratoconjunctivitis or spring catarrh is a recurrent, bilateral, interstitial self limiting allergic inflammation of conjunctiva having a periodic seasonal incidence:> Vernal conjunctivitis or Spring catarrh;> Predisposing factors: Age: 4-20 years Sex: More in boys than girls Season: More common in summer (Name is a misnomer as it is more common in summer rather than spring)> Agent: is produced in response exogenous allergen (dust, pollen, heat)> Laterality: is bilateral> Presentation: Most marked symptom is itching (Photophobia and lacrimation arc also seen) Ropy discharge: Maxwell Lyon sign (containing eosinophills) Conjunctival Signs. Bulbar. Corneal Signs. Palpebral. Gelatinous thickening around Limbus. Epithelial erosion. Cobble stone appearance. Horner Trantas spots (composed of degenerated eosinophils). Supepethelial punctate erosion and scarring. Papillary hypertrophy into polygonal papilla. Dusky red triangular congestions. Pseudogerantoxon with classic cupid bow outline. Follicle are not seen in vernal conjunctivitis Ulcer may be present.",
        "cop": 1,
        "opa": "Spring catarrh",
        "opb": "Angular conjunctivitis",
        "opc": "Eczematous conjunctivitis",
        "opd": "Trachoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "1731e8b2-fdd2-44d7-82da-f3be14ef39fe",
        "choice_type": "single"
    },
    {
        "question": "Confocal scanning laser ophthalmoscope uses-",
        "exp": "Confocal scanning laser ophthalmoscope:- *It is an instrument using confocal laser system to provide and analyse three dimentional image of the optic nerve head, peripapillary retina and macular region. *It uses a 670nm diode laser and measures the amount of light reflected from a series of 16-64 sections in depth and reconstructs them to show the anotomy of the optic nerve head and reconstruct the anatomy of the retinal nerve fiber layer. Ref: Dictionary of optometry and visual science",
        "cop": 2,
        "opa": "Infrared laser",
        "opb": "Diode laser",
        "opc": "Excimerlaser",
        "opd": "YAG laser",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "10aee25c-a237-46b9-b63f-8ccae48dc598",
        "choice_type": "single"
    },
    {
        "question": "A child with amblyopia is to be operated by",
        "exp": "Amblyopia, also known as \"lazy eye, \" occurs when the brain ors one eye and develops pathways to only one eye. The condition typically begins in infancy or early childhood. This may be corrected before the age of 5 years, through surgery.",
        "cop": 1,
        "opa": "< 5 years",
        "opb": "5-10 years",
        "opc": "10-15 years",
        "opd": "18 years",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "10749830-a51e-4471-93b9-a14b08453722",
        "choice_type": "single"
    },
    {
        "question": "Fasanella servat operation is done for",
        "exp": "The Fasanella-Servatprocedure is used for the repair of mild to moderate ptosis.... RESULTS: Ptosis was classified as involutional, occurring after intraocular surgery, congenital, due to Horner's syndrome present after levator surgery, and myogenic/other. Ref khurana 6/e",
        "cop": 2,
        "opa": "Myasthenia gravis",
        "opb": "Horner syndrome",
        "opc": "Congenital ptosis",
        "opd": "Drug induced ptosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "b9a6bc4d-2f51-4010-ba3f-8bbd1e3b7c37",
        "choice_type": "single"
    },
    {
        "question": "The wavelength of laser {in nanometers} for shaping cornea in refractive surgery is-",
        "exp": "*Corneal Reshaping procedures such as photorefractive keratectomy (PRK) and Laser Assisted is Situ Keratomileusis (LASIK) are performed by lasers in the ultraviolet wavelength of 193nm to 213 nm. The most commonly used laser for such procedures is the Argon Fluride Excimer Laser (ARF) with a length of 193nm. Ref: Yanoff 3rd/e p. 43",
        "cop": 1,
        "opa": "193 nm",
        "opb": "451 nm",
        "opc": "532 nm",
        "opd": "1064nm",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "e778f49f-552b-4bef-9c9d-13f0e1348223",
        "choice_type": "single"
    },
    {
        "question": "A Middle aged man brought to casualty with unilateral headache, right eye congested and painful, with sudden vision loss. The diagnosis is",
        "exp": "(A) Angle Closure Glaucoma# Angle-closure glaucoma, also known as narrow-angle glaucoma, is caused by blocked drainage canals in the eye, resulting in a sudden rise in intraocular pressure.> This is a much more rare form of glaucoma, which develops very quickly and demands immediate medical attention. Symptoms of angle-closure glaucoma may include:> Hazy or blurred vision: The appearance of rainbow-colored circles around bright lights Severe eye and head pain Nausea or vomiting (accompanying severe eye pain) Sudden sight loss",
        "cop": 1,
        "opa": "Angle Closure Glaucoma",
        "opb": "Corneal edema",
        "opc": "CRVO",
        "opd": "CRAO",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "a727370f-3970-4aa5-802d-4a3abf62522d",
        "choice_type": "single"
    },
    {
        "question": "Cherry red spot is seen in",
        "exp": "(A) Tay Sach's disease # CHERRY RED SPOT is seen in central retinal artery occlusion, Tay-Sach's disease, Niemann-Pick's disease, Gaucher's disease and Berlin's oedema.",
        "cop": 1,
        "opa": "Tay Sach's disease",
        "opb": "Batten Mayous disease",
        "opc": "von Gerkie's disease",
        "opd": "Mucopolysaccharidosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "41481287-25bf-45d2-ae7d-73bc9864f02a",
        "choice_type": "single"
    },
    {
        "question": "The toxic agent in 'Tobacco amblyopia' is",
        "exp": "(Cyanide): Ref: 296-KH (92-P)TOBACCO AMBLYOPIA: -Toxic agent involved cyanide fond in tobacco. Excessive tobacco smoking Decreased cyanide detoxification due to alcoholics dietary deficiency of sulphur rich proteins| |Excessive cyanide in blood | Degeneration of ganglion cells particularly of the macular region | Degeneration of papillo-macular bundle in the nerve | Toxic amblyopia * Bilateral gradually progressive impairment in the central vision* Visual field examination - Bilateral centrocaecal scotomas* Fundus examination is essentially normal or there may be slight temporal pallor of the disc.",
        "cop": 2,
        "opa": "Nicotine",
        "opb": "Cyanide",
        "opc": "Carbondioxide",
        "opd": "Dinitrozol",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "8dd4a18b-38fd-4bc7-b8e3-93b627a4377b",
        "choice_type": "single"
    },
    {
        "question": "Condition where subhyloid hemorrhage is associated with subarachnoid hemorrhage is-",
        "exp": "Ans. is 'd' i. e., Terson's syndrome * Terson syndrome is intraocular hemorrhage associated with subarachnoid hemorrhage, intracerebral hemorrhage or traumatic brain injury. Hemorrhage may be present in the vitreous, sub-hyloidy or intraretina/ sub-internal limiting membrane.* Terson syndrome usually occurs in adults, but has been reported in children as young as 7 years. It can be unilateral or bilateral.* Subarachnoid hemorrhage may be directly transmitted forward through the optic nerve sheath.",
        "cop": 4,
        "opa": "Posner-Schlossman syndrome",
        "opb": "Axenfeld- Rieger syndrome",
        "opc": "Pseudoexfoliation syndrome",
        "opd": "Terson's syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "39a2f07f-6c96-4ef0-8902-38fa6fed3afc",
        "choice_type": "single"
    },
    {
        "question": "Retinoblastoma is associated with which chromosome?",
        "exp": "(A) 13 # RETINOBLASTOMA is a proliferation of neural cells which have failed to evolve normally.> Tumour is confined to infants and very young children and is frequently congenital> Retinoblastoma is directly associated with a genetic abnormality--deletions or mutation of the ql4 band of chromosome 13> Growth consists chiefly of small round cells with large nuclei resembling the cells of the nuclear layers of the retina.> Child is usually brought to the surgeon on account of a peculiar yellow reflex from the pupil, sometimes called leucocoria or 'amaurotic cat's eye> Clinically a cauliflower-like mass arising from the retina is seen extending into the vitreous> Calcification occurs in 75% of cases and is almost pathognomonic of retinoblastoma> X-rays can demonstrate calcification within the tumour, but a computerized tomography scan is more sensitive, as it also delineates the tumour and extension, if any, more thoroughly.> Treatment of small tumours is by local modalities such as cryotherapy for anterior lesions, photocoagulation for posterior ones, brachytherapy with 60. Co or 1251 can also be used.> Treatment options for large tumours are Enucleation of the eye, External beam radiation therapy.> External beam radiotherapy confines the radiation to the affected sectors of the posterior segment of the globe and thus avoids damage to the lens and surrounding retina.> Prognosis of retinoblastoma, if untreated, is always bad, and the patient invariably dies.> Prognosis is fair if extraocular extension is avoided.",
        "cop": 1,
        "opa": "13",
        "opb": "11",
        "opc": "17",
        "opd": "15",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "ee443458-f0e7-4532-9141-a7fd81dff52c",
        "choice_type": "single"
    },
    {
        "question": "Sudden Painless loss of vision is seen in",
        "exp": "(A) Vitreous hemorrhage # Clinical features of vitreous haemorrhage:> Sudden development of floaters occurs when the vitreous haemorrhage is small.> In massive vitreous haemorrhage patient develops sudden painless loss of vision.> Fate of vitreous haemorrhage> Complete absorption> Organization> Complications like vitreous liquefaction, degeneration and khakhi cell glaucoma (in aphakia) may occur.> Retinitis proliferans> Treatment: Conservative treatment Treatment of the cause Vitrectomy> Sudden loss of vision: Central retinal artery occlusion Retinal detachment Central retinal vein occlusion Retrobulbar neuritis> Transient loss of vision: Carotid artery disease Migraine Papilloedema, Severe hypertension",
        "cop": 1,
        "opa": "Vitreous haemorrhage",
        "opb": "Optic atrophy",
        "opc": "Developmental cataract",
        "opd": "Acute Angle closure glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "8e474b93-919d-457e-8ee8-d0d059e3576b",
        "choice_type": "single"
    },
    {
        "question": "Confocal scanning laser ophthalmoscope uses -",
        "exp": "It is a non- invasive investigation used to receive three- dimensional images of retinal surface in vivo. Commercial name of the device is Heidelberg retina tomograph. Diode laser beam of 670 nm wavelength is used as the light source. Ref: khurana optics and refraction edition 4th, page no. 452",
        "cop": 2,
        "opa": "Infrared laser",
        "opb": "Diode laser",
        "opc": "Excimerlaser",
        "opd": "YAG laser",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "842e75c6-b69f-4c84-a5f6-f9254e06225c",
        "choice_type": "single"
    },
    {
        "question": "OCT (Optical coherence tomography) is based on?",
        "exp": "Optical Coherence Tomography(OCT) is a new imaging modality that produces high resolution, cross-sectional images of ocular structures in vivo. OCT produces detailed two-dimensional images of the retina and measures retinal thickness with a longitudinal image resolution of approximately 10 microns. The principles of OCT are similar to B-mode ultrasound, however OCT utilizes the reflection of Light waves from different structures in the eye rather than sound. Low coherent light, produced by a continuous wave superluminescent diode source, is directed into the eye and is reflected at the boundaries of tissues with different optical propeies. Optical coherence tomography (OCT) is an imaging technique that uses low-coherence light to capture micrometer-resolution, two- and three-dimensional images from within optical scattering media (e. g., biological tissue). It is used for medical imaging and industrial nondestructive testing (NDT). ref khurana 6th edition pg 456",
        "cop": 2,
        "opa": "High coherence interferometry",
        "opb": "Low coherence interferometry",
        "opc": "Non-coherence interferometry",
        "opd": "Polariztion",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "a31b5507-0771-455f-bfc6-737beab7984e",
        "choice_type": "single"
    },
    {
        "question": "Commotio retinae is",
        "exp": "(B) Oedema of retina following blunt trauma # COMMOTIO RETINAE (Berlin's oedema): Common occurance following a blow on the eye\"> Manifests as milky white cloudiness involving a considerable area of the posterior pole with a 'Cherry - red spot' in the foveal region.> It may disappear after some days or may be followed by pigmentary changes.",
        "cop": 2,
        "opa": "Oedema of cornea following blunt trauma",
        "opb": "Oedema of retina following blunt trauma",
        "opc": "Injury to anterior part of lens",
        "opd": "Injury to sclera",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "d16d014b-c3e1-47b9-98d1-902ad85ebebf",
        "choice_type": "single"
    },
    {
        "question": "Wilson's KF ring is associated with following",
        "exp": "(D) Sun Flower cataract# Wilson's disease is an autosomal recessive, multisystem disorder due to impaired hepatic excretion of copper.> There is excessive accumulation of copper in the CNS, liver, kidneys, cornea, and other organs.> This accumulating copper leads primarily to damage of the liver and brain.> Predominant presentation includes dystonias, tremor, dysphasia, dysarthria, gait & limb ataxia, and neuropsychiatric manifestations> Kayser-Fleischer ring, a brownish coloration of the outer margin of the cornea in Descemef s membrane, is diagnostic of Wilson's disease, which regresses on treatment with metal chelating drugs.> Sunflower cataract was first described in Wilson's disease by Seimerling and Oloff.# Types of cataracts: Blunt trauma/Concussion (Rosette Cataract) Infrared irradiation (Glass Blower's Cataract) Diabetes (Snow Storm Cataract) Galactosemia (Oil Drop Cataract) Wilson's Disease Chalcosis, Penetrating trauma with retention of Cu (Snow flake /Sunflower/ Petals of flower Cataract) Atopic Dermatitis (Syndermatotic Cataract) Posterior Subcapsular (Cupuliform) Congenital (Coronary, Coralliform, etc) Senile (Cuneiform) Blue-Dot (Cataracta caerulea) Black (Cataracta nigra) Brown (Cataracta brunescnence) Red (Cataracta rubra) Vossious ring on anterior surface of lens, Myotonia dystrophia (Christmas tree cataract) Dust like lenticular opacity Galactosemia (Oil drop cataract) (Posterior cortical) bread crumb appearance, Polychromatic luster/Rainbow cataract Complicated cataract (secodary to any eye diseases) Hypermature Senile cataract (Morgagnian cataract)",
        "cop": 4,
        "opa": "Oil drop cataract",
        "opb": "Rosette cataract",
        "opc": "Snow Flake cataract",
        "opd": "Sun Flower cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "e47782d2-87fb-4023-80c4-2bd42bbedf59",
        "choice_type": "single"
    },
    {
        "question": "YAG laser capsulotomy is used in -",
        "exp": "Posterior capsular opacification (after cataract or secondary cataract) is the most common late complication of uncomplicated cataract surgery. Pattern of opacification: the ring of sommerring and the elschnig pearls Treatment involves the creation of an opening in the posterior capsule, termed a capsulotomy, with the Nd: YAG laser. (photodisruption) Ref: kanski's clinical ophthalmology, 8th edition, page no. 293",
        "cop": 3,
        "opa": "Retinal detachment",
        "opb": "Diabetes",
        "opc": "After- cataract",
        "opd": "Refractive errors",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "2153e827-0ce6-4ac8-8e40-2ca6054878d9",
        "choice_type": "single"
    },
    {
        "question": "Which is the afferent pathway for light pupillary reflex?",
        "exp": "(B) Optic nerve # Ophthalmic nerve (V^ a branch of Trigeminal nerve carries sensory information from the scalp and forehead, the upper eyelid, the conjunctiva and cornea of the eye, the nose (including the tip of the nose, except alae nasi), the nasal mucosa, the frontal sinuses, and parts of the meninges (the dura and blood vessels. Optic nerve, or more precisely, the photosensitive ganglion ceils through the retinohypothalamic tract, is responsible for the afferent limb of the pupillary reflex - it senses the incoming light. Abducent nerve supplies lateral rectus. The short ciliary nerve contains parasympathetic and sympathetic nerve fibers. The parasympathetics arise from the Edinger-Westphal nucleus and synapse in the ciliary ganglion via the oculomotor nerve(oculomotor nerve), the postganglionic parasympathetics leave the ciliary ganglion in the short ciliary nerve and supply the ciliary body and iris. Sympathetics are provided by the superior cervical ganglion and they reach the ganglion either as branches of the nasociliary nerve or directly from the extension of the plexus on the ophthalmic artery (sympathetic branch to ciliary ganglion). Damage to the short ciliary nerve may result in loss of the pupillary light reflex, or mydriasis",
        "cop": 2,
        "opa": "Trigeminal nerve",
        "opb": "Optic nerve",
        "opc": "Abducent nerve",
        "opd": "Ciliary nerve",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "798b8df1-b376-4225-95eb-b606ebea7b2c",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is involved in visual pathway?",
        "exp": "(C) Lateral geniculate body # Visual pathway:> The visual pathway consists of: The eye, especially the retina The optic nerve The optic chiasma; The optic tract; The lateral geniculate body The optic radiation, Visual cortex, Visual association cortex",
        "cop": 3,
        "opa": "Nucleus gracilis",
        "opb": "Medial geniculate body",
        "opc": "Lateral geniculate body",
        "opd": "Hypothalamus",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "5e852f95-4422-431a-8f2f-202a8db8c4fa",
        "choice_type": "single"
    },
    {
        "question": "Human retina consists about",
        "exp": "(A) 100 million Rods & 5 million Cones # Total number of cones in fovea:> Approximately 200, 000. There are 17, 500 cones/degree> Rod free area is approximately 10 thus there are 17, 500 cones in the central rod-free fovea.> Total number of cones in the retina. - 6, 400, 000> Total number of rods in the retina. - 110, 000, 000 to 125, 000, 000> Rod distribution.> Rods peak in density 180 or 5mm out from the center of the fovea in a ring around the fovea at 160, 000 rods/mm2> No rods in central 200 pm.> Average 80-100, 000 rods/mm2> Rod acuity peak is at 5. 20 or 1. 5 mm from foveal center where there are 100, 000 rods/mm2",
        "cop": 1,
        "opa": "100 million Rods & 5 million Cones",
        "opb": "5 million Rods & 100 million Cones",
        "opc": "100 million Rods & 100 million Cones",
        "opd": "5 million Rods & 5 million Cones",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "eb558050-7507-4cd2-88dd-a61bac149c0f",
        "choice_type": "single"
    },
    {
        "question": "Hypersecretory glaucoma is seen in-",
        "exp": "\"In epidemic dropsy, the aqueous shows raised level of histamine, prostaglandin and protein suggestion that the glaucoma is hypersecretory\". Ref: pediatric Ophthalmology by PK Mukharjee 4th/e p. 370",
        "cop": 1,
        "opa": "Epidemic dropsy",
        "opb": "Marfan's syndrome",
        "opc": "Hypertension",
        "opd": "Diabetes",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "d3d8f25d-b337-4f95-a1dd-88a732da581b",
        "choice_type": "single"
    },
    {
        "question": "A 58 year old male with history of Ipsilateral facial paralysis and contralateral hemiplegia. Plain CT scan head is given below. The diagnosis is",
        "exp": "(A) MCA stroke # Stroke syndromes:> Middle cerebral artery syndrome is a condition whereby the blood supply from the middle cerebral artery (MCA) is restricted, leading to a reduction of the function of the portions of the brain supplied by that vessel: the lateral aspects of frontal, temporal and parietal lobes, the corona radiata, globus pallidus, caudate and putamen.> The MCA is the most common site for the occurrence of ischemic stroke.> Middle Cerebral Artery Pneumonic: \"CHANGes\" Contralateral paresis and sensory loss in the face and the arm Homonymous Hemianopsia Aphasia Neglect Gaze preference toward the size of the lesion# Signs and Symptoms:> Hemiparesis or hemiplegia of the lower half of the contralateral face> Hemiparesis or hemiplegia of the contralateral upper and lower extremities> Sensory loss of the contralateral face, arm and leg> Ataxia of contralateral extremities> Speech impairments/aphasia: Broca's, Wernicke's or Global aphasia as a result of a dominant hemisphere lesion (usually the left brain)> Perceptual deficits: hemispatial neglect, anosognosia, apraxia, and spatial disorganization as a result of a non-dominant hemi- sphere lesion (usually the right brain)> Visual disorders: deviation conjuguee, a gaze preference towards the side of the lesion; contralateral homonymous hemianopsia> Radiographic features:> Generally the features are those of cerebral infarction, similar to those seen in any other territory.> There are however certain features specific to middle cerebral artery infarct, and these are discussed below. For both CT and MRI it is worth dividing the features according to time course.> It should also be noted that middle cerebral artery infarcts are often incomplete affecting only perforator branches or one or more distal branches. As such in many cases only parts of the middle cerebral artery territory is affected.> CT: The earliest finding of middle cerebral artery occlusion is: Hyperdense middle cerebral artery sign 3 seen immediately and represents direct visualisation of the thromboembolism. Presence of calcification is important as it is a contraindication to angioplasty> Early parenchymal signs include subtle blurring, decreased attenuation and swelling of the grey-white matter junction of affected regions. It should be noted that deep grey matter structures are affected before the cortex due to lenticulostriate arteries being end arteries, and cytotoxic oedema (intracellular fluid accumulation) occurring earlier 2, 4: lentiform nucleus; caudate nucleus as early as 1 hour after occlusion 4 visible in 75% of patients at 3 hours 4 insular ribbon although cortical it is the furthest cortex from collateral circulation and is therefore also affected early 4 the insular ribbon sign describes loss of normal grey-white differentiation surface cortex (including peri-rolandic cortex) collateral flow retards development of CT signs with only 20% of cases demonstrating changes at 3 hours 4> With time the hypo-attenuation and swelling become more marked, and in patients with the majority of the MCA territory affected the mass effect is often dramatic and life threatening, sometimes requiring a decompressive craniectomy.> As time passes the infarct undergoes gradual reduction in swelling and mass effect (see cerebral infarction).> Treatment and prognosis. Treatment of middle cerebral artery infarcts is the same as infarcts anywhere else (see cerebral infarction) except that due to the size of the involved territory the degree of mass effect resulting form infarction can be marked and life threatening. As such decompressive craniectomy is advocated by many as a life saving procedure.",
        "cop": 1,
        "opa": "MCA stroke",
        "opb": "ACA stroke",
        "opc": "PCA stroke",
        "opd": "PICA stroke",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "13caa9cd-d9a9-43c3-b9e2-968b28539d98",
        "choice_type": "single"
    },
    {
        "question": "An elderly man presented with a painful red eye, and on examination shows the pupil dilated and fixed, what is the next line of investigation?",
        "exp": "(A) Tonometry# Acute painful red eye> Suspected condition is acute angle closure condition> Symptoms: Severely painful, halos around lights, may be systemically unwell (nausea, vomiting, headache). Usually > 50 years.> Decreased VA, hazy cornea, fixed, semi-dilated or oval pupil. Within 24 hours.> Keratitis Photophobia, foreign body sensation +- history of contact lens wear tprevious episodes (e. g. herpes simplex infection).> VA depends on exact nature of problem - peripheral lesions may cause little change but some decrease is expected.> Corneal defect on staining +- hypopyon (pus seen in anterior chamber).> Within 24 hours.> Acute anterior uveitis: Photophobia, blurred vision, headache, pain on accommodating. May have been unresponsive to previous treatment for conjunctivitis. VA may be reduced, redness more localised around corneal edge (ciliary injection), pupils may be constricted or irregular.> When severe, white cells precipitate on corneal endothelial surface (seen as white clumps - keratic precipitates). Within 24 hours.> Foreign body (FB) Pain depends on where this is lodged - worst if in the cornea when there may be decreased vision +- photophobia. VA depends on where the FB lies but this will be reduced if in the central visual axis. FB seen on examination, within 24 hours if large, in central visual axis. If there is suspicion of associated injury / deeper injury and if complete removal is not possible on initial assessment.",
        "cop": 1,
        "opa": "Tonometry",
        "opb": "Visual evoked potential",
        "opc": "Retinal angiogram",
        "opd": "Slit lamp examination",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "19f2b245-ea87-4c04-a0c8-2af1b0eb907b",
        "choice_type": "single"
    },
    {
        "question": "How many incisions are used in the divided system approach of pars planavitrectomy?",
        "exp": "It has the advantage of smaller instruments, easy handling, improved visualisation REF: khurana, pg no 261",
        "cop": 3,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "9ee8fa23-f62d-4493-993e-6526d68fa6da",
        "choice_type": "single"
    },
    {
        "question": "Ciliary staphyloma is seen in",
        "exp": "Answer: a) Absolute glaucoma (PARSON 22nd ED, P-223)STAPHYLOMA* Localized bulging of weak & thin outer tunic of eyeball (cornea or sclera), lined by uveal tissue* Anterior staphyloma> An ectasia of pseudocornea> Most common cause - sloughing corneal ulcer which perforates. Intercalary staphyloma. Ciliary staphyloma. Equatorial staphyloma. Posterior staphyloma* Located at the limbus* Lined by root of iris* May be associated with secondary angle closure glaucoma* Located upto 8mm behind limbus* Lined by ciliary body.* Bulge of sclera lined by choroid in the equatorial region (14mm behind limbus)* Bulge of sclera, lined by choroid, behind the equatorial region* Not visible externally Causes. Causes:* Perforating injury* Marginal corneal ulcer* Anterior Scleritis. Causes* Perforating injury* Scleritis* Absolute glaucoma. Causes* Scleritis* Pathological myopia* Degenerative myopiamcc* Posterior scleritis* Perforating injury",
        "cop": 1,
        "opa": "Absolute glaucoma",
        "opb": "Pathological myopia",
        "opc": "Retinoblastoma",
        "opd": "Episcleritis",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "e5ebd831-8ec6-4550-9de8-84eed370a303",
        "choice_type": "single"
    },
    {
        "question": "Most common type of Benign Orbital tumour in Adults is",
        "exp": "(C) Haemangioma# ORBITAL TUMORS in both age groups are mostly benign.> Most common benign orbital tumors in children are Dermoids and vascular lesions such as capillary hemangiomas, lymph-angiomas and cavernous hemangiomas.> Most common benign tumors in Adults are also blood vessel tumors such as Hemangiomas, lymphangiomas and arteriovenous malformations> Tumors of the nerves (Schwannomas), fat (Lipoma), as well as those that evolve from the surrounding sinuses (Mucocele) occur less commonly.> Orbital Malignancies in Childhood are unusual. Most common are rhabdomyosarcomas, other malignant lesions that may affect the orbit include Burkitt's lymphoma and granulocytic sarcoma. Neuroblastoma, Ewing sarcoma, Wilm's tumor, and leukemias are the more common metastatic orbital lesions afflicting children.> Most common Malignant Orbital tumors in Adults are lymphomas. Often they are initially confined to the orbit without any systemic manifestations. Direct invasion of the orbit from the surrounding skin and sinus cavities can occur from squamous and basal cell cancers. Other malignancies that arise from tissues within the orbit are less common (Hemangiopericytoma, Chondrosarcoma, Malignant neurofibroma). Metastatic orbital tumors most frequently arise from breast & prostate.",
        "cop": 3,
        "opa": "Lipoma",
        "opb": "Dermoid",
        "opc": "Haemangioma",
        "opd": "Schwannoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "c2c10ea5-1d9b-4379-98bb-07d96d47e369",
        "choice_type": "single"
    },
    {
        "question": "Retrobulbar injection is given in -",
        "exp": "It is given in the central space Central space: also called, muscular cone or retrobulbar space. It is bounded anteriorly by the Tenon's capsule lining back of the eyeball and peripherally by the four recti muscles and their intermuscular septa in the anterior pa. In the posterior pa, it becomes continuous with the peripheral space. Tumors lying here produces axial proptosis. Ref: AK Khurana 6thE pg 403",
        "cop": 1,
        "opa": "Inside muscle cone",
        "opb": "Outside muscle cone",
        "opc": "Subtenon space",
        "opd": "Subperiosteum",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous",
        "id": "ac442492-3f37-4130-ba8d-da4fc5824a02",
        "choice_type": "single"
    }
]