[
    {
        "question": "Lens antigen are?",
        "exp": "ANSWER: (B) Sequestrated antigenREF: Ananthanarayan & Paniker 7th ed page 171, Textbook Of Medical Physiology ByKhurana 2009 ed page 207Hidden antigen or sequestrated antigen:Certain self antigens are present in the close system and never exposed to the immune system during fetal life. These are known as hidden antigen or sequestrated antigens. E.g.Sperm antigen, Lens proteins being enclosed in capsule",
        "cop": 2,
        "opa": "Neoantigen",
        "opb": "Sequestrated antigen",
        "opc": "Altered antigen",
        "opd": "Cross reacting antigen",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Lens)",
        "id": "3b9d23d8-d830-4cbc-ae02-2a99acd38340",
        "choice_type": "single"
    },
    {
        "question": "Oldest lens fib res are found in -",
        "exp": "Ans. is 'd' i.e., NucleusAnatomy of crystalline lenso There are three structural elements that make up lens -Lens capsuleA transparent membrane surrounding the lens like a pocket. It is thicker over the anterior surface than the posterior surface. It is thickest at pre- equator region and thinnest at the posterior pole. When an artificial lens replaces the natural lens in cataract surgery (IOL implantation), it is placed in this same capsule.Lens epitheliumIt is a single layer on the anterior (front) surface of the lens. There is no epithelium on posterior surface.The epithelial cells distribute fluid, ion and glucose through the entire lens. They also create new fibers throughout a person's life.Lens fibresThese are long protein fibers that are closely packed and parallel. They make up most of the lens volume and are laid horizontally, front to back, and concentrically like layers of an onion. As the lens fibres are formed throughout the life, these are arranged compactly as nucleus and cortex of the lens.Nucleus : - It is the central part containing the oldest fibres, it consists of different zonesEmbryonic nucleus Formed at 1-3 months of gestation, therefore consists the oldest primary fibres.Fetal nucleus Lies around the embryonic nucleus and is formed from 3 months ofgestation till birth.Infantile nucleus:- Corresponding the lens from birth to puberty and surrounds the fetal nucleus.Adults :- Corresponds to the lens fibres formed after puberty to rest of the life.Cortex It is the peripheral part containg the youngest fibres.o The ciliary zonules (Zonules of zinn or suspensory ligaments of lens) hold the lens in position and enable the ciliary' muscle to act on it. These consist essentially of a series of fibres which run from the ciliary' body and fuse into the outer layer of the lens capsule around the equatorial zone.",
        "cop": 4,
        "opa": "Capsule",
        "opb": "Cortex",
        "opc": "Pole",
        "opd": "Nucleus",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Lens)",
        "id": "7c290660-832b-4df3-a371-9f3a25e2dffc",
        "choice_type": "single"
    },
    {
        "question": "Complication in a patient with Long term use of contact lens is most commonly caused by?",
        "exp": "Ans. (d) PseudomonasRef: A.K. Khurana 6th ed. 198PSEUDOMONAS* Pseudomonas is the commonest organism affecting long term use of contact lens followed by acanthameoba. SIGNS suggesting the former infection: presence of ring shaped ulcer, lack of vascularization, pain out of proportion, pseudodendritis.PNEUMOCOCCUS* The commonest cause of corneal ulcer in India is Streptococcus Pneumonia (causes central corneal ulcer) whereas the commonest cause in the world is staphylococcus aureus (causes peripheral corneal ulcer).* The bacterial ulcer can present with the formation of a hypopyon (sterile).* The characteristic hypopyon corneal ulcer is due to pneumococcus and is called ulcus serpens.* Treatment : topical gentamicin/ tobramycin and cephalozin with cycloplegics( atropine ointment or drops) and analgesics.",
        "cop": 4,
        "opa": "Aspergillus",
        "opb": "Acanthameoba",
        "opc": "Pneumococcus",
        "opd": "Pseudomonas",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Lens)",
        "id": "08808dde-9c7a-4047-8c1d-14955c699d6a",
        "choice_type": "single"
    },
    {
        "question": "Most old fibres of the lens are located in the -",
        "exp": "Ans. is 'b' i.e., Centre o There are three structural elements that make up lens -1) Lens capsule# A transparent membrane surrounding the lens like a pocket. It is thicker over the anterior surface than the posterior surface. It is thickest at pre- equator region and thinnest at the posterior pole. When an artificial lens replaces the natural lens in cataract surgery (IOL implantation), it is placed in this same capsule.2) Lens epithelium# It is a single layer on the anterior (front) surface of the lens. There is no epithelium on posterior surface. The epithelial cells distribute fluid, ion and glucose through the entire lens. They also create new fibers throughout a person's life.3) Lens fibres# These are long protein fibers that are closely packed and parallel. They make up most of the lens volume and are laid horizontally, front to back, and concentrically like layers of an onion. As the lens fibres are formed through out the life, these are arranged compactly as nucleus and cortex of the lens.a) Nucleus: - It is the central part containing the oldest fibres, it consists of different zonesi) Embryonic nucleus:- Formed at 1-3 months of gestation, therefore consists the oldest primary fibres.ii) Fetal nucleus: - Lies around the embryonic nucleus and is formed from 3 months of gestation till birth.iii) Infantile nucleus:- Corresponding the lens from birth to puberty and surrounds the fetal nucleus.iv) Adults:- Corresponds to the lens fibres formed after puberty to rest of the life.b) Cortex:- It is the peripheral part containg the youngest fibres.",
        "cop": 2,
        "opa": "Periphery",
        "opb": "Centre",
        "opc": "Superior portion",
        "opd": "Inferior portion",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Lens)",
        "id": "23ff3264-a14a-4c21-bcd3-b762fe5e78bf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following material is used in hard IOL?",
        "exp": "Ans. is 'a' i.e., PMMA o Depending on the material of manufacturing, following types of IOLs are thereRigid IOLs Made entirely from polymethyl methacry late (PMMA)Foldable IOLs Are used after phacoemulsification and are made of silicon, acrylic, hydrogel and collamer.Reliable IOLs Ultra thin IOLs and are sued after phokonit technique (micro- incision : 1mm). These are made of hydrogel",
        "cop": 1,
        "opa": "PMMA",
        "opb": "Silicon",
        "opc": "Hydrogel",
        "opd": "Acrylic",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Lens)",
        "id": "f31fcb2f-c560-46ab-b612-1ed0bc4da10f",
        "choice_type": "single"
    },
    {
        "question": "Lens contains which antigen?",
        "exp": "ANSWER: (A) Sequestered antigensREF: Immunotoxicology and risk assessment By Dennis K. Flaherty p-182\"Lens contains sequestered antigens\"",
        "cop": 1,
        "opa": "Sequestered antigens",
        "opb": "Cross antigens",
        "opc": "Heterophile antigens",
        "opd": "Isoantigens",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Lens)",
        "id": "2af1b3b2-220d-438e-86fe-0dcdcce20a94",
        "choice_type": "single"
    },
    {
        "question": "Ascorbate and a-tocopherol are maintained in a reduced state in the lens by:",
        "exp": "Ans. c. Glutathione (Ref: Parson 21st/256: Giblin F. Glutathione: a vital lens antioxidant. J Ocul Pharmacol Ther: 2000; 16(2): 121-35)Ascorbate and a-tocopherol are maintained in a reduced state in the lens by glutathione.\"Ocular concentrations of glutathione are very high when compared with most other tissues and decreased levels of glutathione are associated with both age related macular degeneration and cataract and in diabetic patients with similar conditions. Glutathione is critical in maintaining the reduced state of sulfyhydryl-containing proteins in the lens. Glutathione normally functions to maintain Ascorbate, alpha-tocopherol, and other cellular components in reduced state.\"- Parson 21st/256\"The reducing compound glutathione (GSH) exists in an unusually high concentration in the lens where it functions as an essential antioxidant vital for maintenance of the tissue's transparency. In conjunction with an active glutathione, redox cycle located in the lens epithelium and superficial cortex, GSH detoxifies potentially damaging oxidants such as H2O2 and dehydro- ascorbic acid. \"Antioxidants present in the lens* GlutathioneQ* Vitamin CQ* Vitamin AQ* CatalaseQ* Superoxide dismutaseQ",
        "cop": 3,
        "opa": "Glucose",
        "opb": "Glycoprotein",
        "opc": "Glutathione",
        "opd": "Fatty acid",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Lens)",
        "id": "4b28f0db-2646-4375-8e8d-3e3e53911a1d",
        "choice_type": "single"
    },
    {
        "question": "Lens nuclear degeneration is yellow color because of-",
        "exp": "Ans. is lb' i.e., Urochrome \"Nuclear sclerosis also distorts color vision because of -yellow -brown urochrome pigment, which accumulates in the lens and filters out blue wavelengths of light\".-- Eye pathologyo Older nuclear cells lose organelles and cell membranes, with increasing density and dehydration and accumulation of yellow urochrome pigment (possible photo-oxidation product),o Pathology shows homogeneity of nucleus , with loss of cellular lamination and increased eosinophilia.o When advanced, it becomes brown (brunescent) or black (cataracta nigra).",
        "cop": 2,
        "opa": "Lipofuscin",
        "opb": "Urochrome",
        "opc": "Lipochrome",
        "opd": "Bilirubin",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Lens)",
        "id": "0137822b-84b9-4879-8927-1a4a541b3993",
        "choice_type": "single"
    },
    {
        "question": "Lens contains the oldest cells in",
        "exp": "Ans. is 'a' ie Nucleus Parson writes - \"It is important to bear in mind that the central nucleus of the lens consists of the oldest cells and the periphery or cortex of the youngest.\"",
        "cop": 1,
        "opa": "nucleus",
        "opb": "anterior surface of lens",
        "opc": "posterior surface of lens",
        "opd": "Nucleo-cortical junction",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Lens)",
        "id": "42c117d9-456a-41fc-88ed-1fe0697e00eb",
        "choice_type": "single"
    },
    {
        "question": "Lens of eye develop from:",
        "exp": "ANSWER: (C) Surface ectodermREF: Yanoff & Ducker- ophthalmology 2nd edition page 22-23, Parson 20th edition page 5, Khurana 4th edition page 10DEVELOPMENT OF OCULAR STRUCTURES:NeuroectodermSurface ectodermMesoderm* Epithelium of iris and ciliary bodies* Conjunctival andcorneal epithelium* Sclera* Muscles of iris(constrictor pupillae/Dilator pupillae)* Comeal stroma and endothelium* Lacrimal and tarsal glands* Retina with its pigment epithelium* Lens* Iris stroma and endothelium* Optic vesicle and cup* Choroid* Optic nerve* Primary or primitive vitreous* Secondary or definitive or vitreous proper* Ciliary zonules (tertiary vitreous)* Blood vessels of eye* Muscles of eye (except iris)* Trabecular meshwork* Glial tissue of optic nerve and sheath",
        "cop": 3,
        "opa": "Neural ectoderm",
        "opb": "Neural crest",
        "opc": "Surface ectoderm",
        "opd": "Mesoderm",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Lens)",
        "id": "7767e850-fb35-4015-9d06-f37ce2ba7226",
        "choice_type": "single"
    },
    {
        "question": "The crystalline lens derives its nourishment from:",
        "exp": "Ans. is 'c' i.e. Aqueous & vitreous \"After involution of the hyaloid blood supply to the lens, the metabolic needs of the lens are met by the aqueous and the vitreous humors.\" - Ophthalmology by Yanojf & DuckerLens is an avascular structure (neither it has nerve supply). It derives its nutrients from aqueous and vitreous humors (mainly aqueous humor)Its major metabolite is carbohydrate (glucose)Lens derives its energy from glucose through following pathways.1) Glycolytic pathway anaerobic pathway80% of glucose is metabolised through glycolysis and produces lactic acid as end product.Pentose or hexose monophosphate shunt anaerobic pathway15% of glucose is metabolised through HMP shuntKreb's citric acid cycle oxidative pathwayas the oxygen content of the lens is low, only 3-5% of glucose is metabolized aerobically by the TCA cycle.Also RememberAqueous humor of aphakic eye, when compared with phakic eye contains more glucose and less lactic acid.Nourishment of cornea cornea is another avascular structure of eye it derives its nutrition from 3 sources : oxygen directly from the air,solutes from the perilimbal capillaries and the aqueous humor.",
        "cop": 3,
        "opa": "Blood vessels",
        "opb": "Connective tissue",
        "opc": "Aqueous and vitreous",
        "opd": "Zonules",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Lens)",
        "id": "546cc6f5-5545-4351-91a2-67b63102ee03",
        "choice_type": "multi"
    },
    {
        "question": "Surface ectoderm forms:",
        "exp": "Ans. (a) Lens of eyeRef: A.K. Khurana 6th ed. /12; Khurana 4th ed/ 10Surface EctodermNeural EctodermMesodermNeural Crest* Conjunctival Epithelium* Corneal Epithelium* Lacrimal gland* Tarsal gland* Lens* Smooth muscle of Iris* Iris Epithelium* Ciliary Epithelium* Retina & its pigment epithelium* Optic nerve fibre* Part of vitrous* EOM* Sclera* Iris* Vascular endothelium* Choroid* Part of vitrous* Corneal stroma* Ciliary ganglion* Schwann cell* Uveal and conj melanocytes* Meningeal sheath of ON* Part of vitrous",
        "cop": 1,
        "opa": "Lens of eye",
        "opb": "Retina",
        "opc": "Iris",
        "opd": "Corneal stroma",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Lens)",
        "id": "0742415a-f220-49f6-bcd7-2833bfa015ae",
        "choice_type": "single"
    },
    {
        "question": "Thinnest part of lens is?",
        "exp": "ANSWER: (B) Posterior poleREF: Cataract and refractive surgery: Volume 1; Volume 1 by Thomas Kohnen (Dr. med.), Thomas Kohnen, Douglas D. Koch page 134, Age-Related Changes Of The Human Eye by Carlo Cavallotti, Luciano Cerulli page 68In all age groups, the thinnest part of the lens capsule was found at the posterior pole.The back or posterior capsule is thinner, and thinnest at the pole.The anterior capsule is the thicker and stronger of the two, its center being its thickest part, while the center of the posterior capsule is its thinnest part.Cataract formation at the posterior pole of the lens can be explained by a missing epithelial barrier and by the thinnest part of the lens capsule.",
        "cop": 2,
        "opa": "Anterior pole",
        "opb": "Posterior pole",
        "opc": "Posterior capsule",
        "opd": "Apex",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Lens)",
        "id": "3721ab84-d625-462b-a8c1-c3ba9b492d69",
        "choice_type": "single"
    },
    {
        "question": "Lens develops from.",
        "exp": "Ans. (b) Surface ectodermSurface EctodermNeural EctodermMesodermNeural Crest* Conjunctival Epithelium* Corneal Epithelium* Lacrimal gland* Tarsal gland* Lens* Smooth muscle of Iris* Iris Epithelium* Ciliary Epithelium* Retina & its pigment epithelium* Optic nerve fibre* Part of vitrous* EOM* Sclera* Iris* Vascular endothelium* Choroid* Part of vitrous* Corneal stroma* Ciliary ganglion* Schwann cell* Uveal and conj melanocytes* Meningeal sheath of ON* Part of vitrous",
        "cop": 2,
        "opa": "Neuroectoderm",
        "opb": "Surface ectoderm",
        "opc": "Mesoderm",
        "opd": "Neural crest",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Lens)",
        "id": "9e55d3c7-3554-4e70-9601-f53aee558d22",
        "choice_type": "single"
    }
]