[
    {
        "question": "Most common cause of scleritis -",
        "exp": "Ans. is 'a' i. e., Rheumato. id arthritis Scleritiso Scleritis is an uncommon disorder which is characterized by cellular infiltration, destruction of collagen and vascular remodelling. Scleritis is usually a bilateral disease and occurs most frequently in women. It is associated with connective tissue diseases in 50% of cases. Rheumatoid arthritis is the most common association. Other important causes are PAN, SLE, Ankylosing spondylitis, Wegener's granulomatosis, dermatomyositis, Reiter's syndrome, Non- specific arteritis, Polychondritis and Gout. Clinical features of Scleritiso Patients complain of moderate to severe pain which is deep and boring in character and often wakes thepatient early in the morning. Ocular pain radiates to the jaw and temple. It is associated with localised or diffuse redness, mild to severe photophobia and lacrimation. Occasionally there occurs diminution of vision. Complicationso Complications are common in necrotizing scleritis and include sclerosing keratitis, Keratolysis, Complicated cataract, Uveitis and secondary glaucoma. Rarely, scleritis may also cause retinal detachment and macular edema. These are due to spread of inflammation from sclera into the uveal tract.",
        "cop": 1,
        "opa": "Rheumatoid arthritis",
        "opb": "SLE",
        "opc": "Sjogren's Syndrome",
        "opd": "Behcet's Disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Sclera)",
        "id": "00aa7367-b008-4efc-adc3-395cc46f6537",
        "choice_type": "single"
    },
    {
        "question": "Thinnest portion of sclera -",
        "exp": "Ans. is 'b' i. e., Posterior to rectus muscle insertion o Thinnest portion of sclera - Posterior to insertions of rectus muscle. o Thickest portion of sclera - Posterior pole. o The thickness of the sclera varies according to location: -At the limbus, the sclera is 0[?]8 mm thick. Anterior to the rectus muscle insertions, it is 0[?]6 mm thick. Posterior to the rectus muscle insertions, it is 0[?]3 mm thick (Thinnest portion). At the equator, it is 0[?]5 to 0[?]8 mm thick. At the posterior pole, it is greatest than 1 mm thick.",
        "cop": 2,
        "opa": "Anterior to rectus muscle insertion",
        "opb": "Posterior to rectus muscle insertion",
        "opc": "Posterior pole",
        "opd": "Limbus",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Sclera)",
        "id": "592858c7-4284-445c-9545-3a108d2bf455",
        "choice_type": "single"
    },
    {
        "question": "Blue sclera is characteristic of?",
        "exp": "ANSWER: (B) Osteogenesis imperfecta. REF: Khurana 4th ed page 131, Yanoff 2nd ed page 518. BLUE SCLERA: It is an asymptomatic condition characterised by marked, generalised blue discolouration of sclera due to thinning. It is a typical association of osteogenesis imperfecta. Osteogenesis imperfecta is an inherited condition that involves the skeleton, ear, joints, teeth, skin, and eyes. Van der Hoeve in 1918 described the three main signs of osteogenesis imperfecta: blue sclera, deafness, and bone fractures. The characteristic blue sclera is caused by thinness and transparency of the collagen fibers of the sclera that allow visualization of the underlying uvea. Note: Blue sclera is considered normal in premature infants and in white newborns, is pathologic if persists beyond 1st month of infancy. Causes of blue sclera: Osteogenesis imperfecta (Characteristic but not seen in Type IV). Iron deficiency anemia (87%). Pseudohypoparathyroidism (15%). Homocystinuria (5%). Marfan's syndrome (3%). Ehlers-Danlos syndrome Type VI (occasionally). Minocycline therapy. Turner syndrome (very rare). Ocular staphyloma (very rare). Incontinentia Pigmenti (very rare). Pseudoxanthoma elasticum (very rare). Hypophosphatasia (very rare). Crouzon s disease (very rare)",
        "cop": 2,
        "opa": "Amelogenesis Imperfecta",
        "opb": "Osteogenesis imperfect",
        "opc": "Tetracycline hypoplasia",
        "opd": "Fluorosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Sclera)",
        "id": "7567402c-bb4e-4caa-8380-495a477ae62b",
        "choice_type": "single"
    },
    {
        "question": "Scleral buckling is used for treatment of -",
        "exp": "Ans. is 'c' i. e., Retinal detachment. Treatment of retinal detachmento Retinal detachment surgery consists of three components: sealing retinal tears, reducing the vitreous traction on the retina and flattening of retina. o It is important to find all retinal tears (holes) and seal them by laser photocoagulation, diathermy or cryoapplication. o Scleral bucketing or external plombage or encirclage is a procedure to push the wall of sclera inwards to close the tear, reduce the traction and flatten the retina, o Drainage of subretinal fluid helps to flatten the retina against the sclera, o Intravitreal surgery (vitrectomy and gas injection) may also be employed.",
        "cop": 3,
        "opa": "Cataract",
        "opb": "Scleritis",
        "opc": "Retinaldetachment",
        "opd": "Vitreous hemorrhage",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Sclera)",
        "id": "016ad5a1-b037-4499-b7dc-735280423ab0",
        "choice_type": "single"
    },
    {
        "question": "Scleritis is commonly seen with",
        "exp": "Ans. (b) Rheumatoid arthritis. Ref: A. K. Khurana 6th ed. /141, Khurana 4th ed./129* Scleritis is chronic inflammation of the sclera. Most commonly seen in elderly females (40-70 years).* Scleritis is associated with autoimmune collagen disorders, most commonly with rheumatoid arthritis.* Other causes can be PAN, SLE, ankylosis spondylitis, Wegeners granulomatosis, thyrotoxicosis, TB, syphillis.",
        "cop": 2,
        "opa": "Reiter s syndrome",
        "opb": "Rheumatoid arthritis",
        "opc": "Ankylosing spondylitis",
        "opd": "Wegners syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Sclera)",
        "id": "126d96c4-c680-4725-8e06-8e774b837b3b",
        "choice_type": "single"
    },
    {
        "question": "Sclera is thinnnest at?",
        "exp": "ANSWER: (B) Insertion of rectus muscles. REF: Color atlas of strabismus surgery: strategies and techniques by Kenneth W. Wright, Sonal Farzavandi, Lisa Thompson page 111, Pediatric Ophthalmology by P. K. Mukherjee page 721\"Attachments of recti are on the thinnest part of the sclera\"\"Unlike other ophthalmic surgery, scleral passes in strabismus surgery are usually performed behind a rectus muscle insertion in the thinnest part of the sclera (approximately 0. 3 mm thick)\"Note: Thinnest part of lens is posterior pole. Thinnest part of sclera is behind the insertion of rectus muscle. Thinnest part of retina is fovea centralis",
        "cop": 2,
        "opa": "Limbus",
        "opb": "Insertion of rectus muscles",
        "opc": "Equator",
        "opd": "Posterior pole",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Sclera)",
        "id": "8024cc8d-f5c4-4094-bc3b-f3306c3e249f",
        "choice_type": "single"
    },
    {
        "question": "Physiological blue sclera is seen in?",
        "exp": "Ans. (c) Premature newborn. Ref: Khurana 4/e, p 131, Yanoff2/e, p 518",
        "cop": 3,
        "opa": "Elderly",
        "opb": "Pregnancy",
        "opc": "Premature newborn",
        "opd": "None of these",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Sclera)",
        "id": "a71c6d42-c298-4635-88c0-1e218bedc81e",
        "choice_type": "multi"
    },
    {
        "question": "Posterior staphyloma is seen in -",
        "exp": "Ans. is 'b' i. e., Degenerative high axial myopia",
        "cop": 2,
        "opa": "Corneal Ulcer",
        "opb": "Degenerative high axial myopia",
        "opc": "Chronic Uncontrolled glaucoma",
        "opd": "Complication of cataract surgery",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Sclera)",
        "id": "0f3c07b2-28d0-415e-97bb-b1bafc6fa7cd",
        "choice_type": "single"
    },
    {
        "question": "Posterior staphyloma is associated with?",
        "exp": "ANSWER: (A) Pathological myopia. REF: Khurana 4th ed p. 132. Staphyloma refers to localised bulging of weak and thin outer tunic of eyeball (cornea and sclera) lined by uveal tissue which shines through the thinned outer fibrous coat. TYPES OF STAPHYLOMA: Anterior. Ectasia of pseudocornea ( due to organisation of exudates and fibrous tissue covered by epithelium). Intercalary - It is the name given to the localised bulge in limbal area, lined by the root of the iris. It results due to ectasia of tveak scar tissue formed at the limbus, following healing of a perforating injury or a peripheral corneal ulcer. There may be associated secondary angle closure glaucoma. Ciliary - bulge of weak sclera lined by ciliary body which occurs about 2-3 mm away from the limbus. Its common causes are thinning of sclera following perforating injury, sderitis & absolute glaucoma. Equatorial -On the equator of the eye (region circumferencing the largest diameter orthogonal to the visual axis). Its causes are sderitis & degeneration of sclera in pathological myopia. It occurs more commonly in the regions of sclera which are perforated by vortex veins. Posterior - In the posterior segment of the eye, typically diagnosed at the region of the macula, deforming the eye in a way that the eye-length is extended. Pathological myopia, perforating injuries, posterior sderitis",
        "cop": 1,
        "opa": "Pathological myopia",
        "opb": "Uveoscleritis",
        "opc": "Pseudocornea",
        "opd": "Angle closure glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Miscellaneous (Sclera)",
        "id": "afbcc5aa-69db-42c0-bfef-5b0867810ceb",
        "choice_type": "single"
    }
]