[
    {
        "question": "Most common epithelial tumor of lacrimal gland:-",
        "exp": "Pleomorphic adenoma are most common epithelial tumors of lacrimal gland Lacrimal tumors High Yield Facts Pleomorphic adenoma are most common epithelial tumors of lacrimal gland Adenoid cystic adenocarcinoma are most common malignant tumors of lacrimal gland. They are usually painful Present with superotemporal mass and inferonasal dystopia Inflammatory lesion and lymphomas are most common tumors of lacrimal gland",
        "cop": 2,
        "opa": "Adenoid cystic carcinoma",
        "opb": "Pleomorphic adenoma",
        "opc": "Squamous cell carcinoma",
        "opd": "Non hodgkins lymphoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Nasolacrimal Disorders",
        "id": "2f49b4af-af74-4ff4-b756-562e621b1319",
        "choice_type": "single"
    },
    {
        "question": "Not a cause for Mikulicz's syndrome:-",
        "exp": "Diphtheria is not a recognised cause for Mikulicz's syndrome Mikulicz's syndrome Bilateral symmetrical enlargement of lacrimal and salivary glands Causes Leukemia Lymphosarcoma Benign Lymphoid hyperplasia Hodgkin's disease Sarcoidosis Tuberculosis",
        "cop": 4,
        "opa": "Leukemia",
        "opb": "Lymphosarcoma",
        "opc": "Sarcoidosis",
        "opd": "Diphtheria",
        "subject_name": "Ophthalmology",
        "topic_name": "Nasolacrimal Disorders",
        "id": "6981a346-8720-406b-bbe4-f674429479d3",
        "choice_type": "single"
    },
    {
        "question": "A 62 year old woman with keratoconjunctivitis sicca is most likely to demonstrate corneal staining in which location?",
        "exp": "Rose Bengal staining is a very useful test for detecting even mild cases of Kerato conjuctivitis sicca. Depending upon the severity of Kerato conjunctivitis sicca three staining patterns A, B and C have been described: 'C' pattern represents mild or early cases with fine punctate stains in th. e interpalpebral area; 'B' the moderate cases with extensive staining; and 'A' the severe cases with confluent staining of conjunctiva and cornea. Thus the women is most likely to demonstrate staining in interpalpebral area.",
        "cop": 2,
        "opa": "Superior third",
        "opb": "Middle third (interpalpebral)",
        "opc": "Inferior third",
        "opd": "Diffuse over entire cornea",
        "subject_name": "Ophthalmology",
        "topic_name": "Nasolacrimal Disorders",
        "id": "974a0e66-4105-46f4-bb05-a540ac4480cf",
        "choice_type": "single"
    },
    {
        "question": "Which tumour is classically described as having a 'swiss cheese' appearance?",
        "exp": "Adenoid cystic carcinoma generally presents in young or middle-aged adults with a mean age of 40 years, but can occur in the first decade of life. On histology, the tumor is defined by bland appearing, but malignant epithelial cells clearly delineated from adjacent connective tissue. The tumor can present in several subtypes including cribriform (Swiss cheese), sclerosing, basaloid, comedocarcinoma, and tubular (ductal).",
        "cop": 3,
        "opa": "Rhabdomyosarcoma",
        "opb": "Benign mixed tumour",
        "opc": "Adenoid cystic carcinoma",
        "opd": "Meningioma",
        "subject_name": "Ophthalmology",
        "topic_name": "Nasolacrimal Disorders",
        "id": "90f8e67b-e101-417a-9843-49d8f92eed26",
        "choice_type": "multi"
    },
    {
        "question": "Initial maneuver done in congenital dacryocystitis:",
        "exp": "Congenital Acute Chronic Cause Non -Canalization Of NLD S. Aureus S. Aureus C/F Epiphora and Discharge Epiphora and Discharge Epiphora and Discharge Treatment <9 months=CRIGLER massage + antibiotic drops when needed (acute infections) 9 mon.- 4 years=probing >4 years= DCR Antibiotics + NSAIDS | DCR DCR Sequelae None Lacrimal fistula Rx:-DCR Mucocele-> pyocele-> fibrosis Rx:- DCT",
        "cop": 2,
        "opa": "Probing",
        "opb": "Massaging",
        "opc": "Ointments",
        "opd": "Observation",
        "subject_name": "Ophthalmology",
        "topic_name": "Nasolacrimal Disorders",
        "id": "ab490a86-389a-484f-ab73-9595747a2c20",
        "choice_type": "single"
    },
    {
        "question": "What is epiphora?",
        "exp": "Epiphora- It is characterised by overflow of tears from the conjunctival sac. The condition may occur either due to excessive secretion of tears (hyperlacrimation) or may result from inadequate drainage (outflow) of normally secreted tears. CSF running through nose after injury(CSF Rhinorrhae)-M/C Cause -fracature of cribriform plate of ethmoid CSF running through ears (CSF otorrhea) seen due to fracture of mastoid bone",
        "cop": 3,
        "opa": "Eveed upper lid following surgery",
        "opb": "CSF running through nose after injury",
        "opc": "Abnormal flow of tears due to obstructed lacrimal duct",
        "opd": "CSF running through ears after injury",
        "subject_name": "Ophthalmology",
        "topic_name": "Nasolacrimal Disorders",
        "id": "71c5caf2-bd33-41ff-89d6-3ccf06137dc1",
        "choice_type": "single"
    },
    {
        "question": "Not a cause of tear film deficiency:-",
        "exp": "Causes of Dry Eye:- Aqueous Deficiency Aqueous deficiency dry eye also known as keratoconjunctivitis sicca (KCS). Its causes include: a. Sjogren's syndrome (Primary keratoconjunctivitis sicca). b. Non-Sjogren's keratoconjunctivitis sicca. Causes can be grouped as below: 1. Primary age-related hyposecretion is the most common cause. 2. Lacrimal gland deficiencies as seen in congenital alacrima, infiltrations of lacrimal gland, e. g., insarcoidosis, tumours, post-radiation fibrosis of lacrimal gland and surgical removal. 3. Lacrimal gland duct obstruction as seen in old trachoma, chemical burns, cicatricial pemphigoidand Stevens-Johnson syndrome. 4. Reflex hyposecretion (neurogenic causes) as seen in Familial dysautonomia (Riley-Day syndrome), Parkinson disease, reflex sensory block, reflex motor blade, 7th cranial nerve damage, reducedcorneal sensations after refractive surgery and corneal lens wear. Lipid Abnormality Absent meibomian Glands: ectodermal Dysplasia Blepharitis Meibomianitis Mucin Deficiency Goblet cell destruction: Chemical burns, cicatricial pemphigoid Vitamin A deficiency Drugs: practolol, Echothiophate Other causes of dry eye Lid problems Exposure keratitis Entropion Ectropion Symblepharon Large lid notches Lagophthalmos Keratinised lid margins",
        "cop": 3,
        "opa": "Infiltrative disease of lacrimal glands",
        "opb": "Post corneal transplant",
        "opc": "Systemic Vitamin C deficiency",
        "opd": "congenital absence of meibomian gland",
        "subject_name": "Ophthalmology",
        "topic_name": "Nasolacrimal Disorders",
        "id": "64f11e3f-c7ff-4839-b389-4b613b0d3150",
        "choice_type": "single"
    },
    {
        "question": "Injury to which of the following structure can cause damage to lacrimal secretion:-",
        "exp": "Damage to Pterygopalatine ganglion can cause damage to lacrimal secretion Nerve Supply of Lacrimal Gland Sensory Supply: lacrimal nerve Sympathetic supply: Carotid plexus of cervical sympathetic chain Secretomotor fibres: Salivary nucleus -----> greater petrosal nerve ----> synapse at pterygopalatine ganglion ----> zygomatic nerve ----> lacrimal nerve-----> lacrimal gland",
        "cop": 2,
        "opa": "Ciliary ganglion",
        "opb": "Pterygopalatine ganglion",
        "opc": "Optic nerve",
        "opd": "Oculomotor nerve",
        "subject_name": "Ophthalmology",
        "topic_name": "Nasolacrimal Disorders",
        "id": "7cd70119-5055-48b5-9781-727bc963cda1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following stain is used to assess tear film integrity:-",
        "exp": "Tests for Tear Film and Epithelial Integrity Stains used commonly: -Fluorescein -Rose Bengal -Lissamine green -Rhodhamine Blue Fluorescein Stains exposed basement membrane Stains cornea more than conjunctiva. For diagnosing Filamentary keratitis, measuring TBUT CORNEAL STAINING OF DRY EYE USING FLUORESCEIN STAINING CONJUNCTIVAL STAINING IN DRY EYE USING FLUORESCEIN STAINING. CONJUNCTIVAL VASCULAR TOUOUSITY IS ALSO EVIDENT Rose Bengal Stains dead and devitalised cells Healthy cells protected inadequately by a mucin coating Irritation on instillation Early or mild cases detected more easily with Rose Bengal Stain more visible on conjunctiva than cornea Interpalpebral staining of the nasal and/or inferior paracentral cornea is seen in KCS",
        "cop": 3,
        "opa": "Congo red",
        "opb": "Alcian Blue",
        "opc": "Rose bengal",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Nasolacrimal Disorders",
        "id": "0bc7da0f-5f4e-43c1-a02f-5a948bb74872",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is treatment of choice for the treatment of a 2 month old child with C/C of watering and discharge of the eye with normal anterior and posterior chamber findings:-",
        "exp": "Congenital Nasolacrimal Duct Obstruction Congenital NLDO- Membranous block of valve of Hasner Most open spontaneously by 4-6 weeks 90% resolve by 1st yr Management of NLDO Obstruction 0-6 months: Crigler massage (massage over lacrimal sac) 6 months - 2yrs: Syringing & Probing (can be repeated thrice) > 2 years: 3 failed probing attempts or more than 2 yr (preferably 4 years) of age you can go for DCR. Lacrimal scintigraphy -lacrimal scintigraphy mimicks \"physiological\" lacrimal outflow, being performed under pressure gradients",
        "cop": 1,
        "opa": "Massage over lacrimal sac",
        "opb": "Syringing and probing",
        "opc": "Balloon catheter dilation",
        "opd": "Dacryocystorhinostomy",
        "subject_name": "Ophthalmology",
        "topic_name": "Nasolacrimal Disorders",
        "id": "37142ecc-f250-48d1-bf5a-525755aa2602",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of choice of acute dacryocystitis:-",
        "exp": "Acute Dacryocystitis Stages Cellulitis | Lacrimal Abscess | Fistula formation Treatment Systemic antibiotics Systemic analgesics Hot fomentation No Surgical intervention",
        "cop": 3,
        "opa": "Massage over lacrimal sac",
        "opb": "Syringing and probing",
        "opc": "Systemic antibiotics and analgesics",
        "opd": "Dacryocystorhinostomy",
        "subject_name": "Ophthalmology",
        "topic_name": "Nasolacrimal Disorders",
        "id": "11c16d40-f3e5-4c61-af28-20ab18c9adb2",
        "choice_type": "single"
    },
    {
        "question": "In congenital dacryocystitis which structure is blocked?",
        "exp": "- Inflammation of lacrimal sac - Dacryocystitis - In congenital dacryocystitis, most common site of obstruction is lower end of nasolacrimal duct, usually near valve of Hasner. CONGENITAL DACRYOCYSTITIS:- Occurs in approximately 5% of normal newborn infants.- Rate of spontaneous resolution is upto 90%- Presents with epiphora within few weeks of bih- Impoant differential diagnosis of watering in infants is congenital glaucoma Treatment:- Observation, Lacrimal massage, topical antibiotics.- If not responding, probing can be attempted after 12 months of age.- If symptoms persist despite 2 technically satisfactory probings, it may be necessary to perform DCR between 3-4 years of age. Also remember, - Inflammation of lacrimal gland - Dacryoadenitis",
        "cop": 4,
        "opa": "Upper lacrimal puncta",
        "opb": "Lower lacrimal puncta",
        "opc": "Lacrimal canaliculi",
        "opd": "Nasolacrimal duct",
        "subject_name": "Ophthalmology",
        "topic_name": "Nasolacrimal Disorders",
        "id": "da08a7eb-80dd-4d76-a1f4-cbf64f94d798",
        "choice_type": "single"
    },
    {
        "question": "Phenol red test/ Methyl red thread test for dry eye, true is",
        "exp": "Phenol Red Thread test is the test to detect dry eye severity. When in contact with tear film it changes its colour from white to yellow to red. Its main advantage over Schirmertest is: a). It is Less time consuming as compared to schirmer test(15 sec) b). Anaesthesia of cornea is not required c). On the contact of tear strip with the tear it turns red d). Can be done in children easily e). Reflex tearing is minimal f). Differentiates between aqueous deficient & non aqueous deficient eyes",
        "cop": 4,
        "opa": "Need instillation of anesthesia before doing the test",
        "opb": "Need a ph meter to interpret",
        "opc": "Color changes if there is mucin deficiency",
        "opd": "Color changes from white to red on contact with tear film and is used to measure the dryness status of eye",
        "subject_name": "Ophthalmology",
        "topic_name": "Nasolacrimal Disorders",
        "id": "ccba9258-e5a3-4b2f-8dd8-50164911e229",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not true regarding schirmer test:-",
        "exp": "The Schirmer's I test Measures combined basal and reflex tear secretion Relatively specific, but poorly sensitive Eyes closed / blink normally for 5 minutes Not useful in non co-operative adults and children Amount of wetting >10mm -normal 5-10mm -borderline < 5 mm is abnormal 5-minute Schirmer test with and without anesthesia is abnormal <5 mm with anesthesia <10 mm without anesthesia The Schirmer's II test Measures reflex tearing Addition of nasal mucosal irritation with a cotton tipped applicator Amount of wetting < 15 mm after 5 minutes - abnormal reflex secretion -moderate to severe dry eye For differentiating non-Sjogren's from Sjogren's syndrome Patient cooperation is essential for performing the test.",
        "cop": 4,
        "opa": "Measures combined basal and reflex tear secretion",
        "opb": "Relatively specific, but poorly sensitive",
        "opc": "Eyes closed/blink normally for 5 minutes",
        "opd": "Useful in non co-operative adults and children",
        "subject_name": "Ophthalmology",
        "topic_name": "Nasolacrimal Disorders",
        "id": "edfe72aa-291c-4f4b-8056-d3f13004b873",
        "choice_type": "multi"
    },
    {
        "question": "The most common causative organism of canaliculitis is",
        "exp": "Chronic canaliculitis is an uncommon condition, frequently caused by Actinomyces israelii, anaerobic Gram-positive bacteria. Occasionally scarring and canalicular obstruction may result. Presentation is with unilateral epiphora associated with chronic mucopurulent conjunctivitis refractory to conventional treatment. There is pericanalicular redness and oedema, and mucopurulent discharge on pressure over the canaliculus. A 'pouting' punctum may be a diagnostic clue in mild cases. In contrast to dacryocystitis, there is no lacrimal sac involvement. Concretions (sulfur granules) are metabolic products of Actinomyces and other hydrogen sulfide-utilizing bacteria, and classically are expressed on canalicular compression or following canaliculotomy",
        "cop": 3,
        "opa": "HSV",
        "opb": "Candida albicans",
        "opc": "Actinomyces israelii",
        "opd": "Nocardia asteroides",
        "subject_name": "Ophthalmology",
        "topic_name": "Nasolacrimal Disorders",
        "id": "e2e661dc-aa30-4dfb-a0df-43a65ec78cc0",
        "choice_type": "single"
    }
]