[
    {
        "question": "Not a common cause of night blindness:",
        "exp": "Cataract is not a common cause of night blindness. Other causes are more recognized causes. Causes of Night Blindness Vitamin A deficiency (first symptom is red-green differentiation anomaly) Pathological myopia Tapetoretinal degenerations{eg. Retinitis pigmentosa(RP)} Familial congenital night blindness Oguchi's disease",
        "cop": 1,
        "opa": "Cataract",
        "opb": "RP",
        "opc": "Oguchi disease",
        "opd": "Pathological myopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "d679cbbc-5167-4004-b2ce-e2f6f29dc960",
        "choice_type": "single"
    },
    {
        "question": "Which of the following results in bitemporal hemianopia?",
        "exp": "- Tumors of the pituitary body are MCC of bitemporal hemianopia, Suprasellar tumors like: Craniopharyngioma and Suprasellar meningioma also results in bitemporal hemianopia",
        "cop": 1,
        "opa": "Craniopharyngioma",
        "opb": "Optic nerve glioma",
        "opc": "Posterior cerebral aery occlusion",
        "opd": "AION",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "08295e22-9c86-44a2-bd94-3621b9925304",
        "choice_type": "single"
    },
    {
        "question": "A patient with homonymous hemianopia is found to have asymmetric optokinetic nystagmus. The location of the lesion is",
        "exp": "Optokinetic nystagmus (OKN), elicited with a rotating striped optokinetic drum, useful in localizing cause of an isolated homonymous hemianopia. Physiological OKN involves smooth pursuit of a target, followed momentarily by a saccade in the opposite direction to fixate on the next target. If a homonymous hemianopia is due to a lesion in the parietal lobe, smooth pursuit pathways towards the side of the lesion are likely to be affected, making this component of OKN defective. OKN will therefore be asymmetrical: erratic when the drum is rotated towards the side of the lesion, but regular when the drum is rotated away from the side of the lesion. If the lesion is in the occipital lobe, smooth pursuit pathways are intact and OKN will be symmetrical - this is the Cogan dictum, which also states that the parietal lobe lesion is more likely to be a tumour and the occipital lesion an infarction. optokinetic drum",
        "cop": 1,
        "opa": "Parietal lobe",
        "opb": "Occipital lobe",
        "opc": "Temporal lobe",
        "opd": "Lateral geniculate body",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "f4d65b94-2bef-4c72-9c3a-eded41ba71aa",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about Leber's Hereditary Optic Neuropathy (LHON) are true except:",
        "exp": "Leber hereditary optic neuropathy (LHON) Rare ganglion cell degeneration. Papillomacular bundle is paicularly affected. Caused by maternally inherited mitochondrial DNA point mutations, MT-ND4 gene. Affects males between the ages of 15 -35 years, although in atypical cases the condition may affect females and present at any age between 10 -60 years. Diagnosis- Bilateral optic neuropathy, irrespective of age. Signs are:- Preceded by swelling of the optic nerve head (Hyperemic disc) - Chalky white optic disc Dilated capillaries on the disc surface (circumpapillary telangiectasia) these may extend onto adjacent retina (telangiectatic microangiopathy). Swelling of the peripapillary nerve fibre layer (Pseudo-oedema) FA shows no leakage from the disc or microangiopathic vessels.",
        "cop": 2,
        "opa": "Mutation in mitochondrial DNA, MT-ND4 gene",
        "opb": "Fluorescein angiography shows leakage from the microangiopathic vessels",
        "opc": "Usually affects males between the ages of 15 -35 years",
        "opd": "Chalky white optic disc",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "7a6d6196-58da-4d7b-9032-da6fe32c2c9e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an early sign of papilledema?",
        "exp": "Loss of Spontaneous Venous Pulsations is amongst the earliest signs of papilloedema. It is however not specific because up to 10-20% normal eyes may not exhibit spontaneous venous pulsations. Please note: Loss of spontaneous venous pulsations is the first sign of raised intracranial tension and hence papilledema. This is used as a sign to identify papilledema in young children as disc edema usually does not manifest in that age due to pliable cranial suture. (Fenichel's Clinical Pediatric Neurology, 7th edition, A Signs and Symptoms Approach - Chapter 4: Increased Intracranial Pressure, 2013, Pages 89-112) Feature Papilloedema 1. Laterality Usually bilateral 2. Symptoms Visual acuity Transient attacks of blurred vision, later vision decreases due to optic atrophy Pain and tenderness Absent 3. Fundus Examination Media Clear Disc-colour Red and juicy Appearance Disc-margin Blurred Disc-swelling 2-6 dioptres on Direct Ophthalmoscopy Peripapillary oedema Present Venous engorgement More marked Retinal haemorrhages Marked Retinal exudates More marked Macula Macular star may be present 4. Fields Enlarged blind spot 5. Fluorescein Angiography Ventricular oval pool of dye due to leakage Cupping of disc- seen in glucomatous changes Cotton wool spots-seen in retinsl nerbve fiber layer (2nd) in pregnancy induced Retinopathy",
        "cop": 1,
        "opa": "Loss of pulsations",
        "opb": "Cupping of disc",
        "opc": "Blurring of disc margin",
        "opd": "Cotton wool spots",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "03a062e4-aca3-4125-a659-0b9ee8173796",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a cause of sudden blindness in a quiet eye with normal media and fundus?",
        "exp": "Retrobulbar neuritis: sudden blindness with normal media and fundus. In retrobulbar neuritis, disc edema is absent.",
        "cop": 1,
        "opa": "Retrobulbar neuritis",
        "opb": "Vitreous hemorrhage",
        "opc": "Optic neuritis",
        "opd": "Iridocyclitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "49ae58ae-ad65-4300-8bf6-d43cc15a3588",
        "choice_type": "single"
    },
    {
        "question": "All of the following take pa in blood supply of Optic Chiasm except:",
        "exp": "Blood supply of optic chiasm Aerial supply Superior Aspect -Anterior Cerebral & Anterior Communicating aery. Inferior aspect - Internal carotid aery Posterior Communicating aery Anterior Superior Hypophyseal aery Venous Supply- Superior Aspect- Superior Chiasmal vein drains into Anterior Cerebral veins Inferior Aspect - Pre- infundibular vein Draining into Basilar vein Circulus aeriosus (circle of Willis) Large aerial anastomosis that unites the internal carotid and veebrobasilar systems. Lies in the subarachnoid space within the basal cisterns that surround the optic chiasma and infundibulum Blood supply of Optic Chiasma",
        "cop": 2,
        "opa": "Anterior cerebral aery",
        "opb": "Middle cerebral aery",
        "opc": "Anterior communicating aery",
        "opd": "Internal carotid aery",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "b1a25265-c73c-49f9-8899-5369326901d2",
        "choice_type": "multi"
    },
    {
        "question": "When a small target is oscillated in front of a patient with binocular vision, patient sees movement of the object in elliptical orbit rather than to and fro path. What is this phenomenon known as?",
        "exp": "This phenomenon is known as Pulfrich's phenomenon Pulfrich's phenomenon In this phenomenon the depth perception is impaired. This is usually seen in optic neuritis (eg: Multiple sclerosis). Oppenheim phenomenon: Dorsiflexion of great toe elicted by irritating downward of medial side of tibia. Uthoff phenomenon: Exacerbation of MS symptoms that is induced by exercise, a hot meal or hot bath. Paraoxysmal convergence spasm phenomenon: Rare but relatively typical symptoms of MS caused by abnormal excitation in demyelinated plaques.",
        "cop": 2,
        "opa": "Oppenheim phenomenon",
        "opb": "Pulfrich phenomenon",
        "opc": "Uthoff phenomenon",
        "opd": "Paroxysmal convergence spasm phenomenon",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "fb6771fb-e667-4237-8bc6-7a7b5b525372",
        "choice_type": "multi"
    },
    {
        "question": "A 60 year old man with optic disc swelling in the right eye and optic atrophy in left eye optic atrophy most likely has",
        "exp": "This is a case of pseudo foster Kennedy syndrome.- It is characterized by occurrence of unilateral papilloedema associated with raised intracranial pressure (due to any cause) and a pre-existing optic atrophy (due to any cause) on the other side. It is caused most commonly by bilateral sequential anterior ischemic optic neuropathy. Foster-Kennedy syndrome.- It is associated with olfactory or sphenoidal meningioma and frontal lobe tumors (anterior fossa tumours) In this condition, there occurs pressure optic atrophy on the side of lesion and papilloedema on the other side (due to raised intracranial pressure). It is classically associated with frontal lobe meningioma which is absent in above case. Sphenoid wing meningiomas are common in 5th decade of life in women whereas the clinical scenario provided is of 60 year old male patient",
        "cop": 4,
        "opa": "Left sphenoid ridge meningioma",
        "opb": "Leber's hereditary optic neuropathy",
        "opc": "Left optic nerve glioma",
        "opd": "Anterior Ischemic optic neuropathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "f1a81dc4-3251-4f04-977f-0dc0bfab8d57",
        "choice_type": "single"
    },
    {
        "question": "A 72 year old man complains of drooping of lids for last 2 months. On awakening he is able to open his eyes, but few hours later his ptosis progressively worsens with increasing diplopia most likely diagnosis?",
        "exp": "Myasthenia gravis is a disease characterized by generalized muscular weakness and rapidly developing fatigue of the muscles due to an auto-immune disorder in which damage of the acetylcholine receptors takes place at the post-synaptic membrane. Anti-acetylcholine receptor antibodies are found in approximately 80% of patients with myasthenia, the levels correlating with the severity of the disease. The ptosis is nearly always bilateral and is increased by prolonged fixation or attempts to look upwards; effective compensation by overaction of the frontales is impossible. Ophthalmoplegia externa, paial or complete, occurs in 50% of the cases, but the intrinsic muscles are not affected. Nystagmoid jerks are not uncommon.",
        "cop": 3,
        "opa": "Thyroid ophthalmopahty",
        "opb": "Horner's syndrome",
        "opc": "Myasthenia gravis",
        "opd": "3rd nerve Palsy",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "15abfbfc-c022-4d4b-97d6-9a5c16a21c05",
        "choice_type": "single"
    },
    {
        "question": "Which visual field defects are seen in tip of Lateral geniculate body lesion?",
        "exp": "Tip of LGB lesions: Key hole visual field defect Temporal lobe lesion - Contralateral homonymous superior quadrantanopia (Pie in the sky) Parietal Lobe lesion-Contralateral homonymous inferior quadrantanopia (Pie in the floor). Left superior homonymous quadrantanopia Left inferior homonymous quadrantanopia Keyhole defects in visual fields: Lateral geniculate lesion. Homonymous hemianopia is seen in complete LGB lesions",
        "cop": 3,
        "opa": "Pie in the sky",
        "opb": "Pie in the floor",
        "opc": "Keyhole visual field defect",
        "opd": "Homonyms hemianopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "e13b9e82-f351-4ebe-b860-efae5a879dc6",
        "choice_type": "single"
    },
    {
        "question": "The shown procedure is helpful in diagnosing?",
        "exp": "Procedure shown is Swinging Flashlight test: used for diagnosis of Marcus Gunn Pupil Relative afferent pupilary defect (RAPD) Or Marcus Gunn Pupil Site of Lesion Causes Pupil at Presentation Light Reflex Special Points Retina or optic nerve -Incomplete optic nerve lesion -Optic neuritis -CRAO/CRVO -Retinal detachment -Isocoria. Equal pupil size in both eyes -Incomplete optic nerve lesion -Optic neuritis -Light on normal eye (LE) Both pupil constrict -Light on Abnormal eye (RE) Both pupil dilate PARADOXICAL DILATATION Pupillary Escape phenomenon (dilatation produced by withdrawing light from normal eyes outweighs constriction by abnormal eye) Swinging Flashlight test is done for Diagnosis -Leads to fatigue of neural tissue -Earlier on the side of lesion",
        "cop": 3,
        "opa": "Adies pupil",
        "opb": "Horner's pupil",
        "opc": "Marcus Gunn Pupil",
        "opd": "Pin point pupil",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "9b5c06b2-ebd4-4f6e-aaf2-68d060170570",
        "choice_type": "single"
    },
    {
        "question": "Characteristics of diabetic 3rd nerve palsy may include all except",
        "exp": "Aberrant regeneration(oculomotor synkinesis) occurs after traumatic lesions and not after Diabetic third nerve palsy. 'Medical' lesions such as occur in HTN and DM usually spare pupil. This is because the microangiopathy involves vasa nervorum, causing ischaemia of main trunk of nerve, leaving the superficial pupillary fibres intact. Thus there is normal pupillary reaction. Location of pupillomotor fibres is within the trunk of 3rd nerve Patients may also have pain and lesion recovers in 6 months.",
        "cop": 4,
        "opa": "Pain",
        "opb": "Normal pupils",
        "opc": "Recovery within 6 months",
        "opd": "Aberrant regeneration",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "689b8cb9-6962-473c-aae7-f53517c8f372",
        "choice_type": "multi"
    },
    {
        "question": "An obese 43 year old female complains of transient visual obscuration, headache and diplopia. All the following are findings EXCEPT",
        "exp": "This is a case of Pseudotumor cerebri/ idiopathic intracranial hypertension. General features: Age: Typically affects individuals between 40-50 years; however, age is no bar. Raised ICP >250 mm of H2O causes papilledema causing transient visual obscuration. Raised ICT pushes brain stem down and causes pressure and paralysis of 6th nerve. Pulsatile tinnitus occurs. On MRI everything appears normal in brain. Thus there is no cerebral venous thrombosis",
        "cop": 3,
        "opa": "Papilledema",
        "opb": "Increased intracranial pressure",
        "opc": "Cerebral venous thrombosis",
        "opd": "6th nerve palsy",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "8cf11323-5943-4703-8b85-a8d665899c35",
        "choice_type": "multi"
    },
    {
        "question": "Crocodile tears are ssen in",
        "exp": "Crocodile tear syndrome The mechanism appears to be a misdirection of regenerating gustatory fibers destined for the salivary glands, so that they become secretory fibers to the lacrimal gland and cause homolateral tearing while the patient is eating. A simple procedure, involving subtotal resection of the palpebral lobe of the involved lacrimal gland, proved to be an effective corrective measure in these cases.",
        "cop": 4,
        "opa": "Frey's syndrome",
        "opb": "Conjunctivitis",
        "opc": "Ophthalmia neonatorum",
        "opd": "Abnormal facial nerve regeneration",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "4585bdc6-b404-44af-92f9-2e0f4d7fbae2",
        "choice_type": "single"
    },
    {
        "question": "What is the commonest cause of loss of vision in Neurofibromatosis type 1?",
        "exp": "Optic nerve glioma, pilocytic astrocytoma, typically occurs in young children. It gives a fusiform enlargement of nerve and may present with -slowly |sing painless proptosis, -visual impairment (often marked), -optic atrophy -strabismus. Can be B/L and may extend posteriorly to involve chiasma, optic tract and hypothalamus. Hamaomatous lesions (Lisch nodules) are found on iris of pre pubeal children who suffer from Neurofibromatosis. Generally do not cause loss of vision. Acoustic neuroma (CP angle tumour ) is seen in NF type 2. NF Type 1 can also be associated with glaucoma",
        "cop": 4,
        "opa": "Lisch nodules",
        "opb": "Acoustic neuroma",
        "opc": "CP angle tumours",
        "opd": "Optic nerve glioma",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "a0b0a9a8-c760-4445-9bd7-e6220e9a0be6",
        "choice_type": "single"
    },
    {
        "question": "Not a feature of optic neuritis:",
        "exp": "Large optic nerve head is seen in glaucoma, not in optic neuritis. Features of Optic Neuritis (ON) Abrupt vision loss with pain. RAPD (Marcus gunn pupil) Papillitis Macular star in neuroretinitis Decreased contrast sensitivity, colour vision, dark adaptation characteristic. Field defect: Swiss cheese visual field/central/ centrocecal scotoma Delayed VER (Visual Evoked Response) MC systemic disorder a/w Optic neuropathy is MS (Multiple sclerosis)",
        "cop": 4,
        "opa": "Marcus gunn pupil",
        "opb": "Reduced color vision",
        "opc": "Central scotoma",
        "opd": "Large cup of optic nerve head",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "3c1acd42-50ad-463f-888a-fefcd470eb9c",
        "choice_type": "single"
    },
    {
        "question": "Left homonymous hemianopia is seen in which right-sided lesion?",
        "exp": "Make your concept - Homonymous means same side - Heteronymous means opposite side - Congruos means same shape - Incongruous means different shape - Hemianopia means half side is involved",
        "cop": 1,
        "opa": "Optic tract",
        "opb": "Optic nerve",
        "opc": "Optic chiasma",
        "opd": "Occipital lobe (visual coex)",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "fe91f758-fb83-4854-a82b-f42fac6d462a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is DOC for optic neuritis?",
        "exp": "i. v. Methyl prednisolone is DOC for optic neuritis. Treatment of Optic Neuritis i. v. Methyl prednisolone is given in optic neuritis. Oral steroids not to be given initially. CHAMPS TRIAL - Interferon b-1a. Few studies in AIIMS show i. v. Dexmethasone is equally effective for treatment.",
        "cop": 2,
        "opa": "Oral steroids",
        "opb": "I. v steroids",
        "opc": "Topical steroids",
        "opd": "Immunosuppressant",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "aa4b9a7b-ab7e-4904-bd48-207acc2c97e8",
        "choice_type": "single"
    },
    {
        "question": "Lesion of which area can lead to visual field defects like this:",
        "exp": "Bitemporal hemianopia is seen in central chiasma lesion. Middle Chiasmal syndrome/ Central Chiasmal lesion Saggital chiasma lesion Bitemporal hemianopia -Lateral chiasma lesion leads to Binasal hemianopia.",
        "cop": 2,
        "opa": "Optic nerve",
        "opb": "Central Chiasma",
        "opc": "Lateral chiasma",
        "opd": "LGB",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "d3754a26-61bd-4ab4-8d87-14a284fd7ebe",
        "choice_type": "single"
    },
    {
        "question": "In which of the following, retina is not affected?",
        "exp": "Retina is not involved in primary optic atrophy. Optic atrophy is the condition of disc when the optic nerve is degenerated. Optic atrophy is of two types: Primary atrophy and secondary atrophy. Primary optic atrophy: It is due to disease or poisoning of second visual neurons proximal to the disc evidence of local inflammation. Clinical Features of Primary optic atrophy: The disc is grey or white. Stippling of the lamina cribrosa is seen, edges are sharply defined and surrounding retina looks normal. Tabes is the classical cause of primary atrophy. Secondary optic atrophy follows any injury or direct pressure, affecting the visual fibre in any pa of their course from the lamina cribrosa to the geniculate body. In consecutive optic atrophy retina is involved. causes like retinitis pigmentosa myopia central retinal aery occlusion",
        "cop": 3,
        "opa": "Retinal detachment",
        "opb": "Coat's Disease",
        "opc": "Primary optic-atrophy",
        "opd": "Consecutive optic atrophy",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "dfbdaca9-6b6e-44ee-978d-c1f372c11819",
        "choice_type": "single"
    },
    {
        "question": "Superior oblique muscle is supplied by:",
        "exp": "SO4 -Superior oblique muscle is supplied by 4th cranial nerve- trochlear LR 6- Lateral rectus is supplied by 6th nerve - abducens. Rest all EOM s, LPS are supplied by 3rd cranial nerve occulomotor. 2nd cranial nerve is involved in optic pathway, light reflex NOTE- TROCHLEAR NERVE has dorsal decussation. hence all the fibres decussate are distributed to the superior oblique muscle of the opposite side. Both superior rectus and superior oblique muscles both receive deccusated fibres and controlled by C/L NUCLEUS",
        "cop": 2,
        "opa": "Third nerve",
        "opb": "Fouh cranial nerve",
        "opc": "Fifth cranial nerve",
        "opd": "Sixth cranial nerve",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "2294f42f-5f12-40f9-b3ff-8cdfc64fa5a4",
        "choice_type": "single"
    },
    {
        "question": "Muller's muscle is supplied by:",
        "exp": "Each eyelid from anterior to posterior consists of thefollowing layers: 1. Skin2. Subcutaneous areolar tissue3. Layer of striated muscle (orbicularis oculi andlevator palpebrae superioris in upper lid only)4. Submuscular areolar tissue5. Fibrous layer (tarsal) plate and septum orbitale6. Layer of non-striated muscle fibres (Muller'smuscle)7. Conjunctiva Layer of striated muscle. consists of orbicularis muscle which forms an oval sheet across the eyelids. It closes the eyelids and is supplied by zygomatic branch of the facial nerve. in paralysis of facial nerve there occurs lagophthalmos which may be complicated by exposure keratitis. Levator palpebrae superioris muscle (LPS). (main muscle ) It arises from the apex of the orbit and is inseed by three pas on the skin of lid, anterior surface of the tarsal plateand conjunctiva of superior fornix. It raises the upper lid. It is supplied by a branch of oculomotor nerve Layer of non-striated muscle fibres. It consists of the palpebral muscle of Muller (ascessory muscle)which lies deep to the septum orbitale in both the lids. In the upper lid it arises from the fibres of LPS muscle in the lower lid from prolongation of the inferior rectus muscle and is inseed on the peripheral margins of the tarsal plate. It is supplied by sympathetic fibres it helps in initial 15o opening of eye.",
        "cop": 3,
        "opa": "3rd cranial nerve",
        "opb": "4th cranial nerve",
        "opc": "Sympathetic fibers",
        "opd": "Parasympathetic fibers",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "2e0266c9-7f26-4f70-ab43-230a8139b617",
        "choice_type": "single"
    },
    {
        "question": "True regarding adies tonic pupil",
        "exp": "It is caused by damage to the postganglionic fibers of the parasympathetic innervation, ciliary ganglion, of the eye, usually by a viral or bacterial infection which causes inflammation and affects the pupil of the eye and ANS Adie Tonic Pupil: Mc in young women, 80 % u/l A/w loss of deep tendon reflex (Adie's syndrome), impaired sweating Caused by damage to the postganglionic fibers of the parasympathetic innervation, ciliary ganglion, of the eye, usually by a viral or bacterial infection which causes inflammation and affects the pupil of the eye and ANS. Characterized by delayed dilation of iris & segmental iris constriction Segmental iris constriction Hypersensitivity of pupil to pilocarpine",
        "cop": 2,
        "opa": "More common in young males",
        "opb": "Caused by damage to ciliary ganglion",
        "opc": "Segmental iris dilation",
        "opd": "Hypersensitivity to tropicamide",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "f5339213-5142-4800-a98b-d2ab3ac89de3",
        "choice_type": "multi"
    },
    {
        "question": "Not a true statement regarding 3rd cranial nerve:",
        "exp": "Nucleus of 3rd cranial nerve at the level of superior colliculus in the mid-brain. 3rd nerve supplies all the muscles of eye except lateral rectus( LR6) & superior oblique(SO4) 3rd CN palsy: -Pupil is down & out -Ptosis (as LPS also paralysed) -Common causes- uncontrolled BP/HTN",
        "cop": 2,
        "opa": "Palsy may lead to ptosis",
        "opb": "Nucleus in lower mid brain",
        "opc": "Uncontrolled BP is a common cause",
        "opd": "Supplies medial rectus",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "5f5bfeeb-2755-4cef-9554-1fd78462a185",
        "choice_type": "multi"
    },
    {
        "question": "Optic foramen is situated between which of the following structures?",
        "exp": "2 roots of the lesser wing of the sphenoid contains optic foramen. Optic canal is the continutaion from optic foramania Optic foramen transmits Optic nerve with all layer of meninges Ophthalmic aery",
        "cop": 1,
        "opa": "2 roots of the lesser wing of the sphenoid",
        "opb": "Lesser wing and body of the sphenoid",
        "opc": "Greater wing and body of the sphenoid",
        "opd": "Greater wing of sphenoid and ethmoid bone",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "04c0f270-c1d6-4140-9855-43bdfcb709e8",
        "choice_type": "single"
    },
    {
        "question": "All of the following drug are used for management of Post Herpetic Neuralgia except",
        "exp": "-Cycloplegics have no role in neuropathic pain, provide relief in ocular pain due to spasm of muscles such as uveitis. -Simple analgesics such as paracetamol -Stronger analgesics such as codeine -Tricyclic antidepressants, e. g. noriptyline, amitriptyline -Carbamazepine for lancinating pain -Gabapentin (300-600 mg up to three times daily), sustained-release Oxycodone or both. -Capsaicin cream (active ingredient of chillie paper) is also used to relieve pain.",
        "cop": 4,
        "opa": "Noriptyline",
        "opb": "Capsaicin cream",
        "opc": "Gabapentin",
        "opd": "Cycloplegics",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "559efbae-23c7-4b17-bbac-9bcb2b6c54a6",
        "choice_type": "multi"
    },
    {
        "question": "A lady in her first trimester with hyperemesis gravidarum wakes up with diplopia and mental confusion and nystagmus. What is the probable diagnosis?",
        "exp": "Wernicke's encephalopathy (WE) is a potentially reversible yet serious neurological manifestation caused by vitamin B1(thiamine) deficiency. It is commonly associated with heavy alcohol consumption. Other clinical associations are with hyperemesis gravidarum (HG), starvation, and prolonged intravenous feeding. Most patients present with the triad of ocular signs, ataxia, and confusion, nystagmus It can be associated with life-threatening complication like central pontine myelinolysis (CPM).",
        "cop": 2,
        "opa": "Pregnancy induced hypertension",
        "opb": "Wernicke's syndrome",
        "opc": "Occipital infarction",
        "opd": "Pituitary apoplexy",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "925e7cd6-51a8-4366-8995-e751941a059d",
        "choice_type": "single"
    },
    {
        "question": "The only intact eye movement in one and a half syndrome is",
        "exp": "One-and-a-half syndrome is due to a lesion of MLF combined with PPRF of same side. Loss of all horizontal movements except contralateral abduction, which shows abduction nystagmus. One and One half syndrome (right sided lesion) Eight and half syndrome consists of one and half syndrome with 7th nerve palsy.",
        "cop": 2,
        "opa": "Abduction of Ipsilateral eye",
        "opb": "Abduction of contralateral eye",
        "opc": "Adduction of Ipsilateral eye",
        "opd": "Adduction of contralateral eye",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "bc74d3bb-ff16-4649-af1c-ed8d63abc687",
        "choice_type": "single"
    },
    {
        "question": "Eye examination of a person reveals near reflex to be present but light reflex is lost. What is this condition known as?",
        "exp": "Argyll Robeson pupil - Seen in neurosyphilis Bilateral constricted irregular pupils Light reaction is absent and accommodation reflex is present (ARP - Accomodation reflex present and PRA - Pupillary reaction absent) Marcus gunn pupil Seen in optic neuritis Swinging flash light test - light is flashed on one pupil and constriction is noted and than light is moved to the contralateral pupil and response is noted. normally both pupil constrict equally. in unilateral optic nerve disease when light is transferred to the diseased eye both pupils will dilate and on swinging back to normal eye both will constrict Adie Holmes pupil is a tonic pupil seen in young women with vermiform sluggish pupillary constriction not absent pupillary reflex Oculomotor palsy will have the final efferent pathway affected - hence both pupillary and accomodation reflexes will be absent",
        "cop": 1,
        "opa": "Argyl Robeson pupil",
        "opb": "Adie Homle's pupil",
        "opc": "Oculomotor nerve palsy",
        "opd": "Marcus Gunn pupil",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "4b56374c-e0e5-4db8-8cf7-543325db6d58",
        "choice_type": "single"
    },
    {
        "question": "All of them are true about Optokinetic Nystagmus (OKN) EXCEPT",
        "exp": "Optokinetic nystagmus It is a physiological jerk nystagmus ( not pathological) Useful in localizing cause of an isolated homonymous hemianopia. Induced by presenting to gaze the objects moving serially in one direction, such as strips of a spinning optokinetic drum. The eyes will follow a fixed strip momentarily and then jerk back to reposition centrally to fix up a new strip. Similar condition occurs while looking at outside things from a moving train. note- - Saccade are Rapid jerky conjugate eye movements, to direct the fovea to a target as the gaze shifts from one object to another Contralateral frontal lobe initiates it & Flocculus(Lobule IX of cerebellum) controls it. - Pursuit is slow tracking eye movements to direct target on fovea. Ipsilateral parieto-occipital lobe controls it & Fastigial nuclei initiates it",
        "cop": 4,
        "opa": "Jerk nystagmus induced by moving repetitive targets",
        "opb": "Useful for localising cause of isolated homonymous hemianopia",
        "opc": "Slow phase is a pursuit, fast phase is saccade",
        "opd": "Type of pathological nystagmus",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "a0f95f49-4997-4fc4-a747-822ee7773eb7",
        "choice_type": "multi"
    },
    {
        "question": "Wernicke's hemianopic pupil is seen in the lesion of",
        "exp": "Wernickes hemianopic pupil is seen in the lesion of optic tracts - characterized by contralateral homonymous hemanopia with a characteristic pupillary response. Narrow beam of light when shown into the non-seeing pa of the retina, pupil fails to react while when shown into the seeing pa of the retina, pupillary constriction occurs. Make your concept - Homonymous means same side (i. e. right or left) - Heteronymous means opposite side (i. e. nasal or temporal) - Congruous means same shape or symmetric on both sides - Incongruous means different shape or asymmetric on both sides - Hemianopia means half side is involved - Generally Anterior lesions cause heteronymous, incongruous defects and posterior lesions cause more homonymous and congruous defects Impoant Points on Visual Pathway Lesions 1. Optic nerve lesion - I/l direct and c/ L consensual gone Causes - optic atrophy/ optic neuritis - avulsion optic nerve 2. Proximal pa of optic nerve - I/L blindness C/L hemianopia 1. Saggital chiasma lesion - Bitemporal hemianopia - Paial descending optic atrophy Causes - suprasellar aneurysm - tumors of pitutory craniopharyngioma - suprasellar meningioma 2. Lateral chiasma - Binasal hemianopia of pupillary reflex Causes - Distention of 3rd ventricle Since some fibres of other side there is crossover Binasal Hemianopia 3. Optic tract Lesion- - Contralateral homonymous hemianopia with incongruity - Bow tie pattern of optic atropy 5. Temporal lobe lesion - contralateral homonymous superior quadrantanopia (pie in the sky defect) 6. Parietal Lobe lesion- Pie in the floor. Contralateral homonymous inferior quadrantanopia Homonymous hemianopsia, also referred to as homonymous hemianopia is the loss of half of the field of view on the same side in both eyes. Left superior homonymous quadrantanopia Left inferior homonymous quadrantanopia 7. Keyhole visual field defects: Vascular lesion of Lateral Geniculate body 8. Occipital lobe lesion Congruous homonymous hemianopia with sparing of macula Cause: Occlusion of posterior cerebral aery Congruous Homonymous macular defect Cause: Bullet injury/ head injury Bilateral homonymous macular defect Cause: Bilateral occipital defect",
        "cop": 1,
        "opa": "Optic tract",
        "opb": "Optic nerve",
        "opc": "Optic chiasma",
        "opd": "Occipital lobe (visual coex)",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "a16cf903-8cc9-402c-8ffe-bbeb31681365",
        "choice_type": "single"
    },
    {
        "question": "Which of the following pa of optic nerve is longest?",
        "exp": "Intra-orbital is the longest pa of optic nerve. Cranial Nerve Optic nerve arises from ganglion cell axons. Length = 50 mm. (40 mm in few texts) Can be considered as pa of brain 2nd order neuron Pas: Intraocular(1), Intraorbital(2), Intracanalicular(3), Intracranial(4). Smallest pa of optic nerve is Intraocular Longest pa: Intraorbital.",
        "cop": 1,
        "opa": "Intraorbital",
        "opb": "Intraocular",
        "opc": "Intracranial",
        "opd": "Intracanalicular",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "0e5b6987-dfd9-49e9-8d22-18c1bc069893",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the nucleus for upward gaze?",
        "exp": "Centre concerned with upward gaze are:- Rostral interstitial nucleus of medial longitudinal fasciculus Interstitial nucleus of Cajal Posterior commisure Paramedian pontine reticular formation(PPRF) is the centre for horizontal gaze.",
        "cop": 4,
        "opa": "Paramedian pontine reticular formation",
        "opb": "Nucleus Raphe Magnus",
        "opc": "Cuneiform nucleus",
        "opd": "Nucleus of Cajal",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "431fa4cd-cc5f-4a17-99e7-6e107cc844c3",
        "choice_type": "single"
    },
    {
        "question": "Ptosis indicates paralysis of which cranial nerve?",
        "exp": "I-Congenital ptosis-from bih to 1 yr II. Acquired ptosis includes: 1. Neurogenic ptosis- 3rd nerve palsy; A/w Horner's syndrome 2. Myogenic ptosis- seen in mysthenia gravis, myotonic dystrophy 3. Aponeurotic ptosis/involution/senile ptosis-present in old people; aponeurosis of LPS is damaged 4. Mechanical ptosis-due to inflamation / tumours PTOSIS OF RIGHT EYE NOTE- Among all cases of ptosis, congenital ptosis is the most common type which seems to be more prevalent in males. Simple congenital ptosis is the most prevalent form of congenital ptosis",
        "cop": 1,
        "opa": "3rd",
        "opb": "5th",
        "opc": "4th",
        "opd": "6th",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "c5769c91-b20d-484c-b1d6-7924dae0be74",
        "choice_type": "single"
    },
    {
        "question": "Not a cause of consecutive optic atrophy:",
        "exp": "Retrobulbar neuritis is considered as Primary optic atrophy.",
        "cop": 4,
        "opa": "Retinitis pigmentosa(RP)",
        "opb": "CRAO",
        "opc": "Pathological Myopia",
        "opd": "Retrobulbar neuritis",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "bbc11be9-d96d-43c9-b081-e6625274aab8",
        "choice_type": "single"
    },
    {
        "question": "What will be the manifestation of a lesion in occipital lobe?",
        "exp": "SITE OF LESSION visual feild defect Disc/optic nerve lesions Same sided monocular blindness Chiasmal lesions Bitemporal Hemianopia Optic tract lesions (mc) Incongruous Homonymous hemianopia Lt. Geniculate body lesions Incongruous Homonymous hemianopia Meyer's loop (Temporal lobe) Pie in the sky Baum's loop (parietal lobe) Pie on the Floor Occipital lobe lesion Congruous Homonymous hemianopia with macular sparing",
        "cop": 2,
        "opa": "Bitemporal hemianopia",
        "opb": "Homonymous hemianopia with macular sparing",
        "opc": "Binasal hemianopia",
        "opd": "Homonymous superior quadrantanopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "6cc92774-74a6-4ae6-8c5d-c08e4e3f2a0a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT a feature of oculomotor nerve palsy?",
        "exp": "Clinical features of occulomotor (3rd nerve) palsy - Drooping of lids-Ptosis Detion of eye lid-Down and Out (as LR6 and SO4 remains intact ) Diplopia Dilatation of pupil (as paarsympthetic supply to sphincter pupillae is affected)-Mydriasis Absent pupillary light reflex as it carries ipsilateral efferent direct ligt reflex+contralateral efferent indirect light reflex. Mstly seen in uncontrolled BP/ HTN",
        "cop": 3,
        "opa": "Mydriasis",
        "opb": "Absent pupillary reflex",
        "opc": "Proptosis",
        "opd": "Ptosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "1fdfc7a5-ff28-4acc-9584-ab4873359603",
        "choice_type": "single"
    },
    {
        "question": "Which muscle is commonly affected in raised intracranial pressure?",
        "exp": "ABDUCENS Nerve is purely motor nerve It has longest intracranial course - (subarchanoid ) Hence in raised intra cranial tension first muscle to be paralysed is Lateral Rectus supplied by Abducens nerve False Localizing Sign",
        "cop": 2,
        "opa": "Superior oblique",
        "opb": "Lateral rectus",
        "opc": "Inferior oblique",
        "opd": "Inferior rectus",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "cda2d923-d444-4d8d-b4df-41ea18d346be",
        "choice_type": "single"
    },
    {
        "question": "A chronic tobacco chewer came to OPD with diminution of vision. Which of the following nutritional supplement can be provided to him:",
        "exp": "Vitamin B12 is used for tobacco associated amblyopia. Tobacco associated amblyopia Seen in men doing heavy smoking, drinking and diet deficient in protein and vitamin B complex. Toxic agent involved is cyanide. B/L centrocecal scotomas are seen. Vitamin B12, 1000 microgram i. m injection weekly.",
        "cop": 4,
        "opa": "Vitamin B1",
        "opb": "Vitamin B2",
        "opc": "Vitamin B6",
        "opd": "Vitamin B12",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "a985816f-2e80-4a57-b333-534f934b2e26",
        "choice_type": "single"
    },
    {
        "question": "Paton's lines are peripapillary folds which result due to",
        "exp": "Papilledema leads to CIRCUMFERENTIAL PERIPAPILLARY RETINAL FOLDS known as Paton's Lines.",
        "cop": 2,
        "opa": "Optic neuritis",
        "opb": "Papilledema",
        "opc": "Anterior ischemic optic neuropathy",
        "opd": "CRAO",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "57e641cc-e65a-42ec-a35b-6d56849a113e",
        "choice_type": "single"
    },
    {
        "question": "Headaches typically affecting young to middle aged men, unilateral, oculo temporal, excruciating and associated with lacrimation, rhinorrhoea is called",
        "exp": "Cluster headache Unilateral, periorbital, frontal or temporal headache with ipsilateral epiphora, rhinorrhoea, sweating, nasal stuffiness and ptosis. Lasts minutes to hours, recurs once or twice daily for several weeks followed by symptom-free intervals of months to years. Affects men (90%) and may be precipitated by alcohol or nitroglycerink room. Migraine- Migraine is characterized by recurrent headaches widely variable in intensity, duration and frequency. Migrainous headache is commonly unilateral, associated with nausea and vomiting and may be preceded by, or associated with, neurological and mood disturbances. Trigeminal neuralgia - Trigeminal neuralgia is characterized by brief attacks of severe pain that sta in the distribution of one of the divisions of the trigeminal nerve. The pain is paroxysmal and sharp, usually occurring in multiple bursts in rapid succession lasting a few seconds. Attacks can be triggered either by cutaneous stimulation such as shaving or by motor activity such as chewing. Tension headache Affects females more than males. Generalized nondescript band-like discomfo present continuously A major difference from cluster headache, SUNCT syndrome and paroxysmal hemicrania is that autonomic features are sparse or absent.",
        "cop": 3,
        "opa": "Migraine",
        "opb": "Trigeminal neuralgia",
        "opc": "Cluster headache",
        "opd": "Tension headache",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "a0ec9310-2472-4b86-ae62-2cd60c231984",
        "choice_type": "multi"
    },
    {
        "question": "Not true regarding optic chiasma:",
        "exp": "Inferonasal fibres are related to anterior poion of chiasma. Optic Chiasma Lies over tuberculum. Tumor over chiasma can lead to visual field defects. Decussation of visual pathway takes place over chiasma for nasal fibres from retina. Inferonasal fibres are related to anterior poion of chiasma whereas superonasal fibres are related to posterior poion of chiasma.",
        "cop": 4,
        "opa": "Lies over tuberculum",
        "opb": "Tumor over chiasma can lead to visual field defects",
        "opc": "Decussation of visual pathway takes place over chiasma",
        "opd": "Inferonasal fibres are related to posterior poion of chiasma",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "08bcb7af-92fd-426c-a0e2-b325c6c1e172",
        "choice_type": "multi"
    },
    {
        "question": "A patient presented with complaints of diplopia. O/E pupils were dilated. Both direct and consensual light reflexes were lost. The diagnosis is:",
        "exp": "3rd nerve palsy PUPILLARY LIGHT REFLEX:- If light enters an eye, the pupil of the same eye contracts (direct light reflex), activity shared equally by the pupil of other eye (consensual light reflex) - Afferent limb of light reflex is Optic nerve (CN2) and efferent limb is Oculomotor nerve (CN3) - Both direct and consensual light reflexes are lost in third nerve palsy.",
        "cop": 2,
        "opa": "2nd nerve palsy",
        "opb": "3rd nerve palsy",
        "opc": "5th nerve palsy",
        "opd": "7th nerve palsy",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "1faf4aac-df26-42f5-9618-0c6c03201170",
        "choice_type": "multi"
    },
    {
        "question": "All of them are true about the 4th nerve EXCEPT",
        "exp": "The trochlear nerve has several features that make it unique from the other cranial nerves: Thinnest cranial nerve. Is the only nerve to exit from the dorsal surface of the brain. Is the only nerve in which all the lower motor neuron fibers decussate. Has the longest intracranial course. Has the smallest number of axons.",
        "cop": 3,
        "opa": "The only nerve to emerge from the dorsal aspect of brain",
        "opb": "The only nerve to cross over to opposite side",
        "opc": "It is the thickest cranial nerve",
        "opd": "It has the fewest axons of any cranial nerve",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "77843896-46a6-4353-aa9a-5eb5fd504dbc",
        "choice_type": "multi"
    },
    {
        "question": "A patient presents with diplopia. O/E adduction deficit is seen in one eye and abducting saccades in the other eye. Convergence is preserved. What is the likely diagnosis?",
        "exp": "Internuclear ophthalmoplegia (INO): defect of horizontal gaze, caused due to lesion in medial longitudinal fasciculus (MLF). MLF connects 6th nerve nucleus to 3rd nerve nucleus of the opposite side. Thus, in INO, during lateral gaze these features are seen:* The adducting eye fails to move because 3rd nerve nucleus does not receive any input* The abducting eye moves laterally but suffers from abducting saccades* Convergence is normal as the pathway for convergence is completely different. The pathway for horizontal gaze may be summarized as: PPRF | 6th nerve nucleus of same side |MLF 3rd nerve nucleus of opposite side. Duane retraction syndrome (DRS): restrictive type of strabismus, co-contraction of medial and lateral rectus muscles due to anomalous innervation of one of extra ocular muscle antagonists during embryo-genesis",
        "cop": 2,
        "opa": "Paial third nerve palsy",
        "opb": "Internuclear ophthalmoplegia",
        "opc": "Duane's retraction syndrome",
        "opd": "Absence of medial rectus muscle",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "eb03093e-bb55-4a21-85d7-f209bec04ebe",
        "choice_type": "single"
    },
    {
        "question": "Superior quadrantic hemianopia is caused by:",
        "exp": "SUPERIOR QUADRANTANOPIA / PIE IN THE SKY - Inferior fibres are damaged - Inferior fibres pass through temporal lobe - ALL PIE IN THE SKY ARE SEEN IN OPPOSITE TEMPORAL LOBE LESIONS LESIONS Disc/optic nerve lesions Same sided monocular blindness Chiasmal lesions Bitemporal Hemianopia Optic tract lesions (mc) Incongruous Homonymous hemianopia Lt. Geniculate body lesions Incongruous Homonymous hemianopia Meyer's loop (Temporal lobe) Pie in the sky Baum's loop (parietal lobe) Pie on the Floor Occipital lobe lesion Congruous Homonymous hemianopia with macular sparing Both pituitary adenoma and a craniopharyngioma can also cause chiasmal compression and produce visual field defects. However, they both end up producing typical type of junctional scotomas rather than quadrantic defects and are hence not considered to be causes for the later. Extra benefit - Junctional scotomas are visual field defects due to anterior or posterior chiasmal lesions and not typical central or temporal lesions.",
        "cop": 4,
        "opa": "Craniopharyngioma",
        "opb": "Meningioma",
        "opc": "Pituitary adenoma",
        "opd": "Temporal lobe lesion",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "d3630361-0abe-4885-b857-0c9c3fa65dbe",
        "choice_type": "single"
    },
    {
        "question": "All among the following are true about Papilledema EXCEPT:",
        "exp": "Blurring of margins of optic disc is the earliest sign of papilledema. Papilledema B/L non inflammatory disc edema with increased ICT. |sed ICT - disturbance in axoplasmic flow. Dilation & touosity of vessels. Elevation of disc. Headache, morning stiffness, projectile vomiting. Enlargement of blind spot. Paton's line (circumferential folds of retinal nerve fiber layer ). Pseudotumor cerebri: Raised ICT a/w papilledema, seen in patients without any intracranial lesion. Atrophic papilledema occurs 6-9 months after initial attack (like features of optic atrophy). Papilledema Normal Optic disc",
        "cop": 1,
        "opa": "Earliest sign is enlargement of blind spot",
        "opb": "Circumferential folds of retinal nerve fiber layer",
        "opc": "Atrophic papilledema occurs 6-9 months after initial attack",
        "opd": "Bilateral non inflammatory disc edema with increased ICT",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "7273b7bc-340d-4204-9a3e-0266e7ab6ba1",
        "choice_type": "multi"
    },
    {
        "question": "A retrobulbar anaesthetic is least likely to produce anaesthesia of which cranial nerve?",
        "exp": "Retrobulbar anaesthesia: 4th cranial nerve lies outside the muscle cone in orbit and the least likely to get paralysed by retrobulbar anesthesia. Main goal of this procedure is to obtain anesthesia of the cornea, uvea, and conjunctiva, as well as akinesia of the extraocular muscles by blocking the ciliary nerves and II, III, VI cranial nerves,",
        "cop": 3,
        "opa": "2",
        "opb": "3",
        "opc": "4",
        "opd": "6",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "522bbf33-4dcd-4b78-974d-a38970ec0311",
        "choice_type": "single"
    },
    {
        "question": "Procedure of choice for ptosis in Horner's syndrome?",
        "exp": "Procedure of choice of ptosis in Horner syndrome: Fasanella Servat or Mullerectomy in case of good levator action Superior Tarsal muscle or Muller's muscle is the that is responsible for keeping the upper lid in a raised position after the LPS raises it. It is supplied by the sympathetic system. Hence it is involved in patient's with Horner's Syndrome. As levator remains intact, the degree of ptosis is mild - hence paial ptosis in patients with Horner's Syndrome",
        "cop": 4,
        "opa": "LPS resection",
        "opb": "Bilateral sling",
        "opc": "Unilateral sling",
        "opd": "Fasanella Servat",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "832f8b82-1b91-4f02-9e6e-27aaf6dddbbe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following investigation is not necessary for investigating optic neuritis?",
        "exp": "USG B scan is not useful for evaluating optic neuritis. MRI head and orbit is needed for evaluation of optic neuritis to rule out MS. ESR- |sed in infectious causes of optic neuritis. Visual fields are used for follow up and extent of vision loss. OCT (Optical coherence tomography)- used to see amount of optic nerve edema.",
        "cop": 3,
        "opa": "MRI head and orbit",
        "opb": "ESR",
        "opc": "USG B scan",
        "opd": "Visual Fields",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro Ophthalmology",
        "id": "c9b846c7-9702-4560-8cdd-c76dfa6e3ab4",
        "choice_type": "single"
    }
]