[
    {
        "question": "Marcus Gunn pupil is due to -",
        "exp": "The Relative Afferent Pupillary Defect (RAPD), or Marcus-Gunn Pupil is an extremely significant and highly objective clinical finding in the examination of the visual system. The \"swinging flashlight test\" is probably the best test for identifying an RAPD. In this test, a strong, steady light is used. The light is shined into one eye, and then quickly switched to the other. This is repeated back and foh, until one of four conclusions is reached (listed below). Since light in one pupil causes both pupils to constrict, quickly switching from one eye to the other will give a \"relative\" indication of the functioning of each eye and optic nerve. If both eyes are equally dysfunctional, no \"relative\" defect would be found.",
        "cop": 2,
        "opa": "Total afferent pupillary defect",
        "opb": "Relative afferent pupillary defect",
        "opc": "Efferent pathway defect",
        "opd": "Cerebral lesion",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "79103c19-09f0-4e51-865e-ce76f2219d88",
        "choice_type": "single"
    },
    {
        "question": "Homonymous hemianopia with sparing of pupillary reflexes Is a feature of lesions of",
        "exp": "Lesions of lateral geniculate body These produce homonymous hemianopia with sparing of pupillary reflexes, and may end in paial optic atrophy. Lesions of optic radiations Pupillary reactions are normal as the fibres of the light reflex leave the optic tracts to synapse in the superior colliculi. Lesions of optic radiations do not produce optic atrophy, as the second order neurons (optic nerve fibres) synapse in the lateral geniculate body. Common lesions of the optic radiations include vascular occlusions, primary and secondary tumours, and trauma. Lesions of the visual coex Congruous homonymous hemianopia usually sparing the macula, is a feature of occlusion of posterior cerebral aery supplying the anterior pa of occipital coex. Congruous homonymous macular defect occurs in lesions of the tip of the occipital coex following head injury or gun shot injuries. Pupillary light reflexes are normal and optic atrophy does not occur following visual coex lesions. Ref:- A K KHURANA; pg num:-290, 291",
        "cop": 4,
        "opa": "Lateral geniculate body",
        "opb": "Optic radiations",
        "opc": "Visual coex",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "0047b04b-0c25-4de0-a025-54198d954b73",
        "choice_type": "multi"
    },
    {
        "question": "Superior quadrantanopia is seen in lesion of:",
        "exp": "Ans: b (Temporal lobe) Ref: Khurana, 4th ed, p. 290. Superior quadrantanopia is seen in temporal lobe lesions and inferior quadrantanopia is seen in parietal lobe lesions. Lesions of the visual pathway* Optic nerve- u/1 complete loss of vision* Optic chiasma(Central lesion)-bitemporal hemianopia* Lateral chiasma-binasal hemianopia* Optic tract- homonymous hemianopia* Lateral geniculate body- homonymous hemianopia* Optic radiation Total- complete homonymous hemianopia. Parietal- inferior quadrantic hemianopia (pie on the floor). Temporal- superior quadrantic hemianopia (pie in the sky)* Visual cortex- congruous homonymous hemianopia +/- macular sparing. When first order neurons are affected - first colour affected is blue If second order neurons are affected- first colour affected is red Site. Lesion. Clinical features. Optic nerveoptic atrophy, traumatic avulsion, acute optic neuritisloss of vision on the affected side + I/L loss of light reflex. Optic chiasmasuprasellar aneurysms, pituitary tumours, craniopharyngioma, suprasellar meningioma, third ventricular dilatation due to obstructive hydrocephalus. Bitemporal hemianopia +Bitemporal hemianopic paralysis of papillary reflexes. Lateral chiasmal lesions. Distended third ventricle, atheroma carotids and PCABinasal hemianopia with binasal hemianopic paralysis of papillary reflexes. Optic tract lesions. Syphilitic meningitis or gumma TB, tumours of optic thalamus, PCA aneurysms. Homonymous hemianopia with C/L hemianopic pupillary reaction. Lateral geniculate body Homonymous hemianopia sparing pupillary reflexes. Visual cortex. PCA occlusion. Homonymous hemianopia sparing macula. Pupillary light reflex- normal Optic radiation * Total. Vascular occlusions. Complete homonymous hemianopia* Parietal lobe. Trauma. Inferior quadrantic hemianopia (pie in the floor)* Temporal lobe. Tumours. Superior quadrantic hemianopia (pie in the sky)",
        "cop": 2,
        "opa": "Parietal lobe",
        "opb": "Temporal lobe",
        "opc": "Frontal lobe",
        "opd": "Occipital lobe",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "d330c43b-1bc5-49ea-a40e-ae3942af1324",
        "choice_type": "single"
    },
    {
        "question": "Acquired blue blindness is a feature of",
        "exp": "Acquired Colour Blindness Acquired blue colour defect (blue blindness): It may occur in old age due to increased sclerosis of the crystalline lens. It is owing to the physical absorption of the blue rays by the increased a. ambercoloured pigment in the nucleus. Ref:- A K KHURANA; pg num:-305",
        "cop": 3,
        "opa": "Disease of optic nerve",
        "opb": "Disease of macula",
        "opc": "Increased sclerosis of the crystalline lens",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "6ee6d0d8-3b54-41a3-aaa5-1945be7ee2d1",
        "choice_type": "multi"
    },
    {
        "question": "Bitemporal hemianopic field defect is charactersitic of -",
        "exp": "Sagittal (central) lesions of the chiasma. These are characterised by bitemporal hemianopia and bitemporal hemianopic paralysis of pupillary reflexes. These usually lead to paial descending optic atrophy. Common causes of central chiasmal lesion are: suprasellar aneurysms, tumours of pituitary gland, craniopharyngioma, suprasellar meningioma and glioma of third ventricle, third ventricular dilatation due to obstructive hydrocephalus and chronic chiasmal arachnoiditis. Ref: AK Khurana 4thE pg 290",
        "cop": 3,
        "opa": "Glaucoma",
        "opb": "Optic neuritis",
        "opc": "Pituitary tumour",
        "opd": "Retinal detachment",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "285cb867-45cf-4422-b3df-6e4ddbca335b",
        "choice_type": "single"
    },
    {
        "question": "Cortical blindness",
        "exp": "A. i. e. (Normal pupillary light reflexes with complete visual loss) (306 - Khurana 4th)CORTICAL BLINDNESS* Most common cause is bilateral occipital lobe infarction* Unilateral infarction leads to contralateral homonymous congruous hemianopia. Clinical features* Vision and visual fields are markedly decreased* Sparing of the macula with preservation of central vision due to dual blood supply*** Complete visual loss with no light perception.* Pupillary responses are normal** (Pupillary light reflex)* ANTON- SYNDROME i. e. denial of blindness by the patients who obviously cannot see* Riddoch - phenomenon - i. e. ability to perceive kinetic but not static targets",
        "cop": 1,
        "opa": "Normal pupillary light reflexes with complete visual loss",
        "opb": "Increased pupillary light reflexes with complete visual loss",
        "opc": "Normal pupillary light reflex with partial loss of sight",
        "opd": "Increased pupillary light reflexes with partial loss of sight",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "1cf2e045-7ce8-4400-935b-4b418ad386fe",
        "choice_type": "single"
    },
    {
        "question": "Disc oedema is seen in:",
        "exp": "Ans. (a) CRVORef: Parson's 22/e, p. 350. Swollen optic disc or disc oedema - causes. Unilateral. Papillitis or optic neuritis involving the nerve head (sudden loss of vision with subsequent improvement young age). Anterior ischaemic optic neuropathy (sudden loss of vision usually without improvement old age). Orbital tumours (slowly progressive visual loss). Papillophlebitis or optic disc vasculitis (rapid loss of vision without improvement). Central retinal vein occlusionQ (may or may not be associated with profound visual impairment). Infiltrative disorders (impaired vision). Ocular hypotony (rapid loss of vision without improvement). Foster-Kennedy syndrome (true papilloedema in one eye with optic atrophy in the fellow eye). Pseudo Foster-Kennedy syndrome. Posterior uveitis and scleritis. Bilateral. Increased intracranial pressure: papilloedema (optic nerve function is typically normal). Hypertension (optic nerve function is typically normal). Diabetic papillopathy (mild-to-moderate impairment of vision). Cavernous sinus thrombosis. Carotid-cavernous fistula. Leber hereditary optic neuropathy in the acute stage. Other systemic diseases such as anemia and hvpoxaemia",
        "cop": 1,
        "opa": "CRVO",
        "opb": "CRAO",
        "opc": "BRVO",
        "opd": "BRAO",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "66bc1c49-f9d9-4866-b302-195f72580165",
        "choice_type": "single"
    },
    {
        "question": "Spiral field defect is a feature of",
        "exp": "HYSTERICAL BLINDNESS It is a form of psychoneurosis, commonly seen in attention-seeking personalities, especially females. It is characterised by sudden bilateral loss of vision. There may be associated blepharospasm and lacrimation. Visual fields are concentrically contracted. One can commonly find spiral fields as the target moves closer to the fixation point. Pupillary responses are essentially normal and so is the blink response. Optokinetic nystagmus is intact. Treatment: Its treatment includes psychological suppo and reassurance. Ref:- A K KHURANA; pg num:-307",
        "cop": 1,
        "opa": "Hysterical amblyopia",
        "opb": "Amblyopia exanopsia",
        "opc": "Toxic amblyopia",
        "opd": "Malingering",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "c164e337-cf93-42c6-9ed0-dee0dde98067",
        "choice_type": "single"
    },
    {
        "question": "Hutchinson pupil is seen in which nerve palsy",
        "exp": "Caused by compression of the third nerve. Hutchinson pupil is dilation of pupil in one eye when the other eye is contracted Hutchinson's pupil is a clinical sign in which the pupil on the side of an intracranial mass lesion is dilated and unreactive to light, due to compression of the oculomotor nerve on that side. The sign is named after Sir Jonathan Hutchinson Reference: Aravind FAQS in Ophthalmology; First Edition; Page no: 491",
        "cop": 2,
        "opa": "Optic nerve",
        "opb": "Occulomotor nerve",
        "opc": "Abducent nerve",
        "opd": "Trochlear nerve",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "ffd0f91e-318a-4788-bcd9-ea378af6c595",
        "choice_type": "single"
    },
    {
        "question": "Longest pa of optic nerve -",
        "exp": "The optic nerve is about 47- 50 mm in length and can be divided into 4 pas: intraocular (1mm), intraorbital (30mm), intracanalicular (6-9mm)and intracranial (10mm). Refer comprehensive ophthalmology 6th edition, A K Khurana, page no. 310",
        "cop": 3,
        "opa": "Intraocular",
        "opb": "Intracranial",
        "opc": "Intraorbital",
        "opd": "Intracranial",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "78d020db-d1b7-407d-a263-78e1c5065973",
        "choice_type": "single"
    },
    {
        "question": "Marcus Gunn pupil is a feature of",
        "exp": "OPTIC NEURITIS Signs: 1. Visual acuity is usually reduced markedly. 2. Colour vision is often severely impaired. 3. Pupil shows ill-sustained constriction to light. Marcus Gunn pupil which indicates relative afferent pupillary defect (RAPD) is a diagnostic sign. It is detected by the swinging flash light test. Swinging flash light test: It is performed when relative afferent pathway defect is suspected in one eye (unilateral optic nerve lesion with good vision). To perform this test, a bright flash light is shone on to one pupil and constriction is noted. Then the flash light is quickly moved to the contralateral pupil and response noted. This swinging to-and-fro of flash light is repeated several times while observing the pupillary response. Normally, both pupils constrict equally and the pupil to which light is transferred remains tightly constricted. In the presence of relative afferent pathway defect in one eye, the affected pupil will dilate when the flash light is moved from the normal eye to the abnormal eye. This response is called 'Marcus Gunn pupil' or a relative afferent pupillary defect (RAPD). It is the earliest indication of optic nerve disease even in the presence of normal visual acuity. Ref:- A K KHURANA; pg num:-294, 474, 475",
        "cop": 3,
        "opa": "Ciliary ganglion lesion",
        "opb": "Lesion of Edinger-Westphal nucleus",
        "opc": "Optic neuritis",
        "opd": "Papilloedema",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "d492381e-1188-4cd2-bfaf-ccee1c032831",
        "choice_type": "single"
    },
    {
        "question": "True about consensual light reflex is -",
        "exp": "Ans. is 'a' i. e., Decussation of some fibres at optic chiasma is responsible for the consensual light reflex Pupillary light reflex (Light reflex)* Pupillary light reflex refers to constriction of pupil in response to light. When a sudden light is thrown into the eye, the pupil of that eye constricts (direct light reflex). The pupil of other eye also constricts (Consensual or indirect light reflex). The pathway for pupillary reflex involve (sequentialy): -i) Afferent: - Retina - Optic nerve- Optic chiasma - Optic tract - Pretectal nucleus - Internuncial neurons - EWN (Edinger westphal nucleus). ii) Efferent: - Edinger westphal nucleus- Occulomotor (3rd) nerve- Ciliary ganglion - Short ciliary nerve - Sphinctor pupillae.* Some fibres decussate at optic chiasma and go to contralateral side which is responsible for consensual or indirect light reflex. From retina upto the Pretectal nucleus is afferent pathway and from EWN of third nerve to sphincter pupillae is efferent pathway.",
        "cop": 1,
        "opa": "Decussation of some fibres at optic chiasma is responsible for the consensual light reflex",
        "opb": "Oculomotor nerve carries afferent signals",
        "opc": "Decussation occurs at ciliary ganglion",
        "opd": "All are true",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "27fda66d-03e3-4003-bde1-411f7f757277",
        "choice_type": "multi"
    },
    {
        "question": "Toxic amblyopia can be caused by -",
        "exp": "Ans. is 'd' i. e., All o Toxic amblyopia is chronic retrobulbar neuritis which results from the damage to optic nerve by the exogenous poisons. o It is frequently bilateral and has a chronic course with permanent visual deterioration. o The toxic agents involve may be: Tobacco, ethyl alcohol, methyl alcohol, ethylene glycol, lead, arsenic, cannabis indica, carbon di-sulphide, various drugs like quinine, chloroquine, ethambutol, isoniazid, streptomycin, digitalis (digoxin), amiodaron, NSAIDs, vigabatrin and disulfiram.",
        "cop": 4,
        "opa": "Ethanol",
        "opb": "Methanol",
        "opc": "Ethambutol",
        "opd": "All",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "9c10a028-2ac8-4c64-bae3-9f75abcbffc1",
        "choice_type": "multi"
    },
    {
        "question": "Nerve supply of superior oblique muscle is by -",
        "exp": "Ans. is 'a' i. e., Trochlear nerve Oculomotor nerve. Medial rectus. Inferior rectus, Superior rectus, Inferior oblique. Trochlear nerve. Superior Oblique. Abducens. Lateral rectus",
        "cop": 1,
        "opa": "Trochlear nerve",
        "opb": "Oculomotor nerve",
        "opc": "Abducens",
        "opd": "Optic nerve",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "f2fa91bb-417d-478d-9804-afc674db99da",
        "choice_type": "single"
    },
    {
        "question": "Superior orbital fissure syndrome include all except-",
        "exp": "Ans. is 'd' i. e., 2nd nerveo The superior orbital fissure is a cleft between the lesser and greater wing of sphenoid. o The structures passed through superior orbital fissure are 3rd, 4th, 6th nerve, ophthalmic division of 5th nerve, superior & inferior division of ophthalmic vein and sympathetic fibres, o Therefore symptoms of superior orbital fissure syndrome are same as in cavernous sinus thrombosis, i. e., painful ophthalmoplegia. Pain (retro-orbital pain) and sensory disturbances in the V1 (ophthalmic division of 5th nerve) distribution. Ipsilateral ophthalmoplegia (3rd, 4th and 6th nerve involvement).",
        "cop": 4,
        "opa": "3rd nerve",
        "opb": "4th nerve",
        "opc": "6th nerve",
        "opd": "2nd nerve",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "94251714-0c8d-4652-81a5-15884b843272",
        "choice_type": "multi"
    },
    {
        "question": "Congenital pit in optic nerve causes",
        "exp": "Optic disc pit - vision is normal in the absence of complications. The disc is often larger than normal and contains a greyish round or oval pit of variable size, usually temporal but occasionally central. Visual field defects are common and may mimic glaucoma. Serous macular detachment develops in about half of eyes with non-central disc pits. Ref: kanski's 8th edition, page no. 798",
        "cop": 4,
        "opa": "Macular retinal detachmnet",
        "opb": "Visual field defects",
        "opc": "Central serous retinopathy",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "5802bd49-33ec-4d4c-9d59-f77a1d17b415",
        "choice_type": "multi"
    },
    {
        "question": "Leber's amourotic optic neuropathy inheritance is",
        "exp": "Ans. a. Mutation in mitochondrial DNALeber hereditary optic neuropathy (LHON) is rare ganglion cell degeneration. Papillomacular bundle is particularly affected in this case. The condition is caused by maternally inherited mitochondrial DNA point mutations, most frequently (50-90%) at nucleotide position 1178 (G to A) in the. MT-ND4 gene. Most commonly affects age group 15-35 years.",
        "cop": 1,
        "opa": "Mutation in mitochondrial DNA",
        "opb": "Autosomal Dominant",
        "opc": "X-linked recessive",
        "opd": "Autosomal Recessive",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "9f0e434a-e4d4-44ea-940b-dd94bf9a773e",
        "choice_type": "single"
    },
    {
        "question": "Ispilateral optic atrophy with contralateral papilloedema is a feature of-",
        "exp": "Suggests a tumour of the ipsilateral olfactory groove or orbital surface of the frontal lobe or of the pituitary body. This syndrome is due to optic nerve compression (optic atrophy) by the tumor and increased intra cranial pressure secondary to a mass ( tumor) causing contralateral papilloedema. Ref: Parson's 22 nd edition page no. 353",
        "cop": 2,
        "opa": "Fischer syndrome",
        "opb": "Foster kennedy syndrome",
        "opc": "Vogt- kayanagi- Harada syndrome",
        "opd": "WAGR syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "52cd171a-8cf3-475e-821c-7f22bc691245",
        "choice_type": "single"
    },
    {
        "question": "Optic vesicle is derived from -",
        "exp": "Ans. is 'c' i. e. Neuroectoderm o The eye begins to develop as a pair of optic vesicles on each side of the forebrain at the end of the 4th week of pregnancy. Optic vesicles are outgrowings of the brain (Neuroectoderm) which make contact with the surface ectoderm and this contact induces changes necessary for further development of the eye. Through a groove at the bottom of the optic vesicle known as choroid fissure the blood vessels enter the eye. o Eye morphogenesis begins with the evagination, or outgrowth, of the optic grooves or sulci. These two grooves in the neural folds transform into optic vesicles with the closure of the neural tube. The optic vesicles then develop into the optic cup with the inner layer forming the retina and the outer portion forming the retinal pigment epithelium. The middle portion of the optic cup develops into the ciliary body and iris. During the invagination of the optic cup, the ectoderm begins to thicken and form the lens placode, which eventually separates from the ectoderm to form the lens vesicle at the open end of the optic cup.",
        "cop": 3,
        "opa": "Endoderm",
        "opb": "Mesoderm",
        "opc": "Neuroectoderm",
        "opd": "Surface Ectoderm",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "be48ea07-c8e3-460a-95f9-c3aa843eab5c",
        "choice_type": "single"
    },
    {
        "question": "Following are the clinical features of Leber optic neuropathy except -",
        "exp": "It is a type of hereditary optic neuritis which primarily affects males around the age of 20 years. It is transmitted by the female carriers. The condition is characterised by progressive visual failure. The fundus is initially normal or in the acute stage disc may be mildly hyperaemic with telangiectatic microangiopathy. Eventually bilateral primary optic atrophy ensues. Ref: AK Khurana 4thE pg 296",
        "cop": 3,
        "opa": "Seen in the 2nd or 3rd decade of life",
        "opb": "It is a example of gradual painless visual loss",
        "opc": "Males can transmit the disease",
        "opd": "No leak of dye is observed in fluorescein angiography",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "85f410c7-9147-4afa-a57d-99a5c56cfc6d",
        "choice_type": "multi"
    },
    {
        "question": "Adei's atonic pupil is due to",
        "exp": "(B) (Loss of parasympathetic nerve supply) (313- Khurana 5th)ADIE'S TONIC PUPIL - caused by post ganglionic parasympathetic pupillo motor damage* Usually unilateral associated with absent knee jerk, common in young woman* Reaction to light is absent and to near reflex is very slow and tonic. Comparison bwtween Argyll-Robertson pupil and Adie's pupil. Features. ARPAdie' pupil. Vision. Good. Good. Pupil. Constricted. Dilated (Anisocoria). Laterality. Bilateral, may be unilateral. Unilateral, may become bilateral. Effect of illumination. Nil. Larger in bright light. Light reflex (Direct and consensual. Absent. Absent /poor. Near reflex (Accomodation). Brisk. Tonic. Atropine. No mydriasis. Mydriasis. Miotic. Constrict. Constrict with, very weak solution. Lesion. Pretectal. Ciliary ganglion. ARP- first described in neuro-syphilis, but this may be seen in several conditions affecting the midbrain including Encephalitis, CVA, M. S etc. Hutchinson's pupil- developed after the head injury (H tor H). There is widely dilated immobile pupil on the same side as the head injury. Both the direct and the concensual reflexes to light are lost",
        "cop": 2,
        "opa": "Loss of sympathetic nerve supply",
        "opb": "Loss of parasympathetic nerve supply",
        "opc": "Vascular ischaemia",
        "opd": "Infective neuritis",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "5f08aeac-9889-4886-8e7c-b85b6c2cd095",
        "choice_type": "single"
    },
    {
        "question": "Tobacco amblyopia is due to:",
        "exp": "Ans: a (Cyanide) Ref: AK Khurana, 3 ed, p. 282; 4th ed, p. 296. Tobacco amblyopia is due to cyanide. Tobacco amblyopia. Etiology: Heavy smokers, heavy drinkers & a diet deficient in proteins & vitamin B12C/F: B/L gradually progressive loss of visionB/L centrocaecal scotoma. BRIDGE Photoretinitis is due to Infrared rays. Snow blindness & photoophthalmia are due to UV ray. Fundus examination: Temporal pallor of optic disc/ normal optic disc. Excessive tobacco smoking: Decrease cyanide detoxification due to deficiency of sulphur rich proteins. Excess cyanide in blood - degeneration of ganglion cells - degeneration of papillomacular nerve bundle-atoxic amblyopia. Treatment: 1. Cessation of smoking2. Inj. Hydroxycobalamine 1000 ug IM weekly for 10 weeks3. Health care & nutrition. Causes of centrocaecal scotoma: Ring scotoma; Lebers ischemic optic neuropathy. Vit. B12 deficiency. Tobacco amblyopia. Myopia. Retinitis pigmentosa. Primary open angle glaucoma. Papilltis. Sarcoidosis. Leukaemia. Tubular vision; Retinitis pigmentosa. POAGCentral scotoma: Relative positive scotoma: RB neuritis. Ethambutol. Macular hole; cyst degeneration. Central serous retinopathy. Photoretinitis",
        "cop": 1,
        "opa": "Cyanide",
        "opb": "Nicotine",
        "opc": "Dinitrobenzene",
        "opd": "Carbon disulphide",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "b64e5c21-4f5f-47c1-8783-4247067009a3",
        "choice_type": "single"
    },
    {
        "question": "Bitemporal hemianopia is associated with lesions of the",
        "exp": "Sagittal (central) lesions of the chiasma These are characterised by bitemporal hemianopia and bitemporal hemianopic paralysis of pupillary reflexes. These usually lead to paial descending optic atrophy. Common causes of central chiasmal lesion are: suprasellar aneurysms, tumours of pituitary gland, craniopharyngioma, suprasellar meningioma and glioma of third ventricle, third ventricular dilatation due to obstructive hydrocephalus and chronic chiasmal arachnoiditis. Ref:- A K KHURANA; pg num:-290",
        "cop": 1,
        "opa": "Central chiasma",
        "opb": "Lateral pas of chiasrna",
        "opc": "Optic radiation",
        "opd": "Optic tract",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "74bd978a-55a1-41c8-95bc-8e2f873ad435",
        "choice_type": "single"
    },
    {
        "question": "&; Angry sun appearance &; in fundoscopy seen in",
        "exp": "Angry sun appearance &; in fundoscopy is a feature of -papilloedema. Ref AK khurana 6/e <img alt=\"\" src=\" />",
        "cop": 2,
        "opa": "Primary optic atrophy",
        "opb": "Papilledema",
        "opc": "Papillitis",
        "opd": "Drusen's rings",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "44f41d6b-0496-4ab2-a415-3ab1f1a29cda",
        "choice_type": "single"
    },
    {
        "question": "Amaurosis fugax is due to -",
        "exp": "Amaurosis fugax refers to sudden temporary and painless monocular visual loss occurring due to a transient failure of retinal circulation. COMMON CAUSES: Carotid transient ischemic attack, embolization of retinal circulation, papilloedema, giant cell aeritis, Raynaud's disease, migraine, as a prodromal symptom of central retinal aery or carotid aery occlusion, hypeensive retinopathy, and venous stasis retinopathy. Reference: Comprehensive Opthalmology, A K Khurana; 6th edition. pg no331.",
        "cop": 1,
        "opa": "TIA",
        "opb": "Tobacco",
        "opc": "Optic neuritis",
        "opd": "alcohol",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "695bea44-b84a-4324-8ff7-8ef9876f53af",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old male patient gives history of STD acquired 20 years back, now complaints of headache, seizures, confusion and numbness in extremities. Which of the following will be true about the pupillary response of the above patient?",
        "exp": "Ans. (c) Light reflex absent and accommodation reflex present. Ref: Kanski 7/e, p. 815. STD with neurpsychiatric symptoms hints towards patient having Neurosyphilis. Argyll Robertson pupil is seen in Neurosyphilis, which presents with. Irregular, small pupil in dim light. In bright light, neither pupil constricts (Light reflex absent). On accommodation both pupil constrict (Accomodation reflex absent)",
        "cop": 3,
        "opa": "Light reflex and accomodation reflex absent",
        "opb": "Light reflex and accomodation reflex present",
        "opc": "Light reflex absent and accommodation reflex present",
        "opd": "Light reflex present and accommodation reflex absent",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "3a4839d2-78de-4eb1-9171-df5da3524d02",
        "choice_type": "multi"
    },
    {
        "question": "Visual field defect in pituitary tumour with supracellar extension is -",
        "exp": "Bitemporal hemianopia. Sagittal (central) lesions of the chiasma. These are characterised by bitemporal hemianopia and bitemporal hemianopic paralysis of pupillary reflexes. These usually lead to paial descending optic atrophy. Common causes of central chiasmal lesion are: suprasellar aneurysms, tumours of pituitary gland, craniopharyngioma, suprasellar meningioma and glioma of third ventricle, third ventricular dilatation due to obstructive hydrocephalus and chronic chiasmal arachnoiditis. Ref: AK Khurana 4thE pg 290",
        "cop": 1,
        "opa": "Bitemporal hemianopia",
        "opb": "Binasal hemianopia",
        "opc": "Homonymous hemianopia",
        "opd": "Pie in the sky vision",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "f7e6f75e-e5e5-43bc-a524-c3d576d741ee",
        "choice_type": "single"
    },
    {
        "question": "The frequency of colour-blind males is 1 in 100 in a certain population. What is the frequency of colour blind females given that the population is in Hardy-Weinberg equilibrium at this point?",
        "exp": "Ans. (d) 0. 0001. The frequency of colour blindness is equal to the frequency of colour blind males, as colour blindness is an XLR condition. Thus, it is 0. 01. In females, to be colour blind, both alleles have to be mutant, thus 0. 01 x 0. 01 = 0. 0001",
        "cop": 4,
        "opa": "0. 02",
        "opb": "0. 0005",
        "opc": "0. 01",
        "opd": "0. 0001",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "adc4cc70-c41e-4ff6-8c5a-2685ff9c655d",
        "choice_type": "single"
    },
    {
        "question": "Levator Palpebrae Superioris is supplied by which nerve?",
        "exp": "Ans. is 'b' i. e., Oculomotor nerve * All the extraocular muscles are supplied by 3rd cranial (occulomotor) nerve except for superior oblique and lateral rectus. Superior oblique muscle is supplied by 4th cranial (trochlear) nerve, and lateral rectus muscle is supplied by 6th cranial (abducent) nerve. Beside these extraocular muscles, occulomotor (3rd) nerve also supplies levator palpebrae superioris, sphinctor pupillae (causes pupillary constriction), and ciliary muscle (causes accommodation).",
        "cop": 2,
        "opa": "Ophthalmic nerve",
        "opb": "Oculomotor nerve",
        "opc": "Abducens",
        "opd": "Trochlear nerve",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "c2d2fd29-dd26-43f8-91f7-65f1a6754a6c",
        "choice_type": "single"
    },
    {
        "question": "Visual defect in optic chiasmal lesion -",
        "exp": "Bitemporal hemianopia. Sagittal (central) lesions of the chiasma. These are characterised by bitemporal hemianopia and bitemporal hemianopic paralysis of pupillary reflexes. These usually lead to paial descending optic atrophy. Common causes of central chiasmal lesion are: suprasellar aneurysms, tumours of pituitary gland, craniopharyngioma, suprasellar meningioma and glioma of third ventricle, third ventricular dilatation due to obstructive hydrocephalus and chronic chiasmal arachnoiditis. Ref: AK Khurana 4thE pg 290",
        "cop": 1,
        "opa": "Bitemporal hemianopia",
        "opb": "Binasal hemianopia",
        "opc": "Homonymous upper temporal hemianopia",
        "opd": "Homonymous upper nasal hemianopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "c2161764-4fa0-430b-8852-c2cf6d0e8de3",
        "choice_type": "single"
    },
    {
        "question": "Methanol attacks -",
        "exp": "Ans. is 'c' i. e., Ganglion cells of retina o Methyl alcohol is metabolised very slowly and thus stays for a longer period in the body. o It is oxidised into formic acid and formaldehyde in the tissues. These toxic agents cause oedema followed by degeneration of the ganglion cells of the retina, resulting in complete blindness due to optic atrophy.",
        "cop": 3,
        "opa": "Cones",
        "opb": "Rods",
        "opc": "Ganglion cells of retina",
        "opd": "Germinal cell layer",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "ad2e2de7-9f75-43df-8ad6-e0745c55304b",
        "choice_type": "single"
    },
    {
        "question": "Optic neuritis causes -",
        "exp": "Visual loss in optic neuritis: Sudden, progressive and profound visual loss. Patients may complain of dull eye ache. Ref: AK Khurana 6thE pg 318",
        "cop": 4,
        "opa": "Gradual painless loss of vision",
        "opb": "Sudden painless loss of vision",
        "opc": "Gradual painful loss of vision",
        "opd": "Sudden painful loss of vision",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "905841de-43c9-4ca7-91c5-b17beacc6d7b",
        "choice_type": "single"
    },
    {
        "question": "A young man with blurring of vision in right eye, followed by left eye after 3 months, showing disc hyperemia, edema, circumpapillary telangiectasia with normal pupillary response with centrocecal scotoma on perimetry, the cause is -",
        "exp": "It is a type of hereditary optic neuritis which primarily affects males around the age of 20 years. It is transmitted by the female carriers. The condition is characterised by progressive visual failure. The fundus is initially normal or in the acute stage disc may be mildly hyperaemic with telangiectatic microangiopathy. Eventually bilateral primary optic atrophy ensues. Ref: AK Khurana 4thE pg 296.",
        "cop": 4,
        "opa": "Typical optic neuritis",
        "opb": "Acute Papilledema",
        "opc": "Toxic optic neuropathy",
        "opd": "Leber's hereditary optic neuropathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "b0bac4e4-70ba-4e7c-85fc-a05469744bab",
        "choice_type": "single"
    },
    {
        "question": "Homonymous hemianopia is seen in all except -",
        "exp": "Lesions of the optic nerve. These are characterised by marked loss of vision or complete blindness on the affected side associated with abolition of the direct light reflex on the ipsilateral side and consensual on the contralateral side. Near (accommodation) reflex is present. Common causes of optic nerve lesions are: optic atrophy, traumatic avulsion of the optic nerve, indirect optic neuropathy and acute optic neuritis. Ref: AK Khurana 4thE pg 290",
        "cop": 1,
        "opa": "Optic nerve lesion",
        "opb": "Optic tract lesion",
        "opc": "Lesions of lateral geniculate body",
        "opd": "Visual coex lesion",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "268b0eef-4249-4999-8a4c-f132a0ec9050",
        "choice_type": "multi"
    },
    {
        "question": "A patient presented with normal eyesight and absence of direct and consensual light reflexes. Which of the following cranial nerves is suspected to be lesioned",
        "exp": "For light reflex, CN2 and CN3 are required. Since vision is normal CN2 is intact. Probably lesion is at the level of CN3",
        "cop": 1,
        "opa": "Occulomotor",
        "opb": "Trochlear",
        "opc": "Optic",
        "opd": "Abducent",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "3d700e96-d4f9-4721-ae24-bf797eba6267",
        "choice_type": "single"
    },
    {
        "question": "Incongruous homonymous hemianopia is caused by lesion in the",
        "exp": "A. (Optic tract) (290 - Khurana 4th)* Incongrous homonymous hemianopia - caused by lesion in the optic tract* Congruous homonymous hemianopia - caused by lesion in the visual cortex. LESIONS OF THE VISUAL PATHWAYSite of lesion. Manifestations;; Optic nerve- Complete blindness on affected side associated with abolition of the direct light reflex on the I/L and consensual on the C/L side, Near (accommodation) reflex is present Central lesion of the chiasma.- * Bitemporal hemianopia and bitemporal hemianopic paralysis of pupillary reflexes Lateral chiasmal lesions- Binasal hemianopia associated with binasal hemianopic paralysis of the pupillary reflexes Optic tract- * Incongruous homonymous hemianopia associated with C/L hemianopic pupillary reaction (Wernicke's reaction) Lateral geniculate body- Homonymous hemianopia with sparing of pupillary reflexes Optic radiation- Complete homonymous hemianopia Inferior quadrantic hemianopia (pie on the floor)- Superior quadrantic hemianopia (pie in the sky)[G1 Visual cortex- Congruous homonymous hemianopia",
        "cop": 1,
        "opa": "Optic tract",
        "opb": "Optic chiasma",
        "opc": "Optic nerve",
        "opd": "Optic radiation",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "967541cd-5d17-4978-98de-49aa022afec9",
        "choice_type": "single"
    },
    {
        "question": "Typical field defect observed in anterior ischaemic optic neuropathy is",
        "exp": "ANTERIOR ISCHAEMIC OPTIC NEUROPATHY (AION) It refers to the segmental or generalised infarction of anterior pa of the optic nerve. Etiology: The AION results from occlusion of the sho posterior ciliary aeries. Depending upon the etiology it may be typified as follows: 1. Idiopathic AION: It is the most common entity, thought to result from the atherosclerotic changes in the vessels. 2. Aeritic AION: It is the second common variety. It occurs in association with giant cell aeritis. 3. AION due to miscellaneous causes. Clinical features: Visual loss is usually marked and sudden. Fundus examination during acute stage may reveal segmental or diffuse oedematous, pale or hyperaemic disc, usually associated with splinter haemorrhages. Visual fields show typical altitudinal hemianopia involving the inferior (commonly) or superior half. Ref:- A K KHURANA; pg num:-297",
        "cop": 3,
        "opa": "Homonymous hemianopia",
        "opb": "Baring of the blind spot",
        "opc": "Altitudinal hemianopia",
        "opd": "Paracentral scotoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "d5c77d6d-e645-435c-923f-e836792361ba",
        "choice_type": "single"
    },
    {
        "question": "Broadmann's area of Visual Cortex-",
        "exp": "Ans. is 'a' i. e., Area 17 Broadmann areas. Functional area. Broadmann areas 1, 2 and 3. Primary somatosensory cortex. Broadmann area 4. The primary motor cortex. Broadmann area 17. The primary visual cortex. Broadmann areas 41 and 42. To primary auditory cortex",
        "cop": 1,
        "opa": "Area 17",
        "opb": "Area 41",
        "opc": "Area 1, 2, 3",
        "opd": "Area 4",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "8ffb37e7-42e5-4680-8dbb-0d1c53362fa0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the nucleus for upwards gaze?",
        "exp": "(d) Nucleus of Cajal. Ref: Conjugate Gaze Palsies - Neurologic Disorders. \" Merck Manuals Professional, Ed., 2015 and Merck Sharp & Dohme Corp, I Mar. 2014. Web. 8 Oct. 2015.* The three key structures in the control of the vertical gaze include the rostral interstitial nucleus ofthe medial longitudinal fasciculus (ri. MLF), the interstitial nucleus of Cajal (INC), and the posterior commissure (PC).* The ri. MLF is located in the midbrain and helps with vertical saccades. It normally has bilateral effects on the elevator muscles & unilateral effects on depressor muscles.* Thus, lesions to ri. MLF will have more effect on downward than up saccades.* The INC is located in the midbrain and helps coordinate all other vertical eye movements except saccades.* Unilateral lesions are selective to impairing gaze-holding and skew deviation, and bilateral lesions cause reduced range in all vertical eye movements except saccades.* The PC is located on the dorsal aspect of the superior end of cerebral aqueduct and is involved with all vertical eye movements, especially upward eye movement. Option 1i. e., Paramedian Pontine Reticular Formation is responsible for lateral conjugate gaze. Lateral conjugate gaze requires coordination of adduction (medial rectus muscle, CNIII) in one eye and abduction (lateral rectus muscle, CNVI) in the other eye. Option 2i. e., Nucleus Raphe Magnus are considered in the medial portion of the reticular formation & are the medial part of the brain stem. Neurons in these nuclei are serotonergic & they regulate the release of encephalins & have role in pain transmission. Option 3i. e., Cuneiform nucleus hasa role in maintaining skeletal muscles tone. Hence answer is d.",
        "cop": 4,
        "opa": "Paramedian Pontine Reticular Formation",
        "opb": "Nucleus Raphe Magnus",
        "opc": "Cuneiform nucleus",
        "opd": "Nucleus of Cajal",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "5a8e2ef8-30a3-4c37-836d-a4eed5fed359",
        "choice_type": "single"
    },
    {
        "question": "The earliest sign of papilledema is",
        "exp": "Early (incipient) papilloedema:_ Symptoms are usually absent and visual acuity is normal._ Pupillary reactions are normal. Ophthalmoscopic features of early papilloedema are: (i) Obscuration of the disc margins (nasal margins are involved first followed by the superior, inferior and temporal) (ii) Blurring of peripapillary nerve fiber layer. (iii) The absence of spontaneous venous pulsation at the disc(appreciated in 80% of the normal individuals). (iv) Mild hyperemia of the disc. (v) Splinter hemorrhages in the peripapillary region may be present._ Visual fields are fairly normal. Ref: Khurana; 4th edition; Pg. No. 299",
        "cop": 2,
        "opa": "Less pulsations",
        "opb": "Blurring of disc margin",
        "opc": "Obliteration of cup",
        "opd": "Cotton wool spots",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "3164a236-5675-4850-8c02-6ddd691b7d6f",
        "choice_type": "single"
    },
    {
        "question": "Normal value of Arden index:",
        "exp": "Ans. d. More than 185% (Ref: Kanski 7/e p649). Normal value of Arden index is more than 185 %. 'As there is much variation in EOG amplitude in normal subjects, the result is calculated by dividing the maximal height of the potential in the light (light peak) by the minimal height of the potential in the dark (dark trough). This is expressed as a ratio (Arden ratio) or as a percentage. The normal value is over 1. 85 or 185%. ' - Kanski 7/e p649. Electro-oculography. Principle. Interpretation* The electro-oculogram (EOG) measures the standing potential between the electrically positive cornea and die electrically negative back of the eye.* It reflects the activity of the RPE and the photoreceptors.* This means that an eye blinded by lesions proximal to the photoreceptors will have a normal EOG.* In general diffuse or widespread disease of the RPE is needed to significantly affect the response.* As there is much variation in EOG amplitude in normal subjects, the result is calculated by dividing the maximal height of the potential in the light (light peak) by the minimal height of the potential in the dark (dark trough).* This is expressed as a ratio (Arden ratio) or as a percentage.* The normal value is over 1. 85 or 185%.",
        "cop": 4,
        "opa": "1",
        "opb": "1. 5",
        "opc": "Less than 185%",
        "opd": "More than 185%",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "a3a96d44-a5dc-4839-90ea-18329768aa44",
        "choice_type": "single"
    },
    {
        "question": "All of the following signs may be appreciated in a patient with early papilloedema except",
        "exp": "PAPILLOEDEMA Clinical features: Early (incipient) papilloedema: Symptoms are usually absent and visual acvity is normal. Pupillary reactions are normal. Ophthalmoscopic features of early papilloedema are: (i) Obscuration of the disc margins (nasal margins are involved first followed by the superior, inferior and temporal). (ii) Blurring of peripapillary nerve fibre layer. (iii) Absence of spontaneous venous pulsation at the disc (appreciated in 80% of the normal individuals). (iv) Mild hyperaemia of the disc. (v) Splinter haemorrhages in the peripapillary region may be present. Visual fields are fairly normal. Ref:- A K KHURANA; pg num:-299",
        "cop": 2,
        "opa": "Mild hyperaemia of the disc",
        "opb": "Obliteration of physiological cup of the optic disc",
        "opc": "Obscuration of superior, inferior and nasal disc margins",
        "opd": "Absence of spontaneous venous pulsation",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "89c4917c-ebdb-4d1c-af46-0257c14fd0bc",
        "choice_type": "multi"
    },
    {
        "question": "In case of anisocoria when 1% pilocarpine is instilled into the eye with abnormally dilated pupil, pupil remains dilated. Cause of anisocoria maybe-",
        "exp": "Pharmacological tests for suspected parasympathetic palsy. Pilocarpine test is used to determine if a dilated pupil is due to 3rd nerve palsy, pharmacological mydriasis, or tonic pupil. Pupil constricts to low concentration of pilocarpine (0. 125%): Adies tonic pupil. Pupil constricts to usual concentration of pilocarpine (1 to 2%): 3rd nerve palsy. Pupil does not constrict with pilocarpine: mydriasis due to parasympathetic drugs, other conditions where dilated pupil does not constrict with pilocarpine are traumatic mydriasis and fixed pupil in irits. Ref AK khurana 6/e p 317",
        "cop": 1,
        "opa": "Adies pupil",
        "opb": "Pharmacological blockage",
        "opc": "Uncal herniation",
        "opd": "Diabetic III cranial nerve palsy",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "48f679e7-d3ca-427b-877a-ef1114542cbc",
        "choice_type": "multi"
    },
    {
        "question": "Headache with bitemporal hemianopia with 6/6 vision is seen in",
        "exp": "Ans. (c) Chiasmal lesion. Ref: Parson's, 22/e, p. 507-509. May be seen in chaismal lesions caused by 3rd ventricular glioma leading to raised ICP.",
        "cop": 3,
        "opa": "Optic neuritis",
        "opb": "Trauma",
        "opc": "Chiasmal lesion",
        "opd": "Bilateral cavernous lesion",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "9e6fae7a-966f-4d63-a56d-1ff3980dc9ec",
        "choice_type": "single"
    },
    {
        "question": "Earliest sign of papilloedema -",
        "exp": "Early (incipient )papilloedema is characterised by, obscuration of disc margins (nasal margins involved first, then superior, inferior and temporal) blurring of peripapillary nerve fibre layer absence of spontaneous venous pulsations at the disc mild hypaeremia Refer comprehensive ophthalmology (6 th edition )A K Khurana, page no. 324",
        "cop": 2,
        "opa": "Less of pulsation",
        "opb": "Blurring of disc margin",
        "opc": "Obliteration of cup",
        "opd": "Cotton-wool spots",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "371d013b-31a1-42c2-bb49-4e57bd25af75",
        "choice_type": "single"
    },
    {
        "question": "Figure. Where is a lesion that produces the visual field defect shown in below?",
        "exp": "below Figure A homonymous visual field defect is caused by a lesion posterior to the chiasm The homonymous left superotemporal quadrantanopia inis caused by injury to the inferior fibers that must detour through the temporal lobe to avoid the ventricles (Meyer loop). A lesion in the right optic tract would cause a similar defect but would be associated with a left APD and bilateral optic atrophy.",
        "cop": 1,
        "opa": "Right temporal lobe",
        "opb": "Right parietal lobe",
        "opc": "Right optic tract",
        "opd": "Right optic nerve",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "cd604b29-1887-423f-b97c-30dd6940dbd5",
        "choice_type": "single"
    },
    {
        "question": "Consecutive optic atrophy is seen in -",
        "exp": "Common causes are: diffuse chorioretinitis, rp, pathological myopia, CRAO. Ref: AK Khurana 6thE pg 327",
        "cop": 4,
        "opa": "Papilloedema",
        "opb": "Papilltis",
        "opc": "Retinal detachment",
        "opd": "Retinitis-pigmentosa",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "213ca503-bdaf-447c-a411-a2b5be2a15ee",
        "choice_type": "single"
    },
    {
        "question": "Fundoscopy of a patient shows chalky white optic disc with well defined margins. Retinal vessels and surrounding Retina appears normal. Which of the following is the most likely diagnosis -",
        "exp": "Optic atrophy refers to the death of the retinal ganglion cell axons that comprise theoptic nerve with the resulting picture of a pale optic nerve on fundoscopy. Optic atrophy is an end stage that arises from myriad causes of optic nerve damage anywhere along the path from the retina to the lateral geniculate Ref AK khurana 6/e",
        "cop": 1,
        "opa": "Primary Optic Atrophy",
        "opb": "Post-neuritic secondary optic atrophy",
        "opc": "Glaucomatous optic atrophy",
        "opd": "Consecutive optic atrophy",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "38d05b94-cda9-45fa-92ab-42dd08799140",
        "choice_type": "single"
    },
    {
        "question": "Regarding acute papilloedema:",
        "exp": "Ans: b (Visual acuity normal; colour vision decrease). Ref: Khurana, Vision and Neuro Ophthalmology pg. 288. The other options are features of papilitis. In chronic papillodema, there may be enlargement of blind spot. In papillodema, visual acuity is normal, pupillary reactions are brisk i. e., there is no RAPD in contrast to papilitis. Papillitis is optic neuritis due to inflammation. Clinical features. Painful ocular movements. Color vision is decreased. Visual acuity decreased. RAPD Usually unilateral",
        "cop": 2,
        "opa": "Blind spot increases",
        "opb": "Visual acuity normal; colour vision decrease",
        "opc": "Colour vision normal; visual acuity decreases",
        "opd": "There is always associated optic nerve inflammation",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "bd55c3a1-8eaa-483b-be3e-e9d2ac911159",
        "choice_type": "single"
    },
    {
        "question": "Epiphora and lagophthalmos following VII nerve injury is due to",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 390) *Symptomatic epiphora following facial paralysis is most often associated with one or more of the following: Impairment of eyelid closure A compromised lacrimal pump Lower lid laxity True epiphora is secondary to either an anatomical obstruction of the lacrimal drainage system or functional deficiency like ectropion or lacrimal pump failure. If the punctum is visible without touching the lid, ectropion is diagnosed The main cause for paralytic lagophthalmos is Bell's palsy but it may be secondary to trauma, infections, tumors, and many other conditions. The main purpose when treating lagophthalmos is to prevent exposure keratitis and reestablish eyelid function.",
        "cop": 1,
        "opa": "Failure of lacrimal pump",
        "opb": "Increased lacrimal secretion",
        "opc": "Nasolacrimal duct obstruction",
        "opd": "None of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "0365980a-3f3b-432d-a332-3ab14b369011",
        "choice_type": "multi"
    },
    {
        "question": "End organ for vision is -",
        "exp": "sensory end organs means any of the special clusters of cells that form a capsule around the receptor ends of ceain sensory axons and affect the response of the axons. They include Meissner corpuscles, Pacinian corpuscles, Ruffini corpuscles, Golgi tendon organs etc. In case of vision those clusters of cells are constituted by rodes and cones",
        "cop": 3,
        "opa": "Bipolar cell",
        "opb": "Ganglion cell",
        "opc": "Rods and cones",
        "opd": "Lateral geniculate body",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "479b7701-d0d9-44fa-a9e1-d7fdd8f0d339",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true for the Adie&; s tonic pupil except",
        "exp": "Adie's tonic pupil In this condition reaction to light is absent and to near reflex is very slow and tonic. The affected pupil is larger (anisocoria). Its exact cause is not known. It is usually unilateral, associated with absent knee jerk and occurs more often in young women. Ref:- A K KHURANA; pg num:-293",
        "cop": 1,
        "opa": "Light reflex is present",
        "opb": "It is usually unilateral",
        "opc": "The affected pupil is larger",
        "opd": "Near reflex is very slow and tonic",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "d2d8a6be-9574-4511-97fb-4a0e5692896b",
        "choice_type": "multi"
    },
    {
        "question": "Ocular bobbing centre is",
        "exp": "Ocular bobbing centre is pons. Characterised by conjugate eye movements, beginning with a fast downward movement followed by slow drift back to midline. Causes: -comatose patient with massive pontine lesion - metabolic encephalopathy.",
        "cop": 2,
        "opa": "Midbrain",
        "opb": "Pons",
        "opc": "Medulla",
        "opd": "Coex",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "1df98a9f-782c-4481-92a9-58e2cdb1a449",
        "choice_type": "single"
    },
    {
        "question": "The afferent pathway for light pupillary reflex is -",
        "exp": "Afferent fibres travel along optic nerve to optic chiasma where fibres from nasal retina decussate and travel along the opposite optic tract to terminate in the contralateral pretectal nucleus, while the fibres from the temporal retina remain uncrossed and travel along the optic tract of same side to terminate in the ipsilateral pretectal nucleus refer comprehensive ophthalmology (6 th edition) A K Khurana",
        "cop": 2,
        "opa": "Trigeminal nerve",
        "opb": "Optic nerve",
        "opc": "Abducent nerve",
        "opd": "Ciliary nerve",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "734b74a1-1d90-4fbc-9a10-6b77e3054afa",
        "choice_type": "single"
    },
    {
        "question": "All of the following can cause Optic Neuritis, except-",
        "exp": "Ans. (a) Rifampicin. Ref Kanski 5/e, p. 601, 603. Important drugs causing optic neuritis are quinine, chloroquine, ethambutol, isoniazid (INH), Streptomycin, Digoxin, Amoidarone, NSAIDs (aspirin, indomethacin, phenylbutazone, ibuprofen), vigabatrine, disulfiram).",
        "cop": 1,
        "opa": "Rifampicin",
        "opb": "Digoxin",
        "opc": "Chloroquine",
        "opd": "Ethambutol",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "638da8f4-22d6-4326-ba71-d008abc18e84",
        "choice_type": "multi"
    },
    {
        "question": "Damage to trochlear nerve causes which muscle palsy?",
        "exp": "Ans. is 'a' i. e., Superior Oblique Oculomotor nerve. Medial rectus. Inferior rectus, Superior rectus, Inferior oblique. Trochlear nerve. Superior Oblique. Abducens. Lateral rectus",
        "cop": 1,
        "opa": "Superior Oblique",
        "opb": "Lateral Rectus",
        "opc": "Inferior oblique",
        "opd": "Inferior rectus",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "4e0d0617-b409-4a7f-9de5-10bf9b5a0c8e",
        "choice_type": "single"
    },
    {
        "question": "Leber's optic neuropathy, true is",
        "exp": "It is a type of hereditary optic neuritis which primarily affects males around the age of 20 years. It is transmitted by the female carriers. The condition is characterised by progressive visual failure. The fundus is initially normal or in the acute stage disc may be mildly hyperaemic with telangiectatic microangiopathy. Eventually bilateral primary optic atrophy ensues. Ref: AK Khurana 4thE pg 296",
        "cop": 2,
        "opa": "Typically presents in the fouh decade of life",
        "opb": "Males do not transmit the disease",
        "opc": "Is inherited in autosomal X-link fashion",
        "opd": "The optic disc is pale early in the disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "09fd6a2d-a2d8-4e28-a92c-bf8263c2268d",
        "choice_type": "multi"
    },
    {
        "question": "Light reflex absent but accommodation reflex present is seen in -",
        "exp": "Ref khurana 6/e",
        "cop": 2,
        "opa": "Hutchison's pupil",
        "opb": "Argyl Robeson pupil",
        "opc": "Adies pupil",
        "opd": "Horner's syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "bf6567f5-112d-46df-9163-47edcd656b24",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is an oculotoxic drug?",
        "exp": "Ans. (b) Ethambutol. Ref: Parson's 22/e, p. 244, 366; Kanski 7/e, p. 868). Visual symptoms or toxic optic neuropathy occurs more commonly if dose exceeds 25 mg/kg/day. Patient experiences red-green colour blindness and blurring",
        "cop": 2,
        "opa": "Isoniazid",
        "opb": "Ethambutol",
        "opc": "Streptomycin",
        "opd": "Rifampin",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "b5893b03-b684-4005-88fa-6f86b89b4134",
        "choice_type": "single"
    },
    {
        "question": "In Foster-Kennedy syndrome there is",
        "exp": "Foster-Kennedy syndrome. It is associated with olfactory or sphenoidal meningiomata and frontal lobe tumours. In this condition, there occurs pressure optic atrophy on the side of lesion and papilloedema on the other side (due to raised intracranial pressure). Pseudo-Foster-Kennedy syndrome. It is characterised by the occurrence of unilateral papilloedema associated with raised intracranial pressure (due to any cause) and a pre-existing optic atrophy (due to any cause) on the other side. REFER: Khurana 4e pg: 298",
        "cop": 2,
        "opa": "Ipsilateral disc edema, Contralateral optic atrophy",
        "opb": "Ipsilateral optic atrophy, Contralateral disc edema",
        "opc": "Ipsilateral disc edema and optic atrophy",
        "opd": "Contralateral disc edema and optic atrophy",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "82bb936e-22bf-4cab-afa6-873a862bfac1",
        "choice_type": "single"
    },
    {
        "question": "Unilateral sudden complete loss of vision (Amaurosis fugax) is due to lesion in -",
        "exp": "Amaurosis fugax refers to sudden temporary and painless monocular visual loss occurring due to a transient failure of retinal circulation. COMMON CAUSES: Carotid transient ischemic attack, embolization of retinal circulation, papilloedema, giant cell aeritis, Raynaud's disease, migraine, as a prodromal symptom of central retinal aery or carotid aery occlusion, hypeensive retinopathy, and venous stasis retinopathy. Reference: Comprehensive Opthalmology, A K Khurana; 6th edition. pg no331.",
        "cop": 1,
        "opa": "Internal carotid aery",
        "opb": "Middle cerebral aery",
        "opc": "Anterior cerebral aery",
        "opd": "Basilar aery",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "83607ed4-e31c-4016-963d-b39f73d8ba0e",
        "choice_type": "single"
    },
    {
        "question": "Gyrate Atrophy patient with defective ornithine aminotransferase will be benefited by",
        "exp": "Ans is 'b' i. e. Arginine free diet Gyrate atrophy of the choroid and retina is a slowly progressive, diffuse, bilateral chorioretinal dystrophy with an autosomal recessive mode of inheritance. Gyrate dystrophy is caused by a deficiency of OAT (ornithine aminotransferase) also k/a ornithine keto acid aminotransferase. Deficiency of OAT leads to increased level of omit Bine (hyperomithemia). Ornithine, a nonessential amino acid, is an intermediate compound in the formation of urea. It is formed from Arginine. Arginine is converted to ornithine then to glutamate-y-semialdehyde by OAT. Deficiency of OAT leads to hyperomithemia causing gyrate atrophy. Patients develop nyctalopia during the second to third decade of life. Visual acuity is preserved until later stages. Treatment: Since ornithine is produced from other amino acids, mainly arginine a low protein diet, including near total elimination of arginine with supplementation of essential amino acids has been found to be beneficial in gyrate atrophy. Gene for the enzyme OAT has been mapped to chromosome 10q26. Replacement of the abnormal gene, or genetic engineering to produce a supply of normal enzyme, may result in a reduction of ornithine levels without dietary restrictions.",
        "cop": 2,
        "opa": "Ornithine free diet",
        "opb": "Arginine free diet",
        "opc": "Pyridoxine and Vit B12",
        "opd": "Vitamin B1, B6 and B12",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "72eece95-98b9-4b7f-aa71-03df40d0b88d",
        "choice_type": "single"
    },
    {
        "question": "Aberrant regeneration does not occur after injury to the oculomotor nerve with which one of the following conditions?",
        "exp": "Damage to the oculomotor nerve with trauma or compressive lesions can cause aberrant regeneration. Ischemic neuropathy does not result in aberrant regeneration.",
        "cop": 2,
        "opa": "Trauma",
        "opb": "Ischemia secondary to diabetes",
        "opc": "Tumor compression",
        "opd": "Aneurysm",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "c829d08d-8091-4ed0-9855-8dfd7e8c161e",
        "choice_type": "single"
    },
    {
        "question": "Fundoscopic featuresof papilledema indude all the following except -",
        "exp": "Clinical features of papilloedema can be described under four headings. 1. Early papilloedema. 2. established papilloedema 3. chronic or long standing 4. atrophic papilloedema Clinical features include: *obscuration of disc margin. Absence of venous pulsation at disc. Physiological cup of optic is obliterated. Multiple cotton wool spots and superficial haemorrhages. Veins become touous and engorged. Paton's lines",
        "cop": 2,
        "opa": "Ill- defined disc margin",
        "opb": "Deep physiological cup",
        "opc": "Absent venous pulsation",
        "opd": "Bending of blood vessels",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "90a98372-8eef-4fa9-97bf-9b4908c8e0ba",
        "choice_type": "multi"
    },
    {
        "question": "In uraemic amaurosis the pupils are",
        "exp": "Uraemic amaurosis It is a sudden, bilateral, complete loss of sight occurring probably due to the effect of ceain toxic materials upon the cells of the visual centre in patients suffering from acute nephritis, eclampsia of pregnancy and renal failure. The visual loss is associated with dilated pupils which generally react to light. The fundi are usually normal except for the coincidental findings of hypeensive retinopathy, when associated. Usually, the vision recovers in 12-48 hours. Ref:- A K KHURANA; pg num:-306",
        "cop": 1,
        "opa": "Dilated but react to light",
        "opb": "Dilated and do not react to light",
        "opc": "Normal",
        "opd": "Constricted",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "5a5df245-d965-40c2-bc5c-b76339b4608a",
        "choice_type": "single"
    },
    {
        "question": "Lesion in the optic chiasma causes -",
        "exp": "Ans. is 'a' i. e., Bitemporal hemianopia Site of lesion. Visual field defect. Optic nerve. Blindness. Optic chiasma. Bitemporal hemianopia. Optic tract. Incongruent homonymous hemianopia. Lateral geniculate body. Homonymous hemianopia. Optic radiation (Total). Homonymous hemianopia, sometimes with macular sparing. Optic radiation lower fibres (temporal lobe). Homonymous upper quadrantanopia. Optic radiation upper fibres (parietal lobe). Homonymous lower quadrantanopia. Visual cortex (anterior occipital cortex). Homonymous hemianopia with macular sparing. Occipital cortex tip. Homonymous macular defect",
        "cop": 1,
        "opa": "Bitemporal hemianopia",
        "opb": "Upper nasal",
        "opc": "Lower nasal",
        "opd": "Homonymous hemianopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "555076a8-911a-4367-b94f-4580f161b2e6",
        "choice_type": "single"
    },
    {
        "question": "Pupil that responds to convergence but light reflex is absent -",
        "exp": "Argyll Robeson pupil (ARP). Here the pupil is slightly small in size and reaction to near reflex is present but light reflex is absent, i. e., there is light near dissociation (to remember, the acronym ARP may stand for 'accommodation reflex present'). Both pupils are involved and dilate poorly with mydriatics. It is caused by a lesion (usually neurosyphilis) in the region of tectum. OTHER ABNORMALITIES OF PUPILLARY REACTIONS 1. Amaurotic light reflex. It refers to the absenceof direct light reflex on the affected side (say right eye) and absence of consensual light reflex on the normal side (i. e., left eye). This indicates lesions of the optic nerve or retina on the affected side (i. e., right eye), leading to complete blindness. In diffuse illumination both pupils are of equal size. 2. Efferent pathway defect. Absence of both direct and consensual light reflex on the affected side (say right eye) and presence of both direct and consensual light reflex on the normal side (i. e., left eye) indicates efferent pathway defect (sphincter paralysis). Near reflex is also absent on the affected side. Its causes include: effect of parasympatholytic drugs (e. g., atropine, homatropine), internal ophthalmoplegia, and third nerve paralysis. 3. Wernicke's hemianopic pupil. It indicates lesion of the optic tract. In this condition light reflex (ipsilateral direct and contralateral consensual) is absent when light is thrown on the temporal half of the retina of the affected side and nasal half of the opposite side; while it is present when the light is thrown on the nasal half of the affected side and temporal half of the opposite side. 4. Marcus Gunn pupil. It is the paradoxical response of a pupil of light in the presence of a relative afferent pathway defect (RAPD). It is tested by swinging flash light test. For details see page 474. 5. The Adie's tonic pupil. In this condition reaction to light is absent and to near reflex is very slow and tonic. The affected pupil is larger (anisocoria). Its exact cause is not known. It is usually unilateral, associated with absent knee jerk and occurs more often in young women. Adie's pupil constricts with weak pilocarpine (0. 125%) drops, while normal pupil does not. Ref: AK Khurana 4thE pg 294",
        "cop": 2,
        "opa": "Adies pupil",
        "opb": "Argyl Robeson pupil",
        "opc": "Hutchison pupil",
        "opd": "Myotonic pupil",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "6c58a917-94ee-49ee-b750-618abb3e8d3d",
        "choice_type": "single"
    },
    {
        "question": "Optic radiations arise from-",
        "exp": "Ans. is 'a' i. e., Lateral Geniculate body Optic radiations* The optic radiations (geniculocalcarine pathway) extend from the lateral geniculate body to the visual cortex. Inferior fibres of optic radiations subserve upper visual fields and superior fibres subserve inferior visual fields.* The visual pathway starting from retina consists of optic nerve, optic chiasma, optic tracts, lateral geniculate bodies, optic radiations (geniculocalcarine pathway), the visual cortex, in that sequence.",
        "cop": 1,
        "opa": "Lateral Geniculate body",
        "opb": "Medial Geniculate Body",
        "opc": "Superior colliculus",
        "opd": "Inferior colliculus",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "0581c3c8-aed9-482d-bc1e-7de4d09d299c",
        "choice_type": "single"
    },
    {
        "question": "In Holmes-Adie pupil all are true except-",
        "exp": "Ans. (b) Most cases are bilateral. Ref: Kanski 7/e, p. 815. Typically affects young adults and presents as unilateral condition in 80% cases. DLR and CLR are absent. Near reflex is blow (sluggish). As there is defect in post-ganglionic para-sympathetic innervation to eye, i. e., there is deficiency of parasympatholytic system, the pupil will react when even a minimum concentration of parasympathomimetic drugs (e. g. 0. 125% pilocarpine, 2. 5% methcholine) is given.",
        "cop": 2,
        "opa": "There is absent or retarded pupil reaction to light and near",
        "opb": "Most cases are bilateral",
        "opc": "Causes reduced or absent accommodation",
        "opd": "Constricts with 2. 5% methacholine",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "c5aa7b75-9aaf-46b3-b139-530781e3043d",
        "choice_type": "multi"
    },
    {
        "question": "Nerve carrying motor component of light reflex-",
        "exp": "Efferent pathway consists of parasympathetic fibres which arise from the Edinger -Westphal nucleus in the midbrain and travel along the third cranial nerve. i. e, occulomotor nerve. Refer comprehensive ophthalmology (6th edition )A K Khurana, page no 315",
        "cop": 3,
        "opa": "1st nerve",
        "opb": "2nd nerve",
        "opc": "3rd nerve",
        "opd": "4th nerve",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "e73eb327-9f3d-405f-afea-08e8c04fa2e5",
        "choice_type": "single"
    },
    {
        "question": "Toxic amblyopia can be caused by",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 320). Toxic amblyopia is chronic retrobulbar neuritis which results from the damage to optic nerve by the exogenous poisons. It is frequently bilateral and has a chronic course with permanent visual deterioration. The toxic agents involve may be: Tobacco, ethyl alcohol, methyl alcohol, ethylene glycol, lead, arsenic, cannabis indica, carbon disulfide, various drugs like quinine, chloroquine, ethambutol, isoniazid, streptomycin, digitalis (digoxin), amiodarone, NSAIDs, vigabatrin and disulfiram",
        "cop": 4,
        "opa": "Ethanol",
        "opb": "Methanol",
        "opc": "Ethambutol",
        "opd": "All",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "f1d3462c-c370-4e08-9830-ac0567f24c57",
        "choice_type": "multi"
    },
    {
        "question": "Basic lesion in tobacco amblyopia is",
        "exp": "Tobacco amblyopia It typically occurs in men who are generally pipe smokers, heavy drinkers and have a diet deficient in proteins and vitamin B complex; and thence also labelled as 'tobacco-alcohol-amblyopia. Pathogenesis: The toxic agent involved is cyanide found in tobacco. Ref:- A K KHURANA; pg num:-296",
        "cop": 2,
        "opa": "lschaemia of optic nerve fibres",
        "opb": "Degeneration of ganglion cells especially of macular region",
        "opc": "Degeneration of foveal cones",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "c30c68c6-a8e9-4932-9ece-e0194dcaca48",
        "choice_type": "multi"
    },
    {
        "question": "The swinging light test is positive in",
        "exp": "Retrobulbar neuritis: a common cause of visual loss with normal fundus. Presence of a definite or relative afferent pupillary defect (RAPD) and VER are diagnostic. Swinging flashlight test: It is performed when relative afferent pathway defect is suspected in one eye (unilateral optic nerve lesion with good vision). Normally, both pupils constrict equally and the pupil to which light is transferred remains tightly constricted. In the presence of relative afferent pathway defect in one eye, the affected pupil will dilate when the flashlight is moved from the normal eye to the abnormal eye. This response is called 'Marcus Gunn pupil' or a relative afferent pupillary defect (RAPD). It is the earliest indication of optic nerve disease even in the presence of normal visual acuity. In the swinging flashlight test, a light is alternately shone into the left and right eyes. Thus, light shone in the affected eye will produce less pupillary constriction than light shone in the unaffected eye. Anisocoria is absent. A Marcus Gunn pupil is seen, among other conditions, in optic neuritis. Ref: Khurana; 4th edition; Pg. No. 307, 474",
        "cop": 3,
        "opa": "Conjunctivitis",
        "opb": "Glaucoma",
        "opc": "Retrobulbar neuritis",
        "opd": "Keratoconus",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "e0d01412-75c7-487d-8734-bf68b6bd8e45",
        "choice_type": "single"
    },
    {
        "question": "Diagnose the ocular pathology.",
        "exp": "Ans. (c) Papilledema. Option a - should be a pale - white disc. Option b - POAG should present with loss of nasal neuro- retinal rim and Cupping (large cup, c/d ratio >0. 5) along with vascular changes. Option d - CRAO - no occlusion can be seen, all arteries (thinner cross-section, red colour) and veins (thicker cross section, darker red color) are seen to be patient. Option c - Papilledema - earliest sign is blurring of the disc margins, which is visible in the image.",
        "cop": 3,
        "opa": "Primary optic atrophy",
        "opb": "Primary open angle glaucoma",
        "opc": "Papilledema",
        "opd": "Central retinal artery occlusion",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "42f2cc0b-dff2-410e-91df-74ee085e6f63",
        "choice_type": "single"
    },
    {
        "question": "Site of lesion in Bitemporal hemianopia is -",
        "exp": "Sagittal (central) lesions of the chiasma. These are characterised by bitemporal hemianopia and bitemporal hemianopic paralysis of pupillary reflexes. These usually lead to paial descending optic atrophy. Common causes of central chiasmal lesion are: suprasellar aneurysms, tumours of pituitary gland, craniopharyngioma, suprasellar meningioma and glioma of third ventricle, third ventricular dilatation due to obstructive hydrocephalus and chronic chiasmal arachnoiditis. Ref: AK Khurana 4thE pg 290",
        "cop": 3,
        "opa": "Optic nerve",
        "opb": "Optic tract",
        "opc": "Optic chiasma",
        "opd": "Optic radiation",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "d7a74861-ac93-428c-b719-594ef44da167",
        "choice_type": "single"
    },
    {
        "question": "Anisocoria in dim light is maximally seen in -",
        "exp": "Anisocoria is a condition characterised by the unequal size of the eyes' pupils. Anisocoria which is worsened ( greater asymmetry between the pupils) in the dark suggests the small pupil (which should dilate in dark conditions) is the abnormal pupil. Suggests horner's syndrome or mechanical anisocoria. Anisocoria which is greater in bright light suggests the larger pupil (which should constrict in bright conditions) is the abnormal pupil. Suggests adie tonic pupil oculomotor nerve palsy, damaged iris and pharmocologic dilatation.",
        "cop": 3,
        "opa": "3rd nerve palsy",
        "opb": "Pharmacological mydriasis",
        "opc": "Horner syndrome",
        "opd": "Parasympathetic paralysis",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "88f2497d-41a1-4276-9bfb-cb760d59631c",
        "choice_type": "multi"
    },
    {
        "question": "Macular sparing is seen in the affection of-",
        "exp": "Occipital lobe. Lesions of the visual coex. Congruous homonymous hemianopia (usually sparing the macula, is a feature of occlusion of posterior cerebral aery supplying the anterior pa of occipital coex. Congruous homonymous macular defect occurs in lesions of the tip of the occipital coex following head injury or gun shot injuries. Pupillary light reflexes are normal and optic atrophy does not occur following visual coex lesions. Ref: AK Khurana 4thE pg 290",
        "cop": 4,
        "opa": "Optic nerve",
        "opb": "Optic tract",
        "opc": "Optic chiasma",
        "opd": "Occipital lobe",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "25f670ac-7a32-4653-b8c5-5239d1b2aa5e",
        "choice_type": "single"
    },
    {
        "question": "Vitamin B12 deficiency is likely to cause -",
        "exp": "Vitamin B12 (also known as cobalamin) is an essential vitamin for neurological function. Vitamin B12 deficiency optic neuropathy is a rare complication of this deficiency that results in progressive, bilateral, painless vision loss that is often associated with reduced color vision and central or cecocentral scotomas. Ref AK khurana 6/e",
        "cop": 4,
        "opa": "Bitemporal heminanopia",
        "opb": "Binasal hemianopia",
        "opc": "Heteronymous hemianopia",
        "opd": "Centrocecal scotoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "4bffd1ab-b232-466c-88aa-472badba77e3",
        "choice_type": "single"
    },
    {
        "question": "All the following drugs cause retinal changes except:",
        "exp": "Ref: Basak s Essentials of Ophthalmology, 5th edition, Harrison s, Nelson s. Explanation: Drugs Affecting Retina and Optic Nerve. Drug. Side effects. Oxygen* Retinopathy of prematurity. Digitalis* Disturbance of colour vision* Scotoma* Photopsia. Quinidine* Optic neuritis. Thiazides* Xanthopsia (Yellow vision}Amiodarone* Corneal deposits (Vortex or Whorl keratopathy}* Anterior subcapsular cataract* Optic neuritis. Phenothiazmes* Oculogyric crises. Female sex hormones* Retinal artery and vein occlusion* Papilledema* Ocular palsy* Nystagmus* Optic neuropathy* Retinal vasculitis* Macular edema* Scotoma* Mydriasis* Cylcoplegia. Chloramphenicol* Optic neuritis and atrophy. Streptomycin* Optic neuritis. Chloroquine* Macular changes* Central scotoma * Bull's eye maculopathy (Pig mentary degeneration of retinal* Chloroquine keratopathy* Ocular palsy* Ptosis* ERG depression. Iodochorhydroxyquin* Optic atrophy. Ethambutol* Optic neuritis and atrophy. Isoniazid* Optic neuritis and atrophy. Lead compounds* Optic atrophy* Papilledema. Penicillamine* Ocular pempnigoid* Optic neuritis* Ocular myasthenia. Vitamin A* Papilledema* Retinal hemorrhages* Loss of eyebrows and eye ashes* Nystagmus* Diplopia. Vitamin D* Band shaped keratopathy. Salicylates* Nystagmus* Rehnal hemorrhages* Cortical blindness. Pnenylbutazone* Retinal hemorrhages. Vigabatrin* Irreversible diffuse atrophy of retinal nerve fibres (due to taurine depletion)BASED ON RETINAL PATHOLOGYPigmentary Retinopathy. Quinotones. Thioridazine. Deferoxamine. Choroidal Toxicity. Topiramate. Metronidazole. Macular Edema. Latanoprost. Epinephrine. Niacin. Rosiglitazone. Crystalline Retinopathy. Tamoxifen. Canthaxanthine. Talc. Misc - Mechanisms. Digoxins - Inhibits Retinal ATPase. Sildenafil - Alters retinal c. GMP levels by inhibiting retina specific PDE6. Interferon - Retinopathy.",
        "cop": 2,
        "opa": "Tamoxifen",
        "opb": "Amiadarone",
        "opc": "Hydroxychloroquine",
        "opd": "Vigabatrin",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "f2607fa8-7ef1-4d12-b0c8-99cb601afd00",
        "choice_type": "multi"
    },
    {
        "question": "Argyll Robeson pupil results from the lesion of",
        "exp": "Argyll Robeson pupil (ARP): Here the pupil is slightly small in size and reaction to near reflex is present but light reflex is absent, i. e., there is light near dissociation (to remember, the acronym ARP may stand for 'accommodation reflex present'). It is caused by a lesion (usually neurosyphilis) in the region of tectum. Ref:- A K KHURANA; pg num:-293",
        "cop": 1,
        "opa": "Tectum region",
        "opb": "Ciliary ganglion",
        "opc": "Lateral geniculate body",
        "opd": "Accessory ganglion",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "76078b32-5308-499b-82e0-091873e02b66",
        "choice_type": "single"
    },
    {
        "question": "Wernicke's hemianopic pupillary response is seen in lesions at -",
        "exp": "Wernicke's hemianopic pupil indicates lesion of optic tract. In this ipsilateral and contralateral light reflex is absent when light is thrown on the temporal half of the retina of the affected side and nasal half of the opposite side; while it is present when light is thrown on the nasal half of the affected side and temporal half of the opposite side. Reference: comprehensive textbool of ophthalmology by AK Khurana",
        "cop": 1,
        "opa": "Optic tract",
        "opb": "Optic chiasma",
        "opc": "Optic radiation",
        "opd": "Lateral geniculate body",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "0f5d9a66-d63c-472a-bed7-85f2ec6f04c0",
        "choice_type": "single"
    },
    {
        "question": "End organ for vision is-",
        "exp": "Ans. (c) Rods and cones. Ref: Sunita Agrawal 2/e, p. 309\"The end organ of the visual pathway is the neural epithelium of rods and cones\"",
        "cop": 3,
        "opa": "Bipolar cell",
        "opb": "Ganglion cell",
        "opc": "Rods and cones",
        "opd": "Lateral geniculate body",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "99e1d20e-5b54-41c1-a972-dca406b80f63",
        "choice_type": "single"
    },
    {
        "question": "A person has defective blue colour appreciation. His condition is better named as -",
        "exp": "Anomaly: defective color perception Anopia: color perception absent Trit: blue Prot: red Deutr: green Ref: AK Khurana 4thE pg 303.",
        "cop": 4,
        "opa": "Deuteranomalous",
        "opb": "Deuteranopia",
        "opc": "Tritanopia",
        "opd": "Tritanomalous",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "d0732340-4cfc-4947-94d5-0ca75031e845",
        "choice_type": "single"
    },
    {
        "question": "Lesion of right optic tract will leads to -",
        "exp": "Left homonymous hemianopia. Lesions of optic tract. These are characterised by incongruous homonymous hemianopia associated with contralateral hemianopic pupillary reaction (Wernicke's reaction). These lesions usually lead to paial descending optic atrophy and may be associated with contralateral third nerve paralysis and ipsilateral hemiplegia. Common causes of optic tract lesions are syphilitic meningitis or gumma, tuberculosis and tumours of optic thalamus and aneurysms of superior cerebellar or posterior cerebral aeries. Ref: AK Khurana 4thE pg 290",
        "cop": 3,
        "opa": "Bitemporal hemianopia",
        "opb": "Right homonymus hemianopia",
        "opc": "Left homonymous hemianopia",
        "opd": "Binasal hemianopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "97cfc0d5-18cb-4a9c-a500-d9e53130ebe4",
        "choice_type": "single"
    },
    {
        "question": "All satements are true about papilloedema except-",
        "exp": "Though, papilloedema is a neurological emergency, it is not associated with disruption of neurofilament Where as, all the other features are present Collection of extracellular fluid Stasis of axoplasmic transpo Swelling of axon Ref AK khurana 6/e p 324",
        "cop": 2,
        "opa": "Collection of extra - cellular fluid",
        "opb": "Disruption of neurofilament",
        "opc": "Stasis of axoplasmic transpo",
        "opd": "Swelling of the axon",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "34a35cfc-9ab9-4690-97e2-e1a1ca26cd8a",
        "choice_type": "multi"
    },
    {
        "question": "Down-beat nystagmus is seen in lesion of -",
        "exp": "Ref khurana 6/e p250",
        "cop": 2,
        "opa": "Brainstem",
        "opb": "Cerebellum",
        "opc": "Basal ganglia",
        "opd": "Hippocampus",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "04a391b4-18e8-4e0b-8e5b-7d8c438ce79a",
        "choice_type": "single"
    },
    {
        "question": "Wernicke&; s hemianopic pupillary reaction indicates lesions at the level of",
        "exp": "Lesions of optic tract: These are characterised by incongruous homonymous hemianopia associated with contralateral hemianopic pupillary reaction (Wernicke's reaction). These lesions usually lead to paial descending optic atrophy and may be associated with contralateral third nerve paralysis and ipsilateral hemiplegia. Common causes of optic tract lesions: Include syphilitic meningitis or gumma, tuberculosis and tumours of optic thalamus and aneurysms of superior cerebellar or posterior cerebral aeries. Ref:- A K KHURANA; pg num:-290",
        "cop": 2,
        "opa": "Distal pa of optic nerve",
        "opb": "Optic tract",
        "opc": "Optic chiasma",
        "opd": "Optic radiation",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "927564c2-a992-44db-a711-b9bc64566dbe",
        "choice_type": "single"
    },
    {
        "question": "Neutral density filter -",
        "exp": "Ans. (c) Afferent pupillary defect. Ref: Essentials of ophthalmology p. 53\"Neutral density filters can be used to grade the severity of afferent pupillary defect\"--Essentials of ophthalmology",
        "cop": 3,
        "opa": "Amblyopia",
        "opb": "Malingering",
        "opc": "Afferent pupillary defect",
        "opd": "Efferent pupillary defect",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "49ca7d68-76be-4670-8fd8-4d13b336e1f8",
        "choice_type": "single"
    },
    {
        "question": "Field defect seen in papilloedema",
        "exp": "In papilloedema, as the condition progresses vision worsens with an enlargement of the blind spot owing to separation of the retina around the disc by the oedema and a progressive contraction of the visual field due to atrophy of the optic nerve. Ref: Parson's 22 nd edition, page no. 352",
        "cop": 2,
        "opa": "Seidel's scotoma",
        "opb": "Constriction of peripheral fields",
        "opc": "Centro-caecal scotoma",
        "opd": "Altitudinal hemianopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "57383b33-4b02-4bf6-91b2-50043bc89284",
        "choice_type": "single"
    },
    {
        "question": "Charge syndrome includes all except:",
        "exp": "Ans. (d) Esophageal atresia. Ref: Yanojf and Duker 4/e, p. 872; Kanski 7/e, p. 806. Systemic associations of optic disc coloboma. Papillorenal syndrome-AD-renal and urinary tract malformations with retinochoroidal and optic disc coloboma, morning glory syndrome, retinal detachment. Patau syndrome (Trisomy 13). Edwards syndrome (Trisomy 18). Cat-eye syndrome (Trisomy 22)CHARGE syndrome [?] - Coloboma, heart defects, choanal atresia, retarded growth, ear anomalies. Central nervous system anomalies. Walker-warburg syndrome. Goldenhar's syndrome. Linear sebaceous nevus. Dandy-Walker syndrome. Optic nerve colobomas typically involve the inferior part of the nerve, superior rim is usually spared.",
        "cop": 4,
        "opa": "Coloboma",
        "opb": "Heart defects",
        "opc": "Urogenital anomalies",
        "opd": "Esophageal atresia",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "74a5f125-e6f0-4e1d-99b1-efdad899f872",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following would be true if only the left optic nerve was severed?",
        "exp": "Shining a light in the right eye would elicit the papillary reflex in both eyes; even though the optic nerve to the left eye was destroyed, the consensual reflex is intact because the left oculomotor nerve carries the innervation to the papillary muscles. The stimulus from the right eye crosses to the opposite side at the level of the tectum of the midbrain. However, the light in the left eye would not produce any effect because the retinal receptor would not carry the information to the brain stem. Permanent dilation would most likely occur only if the oculomotor nerve to the left eye was severed.",
        "cop": 3,
        "opa": "Shining a light in the left eye would elicit the papillary reflex in both eyes",
        "opb": "Shining a light in the left eye would elicit the papillary reflex in the opposite eye only",
        "opc": "Shining a light in the left eye would elicit the papillary reflex in both eyes",
        "opd": "Shining a light in the left eye would elicit the papillary reflex in the opposite eye only",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "6e07594a-28c4-441c-a194-bd764b9d7b5c",
        "choice_type": "multi"
    },
    {
        "question": "A patient presents with Right homonymous hemianopia. Most likely site of lesion is",
        "exp": "Ans. (a) Left optic radiation. Ref: Khurana 6/e, p. 314. Just remember - Homonymous is always Contralateral and all in lesions below optic chiasma.",
        "cop": 1,
        "opa": "Left optic radiation",
        "opb": "Right geniculate body",
        "opc": "Right optic nerve",
        "opd": "Right optic radiation",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "5ffeaecd-d7cd-4772-a6c5-41037390ac1d",
        "choice_type": "single"
    },
    {
        "question": "Optic nerve is -",
        "exp": "each optic nerve stas from optic disc and extends up to optic chiasma where the two nerves meet. It is the backward continuation of the nerve fibre layer of retina, which consists of the axons originating from the ganglion cells ie second order neuron. Reference: textbook of comprehensive Opthalmology by AK Khurana.",
        "cop": 1,
        "opa": "Second order neuron",
        "opb": "First order neuron",
        "opc": "Fouh order neuron",
        "opd": "Third order neuron",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "19407c66-f994-4277-8cc9-033ec3fe4ae2",
        "choice_type": "single"
    },
    {
        "question": "All of the following statement are true about oculomotor nerve EXCEPT:",
        "exp": "Ans. (b) Its nucleus located in lower midbrain. Ref: A. K. Khurana 6th ed. / 7-8* Location of CN III (occulomotor nerve) nucleus is upper midbrain* Location of CN IV (trochlear nerve) nucleus is in the lower mid-brain. CN, their Respective Nucleus Location and their Function. Cranial Nerve. Nucleus Location. Function. Oculomotor IIIUpper midbrain. Eyeball movements: extrinsic ocular muscles. Trochlear IVLower midbrain. Eyeball movements: extrinsic ocular muscles. Abducens VIPons. Eyeball movements: extrinsic ocular muscles. Hypoglossal XIIMedulla. Tongue muscles and movements",
        "cop": 2,
        "opa": "Supplies extrinsic ocular muscles",
        "opb": "Its nucleus is located in lower midbrain",
        "opc": "Its nucleus is located in upper midbrain",
        "opd": "Palsy may lead to ptosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "243565ef-330b-4aaf-b01a-d008239cf0e5",
        "choice_type": "multi"
    },
    {
        "question": "Relative afferent pupillary defect is characteristically seen In damage to -",
        "exp": "For testing relative afferent pupillary defect (RAPD), a strong, steady light is used. The light is shined into one eye, and then quickly switched to the other. This is repeated back and foh, until one of four conclusions is reached (listed below). Since light in one pupil causes both pupils to constrict, quickly switching from one eye to the other will give a \"relative\" indication of the functioning of each eye and optic nerve. If both eyes are equally dysfunctional, no \"relative\" defect would be found.",
        "cop": 1,
        "opa": "Optic nerve",
        "opb": "Optic tract",
        "opc": "Lateral geniculate body",
        "opd": "Occulomotor nerve",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "ad5fcf97-dad1-43c5-a154-7a317d0e4f85",
        "choice_type": "multi"
    },
    {
        "question": "In unilateral Afferent pupillary defect, when light is moved from normal to affected eye, there is -",
        "exp": "Affetent signals don&; t reach the brain, so expected pupillary constriction will not be seen on the affected eye on showing the light. Normal eye will dilate. So both eyes dilated. Ref: Ref: AK Khurana 4thE pg: 292",
        "cop": 3,
        "opa": "Dilatation in affected side and constriction in normal eye",
        "opb": "Dilatationin normal eye andc onstriction in affected side",
        "opc": "Dilatation in both pupils",
        "opd": "Constriction in both pupils",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "3e84c4a2-3cd7-4b9e-a4ce-b079feee7d4e",
        "choice_type": "multi"
    },
    {
        "question": "Ocular bobbing-",
        "exp": "Ocular bobbing centre is pons. Characterised by conjugate eye movements, beginning with a fast downward movement followed by slow drift back to midline. Causes: comatose patient with massive pontine lesion Metabolic encephalopathy.",
        "cop": 2,
        "opa": "Midbrain",
        "opb": "Pons",
        "opc": "Medulla",
        "opd": "Coex",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "ddcb55b1-6056-4a01-9503-4ff8bcba7a10",
        "choice_type": "single"
    },
    {
        "question": "Amaurosis fugax may occur in all of the following conditions except",
        "exp": "Amaurosis fugax It refers to a sudden, temporary and painless monocular visual loss occurring due to a transient failure of retinal circulation. Common causes of amaurosis fugax are: carotid transient ischaemic attacks (TIA), embolization of retinal circulation, papilloedema, giant cell aeritis, Raynaud's disease, migraine, as a prodromal symptom of central retinal aery or carotid aery occlusion, hypeensive retinopathy, and venous stasis retinopathy. An attack of amaurosis fugax is typically described by the patients as a cuain that descends from above or ascends from below to occupy the upper or lower halves of their visual fields. Clinical characteristics: The attack lasts for two to five minutes and resolves in the reverse pattern of progression, leaving no residual deficit. Due to brief duration of the attack, it is rarely possible to observe the fundus. When observed sholy after an attack, the fundus may either be normal or reveal signs of retinal ischemia such as retinal oedema and small superficial haemorrhages. In some cases, retinal emboli in the form of white plugs (fibrin-platelet aggregates) may be seen. Ref:- A K KHURANA; pg num:-306",
        "cop": 4,
        "opa": "Raynaud's disease",
        "opb": "Giant cell aeritis",
        "opc": "Papilloedema",
        "opd": "Papillitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "d28157cb-65c3-471e-b66c-eadbb7a9a20a",
        "choice_type": "multi"
    },
    {
        "question": "The dosage of Vitamin A in keratomalacia in a 2 year old boy who is 12 kg weight is",
        "exp": "Xerophthalmia:- * Spectrum of ocular disease ranging from night blindness to corneal melting caused by vitamin A deficiency. Who Classification of Xerophthalmia: - XN:- Night blindness X1A:- Conjunctival xerosis X1B:- Bitot's spots X2:- Corneal xerosis X3A:- Corneal ulceration- keratomalacia involving one- third/ less of the cornea X3B:- Corneal ulceration- keratomalacia involving one - half/ more of the cornea XS:- Corneal scar XF:- Xerophthalmic fundus Treatment: - * MEDICAL EMERGENCY especially in malnourished infants. Vitamin A Dosage: - * 2 LAKH I. U - ORALLY OR 1 LAKH I. U - I. M 3 doses are given = DAY 1, DAY 2 & With in 1-4 WEEKS * Children between 6-11 months: half the dose * Children < 6 months: quaer the dose. Ref:- Parson's Diseases of the eye 22nd edition; pg num:- 218",
        "cop": 1,
        "opa": "Vitamin A: 2 lakh IU, oral, 1st, 2nd and 14th day",
        "opb": "Vitamin A: 2 lakh IU, oral, 1st, 2nd and 3rd day",
        "opc": "Vitamin A: 1 lakh IU, oral, 1st, 2nd and 14th day",
        "opd": "Vitamin A: 1 lakh IU, oral, 1st, 2nd and 3rd day",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "8d4db99a-ddec-4731-985c-aa5fecbe908f",
        "choice_type": "single"
    },
    {
        "question": "In optic atrophy pallor of the optic disc is an index of",
        "exp": "OPTIC ATROPHY It refers to degeneration of the optic nerve, which occurs as an end result of any pathologic process that damages axons in the anterior visual system, i. e. from retinal ganglion cells to the lateral geniculate body. Clinical features of optic atrophy: 1. Loss of vision, may be of sudden or gradual onset (depending upon the cause of optic atrophy) and paial or total (depending upon the degree of atrophy). 2. Pupil is semi dilated and direct light reflex is very sluggish or absent. Swinging flash light test depicts Marcus Gunn pupil. 3. Visual field loss will vary with the distribution of the fibres that have been damaged. In general the field loss is peripheral in systemic infections, central in focal optic neuritis and eccentric when the nerve or tracts are compressed. ophthalmoscopic features of optic atrophy in general are: pallor of the disc and decrease in the number of small blood vessels (Kastenbaum index). The pallor is not due to atrophy of the nerve fibres but to loss of vasculature. Ref:- A K KHURANA; pg num:-301, 302",
        "cop": 3,
        "opa": "Atrophy of the nerve fibre",
        "opb": "Gliosis",
        "opc": "Loss of vasculature",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "7261705c-50cd-4852-945b-12debcd7ed13",
        "choice_type": "multi"
    },
    {
        "question": "In Holmes-Adie pupil all are true except -",
        "exp": "The Adie's tonic pupil. In this condition reaction to light is absent and to near reflex is very slow and tonic. The affected pupil is larger (anisocoria). Its exact cause is not known. It is usually unilateral, associated with absent knee jerk and occurs more often in young women. Adie's pupil constricts with weak pilocarpine (0. 125%) drops, while normal pupil does not. Ref: AK Khurana 4thE pg 293",
        "cop": 2,
        "opa": "There is absent or retarded pupil reactions to light and near",
        "opb": "Most cases are bilateral",
        "opc": "Causes reduced or absent accommodation",
        "opd": "Constricts with 2. 5% methacholine",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "3cd72c66-ff0a-4e5c-9b9b-95be24dfd293",
        "choice_type": "multi"
    },
    {
        "question": "A patient presented with normal eyesight and absence of direct and consensual light reflexes in left eye. Which of the following cranial nerves is suspected to be lesioned?",
        "exp": "Ans. (a) Oculomotor. Ref: Kanski 7/e, p. 815. In complete optic nerve lesion of one side (afferent pupillary defect). The ipsilateral direct reflex is absent. The contralateral consensual reflex is absent. In oculomotor nerve lesion of one side (efferent pupillary defect). The ipsilateral direct reflex is absent. The ipsilateral consensual reflex is absent",
        "cop": 1,
        "opa": "Occulomotor",
        "opb": "Trochlear",
        "opc": "Optic",
        "opd": "Abducent",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "8ba0b2db-b75c-4f08-a9d9-9924bc42f13e",
        "choice_type": "single"
    },
    {
        "question": "Illuminated frenzel glasses are used in detecting-",
        "exp": "Frenzel goggles are a diagnostic tool used in ophthalmology, otolaryngology and audiovestibular medicine for the medical evaluation of involuntary eye movement (nystagmus). They are named after Frenzel, a German physician Ref AK khurana 6/e p515",
        "cop": 1,
        "opa": "Nystagmus",
        "opb": "Heterophoria",
        "opc": "Esotropia",
        "opd": "Astigmatism",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "dbd5670a-a8bd-4e26-acbd-e796d6844a89",
        "choice_type": "single"
    },
    {
        "question": "Field defect seen in pituitary adenoma-",
        "exp": "Bitemporal hemianopia. Sagittal (central) lesions of the chiasma. These are characterised by bitemporal hemianopia and bitemporal hemianopic paralysis of pupillary reflexes. These usually lead to paial descending optic atrophy. Common causes of central chiasmal lesion are: suprasellar aneurysms, tumours of pituitary gland, craniopharyngioma, suprasellar meningioma and glioma of third ventricle, third ventricular dilatation due to obstructive hydrocephalus and chronic chiasmal arachnoiditis. Ref: AK Khurana 4thE pg 290",
        "cop": 1,
        "opa": "Bitemporal hemianopia",
        "opb": "Binasal hemianopia",
        "opc": "Quadrantanopia",
        "opd": "\"Pie in sky\" defect",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "842d162c-9a49-41b4-ae71-38eefa0ba682",
        "choice_type": "single"
    },
    {
        "question": "Lamina cribrosa is absent in:",
        "exp": "Ans. (a) Morning Glory syndrome. Ref: Morning Glory syndrome- A histopathological study British Journal of ophthalmology; the morning Glory syndrome' Opthalmologica 1983; 187 (7): 222-230 1990, 74; 56-58",
        "cop": 1,
        "opa": "Morning Glory syndrome",
        "opb": "Nanophthalmia",
        "opc": "Colobama of retina",
        "opd": "Optic nerve agenesis",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "1fad66ac-3fba-41d9-a9cb-e10ddff725f6",
        "choice_type": "single"
    },
    {
        "question": "Oculomotor nerve palsy show all of the following except -",
        "exp": "Ans. is 'b' i. e., Inability of lateral gaze Features of 3rd (occulomotor) nerve palsy* Paralysis of superior rectus, inferior rectus, medial rectus and inferior oblique. Eye is down and out due to unopposed action of superior oblique and lateral rectus. Medial 8c upward gaze is not possible.* Paralysis of sphinctor pupillae - Loss of ipsilateral direct and consensual pupillary light reflex and there is mydriasis.* Paralysis of ciliary muscle - Paralysis of accommodation.* Two extraocular muscles are sparedi) Superior oblique:- Intorsion, abduction and depression remain active. ii) Lateral rectus:- Abduction remains active. So eye is deviated lateraly.* Paralysis of levator palpabrae superioris -> Ptosis.",
        "cop": 2,
        "opa": "Ptosis",
        "opb": "Inability of lateral gaze",
        "opc": "Paralysis of accommodation",
        "opd": "Upward gaze not possible",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "8a34a026-61b2-4841-bbf9-60ce44dbc637",
        "choice_type": "multi"
    },
    {
        "question": "Right eye superotemporal quadrantopia, left eye centrocaecal scotoma with headache. Site of lesion is:",
        "exp": "Ans. (a) Left optic nerve + chiasma. Ref: Kanski 7/e, p. 826-827. This type of field defect is seen in meningiomas where the lesion is at the junction of optic nerve and the chiasma. This is called \"junctional scotoma of Traquair\". (VFD No. 3-Text)",
        "cop": 1,
        "opa": "Left optic nerve + chiasma",
        "opb": "Left optic tract + chiasma",
        "opc": "Right optic nerve + chiasma",
        "opd": "Right optic tract + chiasma",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "9e461fcb-281d-49fe-8dfe-2704b999fdc1",
        "choice_type": "single"
    },
    {
        "question": "Which are first order neuron in optic pathway-",
        "exp": "in visual sensation first order neurons lies in the bipolar cell layer of retina. Reference: textbook of comprehensive Opthalmology by AK Khurana.",
        "cop": 1,
        "opa": "Bipolar cells",
        "opb": "Ganglionic cells",
        "opc": "Cells of lateral geniculate body",
        "opd": "Astrocytes",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-ophthalmology",
        "id": "e533be12-2db1-4855-8315-6695f6d22bed",
        "choice_type": "single"
    },
    {
        "question": "Waves present in electroretinogram are all EXCEPT:",
        "exp": "ANSWER: (D) d wave. REF: Khurana 4th ed p. 489. Electroretinogram is composed of: a wave: Rods and Conesb wave: Muller cellsc wave: Pigment epithelium",
        "cop": 4,
        "opa": "a wave",
        "opb": "bwave",
        "opc": "c wave",
        "opd": "d wave",
        "subject_name": "Ophthalmology",
        "topic_name": "Neuro-Ophthalmology",
        "id": "2ff28d81-b1dc-4b5c-9ad8-1587b75864cd",
        "choice_type": "multi"
    }
]