[
    {
        "question": "All can occur due to blunt trauma of eye except -",
        "exp": "1. Lids: Ecchymosis, Black eye, avulsion of the lid, traumatic ptosis. 2. Orbit: Fracture of the orbital walls, orbital haemorrhage, orbital emphysemas. 3. Lacrimal apparatus: Laceration of canaliculi, dislocation of lacrimal gland. 4. Conjunctiva: Subconjunctival haemorrhage, chemosis, lacerating tears of the conjunctiva. 5. Cornea: Abrasion, paial or complete corneal tear, deep corneal opacity. 6. Sclera: Scleral tear. 7. Anterior chamber: Traumatic hyphaema, Collapse of the anterior chamber following perforation. 8. Iris, pupil and ciliary body: Traumatic miosis, traumatic mydriasis, radiating tears in iris stroma, iridodialysis, traumatic aniridia, traumatic cyclodialysis, traumatic uveitis. 9. Lens: Vossius ring, Concussion cataract, Early rosette cataract, Late rosette cataract, Total cataract, Subluxation of the lens, Dislocation of the lens. 10. Vitreous: Traumatic vitreous degeneration, Traumatic vitreous detachment, Vitreous haemorrhage. . Retina: Commotio retinae (Berlin's oedema), retinal haemorrhages, retinal tears, retinal detachment, traumatic macular oedema, traumatic macular degeneration. sympathetic Ophthalmities is seen in perforating injuries. Ref.. Khurana 6/e p564",
        "cop": 3,
        "opa": "Berlin's edema",
        "opb": "Angle recession",
        "opc": "Sympathetic ophthalmitis",
        "opd": "Rosette cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "7dd15b49-5150-4f85-b214-f5d7483c0a0b",
        "choice_type": "multi"
    },
    {
        "question": "Kayser fleischer ring is seen in -",
        "exp": "Chalcosis- It refers to the specific changes produced by the alloy of copper in the eye. Mechanism - copper ions from the alloy are dissociated electrolytically and deposited under the membranous structures of the eye. KF ring is due to deposition of copper under peripheral pas of descemets membrane of cornea. Fleischer ring - seen in keratoconus (epithelial iron deposits - base of the cone) Ref: Parson's 22nd edition, page no.396",
        "cop": 2,
        "opa": "Siderosis",
        "opb": "Chalcosis",
        "opc": "Open angle glaucoma",
        "opd": "Chemical injuries",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "62f3a657-37d0-438c-a68a-04e31419b75e",
        "choice_type": "single"
    },
    {
        "question": "The golden period of eye donation is",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 136)\"Donor corneas are harvested from cadaveric donors within 6 hours after death, sometimes up to 12 hours after death in countries with cold climates\".",
        "cop": 1,
        "opa": "6 hours",
        "opb": "12 hours",
        "opc": "18 hours",
        "opd": "24 hours",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "06feb34c-a0a8-4f6b-936c-d90d9e596f0c",
        "choice_type": "single"
    },
    {
        "question": "The most serious alkali burns of the eye are produced by",
        "exp": "CHEMICAL INJURIES Alkali burns: Alkali burns are among the most severe chemical injuries known to the ophthalmologists. Common alkalies responsible for burns are: lime, caustic potash or caustic soda and liquid ammonia (most harmful). Clinical picture: It can be divided into three stages: 1. Stage of acute ischaemic necrosis: In this stage; i. Conjunctiva shows marked oedema, congestion, widespread necrosis and a copious purulent discharge. ii. Cornea develops widespread sloughing of the epithelium, oedema and opalescence of the stroma. iii. Iris becomes violently inflamed and in severe cases both iris and ciliary body are replaced by granulation tissue. 2. Stage of reparation: In this stage conjunctival and corneal epithelium regenerate, there occurs corneal vascularization and inflammation of the iris subsides. 3. Stage of complications: This is characterised by development of symblepharon, recurrent corneal ulceration and development of complicated cataract and secondary glaucoma. Ref:- A K KHURANA; pg num:-414,415",
        "cop": 2,
        "opa": "Caustic soda",
        "opb": "Liquid ammonia",
        "opc": "Lime",
        "opd": "None of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "6062f823-2f26-453f-90ab-d20b6c53de73",
        "choice_type": "multi"
    },
    {
        "question": "MC retained foreign body intraocularly-",
        "exp": "*The foreign bodies most likely to penetrate and be retained in the Eye are minute chips of iron or steel (accounting for 90% all foreign bodies in industry). Ref: Parson 22nd/e p.385",
        "cop": 2,
        "opa": "Airgun pellets",
        "opb": "Iron",
        "opc": "Glass",
        "opd": "Silver",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "1091e887-51ef-4217-8be9-a334cba7a1ca",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of proptosis in adults is",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 403 - 407)The most common cause of unilateral proptosis in children is orbital cellulitisThe most common cause of unilateral proptosis in adults is thyroid ophthalmopathy",
        "cop": 2,
        "opa": "Orbital cellulitis",
        "opb": "Thyroid ophthalmopathy",
        "opc": "Carotico-cavernous fistula",
        "opd": "Trauma",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "be1030a6-8951-4cab-9827-96cc35f7291d",
        "choice_type": "single"
    },
    {
        "question": "Which corneal degenerative change produces the characteristic change seen below?",
        "exp": "Terrien&;s marginal degeneration is non-ulcerative thinning of the marginal cornea. Clinical features are as follows: 1. Predominantly affects males usually after 40 years of age. 2. Mostly involves superior peripheral cornea. 3. Initial lesion is asymptomatic corneal opacification separated from limbus by a clear zone. 4. The lesion progresses very slowly over many years with thinning and superficial vascularization. Dense yellowish white deposits may be seen at the sharp leading edge. Patient experiences irritation and defective vision (due to astigmatism). Complications such as perforation (due to mild trauma) and pseudopterygia may develop. Treatment is non-specific. In severe thinning, a patch of the corneal graft may be required. Ref: Khurana; 4th edition; Pg.117",
        "cop": 2,
        "opa": "Arcus senilis",
        "opb": "Terrien's degeneration",
        "opc": "Band shaped keratopathy",
        "opd": "Climatic droplet keratopathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "4c8b803c-0b1e-4f49-8d2b-6641d8967c49",
        "choice_type": "single"
    },
    {
        "question": "Most common intraocular foreign body retained is",
        "exp": "Common foreign bodies responsible for such injuries include: chips of iron and steel (90%), paicles of glass, stone, lead pellets, copper percussion caps, aluminium, plastic and wood. It is impoant to note that during chopping a stone with an iron chisel, it is commonly a chip of the chisel and not of the stone which enters the eye. Ref khurana 6/e p433",
        "cop": 4,
        "opa": "Airgun pellets",
        "opb": "Iron",
        "opc": "Glass",
        "opd": "Chisel",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "68758f8f-f341-4907-b8c3-d2937256688f",
        "choice_type": "single"
    },
    {
        "question": "Ischemic necrosis' in alkali burn is -",
        "exp": "Clinical feature can be divided into three stages: 1. Stage of acute ischaemic necrosis. In this stage: * Conjunctiva shows marked oedema, congestion, widespread necrosis and a copious purulent discharge. * Cornea develops widespread sloughing of the epithelium, oedema and opalescence of the stroma. * Iris becomes violently inflamed and in severe cases both iris and ciliary body are replaced by granulation tissue. 2. Stage of reparation. In this stage, conjunctival and corneal epithelium regenerate, there occurs corneal vascularization and inflammation of the iris subsides. 3. Stage of complications. This is characterised by development of symblepharon, recurrent corneal ulceration and development of complicated cataract and secondary glaucoma Ref khurana 6/e p 439",
        "cop": 1,
        "opa": "Stage I",
        "opb": "Stage II",
        "opc": "Stage III",
        "opd": "Stage IV",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "bbd18868-ef17-4601-9245-1ffed14f3ff8",
        "choice_type": "single"
    },
    {
        "question": "In sympathetic opthalmitis first sign is -",
        "exp": "The first sign may be presence of retrolental flare and cells or the presence of keratic precipitates (KPs) on back of cornea. Other signs includes mild ciliary congestion, slight tenderness of the globe, fine vitreous haze and disc oedema which is seen occasionally. Ref : Parsons' 22nd edition , page no.398",
        "cop": 1,
        "opa": "Presence of KPs",
        "opb": "Ciliary congestion",
        "opc": "Tenderness of the globe",
        "opd": "Disc oedema",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "9fafffa5-21c2-44e0-904f-2770315c7d8f",
        "choice_type": "single"
    },
    {
        "question": "Commotio retinae affects which pa of retina -",
        "exp": "Commotio retinae (Berlin's oedema): It is of common occurrence following a blow on the eye. It manifests as milky white cloudiness involving a considerable area of the posterior pole with a 'cherry-red spot' in the foveal region. It may disappear after some days or may be followed by pigmentary changes. Ref: AK Khurana 4thE pg 406",
        "cop": 1,
        "opa": "Posterior pole",
        "opb": "Peripheral retina",
        "opc": "Inferior-nasal pa",
        "opd": "Superior-nasal pa",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "3d1fc189-92bc-4599-b00f-4282982d8488",
        "choice_type": "single"
    },
    {
        "question": "Ruptured globe is suspected if there is",
        "exp": "Globe rupture Globe rupture is a full-thickness wound of the eye wall caused by a blunt object. Globe rupture may occur in two ways: 1. Direct rupture. 2. Indirect rupture It is more common and occurs because of the compression force. The impact results in momentary increase in the intraocular pressure and an inside-out injury at the weakest pa of eyewall, i.e., in the vicinity of canal of Schlemm concentric to the limbus. The superonasal limbus is the most common site of globe rupture (contrecoup effect-- the lower temporal quadrant being most exposed to trauma). Rupture of the globe may be associated with prolapse of uveal tissue, vitreous loss, intraocular haemorrhage, decreased IOP and dislocation of the lens. Ref:- A K KHURANA; pg num:-407",
        "cop": 4,
        "opa": "Proptosis",
        "opb": "Subluxation of lens",
        "opc": "Blow-out fracture",
        "opd": "Chemosis, haemorrhage, decreased IOP",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "72ccf44b-b083-496a-9f72-67ecef71087b",
        "choice_type": "single"
    },
    {
        "question": "Dangerous area of eye-",
        "exp": "*wounds in the ciliary region are more prone to develop sympathetic Ophthalmitis. Ref: Khurana 7th/e p.455",
        "cop": 1,
        "opa": "Ciliary body",
        "opb": "Optic nerve",
        "opc": "Sclera",
        "opd": "Choroid",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "ca34971a-9fa7-4f9f-891e-495f5a3a8b6d",
        "choice_type": "single"
    },
    {
        "question": "Secondary glaucoma associated with angle recession is seen in -",
        "exp": "Angle recession refers to the tear between longitudinal and circular muscle fibres of the ciliary body. It is characterized by deepening of the anterior chamber and widening of the ciliary body band on gonioscopy. Later on it is complicated by glaucoma. Ref:AK Khurana 4thE pg 405",
        "cop": 1,
        "opa": "Concussion injury",
        "opb": "Radiation injury",
        "opc": "Penetrating injury",
        "opd": "Chemical injury",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "09a80eef-9017-47da-be23-e73b731c0c7a",
        "choice_type": "single"
    },
    {
        "question": "The earliest clinical manifestation of siderosis bulbi is",
        "exp": "Siderosis bulbi It refers to the degenerative changes produced by an iron foreign body. Sidesosis bulbi usually occurs after 2 months to 2 years of the injury. However, earliest changes have been repoed after 9 days of trauma. Clinical manifestations : 1. The anterior epithelium and capsule of the lens are involved first of all. Here, the rusty deposits are arranged radially in a ring. Eventually, the lens becomes cataractous. 2. Iris. It is first stained greenish and later on turns reddish brown. 3. Retina develops pigmentary degeneration which resembles retinitis pigmentosa. 4. Secondary open angle type of glaucoma occurs due to degenerative changes in the trabecular meshwork. Ref:- A K KHURANA; pg num:-409,410",
        "cop": 4,
        "opa": "Deposits in Descemet's membrane of cornea",
        "opb": "Discolouration of iris",
        "opc": "Pigmentary changes in retina",
        "opd": "Rusty deposits in the anterior subcapsular cells of the lens",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "52c38d92-0617-4aba-8625-179fd283c08c",
        "choice_type": "single"
    },
    {
        "question": "What is deposited in Kayser-Fleischer ring -",
        "exp": "It is a golden brown ring which occurs due to deposition of copper under peripheral pas of the Descemet's membrane of the cornea. Sunflower cataract-Deposition of copper under the posterior capsule of the lens. It is brilliant golden green in colour and arranged like the petals of a sunflower. Ref: Parsons' 22nd edition , page no.396",
        "cop": 1,
        "opa": "Copper",
        "opb": "Lead",
        "opc": "Mercury",
        "opd": "Iron",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "f868897a-468d-4389-a2bc-cb992d5da5b9",
        "choice_type": "single"
    },
    {
        "question": "Dangerous area of eye -",
        "exp": "Ciliary body This is because any trauma to the ciliary region of theeye leads to sympathetic ophthalmitis, Which is granulomatous uveitis, affecting even the normaleye. Hence ciliary region is called theDangerous Zone. Ref khurana 6/e",
        "cop": 1,
        "opa": "Ciliary body",
        "opb": "Optic nerve",
        "opc": "Sclera",
        "opd": "Choroid",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "00ccec27-aac1-4219-9ddb-a19478cee74a",
        "choice_type": "single"
    },
    {
        "question": "Dalen Fuchs nodules are seen in",
        "exp": "Dalen-Fuchs nodules are seen in Sympathetic ophthalmitis and also in Vogt- koyanagi- harada( VKH) syndrome. These are formed due to proliferation of pigment epithelium( of the iris , ciliary body and choroid ) associated with invasion by the lymphocytes and epithelioid cells. Located between Bruch membrane of choroid and the retinal pigment epithelium. Ref: kanski's clinical ophthalmology,8th edition, page no. 418",
        "cop": 4,
        "opa": "Tubercular iridocyclitis",
        "opb": "Syphilitic uveitis",
        "opc": "Posner-schlossman syndrome",
        "opd": "Sympathetic ophthalmitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "84804e2a-3318-46ea-98f9-49a8b718324b",
        "choice_type": "single"
    },
    {
        "question": "Commotio retinae is seen in",
        "exp": "BLUNT TRAUMA Retina 1. Commotio retinae (Berlin's oedema): It is of common occurrence following a blow on the eye. It manifests as milky white cloudiness involving a considerable area of the posterior pole with a cherry-red spot' in the foveal region. 2. Retinal haemorrhages: These are quite common following concussion trauma. Multiple haemorrhages including flame-shaped and pre retinal (subhyaloid) D-shaped haemorrhage may be associated with traumatic retinopathy. 3. Retinal tears: These may follow a contusion, paicularly in the peripheral region, especially in eyes already suffering from myopia or senile degenerations. 4. Traumatic proliferative retinopathy (Retinitis proliferans): It may occur secondary to vitreous haemorrhage, forming tractional bands. 5. Retinal detachment: It may follow retinal tears or vitreo-retinal tractional bands. 6. Concussion changes at macula. Traumatic macular oedema is usually followed by pigmentary degeneration. Sometimes, a macular cyst is formed, which on rupture may be conveed into a lamellar or full thickness macular hole. Ref:- A K KHURANA; pg num:-406",
        "cop": 3,
        "opa": "Central retinal vein thrombosis",
        "opb": "Central retinal aery thrombosis",
        "opc": "Concussion injury",
        "opd": "Retinopathy of AIDS",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "4cceedb6-2529-4d9a-b4b3-2d0dd7131851",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of fracture of roof of orbit-",
        "exp": "Orbital-roof fractures are usually the result of high-energy injuries. They may be anteriorly continuous with an injury to the supraorbital rim or frontal sinus, or they may extend posteriorly to the superior orbitalfissure Ref khurana 6/e 402",
        "cop": 3,
        "opa": "Blow on back of head",
        "opb": "Blow on parietal bone",
        "opc": "Blow on the forehead",
        "opd": "Blow on the upper jaw",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "4bd2645d-e229-4dc6-9705-08c8cc1c86a9",
        "choice_type": "single"
    },
    {
        "question": "Sympathetic ophthalmitis results due to-",
        "exp": "*Dalen Fuch's nodules are seen in sympathetic ophthalmitis. It is granulomatous condition caused by injury to ciliary body. Ref: Khurana 7th/e p.455",
        "cop": 1,
        "opa": "Penetrating injury of ciliary body",
        "opb": "Uveitis",
        "opc": "Glaucoma",
        "opd": "Trachoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "12be4eda-58f2-46ba-988b-74dc6e922a40",
        "choice_type": "single"
    },
    {
        "question": "Sympathetic ophthalmitis results due to -",
        "exp": "Predisposing factors 1. It almost always follows a penetrating injury. 2. Wounds in the ciliary region (the so-called dangerous zone) are more prone to it. 3. Wounds with incarceration of the iris, ciliary body or lens capsule are more vulnerable. 4. It is more common in children than in adults. 5. It does not occur when actual suppuration develops in the injured eye Ref khurana 6/e p437",
        "cop": 1,
        "opa": "Penetrating injury of ciliary body",
        "opb": "Uveitis",
        "opc": "Glaucoma",
        "opd": "Trachoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "d967ce8a-ba3a-4f71-a707-29ad7a18ec37",
        "choice_type": "single"
    },
    {
        "question": "Secondary glaucoma associated with angle recession is seen in-",
        "exp": "*Angle recession of anterior chamber can result from blunt ocular trauma. Angle recession is most commonly seen in patients in whom trauma has resulted in a hyphema. In these patients, the IOT remains normal for many years or even decades and them become severely elevated. On gonioscopy, angle recession is seen as deep angle with an abnormally wide ciliary body face. Ref: Clinical pathway in glaucoma p.402",
        "cop": 1,
        "opa": "Concussion injury",
        "opb": "Radiation injury",
        "opc": "Penetrating injury",
        "opd": "Chemical injury",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "6775c2e8-560c-441f-ac66-c895a4073d4f",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about blood staining of the cornea except",
        "exp": "BLUNT TRAUMA Cornea Blood staining of cornea: It may occur occasionally from the associated hyphaema and raised intraocular pressure. Cornea becomes reddish brown or greenish in colour and in later stages simulates dislocation of the clear lens into the anterior chamber. It clears very slowly from the periphery towards the centre, the whole process may take even more than two years. Ref:- A K KHURANA; pg num:-404",
        "cop": 3,
        "opa": "Its occurrence is hastened by the raised intraocular pressure",
        "opb": "Visual prognosis is usually poor in such cases",
        "opc": "It clears from centre towards periphery",
        "opd": "Its clearance may take 2 years or more",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "8ed17fd8-7030-47aa-aa9c-3ace2abf3a16",
        "choice_type": "multi"
    },
    {
        "question": "Diameter of the Vossius&;s ring is",
        "exp": "Vossius ring: It is a circular ring of brown pigment seen on the anterior capsule. It occurs due to striking of the contracted pupillary margin against the crystalline lens due to blunt trauma. It is always smaller than the size of the pupil. Ref:- A K KHURANA; pg num:-405",
        "cop": 2,
        "opa": "Equal to normal pupil",
        "opb": "Smaller than the normal pupil",
        "opc": "Slightly larger than the normal pupil",
        "opd": "Much larger than the normal pupil",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "e407047c-b39e-4c8e-822e-1197822734a2",
        "choice_type": "multi"
    },
    {
        "question": "Traumatic iridodialysis may cause",
        "exp": "BLUNT TRAUMA Iris, pupil and ciliary body : 1. Traumatic miosis: It occurs initially due to irritation of ciliary nerves. It may be associated with spasm of accommodation. 2. Traumatic mydriasis (Iridoplegia): It is usually permanent and may be associated with traumatic cycloplegia. 3. Rupture of the pupillary margin. 4. Radiating tears in the iris stroma. 5. Iridodialysis: i.e., detachment of iris from its root at the ciliary body occurs frequently. It results in a D-shaped pupil and a black biconvex area seen at the periphery. 6. Antiflexion of the iris: It refers to rotation of the detached poion of iris, in which its posterior surface faces anteriorly. It occurs following extensive iridodialysis. 7. Retroflexion of the iris: This term is used when whole of the iris is doubled back into the ciliary region and becomes invisible. Ref:- A K KHURANA; pg num:-404,405",
        "cop": 1,
        "opa": "Antiflexion of the iris",
        "opb": "Retroflexion of the iris",
        "opc": "lridoplegia",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "04c623b0-a94a-4d73-b674-b441b6ce3c1f",
        "choice_type": "multi"
    },
    {
        "question": "Ine foreign body in the eye -",
        "exp": "Ine substances- glass, plastic, porcelain and metals like gold, silver, platinum and titanium ( no reaction) Suppurative reaction is excited by pure copper, zinc, nickel and mercury paicles. Specific reactions are prodeuced by iron (siderosis bulbi) and copper alloys (chalcosis). Ref : Parsons' 22 nd edition, page no.395",
        "cop": 4,
        "opa": "Nickel",
        "opb": "Copper",
        "opc": "Iron",
        "opd": "Silver",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "5a521c11-6d86-459b-bc32-cf8e41263954",
        "choice_type": "single"
    },
    {
        "question": "A boy gets hit by a tennis ball in the eye following which he has complaintsof decreased vision. Which of the following tells that blunt injury is due to the ball?",
        "exp": "Anterior or posterior vitreous detachment can be seen in blunt trauma. Ref: AK Khurana 4thE pg 406",
        "cop": 3,
        "opa": "Optic neuritis",
        "opb": "Pars planitis",
        "opc": "Vitreous base detachment",
        "opd": "Equatorial edema",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "4fd22203-be15-4e28-be37-1db1cae75055",
        "choice_type": "multi"
    },
    {
        "question": "Clinical manifestations of chalcosis include all of the following except",
        "exp": "Chalcosis It refers to the specific changes produced by the alloy of copper in the eye. Clinical manifestations : 1. Kayser-Fleischer ring: It is a golden brown ring which occurs due to deposition of copper under peripheral pas of the Descemet's membrane of the cornea. 2. Sunflower cataract: It is produced by deposition of copper under the posterior capsule of the lens. It is brilliant golden green in colour and arranged like the petals of a sun flower. 3. Retina: It may show deposition of golden plaques at the posterior pole which reflect the light with a metallic sheen. Ref:- A K KHURANA; pg num:-410",
        "cop": 1,
        "opa": "Greenish discolouration of iris",
        "opb": "Sunflower cataract",
        "opc": "Kayser-Fleischer ring",
        "opd": "Deposition of golden plaque at the posterior pole of the retina",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "2dfb4334-e11c-4582-87aa-1da982d81e8c",
        "choice_type": "multi"
    },
    {
        "question": "Blow out fracture of the floor of the orbit. True is-",
        "exp": "*Water's view is best. There is enophthalmos (not proptosis). Ipsilateral epistaxis is present. There is tear drop sign. Ref: Khurana 7th/e p.440",
        "cop": 1,
        "opa": "Waters view is recommended",
        "opb": "Proptosis is seen",
        "opc": "Epistaxis is never seen",
        "opd": "Double density sign is seen",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "d270dd33-04fc-4120-b8f9-7f7d6128cd59",
        "choice_type": "multi"
    },
    {
        "question": "A 20-year-old man complains of difficulty in reading the newspaper with his right eye, three weeks after sustaining a gun shot injury to his left eye. The most likely diagnosis is",
        "exp": "SYMPATHETIC OPHTHALMITIS Sympathetic ophthalmitis is a serious bilateral granulomatous panuveitis which follows a penetrating ocular trauma. Etiology : Predisposing factors: 1. It almost always follows a penetrating wound. 2. Wounds in the ciliary region (the so-called dangerous zone) are more prone to it. 3. Wounds with incarceration of the iris, ciliary body or lens capsule are more vulnerable. 4. It is more common in children than in adults. 5. It does not occur when actual suppuration develops in the injured eye. Clinical picture: I. Exciting (injured) eye: It shows clinical features of persistent low grade plastic uveitis, which include ciliary congestion, lacrimation and tenderness. Keratic precipitates may be present at the back of cornea (dangerous sign). II. Sympathizing (sound) eye: It is usually involved after 4-8 weeks of injury in the other eye. Earliest repoed case is after 9 days of injury. Sympathetic ophthalmitis, almost always, manifests as acute plastic iridocyclitis. Clinical picture of the iridocyclitis in sympathizing eye can be divided into two stages: 1. Prodromal stage: Symptoms: sensitivity to light (photophobia) and transient indistinctness of near objects (due to weakening of accommodation) are the earliest symptoms. Signs: In this stage the first sign may be presence of retrolental flare and cells or the presence of a few keratic precipitates (KPs) on back of cornea. Other signs includes mild ciliary congestion, slight tenderness of the globe, fine vitreous haze and disc oedema which is seen occasionally. 2. Fully-developed stage: It is clinically characterised by typical signs and symptoms consistent with acute plastic iridocyclitis. Ref:- A K KHURANA; pg num:-413",
        "cop": 1,
        "opa": "Sympathetic ophthalmitis",
        "opb": "Macular oedema",
        "opc": "Optic nerve avulsion",
        "opd": "Delayed vitreous haemorrhage",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "0e7d5aef-85ad-4060-9564-14ff765687d0",
        "choice_type": "single"
    },
    {
        "question": "Voissius ring is seen in the -",
        "exp": "Vossius ring: It is a circular ring of brown pigment seen on the anterior capsule. It occurs due to striking of the contracted pupillary margin against the crystalline lens. It is always smaller than the size of the pupil. Ref : AK Khurana 6thE pg 430",
        "cop": 2,
        "opa": "Cornea",
        "opb": "Anterior capsule of the lens",
        "opc": "Posterior capsule of the lens",
        "opd": "Iris",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "0e098763-12c5-47e1-9e20-6d45380a8005",
        "choice_type": "single"
    },
    {
        "question": "Commotio retinae affect which pa of the retina?",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 431) Berlin's edema, also called commotion retinae, occurs in blunt trauma to the eyeIt manifests as milky white cloudiness involving a considerable area of the posterior pole with a 'cherry-red' spot in the foveal regionIt may disappear after some days or may be followed by pigmentary changes Commotio Retinae or Berlin's Oedema is grey-white discolouration of the retina due to disruption of outer segment photoreceptor layer following blunt trauma. This is caused due to contrecoup injury. Shock waves caused due to impact traverses the fluid- filled eye and then strike retina",
        "cop": 1,
        "opa": "Posterior pole",
        "opb": "Peripheral retina",
        "opc": "Inferior-nasal pa",
        "opd": "Superior-nasal pa",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "cc94dba8-c10d-4dd6-b435-06dcbe8502b2",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for intraocular foreign body is-",
        "exp": "*Computed tomography provides much more reliable information regarding the size, shape, and localization of the foreign body. *MRI generally is not used in metallic IOFB. MRI may be more effective in localizing nonmetallic IOFB such as wood. *Ultrasound can be a useful adjunct in localizing IOFB and to determine if the object is metallic. Ultrasound could be performed carefully in case of an open globe injury'. Ref: Current trends in the management of intraocular foreign bodies. Cure Opin Ophthalmol, 2008 May;19(3):225-33.",
        "cop": 1,
        "opa": "CT scan",
        "opb": "MRI",
        "opc": "USG",
        "opd": "X-ray",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "4dc25400-2f85-40f6-933e-2fef9a2560c5",
        "choice_type": "single"
    },
    {
        "question": "what is deposited in Kyser-Fleischer ring-",
        "exp": "*Kauser-Fleischer (KF) ring-> Copper deposition in Chalcosis or Wilson's disease *Fleischer ring-> Deposition of iron and is a sign of keratoconus",
        "cop": 1,
        "opa": "Copper",
        "opb": "Lead",
        "opc": "Mercury",
        "opd": "Heme",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "a119baa4-eb0b-4cbd-9cc6-492e20b93329",
        "choice_type": "single"
    },
    {
        "question": "Lisch nodule is seen in",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 309)Lisch nodules are the most common type of ocular involvement in NF-1. These nodules are melanocytic hamaomas, usually clear yellow to brown, that appear as well-defined, dome-shaped elevations projecting from the surface of the iris.",
        "cop": 2,
        "opa": "Sympathetic Ophthalmitis",
        "opb": "Neurofibromatosis",
        "opc": "Chronic iridocyclitis",
        "opd": "Trachoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "660bfe87-5cfd-4105-bcf8-8b8ab0595593",
        "choice_type": "single"
    },
    {
        "question": "Sympathetic ophthalmitis is characterized by -",
        "exp": "Dalen-Fuch's nodules are formed due to proliferation of the pigment epithelium associated with invasion by the lymphocytes and epitheloid cells - Ref : A.K.Khurana 6 th edition ; Page No : 437",
        "cop": 4,
        "opa": "Lisch nodules",
        "opb": "Busacca nodules",
        "opc": "Koepee nodules",
        "opd": "Dalen Fuch's nodules",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "e26a17ae-a98b-4d2f-994b-d7db7b209d1c",
        "choice_type": "single"
    },
    {
        "question": "True about sympathetic ophthalmitis?",
        "exp": "*Dalen Fuch's nodules are seen in sympathetic ophthalmitis. It is granulomatous condition caused by injury to ciliary body. Ref: Khurana 7th/e p.455",
        "cop": 2,
        "opa": "It is bilateral non granulomatous uveitis",
        "opb": "Dalen Fuch's Nodules are seen",
        "opc": "Paton's Lines are seen",
        "opd": "It is caused due to corneal injury",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "af1b4c72-6728-4183-bc7e-de7f934e089a",
        "choice_type": "multi"
    },
    {
        "question": "Copper deposition in cornea leads to -",
        "exp": "Kayser- Fleischer ring. It is a golden brown ring which occurs due to deposition of copper under peripheral pas of the descemet's membrane of the cornea. Ref: Parson's 22 nd edition , page no.396",
        "cop": 3,
        "opa": "Keratoconus",
        "opb": "Keratoglobus",
        "opc": "KF ring",
        "opd": "Siderosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "2f320c43-b645-48f9-97bc-e4d962d12842",
        "choice_type": "single"
    },
    {
        "question": "\"Blow out\" Fracture of orbit involve-",
        "exp": "* \"The Most common site for a blowout fracture to occur is the posteromedial aspect of the orbital floor, medial to the Infraorbital neurovascular bundle where the maxillary bone is very thin\". Ref:Clinical ophthalmology 5th/e p.1129",
        "cop": 1,
        "opa": "Floor",
        "opb": "Medial wall",
        "opc": "Lateral wall",
        "opd": "Roof",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "fd5f4168-4f28-4285-b5ff-77273ec8f3b5",
        "choice_type": "multi"
    },
    {
        "question": "Dalen Fuch's nodules seen in",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 163, 437)Dalen Fuch's nodules are seen in sympathetic ophthalmitisDalen-Fuchs' are formed due to the proliferation of the pigment epithelium (of the iris, ciliary body, and choroid) associated with invasion by the lymphocytes and epithelioid cells. Retina shows perivascular cellular infiltration (sympathetic perivasculitis)",
        "cop": 1,
        "opa": "Sympathetic Ophthalmitis",
        "opb": "Chronic iridocyclitis",
        "opc": "Neurofibromatosis",
        "opd": "Trachoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "6d28db1e-1ad8-4a09-8982-a2e0e4535dad",
        "choice_type": "single"
    },
    {
        "question": "Commotio retinae affects which pa of retina-",
        "exp": "*Berlin's oedema, also called commotio retinae, occurs in blunt trauma to eye. *It manifests as milky white cloudiness involving a considerable area of the posterior pole with a 'cherry-red' spot in the foveal region. *It May disappear after some days or may be followed by pigmentary changes. Ref: Khurana 7th/e p.448",
        "cop": 1,
        "opa": "Posterior pole",
        "opb": "Peripheral retina",
        "opc": "Inferior-nasal pa",
        "opd": "Superior-nasal pa",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "a7e46bd3-ed0c-4d3e-bbd2-ea1155ce1190",
        "choice_type": "single"
    },
    {
        "question": "\"Blow out\" fracture of orbit involve -",
        "exp": "These generally result from blunt trauma to the orbit by a large object such as a cricket ball, tennis ball, human fist. The force of the blow causes a backward displacement of the eyeball and an increase in the intraorbital pressure; with a resultant fracture at the weakest point of the orbital wall. Usually this point is the orbital floor , but this may be the medial wall also. Ref: Parson's 22 nd edition , page no. 499",
        "cop": 1,
        "opa": "Floor",
        "opb": "Medial wall",
        "opc": "Lateral wall",
        "opd": "Roof",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "053fb9e9-274b-4b71-9299-f2335317243d",
        "choice_type": "multi"
    },
    {
        "question": "All of the following intraocular foreign bodies produce suppurative reaction except",
        "exp": "INTRAOCULAR FOREIGN BODIES Reactions of the foreign body Depending upon its chemical nature following 4 types of reactions are noted in the ocular tissues: 1. No reaction is produced by the ine substances which include glass, plastic, porcelain, gold silver and platinum. 2. Local irritative reaction leading to encapsulation of the foreign body occurs with lead and aluminium paicles. 3. Suppurative reaction is excited by pure copper, zinc, nickel and mercury paicles. 4. Specific reactions are produced by iron (Siderosis bulbi) and copper alloys (Chalcosis). Ref:- A K KHURANA; pg num:-409",
        "cop": 3,
        "opa": "Pure zinc",
        "opb": "Mercury",
        "opc": "Copper alloys",
        "opd": "Nickel",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "9652ca11-71a4-40a5-b481-3605f0a5d123",
        "choice_type": "multi"
    },
    {
        "question": "Berlin's edema is due to",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 431)Berlin's edema (commotio retinae) is a common condition caused by blunt injury to the eye. It is characterized by a decreased vision in the injured eye a few hours after the injury. Under examination, the retina appears opaque and white in color in the periphery but the blood vessels are normally seen. Cherry-red' spot in the foveal region may be seen",
        "cop": 1,
        "opa": "Blunt trauma to eye",
        "opb": "Extradural hemorrhage",
        "opc": "Choroidal melanoma",
        "opd": "Parsplanitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "0ceff480-299f-480e-be8b-da09cecf7f62",
        "choice_type": "single"
    },
    {
        "question": "Chalcosis is seen with-",
        "exp": "*Chalcosis refers to the specific changes produced by the alloy of copper in the eye. Ref: Khurana 7th/e p.452",
        "cop": 2,
        "opa": "Pb",
        "opb": "Cu",
        "opc": "Fe",
        "opd": "Hg",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma ",
        "id": "23787236-6241-44b3-b752-cfafe9180a86",
        "choice_type": "single"
    }
]