[
    {
        "question": "Sympathetic ophthalmitis usually results due to:",
        "exp": "Ans. (c) Penetrating injury to Ciliary bodyRef.: A.K. Khurana 6th ed. /163, 437* Sympathetic ophthalmitis is a serious bilateral granulomatous panuveitis which usually occurs due to penetrating trauma to ciliary body.* The injured eye is called exciting eye.* Fellow eye which also develops uvieitis is called sympathizing eye.Features* Always follows a penetrating wound.* More common in children than in adults.* It doesn't occur when actual suppuration develops in the injured eyePathologies* Uveal pigment acts as allergen and excites plastic uveitis in the sound eye.* Dalen-Fuchs' nodules are formed due to proliferation of the pigment epithelium (of the iris, ciliary body and choroid) associated with invasion by the lymphocytes and epitheloid cells.Clinical Picture* Prodromal stage: Sensitivity to light (photophobia) transient indistinctness of near objects is the earliest symptoms.* First sign may be presence of retrolental flare or the presence of a keratic precipitates (KPs) at back of cornea. * Fully-developed stage: has typical signs and symptoms consistent with acute plastic iridocyclitis.* Dalen Fuch's Nodules are characteristic of SO.* Exciting (injured) eye: Keratic precipitates may be present at the back of cornea* Sympathizing (sound) eye: usually involved after 4-8 weeks of injury in the other eye.* Treatment - Early excision of the injured eye.# Topical cycloplegics + IV/oral steroids are also used for treatment.",
        "cop": 3,
        "opa": "Glaucoma",
        "opb": "Trachoma",
        "opc": "Penetrating injury to Ciliary body",
        "opd": "Uveitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "4517b17f-3651-4b3e-b487-ffbb10030f57",
        "choice_type": "multi"
    },
    {
        "question": "A 38-year-old woman had a left iron intraocular foreign body removed one year ago. Her current visual acuity was 6/6 in the right eye and 6/60 in the left. She is at risk of developing all of the following except",
        "exp": "Ans. (a) MiosisThe patient has Siderosis, left eye trauma with iron foreign body.Siderosis damages the ocular structures mainly through the toxic effects of iron on the epithelium. In siderosis, the following signs may be seen:* Mydriasis due to damage of the sphincter muscle - option a* Glaucoma from damaged trabecular meshwork - option c* Cataract from iron deposition - option b* Pigmentary changes in the retina with attenuation of the vessels and optic atrophy - option d.",
        "cop": 1,
        "opa": "Miosis",
        "opb": "Cataract",
        "opc": "Open angle Glaucoma",
        "opd": "Optic atrophy",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "1420a09d-bafb-4e29-93b7-6bc7eeb2e174",
        "choice_type": "multi"
    },
    {
        "question": "A 20-year old male presents with history of tennis ball injury to the right eye. On examination, a red spot is seen at the macula. The must likely diagnosis is:",
        "exp": "Ans. b. Berlin's edema (Ref: Kanski 7/e p882; Khurana 5/e p434; Parson's 20/e p367)A 20-year-old male presents with history of tennis hall injury to the right eye. On examination, a red spot is seen at the macula. The most likely diagnosis is Berlin's edema or commotio retinae.Commotio retinae (Berlin's Edema) is of common occurrence following a blow on the eye. It manifests as milky white cloudiness involving a considerable area of posterior pole with a 'cherry-red spot' in the foveal region. It may appear after some days or may be followed by pigmentary changes.\"- Khurana 5/e p434\"Commotio retinae most frequently affect the temporal fundus. If the macula is involved, a 'cherry-red spot' may be seen at the fovea.\"- Kanski 7/e p882Berlin's Edema (Commotio Retinae)Most commonly involves temporal fundus occasionally involves macula with a \"cherry-red spot\"Q.Subsequent macular change will include progressive pigmentary degeneration and macular-hole formationQ.Commotio retinae are a contrecoup injury to the retina.It can occur centrally or peripherally, and when it involves the macula, it is called Berlin's edema.The retina appears normal on examination although the patient may complain of decreased vision.The affected area becomes white and opaque usually hours after the trauma.Berlin's \"edema\" is not a true edemaQ.Swelling and disorganization of the outer retinal layers causes the opaqueness and there is no intercellular fluidQ.Clinical Features:This occurs in blunt trauma to eye (e.g. Tennis ball injury to eye).The visual acuity in commotion retinae varies from 20/20 to 20/400 and does not always correlate with the degree of retinal opacification.Course and Prognosis:Berlin's edema is usually self-limited and resolves without sequelaeThere is no known intervention that alters its course and prognosis.",
        "cop": 2,
        "opa": "Macular hole",
        "opb": "Berlin's edema",
        "opc": "Macular tear",
        "opd": "Macular bleed",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "69f32d62-1ca6-4869-8077-6fb39949ec7d",
        "choice_type": "multi"
    },
    {
        "question": "Bett's classification deals with -",
        "exp": "Ans. is 'a' i.e.. Ocular trauma BETTS (Birmingham Eve Trauma Classification System)o Ocular trauma classification group has organized eye injuries using standard technology to describe various forms of ocular injury. This is called BETTS - Birmingham Eye Trauma Classification System.Birmingham Eye Trauma Terminology System (BETTS): glossary of terms (6,7,8)TermDefinition and explanationEye wallSclera and cornea : Though technically the eye v/all has three coat posterior to the limbus, for clinical and practical purposes violation of only the most external strucuture is taken into consideration.Closed globe injuryNo full-thickness wound of eye wall.Open globe injuryFull-thickness wound of the eye wall.ContusionThere is no (full-thickness) wound : The injury is either due to direct energy- del ivery by the object (e.g., choroidal rupture) or to the changes in the shape of the globe (e.g.t angle recession).Lamellar lacerationPartiai-thickenss wound of the eye wall.RuptureFull-thickness wound of the eye wall, caused by a blunt object: Since the eye is filled with incompressible liquid, the impact results in momentary increase of the 10P. The eye wall yields at its weakest point (at the impact site or elsewhere; example : an old cataract wound dehisces even though the impact occured elsewhere); the actual wound is produced by an inside-out mechanism.LacerationFull-thickness wound of the eye wall, caused by a sharp object : The wound occurs at the impact site by an outside-in mechanism.Penetrating injuryEntrance wound : If more than one wound is present, each must have been caused by a different agent.Retained or intraocular foreign bodyTechnically a penetrating injury, but grouped separately because of different clinical implications.Perforating injuryEntrance and exit wounds : Both wounds caused by the same agent.",
        "cop": 1,
        "opa": "Ocular trauma",
        "opb": "Ocular foreign body",
        "opc": "Squint",
        "opd": "Maculopathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "26903c80-face-4f47-b1c7-1777e1affc3a",
        "choice_type": "single"
    },
    {
        "question": "Blowout injury refers to what?",
        "exp": "Ref: Basok Essentials of Ophthalmology 5th edition, pg no 421: Kanski: Clinical Ophthalmology; 7th edition, pg no 873- 874Explanation:Blow out fracture of orbit:Caused by a sudden increase in the orbital pressure by an impacting object of size > 5cm like tennis ball or fist.The fracture usually involves the floor of the orbit, along the thin bone covering the infra orbital canal.Two types:Pure Blow Out fracture does not involve the orbital rim or the other bones.Impure Form involves other bones.Symptoms:Diplopia - due to the entrapment of muscle into the fracture, intraorbital hemorrhage or injury to the muscle itself.Double Diplopia - Diplopia in both upgaze & downgaze due to entrapment of both Inferior rectus (Depression) & inferior oblique (Elevation).Periocular ecchymosis & edema.Enophthalmos.Infraorbital nerve ana esthesia.Investigations: X-ray (WATER'S view) - 'Tear Drop Sign' because of the protruding orbital tissue from the floor if the orbit into the maxillary antrum.Management:Conservative management with antibiotics & anti inflammatory drugs.Orbital floor repair with bone graft, silicone plate within 2 weeks.Indications:Fracture involving > one third of the floorPersisting diplopiaEnophthalmos > 2mmBlow-In Fracture:Sudden rise of pressure in the maxillary antrum due to trauma to the face with subsequent elevation of bone fragments into the orbit.",
        "cop": 1,
        "opa": "Fracture of orbit",
        "opb": "Fracture of maxillary antrum",
        "opc": "Fracture of nasal septum",
        "opd": "Fracture of mandible",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "29521497-9a7a-46b3-a295-bdf4dcfc7963",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for Intraocular foreign body is -",
        "exp": "Ans. is 'a' i.e., CT Scan o Computed tomography provides much more reliable information regarding the size, shape, and localization of the foreign body.o MRI generally is not used in metallic IOFB. MRI may be more effective in localizing nonmetallic IOFB such as woodo Ultrasound can be a useful adjunct in localizing IOFB and to determine if the object is metallic. Ultrasound could be performed carefully in case of an open globe injury.'",
        "cop": 1,
        "opa": "CT Scan",
        "opb": "MRI",
        "opc": "USG",
        "opd": "X-ray",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "83f966a5-d27f-43e1-969f-848a33cb3960",
        "choice_type": "single"
    },
    {
        "question": "Dalen fuch nodules are seen in:",
        "exp": "Ref: Kan ski: Clinical Ophthalmology; 7th edition page no 465-467Explanation:Sympathetic ophthalmitisIt is bilateral granulomatous panuveitis after penetrating trauma with prolapse of uvea.After injury, it will take 4-8 weeks for sympathetic ophthalmitis to develop.Injured eye - exciting eye; normal fellow- sympathizing eye.Causes: Penetrating injury, intraocular surgeries, cyclophotocoagulation, cyclocryotherapy,Site of injury: involving CB. iris & lens capsule.Pathogenesis: autoimmunity against uveal pigments Dalen Fueh's Nodules - Granulomas between Bruch's & RPEExpanding gasesGASESEXPANSION AT 100%DURATION OF ACTIONCONCENTRAION USED %SULPHURHEXACHLORIDE (SF6)2 times10 - 14 days20 - 30%PER FLUOR ETHANE (C2F6)3 times30 - 35 days PER FLUOROPROPANE (C3 F8)4 times55 - 65 days12-16%Earliest Symptom: Loss of accommodationEarliest Sign: Retrolental flare & cellsKP's at the back of corneaEnucleation of the injured eye within 10 days only in eyes with a hopeless visual prognosisTreatment: topical & systemic steroids Vogt-Koyanagi-Harada syndrome (VKH syndrome)Uncommon multisystem autoimmune disorderIt is characterized by chronic, bilateral, diffuse. granulomatous uveitis with accompanying dermatologic, neurologic, and auditory involvement.There are 4 stages of VKH syndromeThe prodromal stageFlu-like symptoms.Patients present with headache, nausea, meningism,Dysacusia (discomfort caused by loud noises or distortion in quality of the sounds)Tinnitus.The acute uveitic stageBlurring of vision in both eyesBilateral granulomatous anterior uveitisVariable degree of vitritisThickening of the posterior choroidElevation of the peripapillary retinal choroidal layerHyperemia and edema of the optic nerveMultiple serous retinal detachments.The convalescent stageOccurs several weeks laterGradual depigmentation of choroid causing classic orange-red discoloration, or sunset glow fundus appearance.Skin changes like vitiligo, alopecia and poliosis appearThe chronic recurrent stage - Repeated bouts of uveitis.Treatment - Early and aggressive treatment with topical, periocular and systemic corticosteroids",
        "cop": 3,
        "opa": "TB",
        "opb": "Sarcoidosis",
        "opc": "Sympathetic opthalmitis",
        "opd": "Vogt-Kovanagi-Harada syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "2665a691-bba6-43c8-925d-c1da346d305d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following protozoa can affect eye?",
        "exp": "Ans. b. Toxoplasmosis (Ref: Harrison 19/e p40e-6f, 1400, 1402, 1404, 18/e p229, 1724, 1726)In Toxoplasmosis, granulomatous lesions and chorioretinitis can be observed in posterior chamber after acute necrotizing retinitis. Other ocular complications include iridocyclitis, cataract, glaucoma.E. histolytica, G. lamblia and E. coli does not affect eye.Toxoplasmosis: Ocular ManifestationsIn eye, infiltrates of monocytes, lymphocytes and plasma cells may produce uni- or multifocal lesionsGranulomatous lesions and chorioretinitis can be observed in posterior chamber after acute necrotizing retinitisOther ocular complications include iridocyclitis, cataract, glaucoma",
        "cop": 2,
        "opa": "E. histolytica",
        "opb": "Toxoplasmosis",
        "opc": "G. lambiia",
        "opd": "E. coli",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "ee7a3762-6836-4abb-bbe0-b8732930a75f",
        "choice_type": "single"
    },
    {
        "question": "On fundoscopic examination of a patient, a red dot is seen. He has a history of being hit by a tennis ball. What is the probable cause?",
        "exp": "Ans is 'b' i.e. Berlin's edema The 'red dot' can be a finding in Berlin's edema, Macular hole and Macular bleed. Berlin's edema is a common finding after trauma whereas other too are quite rare after trauma.\"A common finding with blunt injuries, which may lead to acute visual loss, is Berlin's edema (commotion retinae). \" - Yanoff \"Commotio retinae (Berlin's oedema) is of common occurrence following a blow on the eye. It manifests as milky white cloudiness involving a considerable area of the posterior pole with a 'cherry-red spot' in the foveal region. It may disappear after some days or may be followed by pigmentary changes. \"- Khurana \"Commotio most frequently affects the temporal fundus. If the macula is involved, a 'cherry-red spot' may be seen at the fovea KanskiMacular hole is a full-thickness absence of the sensory retina in the macula.It also appears as a red spot and trauma is one of the causative factor. But trauma is one of the rare causes of Macular hole. The majority of macular holes are idiopathic, occurring in eyes that have no previous ocular pathology.Macular bleed can also appear as 'red spot' but it is also a rare occurrence after trauma.A Macular tear does not appear as red spot.",
        "cop": 2,
        "opa": "Macular hole",
        "opb": "Berlin's edema",
        "opc": "Macular tear",
        "opd": "Macular bleed",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "8f0f7992-1b14-409d-9bad-030582b14b30",
        "choice_type": "multi"
    },
    {
        "question": "Vossius ring is seen in -",
        "exp": "Ans. is 'c' i.e., Blunt trauma DiseaseCataractMyotonic DystophyChristmas tree cataractWilson's disease, chalcosisSunflower cataractDM, Down's SyndromeSnowflake cataractAtopic dermatitisBlue dot cortical cataract, posterior subcapsular cataractCongenital rubellaNuclear cataractGalactosemiaOil drop cataractComplicated cataract (Iridocyclitis, High myopia)Posterior cortical breads's crumb appearance Polychromatic lusture / Rainbow cataractBlunt traumaVossius ring on anterior surface of lens Rosette shaped cataract",
        "cop": 3,
        "opa": "Diabetes Mellitus",
        "opb": "Galactosemia",
        "opc": "Blunt trauma",
        "opd": "Retinoblastoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "840e5def-e87d-4703-8bd7-757ae8d16d8d",
        "choice_type": "single"
    },
    {
        "question": "Hyphaema i.e. blood in the anterior chamber is suggestive of-",
        "exp": "Ans. is 'a' i.e., Intraocular trauma Etiology of hyphaema* The most common causes of hyphema are intraocular surgery, blunt trauma, and lacerating trauma.* Hyphemas may also occur spontaneously, without any inciting trauma. Spontaneous hyphemas are usually caused by the abnormal growth of blood vessels (neovascularization), tumors of the eye (retinoblastoma or iris melanoma), uveitis, or vascular anomalies (juvenile xanthogranuloma)* Conditions or medications that cause thinning of the blood, such as aspirin, warfarin, or drinking alcohol may also cause hyphema.* Additional causes of spontaneous hyphema include: rubeosis iridis, myotonic dystrophy, leukemia, hemophilia, and von Willebrand disease.",
        "cop": 1,
        "opa": "Intraocular trauma",
        "opb": "Posterior uveitis",
        "opc": "Capillary hemangioma of the lid",
        "opd": "High grade myopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "7fe2fa41-1d64-4e9c-87cd-18dfed04f2d4",
        "choice_type": "single"
    },
    {
        "question": "Rosette cataract is seen in -",
        "exp": "Ans. is 'a' i.e., Blunt trauma o Repeat from previous sessions.",
        "cop": 1,
        "opa": "Blunt trauma",
        "opb": "Diabetes",
        "opc": "Galactosemia",
        "opd": "Congenital Rubella",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "5523496f-1df3-45ae-81cf-989dda99a168",
        "choice_type": "single"
    },
    {
        "question": "'Berlin's edema' is seen in",
        "exp": "Ans. a (Blunt eye trauma) (Ref. Ophthalmology by Basak 4th/414)# Berlin's edema is edema after blunt trauma to the globe.Blunt Injury to EyeInjury to eyelids, conjunctiva cornea & scleraInjury to ACHyphaema (8-ball or black ball hyphaema)Injury to irisA. Iridodialysis (Partially torn iris with D-shaped pupil)B. Irideremia (traumatic aniridia)C. Retroflexion (Total inversion of iris)D. Iridoschisis (Partial thickness iris tear)E. IridocyclitisCiliary body# Spasm of accomodation# Angle recessionLens# Vossius's ring# Rosette cataract# DislocationRetina# Commotio retinae (Berlin's edema)# Macular degeneration# Ret h'ge & tears# Rhegmatous RD.",
        "cop": 1,
        "opa": "Blunt eye trauma",
        "opb": "Penetrating eye traumas",
        "opc": "Chemical injury",
        "opd": "Thermal injury",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "87dbd6c4-2e3f-49e2-9815-755fe62b099a",
        "choice_type": "single"
    },
    {
        "question": "Betts classification is used for",
        "exp": "Ans. (a) Ocular TraumaRef: International society of Ocular Trauma Official Website'Betts' in the betts classification refers to 'Birmingham Eye Trauma Terminology System'",
        "cop": 1,
        "opa": "Ocular Trauma",
        "opb": "Retinopathy",
        "opc": "Corneal Ulcers",
        "opd": "Uveitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "646e6beb-e1c7-4c39-a819-842661bcedc9",
        "choice_type": "single"
    },
    {
        "question": "Most serious injury to eye is caused by:",
        "exp": "Ans: d (Lime) Ref: AK Khurana, 4th ed, p. 414In general the serious chemical bums are caused by alkalies & acids of which more serious ones are alkali bums. Alkali bumsAcid bumsAgentLime, caustic soda, caustic potashLiquid ammonia ( most harmful)Sulphuric acid, citric acid, hydrochloric acidMechanismSaponification of fatty acids in the cell membraneExtract water - total necrosisSoftening & gelatinizationAll result in increased penetration into tissuesCoagulation of all the proteins which then act as barriers & prevent deeper penetration of acids into tissuesRxImmediate & thorough washThen weak acids (eg. Boric acid ) neutralizationImmediate & thorough washThen weak alkali(sodiumcarbonate) neutralization",
        "cop": 4,
        "opa": "Nitric acid",
        "opb": "Hydrochloric acid",
        "opc": "Sulphiric acid",
        "opd": "Lime",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "9dac47c1-d507-4d3f-ac99-33b5a3280872",
        "choice_type": "single"
    },
    {
        "question": "Alkali injury to eye causes?",
        "exp": "ANSWER: (D) SymblepharonREF: khurana 4th ed p. 415Complications of alkali injury to eyeSymblepharonRecurrent corneal ulcerationDevelopment of complicated cataractSecondary glaucoma",
        "cop": 4,
        "opa": "Globe perforation",
        "opb": "Retinal detachment",
        "opc": "Optic neuritis",
        "opd": "Symblepharon",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "a1ccb11d-3a48-4171-ab93-7e1dde9dab75",
        "choice_type": "single"
    },
    {
        "question": "Which one is seen after penetrating injury in ciliary' body?",
        "exp": "Ans. (b) Sympathetic ophthalmitisRef: A.K. Khurana 6th ed. /163y 437* Sympathetic ophthalmitis is a serious bilateral granulomatous panuveitis which usually occurs due to penetrating trauma to ciliary body.* The injured eye is called exciting eye.* Fellow eye which also develops uvieitis is called sympathizing eye.Features* Always follows a penetrating wound.* More common in children than in adults.* It doesn't occur when actual suppuration develops in the injured eyePathologies* Uveal pigment acts as allergen and excites plastic uveitis in the sound eye.* Dalen-Fuchs' nodules are formed due to proliferation of the pigment epithelium (of the iris, ciliary body and choroid) associated with invasion by the lymphocytes and epitheloid cells.Clinical Picture* Prodromal stage: Sensitivity to light (photophobia) transient indistinctness of near objects is the earliest symptoms.* First sign may be presence of retrolental flare or the presence of a keratic precipitates (KPs) at back of cornea. * Fully-developed stage: has typical signs and symptoms consistent with acute plastic iridocyclitis.* Dalen Fuch's Nodules are characteristic of SO.* Exciting (injured) eye: Keratic precipitates may be present at the back of cornea* Sympathizing (sound) eye: usually involved after 4-8 weeks of injury in the other eye.* Treatment - Early excision of the injured eye.# Topical cycloplegics + IV/oral steroids are also used for treatment.",
        "cop": 2,
        "opa": "Iridocyclitis",
        "opb": "Sympathetic ophthalmitis",
        "opc": "Endophthalmitis",
        "opd": "Corneal ulceration",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "46f78d56-372a-480d-9f10-a1fbb238ab57",
        "choice_type": "single"
    },
    {
        "question": "Berlin's edema is due to -",
        "exp": "Ans. is 'a' i.e., Blunt trauma to eye o Berlin's edema (commotio retinae) is a common condition caused by blunt injury to the eye. It is characterized by decreased vision in the injured eye a few hours after the injury. Under examination the retina appears opaque and white in colour in the periphery but the blood vessels are normally seen. Cherry-red' spot in the foveal region may be seen.",
        "cop": 1,
        "opa": "Blunt trauma to eye",
        "opb": "Extradural hemorrhage",
        "opc": "Choroidal melanoma",
        "opd": "Parsplanitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "b8fab348-1110-4d9b-b8c5-d2c7d47847ee",
        "choice_type": "single"
    },
    {
        "question": "Vossius ring is seen in",
        "exp": "B. i.e. (Blunt trauma) (367 - Parson 20th- 405 -Khurana 4th)Vossius- Ring - is a circular ring of brown pigment seen on the anterior capsule** of the lens* It occurs due to striking of the contracted pupillary margin against the crystalline lens. It is always smaller than the size of the pupil* It is always smaller than the size of the pupil produced by the force of the blow driving the cornea and iris backwards* Rosette - shaped cataract following blunt trauma",
        "cop": 2,
        "opa": "After cataract",
        "opb": "Blunt trauma",
        "opc": "Diabetics",
        "opd": "Hypertensive retinopathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "b0ec6f90-f74a-49b5-bf5f-3e2639dfe410",
        "choice_type": "single"
    },
    {
        "question": "Dalen fuchs nodule is pathognomic of?",
        "exp": "ANSWER: (A) Sympathetic opthalmitisREF: Khurana 4th ed p. 413Dalen fuchs nodule is collections of epithelial cells lying between Bruch membrane and the retinal pigment epithelium in sympathetic ophthalmitis",
        "cop": 1,
        "opa": "Sympathetic opthalmitis",
        "opb": "Sarcoidosis",
        "opc": "Tuberculosis",
        "opd": "Retinitis pigmentosa",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "c099d215-36a8-4cd2-9ad7-d430001192b0",
        "choice_type": "single"
    },
    {
        "question": "Blunt injury to eye causes recession of angle of the eye because of?",
        "exp": "Ans. (a) Tear of the ciliary bodyRef Kanski 7/e, p. 880 - 881Tears extending into the face of the ciliary body (angle recession) are associated with a risk of later glaucoma.",
        "cop": 1,
        "opa": "Tear of the ciliary body",
        "opb": "Schlemm canal split",
        "opc": "Trabecular meshwork split",
        "opd": "Dislocation of the lens",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "33413855-d4e9-426f-bb19-04ce04116f7c",
        "choice_type": "single"
    },
    {
        "question": "Panophthalmitis involves -",
        "exp": "Ans. is 'c' i.e., All structure of eyeball including tenon's capsule EndophthalmitisPanophthalmitiso Endophthalmitis is defined as inflammation within the anterior segment (aqueous) or post- erior segment (vitreous) or both together with partial thickness involvement of the adjacent occular wall (one or more inner coats of the eye) Inflammation characteristically involves the the inner structures of the eye ball i.e., uveal tissue (iris/ciliary body/ choroid) and Retina (Sclera is spared).o Panopthalmitis is defined as inflammation within the anterior (aqueous) segment andJ or posterior (vitreous) segment together with inflammation of all three coats of the eye.Panophthalmitis often starts as an endophthalmitis that then involves the sclera, tenon's capsule and may also involve the orbital tissue.",
        "cop": 3,
        "opa": "Inner coat of eyeball",
        "opb": "Inner and outer coat but sparing tenon's capsule",
        "opc": "All structure of eyeball including tenon's capsule",
        "opd": "None of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "96cc6ffb-210a-4b44-993f-7db324597b71",
        "choice_type": "multi"
    },
    {
        "question": "Blow out fracture of orbit involves",
        "exp": "Ans. (c) Inferior wallRef; Kanski 7/e, p. 873Blow out fracture is typically of the orbital floor, it may also involve the medial wall but always as a secondary involvement.",
        "cop": 3,
        "opa": "Medial wall",
        "opb": "Superior wall",
        "opc": "Inferior wall",
        "opd": "All the walls",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "97655fef-4be3-49bb-821e-2a0fa47cad48",
        "choice_type": "multi"
    },
    {
        "question": "Sympathetic ophthalmitis is due to",
        "exp": "Sympathetic Ophthalmitis* Bilateral granulomatous panuveitis after penetrating trauma with prolapsed of uvea* Injured eye - exciting eye; normal fellow- sympathizing eye* Causes: penetrating injury, intraocular surgeries, cyclophotocoagulation, cyclocryotherapy* Site of injury: involving CB, iris and lens capsule* Pathogenesis: Autoimmunity against uveal pigments * Dalen Fuchs Nodules - granulomas between Bruchs and RPE* Earliest Symptom: Loss of accommodation* Earliest Sign: Retrolental flare and cells, KPs at the back of cornea* Enucleation of the injured eye within 10 days only in eyes with a hopeless visual prognosis* Treatment: Topical and systemic steroids",
        "cop": 2,
        "opa": "Blunt trauma",
        "opb": "Penetrating trauma",
        "opc": "Chemical injury",
        "opd": "Retained intra ocular Iron foreign body",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "4e292c52-99ef-4c2d-ac8d-e089ef9711e6",
        "choice_type": "single"
    }
]