[
    {
        "question": "River blindness is caused by :",
        "exp": "Ans. is 'b' i.e. Onchocerca volvulus Onchocerca volvulus is transmitted by Simulium damnosum, a black fly* that breeds in areas of rapidly flowing streams thus the term 'river blindness9T/t by Ivermectin*",
        "cop": 2,
        "opa": "Drinking river water without boiling.",
        "opb": "Oncocerca volvulus",
        "opc": "Toxoplasma canis",
        "opd": "Glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Manifestations",
        "id": "df87620b-8512-4b3f-9f75-f44c1bd2358e",
        "choice_type": "single"
    },
    {
        "question": "ETDRS vision chart study is done in patients with diabetic retinopathy. ETDRS stands for :",
        "exp": "Ans. is 'd' i.e., Early treatment for diabetic retinopathy study By seeing these type of questions, don't make an impression that anything can be asked from anywhere in PG exams. These are always 2-3 rare questions in a paper and they are very rarely repeated. Don't let them deter you from preparing the most probable topics and questions. Prepare the most probable and most probably you get selected.",
        "cop": 4,
        "opa": "Extended therapy for diabetic retinopathy & its study",
        "opb": "Emergency treatment for diabetic retinopathy and study",
        "opc": "Eye testing or rotatory drum & its study",
        "opd": "Early treatment for diabetic retinopathy study",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Manifestations",
        "id": "ccb3ff38-d45e-48e7-abc7-f96e22715fe4",
        "choice_type": "single"
    },
    {
        "question": "Kayser flescher ring is seen in -",
        "exp": "Ans. is 'b' i.e.. Chalcosis Chalcosiso It refers to the specific changes produced by the alloy of copper in the eye.o Mechanism. Copper ions from the alloy are dissociated electrolvtically and deposited under the membranous structures of the eye. Unlike iron ions these do not enter into a chemical combination with the proteins of the cells and thus produce no degenerative changes.o Clinical manifestationsKayser-Fleischer ring: It is a golden brown ring which occurs due to deposition of copper under peripheral parts of the Descemet's membrane of the cornea.Sunflower cataract : It is produced by deposition of copper under the posterior capsule of the lens. It is brilliant golden green in colour and arranged like the petals of a sun flower.Retina : It may show deposition of golden plaques at the posterior pole which reflect the tight with a metallic sheen.",
        "cop": 2,
        "opa": "Siderosis",
        "opb": "Chalcosis",
        "opc": "Open angle glaucoma",
        "opd": "Chemical injuries",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Manifestations",
        "id": "da81705e-4668-4e12-9586-c19b99691062",
        "choice_type": "single"
    },
    {
        "question": "KF ring is seen in?",
        "exp": "ANSWER: (A) Wilson's diseaseREF: Harrisons 17th ed chapter 351\"KF rings are seen in Wilson's disease\"",
        "cop": 1,
        "opa": "Wilson s disease",
        "opb": "Catacract",
        "opc": "Glaucoma",
        "opd": "Hemochromatosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Manifestations",
        "id": "d4630e90-cdc8-4aca-ab89-fe4ee4f6c93a",
        "choice_type": "single"
    },
    {
        "question": "A 32-year old male presents with unilateral diminished vision in the right eye. On examination, there is mild iritis, vitretis and a focal necrotic lesion is seen at the macula. The most likely diagnosis is:",
        "exp": "Ans. b. Ocular toxoplasmosis (Ref: Parson's 21/e p242-43; Kanski 7/e p429-30, 457-63; Yanoff Ducker 3/e p828-30, 785; Harrison 19/e 40e-6f 1400, 1402, 1404, 18/e p229, 1724, 1726)A 32-year-old male presents with unilateral diminished vision in the right eye. On examination, there is mild iritis, vitretis and a focal necrotic lesion is seen at the macula. The most likely diagnosis is ocular toxoplasmosis.\"Ocular toxoplasmosis presents with localized necrotizing chorioretinitis involving macula, satellite lesions, spill over granular anterior uveitis, vitritis (leading to head light in fog appearance) with floaters (due to vitritis), diminished vision, pain, redness and photophobia in young adults/infants.\"Ocular ToxoplasmosisToxoplasmosis is one of the most frequently identifiable causes of uveitis worldwide.MC cause of infectious posterior uveitis in non-immunocompromised individualsQ2nd MC cause of infectious posterior uveitis in patients with HIV/AIDS (MC cause: CMV retinitis)QIt usually presents in infants or adults of 10-35 yearsQ.Clinical Features:Depends on patient age, location, size and severity of retinochoroiditis.Ocular manifestations include floaters and blurred vision.Decreased visual acuity may occur as a result of macular involvement or severe vitreous inflammation.Ocular toxoplasmosis presents withNecrotizing chorioretinitis (destroying choroid and retina producing punched out heavily pigmented macular scar)QSatellite lesion (solitary inflammatory focus near old pigmented scar)Spill over anterior uveitis (may be granular resembling Fuchs syndrome)Severe vitritis (so dense as to prohibit an adequate view of posterior segment i.e. head light in fog appearance)Q.Bilateral macular involvement is common (in immunocompromised).Triad of congenital toxoplasmosis: Convulsion + Chorioretinitis + Intraeranial calcificationQDiagnosis:Diagnosis of ocular toxoplasmosis is often made by clinical features.Diagnostic tests include demonstration of parasite. Sabin-Feldman dye test (serological test require live T. gondii organism with a titer >1:16), complement fixation test, indirect hemagglutination test and ELISA for IgG and IgM.Treatment:MC treatment for ocular toxoplasmosis (''classic therapy\"): Pyrimethamine and sulfadiazine plus corticosteroidsQ.Alternative treatment: Quadruple drug therapy (classic regimen plus clindamycin), as well as single or combined use of clindamycin, trimethoprim/sulfamethoxazole, spiramycin, minocycline, azithromycin, atovaquone and clarithromycin.",
        "cop": 2,
        "opa": "Multiple Evanescent White Dot syndrome",
        "opb": "Ocular toxoplasmosis",
        "opc": "Multifocal chorioditis",
        "opd": "Ocular sarcoidosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Manifestations",
        "id": "46829a2f-1083-4680-a307-ecdf7cafc063",
        "choice_type": "single"
    },
    {
        "question": "A young adult presented with diminished vision. On examination he has anterior uveitis, vitritis, focal necrotizing granuloma, and macular spot. What is the most probable diagnosis?",
        "exp": "Ans is 'd' i.e. Ocular toxoplasmosisFocal necrotizing granuloma in this question suggests that it may be a case of ocular toxoplasmosis.In ocular toxoplasmosis the most common lesion is the focal necrotizing retinitis and necrotizing granuloma. Presence of macular spot is suggestive of old healed lesion that occurs most commonly in macular area. New lesion or reactivation of the lesion occurs most commonly at the edge of the old lesions. Intense vitritis may be found in ocular toxoplasmosis (remember head light in fog presentation of ocular toxoplasmosis). Anterior uveitis is also found in eyes with posterior segment lesions and usually results from the spillover of inflammation from the posterior segment.In multifocal choroiditis, granulomatous lesions are not found, although multifocal choroiditis may be of tubercular origin. But in other variants of tubercular involvement of the eye granuloma is found. Also vitritis is an uncommon feature of multifocal choroiditis and the lesions are multifocal instead of focal.White dot syndrome is not a single disease entity but it is a group of disorders comprise of various inflammatory clinical entities which present with multiple white dots at the posterior pole or segment of the eye. Multifocal choroiditis is also one of the entities included in white dot syndromes. Other common disorders included are acute posterior multifocal placoid pigment epitheliopathy (APMPPE), Birdshot retino choroidopathy, punctuate inner choroidopathy (PIC), serpiginous choroidopathy, multiple evanescent white dot syndrome (MEWDS). Obviously, dots are multiple (multifocal rather than focal).Proteus syndrome (PS) is a rare congenital condition that can be loosely categorized as a hamartomatous disorder. It is a complex disorder with multisystem involvement and great clinical variability. This condition is characterized by various cutaneous and subcutaneous lesions, including vascular malformations, lipomas, hyperpigmentation, and several types of nevi. Partial gigantism with limb or digital overgrowth is pathognomonic, with an unusual body habitus and, often, cerebriform thickening of the soles of the feet. Because cutaneous lesions tend to appear over time, the diagnosis may be delayed until late infancy, childhood, or even adulthood. Orthopedic complications often pose the most challenging medical problems, although vascular complications also contribute to overall morbidity. Eye involvement has been reported in some variants of PS. They are usually conjunctival capillary hemangioma, macrophthalmia with severe aniso myopia with hemihypertrophy. Optic nerve malformation (coloboma) and ocular deviations (squint) and amblyopia are also found in these cases.",
        "cop": 4,
        "opa": "Proteus syndrome",
        "opb": "White dot syndrome",
        "opc": "Multifocal choroiditis",
        "opd": "Ocular toxoplasmosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Manifestations",
        "id": "8798e055-6b3a-4dac-ae73-b32705c6c6e3",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for Eale's disease -",
        "exp": "Ans. is 'b' i.e., Corticosteroids Eale's diseaseo Eale's disese is an idiopathic inflammatory venous occlusion (Phelbitis) that primarily affects the peripheral retina of young adult (20-30 yrs) male.o It is characterized by recurrent bilateral vitreous hemorrhage; therefore, also referred to as primary vitreous hemorrhage.o Disease is bilateral and patients commonly present with sudden onset of floaters (black spots) in front of the eye or sudden painless loss of vision due to vitreous hemorrhage,o The hemorrhage clears up spontareously, but recurrences are very common.o On examination, retinal changes include perivascular phlebitis, perivascular exudates, superficial (flame shaped) hemorrhages, peripheral nonperfusion ischemia and neovascularizationo Medical treatment in the form of oral corticosteroid is the treatment of choice.o A course of ATT has also been recommended for selected cases as many workers consider Eale's disease to be a hypersensitivity reaction to tubercular protein,o Laser photocoagulation is indicated for retinal neovascularization.o Vitroretinal surgery is required for non - resolving vitreous hemorrhage and retinal detachment,o Complications of Eales disease include proliferative vitreoretinopathy, tractional retinal detachment, rubeosis iridis and neovascular glaucoma.",
        "cop": 2,
        "opa": "Antibiotics",
        "opb": "Corticosteroids",
        "opc": "Antihistaminics",
        "opd": "Surgery",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Manifestations",
        "id": "18c323b9-4db7-4e90-ab9e-0c1114e57dd3",
        "choice_type": "single"
    }
]