[
    {
        "question": "Longest and thinnest extrocular muscle -",
        "exp": "SO arises from the bone above and medial to the optic foramina. It runs forward and turns around a pulley- \" the trochlea\" and is inseed in the upper and outer pa of the sclera behind the equator. Ref; A. K. Khurana; 6th edition; Page no: 336",
        "cop": 3,
        "opa": "SR",
        "opb": "IR",
        "opc": "SO",
        "opd": "IO",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "87ac2153-96e5-4df6-ba4d-389eaab02de1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following best defines the \"Saccade\"-",
        "exp": "Saccades are sudden, jerky conjugate eye movements that occur as the gaze shifts from one object to another. Supranuclear eye movement systems include: Saccadic system Smooth pursuit system Vergence system Vestibular system Optokinetic sysytem Position maintenance system Ref; A. K. Khurana; 6th edition; Page no: 341",
        "cop": 4,
        "opa": "Voluntary slow eye movements",
        "opb": "Involuntary slow eye movement",
        "opc": "Abrupt, involuntary slow eye movements",
        "opd": "Abrupt, involuntary rapid eye movements",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "859927e4-cb26-4fc8-8245-c2e988870663",
        "choice_type": "single"
    },
    {
        "question": "Basal cell carcinoma is seen in most commonly in which pa of the eyelid?",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 384)*Basal cell carcinoma is the commonest malignant tumor to the lids (90%) usually seen in elderly people *It is locally malignant and involves most commonly lower lid (50%) followed by medial canthus (25%), upper lid (10-15%) and outer canthus\"Basal cell carcinoma is seen in the lower lid near the inner canthus usually",
        "cop": 3,
        "opa": "Upper medial",
        "opb": "Upper lateral",
        "opc": "Lower medial",
        "opd": "Lower lateral",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "582e2447-317b-4a3d-b1fb-d78b8996026c",
        "choice_type": "single"
    },
    {
        "question": "Left sided lateral gaze is affected in lesion of -",
        "exp": "Horizontal eye movements (Fast one or saccadic) are triggered by the centro lateral frontal lobes i. e. left lateral gaze palsy is caused by right frontal lobe Abducens nuclear lesions produces a complete lateral gaze palsy Ref",
        "cop": 1,
        "opa": "Right frontal lobe",
        "opb": "Right occipital lobe",
        "opc": "Left occipital lobe",
        "opd": "Left frontal lobe",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "c0818f28-4816-47d1-8302-cc564ecad134",
        "choice_type": "single"
    },
    {
        "question": "Left superior oblique and left inferior rectus are",
        "exp": "Synergists: It refers to the muscles having the same primary action in the same eye; e. g., 1) superior rectus and inferior oblique of the same eye act as synergistic elevators. 2) Inferior rectus and superior oblique of the same eye act as synergistic depressors. Ref:- A K KHURANA; pg num:-316",
        "cop": 4,
        "opa": "Yoke muscles",
        "opb": "Antagonists",
        "opc": "Agonists",
        "opd": "Synergists",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "fbfe94fd-4d9f-479b-8706-30fb86812353",
        "choice_type": "single"
    },
    {
        "question": "The common cause of bilateral internuclear ophthalmoplegia is",
        "exp": "Multiple sclerosis It is a demyelinating disorder of unknown etiology, affecting women more often than men, usually in the 15-50 years age group. Pathologically, the condition is characterised by a patchy destruction of the myelin sheaths throughout the central nervous system. Clinical course of the condition: It is marked by remissions and relapses. In this condition, optic neuritis is usually unilateral. Other ocular lesions include bilateral internuclear ophthalmoplegia and vestibular or cerebellar nystagmus. Ref:- A K KHURANA; pg num:- 310",
        "cop": 2,
        "opa": "Diabetes mellitus",
        "opb": "Multiple sclerosis",
        "opc": "Lead toxicity",
        "opd": "Diphtheria",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "37deaf41-88bb-4a69-8baa-68f4f726c4b8",
        "choice_type": "single"
    },
    {
        "question": "In- right lateral rectus palsy, head is turned to -",
        "exp": "Compensatory head posture - It is adopted to avoid diplopia and confusion Head is turned towards the direction of action of the paralysed muscle. Ref; A. K. Khurana; 6th edition; Page no: 354",
        "cop": 1,
        "opa": "Right",
        "opb": "Left",
        "opc": "Up",
        "opd": "Down",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "57683e8f-c7a6-4c2f-8c79-b1a519ce7e05",
        "choice_type": "single"
    },
    {
        "question": "The muscle which makes an angle of about 51deg with the optical axis is",
        "exp": "The extraocular muscles rotate the eyeball around veical, horizontal and antero-posterior axes. Medial and lateral rectus muscles are almost parallel to the optical axis of the eyeball; so they have got only the main action. While superior and inferior rectus muscles make an angle of 23deg and reflected tendons of the superior and inferior oblique muscles of 51degwith the optical axis in the primary position. Ref:- A K KHURANA; pg num:-315",
        "cop": 1,
        "opa": "Superior oblique",
        "opb": "Superior rectus",
        "opc": "Inferior rectus",
        "opd": "Lateral rectus",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "bec20479-ded9-4b55-8092-75b483c12ee2",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with diplopia with limitations of adduction in the left eye and abducting saccade in the right eye. Convergence is preserved. Most likely etiology is -",
        "exp": "Internuclear ophthalmoplegia. In this condition, there is lesion in the medial longitudinal fasiculus (MLF). There is defective action of medial rectus on the side of lesion. Medial rectus causes adduction of the eye on same side. Contraction of right lateral rectus and left medial rectus causes Dextroversion whereas contraction of left lateral rectus and right medial rectus causes Levoversion. Horizontal nystagmus of opposite convergence is normal. Ref; A. K. Khurana; 6th Edition; Page no: 355",
        "cop": 2,
        "opa": "Paial 3rd nerve palsy",
        "opb": "lnternuclear ophthalmoplegia",
        "opc": "Duane's reactionary syndrome",
        "opd": "Absence of medial rectus muscle",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "3aa764e5-7b56-472c-b6ec-4a0f9bf22f3a",
        "choice_type": "single"
    },
    {
        "question": "Disscociated veical detion seen in -",
        "exp": "Infantile esotropia, previously called as congenital esotropia, is characterised by following features: Age of onset, 1-2 months of age. Angle of detion- constant and large Fixation pattern. Binocular vision does not develop and there is alternate fixation in primary gaze and cross fixation in the lateral gaze. Amblyopia Associations includes inferior oblique overaction, dissociated veical detion (DVD) in about 70-90 % cases, and lateral horizontal nystagmus. Ref: A. K. Khurana; 6th edition; Page no: 348",
        "cop": 2,
        "opa": "AV dissociation",
        "opb": "Infantile esotropia",
        "opc": "Congenital esotropia",
        "opd": "Superior oblique palsy",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "2e6cb869-6074-4bae-98c8-f3c6f35b5a04",
        "choice_type": "single"
    },
    {
        "question": "III nerve palsy with pupillary sparing is seen in -",
        "exp": "Pupil-sparing oculomotor nerve palsy is often assumed to be caused by ischemic injury such as hypertension and diabetes mellitus. Sometimes compressive lesion can cause pupil-sparing oculomotor nerve palsy with a sho interval from the onset of symptoms to diagnosis.",
        "cop": 4,
        "opa": "Craniopharyngioma",
        "opb": "Hypotension",
        "opc": "Aneurysm of post, communicating aery",
        "opd": "DM",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "0a1f9a68-bba1-4434-af76-395da09fc9fa",
        "choice_type": "single"
    },
    {
        "question": "Retrobulbar injection is given in",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 444) *Retrobulbar injection:- Injection in retrobulbar space inside the muscle cone *Peribulbar injection:- Injection in peribulbar/retrobulbar space outside the muscle cone *Sub-tenon injection:- Injection beneath the tenon capsule, i. e. in subtenon space. It is also called parabulbar block Retrobulbar block involves depositing local anesthetic inside the muscle cone. It aims to block the ciliary nerves, the ciliary ganglion, and cranial nerves III, IV, and VI.",
        "cop": 1,
        "opa": "Inside muscle cone",
        "opb": "Outside muscle cone",
        "opc": "Subtenon space",
        "opd": "Subperiosteum",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "3dcaae0c-8de1-45bf-ab44-7917ffd8aa8f",
        "choice_type": "single"
    },
    {
        "question": "Diplopia is characteristic feature of-",
        "exp": "Signs of paralytic squint: 1. Primary detion. 2. Secondary detion. 3. Restriction of ocular movements. 4. Compensatory head posture. 5. False protection. Ref: AK Khurana 6thE pg 354",
        "cop": 3,
        "opa": "Concomitant squint",
        "opb": "Non-paralytic squint",
        "opc": "Paralytic squint",
        "opd": "Latent squint",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "b3e9fd62-67f2-4a6a-a028-c9e911606927",
        "choice_type": "single"
    },
    {
        "question": "Final centre for horizontal movements of eye is-",
        "exp": "Horizontal movements of the eye are bought about by the action of Lateral rectus muscle. Lateral rectus muscle causes Abduction of the eye. It is supplied by the Sixth nerve (Abducent) Third cranial nerve (Occulomotor) supplies the superior, medial and inferior recti and inferior oblique muscle. Fouh cranial nerve(trochlear) supplies the superior oblique muscle. Mnemonic for nerve supply: SO - 4 LR - 6 (SO- superior oblique; 4 - 4th cranial nerve; LR - Lateral rectus; 6 - 6 th cranial nerve) Ref; A. K. Khurana; 6th Edition; Page no: 339",
        "cop": 1,
        "opa": "Abducent nucleus",
        "opb": "Trochlear nucleus",
        "opc": "Oculomotor nucleus",
        "opd": "Vestibular nucleus",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "f54861ca-01ac-46c0-954b-0e4d948f45ca",
        "choice_type": "single"
    },
    {
        "question": "Forced duction test is to find out-",
        "exp": "Forced duction test (FDT) is performed to differentiate between the incomitant squint due to paralysis of extraocular muscle and due to mechanical restriction of the ocular movements. FDT is positive in case of incomitant squint and negative in extraocular muscle palsy Ref; A. K. Khurana; 6 th edition; page no: 357",
        "cop": 1,
        "opa": "Ocular muscle palsy",
        "opb": "Ocular muscle spasm",
        "opc": "Angle of detion",
        "opd": "Refractive error",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "71b57d2d-d35d-42f3-9fc6-dbffe4dca50b",
        "choice_type": "single"
    },
    {
        "question": "The reciprocal inhibition of antagonist muscle upon lateral gaze is explained by -",
        "exp": "Sherrington's law of reciprocal innervation According to it, during ocular motility increased flow of innervation to the contracting muscle is accompanied by decreased flow of innervation to the relaxing antagonist muscle. Hering's law of equal innervation According to law in equal and simultaneous innervation flows from the brain to a pair of muscles which contract simultaneously (yoke muscles) in different binocular movements. Ref; A. K. Khurana; 6th Edition; Page no: 339",
        "cop": 1,
        "opa": "Sherrington's law",
        "opb": "Hering's law",
        "opc": "Laplace law",
        "opd": "Hick's law",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "d7549f0f-d011-42e1-a071-e28805fa0ea1",
        "choice_type": "single"
    },
    {
        "question": "Grades of binocular vision-",
        "exp": "Woh described three grades of binocular single vision - Grade I - Simultaneous perception. It is the power to see two dissimilar objects simultaneously. Grade II - Fusion. It consists of the power to superimpose teo incomplete but similar images to form one complete image. Grade III - Stereopsis. It consists of the ability to perceive the third dimension(depth perception). Ref; A. K. Khurana; 6 th Edition; Page no: 342",
        "cop": 2,
        "opa": "Grade 1: Fusion",
        "opb": "Grade 2: Fusion",
        "opc": "Grade 1: Stereopsis",
        "opd": "Grade 2: Stereopsis",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "b98a2f63-2504-4f49-8e8c-bb57736448d6",
        "choice_type": "single"
    },
    {
        "question": "A 22 years emetropic male has exotropia in right eye. To make eye ohophoric, what is to be done-",
        "exp": "Resection is done for underacting muscle. Recession is done for over acting muscle. Here overacting muscle is lateral rectus. Ref: AK Khurana 6thE pg 358",
        "cop": 4,
        "opa": "Medial rectus rescession with convex lens",
        "opb": "Lateral rectus recession with convex lens",
        "opc": "Lateral rectus resection without glasses",
        "opd": "Lateral rectus recession without glasses",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "2a0f209d-9b89-4bb9-b281-32a355c94237",
        "choice_type": "single"
    },
    {
        "question": "BSGT stands for -",
        "exp": "Bagolini striated glasses test, or BSGT, is a subjective clinical test to detect the presence or extent of binocular functions and is generally performed by an Optometrist(O. D) or ohoptist or ophthalmologist (medical/surgical eye doctor, M. D. or D. O.). It is mainly used in strabismus clinics. Ref khurana 6/e p 450",
        "cop": 1,
        "opa": "Bagolini striated glasses test",
        "opb": "Bagolini smooth glasses test",
        "opc": "Bagolini shiny glasses test",
        "opd": "Bagolini second glue test",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "d9120ae4-5675-4646-a818-35e8cb5d6593",
        "choice_type": "single"
    },
    {
        "question": "Esotropia is commonly seen in which type of refractive error",
        "exp": "Hypermetropia: - * It is the refractive error in which the incident parallel rays of light are brought to a focus posterior to the light sensitive layer of the retina when the accommodation is at rest. * In young hypermetropic individuals where ample reserve of accommodation is present, the patient uses his accommodation to see near and distant objects. Along with accommodation, convergence occurs- ESOTROPIA. * Excess accommodation also leads to pseudomyopia and accommodative asthenopia. * In hypermetropia, pseudoexotropia is seen (Apparent divergent squint ) * In myopia, since patient will be having good near vision, convergence is not much used. So eye tends to diverge --> DIVERGENT SQUINT. * PSEUDOESOTROPIA/ APPARENT CONVERGENT SQUINT is seen in myopia. Ref:- Parson's Diseases of the eye 22nd edition; pg num:- 246",
        "cop": 2,
        "opa": "Myopia",
        "opb": "Hypermetropia",
        "opc": "Astigmatism",
        "opd": "Presbyopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "05a21d5f-7b60-4c7f-b5d4-36c20520a02c",
        "choice_type": "single"
    },
    {
        "question": "Elevators of eye -",
        "exp": "Actions of extraocular muscles: Muscle Primary Secondary Teiary action action action LR Abduction -- -- SR Elevation Intorsion Adduction IR Depression Extorsion Adduction SO Intorsion Depression Abduction IO Extorsion Elevation Abduction Ref; A. K. Khurana; 6th edition; Page no: 339",
        "cop": 1,
        "opa": "SR and IO",
        "opb": "IO and SO",
        "opc": "IR and SO",
        "opd": "SO and SR",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "24da1025-48c1-48cc-a100-e41b4a22c61b",
        "choice_type": "single"
    },
    {
        "question": "BSGT stands for",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 334 - 358). Bagolini striated glasses test, or BSGT, is a subjective clinical test to detect the presence or extent of binocular functions and is generally performed by an ohoptist. It is mainly used in strabismus clinics",
        "cop": 1,
        "opa": "Bagolini striated glasses test",
        "opb": "Bagolini smooth glasses test",
        "opc": "Bagolini shiny glasses test",
        "opd": "Bagolini second glue test",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "a7fc38a2-a063-4e19-9909-a81015888440",
        "choice_type": "single"
    },
    {
        "question": "Binocular single vision is tested by -",
        "exp": "Synoptophore (major amblyoscope) consists of two tubes, having a right-angled bend, mounted on a base. Each tube contains a light source for illumination of slides and a slide carrier at the outer end, a reflecting mirror at the righth-angled bend and an eyepiece of +6. 5 D at the inner end. The two tubes can be moved separately or together by means of knobs around a semicircular scale. Synoptophore tests for sensory functions include: Estimation of grades of binocular vision Detection of normal / abnormal retinal correspondence (ARC) Neutral density filter test.",
        "cop": 2,
        "opa": "Amsler grid",
        "opb": "Synoptophore",
        "opc": "Maddox rod",
        "opd": "Cardboard test",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "a6079a51-cf84-42a9-999e-d4e7c0974606",
        "choice_type": "single"
    },
    {
        "question": "Action of right superior oblique muscle is-",
        "exp": "Levodepression is movement to the left and downside. It is caused by simultaneous action of left inferior rectus and right superior oblique muscle Dextroelevation: Right superior rectus and left inferior oblique Levoelevation: Left superior rectus and right Inferior oblique Dextroversion: Right lateral rectus and left medial rectus Levoversion: Left lateral rectus and right medial rectus Dextrodepression: Right inferior rectus and left superior oblique Ref; A K Khurana; 6 th edition; Page no: 339",
        "cop": 4,
        "opa": "Dextro depression",
        "opb": "Dextro elevation",
        "opc": "Levo elevation",
        "opd": "Levo depression",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "dbc64caa-21c2-4ea1-8cb9-aacafd8c552d",
        "choice_type": "single"
    },
    {
        "question": "Illuminated Frenzel glasses are used in detecting",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 358 - 362). Illuminated Frenzel glasses (+20 lenses) are useful for abolishing fixation and thus revealing peripheral vestibular nystagmus",
        "cop": 1,
        "opa": "Nystagmus",
        "opb": "Heterophoria",
        "opc": "Esotropia",
        "opd": "Astigmatism",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "cd3dfebb-2e28-4695-8f31-3e8007fd834a",
        "choice_type": "single"
    },
    {
        "question": "Right esotropia is evident with -",
        "exp": "Esotropia is a condition where one or both eyes turn inward.... Esotropia is a type of eye misalignment, known as strabismus.... If one of the eyes turns inward more often than the other, the child is at higher risk of amblyopia, also known as lazy eye. Ref khurana 6/e <img alt=\"\" src=\" />",
        "cop": 1,
        "opa": "Left lateral rectus paralysis",
        "opb": "Right lateral rectus paralysis",
        "opc": "Left medial rectus paralysis",
        "opd": "Right medial rectus paralysis",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "e0ecf10f-2403-4f16-9fb1-c1edacdd3d7b",
        "choice_type": "single"
    },
    {
        "question": "Pseudoconvergent squint is seen with -",
        "exp": "Pseudoconvergent squint or Pseudoesotropia is associated with: Prominent epicanthal fold (which covers the normally visible nasal aspect of the globe and gives a false impression of esotropia) Ref: A. K. Khurana; 6 th edition; page no: 344",
        "cop": 2,
        "opa": "Thyrotoxicosis",
        "opb": "Broad epicanthus",
        "opc": "Abducent squint",
        "opd": "Narrow interpupillary distance",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "ed76e29d-fd7e-43b4-9346-7ce75c2f6282",
        "choice_type": "single"
    },
    {
        "question": "Forced duction test is to find out",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 353 - 354) Forced duction test. It is performed to differentiate between the incomitant squint due to paralysis of extraocular muscle and that due to the mechanical restriction of the ocular movements. FDT is positive (resistance encountered during passive rotation) in cases of incomitant squint due to mechanical restriction and negative in cases of extraocular muscle palsy.",
        "cop": 1,
        "opa": "Ocular muscle palsy",
        "opb": "Ocular muscle spasm",
        "opc": "Angle of detion",
        "opd": "Refractive error",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "21bdfebf-4452-4dfe-99e8-c00d70aada96",
        "choice_type": "single"
    },
    {
        "question": "Secondary detion of the eye is an example of the following law",
        "exp": "Secondary detion: It is detion of the normal eye seen under cover, when the patient is made to fix with the squinting eye. It is greater than the primary detion. This is due to the fact that the strong impulse of innervation required to enable the eye with paralysed muscle to fix is also transmitted to the yoke muscle of the sound eye resulting in a greater amount of detion. This is based on Hering's law of equal innervation of yoke muscles. Ref:- A K KHURANA; pg num:-331",
        "cop": 1,
        "opa": "Herring's",
        "opb": "Listing's",
        "opc": "Sherrington's",
        "opd": "Donder's",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "7ee42758-82c7-4d7d-ac6d-2f53eefacccd",
        "choice_type": "single"
    },
    {
        "question": "Distance of medial rectus from limbus -",
        "exp": "Rectus muscles originate from a common tendinous ring- the annulus of Zinn, which is attached to the apex of the orbit. Different distances from limbus are - >>medial rectus: 5. 5 mm >>inferior rectus: 6. 5mm >>lateral rectus: 6. 9mm >>superior rectus: 7. 7mm Ref; A. K. Khurana; 6th edition; Page no: 336",
        "cop": 2,
        "opa": "4. 5 mm",
        "opb": "5. 5 mm",
        "opc": "7. 0 mm",
        "opd": "10 mm",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "424a6977-3b7c-4b9c-9d4a-b2eaedff7397",
        "choice_type": "single"
    },
    {
        "question": "Final center for horizontal movements of the eye is",
        "exp": "Subcoical centre for lateral/horizontal conjugate gaze lies in the abducent nucleus In pons, though some authors take it to be PPRF (para-median pontine reticular formation) and others as nucleus prepositus hypoglossi. This centre receives input from the contralateral frontal eye field and moves ipsilateral lateral rectus and contralateral medial rectus muscle projections of MLF (medial longitudinal fasciculus) PPRF lesion leads to inactivity of saccadic movements by lateral rectus and contralateral medial rectus. There is loss of horizontal saccades directed towards the side of the lesion but pursuit and vergence movements are preserved. One and a half syndrome: Unilateral abducent and bilateral MLF lesion. On attempted lateral gaze, the only muscle functional is the intact lateral rectus. MLF connects the nuclei controlling eyeball muscles--(LR6 SO4)3 and mediates nystagmus and lateral conjugate gaze. Its fibers originate in vestibular nucleus and terminate in abducent, trochlear and oculomotor nuclei. It coordinates eyeball movements with the head. Trochlear nucleus is concerned with veical gaze movements. Nucleus prepositus hypoglossi (and not hypoglossal nucleus), is involved in the gaze circuitry.",
        "cop": 1,
        "opa": "Abducent nucleus",
        "opb": "Irochlear nucleus",
        "opc": "Oculomotor nucleus",
        "opd": "Vestibular nucleus",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "612dfc9b-c144-41d8-a08c-342d64783c84",
        "choice_type": "single"
    },
    {
        "question": "Sixth cranial nerve palsy of left eye causes",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 336 - 361). Sixth nerve supplies lateral rectus, therefore its palsy results in abduction weakness (not adduction weakness). In left gaze, there is the abduction of left eye and adduction of the right eye. If there is paralysis of lateral rectus of the left eye (6th nerve paralysis), abduction of left eye will not be possible in left gaze, while adduction of the right eye is normal. Therefore, there will be diplopia in left gaze.",
        "cop": 4,
        "opa": "Accommodation paresis in left gaze",
        "opb": "Ptosis of left eye",
        "opc": "Adduction weakness of left eye",
        "opd": "Diplopia in left gaze",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "2e184321-a836-4e26-b5dc-c42df963d926",
        "choice_type": "single"
    },
    {
        "question": "Secondary action of Superior Rectus Muscle is?",
        "exp": "Actions of extraocular muscles: Muscle Primary Secondary Teiary action action action LR Abduction -- -- SR Elevation Intorsion Adduction IR Depression Extorsion Adduction SO Intorsion Depression Abduction IO Extorsion Elevation Abduction Ref; A. K. Khurana; 6th edition; Page no: 339",
        "cop": 3,
        "opa": "Abduction & extorsion",
        "opb": "Adduction & extorsion",
        "opc": "Adduction & intorsion",
        "opd": "Abduction & intorsion",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "54057cee-4dc3-455a-8d6d-3db100be51cd",
        "choice_type": "single"
    },
    {
        "question": "Yolk muscle pair is",
        "exp": "Yoke muscles (contralateral synergists)refers to the pair of muscles (one from each eye) which contract simultaneously during version movements. For example, right lateral rectus and left medial rectus act as yoke muscles for dextroversion movements. Other pairs of yoke muscles are: right MR and left LR, right LR and left MR, right SR and left IO, right and left SO, right SO and left IR, and right IO and Left SRRefer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 339",
        "cop": 2,
        "opa": "Right medial rectus & Right lateral rectus",
        "opb": "Right medial rectus & Left lateral rectus",
        "opc": "Right superior oblique & Left inferior oblque",
        "opd": "Right superior rectus & Left superior rectus",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "f1ce782c-5f54-4538-85b1-d8e48bfae549",
        "choice_type": "single"
    },
    {
        "question": "Duane syndrome involves",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 357) Duane retraction syndrome represents the most frequent and most prominent congenital cranial dysinnervation disorder (CCDD). It is due to fibrosis of the lateral rectus or an innervational anomaly with Co-contraction of the lateral and medial recti. There is a deficiency of abduction, associated with impaired adduction, contraction of palpebral fissure and oblique movements of the eye",
        "cop": 3,
        "opa": "Superior oblique",
        "opb": "Inferior oblique",
        "opc": "Lateral rectus",
        "opd": "Superior rectus",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "97e91a3c-2590-4e61-8827-87fe384ec826",
        "choice_type": "single"
    },
    {
        "question": "ln &; V&;-Exotropia amount of detion",
        "exp": "A' AND 'V' PATTERN HETEROTROPIA The terms 'A' or 'V' pattern squint are labelled when the amount of detion in squinting eye varies by more than 10deg and 15deg, respectively, between upward and downward gaze. 'A' and 'V' esotropia. In 'A' esotropia the amount of detion increases in upward gaze and decreases in downward gaze. The reverse occurs in 'V' esotropia. 'A' and 'V' exotropia. In 'A' exotropia the amount of detion decreases in upward gaze and increases in downward gaze. The reverse occurs in 'V' exotropia. Ref:- A K KHURANA; pg num:-334",
        "cop": 4,
        "opa": "Decreases in upward gaze and increases in downward gaze",
        "opb": "Decreases in upward as well as downward gaze",
        "opc": "Increases in upward as well as downward gaze",
        "opd": "Increases in upward gaze and decreases in downward gaze",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "651d99fa-4f0f-45f4-9f4e-6a6a12060ef9",
        "choice_type": "single"
    },
    {
        "question": "Superior oblique testing for 4th nerve is done by checking its intorsion while asking the subjet to look -",
        "exp": "superior oblique is supplied by 4 cranial nerve- trochlear. Primary action of superior oblique is intorsion ( also called incycloduction- rotatory movement along anteroposterior axis in which superior pole of cornea (12 o clock point) moves medially.)secondary actions include depression and abduction.",
        "cop": 3,
        "opa": "Straight down",
        "opb": "Straight up",
        "opc": "Down and in",
        "opd": "Down and out",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "e2ec8b56-6f4e-4077-a652-127092a03fe6",
        "choice_type": "single"
    },
    {
        "question": "Left sided sixth nerve palsy would lead to -",
        "exp": "Left sided 6th nerve palsy lead to diplopia in left sided gaze. The abducens nerve is a nerve that controls the movement of the lateral rectus muscle in humans, responsible for outward gaze. It is also known as the abducent nerve, the sixth cranial nerve, sixth nerve Ref khurana 6/e",
        "cop": 4,
        "opa": "Accommodation paresis of left eye",
        "opb": "Ptosis of left eye",
        "opc": "Adduction weakness of left eye",
        "opd": "Diplopia in left gaze",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "d9deb788-6d10-4fa7-9050-7de9e14514a6",
        "choice_type": "single"
    },
    {
        "question": "Strabismic amblyopia is more common in patients with",
        "exp": "Strabismic amblyopia: It results from prolonged uniocular suppression in children with unilateral constant squint who fixate with normal eye. Ref:- A K KHURANA; pg num:-319",
        "cop": 4,
        "opa": "Latent squint",
        "opb": "Intermittent squint",
        "opc": "Alternate squint",
        "opd": "Constant squint",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "773303e4-827e-4550-8e53-76b323c8c5e5",
        "choice_type": "single"
    },
    {
        "question": "Latent squint is also known as -",
        "exp": "Lateral squint is also known as \"Heterophoria\" It is a condition in which tendency of the eyes to dete is kept latent by fusion. Therefore, when the influence of fusion is removed the visual axis of one eye detes away. Ref: A. K. Khurana; 6th edition; Page no: 344",
        "cop": 3,
        "opa": "Hyperphoria",
        "opb": "Exophoria",
        "opc": "Heterophoria",
        "opd": "Esopheria",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "378c5911-83b2-40b4-a067-16c5f257235b",
        "choice_type": "single"
    },
    {
        "question": "For Dextroelevation of the eye, muscles acting are -",
        "exp": "Dextroelevation: Right superior rectus and left inferior oblique Levoelevation: Left superior rectus and right Inferior oblique Dextroversion: Right lateral rectus and left medial rectus Levoversion: Left lateral rectus and right medial rectus Dextrodepression: Right inferior rectus and left superior oblique Levodepression: Left inferior rectus and right superior oblique Ref; A. K. Khurana; 6th Edition; Page no: 339",
        "cop": 2,
        "opa": "Right lateral rectus and left medial rectus",
        "opb": "Right superior rectus and left inferior oblique",
        "opc": "Right inferior rectus and left superior oblique",
        "opd": "Bilateral superior recti and inferior obliques",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "23eb30d9-4af1-422c-9983-faafa78064de",
        "choice_type": "single"
    },
    {
        "question": "Dilator pupillae is supplied by -",
        "exp": "Dilator pupillae muscle is suppliedby the postganglionic fibers arising from the cervical sympathetic chain.... Oculomotor nerve supplies the skeletal as well as the smooth muscles of the eyeball. It carries the pre-ganglionic fibers from the Edinger-Westphal to supply two smooth muscles in the eyeball Ref AK khurana 6/e",
        "cop": 2,
        "opa": "Post-ganglionic parasympathetic fibers from Edinger Westphal nucleus",
        "opb": "Post-ganglionic sympathetic fibers from cervical sympathetic chain",
        "opc": "IIIrd nerve",
        "opd": "Sympathetic fibers from fronto-orbital branch of V nerve",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "7d171def-9ed8-4944-8998-0b7d5325eebf",
        "choice_type": "single"
    },
    {
        "question": "Hirschberg test is used to detect",
        "exp": "Hirschberg corneal reflex test: It is a rough but handy method to estimate the angle of manifest squint. In it the patient is asked to fixate at point light held at a distance of 33 cm and the detion of the corneal light reflex from the centre of pupil is noted in the squinting eye. Roughly, the angle of squint is 15deg and 45deg when the corneal light reflex falls on the border of pupil and limbus, respectively. Ref:- A K KHURANA; pg num:-327",
        "cop": 2,
        "opa": "Optic atrophy",
        "opb": "Squint",
        "opc": "Glaucoma",
        "opd": "Field defects",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular motility and squint",
        "id": "d2881fcf-d579-4c3d-a4c0-580379efe52d",
        "choice_type": "single"
    }
]