[
    {
        "question": "Sixth cranial nerve palsy causes of left eye causes?",
        "exp": "Ans. is 'd' i. e., Diplopia in left gaze o Sixth nerve supplies lateral rectus, therefore its palsy results in abduction weakness (not adduction weakness)o In left gaze, there is abduction of left eye and adduction of right eye. If there is paralysis of lateral rectus of left eye (6th nerve paralysis), abduction of left eye will not be possible in left gaze, while adduction of right eye is normal. Therefore, there will be diplopia in left gaze.",
        "cop": 4,
        "opa": "Accomodation paresis in left gaze",
        "opb": "Ptosis of left eye",
        "opc": "Adduction weakness of left eye",
        "opd": "Diplopia in left gaze",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "440222b4-4c23-4ae3-b28d-a513db91dbfc",
        "choice_type": "single"
    },
    {
        "question": "Yoke muscle pair -",
        "exp": "Ans. is 'c' i. e., Rt LR + Lt MRo Yoke muscle refers to the pair of muscles (one from each eye) which contract simultaneously during various movements. o For example, right lateral rectus and left medial rectus act as yoke muscles for Dextroversion movement. Movement. Yoke Muscles. Dextroelevation. Right superior rectus. Left inferior oblique. Levoelevation. Left superior rectus. Right inferior oblique. Dextrodepression. Right inferior rectus. Left superior oblique. Levodepression. Left inferior rectus. Right superior oblique. Dextroversion. Right lateral rectusleft medial rectus. Levoversion. Left lateral rectus. Right medial rectus",
        "cop": 3,
        "opa": "Rt IR + Rt SR",
        "opb": "Rt LR + Rt MR",
        "opc": "Rt LR + Lt MR",
        "opd": "Lt LR + Lt MR",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "c26299fc-17c0-4ab7-b7dc-17de05de8936",
        "choice_type": "single"
    },
    {
        "question": "All of the following ocular muscles are supplied by CN III EXCEPT:",
        "exp": "Ans. (b) Superior oblique. Ref: A. K. Khurana 6th ed. / 5-6, 337. EXTRA-OCULAR MUSCLES# The extraocular muscles control the movement of the eye.# Levator Palpabrae Superioris (LPS): muscle which elevates the palpabrae upwards resulting in opening the eye.# When LPS gets tired, mullers muscle and frontalis muscle helps in elevation of eyelid.* Eyeball muscles (6):# 4 Recti muscles: superior (SR), inferior (IR), lateral (LR) and medial rectus (MR)]# 2 Oblique muscles: superior oblique and inferior oblique* The muscles supplied by the occulomotor nerve (CN III) are: superior, inferior and medial rectus and inferior oblique, sphincter papillae and ciliary muscle.* Lateral rectus is supplied by abducens (VI)* Trochlear nerve (CN IV) supplies superior oblique muscle.* Mnemonic: LR6, S04, 03; which means lateral rectus is supplied by sixth nerve, superior oblique by fourth nerve and all other by EOM by third cranial nerve.",
        "cop": 2,
        "opa": "Superior rectus",
        "opb": "Superior oblique",
        "opc": "Inferior rectus",
        "opd": "Medial rectus",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "38e4a2f1-c438-449b-ad54-82153ba67b52",
        "choice_type": "multi"
    },
    {
        "question": "Weakness of both Adduction and abduction is seen in:",
        "exp": "Ans. c. Duane's retraction syndrome type 3 (Ref: Kanski 5/e p548; Khurana 5/e p355). Weakness of both adduction and abduction is seen in Duane's retraction syndrome type 3. Duane's Retraction Syndrome. Congenital strabismus that is usually caused by failure of normal development of the abducens nerve. Absence of the abducens nerve and fascicle with anomalous innervation of the lateral rectus muscle by the oculomotor nerve. Patients may have esotropia or esotropia. Mostly unilateral, commonly affecting the left eye more than right. Characteristic feature of Duane's Retraction Syndrome. Retraction of the globe and narrowing of the palpebral fissure during attempted adductionQ. This feature is caused by the simultaneous contraction of the medial and lateral rectus muscle that occurs during attempted adductionQ. Duane's Retraction Syndrome. Type l(Esotropic Duane's Syndrome). Type II(Exotropic Duane's Syndrome). Type III* Most common typeQ* Absence or limitation of abduction and normal adductionQ* Least common typeQ* Limited adduction with normal abductionQ.* Limitation of both adduction and abduction. QDouble Elevator Palsy: All horizontal gaze movements are normal. Double elevator palsy (mono ocular elevator palsy) is caused by tight oblique contracted inferior rectus muscle or hypoplastic/ineffective superior rectus muscle.",
        "cop": 3,
        "opa": "Duane's retraction syndrome type 1",
        "opb": "Duane's retraction syndrome type 2",
        "opc": "Duane's retraction syndrome type 3",
        "opd": "Double elevator palsy",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "f4823ff3-2d60-4f29-bf9b-4221a89c2781",
        "choice_type": "multi"
    },
    {
        "question": "Duanne syndrome involves-",
        "exp": "Ans. is 'c' i. e., Lateral rectus o Duane retraction syndrome represents the most frequent and most prominent congenital cranial dysinnervation disorder (CCDD). o It is due to fibrosis of the lateral rectus or an innervational anomaly with Co-contraction of the lateral and medial recti. o There is deficiency of abduction, associated with impaired adduction, contraction of palpebral fissure and oblique movements of the eye.",
        "cop": 3,
        "opa": "Superior oblique",
        "opb": "Inferior oblique",
        "opc": "Lateral rectus",
        "opd": "Superior rectus",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "edd8d226-601c-45b1-aa32-8280f28f01eb",
        "choice_type": "single"
    },
    {
        "question": "Yoke muscle of right superior oblique is-",
        "exp": "Ans. is 'b' i. e., Left inferior rectus * Yoke muscles (contralateral synergists). It refers to the pair of muscles (one from each eye) which contract simultaneously during version movements. For example, right lateral rectus and left medial rectus act as yoke muscles for dextroversion movements. Other pair of yoke mscles are: right MR and left LR, right LR and Left MR, right SR and left JO, right IR and left SO, right SO ad left IR, and right IO and Left SR.",
        "cop": 2,
        "opa": "Left superior rectus",
        "opb": "Left inferior rectus",
        "opc": "Right superior rectus",
        "opd": "Left lateral rectus",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "48dd6ab7-3dab-4f0a-a774-3cc805a0f5a2",
        "choice_type": "single"
    },
    {
        "question": "Person is not able look down. WTiich extra ocular muscle is affected:",
        "exp": "Ans. (b) Inferior rectus. Ref: A. K. Khurana 6th ed. / 337-39* The function of inferior rectus is depression of eyeball, which helps to see down.* Its yoke muscle is superior oblique, which also has the similar function as inferior rectus.",
        "cop": 2,
        "opa": "Inferior oblique",
        "opb": "Inferior rectus",
        "opc": "Superior rectus",
        "opd": "Lateral rectus",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "31c9325f-415f-4d49-9e87-4e7101ab97a3",
        "choice_type": "single"
    },
    {
        "question": "Yolk muscle pair is -",
        "exp": "Ans. is 'b' i. e., Rt MR & Lt LR o Yoke muscles (contralateral synergists) refers to the pair of muscles (one from each eye) which contract simultaneously during version movements. For example, right lateral rectus and left medial rectus act as yoke muscles for dextroversion movements. Other pair of yoke mscles are: right MR and left LR, right LR and Left MR, right SR and left 10, right IR and left SO, right SO ad left IR, and right 10 and Left SR.",
        "cop": 2,
        "opa": "Rt MR & Rt LR",
        "opb": "Rt MR & Lt LR",
        "opc": "Rt SO & Lt IO",
        "opd": "Rt SR & Lt SR",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "0fb1bd5d-79d8-4d5c-bff1-6b0725094fa6",
        "choice_type": "single"
    },
    {
        "question": "All are actions of superior oblique except:",
        "exp": "Ans: a (Extorsion) Ref: Khorana, 4th ed, p. 315. All are actions of superior oblique except extorsion which is the primary action of the inferior oblique. Action of extraocular muscles. Muscle. Primary action. Secondary action. Tertiary action. MRAdduction LRAbduction SRElevation. Intorsion. Adduction. IRDepression. Extorsion. Adduction. SOIntorsion. Depression. Abduction10. Extorsion. Elevation. Abduction Some useful mnemonics: All superiors are intorters. So inferiors are extorters. All recti are adductors. So obliques are abductors. Regarding nerve supply: Remaining all including levator palpabrae superioris by 3rd nerve.",
        "cop": 1,
        "opa": "Extorsion",
        "opb": "Intorsion",
        "opc": "Lateral rotation",
        "opd": "Downward movement",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "11e851c5-3c86-481b-972c-85ced07e8bcd",
        "choice_type": "multi"
    },
    {
        "question": "A 35 year old male cannot adduct his left eye while looking to the right. The lesion is in -",
        "exp": "Ans. is 'b' i. e. Oculomotor nerve Features of 3rd (occulomotor) nerve palsyo Paralysis of superior rectus, inferior rectus, medial rectus and inferior oblique. Eye is down and out due to unopposed action of superior oblique and lateral rectus. Medial & upward gaze is not possibleo Paralysis of sphinctor pupillae - Loss of ipsilateral direct and consensual pupillary light reflex and there is mydriasiso Paralysis of ciliary muscle - Paralysis of accommodationo Two extraocular muscles are sparedi) Superior oblique Intorsion, abduction and depression remain active. ii) Lateral rectus Abduction remains active. So eye is deviated lateraly. o Paralysis of levator palpabrae superioris - Ptosis.",
        "cop": 2,
        "opa": "Abducens",
        "opb": "Oculomotor nerve",
        "opc": "Trochlear nerve",
        "opd": "Trigeminal Nerve",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "748461e9-65da-4b17-809f-b7ca49a0b3b6",
        "choice_type": "single"
    },
    {
        "question": "In lateral rectus palsy of the right side, the face of the patient is turned to which of the following sides?",
        "exp": "Ans. (c) Towards the right side. Ref: A. K. Khurana 6th ed. / 337-39* VIth nerve palsy leads to loss of abduction/lateral gaze leading to abnormal head posture towards the side of affected muscle* There is Presence of convergent squint also. Also Know*Diplopia on looking down* Inability to look inferomedially",
        "cop": 3,
        "opa": "Upwards",
        "opb": "Downwards",
        "opc": "Towards the right side",
        "opd": "Towards the left side",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "0030b614-1366-4c0b-9a7c-850e6bf553a9",
        "choice_type": "single"
    },
    {
        "question": "In adducted eye, action of superior oblique muscle of the eye is",
        "exp": "Ans. b (Depression of the eye ball) (Ref. Ganong Physiology 21st ed., Fig. 8-30; Chapter 8)EYE MOVEMENTS# Since the oblique muscles pull medially, their actions vary with the position of the eye. When the eye is turned nasally, the inferior oblique elevates it and the superior oblique depresses it. When it is turned laterally, the superior rectus elevates it and the inferior rectus depresses it.# Extraocular muscles subserving the six cardinal positions of gaze. The eye is adducted by the medial rectus and abducted by the lateral rectus. The adducted eye is elevated by the inferior oblique and depressed by the superior oblique; the abducted eye is elevated by the superior rectus and depressed by the inferior rectus. EO muscle. Nerve supply. Primary action. Secondary action. Tertiary action. Medial rectus. CN IIIAdduction----Superior rectus. CN IIIElevation. Intortion. Adduction. Inferior rectus. CN IIIDepression. Extortion. Adduction. Inferior oblique. CN IIIExtorsion. Elevation. Abduction. Superior oblique. CN IVIntorsion. Depression. Abduction. Lateral rectus. CN VIAbduction----Extraocular muscles subserving the six cardinal positions of gaze:# The eye is adducted by the medial rectus and abducted by the lateral rectus.# The adducted eye is elevated by the inferior oblique and depressed by the superior oblique.# The abducted eye is elevated by the superior rectus and depressed by the inferior rectus.",
        "cop": 2,
        "opa": "Elevation of the eyeball",
        "opb": "Depression of the eyeball",
        "opc": "Intortion of the eyeball",
        "opd": "Extortion of the eyeball",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "b29c6b99-2ada-42d1-9d42-ea391386c2e6",
        "choice_type": "multi"
    },
    {
        "question": "Distance of Muscle 5 from Limbus",
        "exp": "5. 5 mm (Muscles shown: 1 Superior rectus, 2 Lateral rectus, 3 Inferior rectus, 4 Inferior Oblique, 5 Medial rectus, 6 Superior oblique)",
        "cop": 2,
        "opa": "4. 5 mm",
        "opb": "5. 5 mm",
        "opc": "7, 6 mm",
        "opd": "10 mm",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "d668c012-9f31-4f65-9d98-86bbc3f57cf8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is supplied by the third crania] nerve?",
        "exp": "Ans. is 'b' i. e., Inferior oblique Nerve. Muscles supplied. Gcculomotor. Superior, Inferior and medial Rectus. Inferior oblique. Levator palpebrae superioris. Sphincter pupillae. Ciliary' muscle. Trochlear. Superior oblique. Abducens. Lateral rectus",
        "cop": 2,
        "opa": "Superior oblique",
        "opb": "Inferior oblique",
        "opc": "Lateral rectus",
        "opd": "Dilator papillae",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "cd9028b7-f042-490a-8528-974725a0b8f3",
        "choice_type": "single"
    },
    {
        "question": "Primary action of inferior oblique -",
        "exp": "Ans. is 'c' i. e., Extorsion. Muscle. Primary action. Secondary action. Tertiary action. MRLRSRIRSOIOAdduction. Abduction. Elevation. Depression. Intension. Extorsion--Intorsion. Extorsion. Depression. Elevation--Adduction. Adduction. Abduction. Abduction",
        "cop": 3,
        "opa": "Abduction",
        "opb": "Adduction",
        "opc": "Extorsion",
        "opd": "Elevation",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "6bbf716a-7acf-4749-9cb3-2af12c6c597c",
        "choice_type": "single"
    },
    {
        "question": "Which intraocular muscle inserts closest to limbus-",
        "exp": "Ans. is 'b' i. e., Medial Rectus Muscle. Distance of insertion from limbus. Medial rectus (M)5. 5 mm. Inferior rectus (I)6. 5 mm. Lateral rectus (L)6. 9 mm. Superior rectus (S)7. 7 mm",
        "cop": 2,
        "opa": "Lateral Rectus",
        "opb": "Medial Rectus",
        "opc": "Superior Rectus",
        "opd": "Inferior Rectus",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "5dc0a968-7722-4625-a890-25a28e01bd93",
        "choice_type": "single"
    },
    {
        "question": "Muscle first affected in thyroid ophthalmopathy is:",
        "exp": "Ans. (c) Inferior rectus. Ref.: A. K. Khurana 6th ed. /414* In thyroid eye ophthalmopathy, the ocular motility defects due to restrictive myopathy (in order of frequency) are:# Elevation (due to fibrosis of inferior rectus)# Abduction (due to fibrosis of medial rectus)# Depression (due to fibrosis of superior rectus)# Adduction (due to fibrosis of lateral rectus). Mnemonic - \"I M Shy Ladka\"",
        "cop": 3,
        "opa": "Medial rectus",
        "opb": "Lateral rectus",
        "opc": "Inferior rectus",
        "opd": "Superior rectus",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "8555b404-09d4-4697-85e5-dc85883b2469",
        "choice_type": "single"
    },
    {
        "question": "Superior oblique causes all except -",
        "exp": "Ans. is 'b' i. e., Elevation Muscle. Primary action. Secondary action. Tertiary action. MRLRSRIRSOIOAdduction. Abduction. Elevation. Depression. Intension. Extorsion--Intorsion. Extorsion. Depression. Elevation--Adduction. Adduction. Abduction. Abduction",
        "cop": 2,
        "opa": "Intorsion",
        "opb": "Elevation",
        "opc": "Depression",
        "opd": "Abduction",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "7a03e45a-38a4-4c58-99f7-ad0fc122eed0",
        "choice_type": "multi"
    },
    {
        "question": "Person is not able look down. Which extra ocular muscle is affected:",
        "exp": "Ans. (a) Superior oblique. Ref: A. K. Khurana 6th ed. / 337-39* The function of superior oblique is quite contrary to its name. Its action is depression of eyeball, which helps to see down.* Its yoke muscle is inferior rectus, which also has the similar function as superior oblique.* There are 9 Gaze:# Primary: Straight# Secondary: Up, down, left, right# Tertiary: Up left, Up, right, Down left, Down right* ACTIONS OF EOMMuscle. Function Primary. Secondary. Tertiary. Lateral rectus. Abduction--Medial Rectus. Adduction--Inferior Rectus. Depression. Extortion. Adduction. Superior rectus. Elevation. Intortion. Adduction. Inferior Oblique. Extortion. Elevation. Abduction. Superior oblique. Intortion. Depression. Abduction* Mnemonics: Sin. Rad (all superior muscles causes Intortion; all rectus muscles causes Adduction EXCEPT Lateral rectus)",
        "cop": 1,
        "opa": "Superior oblique",
        "opb": "Inferior oblique",
        "opc": "Superior rectus",
        "opd": "Lateral rectus",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "2513450c-e118-431e-9d3c-e55720a38847",
        "choice_type": "single"
    },
    {
        "question": "Action of superior rectus muscle-",
        "exp": "Ans. is 'c' i. e., Elevation * Has been explained in NEET Dec.-16",
        "cop": 3,
        "opa": "Abduction",
        "opb": "Adduction",
        "opc": "Elevation",
        "opd": "Depression",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "07a00892-d2ce-410d-9a02-d6421d5bebe4",
        "choice_type": "single"
    },
    {
        "question": "Oculomotor nerve palsy causes all except:",
        "exp": "Ans. a. Miosis Occulomotor nen'e innervates 4 extraocular muscles (i. e. RIMS = rectus of inferior, medial and superior; and inferior oblique/ in addition to levator pulpebrae and pupillary sphincter. So when the palsy is complete, there is complete ptosis with a dilated pupil (mydriasis, not the miosis). The eye is deviated out (laterally) and usually, but not always, down. Oculomotor Nerve * The III cranial nerve innervates the medial, inferior and superior recti, inferior oblique, levator palpebrae superioris and the iris sphincter.* Total palsy of the oculomotor nerve causes ptosis, results in a dilated pupil (mydriasis), and leaves | they eye \"down and out' because of the unopposed action of the lateral rectus and superior oblique. I* The patient complains of diplopia due to paralysis of these extraocular muscles.* In the setting of early or partial oculomotor palsy, any combination of ptosis, pupil dilation and weakness of the eye muscles supplied by the nerve maybe encountered. Oculomotor Nerve Provides. Motor supply to. Parasympathetic supply through the ciliary ganglion to. Proprioception to* Levator palpebrae superioris* Superior rectus* Medial rectus* inferior recuts* Inferior oblique &* Inferior oblique* Sphincter pupiliae (which causes constriction of pupil)* Ciliary body (which produces accommodation)* Levator palpebrae superioris* Superior rectus* Medial rectus* Inferior recuts* Inferior oblique* Inferior oblique",
        "cop": 1,
        "opa": "Miosis",
        "opb": "Ptosis",
        "opc": "Outward eye deviation",
        "opd": "Diplopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "654c13a8-5dc5-4195-8ddf-49ee204f4c35",
        "choice_type": "multi"
    },
    {
        "question": "A 35 yr. old male presented with a 15 day history of proptosis in his right eye and pain on eye movement. There is difficulty in upwards and down wards gaze movements. CT scan showed a cystic lesion with a hyperdense opacity within it, located in the superior oblique muscle. Most probable diagnosis is:",
        "exp": "Ans. is 'd' ie Cysticercosis cellulosae [Ref Kanski, 4/e, p572, General ophthalmics, 15/e, p 239; Parson 19th/e, p 512. Let's see each option one by one. Dermoidit can be easily ruled out as it is not found within the muscles. It is located subcutaneously along the embryonic lines of closure*Hemangiomacan be of two types. Capillary or. Cavernous. Capillary hemangiomasare seen in the infants (90% of them present before the age of 6 months). The cavernous hemangiomamay present in the middle life but in slow growing and would not present so rapidly (within 15 days) as in this patient. It is mostly located within the muscle cone. Pseudotumoralso k/a Idiopathic orbital inflammatory disease (IOID). Though it's a frequent cases of proptosis in adults and children, its signs and symptom easily rule it out. It is non-infections, non-neoplastic inflammatory condition characterized by: periorbital swellingchemosis andconjunctival inflammationophthalmoplegia. Cysticercosis cellulosae. Though cysticercosis cellulosae commonly lodges in the subretinal space causing retinitis, but may also invade the extraocular muscles. On CT scan it appears as a cystic lesion with a hyperdense scolex inside. Orbital USG - Demonstration of a cystic lesion with a central hyperechoic highly reflective scolex is diagnostic.",
        "cop": 4,
        "opa": "Dermoid",
        "opb": "Hemangioma",
        "opc": "Pseudotumor",
        "opd": "Cysticercosis cellulosae",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "5c42be2d-6b42-404e-b78c-c86418f9b7b7",
        "choice_type": "single"
    },
    {
        "question": "In dextroversion yoke muscle of right lateral rectus:",
        "exp": "Ans. a. Left medial rectus. Ref: Kanskis Clinical Ophthalmology 8th Ed; Page No-732-33. Yoke muscles (Contralateral synergists) are pair of muscles (one from each eye) which contract simultaneously during version movements. For example right lateral rectus and left medial rectus acts as yoke muscle for dextroversion movement. Others pairs of yoke muscles are: Right SR and left IO: Dextroelevation. Right IR and left SO: Dextro depression. Right IO and left SR: Levoelevation. Right SO and left IR: Levodepression",
        "cop": 1,
        "opa": "Left medial rectus",
        "opb": "Right superior oblique",
        "opc": "Left lateral rectus",
        "opd": "Right medial rectus",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "6e8c8bd7-e639-40ce-a1a7-9757f6efe2cc",
        "choice_type": "single"
    },
    {
        "question": "Extraocular muscle not supplied by oculomotor: (D. REPEAT 2011)",
        "exp": "Ref: Basaks Essentials of Ophthalmology, 5th edition Explanation: EXTRAOCULAR MUSCLESTotal 6 muscles (4 Rectus and 2 Oblique muscles). Rectus muscles. Origin: Common origin from annular tendon of Zinn around the optic foramen at the apex of the orbit. Insertion: They are inserted to the sclera after piercing the Tenon's capsule. Superior oblique. Origin: Common origin at the apex of the orbit from annular tenon of Zinn. Insertion: Sclera at supero-lateral part of the posterior part of globe. Inferior oblique. Origin: Anteriorly, from the lower and inner orbital walls near lacrimal fossa. It is the ONLY Muscle NOT arising from the apex of orbit. Insertion: Sclera, at infero-lateral part of the posterior pole of the globe. Nerve supply. AH muscles are supplied by 3rd Cranial nerve {Oculomotor nerve) except lateral rectus and superior oblique. Lateral rectus supplied by 6th nerve < Abducens nerve)- L R6. Superior oblique supplied by 4th nerve {Trochlear nerve)- SO.,. Actions. Medial rectus: Adduction. Lateral rectus: Abduction. Superior reetus: Elevation on Abduction and Intorsion. Inferior rectus: Depression on Abduction and Extorsion. Superior oblique: Depression on Adduction and Intorsion. Inferior oblique: Elevation on Adduction and Extorsion.",
        "cop": 1,
        "opa": "Superior oblique",
        "opb": "Super rectus",
        "opc": "Medial rectus",
        "opd": "Inferior oblique",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Motility",
        "id": "77fc199f-9595-423c-bcda-bd90f784599b",
        "choice_type": "single"
    }
]