[
    {
        "question": "Kayser fleischer ring is seen in -",
        "exp": "Chalcosis- It refers to the specific changes produced by the alloy of copper in the eye. Mechanism - copper ions from the alloy are dissociated electrolytically and deposited under the membranous structures of the eye. KF ring is due to deposition of copper under peripheral pas of descemets membrane of cornea. Fleischer ring - seen in keratoconus (epithelial iron deposits - base of the cone) Ref: Parson's 22nd edition, page no. 396",
        "cop": 2,
        "opa": "Siderosis",
        "opb": "Chalcosis",
        "opc": "Open angle glaucoma",
        "opd": "Chemical injuries",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "62f3a657-37d0-438c-a68a-04e31419b75e",
        "choice_type": "single"
    },
    {
        "question": "The golden period of eye donation is",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 136)\"Donor corneas are harvested from cadaveric donors within 6 hours after death, sometimes up to 12 hours after death in countries with cold climates\".",
        "cop": 1,
        "opa": "6 hours",
        "opb": "12 hours",
        "opc": "18 hours",
        "opd": "24 hours",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "06feb34c-a0a8-4f6b-936c-d90d9e596f0c",
        "choice_type": "single"
    },
    {
        "question": "MC retained foreign body intraocularly-",
        "exp": "*The foreign bodies most likely to penetrate and be retained in the Eye are minute chips of iron or steel (accounting for 90% all foreign bodies in industry). Ref: Parson 22nd/e p. 385",
        "cop": 2,
        "opa": "Airgun pellets",
        "opb": "Iron",
        "opc": "Glass",
        "opd": "Silver",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "1091e887-51ef-4217-8be9-a334cba7a1ca",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of proptosis in adults is",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 403 - 407). The most common cause of unilateral proptosis in children is orbital cellulitis. The most common cause of unilateral proptosis in adults is thyroid ophthalmopathy",
        "cop": 2,
        "opa": "Orbital cellulitis",
        "opb": "Thyroid ophthalmopathy",
        "opc": "Carotico-cavernous fistula",
        "opd": "Trauma",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "be1030a6-8951-4cab-9827-96cc35f7291d",
        "choice_type": "single"
    },
    {
        "question": "Which corneal degenerative change produces the characteristic change seen below?",
        "exp": "Terrien&; s marginal degeneration is non-ulcerative thinning of the marginal cornea. Clinical features are as follows: 1. Predominantly affects males usually after 40 years of age. 2. Mostly involves superior peripheral cornea. 3. Initial lesion is asymptomatic corneal opacification separated from limbus by a clear zone. 4. The lesion progresses very slowly over many years with thinning and superficial vascularization. Dense yellowish white deposits may be seen at the sharp leading edge. Patient experiences irritation and defective vision (due to astigmatism). Complications such as perforation (due to mild trauma) and pseudopterygia may develop. Treatment is non-specific. In severe thinning, a patch of the corneal graft may be required. Ref: Khurana; 4th edition; Pg. 117",
        "cop": 2,
        "opa": "Arcus senilis",
        "opb": "Terrien's degeneration",
        "opc": "Band shaped keratopathy",
        "opd": "Climatic droplet keratopathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "4c8b803c-0b1e-4f49-8d2b-6641d8967c49",
        "choice_type": "single"
    },
    {
        "question": "Most common intraocular foreign body retained is",
        "exp": "Common foreign bodies responsible for such injuries include: chips of iron and steel (90%), paicles of glass, stone, lead pellets, copper percussion caps, aluminium, plastic and wood. It is impoant to note that during chopping a stone with an iron chisel, it is commonly a chip of the chisel and not of the stone which enters the eye. Ref khurana 6/e p433",
        "cop": 4,
        "opa": "Airgun pellets",
        "opb": "Iron",
        "opc": "Glass",
        "opd": "Chisel",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "68758f8f-f341-4907-b8c3-d2937256688f",
        "choice_type": "single"
    },
    {
        "question": "Ischemic necrosis' in alkali burn is -",
        "exp": "Clinical feature can be divided into three stages: 1. Stage of acute ischaemic necrosis. In this stage: * Conjunctiva shows marked oedema, congestion, widespread necrosis and a copious purulent discharge. * Cornea develops widespread sloughing of the epithelium, oedema and opalescence of the stroma. * Iris becomes violently inflamed and in severe cases both iris and ciliary body are replaced by granulation tissue. 2. Stage of reparation. In this stage, conjunctival and corneal epithelium regenerate, there occurs corneal vascularization and inflammation of the iris subsides. 3. Stage of complications. This is characterised by development of symblepharon, recurrent corneal ulceration and development of complicated cataract and secondary glaucoma Ref khurana 6/e p 439",
        "cop": 1,
        "opa": "Stage I",
        "opb": "Stage II",
        "opc": "Stage III",
        "opd": "Stage IV",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "bbd18868-ef17-4601-9245-1ffed14f3ff8",
        "choice_type": "single"
    },
    {
        "question": "In sympathetic opthalmitis first sign is -",
        "exp": "The first sign may be presence of retrolental flare and cells or the presence of keratic precipitates (KPs) on back of cornea. Other signs includes mild ciliary congestion, slight tenderness of the globe, fine vitreous haze and disc oedema which is seen occasionally. Ref: Parsons' 22nd edition, page no. 398",
        "cop": 1,
        "opa": "Presence of KPs",
        "opb": "Ciliary congestion",
        "opc": "Tenderness of the globe",
        "opd": "Disc oedema",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "9fafffa5-21c2-44e0-904f-2770315c7d8f",
        "choice_type": "single"
    },
    {
        "question": "Bett's classification deals with -",
        "exp": "Ans. is 'a' i. e.. Ocular trauma BETTS (Birmingham Eve Trauma Classification System)o Ocular trauma classification group has organized eye injuries using standard technology to describe various forms of ocular injury. This is called BETTS - Birmingham Eye Trauma Classification System. Birmingham Eye Trauma Terminology System (BETTS): glossary of terms (6, 7, 8). Term. Definition and explanation. Eye wall. Sclera and cornea: Though technically the eye v/all has three coat posterior to the limbus, for clinical and practical purposes violation of only the most external strucuture is taken into consideration. Closed globe injury. No full-thickness wound of eye wall. Open globe injury. Full-thickness wound of the eye wall. Contusion. There is no (full-thickness) wound: The injury is either due to direct energy- del ivery by the object (e. g., choroidal rupture) or to the changes in the shape of the globe (e. g. t angle recession). Lamellar laceration. Partiai-thickenss wound of the eye wall. Rupture. Full-thickness wound of the eye wall, caused by a blunt object: Since the eye is filled with incompressible liquid, the impact results in momentary increase of the 10P. The eye wall yields at its weakest point (at the impact site or elsewhere; example: an old cataract wound dehisces even though the impact occured elsewhere); the actual wound is produced by an inside-out mechanism. Laceration. Full-thickness wound of the eye wall, caused by a sharp object: The wound occurs at the impact site by an outside-in mechanism. Penetrating injury. Entrance wound: If more than one wound is present, each must have been caused by a different agent. Retained or intraocular foreign body. Technically a penetrating injury, but grouped separately because of different clinical implications. Perforating injury. Entrance and exit wounds: Both wounds caused by the same agent.",
        "cop": 1,
        "opa": "Ocular trauma",
        "opb": "Ocular foreign body",
        "opc": "Squint",
        "opd": "Maculopathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "26903c80-face-4f47-b1c7-1777e1affc3a",
        "choice_type": "single"
    },
    {
        "question": "Blowout injury refers to what?",
        "exp": "Ref: Basok Essentials of Ophthalmology 5th edition, pg no 421: Kanski: Clinical Ophthalmology; 7th edition, pg no 873- 874. Explanation: Blow out fracture of orbit: Caused by a sudden increase in the orbital pressure by an impacting object of size > 5cm like tennis ball or fist. The fracture usually involves the floor of the orbit, along the thin bone covering the infra orbital canal. Two types: Pure Blow Out fracture does not involve the orbital rim or the other bones. Impure Form involves other bones. Symptoms: Diplopia - due to the entrapment of muscle into the fracture, intraorbital hemorrhage or injury to the muscle itself. Double Diplopia - Diplopia in both upgaze & downgaze due to entrapment of both Inferior rectus (Depression) & inferior oblique (Elevation). Periocular ecchymosis & edema. Enophthalmos. Infraorbital nerve ana esthesia. Investigations: X-ray (WATER'S view) - 'Tear Drop Sign' because of the protruding orbital tissue from the floor if the orbit into the maxillary antrum. Management: Conservative management with antibiotics & anti inflammatory drugs. Orbital floor repair with bone graft, silicone plate within 2 weeks. Indications: Fracture involving > one third of the floor. Persisting diplopia. Enophthalmos > 2mm. Blow-In Fracture: Sudden rise of pressure in the maxillary antrum due to trauma to the face with subsequent elevation of bone fragments into the orbit.",
        "cop": 1,
        "opa": "Fracture of orbit",
        "opb": "Fracture of maxillary antrum",
        "opc": "Fracture of nasal septum",
        "opd": "Fracture of mandible",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "29521497-9a7a-46b3-a295-bdf4dcfc7963",
        "choice_type": "single"
    },
    {
        "question": "Commotio retinae affects which pa of retina -",
        "exp": "Commotio retinae (Berlin's oedema): It is of common occurrence following a blow on the eye. It manifests as milky white cloudiness involving a considerable area of the posterior pole with a 'cherry-red spot' in the foveal region. It may disappear after some days or may be followed by pigmentary changes. Ref: AK Khurana 4thE pg 406",
        "cop": 1,
        "opa": "Posterior pole",
        "opb": "Peripheral retina",
        "opc": "Inferior-nasal pa",
        "opd": "Superior-nasal pa",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "3d1fc189-92bc-4599-b00f-4282982d8488",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for Intraocular foreign body is -",
        "exp": "Ans. is 'a' i. e., CT Scan o Computed tomography provides much more reliable information regarding the size, shape, and localization of the foreign body. o MRI generally is not used in metallic IOFB. MRI may be more effective in localizing nonmetallic IOFB such as woodo Ultrasound can be a useful adjunct in localizing IOFB and to determine if the object is metallic. Ultrasound could be performed carefully in case of an open globe injury. '",
        "cop": 1,
        "opa": "CT Scan",
        "opb": "MRI",
        "opc": "USG",
        "opd": "X-ray",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "83f966a5-d27f-43e1-969f-848a33cb3960",
        "choice_type": "single"
    },
    {
        "question": "Dalen fuch nodules are seen in:",
        "exp": "Ref: Kan ski: Clinical Ophthalmology; 7th edition page no 465-467. Explanation: Sympathetic ophthalmitis. It is bilateral granulomatous panuveitis after penetrating trauma with prolapse of uvea. After injury, it will take 4-8 weeks for sympathetic ophthalmitis to develop. Injured eye - exciting eye; normal fellow- sympathizing eye. Causes: Penetrating injury, intraocular surgeries, cyclophotocoagulation, cyclocryotherapy, Site of injury: involving CB. iris & lens capsule. Pathogenesis: autoimmunity against uveal pigments Dalen Fueh's Nodules - Granulomas between Bruch's & RPEExpanding gases. GASESEXPANSION AT 100%DURATION OF ACTIONCONCENTRAION USED %SULPHURHEXACHLORIDE (SF6)2 times10 - 14 days20 - 30%PER FLUOR ETHANE (C2. F6)3 times30 - 35 days PER FLUOROPROPANE (C3 F8)4 times55 - 65 days12-16%Earliest Symptom: Loss of accommodation. Earliest Sign: Retrolental flare & cells. KP's at the back of cornea. Enucleation of the injured eye within 10 days only in eyes with a hopeless visual prognosis. Treatment: topical & systemic steroids Vogt-Koyanagi-Harada syndrome (VKH syndrome). Uncommon multisystem autoimmune disorder. It is characterized by chronic, bilateral, diffuse. granulomatous uveitis with accompanying dermatologic, neurologic, and auditory involvement. There are 4 stages of VKH syndrome. The prodromal stage. Flu-like symptoms. Patients present with headache, nausea, meningism, Dysacusia (discomfort caused by loud noises or distortion in quality of the sounds). Tinnitus. The acute uveitic stage. Blurring of vision in both eyes. Bilateral granulomatous anterior uveitis. Variable degree of vitritis. Thickening of the posterior choroid. Elevation of the peripapillary retinal choroidal layer. Hyperemia and edema of the optic nerve. Multiple serous retinal detachments. The convalescent stage. Occurs several weeks later. Gradual depigmentation of choroid causing classic orange-red discoloration, or sunset glow fundus appearance. Skin changes like vitiligo, alopecia and poliosis appear. The chronic recurrent stage - Repeated bouts of uveitis. Treatment - Early and aggressive treatment with topical, periocular and systemic corticosteroids",
        "cop": 3,
        "opa": "TB",
        "opb": "Sarcoidosis",
        "opc": "Sympathetic opthalmitis",
        "opd": "Vogt-Kovanagi-Harada syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "2665a691-bba6-43c8-925d-c1da346d305d",
        "choice_type": "single"
    },
    {
        "question": "Ruptured globe is suspected if there is",
        "exp": "Globe rupture Globe rupture is a full-thickness wound of the eye wall caused by a blunt object. Globe rupture may occur in two ways: 1. Direct rupture. 2. Indirect rupture It is more common and occurs because of the compression force. The impact results in momentary increase in the intraocular pressure and an inside-out injury at the weakest pa of eyewall, i. e., in the vicinity of canal of Schlemm concentric to the limbus. The superonasal limbus is the most common site of globe rupture (contrecoup effect-- the lower temporal quadrant being most exposed to trauma). Rupture of the globe may be associated with prolapse of uveal tissue, vitreous loss, intraocular haemorrhage, decreased IOP and dislocation of the lens. Ref:- A K KHURANA; pg num:-407",
        "cop": 4,
        "opa": "Proptosis",
        "opb": "Subluxation of lens",
        "opc": "Blow-out fracture",
        "opd": "Chemosis, haemorrhage, decreased IOP",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "72ccf44b-b083-496a-9f72-67ecef71087b",
        "choice_type": "single"
    },
    {
        "question": "Dangerous area of eye-",
        "exp": "*wounds in the ciliary region are more prone to develop sympathetic Ophthalmitis. Ref: Khurana 7th/e p. 455",
        "cop": 1,
        "opa": "Ciliary body",
        "opb": "Optic nerve",
        "opc": "Sclera",
        "opd": "Choroid",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "ca34971a-9fa7-4f9f-891e-495f5a3a8b6d",
        "choice_type": "single"
    },
    {
        "question": "Secondary glaucoma associated with angle recession is seen in -",
        "exp": "Angle recession refers to the tear between longitudinal and circular muscle fibres of the ciliary body. It is characterized by deepening of the anterior chamber and widening of the ciliary body band on gonioscopy. Later on it is complicated by glaucoma. Ref: AK Khurana 4thE pg 405",
        "cop": 1,
        "opa": "Concussion injury",
        "opb": "Radiation injury",
        "opc": "Penetrating injury",
        "opd": "Chemical injury",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "09a80eef-9017-47da-be23-e73b731c0c7a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following protozoa can affect eye?",
        "exp": "Ans. b. Toxoplasmosis (Ref: Harrison 19/e p40e-6f, 1400, 1402, 1404, 18/e p229, 1724, 1726). In Toxoplasmosis, granulomatous lesions and chorioretinitis can be observed in posterior chamber after acute necrotizing retinitis. Other ocular complications include iridocyclitis, cataract, glaucoma. E. histolytica, G. lamblia and E. coli does not affect eye. Toxoplasmosis: Ocular Manifestations. In eye, infiltrates of monocytes, lymphocytes and plasma cells may produce uni- or multifocal lesions. Granulomatous lesions and chorioretinitis can be observed in posterior chamber after acute necrotizing retinitis. Other ocular complications include iridocyclitis, cataract, glaucoma",
        "cop": 2,
        "opa": "E. histolytica",
        "opb": "Toxoplasmosis",
        "opc": "G. lambiia",
        "opd": "E. coli",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "ee7a3762-6836-4abb-bbe0-b8732930a75f",
        "choice_type": "single"
    },
    {
        "question": "The earliest clinical manifestation of siderosis bulbi is",
        "exp": "Siderosis bulbi It refers to the degenerative changes produced by an iron foreign body. Sidesosis bulbi usually occurs after 2 months to 2 years of the injury. However, earliest changes have been repoed after 9 days of trauma. Clinical manifestations: 1. The anterior epithelium and capsule of the lens are involved first of all. Here, the rusty deposits are arranged radially in a ring. Eventually, the lens becomes cataractous. 2. Iris. It is first stained greenish and later on turns reddish brown. 3. Retina develops pigmentary degeneration which resembles retinitis pigmentosa. 4. Secondary open angle type of glaucoma occurs due to degenerative changes in the trabecular meshwork. Ref:- A K KHURANA; pg num:-409, 410",
        "cop": 4,
        "opa": "Deposits in Descemet's membrane of cornea",
        "opb": "Discolouration of iris",
        "opc": "Pigmentary changes in retina",
        "opd": "Rusty deposits in the anterior subcapsular cells of the lens",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "52c38d92-0617-4aba-8625-179fd283c08c",
        "choice_type": "single"
    },
    {
        "question": "What is deposited in Kayser-Fleischer ring -",
        "exp": "It is a golden brown ring which occurs due to deposition of copper under peripheral pas of the Descemet's membrane of the cornea. Sunflower cataract-Deposition of copper under the posterior capsule of the lens. It is brilliant golden green in colour and arranged like the petals of a sunflower. Ref: Parsons' 22nd edition, page no. 396",
        "cop": 1,
        "opa": "Copper",
        "opb": "Lead",
        "opc": "Mercury",
        "opd": "Iron",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "f868897a-468d-4389-a2bc-cb992d5da5b9",
        "choice_type": "single"
    },
    {
        "question": "Dangerous area of eye -",
        "exp": "Ciliary body This is because any trauma to the ciliary region of theeye leads to sympathetic ophthalmitis, Which is granulomatous uveitis, affecting even the normaleye. Hence ciliary region is called the. Dangerous Zone. Ref khurana 6/e",
        "cop": 1,
        "opa": "Ciliary body",
        "opb": "Optic nerve",
        "opc": "Sclera",
        "opd": "Choroid",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "00ccec27-aac1-4219-9ddb-a19478cee74a",
        "choice_type": "single"
    },
    {
        "question": "Dalen Fuchs nodules are seen in",
        "exp": "Dalen-Fuchs nodules are seen in Sympathetic ophthalmitis and also in Vogt- koyanagi- harada( VKH) syndrome. These are formed due to proliferation of pigment epithelium( of the iris, ciliary body and choroid ) associated with invasion by the lymphocytes and epithelioid cells. Located between Bruch membrane of choroid and the retinal pigment epithelium. Ref: kanski's clinical ophthalmology, 8th edition, page no. 418",
        "cop": 4,
        "opa": "Tubercular iridocyclitis",
        "opb": "Syphilitic uveitis",
        "opc": "Posner-schlossman syndrome",
        "opd": "Sympathetic ophthalmitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "84804e2a-3318-46ea-98f9-49a8b718324b",
        "choice_type": "single"
    },
    {
        "question": "Commotio retinae is seen in",
        "exp": "BLUNT TRAUMA Retina 1. Commotio retinae (Berlin's oedema): It is of common occurrence following a blow on the eye. It manifests as milky white cloudiness involving a considerable area of the posterior pole with a cherry-red spot' in the foveal region. 2. Retinal haemorrhages: These are quite common following concussion trauma. Multiple haemorrhages including flame-shaped and pre retinal (subhyaloid) D-shaped haemorrhage may be associated with traumatic retinopathy. 3. Retinal tears: These may follow a contusion, paicularly in the peripheral region, especially in eyes already suffering from myopia or senile degenerations. 4. Traumatic proliferative retinopathy (Retinitis proliferans): It may occur secondary to vitreous haemorrhage, forming tractional bands. 5. Retinal detachment: It may follow retinal tears or vitreo-retinal tractional bands. 6. Concussion changes at macula. Traumatic macular oedema is usually followed by pigmentary degeneration. Sometimes, a macular cyst is formed, which on rupture may be conveed into a lamellar or full thickness macular hole. Ref:- A K KHURANA; pg num:-406",
        "cop": 3,
        "opa": "Central retinal vein thrombosis",
        "opb": "Central retinal aery thrombosis",
        "opc": "Concussion injury",
        "opd": "Retinopathy of AIDS",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "4cceedb6-2529-4d9a-b4b3-2d0dd7131851",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of fracture of roof of orbit-",
        "exp": "Orbital-roof fractures are usually the result of high-energy injuries. They may be anteriorly continuous with an injury to the supraorbital rim or frontal sinus, or they may extend posteriorly to the superior orbitalfissure Ref khurana 6/e 402",
        "cop": 3,
        "opa": "Blow on back of head",
        "opb": "Blow on parietal bone",
        "opc": "Blow on the forehead",
        "opd": "Blow on the upper jaw",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "4bd2645d-e229-4dc6-9705-08c8cc1c86a9",
        "choice_type": "single"
    },
    {
        "question": "Sympathetic ophthalmitis results due to-",
        "exp": "*Dalen Fuch's nodules are seen in sympathetic ophthalmitis. It is granulomatous condition caused by injury to ciliary body. Ref: Khurana 7th/e p. 455",
        "cop": 1,
        "opa": "Penetrating injury of ciliary body",
        "opb": "Uveitis",
        "opc": "Glaucoma",
        "opd": "Trachoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "12be4eda-58f2-46ba-988b-74dc6e922a40",
        "choice_type": "single"
    },
    {
        "question": "Sympathetic ophthalmitis results due to -",
        "exp": "Predisposing factors 1. It almost always follows a penetrating injury. 2. Wounds in the ciliary region (the so-called dangerous zone) are more prone to it. 3. Wounds with incarceration of the iris, ciliary body or lens capsule are more vulnerable. 4. It is more common in children than in adults. 5. It does not occur when actual suppuration develops in the injured eye Ref khurana 6/e p437",
        "cop": 1,
        "opa": "Penetrating injury of ciliary body",
        "opb": "Uveitis",
        "opc": "Glaucoma",
        "opd": "Trachoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "d967ce8a-ba3a-4f71-a707-29ad7a18ec37",
        "choice_type": "single"
    },
    {
        "question": "Vossius ring is seen in -",
        "exp": "Ans. is 'c' i. e., Blunt trauma Disease. Cataract. Myotonic Dystophy. Christmas tree cataract. Wilson's disease, chalcosis. Sunflower cataract. DM, Down's Syndrome. Snowflake cataract. Atopic dermatitis. Blue dot cortical cataract, posterior subcapsular cataract. Congenital rubella. Nuclear cataract. Galactosemia. Oil drop cataract. Complicated cataract (Iridocyclitis, High myopia). Posterior cortical breads's crumb appearance Polychromatic lusture / Rainbow cataract. Blunt trauma. Vossius ring on anterior surface of lens Rosette shaped cataract",
        "cop": 3,
        "opa": "Diabetes Mellitus",
        "opb": "Galactosemia",
        "opc": "Blunt trauma",
        "opd": "Retinoblastoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "840e5def-e87d-4703-8bd7-757ae8d16d8d",
        "choice_type": "single"
    },
    {
        "question": "Secondary glaucoma associated with angle recession is seen in-",
        "exp": "*Angle recession of anterior chamber can result from blunt ocular trauma. Angle recession is most commonly seen in patients in whom trauma has resulted in a hyphema. In these patients, the IOT remains normal for many years or even decades and them become severely elevated. On gonioscopy, angle recession is seen as deep angle with an abnormally wide ciliary body face. Ref: Clinical pathway in glaucoma p. 402",
        "cop": 1,
        "opa": "Concussion injury",
        "opb": "Radiation injury",
        "opc": "Penetrating injury",
        "opd": "Chemical injury",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "6775c2e8-560c-441f-ac66-c895a4073d4f",
        "choice_type": "single"
    },
    {
        "question": "Hyphaema i. e. blood in the anterior chamber is suggestive of-",
        "exp": "Ans. is 'a' i. e., Intraocular trauma Etiology of hyphaema* The most common causes of hyphema are intraocular surgery, blunt trauma, and lacerating trauma.* Hyphemas may also occur spontaneously, without any inciting trauma. Spontaneous hyphemas are usually caused by the abnormal growth of blood vessels (neovascularization), tumors of the eye (retinoblastoma or iris melanoma), uveitis, or vascular anomalies (juvenile xanthogranuloma)* Conditions or medications that cause thinning of the blood, such as aspirin, warfarin, or drinking alcohol may also cause hyphema.* Additional causes of spontaneous hyphema include: rubeosis iridis, myotonic dystrophy, leukemia, hemophilia, and von Willebrand disease.",
        "cop": 1,
        "opa": "Intraocular trauma",
        "opb": "Posterior uveitis",
        "opc": "Capillary hemangioma of the lid",
        "opd": "High grade myopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "7fe2fa41-1d64-4e9c-87cd-18dfed04f2d4",
        "choice_type": "single"
    },
    {
        "question": "Ine foreign body in the eye -",
        "exp": "Ine substances- glass, plastic, porcelain and metals like gold, silver, platinum and titanium ( no reaction) Suppurative reaction is excited by pure copper, zinc, nickel and mercury paicles. Specific reactions are prodeuced by iron (siderosis bulbi) and copper alloys (chalcosis). Ref: Parsons' 22 nd edition, page no. 395",
        "cop": 4,
        "opa": "Nickel",
        "opb": "Copper",
        "opc": "Iron",
        "opd": "Silver",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "5a521c11-6d86-459b-bc32-cf8e41263954",
        "choice_type": "single"
    },
    {
        "question": "Rosette cataract is seen in -",
        "exp": "Ans. is 'a' i. e., Blunt trauma o Repeat from previous sessions.",
        "cop": 1,
        "opa": "Blunt trauma",
        "opb": "Diabetes",
        "opc": "Galactosemia",
        "opd": "Congenital Rubella",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "5523496f-1df3-45ae-81cf-989dda99a168",
        "choice_type": "single"
    },
    {
        "question": "'Berlin's edema' is seen in",
        "exp": "Ans. a (Blunt eye trauma) (Ref. Ophthalmology by Basak 4th/414)# Berlin's edema is edema after blunt trauma to the globe. Blunt Injury to Eye. Injury to eyelids, conjunctiva cornea & sclera. Injury to ACHyphaema (8-ball or black ball hyphaema). Injury to irisA. Iridodialysis (Partially torn iris with D-shaped pupil)B. Irideremia (traumatic aniridia)C. Retroflexion (Total inversion of iris)D. Iridoschisis (Partial thickness iris tear)E. Iridocyclitis. Ciliary body# Spasm of accomodation# Angle recession. Lens# Vossius's ring# Rosette cataract# Dislocation. Retina# Commotio retinae (Berlin's edema)# Macular degeneration# Ret h'ge & tears# Rhegmatous RD.",
        "cop": 1,
        "opa": "Blunt eye trauma",
        "opb": "Penetrating eye traumas",
        "opc": "Chemical injury",
        "opd": "Thermal injury",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "87dbd6c4-2e3f-49e2-9815-755fe62b099a",
        "choice_type": "single"
    },
    {
        "question": "Betts classification is used for",
        "exp": "Ans. (a) Ocular Trauma. Ref: International society of Ocular Trauma Official Website'Betts' in the betts classification refers to 'Birmingham Eye Trauma Terminology System'",
        "cop": 1,
        "opa": "Ocular Trauma",
        "opb": "Retinopathy",
        "opc": "Corneal Ulcers",
        "opd": "Uveitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "646e6beb-e1c7-4c39-a819-842661bcedc9",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old man complains of difficulty in reading the newspaper with his right eye, three weeks after sustaining a gun shot injury to his left eye. The most likely diagnosis is",
        "exp": "SYMPATHETIC OPHTHALMITIS Sympathetic ophthalmitis is a serious bilateral granulomatous panuveitis which follows a penetrating ocular trauma. Etiology: Predisposing factors: 1. It almost always follows a penetrating wound. 2. Wounds in the ciliary region (the so-called dangerous zone) are more prone to it. 3. Wounds with incarceration of the iris, ciliary body or lens capsule are more vulnerable. 4. It is more common in children than in adults. 5. It does not occur when actual suppuration develops in the injured eye. Clinical picture: I. Exciting (injured) eye: It shows clinical features of persistent low grade plastic uveitis, which include ciliary congestion, lacrimation and tenderness. Keratic precipitates may be present at the back of cornea (dangerous sign). II. Sympathizing (sound) eye: It is usually involved after 4-8 weeks of injury in the other eye. Earliest repoed case is after 9 days of injury. Sympathetic ophthalmitis, almost always, manifests as acute plastic iridocyclitis. Clinical picture of the iridocyclitis in sympathizing eye can be divided into two stages: 1. Prodromal stage: Symptoms: sensitivity to light (photophobia) and transient indistinctness of near objects (due to weakening of accommodation) are the earliest symptoms. Signs: In this stage the first sign may be presence of retrolental flare and cells or the presence of a few keratic precipitates (KPs) on back of cornea. Other signs includes mild ciliary congestion, slight tenderness of the globe, fine vitreous haze and disc oedema which is seen occasionally. 2. Fully-developed stage: It is clinically characterised by typical signs and symptoms consistent with acute plastic iridocyclitis. Ref:- A K KHURANA; pg num:-413",
        "cop": 1,
        "opa": "Sympathetic ophthalmitis",
        "opb": "Macular oedema",
        "opc": "Optic nerve avulsion",
        "opd": "Delayed vitreous haemorrhage",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "0e7d5aef-85ad-4060-9564-14ff765687d0",
        "choice_type": "single"
    },
    {
        "question": "Voissius ring is seen in the -",
        "exp": "Vossius ring: It is a circular ring of brown pigment seen on the anterior capsule. It occurs due to striking of the contracted pupillary margin against the crystalline lens. It is always smaller than the size of the pupil. Ref: AK Khurana 6thE pg 430",
        "cop": 2,
        "opa": "Cornea",
        "opb": "Anterior capsule of the lens",
        "opc": "Posterior capsule of the lens",
        "opd": "Iris",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "0e098763-12c5-47e1-9e20-6d45380a8005",
        "choice_type": "single"
    },
    {
        "question": "Commotio retinae affect which pa of the retina?",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 431) Berlin's edema, also called commotion retinae, occurs in blunt trauma to the eye. It manifests as milky white cloudiness involving a considerable area of the posterior pole with a 'cherry-red' spot in the foveal region. It may disappear after some days or may be followed by pigmentary changes Commotio Retinae or Berlin's Oedema is grey-white discolouration of the retina due to disruption of outer segment photoreceptor layer following blunt trauma. This is caused due to contrecoup injury. Shock waves caused due to impact traverses the fluid- filled eye and then strike retina",
        "cop": 1,
        "opa": "Posterior pole",
        "opb": "Peripheral retina",
        "opc": "Inferior-nasal pa",
        "opd": "Superior-nasal pa",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "cc94dba8-c10d-4dd6-b435-06dcbe8502b2",
        "choice_type": "single"
    },
    {
        "question": "Most serious injury to eye is caused by:",
        "exp": "Ans: d (Lime) Ref: AK Khurana, 4th ed, p. 414. In general the serious chemical bums are caused by alkalies & acids of which more serious ones are alkali bums. Alkali bums. Acid bums. Agent. Lime, caustic soda, caustic potash. Liquid ammonia ( most harmful). Sulphuric acid, citric acid, hydrochloric acid. Mechanism. Saponification of fatty acids in the cell membrane. Extract water - total necrosis. Softening & gelatinization. All result in increased penetration into tissues. Coagulation of all the proteins which then act as barriers & prevent deeper penetration of acids into tissues. Rx. Immediate & thorough wash. Then weak acids (eg. Boric acid ) neutralization. Immediate & thorough wash. Then weak alkali(sodiumcarbonate) neutralization",
        "cop": 4,
        "opa": "Nitric acid",
        "opb": "Hydrochloric acid",
        "opc": "Sulphiric acid",
        "opd": "Lime",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "9dac47c1-d507-4d3f-ac99-33b5a3280872",
        "choice_type": "single"
    },
    {
        "question": "Alkali injury to eye causes?",
        "exp": "ANSWER: (D) Symblepharon. REF: khurana 4th ed p. 415. Complications of alkali injury to eye. Symblepharon. Recurrent corneal ulceration. Development of complicated cataract. Secondary glaucoma",
        "cop": 4,
        "opa": "Globe perforation",
        "opb": "Retinal detachment",
        "opc": "Optic neuritis",
        "opd": "Symblepharon",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "a1ccb11d-3a48-4171-ab93-7e1dde9dab75",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for intraocular foreign body is-",
        "exp": "*Computed tomography provides much more reliable information regarding the size, shape, and localization of the foreign body. *MRI generally is not used in metallic IOFB. MRI may be more effective in localizing nonmetallic IOFB such as wood. *Ultrasound can be a useful adjunct in localizing IOFB and to determine if the object is metallic. Ultrasound could be performed carefully in case of an open globe injury'. Ref: Current trends in the management of intraocular foreign bodies. Cure Opin Ophthalmol, 2008 May; 19(3): 225-33.",
        "cop": 1,
        "opa": "CT scan",
        "opb": "MRI",
        "opc": "USG",
        "opd": "X-ray",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "4dc25400-2f85-40f6-933e-2fef9a2560c5",
        "choice_type": "single"
    },
    {
        "question": "Which one is seen after penetrating injury in ciliary' body?",
        "exp": "Ans. (b) Sympathetic ophthalmitis. Ref: A. K. Khurana 6th ed. /163y 437* Sympathetic ophthalmitis is a serious bilateral granulomatous panuveitis which usually occurs due to penetrating trauma to ciliary body.* The injured eye is called exciting eye.* Fellow eye which also develops uvieitis is called sympathizing eye. Features* Always follows a penetrating wound.* More common in children than in adults.* It doesn't occur when actual suppuration develops in the injured eye. Pathologies* Uveal pigment acts as allergen and excites plastic uveitis in the sound eye.* Dalen-Fuchs' nodules are formed due to proliferation of the pigment epithelium (of the iris, ciliary body and choroid) associated with invasion by the lymphocytes and epitheloid cells. Clinical Picture* Prodromal stage: Sensitivity to light (photophobia) transient indistinctness of near objects is the earliest symptoms.* First sign may be presence of retrolental flare or the presence of a keratic precipitates (KPs) at back of cornea. * Fully-developed stage: has typical signs and symptoms consistent with acute plastic iridocyclitis.* Dalen Fuch's Nodules are characteristic of SO.* Exciting (injured) eye: Keratic precipitates may be present at the back of cornea* Sympathizing (sound) eye: usually involved after 4-8 weeks of injury in the other eye.* Treatment - Early excision of the injured eye.# Topical cycloplegics + IV/oral steroids are also used for treatment.",
        "cop": 2,
        "opa": "Iridocyclitis",
        "opb": "Sympathetic ophthalmitis",
        "opc": "Endophthalmitis",
        "opd": "Corneal ulceration",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "46f78d56-372a-480d-9f10-a1fbb238ab57",
        "choice_type": "single"
    },
    {
        "question": "what is deposited in Kyser-Fleischer ring-",
        "exp": "*Kauser-Fleischer (KF) ring-> Copper deposition in Chalcosis or Wilson's disease *Fleischer ring-> Deposition of iron and is a sign of keratoconus",
        "cop": 1,
        "opa": "Copper",
        "opb": "Lead",
        "opc": "Mercury",
        "opd": "Heme",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "a119baa4-eb0b-4cbd-9cc6-492e20b93329",
        "choice_type": "single"
    },
    {
        "question": "Berlin's edema is due to -",
        "exp": "Ans. is 'a' i. e., Blunt trauma to eye o Berlin's edema (commotio retinae) is a common condition caused by blunt injury to the eye. It is characterized by decreased vision in the injured eye a few hours after the injury. Under examination the retina appears opaque and white in colour in the periphery but the blood vessels are normally seen. Cherry-red' spot in the foveal region may be seen.",
        "cop": 1,
        "opa": "Blunt trauma to eye",
        "opb": "Extradural hemorrhage",
        "opc": "Choroidal melanoma",
        "opd": "Parsplanitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "b8fab348-1110-4d9b-b8c5-d2c7d47847ee",
        "choice_type": "single"
    },
    {
        "question": "Vossius ring is seen in",
        "exp": "B. i. e. (Blunt trauma) (367 - Parson 20th- 405 -Khurana 4th). Vossius- Ring - is a circular ring of brown pigment seen on the anterior capsule** of the lens* It occurs due to striking of the contracted pupillary margin against the crystalline lens. It is always smaller than the size of the pupil* It is always smaller than the size of the pupil produced by the force of the blow driving the cornea and iris backwards* Rosette - shaped cataract following blunt trauma",
        "cop": 2,
        "opa": "After cataract",
        "opb": "Blunt trauma",
        "opc": "Diabetics",
        "opd": "Hypertensive retinopathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "b0ec6f90-f74a-49b5-bf5f-3e2639dfe410",
        "choice_type": "single"
    },
    {
        "question": "Lisch nodule is seen in",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 309). Lisch nodules are the most common type of ocular involvement in NF-1. These nodules are melanocytic hamaomas, usually clear yellow to brown, that appear as well-defined, dome-shaped elevations projecting from the surface of the iris.",
        "cop": 2,
        "opa": "Sympathetic Ophthalmitis",
        "opb": "Neurofibromatosis",
        "opc": "Chronic iridocyclitis",
        "opd": "Trachoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "660bfe87-5cfd-4105-bcf8-8b8ab0595593",
        "choice_type": "single"
    },
    {
        "question": "Sympathetic ophthalmitis is characterized by -",
        "exp": "Dalen-Fuch's nodules are formed due to proliferation of the pigment epithelium associated with invasion by the lymphocytes and epitheloid cells - Ref: A. K. Khurana 6 th edition; Page No: 437",
        "cop": 4,
        "opa": "Lisch nodules",
        "opb": "Busacca nodules",
        "opc": "Koepee nodules",
        "opd": "Dalen Fuch's nodules",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "e26a17ae-a98b-4d2f-994b-d7db7b209d1c",
        "choice_type": "single"
    },
    {
        "question": "Dalen fuchs nodule is pathognomic of?",
        "exp": "ANSWER: (A) Sympathetic opthalmitis. REF: Khurana 4th ed p. 413. Dalen fuchs nodule is collections of epithelial cells lying between Bruch membrane and the retinal pigment epithelium in sympathetic ophthalmitis",
        "cop": 1,
        "opa": "Sympathetic opthalmitis",
        "opb": "Sarcoidosis",
        "opc": "Tuberculosis",
        "opd": "Retinitis pigmentosa",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "c099d215-36a8-4cd2-9ad7-d430001192b0",
        "choice_type": "single"
    },
    {
        "question": "Blunt injury to eye causes recession of angle of the eye because of?",
        "exp": "Ans. (a) Tear of the ciliary body. Ref Kanski 7/e, p. 880 - 881. Tears extending into the face of the ciliary body (angle recession) are associated with a risk of later glaucoma.",
        "cop": 1,
        "opa": "Tear of the ciliary body",
        "opb": "Schlemm canal split",
        "opc": "Trabecular meshwork split",
        "opd": "Dislocation of the lens",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "33413855-d4e9-426f-bb19-04ce04116f7c",
        "choice_type": "single"
    },
    {
        "question": "Copper deposition in cornea leads to -",
        "exp": "Kayser- Fleischer ring. It is a golden brown ring which occurs due to deposition of copper under peripheral pas of the descemet's membrane of the cornea. Ref: Parson's 22 nd edition, page no. 396",
        "cop": 3,
        "opa": "Keratoconus",
        "opb": "Keratoglobus",
        "opc": "KF ring",
        "opd": "Siderosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "2f320c43-b645-48f9-97bc-e4d962d12842",
        "choice_type": "single"
    },
    {
        "question": "Dalen Fuch's nodules seen in",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 163, 437). Dalen Fuch's nodules are seen in sympathetic ophthalmitis. Dalen-Fuchs' are formed due to the proliferation of the pigment epithelium (of the iris, ciliary body, and choroid) associated with invasion by the lymphocytes and epithelioid cells. Retina shows perivascular cellular infiltration (sympathetic perivasculitis)",
        "cop": 1,
        "opa": "Sympathetic Ophthalmitis",
        "opb": "Chronic iridocyclitis",
        "opc": "Neurofibromatosis",
        "opd": "Trachoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "6d28db1e-1ad8-4a09-8982-a2e0e4535dad",
        "choice_type": "single"
    },
    {
        "question": "Commotio retinae affects which pa of retina-",
        "exp": "*Berlin's oedema, also called commotio retinae, occurs in blunt trauma to eye. *It manifests as milky white cloudiness involving a considerable area of the posterior pole with a 'cherry-red' spot in the foveal region. *It May disappear after some days or may be followed by pigmentary changes. Ref: Khurana 7th/e p. 448",
        "cop": 1,
        "opa": "Posterior pole",
        "opb": "Peripheral retina",
        "opc": "Inferior-nasal pa",
        "opd": "Superior-nasal pa",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "a7e46bd3-ed0c-4d3e-bbd2-ea1155ce1190",
        "choice_type": "single"
    },
    {
        "question": "Berlin's edema is due to",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 431). Berlin's edema (commotio retinae) is a common condition caused by blunt injury to the eye. It is characterized by a decreased vision in the injured eye a few hours after the injury. Under examination, the retina appears opaque and white in color in the periphery but the blood vessels are normally seen. Cherry-red' spot in the foveal region may be seen",
        "cop": 1,
        "opa": "Blunt trauma to eye",
        "opb": "Extradural hemorrhage",
        "opc": "Choroidal melanoma",
        "opd": "Parsplanitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "0ceff480-299f-480e-be8b-da09cecf7f62",
        "choice_type": "single"
    },
    {
        "question": "Sympathetic ophthalmitis is due to",
        "exp": "Sympathetic Ophthalmitis* Bilateral granulomatous panuveitis after penetrating trauma with prolapsed of uvea* Injured eye - exciting eye; normal fellow- sympathizing eye* Causes: penetrating injury, intraocular surgeries, cyclophotocoagulation, cyclocryotherapy* Site of injury: involving CB, iris and lens capsule* Pathogenesis: Autoimmunity against uveal pigments * Dalen Fuchs Nodules - granulomas between Bruchs and RPE* Earliest Symptom: Loss of accommodation* Earliest Sign: Retrolental flare and cells, KPs at the back of cornea* Enucleation of the injured eye within 10 days only in eyes with a hopeless visual prognosis* Treatment: Topical and systemic steroids",
        "cop": 2,
        "opa": "Blunt trauma",
        "opb": "Penetrating trauma",
        "opc": "Chemical injury",
        "opd": "Retained intra ocular Iron foreign body",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular Trauma",
        "id": "4e292c52-99ef-4c2d-ac8d-e089ef9711e6",
        "choice_type": "single"
    },
    {
        "question": "Chalcosis is seen with-",
        "exp": "*Chalcosis refers to the specific changes produced by the alloy of copper in the eye. Ref: Khurana 7th/e p. 452",
        "cop": 2,
        "opa": "Pb",
        "opb": "Cu",
        "opc": "Fe",
        "opd": "Hg",
        "subject_name": "Ophthalmology",
        "topic_name": "Ocular trauma",
        "id": "23787236-6241-44b3-b752-cfafe9180a86",
        "choice_type": "single"
    }
]