[
    {
        "question": "The layer of the retina in touch with vitreous humor",
        "exp": "Internal limiting layer is in touch with vitreous LAYERS OF RETINA 1. Inner limiting membrane 2. Nerve fiber layer 3. Ganglion cell layer 4. Inner plexiform layer 5. Inner nuclear layer 6. Outer plexiform layer 7. Outer nuclear layer 8. External limiting membrane 9. Photoreceptor layer 10. Retinal pigment epithelium.",
        "cop": 2,
        "opa": "Retinal pigment epithelium",
        "opb": "Internal limiting membrane",
        "opc": "Outer nuclear layer",
        "opd": "Ganglion cell layer",
        "subject_name": "Ophthalmology",
        "topic_name": "Ophthalmology Q Bank",
        "id": "f0296e31-3459-4da1-9b0d-11edf0f1a715",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most impoant molecule for antioxidant pathway in lens?",
        "exp": "Glutathione is the most impoant molecule for antioxidant pathway in lens. Preventive antioxidant mechanisms of lens: Glutathione Superoxide dismutase Catalase Ascorbate (VIT-C) Alpha-tocopherol (VIT -E) Carotenoids ascorbate and alpha tocopherol Vitamins C and E function as water-soluble and lipid-soluble chain-breaking antioxidants, respectively, and protect lipids, proteins, and membranes from oxidative damage. Glutathione Maintains the Ascorbate and alpha-tocopherol in the lens in the reduced state The normal lens contains sulphydryl-containing reduced glutathione and ascorbic acid (vitamin C), both ofwhich decrease with age and in cataract. * Auto-oxidation and high concentration of reduced glutathione in the lens maintains the lens proteins in a reduced state and ensures the integrity of the cell membrane pump Ros= Reactive Oxygen Species Reference: - Comprehensive ophthalmology A K Khurana 6th edition page 181 Parsons' Diseases of the Eye 22nd Edition page -188",
        "cop": 1,
        "opa": "Glutathione",
        "opb": "Superoxide dismutase",
        "opc": "Catalase",
        "opd": "Vitamin C",
        "subject_name": "Ophthalmology",
        "topic_name": "Ophthalmology Q Bank",
        "id": "4f48f719-4af4-4492-97e6-ea384b23ed1a",
        "choice_type": "single"
    },
    {
        "question": "Most severe of the conjunctivitis of newborns is by infection of:",
        "exp": "N. Gonorrhoeae conjunctivitis is most severe. Features Hyperacute Swollen eyelids Chemosis, mucopurulent sticky discharge. May lead to corneal involvement, iridocyclitis and septicemia. Systemic therapy with 3rd generation cephalosporin should be staed immediately. Topical antibiotic therapy and atropine should be staed in case of iridocyclitis.",
        "cop": 2,
        "opa": "Chlamydia",
        "opb": "N. Gonorrhoeae",
        "opc": "Staphylococcus",
        "opd": "Pneumococcus",
        "subject_name": "Ophthalmology",
        "topic_name": "Ophthalmology Q Bank",
        "id": "b4ba44e7-285a-4aa0-a3ac-a12a87bcef72",
        "choice_type": "single"
    },
    {
        "question": "Leber cells are most commonly seen in",
        "exp": "Leber cells are mainly seen in trachoma Follicles: * Conjunctival follicles multiple discrete resembling grains of rice, blood vessels run across or around. * Subepithelial lymphoid germinal centres with histiocytes, monocytes and large nucleated cells called leber cells with immature lymphocytes centrally and mature cells peripherally. * Leber cells and necrosis is mainly seen in trachoma. * Causes: Viral & chlamydial conjunctivitis Pseudo. Membrane * Adenoviral * Gonococcal * Ligneous * Steven jhonson Pappilla * IN PALPEBRAL CONJUNCTIVA &Limbal bulbar conjunctiva * Vascular core is present * Hyperplastic conjunctival epithelium with vascular core * Bacterial conjunctivitis, allergic conjunctivitis, marginal conjunctivitis, contact lens wear",
        "cop": 4,
        "opa": "Vernal keratoconjunctivitis",
        "opb": "Phlyctenular conjunctivitis",
        "opc": "Ophthalmianeonatorum",
        "opd": "Trachoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Ophthalmology Q Bank",
        "id": "24453394-2414-4d6f-9076-7ab0d9b1056d",
        "choice_type": "single"
    },
    {
        "question": "Not a pa of Retrobulbar space",
        "exp": "Equatorial veins are not a pa of retrobulbar space of the orbit Retrobulbar Space/ Central Space / muscular cone Contents: Extra ocular muscles with intermuscular septa Includes Optic nerve Boundaries: > anteriorly - by Posterior pa of tenon's capsule enclosing the globe > peripherally - by four recti muscles and their intermuscular septa > posteriorly - continous with the peripheral space Site of putting retrobulbar injection Tumors lying here produce axial proptosis",
        "cop": 4,
        "opa": "Extra ocular muscles with intermuscular septa",
        "opb": "Optic nerve",
        "opc": "Posterior pa of tenon's capsule enclosing the globe",
        "opd": "Equatorial veins",
        "subject_name": "Ophthalmology",
        "topic_name": "Ophthalmology Q Bank",
        "id": "94bae4cb-2780-4956-89fb-788b705af90f",
        "choice_type": "single"
    }
]