[
    {
        "question": "Retinoscopy is done for:",
        "exp": "Retinoscopy is an objective method of finding out the error of refraction by the method of neutralization.The end point of neutralization is either no movement or just reversal of the movement of the pupillaryshadow. Depending upon the movement of the red reflexvis-a-vis movement of the plane mirror, Following infrences are drawan No movement of the red reflex indicates myopia of 1D.With movement - emmetropia or hypermetropia or myopia of lessthan 1D.Against movement -myopia of more than 1D.",
        "cop": 3,
        "opa": "Examination of Retina",
        "opb": "Assessing surface of cornea",
        "opc": "Refractive errors",
        "opd": "Examination of vitreous",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "09a007cc-52a9-4d27-96ef-eeebfdc335f8",
        "choice_type": "single"
    },
    {
        "question": "A person came to eye OPD for routine eye check u. On snellen's cha he was found to read 6/6. At what distance he should be able to read 6/24",
        "exp": "What does 6/6 mean in Snellen's cha * It means that the patient with or without glasses can see the letter at a distance of 6 m which a person normally should have been seeing at 6 m Now you would understand it by next example * 6/12 means a letter which a normal patient should be seeing at 12 metre , this patient can see only when he is nearer, that means 6 metre from Target * 6/24 means that a normal patient should be seeing at 24 metre, but this patient has to be much closer that means 6 metre * This also means that the letter written at 6/24 is big enough that 6/6 vision person can read it at even 24 metre",
        "cop": 2,
        "opa": "36 m",
        "opb": "24 m",
        "opc": "6 m",
        "opd": "1 m",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "36e14e63-17d2-43cd-bad1-5fd59c774d0d",
        "choice_type": "single"
    },
    {
        "question": "Distance of distant direct ophthalmoscopy:",
        "exp": "Distant Direct Ophthalmoscopy Distance at which DDO performed is 25cm done with direct ophthalmoscope. contains light source viewing window. Normally red glow seen Interpretations Red glow= healthy retina Grey glow = Retinal Detachment No glow = vitreous haemorrhage Black spot in centre = cataract or corneal opacity GOLD STANDARD FOR LOCATING SUBLUXATED LENS: DDO",
        "cop": 1,
        "opa": "25 cms",
        "opb": "50 cms",
        "opc": "75 cms",
        "opd": "100 cms",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "a065a49e-e112-417c-ae77-ae228b1ff9fb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a higher order abberation",
        "exp": "Aberrationscan be defined as the difference in optical path length (OPL) between any ray passing through a point in the pupillary plane and the chief ray passing through the pupil center. Myopia is not a higher order abberation HIGHER ORDER ABBERATIONS DIFFRACTION Bending of Light rays from an edge of the apeure Spherical Abberation Spherical lens refract peripheral rays more strongly than central rays Chromatic Abberations Index of refraction varies with wavelength Red rays focus in back (hyperopic) Blue light is focus in front (myopic) Other type of Higher Order Abberation Decentring Oblique Abberation Coma",
        "cop": 4,
        "opa": "Diffraction",
        "opb": "Spherical abberation",
        "opc": "Chromatic abberation",
        "opd": "Myopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "fbac79f9-5667-4dba-8435-f1538cda29f0",
        "choice_type": "single"
    },
    {
        "question": "Jaegers cha is used to measure",
        "exp": "Jaeger's cha is used for measuring Near Vision The Jaeger cha is an eye cha used in testing near vision acuity. It is a card on which paragraphs of text are printed, with the text sizes increasing from 0.37mm to 2.5mm. This card is to be held by a patient at a fixed distance from the eye dependent on the J size being read. The smallest print that the patient can read determines their visual acuity",
        "cop": 2,
        "opa": "Distant vision",
        "opb": "Near vision",
        "opc": "Color vision",
        "opd": "Contrast sensitivity",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "8e0ab827-7c14-4b00-b993-b9848c8513f2",
        "choice_type": "single"
    },
    {
        "question": "Power of normal eye is:",
        "exp": "Total dioptric power of this schematic eye is 58.64 [?] 60D Refractive Power of Cornea =+45 D Refractive Power of Lens =+15 D",
        "cop": 4,
        "opa": "+6D",
        "opb": "+10D",
        "opc": "+16D",
        "opd": "+60D",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "fb0eca33-aaf7-4ba1-ac12-a0fede14090b",
        "choice_type": "single"
    },
    {
        "question": "What is the angle subtended on each letter of the snellen's cha?",
        "exp": "Visual acuity test-types consist of a series of letters arranged in lines, each diminishing in size. The breadth of the lines of which the letters are composed is such that the edges will subtend an angle of 1 minute at the nodal point of the eye at a paicular distance. Each letter is shaped such that it can be placed in a square, the sides of which are five times the breadth of the constituent lines. Hence the whole letter will subtend an angle of 5 minutes at the nodal point of the eye at the given distance.",
        "cop": 3,
        "opa": "5 degrees",
        "opb": "10 degrees",
        "opc": "5 minutes",
        "opd": "10 minutes",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "360ed0e8-0a6d-4379-ae66-cc4863f9452c",
        "choice_type": "single"
    },
    {
        "question": "A 35 year old male complains of headaches and inability to read near objects. Most probable diagnosis",
        "exp": "Hypermetropia presents with complains of difficulty in near vision. When the amount of hypermetropia is such that it is not fully corrected by the voluntary accommodative effos, then the patients complain of defective vision which is more for near than distance and is associated with asthenopic symptoms due to sustained accommodative effos. Myopia and astigmatism generally doesn't present with complains of inability to read near objects. Presbyopia presents after age of 40 years.",
        "cop": 4,
        "opa": "Presbyopia",
        "opb": "Myopia",
        "opc": "Astigmatism",
        "opd": "Hypermetropia",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "8da12857-ed8a-4599-9740-026c549b3772",
        "choice_type": "single"
    },
    {
        "question": "Which type of astigmatism is seen in the following ray diagram",
        "exp": "This is simple myopic astigmatism Simple Myopic Astigmatism One ray focused at Retina Other focused in front Simple Hyperopic Astigmatism One ray focused at Retina Other focused behind Compound Myopic Astigmatism Both rays focused in front Retina Compound Hyperopic Astigmatism Both rays behind the Retina",
        "cop": 1,
        "opa": "Simple Myopic Astigmatism",
        "opb": "Simple Hyperopic astigmatism",
        "opc": "Compound myopic astigmatism",
        "opd": "Compund hyperopic astigmatism",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "9ba66353-b045-40d8-80bd-69f4f6767cd8",
        "choice_type": "single"
    },
    {
        "question": "Accommodation is maximum in which of the following?",
        "exp": "As the age increases, amplitude of accomodation decreases. Accommodation Change of shape of lens to increase the power of lens to look at near objects. min distance for light rays to become parallel =6m nearer object , rays are more divergent. distant object , rays are parallel. increase curvature of lens = increase power of lens (16 D + 19) rays of light can be focused on retina",
        "cop": 2,
        "opa": "Young",
        "opb": "Children",
        "opc": "Middle aged",
        "opd": "Old",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "0d153807-016e-4ac0-9f0b-ad635df6ade0",
        "choice_type": "single"
    },
    {
        "question": "Placido disc is useful for detecting:",
        "exp": "Placido disc Placido disc is a type of video-keratoscopy which helps understand details about the corneal surface and anterior curvature -In normal cornea , there is no distoion of reflected pattern - In keratoconus , there is distoion of reflected pattern",
        "cop": 4,
        "opa": "Microcornea",
        "opb": "Megalocornea",
        "opc": "Corneal scars",
        "opd": "Keratoconus",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "b9ea4ad3-b51f-40a0-8926-dcfe4e8078e6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following type of Astigmatism has best visual quality",
        "exp": "Mixed astigmatism has best visual acuity In the case of mixed astigmatism the circle of least diffusion is nearest to the macula so it has best visual acuity. Simple Myopic Astigmatism One ray focused at Retina Other focused in front Simple Hyperopic Astigmatism One ray focused at Retina Other focused behind Compound Myopic Astigmatism Both rays focused in front Retina Compound Hyperopic Astigmatism Both rays behind the Retina Sturm's Conoid Configuration of rays refracted through toric surface when point Object is focused Curvature of veical plane (V) is more than hirizontal plane (H), hence FHis < Fv.(rays coming in veical plane converge more and earlier in their course as compared to horizontal rays ) POINT in stums's conoid CHRACTESTIC Point A Horizontal oval image is formed as Veical Rays(plane V) converge more than horizonatal rays Point B (Fv) veical rays converge completely ,horizontal line is formed Points C after convergence of veical rays at focal point they sta to diverge , horizontal rays are still converging-horizontal oval image Point D divergence of veical rays = convergence of horizonatl rays hence perfect circular image formed K/a Circle of least Confusion Point E horizonatal rays convrege more than divergence of veical rays ,hence veically oval circle is obtained Point F(FH) horizontal rays converge completely hence we onbtain only vetical straight line Point G both horozonatal and veical rays diverge hence Veically oval circle A/K/A Prolate ellipse",
        "cop": 3,
        "opa": "Simple myopic Astigmatism",
        "opb": "Compound myopic Astigmatism",
        "opc": "Mixed astigmatism",
        "opd": "Oblique Astigmatism",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "f4ff492e-82ae-4e89-8871-1b66c31332c6",
        "choice_type": "single"
    },
    {
        "question": "Not true regarding atropine",
        "exp": "Atropine is slow acting and not fast acting ATROPINE( antimuscranic) causes cycloplegia as ciliary muscles are supplied by Parasympthetic sytem sho ciliary nerve , branch of 3rd cranial nerve Used as eye ointment Children < 5 yr, Children with Squint slow action Three times for 3 days Peak Effect- 3 Days Complete cycloplegia, but less potent mydriasis Retinoscopy - 3 Days PMT - 14 Days Tonus - 1 D experimentally used in treatment of myopia. Homatropine=> 5 yr",
        "cop": 3,
        "opa": "Used as an eye ointment",
        "opb": "Used in refraction in less than 5 yr of children",
        "opc": "Fast action",
        "opd": "Experimentally used in treatment of myopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "4f7fcb3e-9985-4d0c-9269-ec2b362c4aa1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true regarding Helmholtz theory of accomodation",
        "exp": "Accommodation: Mechanism by which eye changes its focal length by change in curvature of crystalline human lens According to Helmhotz theory during accommodation following changes takes place during accomodating for near vison Ciliary Muscles Contract(relaxation is all around 360o) Zonules Relax Anterior Movement of Ciliary Muscles Increase in thickness of lens Decrease in equatorial diameter Presbyopia results from the loss of lens elasticity with age. Note- sphincter pupillae are present all aorund the iris they increase / decrease the size of pupil ciliary muscles and zonules control the curvature of lens",
        "cop": 4,
        "opa": "Ciliary muscles relax",
        "opb": "Zonules contract",
        "opc": "Posterior Movement of Ciliary Muscles",
        "opd": "Decrease in equatorial diameter",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "b293ca1f-a52c-4427-a161-19a1d56c220e",
        "choice_type": "multi"
    },
    {
        "question": "Eye of a newborn:",
        "exp": "AT Bih- AP diameter 17 mm Corneal diameter 10 mm Anterior Chamber Shallow Angle Narrow Pupil - Small - Does not dilate fully Lens - Spherical- Infantile Nucleus present Retina - Fully Differentiated except Macula (completes by 4-6 months) Optic Nerve - Upto Lamina cribrosa myelination Refractive - HyperMetropic",
        "cop": 3,
        "opa": "Emmetropic",
        "opb": "Myopic",
        "opc": "Hypermetropic",
        "opd": "Astigmatic",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "3a54026a-a3b3-41a3-9022-391ba442dad9",
        "choice_type": "single"
    },
    {
        "question": "Maximum refraction is done by:",
        "exp": "Power of eye is contributed by surfaces where refraction of light occurs as it traverses from the external environment to the retina. These are: - Anterior surface of cornea ( max contribution) - Posterior surface of cornea - Anterior surface of lens - Posterior surface of lens",
        "cop": 3,
        "opa": "Anterior surface of lens",
        "opb": "Posterior surface of lens",
        "opc": "Anterior surface of cornea",
        "opd": "Posterior surface of cornea",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "e743bc1e-31c7-46c2-a88e-5f4f49f750ae",
        "choice_type": "single"
    },
    {
        "question": "Which of the following tests measure stereoacuity",
        "exp": "Randot stereoacuity test is used to measure stereoacuity Randot Stereoacuity Test STEREOPSIS Stereoscopic acuity, alsostereoacuity, is the smallest detectable depth difference that can be seen in binocular vision. Depth perception Due to Horizontal disparate retinal elements Binocularity is must Test for Binocularity Bagolini striated classes Red filter test Synaptophore Woh 4 dot test Tests for Stereopsis Lang's pencil test Titmus fly test TNO test Randot test Frisby Davis",
        "cop": 3,
        "opa": "Ishiara",
        "opb": "Pielle robinson",
        "opc": "Randot stereoacuity test",
        "opd": "Snellen's cha",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "25b128f1-a2f4-4462-9abc-8b7189a5a7c5",
        "choice_type": "single"
    },
    {
        "question": "What will be the prescription for spectacles in a patient having simple myopic with the rule astigmatism?",
        "exp": "-0.5D at 180 degrees With the rule astigmatism - two principal meridian are at right angles with the veical meridian being more curved. Correction requires convex(+) cylinder at 90 degrees or concave (-) cylinder at 180 degrees. Myopic astigmatism means the patient has to be given a concave cylindrical lens. Against the rule astigmatism corrected by = convex(+) C at 180 degrees or concave (-) C at 90 degrees Option 4 +2.0D at 90 degrees is also with the rule astigmatism but this patient will have simple hyperopic with the rule astigmatism not simple myopic as expected from the question",
        "cop": 1,
        "opa": "-0.5D at 180 degrees",
        "opb": "+0.5D at 180 degrees",
        "opc": "-3.0D at 90 degrees",
        "opd": "+2.0D at 90 degrees",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "db744815-0768-470a-adc4-0c365c90299e",
        "choice_type": "single"
    },
    {
        "question": "Refraction of eye is affected by all except:",
        "exp": "Optic atrophy does not have any effect on the refractive status of eye. Most Impoant factor is axial length (Q) for myopia* Other impoant factors that determine the refractive power Keratometry means curvature of cornea Lens- thickness , position and sclerosis as the lens has highest refractive index* Remember 1 D change in axial length cause almost 2.5 D change in refractive error* 1 D change in corneal curvature cause 6 D change in refractive error*",
        "cop": 3,
        "opa": "Removal of vitreous",
        "opb": "Lens thickened",
        "opc": "Optic atrophy",
        "opd": "Axial length changed",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "ec988bbc-2217-4589-b5f8-3d72e2a63adf",
        "choice_type": "multi"
    },
    {
        "question": "Not true regarding Argyll robeson pupil",
        "exp": "Pupillary reflex is absent in Argyll robeson pupil Argyll Robeson pupil Accomodation Reflex present Pupillary Reflex absent Seen in Tabes dorsalis, DM",
        "cop": 2,
        "opa": "Accomodation reflex present",
        "opb": "Pupillary reflex present",
        "opc": "Pupillary reflex absent",
        "opd": "Seen in Tabes dorsalis",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "d3ed952c-9fd9-4f60-be7c-45d0cf62df6d",
        "choice_type": "multi"
    },
    {
        "question": "A person came to eye OPD for routine eye check. On snellen's cha he was found to read 6/6 in both eyes. What is the largest approximate distance at which he would be able to read the first topmost letter",
        "exp": "What does 6/6 mean in Snellen's cha * It means that the patient with or without glasses can see the letter at a distance of 6 m which a person normally should have been seeing at 6 m Now you would understand it by next example * 6/12 means a letter which a normal patient should be seeing at 12 metre , this patient can see only when he is nearer, that means 6 metre from Target * 6/60 means that a normal patient should be seeing at 60 metre, but this patient has to be much closer that means 6 metre * This also means that the letter written at 6/60 is big enough that 6/6 vision person can read it at even 60 metre",
        "cop": 3,
        "opa": "36 m",
        "opb": "24 m",
        "opc": "60 m",
        "opd": "1 m",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "c0d9b1d5-10f9-4d72-a1a0-3a1c2d09c146",
        "choice_type": "multi"
    },
    {
        "question": "Pin hole test is used for:",
        "exp": "PIN HOLE TEST - Completely opaque plastic device with central hole (1mm diameter) - It allows single ray of light that passes through nodal point of eye. - On applying this if vision improves = optical error ( Myopia , Hypermetropia, Astigmatism) if vision do not improves= organic error (macular disease, dense cataract, retinal detachment, retinal diseases) It does not differentiates type of optical error",
        "cop": 2,
        "opa": "Keratoconus",
        "opb": "Refractive error",
        "opc": "Presbyopia",
        "opd": "only Astigmatism",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "ee4c3031-b93a-45ec-bc48-2137ab9f8295",
        "choice_type": "single"
    },
    {
        "question": "A 23 year old girl presented with the complaint that her soft contact lenses, bought only 6 months back, were causing blurring of vision. VA was 6/18 in one eye with refraction of - 7.0/+3.5 X145.",
        "exp": "Nuclear cataract and a dry eye is unlikely to occur in a 23 year old, as it is mostly seen in old people. Irregular astigmatism usually occurs in conditions leading to scarring of cornea and there is no such history given. The girl is suffering from keratoconus which can no longer be controlled by soft contact lenses. Keratoconus is more commonly seen in female patient and refers to abnormal protrusion of cornea. * Clinical features: Patient presents with a defective vision due to progressive myopia and irregular astigmatism, which does not improve fully despite full correction with glasses. * Signs. Following signs may be elicited: Window reflex is distoed. Placido disc examination shows irregularity of the circles . Keratometry depicts extreme malalignment of mires. Photokeratoscopy reveals distoion of circles. Slit lamp examination may show thinning and ectasia of central cornea, opacity at the apex and Fleischer's ring at the base of cone, folds in Descemet's and Bowman's membranes. Very fine, veical, deep stromal striae (Vogt lines) which disappear with external pressure on the globe are peculiar feature. On retinoscopy a yawning reflex (scissor reflex) and high oblique or irregular astigmatism is obtained. On distant direct ophthalmoscopy an annular dark shadow (due to total internal reflection of light) is seen which separates the central and peripheral areas of cornea (oil droplet reflex). Munson's sign, i.e. localised bulging of lower lid when patient looks down is positive in late stages.",
        "cop": 3,
        "opa": "Nuclear cataract",
        "opb": "Dry Eyes",
        "opc": "Keratoconus",
        "opd": "Irregular astigmatism",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "f6dca3fc-6111-48c6-bf2d-7de90fdff1b1",
        "choice_type": "single"
    },
    {
        "question": "Intrastromal corneal ring segments (intacs) are used in all except",
        "exp": "Intacs are not used for irregular astigmatism. Intacs consists of 2 semicircular rings made of PMMA and are used to flatten the cornea. It does not disturb vision. Intacs require atleast 400 microns of corneal stromal thickness. They are used most impoantly for keratoconus. It is also used for low myopia -1 to -3 D. But it has no role in irregular astigmatism which requires contact lenses for correction.",
        "cop": 4,
        "opa": "Post LASIK keratectasia",
        "opb": "Keratoconus",
        "opc": "Low myopia",
        "opd": "Irregular astigmatism",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "27835199-7df8-49fb-9069-b3bb8f27d3bb",
        "choice_type": "multi"
    },
    {
        "question": "Woh's four dot test is done for assessing:",
        "exp": "For this test, patient wears goggles with red lens in front of the right and green lens in front of the left eye and views a box withfour lights--one red, two green and one white. Intrerpretation- In normal binocular single vision, the patient seesall the four lights in the absence of manifest squint In abnormal retinal correspondence (ARC) patientsees four lights even in the presence of a manifestsquint * In left suppression the patient sees only two redlights, In right suppression the patient sees only threegreen lights In alternating suppression the patient sees threegreen lights and two red lights Note-SuppressionIt is a temporary active coical inhibition of the image of an object formed on the retina of the squinting eye. This occurs only during binocular vision (with both eyes open). when the fixating eye is covered, the squinting eye fixes (i.e., suppression disappears)",
        "cop": 4,
        "opa": "Cornea",
        "opb": "IOP",
        "opc": "Refractive errors",
        "opd": "Binocular vision",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "0222f896-cf51-466d-807c-ee5779c61a76",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true regarding color blindness",
        "exp": "Color blindness - More common in males than in female because the genes that produce photopigments are carried on the X chromosome. Fovea is blue blind. Ganglion cells are the cells mainly responsible for colour vision processing. Human eyes are most sensitive to green colour Achromatopsia is due to lesion in V8 > V4 area of occipital coex Primary colours: Red , Blue, Green",
        "cop": 3,
        "opa": "More common in females",
        "opb": "Optic nerve head is blue blind",
        "opc": "Ganglion cells are responsible for color vision processing",
        "opd": "V2 area of occipital coex is responsible for color vision",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "8780e88e-5655-462c-8de4-a71e0c119ec5",
        "choice_type": "multi"
    },
    {
        "question": "The main corneal mechanism holding the LASIK flap in place after surgery is",
        "exp": "In LASIK surgery after creating a corneal flap and ablating the midstromal tissue , the flap is reposited back without sutures. The main mechanism holding the flap is corneal endothelial pumps.",
        "cop": 1,
        "opa": "Endothelial pump",
        "opb": "Stromal collagen adhesions",
        "opc": "Bowman's layer-stromal adhesions",
        "opd": "Endothelial-Descemet's membrane forces",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "fdb7d4bc-8570-4555-a2fc-834a40822ecd",
        "choice_type": "single"
    },
    {
        "question": "Visual acuity of eye is:",
        "exp": "Measurement of the threshold of discrimination of two spatially separated targets (a function of the fovea centralis) is termed visual acuity. Refractive power of eye-= +60D(+45D by cornea +15 D by lens). Ability to increase converging power of eye ACCOMODATION limitaion of occular movements - Diplopia",
        "cop": 2,
        "opa": "Refractive power of eye",
        "opb": "Ability to discriminate two points",
        "opc": "Ability to increase converging power of eye",
        "opd": "limitaion of occular movements",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "6b5bfe31-00f2-48cd-ae90-0adb8002d538",
        "choice_type": "single"
    },
    {
        "question": "Minus cylinder lenses are prescribed because of",
        "exp": "Aniseikonia is defined as a condition wherein, images projected to visual coex from the two retinae are abnormally unequal in size and/or shape. Up to 5% aniseikonia is well tolerated. Meridional aniseikonia - refractive differences only occur in one meridian In a plus cylinder the lens is ground on the anterior surface of spectacle and thus there is more scattering and distoion of image as compared to a minus cylinder which is ground on posterior surface. Thus a minus cylinder is more comfoable to the patient and hence all prescriptions are written with a minus cylinder. Extra edge: - In pt with monocular aphakia wearing contact lens, % of aniseikonia is approximately 8% - In aphakia, Aniseikonia is decreased with contact lens than glasses. Hence, IOL implantation is preferred management NOTE- Aneisokonia with IOL- (1-3%)",
        "cop": 2,
        "opa": "Cheaper to produce and distribute",
        "opb": "Preferred due to meridional aniseikonia",
        "opc": "Reduces minification",
        "opd": "Causes less coma and trefoil",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "3b571f08-32b7-48b7-ae30-8f2692220300",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a pa of accomodation",
        "exp": "No change occurs in posterior curvature of lens in accomodation Accomodation Inherent capacity of eye to focus light rays from near object on retina Due to inc in power of lens because of increase in curvature of lens Inc in curvature of lens of anterior pa of lens Contraction of ciliary muscles causes zonules to relax Lens becomes more convex over anterior surface",
        "cop": 2,
        "opa": "Change is anterior curvature of lens",
        "opb": "Change in posterior curvature of lens",
        "opc": "Change in Ciliary zonules tension",
        "opd": "Contraction of ciliary muscles",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "2eb2aab2-651e-4682-8f1e-3c50501a10d7",
        "choice_type": "single"
    },
    {
        "question": "On performing refraction using plane mirror on a patient who's has a refractive error of -3 D sphere with -2 D cylinder at 90 degree from a distance 1 metre under no cyclopgia, the reflex would be seen to move",
        "exp": "Error of -3 D sphere that is person using concave sphere(diverging) advised in cases of myopia. Reflection of ligth with Retinoscope 1. Against / opposite movement : Myopia > -1 2. With / same movement Myopia < -1 or Emmetropia = 1 or Hypermetropia = + value 3. No movement Myopia = -1 This patient is having a -3DS with -2DC x 90 - compound myopic astigmatism, so the reflex would move in opposite direction to the beam irrespective of the axis",
        "cop": 3,
        "opa": "With the movement in the horizontal axis and against the movement in the veical axis",
        "opb": "With the movement in both the axis",
        "opc": "Against the movement in both the axis",
        "opd": "With the movement in the veical axis and against the movement in horizontal axis",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "5ec0e0bc-b22f-4d45-a4ce-b06ac83ffecc",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a feature of Pathological myopia?",
        "exp": "Long axial length and not sho axial length is seen in high myopia. Signs & Symptoms: Long Axial length Deep Anterior chamber Muscae volitantes : Floating black opacities in front of eye that are seen in path myopia Defective night vision Fundus changes in High/Pathological Myopia : Temporal crescent Superaction crescent (360 deg crescent pulling retina) Tigroid/tessellated fundus Foster Fuchs spot at macula Cystoid degeneration (M/C complication) Lattice & snail track degeneration Posterior staphyloma Lacquer cracks-Rupture of bruch's membrane Posterior vitreous detachment (weiss ring) Note- Rhegmatogenous retinal detachemenet is 2nd m/c complication caused due to stretch on all layers of eyeball Myopic Crescent Tigroid Fundus Lattice Degeneration Weiss Ring",
        "cop": 3,
        "opa": "Lattice & snail track degeneration",
        "opb": "Cystoid degeneration",
        "opc": "Anterior staphyloma",
        "opd": "Tessellated fundus",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "be729c75-93aa-40f5-955d-4cc8f314c071",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is called as pseudomyopia",
        "exp": "Pseudomyopia refers to an intermittent and temporary shift in refractive error of the eye towards myopia, in which the focusing of light in front of the retina is due to a transient spasm of the ciliary muscle causing an increase in the refractive power of the eye ( Spasm of accomodation) Spasm of accomodation: A spasm of accommodation (also known as a accommodative spasm) is a condition in which the ciliary muscle of the eye remains in a constant state of contraction. Normal accommodation allows the eye to \"accommodate\" for near-vision. Cause Drug Induced Spasm with miotics like echothiophate Spontaneous spasm of children who attempt to compensate refractory errors Diagnosis: It is made with refraction under atropine Treatment -Relaxation of ciliary muscles by atropine",
        "cop": 3,
        "opa": "Insufficiency of accomodation",
        "opb": "Nuclear cataract",
        "opc": "Spasm of accomodation",
        "opd": "Presbyopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "1e6cce6e-fdb0-4ca4-ac78-031a74d9165c",
        "choice_type": "multi"
    },
    {
        "question": "Prescription of presbyopic lens to a 50 year old emmetropic individual?",
        "exp": "A rough estimate of the power of presbyopic glasses in an emmetrope can be made from the age as follows:- 40 years: +1.00 DS 45 years: +1.25 DS 50 years: +1.75 DS 55 years: +2.00 DS 60 years: +2.25 DS 65 years and above: +2.50 DS",
        "cop": 4,
        "opa": "+0.50 D",
        "opb": "+1.00 D",
        "opc": "+1.50 D",
        "opd": "+1.75 D",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "e4131f1d-41f1-4444-9787-8c2686e9682a",
        "choice_type": "single"
    },
    {
        "question": "18 month old child presents with both eyes adducted. What is the first thing for diagnosis?",
        "exp": "Given the age of the child in question, any test has to be performed under anesthesia(EUA), since the child will not cooperate for any examination. During EUA: Refractive error examination is done to rule out hypermetropia as a cause of B/L adduction. Force duction test is used for diagnosis of Restrictive strabismus (eg Duane's retraction syndrome).",
        "cop": 1,
        "opa": "Examination under anaesthesia",
        "opb": "Refractive error examination",
        "opc": "Forced duction testing",
        "opd": "Fundus examination",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "89271b82-5494-43bc-b829-37532a691e64",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not an optical aberration seen in aphakic patients",
        "exp": "Magnification and not minification of image is seen in aphakic glasses OPTICAL ABBERATIONS SEEN IN APHAKIC GLASSES Pin cushion effect Magnification of imageas a high plus power lens is used Jack in the box phenomenon Roving ring scotoma Spherical abberation Chromatic abberation",
        "cop": 2,
        "opa": "Pin cushion effect",
        "opb": "Minification of image",
        "opc": "Roving ring scotoma",
        "opd": "Jack in the box phenomenon",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "5f125c9a-8b2c-483f-8485-aa4619a4b1c4",
        "choice_type": "single"
    },
    {
        "question": "42 year-old male presents with dimness of near vision and can not read the newspaper print clearly. On examination, the media was clear in both the eyes and no fundus abnormality was seen. What would be the next step?",
        "exp": "*With age the accommodative power of crystalline lens decreases so the near vision gets deteriorated. This condition is called presbyopia for which near add (convex glasses) is prescribed to individual. *Surgical Modalities to correct Presbyopia a)Multifocal IOL b)Crystalens c)Presbyopic LASIK",
        "cop": 1,
        "opa": "Refraction with near addition",
        "opb": "Refraction under atropine",
        "opc": "Radial keratotomy",
        "opd": "Cataract surgery",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "89c9fd77-7055-4c58-bcb4-e2fcbf5a35f2",
        "choice_type": "multi"
    },
    {
        "question": "Crowding phenomenon is seen in:",
        "exp": "Crowding Phenomenon - patient is able to identify a Snellen chant character with the amblyopic eye when The character is presented in isolation. Crowding phenomenon seen in Amblyopia. Amblyopia - loss of vision in a child (<8yr) Lazy eye syndrome M/c/c of amblyopia = squint Best treatment of Amblyopia - occlusion of good eye - forces the amblyopic eye to see more and thereby develop better vision. Occlusion therapy works only when the development is plastic (i.e. during childhood) Vitamin used for treating Toxic Amblyopia - Hydroxycobalamine (misnomer - Toxic Optic Neuropathy is better used term)",
        "cop": 2,
        "opa": "Hypermetropia",
        "opb": "Amblyopia",
        "opc": "Strabismus",
        "opd": "Retinitis pigmentosa",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "c6205862-b3f2-45c9-a2dc-4adc8ccc9ebd",
        "choice_type": "single"
    },
    {
        "question": "Resolution when visual acuity is 6/6:",
        "exp": "Resolution when visual acuity is 6/6 is 1 minute of an arc. Snellen's test types: The distant central visual acuity is usually tested by Snellen's test types. The fact that two distant points can be visible as separate only when they subtend an angle of 1 minute at the nodal point of the eye, forms the basis of Snellen's test-types. The lines comprising the letters have such a breadth that they will subtend an angle of 1 min at the nodal point. The entire character (optotype) subtends an angle of 5 min of an arc at the nodal point, each stroke is 1 min at the nodal point.",
        "cop": 1,
        "opa": "1 minute of an arc",
        "opb": "5 minutes of an arc",
        "opc": "6 minutes of an arc",
        "opd": "10 minutes of an arc",
        "subject_name": "Ophthalmology",
        "topic_name": "Optics and Errors of Refraction",
        "id": "3bf5c43e-47be-4a2c-bb12-ddfec0c06456",
        "choice_type": "single"
    }
]