[
    {
        "question": "Mark the wrong statement about Orbital Rhabdomyosarcoma",
        "exp": "RHABDOMYOSARCOMA: Most Common orbital tumor in children with mean age of 5-7 years Pluripotent mesenchymal cell origin Most common site of origin: Eyelid Incidence Male > female Unilateral more common Well circumscribed homogenous tumor Superonasal quadrant is the most common location Rapidly developing proptosis is the usual presentation Hpe of RHABDOMYOSARCOMA-consist of sheets of both primitive round and spindled cells in a myxoid stroma.",
        "cop": 4,
        "opa": "Arise from pluripotent stem cell",
        "opb": "Origin from skeletal muscle cell",
        "opc": "Unilateral preponderance",
        "opd": "More common in females",
        "subject_name": "Ophthalmology",
        "topic_name": "Orbit and Adnexa",
        "id": "2c0c1739-1434-4155-9779-8c778ce72552",
        "choice_type": "multi"
    },
    {
        "question": "Not a complication of orbital cellulitis",
        "exp": "Retinal detachment is not a complication of orbital cellulitis Orbital Cellulitis Inflammation of orbital septum Complications Exposure keratopathy Compression of optic nerve Central retinal aery occlusion Orbital Abscess Intracranial spread of infections Septicemia",
        "cop": 4,
        "opa": "Exposure keratopathy",
        "opb": "Optic neuritis",
        "opc": "Subperiosteal abscess",
        "opd": "Retinal detachment",
        "subject_name": "Ophthalmology",
        "topic_name": "Orbit and Adnexa",
        "id": "788f7781-a72c-4392-b96e-f188e5f80f8b",
        "choice_type": "single"
    },
    {
        "question": "What is the commonest tumour to metastasize to the orbit in children?",
        "exp": "METASTATIC ORBITAL TUMOURS : These involve the orbit by haematogenous spread from a distant primary focus and include the following: * Neuroblastoma -- from adrenals and sympathetic chain. Nephroblastoma --from kidneys. Carcinoma -- from lungs, breast, prostate, thyroid and rectum. Malignant melanoma -- from skin. Ewing's sarcoma --from the bones. Leukaemic infiltration. Commonest tumor to metastasize in children is Neuroblastoma-Raccoon eye sign due to periorbital ecchymosis.",
        "cop": 3,
        "opa": "Hodgkin's lymphoma",
        "opb": "Myeloid leukemia",
        "opc": "Neuroblastoma",
        "opd": "Medulloblastoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Orbit and Adnexa",
        "id": "eeab494f-30b8-4fa1-86bd-57f98533efad",
        "choice_type": "single"
    },
    {
        "question": "Most common metastatic tumor in orbit in adult male is due to",
        "exp": "Lung carcinoma is the most common cause of metastasis to orbit in adult Most common orbital tumor in adults Primary Benign: Cavernous hemangioma Primary Malignant: Lymphoma Metastatic Tumor: Carcinoma Lung (male) , Carcinoma Breast (Female)",
        "cop": 1,
        "opa": "Lung carcinoma",
        "opb": "Hodgkins lymphoma",
        "opc": "Neuroblastoma",
        "opd": "Breast cancer",
        "subject_name": "Ophthalmology",
        "topic_name": "Orbit and Adnexa",
        "id": "eff28ac0-dae0-44a5-bf26-483ea212fd9a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a type of surgery done for entropion",
        "exp": "* Kuhnt surgery is done for ectropion Entropion Surgeries * Hotz procedure for congenital entropion * Transverse sutures along lid * Anterior lamellar resection * Tarsal wedge resection * Modified Ketssey's operation * Transverse eveing suture * Plication of Lid retractors- That is Jones Procedure * Making a scar between preseptal and pretarsal tissue- Weiss Procedure * Wheeler Procedure * Quicke Procedure- combination of jones and Weiss * Lateral tarsal split procedure",
        "cop": 3,
        "opa": "Wheeler Procedure",
        "opb": "Quicke Procedure",
        "opc": "Kuhnt surgery",
        "opd": "Lateral tarsal split procedure",
        "subject_name": "Ophthalmology",
        "topic_name": "Orbit and Adnexa",
        "id": "3048dc92-cf4d-4b98-a000-6b409550bbcf",
        "choice_type": "single"
    },
    {
        "question": "Not true regarding inferior walls of orbit",
        "exp": "It transmits infraorbital nerves and vessels not trigeminal nerves Inferior margin of orbit - Triangular in shape Formed of Maxilla & zygomatic bones Infraorbital foramen is about 1 cm from orbital rim. It transmits infraorbital nerves and vessels",
        "cop": 3,
        "opa": "Formed by Maxilla & zygomatic bones",
        "opb": "Infraorbital foramen is about 1 cm from orbital rim.",
        "opc": "It transmits trigeminal nerves and vessels",
        "opd": "Triangular in shape",
        "subject_name": "Ophthalmology",
        "topic_name": "Orbit and Adnexa",
        "id": "e6a274b6-7b63-4d41-9ce8-4de558d048ee",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is sign named for infrequent blinking of eyelids in grave's ophthalmopathy",
        "exp": "Infrequent Blinking : Stellwag sign Grave's Ophthalmopathy Signs Enroth sign - 'e' for edemameans fullness of eyelids. Joffroy sign- absent creases in the forehead on superior gaze. Grove sign- resistance to pulling down the retracted upper lid. Stellwag sign- incomplete and infrequent blinking - still meaning 'no movement'. Ballet sign- restriction of one or more extraocular muscles. Gifford sign- difficulty in eveing upper lid Jellink's sign Increased pigmentation on the lids IOP is increased in up-gaze. Von Graefe's sign - Lid lag",
        "cop": 2,
        "opa": "Enroth sign",
        "opb": "Stellwag sign",
        "opc": "Gifford's sign",
        "opd": "Vongraefe sign",
        "subject_name": "Ophthalmology",
        "topic_name": "Orbit and Adnexa",
        "id": "e147eee6-1331-4634-b3ae-d0ec8e32013b",
        "choice_type": "single"
    },
    {
        "question": "First eye muscle affected in thyroid disease",
        "exp": "Thyroid related ophthalmopathy 5 times more common in female Extra ocular muscles involvement: I - Inferior rectus Am - Medial rectus So - Superior rectus Lucky - Lateral rectus",
        "cop": 2,
        "opa": "Lateral rectus",
        "opb": "Inferior rectus",
        "opc": "Medial rectus",
        "opd": "Superior rectus",
        "subject_name": "Ophthalmology",
        "topic_name": "Orbit and Adnexa",
        "id": "77e54c6c-3f6f-4a98-be23-7312015d47dc",
        "choice_type": "single"
    },
    {
        "question": "Coca cola bottle sign is seen in",
        "exp": "The Coca-Cola bottle sign refers to the appearance of the muscles of the orbit inthyroid eye disease. The belly of the muscle enlarges with sparing of the tendinous inseion, giving the appearance of the traditional Coca-Cola bottle. The nature of the enlargement is impoant as it is one of the chief findings to differentiate it from orbital pseudotumor, in which the tendinous inseion is also involved and enlarged, unlike in thyroid eye disease. Hyperostosis seen in case of spehnoid wing meningioma on CT scan",
        "cop": 4,
        "opa": "Blowout fracture",
        "opb": "Glioma",
        "opc": "sphenoid wing Meningioma",
        "opd": "Thyroid ophthalmopathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Orbit and Adnexa",
        "id": "851882f9-a5c7-4385-a103-1fa2f3ce2803",
        "choice_type": "single"
    },
    {
        "question": "Cause of pulsating proptosis",
        "exp": "Causes of Pulsatile Proptosis Caroticocavernous fistula Aneurysms of Ophthalmic aery Transmitted cerebral pulsation from deficient orbital roof like congenital meningocele / meningo-encephalocele",
        "cop": 2,
        "opa": "Lymphoma",
        "opb": "Caroticocavernous fistula",
        "opc": "Orbital cellulitis",
        "opd": "Mucocele of paranasal sinuses",
        "subject_name": "Ophthalmology",
        "topic_name": "Orbit and Adnexa",
        "id": "647078c9-5b77-4971-81cb-117368389ff1",
        "choice_type": "single"
    }
]