[
    {
        "question": "Specific term used for granulomatous inflammation of superior orbital fissure is",
        "exp": "Tolosa Hunt Syndrome Specific term used for granulomatous inflammation of superior orbital fissure Painful Ophthalmoplegia Present as either Superior Orbital fissure syndrome/ Orbital apex syndrome Superior Orbital Fissure Syndrome Retro orbital Pain Sensory disturbances in ophthalmic division of 5th nerve Ipsilateral ophthalmoplegia due to 3rd, 4th, 6th nerve Ptosis due to 3rd nerve palsy Orbital Apex Syndrome Symptom complex produced by involvement of structures passing through superior orbital fissure and optical canal The features are similar to Superior orbital fissure syndrome Features of optic nerve involvement like early visual loss and RAPD are also present",
        "cop": 2,
        "opa": "Cavernous sinus thrombosis",
        "opb": "Tolosa Hunt Syndrome",
        "opc": "Pseudotumor",
        "opd": "Grave's Ophthalmopathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Orbital Disorders",
        "id": "2414dcd3-89fa-4b23-874b-689773f17886",
        "choice_type": "single"
    },
    {
        "question": "Not a cause for pseudo-proptosis in the following options",
        "exp": "Causes of pseudoproptosis *Myopia *Lagophthalmos *Lid retraction *Enophthalmos of fellow eye * Stimulation of Muller's muscle by cocaine * Shallow orbits (as in craniofacial dysostosis.)",
        "cop": 1,
        "opa": "Hypermetropia",
        "opb": "Lagophthalmos",
        "opc": "Lid retraction",
        "opd": "Enophthalmos of fellow eye",
        "subject_name": "Ophthalmology",
        "topic_name": "Orbital Disorders",
        "id": "5ca0e560-6696-4a13-9802-665931e7290f",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of choice for pseudotumor",
        "exp": "Steroids are the treatment of choice for pseudotumor Orbital Pseudotumor Most common cause of painful orbital mass, present like tumor histopathology - Polymorphous lymphoid infiltrate with varied amount of fibrosis Optic nerve compression may occur in massive posterior involvement May lead to frozen orbit in cases of chronic involvement and fibrosis More common seen unilaterally On MRI sequences it has both Muscle belly + Tendon involvement Rx: Oral prednisolone after confirmation is treatment of choice. Radiotherapy, methotrexate and. TNF alpha inhibitors are used in recalcitrant cases",
        "cop": 2,
        "opa": "Methotrexate",
        "opb": "Steroids",
        "opc": "Intravenous antibiotics",
        "opd": "Radiotherapy",
        "subject_name": "Ophthalmology",
        "topic_name": "Orbital Disorders",
        "id": "c1475d39-fc16-425f-957d-1641c2849de5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following structure(s) is/are preserved in enucleation?",
        "exp": "Exenteration All the contents of orbit with its periorbital tissue, appendages, eyelids is removed Indications are rapidly spreading life threatening malignant tumors like sebaceous cell carcinoma, advanced retinoblastoma, melanomas, rhinocerebral mucormycosis Reconstruction of eye socket with lattisimus dorsi or pectoralis major flap can be done afterwards Enucleation Refers to excision of the eyeball. Can be performed under L. A in adults and under G. A in children. Evisceration Removal of the contents of the eyeball leaving behind the sclera Orbitotomy Refers to surgical approach for an orbital mass lesion 4 types: anterior orbitotomy, Lateral orbitotomy, Transfrontal orbitotomy, Temporofrontal orbitotomy",
        "cop": 1,
        "opa": "Eye lids",
        "opb": "Iris",
        "opc": "Sclera",
        "opd": "Extraocular muscles",
        "subject_name": "Ophthalmology",
        "topic_name": "Orbital Disorders",
        "id": "f1529377-aa5f-4290-b6fb-c266a7881dff",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a feature of Treacher Collins syndrome?",
        "exp": "Coloboma of eyelid is one of the ocular feature of Treacher Collins syndrome Mandibulofacial dysostosis ( aka Treacher Collins syndrome) Refers to a condition resulting from hypoplasia of zygoma and mandible. Features of Treacher Collins syndrome: * Indistinct inferior orbital margin * Coloboma of the lower eyelid * Anti-mongoloid slant * Macrostomia with high-arched palate * External ear deformity * Bird-like face.",
        "cop": 2,
        "opa": "Hypoplasia of frontal bone",
        "opb": "Coloboma of eyelid",
        "opc": "Low arched palate",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Orbital Disorders",
        "id": "d45d09d0-d907-4bb5-8e78-35cf3e3b090a",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are characteristic of lymphangiomas EXCEPT",
        "exp": "Commonest tumor in HIV is kaposi sarcoma. 2nd commonest tumor is lymphoma, not lymphangioma. Lymphangioma-. It is an uncommon tumour presenting with slowly progressive proptosis in a young person. It often enlarges because of spontaneous bleed within the vascular spaces, leading to formation of 'chocolate cysts' which may regress spontaneously.",
        "cop": 4,
        "opa": "Rare childhood orbital tumours",
        "opb": "Typically slow growing but may present with acute painful proptosis",
        "opc": "Called 'chocolate cysts' when bleeds into itself",
        "opd": "It is the second commonest tumour in HIV",
        "subject_name": "Ophthalmology",
        "topic_name": "Orbital Disorders",
        "id": "1fb5dd67-46c5-480d-8879-199b6d9bccb2",
        "choice_type": "multi"
    },
    {
        "question": "24-12-6 rule is applied for",
        "exp": "Safe surgical exploration distances during orbitotomy Safe distances for the periorbital dissection from the intact outside rim of the adult orbit to vital interior structures are specified in millimeters. Generally an exploration depth of 25 mm along the lateral and inferior walls is regarded as safe. A 30 mm distance from the supraorbital rim and the anterior lacrimal crest are also considered safe exposure of the roof and the medial wall respectively. Along the medial wall, impoant landmarks are described as measurements from the anterior lacrimal crest: - 24 mm* to the anterior ethmoidal foramen - 36 mm* to the posterior ethmoidal foramen (12 mm from the anterior ethmoidal foramen) - 42 mm* to the optic canal (6 mm from the posterior ethmoidal foramen) * Mnemotechnic formula (rule of halves): 24-12-6.",
        "cop": 3,
        "opa": "Ptosis surgery",
        "opb": "Pterygium surgery",
        "opc": "Orbital surgery",
        "opd": "Glaucoma surgery",
        "subject_name": "Ophthalmology",
        "topic_name": "Orbital Disorders",
        "id": "aad888f7-704e-44c5-a6eb-ba8aa67bb0de",
        "choice_type": "single"
    }
]