[
    {
        "question": "Earliest drug used in acute angle closure glaucoma",
        "exp": "Ans. is 'a' i. e Diamox (Acetazolamide) As already explained in Nov 99, Acetazolamide is used even earlier than Pilocarpine.",
        "cop": 1,
        "opa": "Diamox",
        "opb": "Pilocarpine",
        "opc": "Atropine",
        "opd": "DFP",
        "subject_name": "Ophthalmology",
        "topic_name": "Primary Angle-Closure Glaucoma",
        "id": "f5a7b7db-d6b8-486a-bf64-cefb66b662a0",
        "choice_type": "single"
    },
    {
        "question": "Best laser treatment in early stage of primary angle closure glaucoma (PACG) -",
        "exp": "Ans. is 'a' i. e., Laser iridotomy Treatment of angle closure glaucomao Definitive treatment (treatment of choice) is surgery. However, intially drugs are used to decrease IOP during an acute attack. Approach of treatment is as follow's:-Start i. v. mannitol or i. v. acetazolamide. When IOT starts falling, start topical pilocarpine or p-blocker (timolol). Apraclonidine/latanoprost may be added. Once IOT is reduced, surgery' is done. o Topical pilocarpine 2% is the preferred antiglaucomatous drugo After control of IOP, Laser (Nd: YAG) peripheral irodotomy is the definitive management of choice. If laser is not available surgical peripheral iridectomy is the procedure of choice. Other surgical procedures used are fi. Iteration surgeries (like trabeculectomy, deep sclerotomy, Viscoanulostomy). o Symptomatic treatment during an attack also includes analgesics, antiemetic and topical corticosteroids to reduce inflammation. Mydriatics (e. g. atropine) are contraindicated as they precipitate glaucomao PACG is a bilateral disease, the fellow eye is at risk of developing an acute attack in 50% cases in future. Therefore a prophylactic peripheral laser iridotomy should be performed in the fellow eye.",
        "cop": 1,
        "opa": "Laseriridotomy",
        "opb": "LASIK",
        "opc": "PRP",
        "opd": "Laser trabeculoplasty",
        "subject_name": "Ophthalmology",
        "topic_name": "Primary Angle-Closure Glaucoma",
        "id": "da166fba-20d4-4703-ad7d-47af90d83f3c",
        "choice_type": "single"
    },
    {
        "question": "Which muscarinic agonist is used in the treatment of angle closure glaucoma?",
        "exp": "Ans. is 'a' i. e., Pilocarpine Angle closure glaucomao Treatment of choice for acute congestive glaucoma - Laser iridotomy (1st choice), Peripheral iridectency (2nd choice)o Drug of choice for acute congestive glaucoma - Pilocarpineo Initially IOP is controlled (first drug used) - Systemic mannitol or acetazolamide. Open angle glaucomao Treatment of choiceo Drug of choiceo Surgery of choice. Topical antiglaucoma drugsb - blocker (Timolol, betaxolol, levobunalol). Argon or diode laser trabeculoplasty",
        "cop": 1,
        "opa": "Pilocarpine",
        "opb": "Neostigmine",
        "opc": "Brimonidine",
        "opd": "Dipiveffine",
        "subject_name": "Ophthalmology",
        "topic_name": "Primary Angle-Closure Glaucoma",
        "id": "59250cc8-03e7-4855-8f27-fbcaa3bbcd22",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is seen in acute congestive glaucoma -",
        "exp": "Ans. is 'b' i. e., Oval, vertical pupil o Mild dilated (semidilated), vertically oval pupil is characteristic of acute congestive glaucoma. Sings of acute congestive glaucoma. Lid edema. Conjunctiva is chemosed and congested (both conjunctiva] & ciliary vessels are congested). Cornea is oedematous and insensitive. Anterior chamber is very shallow & with aqueous flare. Angle of anterior chamber is closed (on gonioscopy). Iris is discoloured. Pupil is semidilated, vertically oval and fixed. It is non reactive to both light and accommodation. IOP is markedly raised (40- 70 mm Hg). Optic disc is oedematous & hyperemic. Fellow eye shows shallow anterior chamber and a narrow' angle.",
        "cop": 2,
        "opa": "Constricted pupil",
        "opb": "Oval, vertical pupil",
        "opc": "Ovalhorizontal pupil",
        "opd": "Circular pupil",
        "subject_name": "Ophthalmology",
        "topic_name": "Primary Angle-Closure Glaucoma",
        "id": "91881bf4-ff28-4fa8-bf65-2ea1b0443738",
        "choice_type": "single"
    },
    {
        "question": "The patient presents with acute pain and redness of eye with diminished vision and vomiting. The finding shown is:",
        "exp": "Ans. (a) Mid-dilated pupil.",
        "cop": 1,
        "opa": "Mid-dilated pupil",
        "opb": "Hypopyon",
        "opc": "Dislocated eye lens",
        "opd": "Dendritic ulcer",
        "subject_name": "Ophthalmology",
        "topic_name": "Primary Angle-Closure Glaucoma",
        "id": "a660a8d7-c7a8-4080-83dd-98346fbb72c8",
        "choice_type": "single"
    },
    {
        "question": "What is the drug of choice for treating angle closure glaucoma?",
        "exp": "Ans. is 'a' i. e., Pilocarpine o Has been explained in previous sessions.",
        "cop": 1,
        "opa": "Pilocarpine",
        "opb": "Timolol",
        "opc": "Dipiveffine",
        "opd": "Apraclonidine",
        "subject_name": "Ophthalmology",
        "topic_name": "Primary Angle-Closure Glaucoma",
        "id": "670877e1-270d-4e2a-8300-c4eb1a58ab2c",
        "choice_type": "single"
    }
]