[
    {
        "question": "Anhydrosis and ptosis seen in -",
        "exp": "Ans. is 'a' i. e., Horner's Syndrome o Horner's syndrome consists of a classical triad of ipsilateral: i) Ptosis ii) Miosis (hence anisocoria) iii) Anhydrosis (Loss of sweating) o Other features are: # Loss of ciliospinal reflex, Enophthalmos. # Heterochromia (ipsilateral iris is of light color), the pupil is slow to dilate, slight elevation of the inferior eyelid, normal pupillary reflex.",
        "cop": 1,
        "opa": "Horner's Syndrome",
        "opb": "Buphthalmos",
        "opc": "USHER Syndrome",
        "opd": "Paralysis of cranial nerve VI",
        "subject_name": "Ophthalmology",
        "topic_name": "Pupillary Reflexes and their Abnormalities",
        "id": "9cdd585c-a620-4a35-bc73-f27c3bf04334",
        "choice_type": "single"
    },
    {
        "question": "Normal vision with absence of direct & consensual light reflex, which nerve is involved -",
        "exp": "Ans. is 'b' i. e., Oculomotor o This question can be solved by simple basic knowledge:-Among the given options only optic nerve and occulomotor nerves are related to light reflex. In optic nerve injury, vision is also impaired (vision is normal in the question). Thus answer is oculomotor nerve. o When light is shone to one (e. g. left) eye, left optic nerve carries afferent impulse to brain and from brain efferent impulse to ipsiplateral (left) eye comes through ipsilateral (left) occulomotor nerve (for direct light reflex) and efferent for contralateral (right) eye comes through contralateral (right) occulmotor nerve for consensual light reflex. When light is shone to other (right) eye, right optic nerve carries afferent impulse to brain and from brain, efferent impulse to right eye (for direct light reflex) comes through right occulmotor nerve and efferent for left eye (for consensual light reflex) comes through left occulomotor nerve. So:-Optic nerve is responsible for direct light reflex in ipsilateral eye and consensual light reflex for contralateral eye. (In above example, afferent for right sided direct and left sided consensual light reflex is through right optic nerve; and afferent for left sided direct and right sided consensual light reflex is through left optic nerve). Occulomotor nerve is responsible for direct and consensual light reflex in the same eye. (In above example, efferent for right sided direct as well as consensual light reflex is through right occulmotor nerve and efferent for left sided direct as well as consensual light reflex is through left occulomotor nerve). In complete optic nerve lesion of one side (Amaurosis light reflex or total afferent pupillary defect)o The ipsilateral direct reflex is losto The ipsilateral consensual reflex is intacto The contralateral direct reflex is intacto The contralateral consensual reflex is lost. In occulomotor nerve lesion of one side (efferent pupillary defect)o The ipsilateral direct reflex is losto The ipsilateral consensual reflex is losto The contralateral direct reflex is intacto The contralateral consensual reflex is intact",
        "cop": 2,
        "opa": "Optic",
        "opb": "Oculomotor",
        "opc": "Trigeminal",
        "opd": "Abducens",
        "subject_name": "Ophthalmology",
        "topic_name": "Pupillary Reflexes and their Abnormalities",
        "id": "b51b5ad9-ec3c-4325-b279-ac4fb1516e77",
        "choice_type": "single"
    }
]