[
    {
        "question": "The laser used in LASIK is -",
        "exp": "Ans. is 'c' i. e. Excimer laser Photocoagulation in diabetic retinopathyo It remains the mainstay of treatment of diabetic retinopathy and diabetic maculopathy. o Photocoagulation is done by using laser with long wavelength, such as krypton or diode argon (81 Onm): -a) Focal laser photocoagulation and Grid pattern photocoagulation - For clinically significant macular edema. b) Panretinal photocoagulation for proliferative diabetic retinopathyo Recently double frequency Nd: YAG is being preferred for both. Lasers used in ophthalmology. Laser. Wavelength (nanometer). Clinical applications. Nd: YAG (Neodymium - Yttrium- Aluminium- Garnet)1064. Posterior capsulotomy, iridotomy, vitreolysis. Frequency- doubled Nd: YAG532. Retinal photocoagulation, cyclophotocoagulation. Argon green514. Trabeculoplasty, iridoplasty, pupillomydriasis, retinal photocoagulation. Diode laser800. Retinal photocoagulation. Krypton red714. Retinal photocoagulation. Excimer (argon fluoride)193. Photorefractive keratectomy (PRK), phototherapeutic keratectomy (PTK), LASIK, LASERFemtosecond laser (neodymium-glass)1053. Femtosecond laser assisted refractive surgery, lamellar and full thickness comeal transplants. Retinal photocoagulation includes treatment for diabetic retinopathy, other causes of retinal neovascularization or retinal oedema, retinal breaks, central serous retinochoroidopathy, subretinal neovascular membranes, small retinal tumours, angiomas, etc. Argon green laser is the most widely used but other lasers are increasingly being used as substitutes in certain situations. o If you know the mechanism of action of various lasers, you can easily understand their usei) Nd: YAG laser is used to create holes e. g. posterior capsulotomy, irototomy. ii) Excimer laser has cutting power, used to take different types of cut on cornea for refractive surgeries. iii) Argon, diode and krypton lasers are used to create bums, i. e. photocoagulation.",
        "cop": 3,
        "opa": "Argon diode laser",
        "opb": "Nd: YAG Laser",
        "opc": "Excimer laser",
        "opd": "Double frequency Nd: YAG Laser",
        "subject_name": "Ophthalmology",
        "topic_name": "Refractive Surgery",
        "id": "b6d9d179-e4d5-4b21-8f73-44a86c9f4402",
        "choice_type": "single"
    },
    {
        "question": "Refractive surgery most commonly performed for myopia -",
        "exp": "Ans. is 'b' i. e., LASIKTreatment of myopiao Treatment includes non-surgical or surgical methods. Non-surgical: - Most commonly used method for treatment of myopia is correction by concave (divergent or minus) lens. These may be spectacles (most commonly used method for low myopia i. e., < -3D) or contact lens. Keep in mind that though most commonly used method is spectacles, the preferred treatment is contact lens. Refractive surgery: - The most common procedures are performed with an excimer laser. LASIK is the most commonly used procedure. Orthokeratology: - is a non-surgical procedure where special contact lenses are worn that slowly reshape the cornea over time to correct myopia. o High myopia is defined as myopia > -6 D. Treatment of choice for high myopia is contact lens. LASIK is an alternative.",
        "cop": 2,
        "opa": "Radial keratotomy",
        "opb": "LASIK",
        "opc": "Photorefractive keratectomy",
        "opd": "Lensectomy",
        "subject_name": "Ophthalmology",
        "topic_name": "Refractive Surgery",
        "id": "bb209def-73ac-45fd-99d2-3594f1132677",
        "choice_type": "single"
    }
]