[
    {
        "question": "Epiretinal membrane is seen in -",
        "exp": "Ans. is 'a' i. e. Posterior vitreous detachment o Epiretinal membrane is a disease of the eye in response to changes in the vitreous humor or more rarely, diabetes. It is also called macular pucker. o Sometimes, as a result of immune system response to protect the retina, cells converge in the macular area as the vitreous ages and pulls away in posterior vitreous detachment (PVD). o PVD can create minor damage to the retina, stimulating exudate, inflammation, and leucocyte response. These cells can form a transparent layer gradually and, like all scar tissue, tighten to create tension on the retina which may bulge and pucker (e. g., macular pucker), or even cause swelling or macular edema.",
        "cop": 1,
        "opa": "Posterior vitreous detachment",
        "opb": "Optic neuritis",
        "opc": "Papilloedema",
        "opd": "Glaucomatous optic atrophy",
        "subject_name": "Ophthalmology",
        "topic_name": "Retinal Detachment",
        "id": "5e807044-50e7-46f3-9092-256f3f1e70a5",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of retinal detachment is?",
        "exp": "Ans. (a) Myopia. Ref: Khurana 4/e, p 275, Kanski 7/e, Chapter 16, Parson's 21/e, p 326",
        "cop": 1,
        "opa": "Myopia",
        "opb": "Hypermetropia",
        "opc": "Tractional",
        "opd": "Exudates",
        "subject_name": "Ophthalmology",
        "topic_name": "Retinal Detachment",
        "id": "1734ee56-6872-41b5-b2e8-e676c1c31e4e",
        "choice_type": "single"
    },
    {
        "question": "Gas used in retinal tamponade: (D. REPEAT 2013)",
        "exp": "Ref: Kan ski Clinical Ophthalmology, 6th edition. Pages 727-728; Modern Ophthalmology, 3rd edition. L. C. Dutta, Pages 1753-1755. Explanation: INDICATION FOR TAMPONADES1 To achieve the retinal flattening by replacing the vitreous. 2 To drain the subretina] fluid. 3 To provide the internal tamponade of retinal breaks during the postoperative period. Types. Expanding gases: Gases. Expansion at 100%Duration of action. Concentration used %Sulphur Hexachloride(SF6)2 times10-14 days20-30%Perlluorethane (C2. F6)3 times32-35 days Perlluiropropane (C3. F8)4 times55 -65days12-16%Indication: Superior retinal breaks (Gas will be floating). Post operative: Patient must maintain a particular head position to prevent pupillary block glaucoma and to give the appropriately directed buoyancy effect. Silicone Oil: Low specific gravity. Acts as tamponade, prevents migration of proliferative cells and biochemical mediator like VEGF within the vitreous cavity and provides hemostasis during surgery. Complication: Emulsification - Inverse hypopyon (the emulsified silicone oil is called hyperleon). Cataract. Glaucoma. Perfluorocarbon Liquids. High specific gravity - it sinks. Uses: Displaces the subretinal fluid, unfolds the Hup during surgeries. Hence it is also called as Third Hand. E. g. Perfluorobutylamine, perfluoron octane, perfluorodecalen.",
        "cop": 1,
        "opa": "SF6 (sulfur hexafluoride)",
        "opb": "Ethylene oxide",
        "opc": "Nitrous oxide",
        "opd": "CO2",
        "subject_name": "Ophthalmology",
        "topic_name": "Retinal Detachment",
        "id": "45e2f79f-f5b6-4db0-af5c-bec519072302",
        "choice_type": "single"
    },
    {
        "question": "Which gas is used for Retinal insufflations (Tamponade of retina)?",
        "exp": "Ref: Kanski Clinical Ophthalmology 6th edition; pg no. 727 - 728; Modem Ophthalmology 3rd edition, LC. Dutta, page no 1753 - 1755. Explanation: Indication for Tamponades1. To achieve the retinal flattening by replacing the vitreous2. To drain the subretinal fluid3. To provide the internal tamponade of retinal breaks during the postoperative period. Types: Expanding gases (See the following table /Indication: Superior retinal breaks (Gas will be floating). Post operative: Patient must maintain a particular head position to prevent pupillary block glaucoma & to give the appropriately directed buoyancy effect. SILICONE OIL: Low specific gravity Acts as tamponade, prevents migration of proliferative cells & biochemical mediator like VEGF within the vitreous cavity and provides hemostasis during surgery. Complication: Emulsification - Inverse hypopyon (the emulsified silicone oil is called hyperleon), Cataract, Glaucoma. PERFLUOROCARBON LIQUIDS: High specific gravity - it sinks. Uses: Displaces the subretinal fluid, unfolds the flapduring surgeries. Hence is is also called as THIRDHANDEg. Perfluorobutylamine, perfluoronoctane, peril uorodec ale n",
        "cop": 1,
        "opa": "SF6 sulfur hexafluoride",
        "opb": "S3. F8",
        "opc": "S2. F6",
        "opd": "S4. FI0",
        "subject_name": "Ophthalmology",
        "topic_name": "Retinal Detachment",
        "id": "fd0920c3-d4f6-455d-8791-e3fe85106a93",
        "choice_type": "single"
    },
    {
        "question": "Subretinal demarcation lines (The water marks) indicate:",
        "exp": "Ans. b. Old rhegmatogenous retinal detachment (Ref: Yanoff and Duker 4/e p651 Kanski 7/e p687; Khurana 4/e p275-279). Suhretinal demarcation lines (The water marks) indicate old rhegmatogenous retinal detachment. 'In chronic cases of Rhegmatogenous retinal detachment, a demarcation pigment line suggests the presence of fluid egress via an outer wall hole into the subretinal space, creating a detachment. '- Yanoff and Duker 4/e p651. Rhegmatogenous Retinal DetachmentA rhegmatogenous retinal detachment (RRD) occurs when a tear in the retina leads to fluid accumulation with a separation of the neurosensory retina from the underlying retinal pigment epitheliumQ. MC type of retinal detachment. QIn chronic cases of Rhegmatogenous retinal detachment, a demarcation pigment line suggests the presence of fluid egress via an outer wall hole into the subretinal space, creating a detachmentQ. Pathophysiology: Vitreoretinal traction is responsible for the occurrence of most RRD. As the vitreous becomes more syneretic (liquefied) with age, a posterior vitreous detachment (PVD) occurs. In most eyes, the vitreous gel separates from the retina without any sequelae. However, in certain eyes, strong vitreoretinal adhesions are present and the occurrence of a PVD can lead to a retinal tear formation; then, fluid from the liquefied vitreous can seep under the tear, leading to a retinal detachmentQ. The location of the RRD generally predicts the most likely locations of the retinal break(s). Retinal breaks are usually present superiorly within the area of detachmentQ. Predisposing Factors for Rhegmatogenous Retinal Detachment* MyopiaQ* Aphakia or pseudophakiaQ* Vitroretinal degenerationQ* Lattice degenerationQ* Snail track degenerationQ* Diffuse chorioretinal atrophyQ* Macular holesQ* Posterior vitreous degenerationQ* Trauma* Vitreous loss during cataract surgery. Clinical Features: Early symptoms; Sudden appearance of floaters, frequently associated with fleeting photopsias (flashes), more noticeable in the dark and following rotary eye movements. QSubclinical RRDs can be asymptomatic, and are associated with limited dissection of subretinal fluid (less than two disc diameters from the break). Rarely, but especially in young myopes, slowly progressive asymptomatic retinal detachments develop without PVD, this most commonly occurs temporally and inferiorly and secondary to atrophic holes in lattice degenerationQ. Due to the persistent attachment of the vitreous at the vitreous base after the PVD. most retinal breaks occur anteriorlyQ. The accumulation of subretinal fluid produces relative scotomata that, when the detachment progresses posterior to the equator, can be symptomatic with loss of peripheral vision, producing the sensation that 'curtain is falling' over the visual field. Central visual acuity is lost when subretinal fluid passes beneath the maculaQ. Diagnosis: The majority of causative retinal breaks associated with RRD are found by binocular stereoscopic examination of the entire retina, with scleral indentation of the peripheral retinaQ. Areas of retinal detachment are recognized by elevation of the neural retina from the RPE and loss of pigment epithelial and choroidal detail beneath the elevated retinaQ. In pseudophakic RRD, all breaks may not be visible because of very small tears: and adjunctive treatment maneuvers may be employed at the time of RRD repair (e. g., 360 degree circumferential laser retinopexy). In eyes with opaque media, the presence of a retinal detachment is usually determined ultrasonographically. Treatment: Surgery is the mainstay. Sealing of the break is done followed by pneumatic retinopexy using sulphur hexafluorideQ.",
        "cop": 2,
        "opa": "Fresh rhegmatogenous retinal detachment",
        "opb": "Old rhegmatogenous retinal detachment",
        "opc": "Retinopathy of prematurity",
        "opd": "Retinitis pigmentosa",
        "subject_name": "Ophthalmology",
        "topic_name": "Retinal Detachment",
        "id": "bc0c56b8-dbb5-4fbb-bd22-e5cf38de0cdd",
        "choice_type": "single"
    },
    {
        "question": "Sudden painless loss of vision seen in retinal detachment due to:",
        "exp": "Ans. (c) Vitreous hemorrhage. Ref: A. K. Khurana 6th ed. /260-61* Vitreous haemorrhage usually occurs from the retinal vessels and may present as pre-retinal or an intragel haemorrhage. BCAUSESCauses of Vitreous Haemorrhage are as Follows:* Spontaneous vitreous haemorrhage from retinal breaks especially those associated with PVD.* Trauma to eye: blunt or perforating* Inflammatory diseases such as chorioretinitis and periphlebitis* Vascular disorders e. g., hypertensive retinopathy, and centreal retinal vein occlusion.* Metabolic diseases as diabetic retinopathy.* Blood dyscrasias eg: retinopathy of anemia, leukaemias, polycythemias sickle-cell* Neoplasms. Clinical Features* Symptoms: Sudden development of floaters occurs when the vitreous haemorrhage is small.# In massive vitreous haemorrhage, sudden painless loss of vision.* Signs# Distant direct ophthalmoscopy reveals black shadows against the red glow in small haemorrhages and no red glow in a large haemorrhage.# Direct and indirect ophthalmoscopy may show presence of blood in the vitreious cavity.# Ultrasonography with b-scan is particularly helpful in diagnosing vitreous haemorrhage.",
        "cop": 3,
        "opa": "Iridocyclitis",
        "opb": "Chorioretinitis",
        "opc": "Vitreous hemorrhage",
        "opd": "Diabetic retinopathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Retinal Detachment",
        "id": "233bba7f-5660-4c7b-a928-27efee670daf",
        "choice_type": "single"
    },
    {
        "question": "Patient of exudative retinopathy of coats presents with leukocoria, needs to be differentiated from -",
        "exp": "Ans. is 'a' i. e., Retinoblastoma EXUDATIVE RETINOPATHY OFCOATSo Coats' disease is a severe form of retinal telengiectasia (idiopathic congenital vascular malformation), which typically affects one eye of boys in their first decade of life. o In early stages it is characterised by large areas of intra and subretinal yellowish exudates and haemorrhages associated with overlying dilated and tortuous retinal blood vessels and a number of small aneurysms near the posterior pole and around the disc. o It may present with visual loss, strabismus or leukocoria (whitish pupillary reflex) and thus needs to be differentiated from retinoblastoma. The condition usually progresses to produce exudative retinal detachment and a retrolental mass. o In late stages complicated cataract, uveitis and secondary' glaucoma occur, which eventually end in phthisis bulbi. Treatmento Photocoagulation or cryotherapy may check progression of the disease if applied in the early stage. However, once the retina is detached the treatment becomes increasingly difficult and success rate declines to 33 percent.",
        "cop": 1,
        "opa": "Retinoblstoma",
        "opb": "Retinitispigmentosa",
        "opc": "Retinal detachment",
        "opd": "Congenital cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Retinal Detachment",
        "id": "9fdfaa3e-efa6-4c82-bfc5-2135eed76b0b",
        "choice_type": "single"
    },
    {
        "question": "Pneumoretinopexy is an outpatient procedure in which retinal detachment is sealed with air insufflation. Which of the following gas is used in pneumorctinopexy?",
        "exp": "Ans. a. Sulfur hexafluoride (Ref: Kanski 3rd/305, style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif\"> -PDF/ Pneumatic- Retinopexy. pdf). Sulfur hexafluoride gas is used in pneumoretinopexy. \"Choices of the agent for intraocular tamponade include air, sulfur hexafluoride, perfluoro- ethane, and perfluoropropane. Perfluoroethane has the characteristics that match these criteria the best, but it has not been approved by the FDA for clinical use. In contrast, both sulfur hexafluoride and perfluoropropane have been approved by the FDA for clinical use. By default, sulfur hexafluoride has become the gas of choice used most frequently by most surgeons for pneumatic retinopexy. \"- http //www. insightinstruments. com/PDF/Papers-PDF/Pneumatic-Retinopexy. pdf. Pneumatic Retinopexy. Choices of the agent for intraocular tamponade include air, sulfur hexafluorideQ, perfluoro- ethane, and perfluoropropane. Periluoroethane has the characteristics that match these criteria the best, but it has not been approved by the FDA for clinical use, In contrast, both sulfur hexafluoride and perfluoropropane have been approved by the FDA for clinical use. The long duration of perfluoropropane is advantageous for selected cases that require prolonged gas tamponade. Because of its greater expansion, only a small volume of perfluoropropane is required. However, many surgeons consider the long duration of perfluoropropane to be excessive, causing unnecessary delay in the resumption of normal activities and traveling for the patient. By default, sulfur hexafluoride has become the gas of choice used most frequently by most surgeons for pneumatic retinopexyQ.",
        "cop": 1,
        "opa": "Sulfur hexafluoride",
        "opb": "Carbon dioxide",
        "opc": "Nitrous oxide",
        "opd": "Oxygen",
        "subject_name": "Ophthalmology",
        "topic_name": "Retinal Detachment",
        "id": "23c90364-7389-432b-9ef4-5e90c57a4ed4",
        "choice_type": "single"
    },
    {
        "question": "Retinal detachment occurs between which layers of retina?",
        "exp": "Ans. (c) Sensory and Pigmentary layer. Ref.: A. K. Khurana 6th ed. /299, Khurana 4th ed/ 275* Retina has 10 layers.* Inner 9 layers are known as neurosensory layer and outer one layer is known as pigmentary layer.* Retinal detachment is defined as separation of neurosensory layer of retina from pigmentary retinal layer.",
        "cop": 3,
        "opa": "Sensory and nuclear layer",
        "opb": "Inner nuclear layer and outer nuclear layer",
        "opc": "Sensory and Pigmentary layer",
        "opd": "Outer plexiform and inner plexiform layer",
        "subject_name": "Ophthalmology",
        "topic_name": "Retinal Detachment",
        "id": "cace1fea-9fae-4af9-81e9-54b4a696605e",
        "choice_type": "single"
    }
]