[
    {
        "question": "Blue sclera is seen in -",
        "exp": "Ans. is 'b' i. e., Osteogenesis imperfect * Blue scleral discoloration is caused by thinning or transparency with resultant visualization of the underlying uvea.* Causes of blue sclera are: Osteogenesis imperfecta, Marfan syndrome, Ehler - Danlos syndrome, Pseudoxanthoma elasticum.",
        "cop": 2,
        "opa": "Alkaptonuria",
        "opb": "Osteogenesis imperfect",
        "opc": "Down syndrome",
        "opd": "Kawasaki syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Sclera",
        "id": "e002aab4-2a95-4f63-bca4-bb7c054eb9c3",
        "choice_type": "single"
    },
    {
        "question": "All are true about scleritis except?",
        "exp": null,
        "cop": 1,
        "opa": "painless condition",
        "opb": "glaucoma may occur",
        "opc": "necrotising scleritis is more severe and destructive form",
        "opd": "Anterior scleritis pain worsens at night",
        "subject_name": "Ophthalmology",
        "topic_name": "Sclera",
        "id": "2453a113-427e-4910-8606-7c7b8e1d05a2",
        "choice_type": "multi"
    },
    {
        "question": "All except one are true for Scleromalacia perforans",
        "exp": "Ans. is 'b' i. e., It affects only males Scleromalacia perforans* Scleromalacia perforans (5% of scleritis) is a specific type of progressive scleral thinning without inflammation that typically affects elderly women with longstanding rheumatoid arthritis, but has also been described in association with other systemic disorders. Despite the nomenclature, perforation of the globe is extremely rare as integrity is maintained by a thin layer of fibrous tissue. Differential diagnosis is from the innocuous scleral hyaline plaque and senile scleromalacia.* Symptoms: Mild non-specific irritation; pain is absent and vision unaffected, and keratoconjunctivitis sicca may be suspected.* Signs# Necrotic scleral plaques near the limbus without vascular congestion.# Coalescence and enlargement of necrotic areas.# Slow progression of scleral thinning with exposure of underlying uvea.* Treatment may be effective in patients with early disease but by the time of typical presentation, either no treatment is needed or progression has been marked.* Consistent benefit from any agent has not been demonstrated, though frequent lubricant instillation, local (including topical sodium versenate) or systemic anticollagenase agents, immunosuppressives (including topical and oral, but not periocular injection of, steroids, and topical ciclosporin) and biological blockers have been used.# Underlying systemic disease should be treated aggressively.# Protection from trauma is important.# Surgical repair of scleral perforation (e. g. patch grafting) is mandatory to prevent phthisis bulbi.",
        "cop": 2,
        "opa": "It is non inflammatory scleritis",
        "opb": "It affects only males",
        "opc": "Perforation of the globe is extremely rare",
        "opd": "Vision is unaffected",
        "subject_name": "Ophthalmology",
        "topic_name": "Sclera",
        "id": "240c6e93-90bd-4b16-af76-42d3309fa00b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is false about Scleritis?",
        "exp": "Episcleritis Scleritis No pain Painful Bright red in colour Voilet blue in colour No scleral edema Scleral edema + Not a/w Systemic d/o A/w RA, SLE By 10% Phenylephrine drops vessels undergo blanching By 10% Phenylephrine drops vessels do not blanch Note- episcleritis is the M/C ocular manifestation manifested in Crohn's Disease",
        "cop": 4,
        "opa": "Intense painful condition",
        "opb": "Violet blue in colour",
        "opc": "Associated with SLE",
        "opd": "Most common ocular manifestation in Crohn's Disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Sclera",
        "id": "3b59fab3-c4f2-42ce-b12a-c54adbef0f0e",
        "choice_type": "multi"
    },
    {
        "question": "Sclera is thinnest:",
        "exp": "- Sclera is thinnest posterior to rectus muscle inseions (0. 3 mm) - Posterior 5/6th of the outer fibrous coat of eye forms the sclera - It is white / opaque in colour due to haphazardous arrangement of collagen in it. - Anterior 1/6th of the outer fibrous coat is transparent due to regular arrangement of collagen, known as Cornea - Corneo-Scleral Junction - Limbus - Outer surface of sclera is covered by conjunctiva, beneath that is a layer of loose connective tissue called episclera. - Innermost layer of sclera consists of elastic fibres called lamina fusca. - Lining inner aspect of sclera are- highly vascular uveal tract concerned chiefly with nutrition of eye & true visual nerve endings concerned with reception & transformation of light stimuli, called retina - Deficient pa of sclera is lamina cribrosa which is pierced by axons forming the optic nerve as they traverse from optic nerve head (optic disc) posteriorly",
        "cop": 2,
        "opa": "At the limbus",
        "opb": "Under inseion of recti",
        "opc": "Anterior to attachment of rectus",
        "opd": "At the equator",
        "subject_name": "Ophthalmology",
        "topic_name": "Sclera",
        "id": "92836003-4e70-4891-84c3-52a2f6a33aad",
        "choice_type": "single"
    },
    {
        "question": "Not true regarding Nodular Episcleritis:",
        "exp": "Wait and watch is preferred mode as it is usually self resolving. Nodular Episcleritis Pink nodule Self limiting Recurring No treatment required or mild NSAID like ketorolac can be given.",
        "cop": 4,
        "opa": "Pink nodule",
        "opb": "Self limiting",
        "opc": "Recurring",
        "opd": "Aggressive treatment is required",
        "subject_name": "Ophthalmology",
        "topic_name": "Sclera",
        "id": "35df4259-7fc2-4746-8a2b-fbdecaaeeb60",
        "choice_type": "multi"
    },
    {
        "question": "Type of collagen absent in sclera?",
        "exp": "Type 2 is absent in sclera Type 1 is predominamt type of collagen found in sclera with haphazardous arrangement of collagens CORNEA- regular arrangement of collagen bundles of Type 1 (major) and type 3 (minor) in descemet's membrane -collagen type 4 is found.",
        "cop": 2,
        "opa": "collagen 1",
        "opb": "collagen 2",
        "opc": "collagen 3",
        "opd": "collagen 4",
        "subject_name": "Ophthalmology",
        "topic_name": "Sclera",
        "id": "351368e0-a9ab-488c-b1d3-ef0ba59118cf",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of posterior staphyloma -",
        "exp": "Ans. is 'c' i. e.. Myopia [Ref: Parson 21st/ep. 223). Staphylomao Staphyloma is an abnormal protrusion of uveal tissue through a weak and thin portion of cornea or sclera, o So, a staphyloma is lined internally by uveal tissue and externally by weak cornea or sclera. o Staphyloma is divided anatomically into: -Anterior staphyloma: - Protrusion and adhesion of iris to ectatic cornea. The most common cause is a sloughing corneal ulcer which perforates and heals with the formation of pseudocornea by the organization of exudates and laying down of fibrous tissue. It is lined internally by iris. Intercalary' staphyloma: - It occurs at the limbus. It is lined internally by the root of iris and the anterior most portion of the ciliary'- body. The causes are perforating injuries to limbus, marginal corneal ulcer, anterior scleritis, Scleromalacia perforans, Complicated cataract surgery, secondary angle closure glaucoma. Ciliary staphyloma: - This affects the ciliary zone that includes the region upto 8 mm behind the limbus. The ciliary body is incarcerated in the region of scleral ectasia. Causes arc Developmental glaucoma, Primary or secondary glaucoma end stage, scleritis, trauma to ciliary region. Equatorial staphyloma: - This occurs at the equatorial region of the eye with incarceration of the choroid. Causes are scleritis, degenerative myopia and chronic uncontrolled glaucoma. Posterior staphyloma: - Occurs at posterior pole and is lined internally by choroid. Degenerative high axial myopia is the most common cause.",
        "cop": 3,
        "opa": "Trauma",
        "opb": "Glaucoma",
        "opc": "Myopia",
        "opd": "Scleritis",
        "subject_name": "Ophthalmology",
        "topic_name": "Sclera",
        "id": "f63b6ef3-e149-4400-87f0-6f5096080409",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of posterior staphyloma is:",
        "exp": "Ans. d (High myopia). (Ref: Ophthalmology by AK Khurana 2nd ed. 151)POSTERIOR STAPHYLOMA# It refers to bulge of weak sclera lined by the choroid behind the equator.# Common causes are:- Pathological myopia, - Posterior scleritis and- Perforating injuries.# Diagnosed best on ophthalmoscopy# It is seen as an excavated area with retinal vessels dipping in it. Excessively progressive degenerative myopia leads to sclerectasia circumscribed behind or posterior staphyloma. This is a sharply demarcated bulging of the entire posterior pole, which is associated with massive chorioretinal atrophy.",
        "cop": 4,
        "opa": "Glaucoma",
        "opb": "Retinal detachment",
        "opc": "iridocyclitis",
        "opd": "High myopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Sclera",
        "id": "2dafdb70-4b6a-4470-a4a4-cd7b05bb4089",
        "choice_type": "single"
    },
    {
        "question": "Intercalary staphyloma:",
        "exp": "Ans. (c) Bulge in limbal area lined by root of iris. Ref: A. K. Khurana 6th ed. /144* Intercalary staphyloma is a localized ectasia of limbal tissue lined by the root of iris.* Cause: perforating injury of the peripheral cornea or perforation of marginal corneal ulcer. Also Know* Anterior staphyloma: formation of pseudo cornea after perforation of a large sloughing corneal ulcer.* Ciliary staphyloma: incarceration of ciliary body and is arises due to complication of scleritis.* Equatorial staphyloma: the ectasia of the sclera of equatorial region with incarceration of the choroid is known as equatorial staphyloma.* Posterior staphyloma is an ectasia of the sclera at the posterior pole which is lined by the choroid.",
        "cop": 3,
        "opa": "Sloughing corneal ulcer",
        "opb": "Degenerative high myopia",
        "opc": "Bulge in limbal area lined by root of iris",
        "opd": "Penetrating injuries",
        "subject_name": "Ophthalmology",
        "topic_name": "Sclera",
        "id": "ce1c55f9-2f7d-4a96-a8ac-28696c191a79",
        "choice_type": "single"
    },
    {
        "question": "Posterior staphyloma is seen in",
        "exp": "Ans. (d) Degenerative myopia. Ref: A. K. Khurana 6th ed. /144* Posterior staphyloma is seen in conditions like pathological myopia, posterior scleritis and perforating injuries. Important Features Associated with Myopia* Simple/developmental myopia is the commonest type of myopia.* Foster fucks flecks is the choroidal haemorrhage in the macular region.* Lacquer cracks are breaks in the bruchs membrane* Retinal detachment is the most serious complication of myopia.",
        "cop": 4,
        "opa": "High hypermetropia",
        "opb": "Astigmatism",
        "opc": "Emmetropia",
        "opd": "Degenerative myopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Sclera",
        "id": "7b8acaaa-40d9-4b9a-9cc6-1276709f41bb",
        "choice_type": "single"
    }
]