[
    {
        "question": "Patient with fixed dilated pupil, with iris atrophy and secondary glaucoma after penetrating keratoplasty is suggestive of:",
        "exp": "Ans. d. Urrets Zavalia syndrome (Ref: style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif\">icles/PMC1770988)A fixed dilated pupil following penetrating keratoplasty is a well recognized if rare postoperative complication.The mydriasis following penetrating keratoplasty was first described by Castroviejo but it was Urrets-Zavalia who first published his observations on a series of six cases and suggested an association of fixed dilated pupil, iris atrophy, and secondary glaucoma.The pupil can become abnormally dilated following penetrating keratoplasty for keratoconus, particularly if dilating drops are used.In addition to the pupil and iris abnormalities, Urrets-Zavalia also described other features--iris ectropion, pigment dispersion, anterior subcapsular cataract and posterior synechiae.Urrets Zavalia SyndromeUrrets Zavalia Syndrome is characterized by triad of: Secondary glaucoma + Iris atrophy + Fixed dilated pupilQUrrets-Zavalia syndrome (UZS) consists of a fixed dilated pupil associated with iris atrophy.It is a poorly understood complication following penetrating keratoplasty for keratoconus.Posner Shlossman syndromeIt is also called as glaucomatocyclitic crisis.Episodic unilateral mild anterior uveitis, photophobia, reduced vision and colored rings around lights (from secondary corneal edema)Benedict's SyndromeIf red nucleus is involved, tremors and jerky movements occur in contralateral side of the body.This condition combined with ipsilateral 3rd nerve paralysis is called as Benedict's syndrome.McKusick-Kaufmann SyndromeMcKusick-Kaufman syndrome: A rare genetic disorder characterized by hydrometrocolpos (fluid buildup in vagina and uterus), extra fingers and congenital heart defects.",
        "cop": 4,
        "opa": "Benedict's syndrome",
        "opb": "Posner-Shlossman syndrome",
        "opc": "Kaufmann's syndrome",
        "opd": "Urrets Zavalia syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Secondary Glaucomas",
        "id": "edc8bc6a-0a6a-43e2-8e6c-71b46979e3c9",
        "choice_type": "single"
    },
    {
        "question": "Topical glucocorticoids in eyes causes:",
        "exp": "Ans: A (Glaucoma) Ref: Parson's Diseases of the Eye Pg:358: Basok Diseases of the Eye 5th edition, pg no 50Explanation:STEROIDSSystemic and topical steroids - causes. Posterior subcapsular cataractTopical steroids - causes, Open angle glaucomaThere is no safe dosageWho is Steroid responder?After 6 weeks of topical steroids, if the IOP>30mmHg - high responders22-30mmHg - moderate respondersNo change - non respondersStrong steroids (dexamethasone. betamethasone, prednisolone] - more potent in increasing the IOPFluoromethalone - lesser propensity to increase IOPDifluprednate - strong steroid but least potent to increase IOPOther Local Side Effects:Increased risk of super infectionDelayed wound healingCorneal meltingIndications of steroids in eye:Sterile ocular inflammationDisciform keratitisEpiscleritisScleritisUveitisOptic neuritisAllergic problemsPhlyctenVernal catarrahAllergic blepharoconjunctivitisPost operativeFollowing cataract surgeryKeratoplastyVitrectomyTrabeculectomy",
        "cop": 1,
        "opa": "Glaucoma",
        "opb": "Optic atrophy",
        "opc": "Retinal detachment",
        "opd": "Corneal ulcer",
        "subject_name": "Ophthalmology",
        "topic_name": "Secondary Glaucomas",
        "id": "59c39784-f010-4127-ba69-d08422cf5355",
        "choice_type": "single"
    },
    {
        "question": "Classical sign of neovascular glaucoma is",
        "exp": "Ans. (d) Iris neovascularizationRef.: A.K. Khurana 6th ed. /250-51* Neovascular glaucoma results from the formation of a neovacular membane involving the anterior chamber secondary to diffuse retinal hypoxia. There is release of factors like vascular endothelial growth factor (VEGF) from the vitreous which causes formation of abnormal new blood vessels over the iris. The fibrovascular membrane then progressively closes the angle of the anterior chamber.* It is usually associated with neovascularisation of the iris (rubeosis iridis).",
        "cop": 4,
        "opa": "Retinal neovascularization",
        "opb": "Disc neovascularization",
        "opc": "Ciliary body neovascularization",
        "opd": "Iris neovascularization",
        "subject_name": "Ophthalmology",
        "topic_name": "Secondary Glaucomas",
        "id": "cc4d6ae1-974f-4428-9808-138eb51dac5d",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of neovascular glaucoma -",
        "exp": "Ans. is 'a' i.e., DiabetesNeovascular glaucoma (Rubeosis iridis)o It is a secondary angle closure glaucoma which results due to formation of neovascular membrane over the iris i.e., neovascularization of iris (rubeosis iridis). Causes of rubeosis iridis are :-Common :- Diabetic retinopathy (most common cause% central retinal vein occlusion. Gale's disease, sickle- cell retinopathyRare causes: - Long standing retinal detachment, central retinal artery occlusion, intraocular inflammation (uveitis), intraocular tumors (choroidal melanoma, retinoblastoma), radiation retinopathy, ocular ischemic syndrome (carotid artery disease, carotid - cavernous fistula), Fuseli's heterochromic iridocyclitis.o In central retinal vein occlusion (CRVO), glaucoma manifests about 100 days after thrombosis of central vein, therefore, it is also called 100 days glaucoma.o The most widely accepted theory for neovascularization is that the hypoxic retina produces diffusible angiogenic factor (VEGF) that stimulates new vessel proliferation.o Treatment of choice is panretinal photocoagulation as it terminates the angiogenic stimulus for neovascularization of retina.",
        "cop": 1,
        "opa": "Diabetes",
        "opb": "CRAO",
        "opc": "CRVO",
        "opd": "Eale's disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Secondary Glaucomas",
        "id": "a360fc8c-590c-4452-b17e-72fa50432d4b",
        "choice_type": "single"
    }
]