[
    {
        "question": "A patient is NOT able to look downward. Which muscle may be paralyzed?",
        "exp": "MUSCLES helping in looking down - Inferior rectus - primary function supplied by 3rd cranial nerve Superior oblique - secondary function-suppliecd by 4th cranial nerve",
        "cop": 1,
        "opa": "Superior oblique",
        "opb": "Superior rectus",
        "opc": "Inferior oblique",
        "opd": "Lateral rectus",
        "subject_name": "Ophthalmology",
        "topic_name": "Squint",
        "id": "ee1bea99-b0df-44ec-9e6f-6ccf1bed559d",
        "choice_type": "single"
    },
    {
        "question": "What is angle of detion in Infantile Esotropia",
        "exp": "Convergent squint - Inward detion of the eye and is the most common type of squint in children Convergent squint is classified into following type I. Infantile squint Age of onset is usually 2-4 months of age but occur any time in first 6 months of life Angle of detion is usually constant and fairly large > 35' Amblyopia develop in 25-40 % cases Surgery should be done between 6 months to 2 years ( preferably before one year of age) II. Accommodative esotropia Develops around 2 - 3 years of age Associated with high hypermetropia Requires refractive correction III. Acquired non accommodative esotropia Amount of detion is not affect by the sate of accommodation IV. Sensory esotropia Result from monocular lesions in childhood V. Consecutive esotropia - Result from surgical overcorrection of exotropia",
        "cop": 2,
        "opa": "10'",
        "opb": "35'",
        "opc": "20'",
        "opd": "15'",
        "subject_name": "Ophthalmology",
        "topic_name": "Squint",
        "id": "67658b1e-529e-40bc-9e7f-285212854088",
        "choice_type": "single"
    },
    {
        "question": "Miotics are useful in which type of squint:-",
        "exp": "Miotics may be useful in younger children not suitable for bifocals. Miotics facilitate accommodation and thus reduce the accommodative convergence.",
        "cop": 1,
        "opa": "Accommodative squint",
        "opb": "Paralytic squint",
        "opc": "Divergent squint",
        "opd": "Congenital squint",
        "subject_name": "Ophthalmology",
        "topic_name": "Squint",
        "id": "2dea23ee-a6d1-4e7b-8bdf-44c39261c7c7",
        "choice_type": "single"
    },
    {
        "question": "Hirschberg test measures:",
        "exp": "Hirschberg test (for Tropias or manifest squint) Flash a torch at the forehead (Glabella) of patient, ask the patient to look at the light Ohophoric- Reflection of light is exactly at the center of the pupil Heterophoric- Reflection of light is not at the center of the pupil",
        "cop": 2,
        "opa": "Cataract",
        "opb": "Strabismus",
        "opc": "Refractive error",
        "opd": "Glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Squint",
        "id": "5bd06647-d84a-43ba-9483-fe8b0cd90012",
        "choice_type": "single"
    },
    {
        "question": "A 3 year old child comes for suspected squint. A refraction is ordered, what is the drug of choice?",
        "exp": "The most common cause of squint in child is accommodative esotropia i. e. due to uncorrected refractive error which in child is mostly hypermetropia So for refraction testing we need cycloplegic drug to paralyse the ciliary muscles and reveal the true refraction of child. The smaller the children the more powerful the accomodation. The most powerful cycloplegic drug is atropine and is indicated in children below 5 years. Tropicamide is less potent cycloplegic Pilocarpine is a parasympathomimetic and thus not used Lidocaine is local anesthetic and not a cycloplegic",
        "cop": 2,
        "opa": "Pilocarpine",
        "opb": "Atropine",
        "opc": "Tropicamide",
        "opd": "Lidocaine",
        "subject_name": "Ophthalmology",
        "topic_name": "Squint",
        "id": "752dac51-0fa4-47ff-acf0-d67c9c9d7558",
        "choice_type": "single"
    },
    {
        "question": "Select the wrong pair of Yolk muscles",
        "exp": "RMR & LLR & Not LMR are yolk muscle Yoke Muscles: *Synergist muscle: Involved in Same Version movement (So one muscle would be of left eye, other would be of right eye.) *Ex- Right eye dextroversion by RLR and LMR is involved.. these two are YOKE muscles. \\",
        "cop": 3,
        "opa": "RSR LIO",
        "opb": "RSO LIR",
        "opc": "RMR LMR",
        "opd": "RIR LSO",
        "subject_name": "Ophthalmology",
        "topic_name": "Squint",
        "id": "0bf1c7cc-cd67-4df8-91f5-af3673eae24c",
        "choice_type": "single"
    },
    {
        "question": "A 3 year old child having convergent squint comes for refraction. Which of the following is the best drug for it",
        "exp": "In the child with esotropia the accommodation is very high so total cycloplegia is achieved by atropine only Atropine ointment three times a day for three days prior to refraction is given to the patient Atropine eye ointment is preferred over atropine eye drops as this has lesser systemic side effects and more prolonged duration of action",
        "cop": 3,
        "opa": "Tropicamide",
        "opb": "Atropine eye drops",
        "opc": "Atropine ointment",
        "opd": "Cyclopentollate",
        "subject_name": "Ophthalmology",
        "topic_name": "Squint",
        "id": "24a023db-00fa-4779-bc56-57bafce716e0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in superior oblique palsy",
        "exp": "Ptosis is seen in 3rd nerve palsy and not superior oblique palsy SUPERIOR OBLIQUE PALSY Superior Oblique action is Intorsion, Depression in adduction, better Intoer on Abduction. Patients complain of diplopia - veical, diagonal or torsional If the principal complaint is torsion - B\\L palsy should be suspected Patient presents with Compensatory head posture Facial Asymmetry Chin down in B\\L palsies",
        "cop": 4,
        "opa": "Abnormal head posture",
        "opb": "Facial assymetry",
        "opc": "Diplopia",
        "opd": "Ptosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Squint",
        "id": "15a9f49c-af9b-4ec1-b0b5-2386592647bd",
        "choice_type": "single"
    },
    {
        "question": "Longest extraocular muscle is",
        "exp": "Superior oblique is the longest extraocular muscle Extraocular muscles: Shoest tendon among rectus- MR Muscle having least distance from limbus - MR Superior oblique is longest muscle Inferior oblique is smallest muscle",
        "cop": 3,
        "opa": "Superior Rectus",
        "opb": "Inferior rectus",
        "opc": "Superior Oblique",
        "opd": "Inferior oblique",
        "subject_name": "Ophthalmology",
        "topic_name": "Squint",
        "id": "063e8fbf-e3a3-4bb0-a1e7-137fe004f343",
        "choice_type": "single"
    },
    {
        "question": "Phoria is a type of",
        "exp": "Phoria are type of latent squint Types of Phoria Esophoria Exophoria Hyperphoria Hypophoria They are seen in times of stress when the fusional amplitudes are insufficient to maintain alignment Cover uncover test is done to diagnose it",
        "cop": 3,
        "opa": "Apparent squint",
        "opb": "Manifest squint",
        "opc": "Latent squint",
        "opd": "Pseudo squint",
        "subject_name": "Ophthalmology",
        "topic_name": "Squint",
        "id": "7e0ae161-90af-460c-ba23-6fb609d77935",
        "choice_type": "single"
    },
    {
        "question": "Visual field defect seen in Optic chiasma damage is",
        "exp": "Bitemporal Hemianopia Saggital chiasma lesion Bitemporal hemianopia Paial descending optic atrophy Causes *Suprasellar aneurysm *Tumors of pitutory gland *Craniopharyngioma *Suprasellar meningioma",
        "cop": 1,
        "opa": "Bitemporal hemianopia",
        "opb": "Pie in the floor (inferior Quadrantanopia)",
        "opc": "Pie in the sky (superior Quadrantanopia)",
        "opd": "Binasal Hemianopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Squint",
        "id": "dc30277c-c37f-4177-ba79-2a71cddad299",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a superior rectus palsy feature",
        "exp": "SUPERIOR RECTUS PALSY Eye would move downwards (hypotropia) C/O Diplopia Compensatory chin elevation would be there Cause can be C/L Mid brain lesion",
        "cop": 3,
        "opa": "Hypotropia",
        "opb": "Diplopia",
        "opc": "Chin depression",
        "opd": "Seen in Mid brain lesion",
        "subject_name": "Ophthalmology",
        "topic_name": "Squint",
        "id": "33ccac96-00fd-4d5a-b734-cf901e31867a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used to depict the actions of extraocular muscles",
        "exp": "Hess chaing is done to depict the action of extra ocular muscle Goldman three mirror-Peripheral retina is best examined with indirect ophthalmoscopy and by the use of Goldman three mirror contact lens. Humphrey field-automated Perimetry. Octopus field-semi-automated kinetic perimetry",
        "cop": 2,
        "opa": "Goldman three mirror",
        "opb": "Hess Cha",
        "opc": "Humphrey field",
        "opd": "Octopus fiels",
        "subject_name": "Ophthalmology",
        "topic_name": "Squint",
        "id": "63c9d6a2-680a-4a47-8e38-d287611f826e",
        "choice_type": "single"
    },
    {
        "question": "Modified Kastenbaum surgery is done for",
        "exp": "Modified Kastenbaum Surgery *Recession resection of all four horizontal recti is done according to the type and amount of nystagmus",
        "cop": 2,
        "opa": "Esotropia",
        "opb": "Nystagmus",
        "opc": "Superior oblique palsy",
        "opd": "Third nerve palsy",
        "subject_name": "Ophthalmology",
        "topic_name": "Squint",
        "id": "733e40bf-ed17-455e-8fbc-3b79af82209d",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old family physician has veical diplopia; the man feels unsure when descending stairs. He can eliminate the double vision by tilting his head toward the opposite side. Which of the following extraocular muscles is responsible for the ocular malalignment?",
        "exp": "The superior oblique depresses, abducts, and intos the eye. Paralysis of this muscle results in extorsion and weakness of downward gaze. Head tilting compensates for extorsion. Chin depression would be seen in Superior oblique palsy",
        "cop": 4,
        "opa": "Inferior rectus",
        "opb": "Inferior oblique",
        "opc": "Lateral rectus",
        "opd": "Superior oblique",
        "subject_name": "Ophthalmology",
        "topic_name": "Squint",
        "id": "16c171c8-bf48-43b9-b5ec-b5874aac343d",
        "choice_type": "single"
    },
    {
        "question": "Altitudnal Field Defects are seen in",
        "exp": "Non aeritic AION Impoant Points on Visual Pathway Lesions 1. Optic nerve lesion I/l direct and c/ L consensual reflex gone Causes *Optic atrophy/ optic neuritis, Avulsion optic nerve 2. Middle Chiasmal syndrome/ Central Chiasmal lesion Saggital chiasma lesion Bitemporal hemianopia",
        "cop": 1,
        "opa": "Non Aeritic Ischemic Optic Neuropathy",
        "opb": "Lateral Geniculate Body lesions",
        "opc": "Optic nerve lesion",
        "opd": "Optic Chiasma Lesion",
        "subject_name": "Ophthalmology",
        "topic_name": "Squint",
        "id": "ee6a612d-ef0d-49b4-86c8-48325f11f9ac",
        "choice_type": "single"
    },
    {
        "question": "A patient came with abduction limitation of right eye and horizontal diplopia. Which nerve can possibly be paralyzed",
        "exp": "Lateral rectus Palsy 1. Lesion of Abducens nerve 2. Abduction limitation due to paralysis of lateral rectus 3. Convergent squint and diplopia (horizontal) on long standing palsy. 4. Patient present with turn towards the side of affected muscle Associations Millard Gubler syndrome: Ipsilateral 6th nerve palsy with contralateral hemiplegia Mobius Syndrome O Expressionless face O Facial palsy O 6th and 7th cranial Nerve involved O Lateral rectus paralyzed O Missing fingers & Bone abnormalities O The muscle weakness also causes problems with feeding that become apparent in early infancy. O Hypotonia O Intelligence is normal O Cleft palate O Missing and misaligned teeth",
        "cop": 4,
        "opa": "2nd Nerve",
        "opb": "3rd Nerve",
        "opc": "4th Nerve",
        "opd": "6th Nerve",
        "subject_name": "Ophthalmology",
        "topic_name": "Squint",
        "id": "da8bd45b-e1f3-41b9-96ea-ae837913c481",
        "choice_type": "single"
    }
]