[
    {
        "question": "Posterior capsular cataract is treated by which laser?",
        "exp": "Ans. (d) Nd YAGRef: Khurana 4/ey p 431",
        "cop": 4,
        "opa": "Argon laser",
        "opb": "CO2 laser",
        "opc": "Excimer",
        "opd": "Nd YAG",
        "subject_name": "Ophthalmology",
        "topic_name": "Surgical Techniques for Cataract Extraction",
        "id": "9370c2e4-bdbc-442d-aa42-442a5bc112d3",
        "choice_type": "single"
    },
    {
        "question": "For the treatment of a patient with after cataract which laser is used?",
        "exp": "Ans: B (Nd - YAG) Ref: Parson's Diseases of the Eve 21st edition pg. 584.Explanation:LasersFrequencyUsesNd:YAG1064Posterior capsulotomy, iridotomy. vitreolysisFrequencydoubledNd:YAG532Retinal photocoagulation, cyclophotocoagulationArgon green514Trabeculoplasty,iriaoplasty,pupillomydriasis, retinal photocoagulationDiode laser800Retinal photocoaqulationKrypton Red714Retinal photocoagulationExcimer(Argonfluoride)193Photorefractive keratectomy, phototherapeutic keratectomy, LASIK, LASEKFemto second laser1053In refractive surgeries and lamellar and full thickness corneal transplants to create flaps",
        "cop": 2,
        "opa": "LASIK",
        "opb": "Nd-YAG",
        "opc": "Excimer",
        "opd": "Argon",
        "subject_name": "Ophthalmology",
        "topic_name": "Surgical Techniques for Cataract Extraction",
        "id": "da57991e-51a7-4f49-8517-b96366a18958",
        "choice_type": "single"
    },
    {
        "question": "Laser capsulotomy is done for -",
        "exp": "Ans. is 'b' i.e., After cataract o Thin membranous after cataract and thickened posterior capsule are best treated by YAG-laser capsulotomy or discission with cystitome or Zeigler's knife.",
        "cop": 2,
        "opa": "Pseudophakic bullous keratopathy",
        "opb": "After cataract",
        "opc": "Cystoid macular edema",
        "opd": "Retinal detachment",
        "subject_name": "Ophthalmology",
        "topic_name": "Surgical Techniques for Cataract Extraction",
        "id": "bf95d602-feb1-44c9-9066-61ffe613ccf9",
        "choice_type": "single"
    },
    {
        "question": "A patient on day 2 after cataract surgery has developed the following findings which are diagnostic of.",
        "exp": "Ans. (b) Acute postoperative endophthalmitis.",
        "cop": 2,
        "opa": "Acute postoperative glaucoma",
        "opb": "Acute postoperative endophthalmitis",
        "opc": "Acute bullous keratopathy",
        "opd": "Acute anterior uveitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Surgical Techniques for Cataract Extraction",
        "id": "a83683d4-96c3-4f8a-a6f5-691902459cc3",
        "choice_type": "single"
    },
    {
        "question": "Which laser is used in the management of after cataracts?",
        "exp": "Ans. is 'c' ie Nd-YAG {Ref: Parson, 19/e, p297; Khurana, 3/e, p208) Nd: YAG (Neodymium-Yttrium-Aluminium-Garnet) laser is used for posterior capsulotomy in cases of after cataract. After cataract, secondary cataract or posterior capsule opacification (PCO), is the opacity which follows extracapsular extraction of the lens. After ECCE the lens is composed of the remaining capsule and the residual epithelial cells and cortical fibres that were not removed at the time of surgery. These epithelial cells still possess the capacity to proliferate, differentiate and undergo fibrous metaplasia. Accumulation of these cells lead to after cataract. After cataract or PCO can be of three type Fibrosis type. Pearl type (Elschnig pearls)* Soemmerring's ring* Fibrosis type the proliferated epithelial cells deposit on the posterior capsule and form multiple layers which leads to frank opacification. Elschnig's pearls at times, the subcapsular cells proliferate and instead of forming lens fibres, develop into large balloon-like cells which sometimes fill the papillary aperture. Soemmerring's ring the proliferated fibres sometimes, form a ring, enclosed between the two layers of the capsule k/ a Soemmerring's ring. Treatment after cataract if thin, can be cleared centrally by Nd-YAG laser capsulotomy. If thick, especially in children, they may require discission or can be removed by vit. reous cutter. LASERS USED IN OPHTHALMOLOGY LASER CLINICAL APPLICATION Nd: YAG Posterior Capsulotomy, iridotomy, vitreolysis Frequency-doubled Nd: YAG Retinal photocoagulation, cyclophotocoagulation Argon green Trabeculoplasty, iridoplasty, pupillo mydriasis, retinal photocoagulation Diode laser Retinal photocoagulation Krypton red Retinal photocoagulation Excimer (Argon fluoride) Photorefractive keratectomy (PRK) Phototherapeutic keratectomy (PTK) LASIK, LASEK",
        "cop": 3,
        "opa": "Argon",
        "opb": "Krypton",
        "opc": "Nd-YAG",
        "opd": "Excimer",
        "subject_name": "Ophthalmology",
        "topic_name": "Surgical Techniques for Cataract Extraction",
        "id": "4530d003-2051-4839-875c-b5bcacdb0c96",
        "choice_type": "single"
    },
    {
        "question": "Rehabilitation of person with aphakia is best done by:",
        "exp": "Ans: A (Posterior chamber IOL) Ref: Parson's Diseases of the Eye; 21st edition; pg: 275-276Explanation:\"The best optical rehabilitation of an aphakic patient is intraocular lens implantation. Among the IOLsr PCIOL is the best choice. The posterior chamber IOL (PCIOL) is placed in the capsular bag after removal of the cataractous lens. Hence it is more physiological in position. \" Ref: ParsonOptical Rehabilitation in AphakiaThe best optical rehabilitation of an aphakic patient is intraocular lens implantation.PCIOL is the best choice among IOL,The posterior chamber IOL [PCIOL) is placed in the capsular bag after removal of the cataractous lens. Hence it is more physiological in position.The anterior chamber IOL (ACIOL) is placed anterior to the iris.ACIOL is used when the posterior lens capsular support is compromised like intraoperative posterior capsular rent or subluxated / dislocated lens.The risk of complications of ACIOL are high when compared with the PCIOL.Common complications of lOLs [More common with ACIOL).o Iritis.o Secondary glaucomas.o Pupillary block glaucoma.o Corneal endothelial decompensation.o UGH syndrome-Uveitis, Glaucoma, Hyphaema syndrome can also occur.Comparison of spectacles, contact lens and IQLs in Aphakia SpectaclesContact lensIOLsFeatures* Heavy (High power lens)* Cosmetically poor* Blind without glasses* Daily cleaning andmaintenance ss essential to prevent corneal infections* insertion and removal of lens is cumbersome* Blind without lenses* Comfortable in every wayMagnificationMagnification of images is 25 - 30%Magnification of images is 8%Magnification of images is 1- 2%Adverseeffects* Spherical aberrations - pin cushion effect* Restricted field* Jack in the box phenomenon* Roving ring scotomaNilNil",
        "cop": 1,
        "opa": "Posterior chamber IOL",
        "opb": "Spectacle",
        "opc": "Anterior chamber IOL",
        "opd": "Contact lens",
        "subject_name": "Ophthalmology",
        "topic_name": "Surgical Techniques for Cataract Extraction",
        "id": "ef48c7c1-8bee-45bb-abd9-6a5444761b7c",
        "choice_type": "single"
    },
    {
        "question": "Posterior capsulotomy after cataract is done using-",
        "exp": "Ans. is 'b' i.e., Nd YAg o After cataract, if thin, can be cleared centrally by Nd: YAG laser capsulotomy. Discission with cystitome or zeigler's knife may also be used. Thick membranous after cataract needs surgical membranectomy.",
        "cop": 2,
        "opa": "Argon Laser",
        "opb": "Nd YAg",
        "opc": "Holmium",
        "opd": "Diode laser",
        "subject_name": "Ophthalmology",
        "topic_name": "Surgical Techniques for Cataract Extraction",
        "id": "ee832c79-cf48-4beb-b4cb-01a278cf6e66",
        "choice_type": "single"
    },
    {
        "question": "Which laser is used for Posterior capsular cataract",
        "exp": "Ans. (b) ND-YAGRef: A.K. Khurana 6th ed. /187-89* ND-YAG (Neodymium- Yttrium-Aluminium-Garnet) laser is used for posterior capsulotomy in after cataract.* Diode, Argon and Krypton laser is used for retinal photocoagulation.",
        "cop": 2,
        "opa": "Krypton",
        "opb": "ND-YAG",
        "opc": "Argon",
        "opd": "Diode laser",
        "subject_name": "Ophthalmology",
        "topic_name": "Surgical Techniques for Cataract Extraction",
        "id": "627daa4a-2f7d-4801-8897-73f6a4ed60f8",
        "choice_type": "single"
    },
    {
        "question": "Power for nuclear fragmentation in phacoemulsification -",
        "exp": "Ans. is 'a' i.e., Ultrasonic o The ultrasound generating mechanism of the phaco handpiece causes the tip attached to it to vibrate rapidly back and forth. Tip excursion or stroke length is defined as the distance the tip displaces in the longitudinal direction at maximum power. Stroke length varies for different machines and normally ranges from 1.5-3.75 milli-inches. All phaco machines permit the user to alter phaco power and this is usually indicated as a percentage. Whenever the phaco power is set at 100 percent the stroke length is the maximum permissible for that machine. When the power is decreased by a given percentage, the stroke length also decreases. The frequency of a given handpiece is usually indicated in kilohertz (KHz). The frequency used most commonly is 40 KHz",
        "cop": 1,
        "opa": "Ultrasonic",
        "opb": "Magnetic",
        "opc": "Thermal",
        "opd": "Fluid",
        "subject_name": "Ophthalmology",
        "topic_name": "Surgical Techniques for Cataract Extraction",
        "id": "a3ff3fc9-efea-4635-a858-88d6fa3a59a3",
        "choice_type": "single"
    },
    {
        "question": "Advantage of phacosurgery over ECCE is-",
        "exp": "Ans. is 'd' i.e., All of the above Advantage of phacoemulsificationIt allows excellent control of each phase of the operation for cataract removal, during surgery.Small incision.Sutureless (no stich) surgery with stable and secure wound.Low risk of damaging endothelium, iris and posterior chamber.Compatible with small size implants (foldable lenses) because of small incision.Early recovery: There is minimum or no astigmatism with early return of binocular vision.",
        "cop": 4,
        "opa": "Fast recovery",
        "opb": "Small incision",
        "opc": "Low risk of damage",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Surgical Techniques for Cataract Extraction",
        "id": "55749602-2371-4bda-b0cd-67f77ee0e514",
        "choice_type": "multi"
    },
    {
        "question": "Laser capsulotomy is treatment of choice for -",
        "exp": "Ans. is 'c' i.e., Posterior capsular after cataract o Thin membranous after cataract and thickened posterior capsule are best treated by YAG-iaser capsulotomy or discission with cystitome or Zeigler's knife.o Thin after cataract can be cleared centrally by Nd : YAG laser capsulotomy.After cataract (Secondary cataract or posterior capsular opacification)o Posterior capsular opacification (PCO) is seen after ECCE. Opacification of the posterior capsule is caused by postoperative proliferation of cells in the capsular bag and is the most common complication of ECCE.o After cataract may present as thickened posterior capsule, or dense membranous after cataract or Soemmering's ring which refers to a thick ring of after cataract formed behind the iris, enclosed between the two layers of capsule or Elschnig's pearls in which the vacuolated subcapsular epithelial cells are clustered like soap bubbles along the posterior capsule.o After cataract, if thin, can be cleared centrally by Nd: YAG laser capsulotomy. Discission with cystitome or zeiglers knife may also be used. Thick membranous after cataract needs surgical membranectomy.",
        "cop": 3,
        "opa": "POAG",
        "opb": "Phacolytic glaucoma",
        "opc": "Posterior capsular after cataract",
        "opd": "Closed angle glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Surgical Techniques for Cataract Extraction",
        "id": "1e8f9002-3505-40d5-9dbb-7b7ed35ac01e",
        "choice_type": "single"
    },
    {
        "question": "Treatment of after cataract -",
        "exp": "Ans. is 'b' i.e., Nd-YAG laser o Thin after cataract can be cleared centrally by Nd : YAG laser capsulotomy.After cataract (Secondary cataract or posterior capsular opacification)o Posterior capsular opacification (PCO) is seen after ECCE. Opacification of the posterior capsule is caused by postoperative proliferation of cells in the capsular bag and is the most common complication of ECCE.o After cataract may present as thickened posterior capsule, or dense membranous after cataract or Soemmering's ring which refers to a thick ring of after cataract formed behind the iris, enclosed between the two layers of capsule or Elschnig's pearls in which the vacuolated subcapsular epithelial cells are clustered like soap bubbles along the posterior capsule.o After cataract, if thin, can be cleared centrally by Nd: YAG laser capsulotomy. Discission with cystitome or zeiglers knife may also be used. Thick membranous after cataract needs surgical membranectomy.",
        "cop": 2,
        "opa": "Argon laser",
        "opb": "Nd-YAG laser",
        "opc": "CO?laser",
        "opd": "Krypton laser",
        "subject_name": "Ophthalmology",
        "topic_name": "Surgical Techniques for Cataract Extraction",
        "id": "6936e1bc-e474-46cd-bb99-bd33a85df5c1",
        "choice_type": "single"
    },
    {
        "question": "A 56 year old patient presents after 3 days of cataract surgery with a history of increasing pain and diminution of vision after an initial improvement. The most likely cause would be:",
        "exp": "Ans. is 'a' i.e. EndophthalmitisRef Khurana 2nd/e p 208Symptoms of the patient suggest - endophthalmitisClinical features of endophthalmitis -It is an early complication of cataract surgery, usually seen after 48-72 hours of surgeryIt is caused due to bacterial infectionThe sources of infection are usually contaminated solutions, instruments, surgeon's hands, patient's own flora from conjunctiva, eye lids and air borne bacteria.Signs and symptomsOcular pain Diminished vision Lid edemaConjunctival chemosisMarked Circumciliary congestion Corneal edema Exudates in pupillary area HypopyonAbsent red pupillary glow.About other options -After cataract and Retinal detachment usually occur after weeks, months or years of cataract surgery. Central retinal vein obstruction - it has nothing to do with cataract surgery",
        "cop": 1,
        "opa": "Endophthalmitis",
        "opb": "After cataract",
        "opc": "Central retinal vein occlusion",
        "opd": "Retinal detachment",
        "subject_name": "Ophthalmology",
        "topic_name": "Surgical Techniques for Cataract Extraction",
        "id": "9978aeb8-da4c-4661-859a-3c67be19281d",
        "choice_type": "single"
    },
    {
        "question": "Extra capsular extraction of lens is not possible in:",
        "exp": "Ans: C (Lens subluxation) Ref: www.eiournalofophthalmology.com/ejo/ejo18.htmlv; BASAK Essentials of Ophthalmology,5th edition, pg no 254,260Explanation:ECCE - It involves the excision of the central part of the anterior capsule Followed by the expression of the nucleus & placement of the IOL in the remaining capsular bag.Capsule with zonules should be intact so the IOL placed will be in pupillary axis.ICCE - The whole crystalline lens including the capsule is removed.Subluxated lens:Partially displaced lens still remaining in the pupillary region.Causes:Familial ectopia lentisEctopia lentis et papillaeAniridiaMarfan's syndrome Homocystinuria Weill marchesani syndromeManagement of subluxated lens:Zonular dialysis < 90 degrees - Capsular tension ring with ECCE90 - 270 degrees - Modified CTR with loops with ECCE> 270degrees - ICCE & anterior vitrectomy with ACIOL. iris fixated IOL or sclera fixated IOLCapsular tension ring: Fine PMMA made ring which is placed within the capsular hag to give support to the zonules thereby preventing the decenteration of the IOL.",
        "cop": 3,
        "opa": "Hypermature cataract",
        "opb": "B Immature cataract",
        "opc": "Lens subluxation",
        "opd": "Developmental cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Surgical Techniques for Cataract Extraction",
        "id": "bedfa619-4e89-452b-b028-1c12571be4ad",
        "choice_type": "single"
    }
]