[
    {
        "question": "Not a sign of blunt trauma?",
        "exp": "Rings of Trauma: Hidden signs of Blunt trauma 1.Central Iris: Sphincter Tear 2.Peripheral Iris: Iridodialysis 3.Anterior Ciliary body: Angle recession 4.Separation of ciliary body from scleral spur: Cyclodialysis 5.Trabecular Meshwork: Trabecular Meshwork tear 6.Zonule/ lens: Zonular tear with possible lens subluxation 7.Retinal Dialysis: Separation of Retina with Ora Serrata",
        "cop": 3,
        "opa": "Sphincter tear",
        "opb": "angle recession",
        "opc": "Corneal perforation",
        "opd": "Retinal dialysis",
        "subject_name": "Ophthalmology",
        "topic_name": "Trauma",
        "id": "226bf456-c696-41d0-91ae-076710b27aab",
        "choice_type": "single"
    },
    {
        "question": "Dangerous area of the eye is",
        "exp": "Any trauma to the ciliary body can cause sympathetic ophthalmitis ; hence it is considered the dengerous area of the eye",
        "cop": 3,
        "opa": "Retina",
        "opb": "Sclera",
        "opc": "Ciliary body",
        "opd": "Optic nerve",
        "subject_name": "Ophthalmology",
        "topic_name": "Trauma",
        "id": "8e1e6e00-795c-4ae9-895e-46b5b5901d63",
        "choice_type": "single"
    },
    {
        "question": "Following blunt trauma a young male presents with a D shaped pupil. What is the diagnosis?",
        "exp": "Iridodialysis, in which the iris is torn away from its ciliary attachment for a variable distance, occurs more frequently .A black biconvex area is seen at the periphery, and the pupillary edge bulges slightly inwards forming a 'D'-shaped pupil. In a blunt trauma, substance of the iris is often torn. The most common lesions are minute ruptures in the pupillary margin which are of little significance, while radiating lacerations of the iris, sometimes extending to the ciliary margin, are rare. Iridoschisis-This rare condition occurs most commonly as a degenerative ageing senile phenomenon, though it may follow as a late result of severe trauma. Large dehiscences appear on the anterior mesodermal layer of the iris and strands of this tissue may float into the anterior chamber.",
        "cop": 3,
        "opa": "Orbital fracture",
        "opb": "Traumatic hyphema",
        "opc": "Iridodialysis",
        "opd": "Iridoschisis",
        "subject_name": "Ophthalmology",
        "topic_name": "Trauma",
        "id": "863b9d54-0574-4203-bb57-56c499092d85",
        "choice_type": "single"
    },
    {
        "question": "Mark the FALSE statement about Secondary cataract :",
        "exp": "sommering ring: it is not seen after blunt trauma to the eye . it refers thick ring of after cataract secondary cataract . It is opacity which persists or develops after extracapsular lens extraction. Other morphology of secondary cataract may be dense fibrous or Eschling's pearls A - vacuolated PCO, B - Eschling pearl formation, C - Fibrous PCO, D - Sommering's Ring Edit - Commotio retinae can involve any pa of the retina, when involving the macula it is called Berlin's Edema",
        "cop": 1,
        "opa": "Sommering ring is seen after blunt trauma to the eye",
        "opb": "Diameter of Vossious Ring is smaller than pupil",
        "opc": "Berlin's edema is post traumatic macular edema",
        "opd": "Rosette cataract is a posterior coical cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Trauma",
        "id": "ffbede62-fa41-4f5d-b3c5-73bdf3edabd4",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an ine metal that can be left alone in eye?",
        "exp": "Lead is an ine material that can be left alone in eye without any intervention. Else all intraocular foreign bodies should ideally be removed surgically as the injury itself may induce damage as well as long term chemical toxicity INTRAOCULAR FOREIGN BODIES- They can be classified into the following types. 1) Frequently produce severe inflammatory reactions- Magnetic : Iron, steel, tin- Non - magnetic : Copper and vegetable matter- Typically produce mild inflammatory reactions- Magnetic : Nickel- Nonmagnetic : Aluminium, mercury, zinc, vegetable matter. 2)Ine foreign bodies- Carbon, coal, glass, gold, lead, stone",
        "cop": 3,
        "opa": "Iron",
        "opb": "Copper",
        "opc": "Lead",
        "opd": "Nickel",
        "subject_name": "Ophthalmology",
        "topic_name": "Trauma",
        "id": "79974dee-15b0-4bc8-a356-cc2aa7a1c968",
        "choice_type": "single"
    },
    {
        "question": "Which of the following investigation is contraindicated in metallic foreign body",
        "exp": "MRI is contraindicated in Metallic intra ocular foreign body due to its magnetic feild . The strong static magnetic field (B0) of MRI scanners can attract and accelerate ferromagnetic objects toward the center of the machine and turn them into dangerous projectiles. This magnetic field can also displace implants or affect the function of devices (pacemakers and pumps),Metallic Implants",
        "cop": 4,
        "opa": "CT Scan",
        "opb": "ERG",
        "opc": "VER",
        "opd": "MRI",
        "subject_name": "Ophthalmology",
        "topic_name": "Trauma",
        "id": "68bedffe-c25d-43a1-aec8-21b94841564c",
        "choice_type": "multi"
    },
    {
        "question": "First sign of sympathetic Ophthalmitis is:",
        "exp": "First sign in sympathetic ophthalmitis : retrolental flare Sympathetic ophthalmitis ( Pan uveitis)* B/L granulomatous uveitis* Caused by trauma to 1 eye- Injured eye - Exciting eye- other eye - Sympathizing eye - Accommodation failure in good eye Earliest sign: Retrolental flare - Mutton fat KP's",
        "cop": 3,
        "opa": "Circumcorneal congestion",
        "opb": "Hypopyon",
        "opc": "Retrolental flare",
        "opd": "Iris nodule",
        "subject_name": "Ophthalmology",
        "topic_name": "Trauma",
        "id": "8e33e4f1-9a76-4282-8921-29a239add249",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an indication of immediate treatment in cases of trauma",
        "exp": "Hyphaema is not an indication of immediate treatment, most of the times it resolves on its own Remember Hyphaema in blunt trauma resolves mostly with time, indication of immediate hyphaema drainage are *High IOP for many days on persistent medication (IOP > 25 on MMT for 5 days, > 50 for more than 2 days) *Corneal blood staining *Chances of recurrence high (Sickle cell anemia)",
        "cop": 4,
        "opa": "Retinal detachement",
        "opb": "Corneal perforation",
        "opc": "Optic disc edema",
        "opd": "Hyphaema",
        "subject_name": "Ophthalmology",
        "topic_name": "Trauma",
        "id": "0b2b6ee6-5202-4a9c-bfef-d9a9bb8542cb",
        "choice_type": "single"
    },
    {
        "question": "A young man presents with history of motorcycle accident resulting in a fall on the head. The only finding is a bruise over the eyebrow. What is he most likely to suffer from?",
        "exp": "Traumatic optic neuropathy can occur in trauma over eyebrow(most commonly at the junction of lateral 1/3rd and medial 2/3rd of eyebrow behind which runs the intra canalicular pa of optic nerve). Orbital blow out fracture will cause bruise over lower pa of eye, not eyebrow. Rosette cataract can be seen in trauma but it is not associated with bruise over the eyebrow. Scleral rupture will not occur in trauma occurring at the level of eyebrow.",
        "cop": 3,
        "opa": "Orbital blow out fracture",
        "opb": "Rosette cataract",
        "opc": "Traumatic optic neuropathy",
        "opd": "Scleral rupture",
        "subject_name": "Ophthalmology",
        "topic_name": "Trauma",
        "id": "0d8a27e2-7345-4403-9b0c-762b849724ed",
        "choice_type": "multi"
    },
    {
        "question": "In a patient of head injury, who presents with headache and increased intracranial pressure, the effect on pupil is:",
        "exp": "Effect on pupil is ipsilateral mydriasis. - In this patient of head injury bleeding occurs, which increases Intra cranial pressure- This increased intra cranial pressure compresses and damages the 3rd nerve- 3rd nerve carry the parasympathetic fibers which is responsible for pupillary constriction- So, the unopposed sympathetic fibers mediated by the 5th nerve dilate the pupil - Hence patient comes with ipsilateral mydriasis Hutchinson's pupil is an ipsilateral mydriasis due to 3rd cranial nerve compression by an intracranial mass lesion including intracranial bleeds",
        "cop": 1,
        "opa": "Ipsilateral mydriasis",
        "opb": "Contralateral mydriasis",
        "opc": "Ipsilateral miosis",
        "opd": "Contralateral miosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Trauma",
        "id": "fa12305f-0940-4230-8a3d-bf51736c1980",
        "choice_type": "single"
    },
    {
        "question": "True about acid injury to eye are all except?",
        "exp": "Chemical injuries of the eye may be divided into 2 types 1. Acid injuries (Burns)- less destructive--> coagulate and precipitate proteins--> create a barrier and prevent fuher penetration (Except- Hydrofluoric acid--> fluoride ions penetrate into deep tissues --> more damage) Ground glass apparance 2. Alkali injuries- severe, they are lipophilic--> saponification of memebrane lipids--> tissues undergo liquefactive necrosis + release of proteolytic enzymes--> damage Mx - Immediate Irrigation with normal saline (even water if normal saline not available) for minimum 30 mins, pH of conjunctiva must be 7-7.2. Chemical debris can be removed by double eversion Rx- Topical antibiotics (Grade I-III injuries- erythromycin /Grade IV- moxi/gatifloxacin) Cycloplegics (atropine/homatropine) Topical steroids (prednisolone acteate - 10days, tapered by 14 days based on clinical response) Doxycyline (-) MMP Antiglaucoma drugs to avoid secondary glaucoma Vitamin C Tear supplements Other Mx options - Autologous serum, Amniotic membrane transplantation (AMT), mucous membrane graft, Conjunctival flaps",
        "cop": 2,
        "opa": "makes a barrier and prevent deeper penetration",
        "opb": "more destructive than alkali injuries",
        "opc": "steroids are used to control inflammation",
        "opd": "glaucoma is most preventable complication following acid injury",
        "subject_name": "Ophthalmology",
        "topic_name": "Trauma",
        "id": "c43b129b-9a6b-4aa4-95f2-4c2ed47ae62d",
        "choice_type": "multi"
    },
    {
        "question": "Blow out fracture of orbit commonly involves:-",
        "exp": "Blow out fracture of orbit Floor is involved first M.C fracture of orbit Force of blow cause a rise in intraorbital pressure with resultant fracture at the weakest point of orbital wall which is floor. THOUGH medial wall is thinnest but it is suppoed by ethmoid air cells which absorb pressure , thus it is not the most commonly fractured wall. Entrapment of inferior rectus in inferior wall fracture = not able to look up Features 1. Enophthalmous 2. Diplopia 3. Infra orbital nerve anesthesia",
        "cop": 1,
        "opa": "Floor is involved first",
        "opb": "Medial wall is involved first as it is the thinnest",
        "opc": "The patient is not able to look up due to superior rectus palsy",
        "opd": "Roof is involved first as it bears the maximum impact",
        "subject_name": "Ophthalmology",
        "topic_name": "Trauma",
        "id": "4410abbb-bde5-4809-84f7-b377cd623572",
        "choice_type": "multi"
    },
    {
        "question": "28-year old male while playing was hit on the head by a cricket ball . This hit fractures the orbit and damage the optic canal. Which of the following structures are most likely to be damaged during this hit are -",
        "exp": "Floor of Anterior Cranial Fossa is formed by :- 1)Cribriform plate of ethmoid bone 2)Frontal bone 3)Lesser wing of sphenoid Frontal bone and lesser wing of sphenoid contribute in forming roof of orbit Lesser wing of sphenoid contains optic canal for passage of ophthalamic aery and optic nerve (2nd CN) Ophthalmic aery is a branch of internal carotid aery (associated with sympathetic fibers) Ant view Post view",
        "cop": 1,
        "opa": "Optic nerve and ophthalmic aery",
        "opb": "Ophthalmic vein and occulomotor aery",
        "opc": "Ophthalmic aery and olfactory nerve",
        "opd": "Ophthalmic nerve and optic nerve",
        "subject_name": "Ophthalmology",
        "topic_name": "Trauma",
        "id": "af4a7d33-6269-48f6-9aac-279415a06ad4",
        "choice_type": "multi"
    }
]