[
    {
        "question": "Drug of choice for treatment of intermediate uveitis is",
        "exp": "Treatment for Intermediate uveitis: Intravitreal or Posterior Subtenon's Steroid injections: Triamcinolone acetonide Steroids may also be given by subconjuntival route or by Subtenon's route",
        "cop": 3,
        "opa": "Cycloplegics",
        "opb": "Analgesics",
        "opc": "Steroids",
        "opd": "Antibiotics",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveitis",
        "id": "7567d44d-bd7e-41bb-9ca2-2b829a708499",
        "choice_type": "single"
    },
    {
        "question": "Vitreous floaters are seen in",
        "exp": "Choroiditis refers to inflammation of the choroid which in most cases also involves the adjacent retina resulting in chorioretinitis. clinical features: -Painless visual symptoms like photopsia -Vitreous Floaters: black spots in front of the eyes - represent the vitreous inflammation - opacities that cast shadows on the retina - can be seen in any condition associated with vitritis - intermediate or posterior uveitis -Micropsia or macropsia -Positive scotoma Fundus examination reveals vitreous opacities with active healed stage of retinitis. Treated by systemic steroids",
        "cop": 4,
        "opa": "Conjunctivitis",
        "opb": "Keratitis",
        "opc": "Anterior Scleritis",
        "opd": "Posterior uveitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveitis",
        "id": "6751e4c8-7aaa-43ed-bc80-131df4f89994",
        "choice_type": "single"
    },
    {
        "question": "A 25 year - old female gives a history of redness, pain and mild diminution of vision in one eye for past 3 days. There is also a history of low backache for the past one year. On examination there is circumcorneal congestion, cornea is clear apa from a few fine keratic precipitates on the corneal endothelium, there are 2+ cells in the anterior chamber, anterior chamber depth being normal and the intraocular pressure is within normal limits. The patient is most likely suffering from:",
        "exp": "History of backache with features of anterior uveitis(circumcorneal congestion, few fine keratic precipitates on the corneal endothelium, 2+ cells in the anterior chamber )point towards HLA B27 associated uveitis. Seronegative spondyloahropathies-all are HLA B-27 positive. Sacrolitis (low back pain ) is earliest manifestation. M/C Extra Aicular Manifestation- Uveitis JIA(Juvenile Idiopathic Ahritis)- It usually develops before the age of 6 years. Pauciaicular, ANA positive, RF negative In 75% of Patients suffering from JIA associated with anterior uveitis have antinuclear antibodies (ANA) positive (HIGHEST association) In 50% of Patients suffering from JIA associated with anterior uveitis have predisposition due to HLA-DW5",
        "cop": 2,
        "opa": "Acute attack of angle closure glaucoma",
        "opb": "HLA B-27 related anterior uveitis",
        "opc": "JIA associated uveitis",
        "opd": "Herpetic keratitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveitis",
        "id": "87de1b26-e3b4-49a8-a6e5-c64173ffeace",
        "choice_type": "single"
    },
    {
        "question": "Dalen fuch nodule is seen in?",
        "exp": "Dalen fuch's nodules seen in Sympathetic Ophthalmitis. -Collection of epitheloid histocytes between Bruch's membrane and Retinal pigment epithelium (i. e. sub retinal or choroidal location) -Seen as punctacte white spots in mid-periphery in deep retina (retinal vessels seen to run over the lesions)",
        "cop": 3,
        "opa": "Bacterial endopthalmitis",
        "opb": "Mycotic endopthalmitis",
        "opc": "Sympathetic opthalmitis",
        "opd": "Phacotoxic endopthalmitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveitis",
        "id": "a11b284f-ba4c-476a-827a-51bf68bfffab",
        "choice_type": "single"
    },
    {
        "question": "Koeppe's and Busaca's nodules are characteristic of",
        "exp": "Presentation of anterior uveitis: - Iris nodules: a) Koeppe's nodules - present on pupillary margin b) Busacca's nodules - present on surface of iris Both are seen in granulomatous uveitis",
        "cop": 1,
        "opa": "Granulomatous uveitis",
        "opb": "Non granulomatous uveitis",
        "opc": "Residual uveitis",
        "opd": "Recurrent uveitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveitis",
        "id": "4225946a-7199-4ab0-a5b0-f44337382bc1",
        "choice_type": "single"
    },
    {
        "question": "Atropine 1% is given in uveitis to:",
        "exp": "Atropine is antimuscranic(Anticholinergic) and ciliary body is supplied by Parasympthetic System Sho Ciliary Nerve (3 rd ciliary nerve). hence, Atropine (Cyclpplegic) Relaxes Ciliary Spasm Doc- for immediate pain releif. Dilates the Pupil, thus prevents the synchae Formation, breaks the synchiae already being formed Reduces vascularity",
        "cop": 1,
        "opa": "Cause mydriasis and prevention of posterior synechiae",
        "opb": "Cause miosis and prevention of anterior synechiae",
        "opc": "Cause mydriasis and prevention of anterior synechiae",
        "opd": "Cause miosis and prevention of posterior synechiae",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveitis",
        "id": "a1060049-0346-4cf1-a246-135f951ae3c6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the commonest infectiuos cause for posterior uveitis?",
        "exp": "Toxoplasmosis is the most common cause of posterior uveitis and accounts for around approximately 90 % of focal necrotizing retinitis. causitive agent - Toxoplasmosis gondi. H/O - contact with cat faeces C/F - Vitritis with underlying white-yellow choroiditis patch - 'Headlight in Fog Appearance\" other causes of Posterior Uveitis:- Infections toxoplasmois TB(2nd M/C/CAUSE) Toxocariasis CMV, HIV Immune Disorders Sarcodiais PAN Sclroderma",
        "cop": 2,
        "opa": "Toxocara",
        "opb": "Toxoplasma gondii",
        "opc": "Taenia solium",
        "opd": "Plasmodium falciparum",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveitis",
        "id": "bba01d5f-77af-44a3-973f-dc5432c9c69e",
        "choice_type": "single"
    },
    {
        "question": "The use of highly active anti-retroviral therapy (HAA) is associated with the development of:",
        "exp": "Immune Recovery Uveitis With initiation of HAA, there is an upregulation of pro-inflammatory cytokines like IL-2, IL-6 and TNF alfa and the T lymphocycte fraction (increase to range of 100 cells/mm3). Present understanding is that with increase in the body's mechanism to mount an immune response, the body mounts a response to previously quiet and hence undiagnosed oppounistic infections such as CMV retinitis. Clinical manifestations can be varied and most commonly involves the posterior segment of the eye, though anterior, intermediate uveitis are also repoed. Papillitis may also be a feature.",
        "cop": 3,
        "opa": "Keratitis",
        "opb": "Anterior Uveitis",
        "opc": "Poterior Uveitis",
        "opd": "Optic neuritis",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveitis",
        "id": "0746ea8f-5920-4f86-8ca7-ef2e5804f308",
        "choice_type": "single"
    },
    {
        "question": "Snow banking on fundus examination is the sign of",
        "exp": "Pars planitis is intermediate uveitis M /c cause of pars planitis is idiopathic M/c symptom is FLOATERS Eye is usually quiet, fundus shows Snow ball opacities which may join together to form Snow banking. (Hallmark Feature) Snow Balls-are the infllamatory cells From Pars Plana thrown into vitreous causing vitreous floaters. these gravitate and sink down fotming Snow Banking.",
        "cop": 2,
        "opa": "Anterior uveitis",
        "opb": "Intermediate uveitis",
        "opc": "Posterior uveitis",
        "opd": "CMV infection",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveitis",
        "id": "040d7059-7e91-460a-bc1c-d2c198de59f1",
        "choice_type": "single"
    }
]