[
    {
        "question": "A 25year old male presents with painless sudden loss of vision, ocular and systemic examination is not contributory. What is probable diagnosis",
        "exp": "Ans is Eale's disease Both Eale's disease and Retinal detachment are causes of painless sudden loss of vision, however Eale's disease is a much more common cause than RD in a young male. Ocular and systemic examinations in both the conditions may be normal. Eale's disease. It is a disease of young adult males, who otherwise are healthy, in developing countries (especially India). It is an idiopathic inflammation of peripheral retinal veins; characterized by recurrent vitreous hemorrhage. (Periphlebitis leads to obliteration of the affected vessels. Hypoxia leads to neovascularization which lead to recurrent vitreous hemorrhage). The etiology is unknown. Hypersensitivity to tuberculin protein has been reported, however no clear relationship to tuberculosis has been found. Usually bilateral. The common presenting symptoms are sudden appearance of floaters or painless loss of vision. The vitreous hemorrhage clears spontaneously, but after a few recurrence the hemorrhage may organize, and may cause fractional retinal detachment or secondary glaucoma. Treatment: systemic steroids in early vasculitis stage. Laser photocoagulation for abnormal vessels is used in neovascularization stagevitreoretinal surgery is required for marked vitreous traction threatening the macula. Causes of sudden, painless loss of vision. Unilateral. Bilateral. Subluxation or dislocation of lens. Vitreous hemorrhage. Retinal hemorrhage. Retinal detachment. Retinal vascular occlusion. Exudative age-related macular degeneration. Posterior uveitis Diabetic retinopathy. Grade IV hypertensive retinopathy with macular star Atypical optic neuritis Toxic optic neuropathy Bilateral occipital infarction",
        "cop": 2,
        "opa": "Retinal detachment",
        "opb": "Eale's disease",
        "opc": "Glaucoma",
        "opd": "Cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Vitreous Haemorrhage Vitrectomy",
        "id": "8bc8d3dd-c2a1-417c-a3e9-a02b0d4a1107",
        "choice_type": "single"
    },
    {
        "question": "Floaters are seen in following except -",
        "exp": "Ans. is 'd' i. e., Acute congestive glaucoma {Ref: Clinical ophthalmology 5th/e p. 139]. Floaterso A floater is something in the fluids of the eye that casts a shadow on the retina and looks like a dark spot or spots floating around in the field of vision. Floaters are usually described by patients, as small, semitranslucent particles of varying shapes moving across the visual field with the movement of the eye. Floater can only be seen with the eyes open and in a lighted environment. Floaters are usually grey or black, since they are actually shadow on the retina. o Causes of floaters arei) Posterior vitreous detachment (PVD)ii) Retinal detachmentiii) High myopiaiv) Bleeding (vitreous hemorrhage)v) Inflammation of eye (uveitis)",
        "cop": 4,
        "opa": "Vitreous hemorrhage",
        "opb": "Retinal detachment",
        "opc": "Uveitis",
        "opd": "Acute congestive glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Vitreous Haemorrhage Vitrectomy",
        "id": "788178d6-cc14-413b-a7ab-a8a5fcaea2c0",
        "choice_type": "multi"
    },
    {
        "question": "What is the immediate management of vitreous hemorrhage in eye -",
        "exp": "Ans. is 'a' i. e., No treatment Treatment of vitreous haemorrhage: 1. Conervative treatment: Bed rest, elevation of patient's head and bilateral eye patches. This will allow the blood to settle down. 2. Treatment of the cause: Once the blood settles down, indirect ophthalmoscopy should be performed to locate and further manage the causative lesion such as a retinal break, phlebitis, prolifrative retinopathy, etc. 3. Vitrectomy by pars plana route should be considered to clear the vitreous, if the haemorrhage is not absorbed after 3 months.",
        "cop": 1,
        "opa": "No treatment",
        "opb": "Steroids",
        "opc": "Antibiotics",
        "opd": "Vitrectomy",
        "subject_name": "Ophthalmology",
        "topic_name": "Vitreous Haemorrhage Vitrectomy",
        "id": "5f8f75b6-f958-4b40-98eb-6efe0b567a5d",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice of vitreous hemorrhage is -",
        "exp": "Ans. is 'c' i. e., B-Scan Vitreous hemorrhageo Vitreous hemorrhage refers to bleeding into the vitreous chamber or a space created by vitreous detachmento Causes of vitreous hemorrhage are: i) Posterior vitreous detachment. ii) Proliferative diabetic retinopathy. iii) Eale's disease & Coat's disease. iv) Retinal tear (break) due to trauma. v) Vascular disorders:- Hypertensive retinopathy, or vitreous tractionvi) CRVO. vii) Branched retinal vein occlusion. viii) Acute chorioretinitis, periphlebitis or uveitisix) Bleeding disorders (Polycythemia, anemia, SCA)x) Age- related macular degeneration xi) Neoplasm vi) Retinal macroaneurysmxi) Terson syndromeo Patients present with sudden onset of floaters (black spots in front of the eye) where the hemorrhage is small, and there may be sudden painless loss of vision if the hemorrhage is large, o On examination, following findings are there: i) Normal anterior segment. ii) Distant direct ophthalmoscopy:- black shadow against the red glow in small hemorrhages and no red glow in a large hemorrhage. iii) Non- visualization of fundus with an ophthalmoscope in a large hemorrhage and in small hemorrhages blood may be seen in vitreous cavity. iv) Slit lamp shows reddish mass in anterior vitreous. o B- scan USG is particularly helpful in diagnosing vitreous hemorrhage.",
        "cop": 3,
        "opa": "Ultrasound biomicroscopy",
        "opb": "A-Scan",
        "opc": "B-Scan",
        "opd": "OCT",
        "subject_name": "Ophthalmology",
        "topic_name": "Vitreous Haemorrhage Vitrectomy",
        "id": "083b4175-55d1-4ac2-9be5-23541c5c3d6d",
        "choice_type": "single"
    },
    {
        "question": "A 40-year old male with diabetes presents with vitreous hemorrhage. What is the cause?",
        "exp": "Ans. b. Neovascularization at disc (Ref: Kanski 5/e p447-449; Khurana 4/260-262, 3rd/256-258; Parson's 21/307, 20/e p294-299). In diabetic retinopathy, neovascularization caused by vasculoformative substance elaborated by hypoxic retinal tissue in an attempt to revascularize retina, seen especially at disc (neovascularization of disc), bleeds due to leaky blood vessels and leads to vitreous haemorrhage. \" Bleeding from newly formed vessels (neovascularization) is the most common cause of spontaneous vitreous hemorrhage in diabetic adults. Proliferative new leaking vessels usually arise from retinal veins. Sudden vitreous contractions tear the fragile new vessels, causing vitreous hemorrhage. Most diabetic vitreous hemorrhage occur during sleep, probably because of an increase in blood pressure secondary to early morning hypoglycemia or to REM sleep. \"Diabetic Retinopathy. Microangiopathy, which affects the retinal pre-capillary arterioles, capillaries and venules. It causes microvaseular and macrovascular occlusionQ. Microvascular Occlusion. Macrovascular OcclusionA-V shunt formation. QNeovascularization. QRetinal hemorrhage. QRetinal edemaQ* Associated with significant capillary occlusion, referred as intraretinal microvascular abnormalities (IRMA)QCaused by vasculoformative substance elaborated by hypoxic retinal tissue in an attempt to revascularize retina. It may be:* NVD: New vessels at the discQ (optic nerve head)* NVE: New vessels elsewhere (along the course of major blood vessels)Q* Rubeosis iridis: new vessels on the irisQ* Dot and blot shapedQ arise from venous end* Flame shapedQ arise from precapillary arterioles* Hard exudatesQ, yellow waxy lesions with distinct margins often arranged in rings (circinate exudates)* Soft exudates (cotton wool spots)Q",
        "cop": 2,
        "opa": "Posterior retinal detachment",
        "opb": "Neovascularization at disc",
        "opc": "Central retinal vein occlusion",
        "opd": "Trauma to central retinal artery",
        "subject_name": "Ophthalmology",
        "topic_name": "Vitreous Haemorrhage Vitrectomy",
        "id": "9b2866c8-75b3-4be9-8a13-8dccc8e55906",
        "choice_type": "single"
    }
]