[
    {
        "question": "Which of the following does not show calcification?",
        "exp": "Ans. a. Persistent hyperplastic primary vitreous (Ref: style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif\">)Causes of Calcification of the GlobeRetinal:DrusenRetinoblastomaRetinocytomaTuberous sclerosis (TS)Epiretinal membranesRetrolental fibroplasia (retinopathy of prematurity)Coats diseaseRetinochoroidalChorioretinitis: most commonly following ToxoplasmosisChoroidalChoroidal osteoma(s): more common in patients with tuberous sclerosisChoroidal angioma(s) : occasionally calcifySclerochoroidal:Metastatic calcification: hyperparathyroidism, pseudohypoparathyroidism, renal tubular acidosisDystrophic calcification: Phthisis bulbiPersistent Primary Hyperplastic Vitreous Persistent Fetal Vasculature Syndrome (PFV)Uncommon congenital ocular anomaly in which the hyaloid vasculature system and primary vitreous fail to involute or regressUsually unilateralAssociations of Bilateral PHPVTrisomy 13 (Patau syndrome)Norries diseasesWalker Warberg syndromeClinical Presentation:Typically presents with unilateral leucokoriaTypically associated with mild microphtalmosAbnormality may be confined to anterior segment or posterior segmentPersistent Primary Hyperplastic VitreousAnterior PHPVPosterior PHPV* Abnormality is confined to anterior segment* Often involves the lens* Typical Presentation:- Unilateral leucokoria* Signs and complications:- Retroiental mass into which elongated ciliary processes are inserted- Cataract- Shallow anterior chamber and angle closure glaucoma- Recurrent intraocular hemorrhage- Microphthalmia* Treatment:- Vitreoretinal surgery in selected early cases to salvage vision- Abnormality is confined to posterior segment- Lens is usually clear- Typical Presentation:- Unilateral leucokoria, strabismus and nystagmus- Signs and complications:- Adense white membrane or a prominent retinal fold extension from the optic disc to ora serrate- Pre-retinal membrane- Tractional retinal folds and tractional retinal detachment- Retinal dysplasia and optic nerve hypoplasia- Microphthalmia* Treatment:- Not possible",
        "cop": 1,
        "opa": "Persistent hyperplastic primary vitreous (PHPV)",
        "opb": "Optic nerve Drusen",
        "opc": "Choroid osteoma",
        "opd": "Retinoblastoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Vitreous Opacities",
        "id": "694517ca-a479-4ee5-a6b8-c52924668ef6",
        "choice_type": "single"
    }
]