[
    {
        "question": "Which of the following drugs is useful in prophylaxis of motion sickness?",
        "exp": "Ans. (A) Hyoscine(Ref: KDT 8th/e p132)Hyoscine is used for the prophylaxis of motion sickness whereas other drugs listed in the question are used for the treatment of vomiting.",
        "cop": 1,
        "opa": "Hyoscine",
        "opb": "Metoclopramide",
        "opc": "Prochlorperazine",
        "opd": "Ondansetron",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "e9c4faca-7692-4ede-a6ab-ed2765087d95",
        "choice_type": "single"
    },
    {
        "question": "Latanoprost (PGF0 alf",
        "exp": "ANSWER: (D) GlaucomaREF: Goodman and Gillmans 11TH edition page 1103, http://en.udkipedia.org/wiki/Latanoprost \"Latanoprost ophthalmic solution is a topical medication used for controlling the progression of glaucoma or ocular hypertension by reducing intraocular pressure. It is a prostaglandin analogue (more specifically an analogue of Prostaglandin F2a)\"\"The PGF2a analogs consist of Latanoprost, travoprost, bimatoprost, and unoprostone. PGF2a analogs appear to lower IOP by facilitating aqueous outflow\" through the accessory uveoscleral outflow pathway. The mechanism by which this occurs is unclear\"",
        "cop": 4,
        "opa": "Maintenance of ductus arteriosus",
        "opb": "Pulmonary hypertension",
        "opc": "Gastric mucosal protection",
        "opd": "Glaucoma",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "a4172efb-f144-4fe8-a620-45413b5d8b81",
        "choice_type": "single"
    },
    {
        "question": "Cholinomimetic drugs can be used for the treatment of all the following conditions except.",
        "exp": "Ans. (B) Bradycardia(Ref KDT 8th/e p114)Cholinomimetic drug will cause bradycardia as an adverse effect and thus cannot be used for its treatment.",
        "cop": 2,
        "opa": "Closed angle Glaucoma",
        "opb": "Bradycardia",
        "opc": "Cobra bite",
        "opd": "Myasthenia gravis",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "3245f196-bcc0-4c7c-8abf-b702d4fdbce8",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following beta adrenergic agonist is used as an aerosol for treatment of bronchial asthma?",
        "exp": "Ans: a (Salbutamol) Ref: KDT, 5 ed, p. 217Salbutamol (albuterol) is a highly selective beta 2 agonist.Inhaled salbutamol produces bronchodilation within 5 min and the action lasts for 2-4 hours.Drugs used tor bronchial asthma:Bronchodilators:a. Sympathomimetic-AdrenalineEphedrineIsoprenalinesalbutamolterbutalineb. Methylxanthines-Theophyllineaminophyllinec. Anticholinergics-AtropineIpratropium bromideTiotropium bromideLeukotriene antagonist:MonteleukastzafirleukastMast cell stabilizers:Sodium cromoglycateNedocromil, ketotifenLipoxygenase inhibitors:ZileutonPhosphodiesterase III/ IV inhibitor:PiclamelastCorticosteroids:a. Systemic-HydrocortisonePrednisoloneb. Inhalational-Beclomethesone dipropionateBudesonideFluticasone propionateFlunisolide",
        "cop": 1,
        "opa": "Salbutamol",
        "opb": "Ketotifen",
        "opc": "Fluticasone",
        "opd": "Monteleukast",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "71586723-4357-4355-a76b-40551970b0ee",
        "choice_type": "single"
    },
    {
        "question": "A patient presented in emergency with tachycardia, hyperthermia, bronchial dilatation and constipation. The person is likely to be suffering from overdose of:",
        "exp": "Ans. (A) Atropine(Ref: Modi's Medical jurisprudence and Toxicology. 23rd, 2005/92, 403, 429-430, Goodman and Gilman 12/e p234-235)These are the characteristic features of anti-cholinergic overdose.",
        "cop": 1,
        "opa": "Atropine",
        "opb": "Organophosphorus compound",
        "opc": "Mushroom",
        "opd": "Paracetamol",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "80f40f82-c1f6-4565-ab80-2ced8d14f0cc",
        "choice_type": "single"
    },
    {
        "question": "A patient presents to emergency with pinpoint pupil, salivation, lacrimation, tremors and red tears. Plasma cholinesterase level was 30% of normal. Most probable Diagnosis is:",
        "exp": "Ans. (A) Organophosphate poisoning(Ref: Katzung 12/e p110)These are characteristic features of anti-cholinestearse (organophosphate and carbamate) poisoning.Features of Organophosphate poisoning:* Muscarinic symptoms: Pin point pupil, salivation, lacrimation, urination, defecation, gastrointestinal distress, vomiting, bronchospasm, bradycardia* Nicotinic symptoms: Fasciculations and fibrillations of muscle, tachycardia, tachypnea* CNS symptoms: Temors, giddiness, ataxia, coma* Red tears: Due to accumulation of porphyrin in the lacrimal glands",
        "cop": 1,
        "opa": "Organophosphate poisoning",
        "opb": "Datura poisoning",
        "opc": "Opioid poisoning",
        "opd": "Pontine hemorrhage",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "d9339321-fa74-47df-ac54-74534194171e",
        "choice_type": "single"
    },
    {
        "question": "Neurotransmitter released in response to raised blood pressure:",
        "exp": "Ans. A. AcetylcholineWhenever blood pressure rises, there is reflex stimulation of baroreceptors. These release Ach and depress the heart.",
        "cop": 1,
        "opa": "Acetylcholine",
        "opb": "Adrenaline",
        "opc": "Dopamine",
        "opd": "Nor-adrenaline",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "eddbc9e8-174f-49a7-8823-2ad55950c8db",
        "choice_type": "single"
    },
    {
        "question": "Which of the following sympathetic receptors acts as vasoconstriction and vasodilatation:",
        "exp": "(Ref: Katzung 14th ed. pg. 145-47)Alpha 1 and Beta 2 receptors present at blood vessels causing vasoconstriction and vasodilatation respectively.Sympathetic receptors, their location, function and G protein.ReceptorLocationFunctionG-Proteina1BV, smooth muscle, Salivary glandsVasoconstriction Increase secretionGqa2Presynapse Beta pancreatic cellBrake/Inhibit NA releaseDecrease insulin releaseGib1Heart JG cellInc Heart rate Renin releaseGsb2LungsSmooth muscle LiverBronchodilatation Relaxation of smooth muscles GlycogenolysisGsb3Adipocyte Detrusor muscleLipolysis, thermogenesis Bladder relaxGs",
        "cop": 3,
        "opa": "Alpha 1 and Alpha 2",
        "opb": "Alpha 1 and Beta 1",
        "opc": "Alpha 1 and Beta 2",
        "opd": "Beta 1 and Beta 2",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "d806af03-2083-43ab-be53-6a7c9c45f411",
        "choice_type": "single"
    },
    {
        "question": "Cholinomimetics are useful in all of the following conditions except:",
        "exp": "Ans. (D) Partial heart block(Ref: KDT 8th/e p119/122)Cholinergic drugs decrease the conduction from atrium to ventricle, thus should be avoided in partial heart blockCholinergic drugs like pilocarpine and physostigmine are used in angle closure glaucomaNeostigmine (acetylcholineesterase inhibitor, a cholinergic drug) is used for treatment of myasthenia gravisNeostigmine is also used for post operative paralytic ileus and post operative urinary retention.",
        "cop": 4,
        "opa": "Glaucoma",
        "opb": "Myasthenia gravis",
        "opc": "Post operative atony of bladder",
        "opd": "Partial heart block",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "80b49e30-929a-45d8-947b-451cac17bedd",
        "choice_type": "multi"
    },
    {
        "question": "Drug used for hypertension and pulmonary edema due to scorpion sting:",
        "exp": "Ans. (A) Prazosin(Ref: Harrison 20th/e p3329)Scorpion sting is a dreadful medical emergency.Scorpion stings cause a wide range of symptoms, from severe local reactions to cardiovascular, respiratory and neurological manifestations.Alpha-receptors play vital role in the pathogenesis of cardiac failure and pulmonary edema due to scorpion sting.Prazosin is a selective alpha-1 adrenergic receptor blocker. It dilates veins and arterioles, thereby reducing pre-load and left ventricular impedance without rise in heart rate and renin secretion. It also inhibits sympathetic outflow in central nervous system. It enhances insulin secretion, which is inhibited by venom action. It has also been found useful even in cases with hypotension. Thus, its pharmacological properties can antagonize the hemodynamic, hormonal and metabolic effects of scorpion venom action.",
        "cop": 1,
        "opa": "Prazosin",
        "opb": "Clonidine",
        "opc": "Furosemide",
        "opd": "Mannitol",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "778467a1-7c40-4afb-9b77-ce954d48be0a",
        "choice_type": "single"
    },
    {
        "question": "In a 2-year-old child refractive error test is done with:",
        "exp": "(Ref: K.D. Tripathi 8th ed. P 131)Atropine 1% ointment is preferred for refractive error test in children below 5 years. It is applied 24 hours and 2 hours before the procedure.The shorter acting agents like homatropine, tropicamide and cyclopentolate does not produce effective cycloplegia in children (ciliary muscle tone of child is high)Ointment is preferred over eye drop as there is increased risk of systemic absorption of eye drop which can cause anticholinergic side effect in child. Example: Hyperthermia, decreased secretion, tachycardia etc.Cycloplegic agent of choice is adult/elderly: Tropicamide. The protein binding of esmolol is 55%.For only fundoscopy/mydriasis, preferred agent is: Phenylephrine (Sympathomimetic)",
        "cop": 1,
        "opa": "1% atropine ointment",
        "opb": "1% atropine eye drop",
        "opc": "Tropicamide 0.5%",
        "opd": "Eucatropine 5%",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "4c29006f-e3b9-43ec-aa27-ed568e5a3062",
        "choice_type": "single"
    },
    {
        "question": "Shortest acting B-blocker is:",
        "exp": "Ans: c (Esmolol)Ref: Katzung 9 ed, Table 10.2The elimination half life of esmolol is 10 min which is the shortest.Notes on beta blockersCardioselective beta blockers are metoprolol, atenolol, bisoprolol, esmolol, betaxolol, celiprolol, nebivololPropranolol has highest degree of membrane stabilizing action.Nadolol is longest acting beta blocker and esmolol is shortest acting. Propranolol has poor oral bioavailability.Pindolol andpenbutolol have approx 100% bioavailability.Carvedilol is a third generation non-selective beta blockershowing anti-oxidant property and alpha 1 receptorantagonism. Labetolol also has alpha 1 receptor blockingactivity.Propranolol and metoprolol are extensively metabolized inthe liver, with little unchanged drug appearing in the urine.",
        "cop": 3,
        "opa": "Nebivolol",
        "opb": "Carteolol",
        "opc": "Esmolol",
        "opd": "Timolol",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "16b4c1c5-9a5f-460b-b773-c2f47633a749",
        "choice_type": "single"
    },
    {
        "question": "Dexmedetomidine acts on which receptor for its analgesic action -",
        "exp": "Ans. is 'c' i.e., a2A o Dexmedetomidine is a centrally active selective a2A agonist.o Has been explained in previous sessions.",
        "cop": 3,
        "opa": "5HT2A",
        "opb": "D2",
        "opc": "a2A",
        "opd": "D5",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "84ccb58c-537f-4d22-b258-ffc061e213c9",
        "choice_type": "single"
    },
    {
        "question": "Pilocarpine is an:",
        "exp": "Ans. a. Active mioticRef: Goodman Gilman 13th ElPI 259Miosis: Contraction of pupil can be seen due to contraction of circular muscles (active miosis), due to M3 stimulation or it can be seen due to relaxation of radial muscles (passive miosis), due to al receptors block. Relaxation of radial muscles can cause miosis due to unopposed action of circular muscles. Thus, cholinergics like pilocarpine and physostigmine are active miotics, whereas alpha blockers like phentolamine and phenoxybenzamine are passive miotics.Mydriasis: Relaxation of pupil can be seen due to contraction of radial muscles (active mydriasis) due to al receptors stimulation or due to relaxation of circular muscles (passive mydriasis) due to M3 blockers. Relaxation of circular muscles cause mydriasis due to unopposed action of radial muscles. Thus, sympathomimetics like phenylephrine and ephedrine are active mydriatics, whereas anticholinergics like atropine, tropicamide and cyclopentolate are passive mydriatics.MioticsMydriaticsActivePassiveActivePassivePilocarpinePhysostigminePhentolaminePhenoxybenzaminePhenylephrineEphedrineAtropineTropicamide",
        "cop": 1,
        "opa": "Active miotic",
        "opb": "Passive miotic",
        "opc": "Active Mydriatic",
        "opd": "Passive Mydriatic",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "e78beb7f-1e19-46c3-b612-5969be90f9f9",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs are useful in detrusor instability except:",
        "exp": "Ans. (D) Duloxetine(Ref: Principles of Pharmacology, 1/e p157, 159; KDT 8th/e p124)Anticholinergic drugs decrease the motility of urinary tract and thus may result in urinary retention (therefore contra-indicated in BHP).Dicyclomine, flavoxate and oxybutynin are useful for the treatment of urinary incontinence due to detrussor instability (urge incontinence)Tolterodine, darifenacin and solefenacin are selective M3 antagonists that are also useful for urinary incontinence.Duloxetine is an SSRI used for the treatment of depression",
        "cop": 4,
        "opa": "Solefenacin",
        "opb": "Tolterodine",
        "opc": "Flavoxate",
        "opd": "Duloxetine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "30cff1c1-c249-4790-a5fa-c2e686464a6f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following alpha-blocker drug is used in BPH without producing hypotension?",
        "exp": "Ans. C. Tamsulosina. Tamsulosin, Silodosinb. Higher affinity for a1A/1D receptors (found on prostate smooth muscle) than for a1B subtype (found on vascular smooth muscle)c. Minimal effect on blood pressured. High oral bioavailabilitye. Silodosin is a newer a1A blocker used in BPH.",
        "cop": 3,
        "opa": "Doxazosin",
        "opb": "Phentolamine",
        "opc": "Tamsulosin",
        "opd": "Terazosin",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "9d0b5adc-7b35-4092-aece-690c4d0a3c9c",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for diabetic diarrhea:",
        "exp": "(Ref: Sleisenger and Fordtran's Gastrointestinal and Liver Disease, Volume 1; P 575)Diabetic diarrhea is seen in middle aged type 1 poorly controlled diabetic patients and is characterized by intermittent, brown, watery and voluminous stools which is occasionally accompanied by tenesmus.In these patients, GI adrenergic function is impaired in autonomic neuropathy. Therefore, any adrenergic agonist may further stimulate the intestinal absorption of fluid and electrolytes.Drugs used areAlpha 2 adrenergic agonist: Clonidine. Acts as adrenergic antagonist which acts by reversing the peripheral adrenergic resorptive abnormalities.# Because of autonomic neuropathies, these patients will not experience postural hypotension.# Moreover, clonidine doesn't alter diabetic control or renal function.Somatostatin analogue: Octreotide. Useful in refractory diabetic diarrheaCodeine, Diphenoxylate with atropine, Loperamide:Used for symptomatic treatment.Anti-diarrheal agentsDrugsMain uses ;Tryptophan hydroxylaseinhibitor: Telotristat ethylSevere diarrhea due tocarcinoid tumorsEnkephalinase inhibitor-RacecadotrilAcute diarrheaSafe in childrenOctreotide* Severe secretory diarrhea due to GI tumors* Postgastrectomy dumping syndromeCrofelemer (plant derived)HIV/AIDS diarrheaAlosetron* Diarrhea-predominant IBS in womenBile acid sequestrants:Cholestyramine, Colesevelam, ColestipiolBile salt induced diarrheaClonidineDiabetic diarrheaMOR agonists* Diphenoxylate, difenoxin, LoperamideAcute diarrheaChronic diarrheaTraveler's diarrheaAntibiotics--empiric therapy* Fluoroquinolone* Ciprofloxacin* Levofloxacin* Norfloxacin* OfloxacinAlternative antibiotics* Azithromycin* Rifaximin* Acute diarrhea* Traveler's diarrhea* Azithromycin: Preferred treatment for children with traveler's diarrhea* Rifaxamin: Preferred for diarrhea predominant IBS",
        "cop": 2,
        "opa": "Duloxetine",
        "opb": "Clonidine",
        "opc": "Domperidone",
        "opd": "Alosetron",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "ed111c08-2532-4e7c-ac67-d8cee9473352",
        "choice_type": "single"
    },
    {
        "question": "A 45 year male presents with delirium, increased body temperature, dryness, dilated pupils and HR 130/min. Possible diagnosis:",
        "exp": "(Ref: Katzung Pharmacology, 14th ed. pg. 127-28)Organophosphates are irreversible Acetylcholinesterase inhibitor which is well absorbed from the skin, lung, gut, and conjunctiva--thereby making them dangerous to humans and highly effective as insecticides.Due to inhibition of acetylcholinesterase enzyme, acetylcholine levels are increased and the patient therefore presents with cholinergic symptoms: (Mn: SLUDGE-FB)Salivation, Lacrimation, increased urination, Diarreha, GI distress, Emesis, Faciculation, BradycardiaDOC for this poisoning: ATROPINEOXIMES (Pralidoximes, Di-Acetyl monoxime) are known as AchE enzyme reactivators. These are used only in organophosphate poisoning.Pin-point pupil is seen in poisoning with: (Mn: POMP)Pontine hemorrhage, Organophosphate, Morphine and Phenol poisoning",
        "cop": 3,
        "opa": "Carbamate poisoning",
        "opb": "Organophosphate poisoning",
        "opc": "Atropine poisoning",
        "opd": "Cocaine poisoning",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "4a9ce7e9-2bb8-4963-888d-5df043a436ac",
        "choice_type": "single"
    },
    {
        "question": "Vecuronium acts on :",
        "exp": "Ans. is 'b' i.e. Myoneural junction Vecuronium is a non depolarizing neuromuscular blocking agent.It acts on nicotinic receptor at neuromuscular junctions and blocks the depolarization by inhibiting Na+ channels.",
        "cop": 2,
        "opa": "Cerebral cortex",
        "opb": "Myoneural junction",
        "opc": "Muscle fibres",
        "opd": "Spinal cord",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "16747724-0a25-4c69-b7ef-7cf673393ef0",
        "choice_type": "single"
    },
    {
        "question": "A28-year-old farmer is convulsing, with 100bpm heart rate, BP180/100, diarrhea, vomiting and urination. Pupil are pin point. Drug poisoning suspected is:",
        "exp": "Ans. C. OPC poisoningAll the symptoms listed in the questions are symptoms associated with cholinergic effects which is OPC poisoning.it should not be confused with atropine poisoning where effects are anticholinergic.",
        "cop": 3,
        "opa": "Aspirin poisoning",
        "opb": "Amphetamine",
        "opc": "OPC poisoning",
        "opd": "Atropine poisoning",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "1b697af6-c7a0-4eee-92a8-2ab8d74c78ef",
        "choice_type": "single"
    },
    {
        "question": "Receptor responsible for decrease in aqueous humor formation:",
        "exp": "Ans. B. Alpha 2Stimulation of alpha 2 present on ciliary muscle helps in reduction of aqueous humor. This mechanism is utilized in treatment of glaucoma by apraclonidine, brimonidine. Answer is B",
        "cop": 2,
        "opa": "Beta 1",
        "opb": "Alpha 2",
        "opc": "M2",
        "opd": "Beta 2",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "fae5e0b6-6b01-4a7b-ab5e-cc9eb4d737fd",
        "choice_type": "single"
    },
    {
        "question": "Antidote for organophosphorous poisoning is:(1995)",
        "exp": "aRef: KDT, 5th ed, p. 91 & 100 & 4th ed, p. 101,89",
        "cop": 1,
        "opa": "Atropine",
        "opb": "Neostigmine",
        "opc": "Susccinylcholine",
        "opd": "D tubocurarine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "1aff4808-8bfa-460d-a3e0-fc8f562cc98f",
        "choice_type": "single"
    },
    {
        "question": "Synaptic transmission in the autonomic ganglion is usually:",
        "exp": "Ans. (C) Cholinergic(Ref: Katzung 10/e p76; KDT 8th/e p104)Autonomic ganglia (both sympathetic as well as para-sympathetic) release ACh that stimulates the NN nicotinic receptors on the post-ganglionic fibres.",
        "cop": 3,
        "opa": "Adrenergic",
        "opb": "Peptidergic",
        "opc": "Cholinergic",
        "opd": "Mediated by substance P",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "e5646b20-3e44-426e-a45c-9da24cd6b1f6",
        "choice_type": "multi"
    },
    {
        "question": "Beta blockers are used in treatment of all exceptRepeat, refer Q 100, 2007",
        "exp": "Ans: b (Peripehral vascular disease)Ref: KDT 6th ed. Pg.139, Katzung 10th ed.Beta blockers are contraindicated in PVD because of blockade of vasodilator beta 2 receptors.Non selective blocker b 1 + b2 + al (mnemonic- Crazy Bugs Die in Medicine Lab)Cardio selective beta blockers are:Beta blocker with intrinsicsympathomimetic activity Metoprolol CarvedilolBucindololDilevalolMedroxalolLabetololAtenololBisoprolol EsmololBetaxololCeliprololAcebutalolNebivololDilevalol AcebutalolCarteolol AlprenololPindolol LabetalolOxyprenololPenbutalol",
        "cop": 2,
        "opa": "Hypertension",
        "opb": "Peripehral vascular disease",
        "opc": "Angina",
        "opd": "Migraine prophylaxis",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "7fd330a9-a9ca-4f46-ae7a-eff129724a9f",
        "choice_type": "multi"
    },
    {
        "question": "Mechanism of action of Latanoprost in glaucoma is -",
        "exp": "Ans. is 'a' i.e., Increase the uveoscleral flow of aqueous Drugs used in open-angle glaucoma Mechanism Methods of Administration Cholinomimetics Pilocarpine, carbachol, physostigmine, echothiophate, demecarium Ciliary muscle contraction, opening of the trabecular meshwork, increased outflow Topical drops of gel; plastic film slow-release insert Alpha agonists Unselective Epinephrine, dipivefrin Increased outflow Topical drops Alpha2-selective Decreased aqueous secretion Apraclonidine Brimonidine Topical, post-laser only Topical Beta-blockers Timolol, betaxolol, carteolol, levobunolol, metipranolol Decreased aqueous secretion from the ciliary epithelium Topical drops Diuretics Dorzolamide, brinzolamide Decreased aqueous secretion due to lack of HCO3 Topical Acetazolamide, dichlorphenamide, Methazolamide Oral Prostaglandins Lantanoprost, bimatoprost, travoprost, unoprostone Increased outflow Topical",
        "cop": 1,
        "opa": "Increase uveoscleral flow of aqueous",
        "opb": "Trabecular absorption is increased",
        "opc": "Decreases aqueous formation",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "c3b5753f-e4d7-4b40-83f1-11eefe2627e1",
        "choice_type": "multi"
    },
    {
        "question": "During a surgery, the patient had sudden hypotension, which of the following will promptly increase & hence be used intramuscularly to increase the blood pressure in this patient?",
        "exp": "Ans. b (Mephenteramine). (Ref. Pharmacology by KD Tripathi 6th/pg.l27)MEPHENTERMINE# It produces both cardiac stimulation and vasoconstriction by directly activating a and (3 adrenergic receptors as wellas by releasing NA.# Cardiac output, systolic and diastolic BP are increased.# The direct positive chronotropic effect on heart is generally counter balanced by vagal stimulation due to rise in meanBP.# Mephentermine is not a substrate for either MAO or COMT: active orally with longer duration of action (2-6 hr).# It crosses blood-brain barrier to some extent-may produce excitatory effects at higher doses.# It is used -- To prevent and treat hypotension due to spinal anaesthesia and surgical procedures,- Shock in myocardial infarction and other hypotensive states.EPHEDRINE# Mainly acts indirectly but has some direct action on a and b receptors also.# Repeated injections produce tachyphylaxis, primarily because the neuronal pool of NA available for displacement is small.# It is resistant to MAO, therefore, effective orally.# It is about 100 times less potent than Adr but longer acting (4-6 hours).# It crosses to brain and causes stimulation, but central: peripheral activity ratio is lower than that of amphetamine.# Ephedrine can be used for a variety of purposes, but it lacks selectivity and efficacy in general is low.# Use is now restricted to that in mild chronic bronchial asthma and for hypotension during spinal anaesthesia; occasionally for postural hypotension; 15-60 mg TDS.PHENYLEPHRINE# It is a selective a1agonist, has negligible b action.# It raises BP by causing vasoconstriction.# Because it has little cardiac action, reflex bradycardia is prominent.# It is used as a mydriatic when cycloplegia is not required: tends to reduce intraocular tension by constricting ciliary body blood vessels.# It is a frequent constituent of orally administered nasal decongestant preparations, as well as used topically for this purpose.# Central effects are not seen with usual clinical doses.METHOXAMINE# Another selective a1 stimulant with no b actions (has weak b blocking action).# Resembles phenylephrine very closely.# Occasionally used as a pressor agent.",
        "cop": 2,
        "opa": "Adrenaline",
        "opb": "Mephenteramine",
        "opc": "Noradrenaline",
        "opd": "None",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "ada3632b-ec53-4d19-b2d4-fd455e42917d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following mydriatics has the shortest duration of action?",
        "exp": "Ans. is 'd' i.e., Tropicamide Following table enumerates the salient features mydriatic durgs:Salient features of common cycloplegic and mydriatic drugsSI. NoName of the drugAge of the patient when indicatedDasage of instillationPeak effectTime of performing retinoscopyDuration of actionPeriod of postcycloplegic testTonus allowance1.Atropine sulphate (1% ointment)< 5 yearTDS x day2-3 days 4th day10-20 daysAfter 3 weeks of retinoscopyID2.Homatropine hydrobromide (2% drops)5-6 yearsOne drop every 10 min. for 6 times60-90 rainAfter 90 min. of instillation of first drop48-72 hoursAfter3days of retinoscopy0.5D3.Cyclopentolate hydrochloride (1% drops)8-20 yearsOne drop every 15 min. for 3 times80-90 minAfter 90 min. of instillation of first drop6-18 hoursAfter 3 days of retinoscopy0.75D4.Tropicamide (0.5%, 1% drops)Not used as cycloplegic for retinoscopy; used only as mydriaticOne drop every 15 min 15 3 to 4 times20-40 min.-4-6 hours--5.Phenyephrine (5%, 10% drops)Used only as mydriatic alone or in combination with tropicamideOne drop every 15 min. for 3 to 4 times30-40 min-4-6 hours--* Tropicamide has has the shortest duration of action of 4 - 6 hours.",
        "cop": 4,
        "opa": "Atropine",
        "opb": "Homatropine",
        "opc": "Cyclopentolate",
        "opd": "Tropicamide",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "834cf32e-99ab-436b-80be-d0687320623c",
        "choice_type": "single"
    },
    {
        "question": "Drug used in ameliorative test for myasthenia gravis is:",
        "exp": "Ans. (B) Edrophonium(Ref: KDT 8th/e p121)Drug used in ameliorative test (tensilon test) for myasthenia gravis is edrophonium. It is a cholinergic drug and can be used for diagnosis of myasthenia gravis because of its short duration of action (10 - 30 min.)",
        "cop": 2,
        "opa": "Physostigmine",
        "opb": "Edrophonium",
        "opc": "Tacrine",
        "opd": "Pyridostigmine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "275ac31d-e444-4bf4-8f28-a05941ea8b0c",
        "choice_type": "single"
    },
    {
        "question": "A patient complains of muscle weakness. It was reversed on administration of neostigmine, because:",
        "exp": "Ans. (D) It interferes with the action of acetyl cholinesterase(Ref: Katzung 11/e p105)Neostigmine acts by inhibiting the enzyme acetylcholinesterase. This enzyme is involved in degradation of ACh, consequently neostigmine increases the synaptic level of ACh. Muscle weakness can be improved by stimulation of NM receptors at muscle end plate due to increased ACh.",
        "cop": 4,
        "opa": "It blocks action of acetylcholine",
        "opb": "It interferes with the action of mono amine oxidase",
        "opc": "It interferes with the action of carbonic anhydrase",
        "opd": "It interferes with the action of acetyl cholinesterase.",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "2dbc5a40-064f-4e29-9dcf-103f35ea8fa7",
        "choice_type": "single"
    },
    {
        "question": "Powerful vasoconstrictor is-",
        "exp": "Ans. is 'b' i.e., Epinephrineo Among the given options, only epinephrine has significant action on a-receptor, thus causes vasoconstriction.Sympathomimetic drugsNon selectiveo Adrenaline - a1 + a2 + b1 + b2o Noradrenaline - a1 + a2 + b1 + Slight b1 no. b2o Isoprenaline -b1+ b2 + b3 but no a actiono Mephentramine - a and bSelectivea1 agonists -Phenylephrine, methoxamine, naphazoline, oxymetazoline, xylometazoline.a2 agonists -Clonidine, methyldopa, brimonidine, apraclonidine, guanfacine, guanabenzb1 agonists -Prenaltemol, dobutamineb2 agonsits -Salbutamol, terbutaline, salmeterol, orciprenaline, ritodrine, isotharine, bitolterol, pirbuterol, tenoterol, formoterol.",
        "cop": 2,
        "opa": "Amphetamines",
        "opb": "Epinephrine",
        "opc": "Isopreenaline",
        "opd": "Dobutamine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "b6d12be8-1571-487c-9e3e-23cf98dc6aa6",
        "choice_type": "single"
    },
    {
        "question": "Olcegepant, mechanism of action is:",
        "exp": "Ans. C. CGRP antagonistRef: Katzung's Basic and Clinical Pharmacology 13th/ed, p308Explanation# Calcitonin family of peptides includes:# Calcitonin# Calcitonin gene-related peptide (CGRP)# Adrenomedullin# Amylin# CGRP# Widely distributed: Largely in the C-cells of the thyroid gland, also found in CNS (central nervous system), PNS (peripheral nervous system), CVS (cardiovascular system), RS (respiratory system) and GIT (gastrointestinal tract).# CGRP-containing neuronal fibers are more abundant around arteries than around veins and in atria than in ventricles.# This peptide has vasodilatory property, in fact CGRP is the most potent vasodilator yet discovered.# When injected in systemic circulation, it causes hypotension and tachycardia.# When injected into CNS, it causes hypertension and suppression of feeding.# Release of CGRP from trigeminal nerves plays a central role in the pathophysiology of migraine. Selective serotonin agonist (triptans) normalizes CGRP levels.# CGRP antagonists though have not yet received FDA approval have shown promising results in trials for migraine. Antagonists developed are:- Olcegepant- Telcagepant# Note the name olcegepant: Calcitonin gene-related peptide antagonist.# These drugs are non-peptide antagonist.# Two primary hypotheses to explain the actions of antimigraine drugs are:# First, The triptans, ergot alkaloids, and antidepressants may activate 5-HT1D/1B receptors on presynaptic trigeminal nerve endings, thereby inhibiting the release of vasodilating peptides, (option b) and antiseizure agents may suppress excessive firing of these nerve endings (option d).# Second, the vasoconstrictor actions of direct 5-HT agonists (the triptans and ergot) may prevent vasodilation and stretching of the pain endings. It is possible that both mechanisms contribute in the case of some drugs.# Option a: Triptans (sumatriptan is 5 HT agonist).# Option b: CGRP itself is vasodilating peptide and olcegepant is CGRP antagonist. The triptans, ergot alkaloids, and antidepressants act by inhibiting the release of vasodilating peptides.# Option d: Antiseizure drugs like valproic acid and topiramate are useful in treatment of migraine, they reduce the excessive firing by trigeminal neurons.",
        "cop": 3,
        "opa": "5HT1d/1b agonist",
        "opb": "Inhibits the release of vasodilating peptides",
        "opc": "CGRP antagonist",
        "opd": "Decreases the excessive firing of vasoconstrictor nerve fibers",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "980c70ca-4cc1-49e7-b981-2bcd49c28cca",
        "choice_type": "single"
    },
    {
        "question": "Use of adrenaline is in:(1994)",
        "exp": "cRef: KDT, 5th ed, p. 116 & 4th ed, p. 131",
        "cop": 3,
        "opa": "Vasovagal syncope",
        "opb": "Hypotension",
        "opc": "Anaphylactic shock",
        "opd": "Bradycardia",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "b64f09fe-0d75-4c4d-89a8-cea26168117f",
        "choice_type": "single"
    },
    {
        "question": "Pilocarpine causes:",
        "exp": "Ans. A. Active miosisTwo types of muscle are present in the eyes. Circular muscle which have M3 receptor and radial muscle which have Alpha 1 receptor on them. When M3 is stimulated, it causes contraction of circular muscle leading to active miosis. When alpha 1 is stimulated, it causes contraction of radial muscle leading to active mydriasis. On the other hand, if M3 is blocked, it leads to passive mydriasis and blockade of alpha 1 receptor leads to passive miosis. Pilocarpine being cholinergic drug stimulates M3 receptor and thus causing active miosis.",
        "cop": 1,
        "opa": "Active miosis",
        "opb": "Active mydriasis",
        "opc": "Passive miosis",
        "opd": "Passive mydriasis",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "6be6a922-2fb8-4eab-848e-a8ac332406e6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a carbamate?",
        "exp": "Ans. (C) Edrophonium(Ref: KDT 8th/e p116, Katzung 11/e p104)Physostigmine, neostigmine and pyridostigmine are carbamates by chemical nature, whereas edrophonium is an alcohol.",
        "cop": 3,
        "opa": "Physostigmine",
        "opb": "Neostigmine",
        "opc": "Edrophonium",
        "opd": "Pyridostigmine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "0ae5368e-5390-4439-984b-6655bbbbb18a",
        "choice_type": "single"
    },
    {
        "question": "M3 Receptor antagonist used in the treatment of bladder over activity is:",
        "exp": "Ans: d (Darifenacin) Ref:Campbells urology, 9th ed,p. 2093Darifenacin is a relatively selective M muscarinic receptor antagonist used in bladder overactivity.The other anti muscarinic agents used are:TolterodineTrospiumSolifenacinPropanthelineAtropineHyocyanine",
        "cop": 4,
        "opa": "Tamsulosin",
        "opb": "Desmopressin",
        "opc": "Doxazosin",
        "opd": "Darifenacin",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "334fcd69-2ac0-4ea9-8964-bb4dd1100b02",
        "choice_type": "single"
    },
    {
        "question": "Which among the following drug is used in benign prostatic hyperplasia?",
        "exp": "Ans: b (Tamsulosin) Ref: KDT, 6 ed, p. 135Tamsulosin:Uroselective alpha 1A blocker (alpha 1A: alpha 1B = 1:7-38 fold) for BPH.No significant change in HR & BP: postural hypotension.A/E: Retrograde ejaculation, dizziness.Flutamide:Competitive blocker of androgen receptor.Use: Palliative role in prostate cancer along with GnRH agonism.A/E: Gynaecomastia. breast tenderness.Finasteride:5 alpha reductase (Type 2) inhibitor in male urogenital tract.Results in decreased prostatic size & increased peak urinary flow rate in about 50% patients with symptomatic benign hypertrophy of prostate.6 months treatment needed for maximum relief.A/E: Decreased libido, impotence, decreased ejaculate volume.",
        "cop": 2,
        "opa": "Flutamide",
        "opb": "Tamsulosin",
        "opc": "Duloxetine",
        "opd": "Solifenacin",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "229ed0e5-9d9e-4418-9351-3474165d45b5",
        "choice_type": "single"
    },
    {
        "question": "All are catecholamines EXCEPT",
        "exp": "(Dobutamine): (124-KDT 7th edition)DOBUTAMINE - (\"Cardiac stimulant\") A derivative of dopamine, but not a D1 or D2 receptor agonist, though it acts on both alpha and beta adrenergic receptorsIt is used as an inotropic agent in pump failure accompanying MI, cardiac surgery, and for short term management of severe CHF. It is less arrhythmogenic adrenalineCatecholamines -1. Noradrenaline 2. Adrenaline 3. Dopamine",
        "cop": 4,
        "opa": "Dopamine",
        "opb": "Epinephrine",
        "opc": "Noradrenaline",
        "opd": "Dobutamine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "bcf025c8-c2fb-4da8-9223-dd8961858035",
        "choice_type": "multi"
    },
    {
        "question": "True statement regarding depolarizing neuro muscular blocking drugs",
        "exp": "(All of the above) (204-Lee's 12th) (340-43-KDT 6th)Features of non-depolarizing neuromuscular blocking drugs1 Do not cause muscular fasciculation2 Mostly mono- or bis-quatemary salts with interonium distance of 0.7-1.7 nm and high electrostatic characteristics i.e. very hydrophilic3 Relatively slow onset (1-58 min)4 Reversed by neostigmine and other anticholinesterases5 Effects reduced by adrenaline and acetylcholine: Also by suxamethonium (but not in myasthenics)6 The relaxed muscle is still responsive to other (mechanical and electrical) stimuli7 In partial paralysis, neuromuscular monitoring shows 'fade': post-tetanic facilitation followed by exhaustion, and depression of muscle twitch8 Potentiated by volatile agents, Mg++ and hypokalaemia.9 Slow dissociation constant at receptors10 Greater cooling (below about 33degC) potentiates them11 Mild cooling antagonizes their effects12 Repeated titanic bursts cause their effect to wear off13 Acidosis increases duration and degree of non-depolarizing blocks.Features of depolarizing (Phase I) neuromuscular blocking drugs1 Causes muscular fasciculation (but not in myasthenic humans and in some other species). Extraocular muscles exhibit a tonic response2 The depolarized muscle fibres are unresponsive to other stimuli. The Na+ channels are blocked open.3 Repolarization is interfered with the resting membrane potential is held up until phase II block develops. When it returns to - 70 mV.4 Not reversed by neostigmine and other anticholinesterases.5 In partial paralysis the neuromuscular monitoring shows depression of muscle twitch, no 'fade' but a well- sustained response, and no post-tetanic fascilitation.6 Potentiated by isoflurane, Enflurane, Ach, respiratory alkalosis, hypothermia and Mg++7 Antagonized by ether, halothane, acidosis, and non-depolarizing relaxants8 Fast dissociation constant at receptors. There is little or no bond between drug and receptors.9 Repeated or continuous use leads to 'phase II blocks\"",
        "cop": 4,
        "opa": "The depolarized muscles fibres are unresponsive to other stimuli",
        "opb": "Causes muscular fasciculation",
        "opc": "Not reversed by neostigmine",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "9509d79b-0abb-4236-a010-497e718a1dd2",
        "choice_type": "multi"
    },
    {
        "question": "First dose effect is shown by",
        "exp": "Ans. is 'a' i.e., Prazocin \"First dose effect (postural hypotension) is now uncommon and occurs mainly with drugs having an action on veins (a-adrenoreceptor blockers like prazosin, ACE inhibitors) when baroreceptors reflex is impared e.g. old age or with contracted intravascular volume following diuretics\" -- Lawrence 9th/ep. 489",
        "cop": 1,
        "opa": "Prazocin",
        "opb": "Furosemide",
        "opc": "Thyronorm",
        "opd": "Ceftazidime",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "33ff68e9-8ade-4655-a4a7-fd544e5ce654",
        "choice_type": "single"
    },
    {
        "question": "Diagnosis of myasthenia gravis is done by using:",
        "exp": "Ans. (A) Edrophonium(Ref: KDT 8th/e p120-121)Myasthenia gravis can be differentiated from cholinergic crisis with the help of a short acting anticholinesterase agent, edrophonium. It improves the symptoms in myasthenia gravis whereas worsens the condition in cases of cholinergic crisis. Neostigmine is used for the treatment of myasthenia.",
        "cop": 1,
        "opa": "Edrophonium",
        "opb": "Neostigmine",
        "opc": "Succinylcholine",
        "opd": "Atropine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "5588cf49-cf8f-4fac-a1a9-c4e9f5b2241e",
        "choice_type": "single"
    },
    {
        "question": "Precursor of adrenaline producing renal vasodilation is?",
        "exp": "Ans: A (Dopamine) Ref:KDT, 6th ed,p. 126Dopamine: is a D1. D2, alpha & beta 1 agonist.Low doses -D1 receptor in renal & mesenteric blood vessels (dilation) - increase GFR, increase Na+ excretion.Moderate dosesBeta 1 receptor - inotropic action - increase cardiac contractility, no effect on heart rate.Large doses -Alpha 1 receptor - vasoconstriction - increase BP.",
        "cop": 1,
        "opa": "Dopamine",
        "opb": "Adrenaline",
        "opc": "Noradrenaline",
        "opd": "Acetylcholine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "5548d47c-8d38-4eec-958e-aee3ef189e61",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is slowest acting receptor?",
        "exp": "Ans. D. Mineralocorticoid receptora. Nuclear receptor are the slowest acting receptors.b. The only nuclear receptor in the options is mineralocorticoid receptors.",
        "cop": 4,
        "opa": "Beta 1 receptor",
        "opb": "M2 receptor",
        "opc": "Tyrosine kinase receptor",
        "opd": "Mineralocorticoid receptor",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "d9d4c957-205e-4533-925a-4aec193e4705",
        "choice_type": "single"
    },
    {
        "question": "Shortest acting anticholinesterase is -",
        "exp": "Ans. is 'a' i.e., Edrophonium o Edrophonium is the shortest acting anti-ChE.o Why is it so, lets see :o When carbamates (other than edrophonium) and organophophates react with cholinesterase, they form covalent bond at esteratic site, which is considerably resistant to hydrolysis,o In contrast, edrophonium binds electrostatically and by hydrogen bonds at anionic site (not at esteratic site) of cholinesterase. The enzyme inhibitor complex does not involve a covalent bond and is correspondingly short lived (2-10 minutes).o So edrophonium is also called as noncovalent inhibitor.",
        "cop": 1,
        "opa": "Edrophonium",
        "opb": "Pyridostigmine",
        "opc": "Glvcopyrrolate",
        "opd": "Neostigmine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "e2833de6-74fc-424f-acca-e9da5fc4863a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is beta-blocker antagonist -",
        "exp": "Ans. is 'a' i.e., ??? Glucagon (may be) o Glucagon is used in beta-blocker poisoning to combat bradycardia produced by b-blockers. Glucagon acts by increasing C-GMP in myocardium, in effect bypassing b-receptors - Action is independent of beta receptors.b-blocker poisoningo Overdose, including self poisoning, causes bradycardia, heart block, hypotension and low output heart failure that can proceed to cardiogenic shocko Death is more likely with agents having membrane stabilizing action.o Severe bronchoconstriction may occur.o Loss of conciousness may occur with lipid-soluble agents that penetrate the CNS.Treatment of b-blocker poisoning.o Atropine - is used to eliminate unopposed vagal activity that contribute to bradycardiao Glucagon and calcium - Are used for hypotension and symptomatic bradycardiao Isoprenaline can be used if there is no response. It has direct cardiac stimulant action via b1 receptorso Other sympathomimetics may be used according to desired agonist actions (b1, b2, a) required by the clinical conditions, e.g. dobutamine, dopamine, dopexaminey adrenaline, noradrenaline.o Amrinone can be used for inotropic effect.o Salbutamol or aminophylline may be used to counteract bronchoconstriction.",
        "cop": 1,
        "opa": "Glucagon",
        "opb": "Neostigmine",
        "opc": "Ambenonium",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "00cd584b-bd6e-4e47-98a4-5e815276cd16",
        "choice_type": "multi"
    },
    {
        "question": "Mechanism of action of aminophylline in bronchial asthma:",
        "exp": "Aminophylline and other methylxanthines act byInhibiting phosphodiesterase enzyme causing - cAMPBlocking adenosine receptorsReleasing Ca2+ from sarcoplasmic reticulum in cardiac and skeletal muscles.Use-Asthma, COPD, chronic bronchitis",
        "cop": 1,
        "opa": "Decreasing phosphodiesterase activity",
        "opb": "Direct action on smooth muscles",
        "opc": "Releasing catecholamines",
        "opd": "Stabilizing membrane of mast cells",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "e14d4b0e-c285-4b06-9a3d-f7ed4bba3e62",
        "choice_type": "single"
    },
    {
        "question": "Shortest acting mydriatics:",
        "exp": "(Ref: KDT, 8th ed. pg. 130)Agents which dilate the pupillary diameter in order to facilitate fundoscopy are known as mydriatics. These are anti-muscarinic class of drugs.Anti-muscarinic drugs used in ophthalmologyDrugDuration of Effect (days)Atropine7-10Scopolamine3-7Homatropine1-3Cyclopentolate1Tropicamide0.25 days (6 hrs)These agents have mydriatic as well as cycloplegic action both.Strongest cycloplegic is: AtropineCycloplegic agent of choice in child: Atropine (child age group has strong ciliary muscles)Cycloplegic agent of choice in adults: Tropicamide",
        "cop": 3,
        "opa": "Atropine",
        "opb": "Homatropine",
        "opc": "Tropicamide",
        "opd": "Cyclopentolate",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "0cceba4d-1a2e-4faa-ae3a-05357aa0a8af",
        "choice_type": "single"
    },
    {
        "question": "The drug of choice in pheochromocytoma is:",
        "exp": "Ans: a (Phenoxybenzamine)Ref: Thripathi 5 ed., Pg. 122Phenoxybenzamine is the drug of choice for controlling hypertension in pheochromocytomaManagement of PheochromocytomaComplete tumour removal is the ultimate therapeutic goal.Phenoxybenzamine should be initiated at relatively low doses (e.g., 5-10 mg orally three times per day).Liberal salt intake and hydration are necessary Oral prazosin or intravenous phentolamine can be used to manage paroxysms while awaiting adequate alphablockade. Beta blockers (e.g., 10 mg propranolol three to four times per day) can be added after starting alpha blockersCalcium channel blockers or angiotensin-converting enzyme inhibitors can be used Nitroprusside infusion is used for intraoperative hypertensive crisesSome important points of pheochromocytomaMore common on right side Most common symptom - headache Most common manifestation - paroxysmal hypertension In MEN 2 pheochromocytomas are multicentric and bilateral but not extra adrenal.Though hypertension is seen, orthostatic hypotension is also seen. It is called the 10% tumour 10% are bilateral 10% are familial 10% are extra-adrenal 10% are malignant 10% are multiple 10% occur in children VMA assay is less specific than metanephrine or catecholamines for diagnosis of pheochromocytoma",
        "cop": 1,
        "opa": "Phenoxybenzamine",
        "opb": "Propranolol",
        "opc": "Prazosin",
        "opd": "Phentolamine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "5200b35b-f6df-4de0-b260-902d6330ab69",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is fastest acting receptor?",
        "exp": "Ans. C. GABAaa. Ligand gated ion channels are the fastest acting receptors,b. Out of the options, the only ion channel receptor is GABAa.",
        "cop": 3,
        "opa": "Beta1",
        "opb": "M2",
        "opc": "GABAa",
        "opd": "Estrogen receptor",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "d9215002-ce42-498a-8ecc-2d782f031022",
        "choice_type": "single"
    },
    {
        "question": "Preferred cycloplegic drug in 1 year old child:",
        "exp": "Ans. B. Atropine eye ointmentIn children, tone of eye muscle is very high. So in this case a strong cycloplegic is given which is atropine. It is given in the form of ointment as eye drops can get absorbed through naso-oral route and can cause hyperthermia. In adults, tropicamide is drug of choice as cycloplegic.",
        "cop": 2,
        "opa": "Atropine oral",
        "opb": "Atropine eye ointment",
        "opc": "Tropicamide",
        "opd": "Phenylephrine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "939c706f-5c9a-4f9a-9c6d-589c3ff2af04",
        "choice_type": "single"
    },
    {
        "question": "Which is the shortest acting mydriatic?",
        "exp": "Ans. (B) Tropicamide(Ref: Katzung 11/e p124)Atropine is longest acting (5-6 days) whereas tropicamide is the shortest acting (15-60 min) mydriatic.",
        "cop": 2,
        "opa": "Atropine",
        "opb": "Tropicamide",
        "opc": "Cyclopentolate",
        "opd": "Homatropine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "5e81504e-db7d-4cd9-84fa-d80e2134f03b",
        "choice_type": "single"
    },
    {
        "question": "Which drug is not used now in Alzheimer's disease?",
        "exp": "Ans. (A) Tacrine(Ref: KDT 8th/e p119, 518)Because of hepatotoxicity, and requirement of frequent dosing, tacrine is less often used than other agents.",
        "cop": 1,
        "opa": "Tacrine",
        "opb": "Galantamine",
        "opc": "Donepezil",
        "opd": "Rivastigmine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "fe819a6b-c920-4a50-8a20-8dfadd2712f2",
        "choice_type": "single"
    },
    {
        "question": "Drug used for treatment of malignant hyperthermia is?",
        "exp": "Ans. (b) DantroleneRef Lippinott 5/e, p 344, Goodman and Gillman, p 152, 11/e",
        "cop": 2,
        "opa": "Succinylcholine",
        "opb": "Dantrolene",
        "opc": "Diazepam",
        "opd": "Valproate",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "8ed82c41-7dd5-42ba-80e2-406f48ce0c40",
        "choice_type": "single"
    },
    {
        "question": "Shortest acting beta-blocker -",
        "exp": "Ans. is 'b' i.e., Esmolol o Shortest acting b-blocker - Esmololo Longest acting b-blocker - Nodalol",
        "cop": 2,
        "opa": "Propranolol",
        "opb": "Esmolol",
        "opc": "Timolol",
        "opd": "Atenolol",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "e9cfe902-5aa3-4322-8486-5593e6d3f30d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cranial nerves does not carry parasympathetic outflow?",
        "exp": "Ans. (B) Trochlear(Ref: Katzung 11/e p78; KDT 8th/e p105)Parasympathetic cranial nerves are III (oculomotor), VII (facial), IX (glossopharyngeal) and X (vagus).",
        "cop": 2,
        "opa": "Oculomotor",
        "opb": "Trochlear",
        "opc": "Facial",
        "opd": "Glossopharyngeal",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "890d3c8d-07a7-453a-97f4-7e67ae5fa064",
        "choice_type": "single"
    },
    {
        "question": "Origin of sympathetic fibers -",
        "exp": "Ans. is 'c' i.e., Dorsolumbar SympatheticParasymoathetico Origino Distributiono Pre : Past ganglionic fibre ratioDorso-lumber(Tl to L2)Wide1:20 to 1: 100Cranio-sacral (III, VII, IX, X, S2-S4) Limited to head, Neck & trunk 1 :1 to 1 :2 o TransmitterNoradrenaline (Major) Acetylcholine (at some sites) Tackling stress & emergencyAcetylcholineo Important functionAssimilation of food, conservation of energy",
        "cop": 3,
        "opa": "Cranial",
        "opb": "Sacral",
        "opc": "Dorsolumbar",
        "opd": "None",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "bc91e968-0176-49c8-801b-7ee70f495e5b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug is a third generation b-blocker?",
        "exp": "Ans. D. NebivololThird gen Blockers - B blocker with vasodilator property are useful for hypertension and CHFa. a Blockade- Labetalol, Carvedilolb. b2 Agonist- Celiprololc. Antioxidant- Carvedilold. NO donor- Nebivolole. Ca Channel Blocker- Carvedilolf. K Channel Blocker- Tilosolol",
        "cop": 4,
        "opa": "Propanolol",
        "opb": "Timolol",
        "opc": "Nadolol",
        "opd": "Nebivolol",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "f2217936-251e-4cf1-b223-bf0f453bded1",
        "choice_type": "single"
    },
    {
        "question": "Glycogenolysis is mediated by:",
        "exp": "Ans: b (Alpha 1 + beta 2 receptors) Ref: Katzung, 10th ed, p. 130Glycogenolysis is mainly mediated by beta 2 receptors in the liver, but role of alpha 1 receptors have been mentioned in Katzung.Relative selectivity of adrenoceptor agonists. Relative Receptor AffinitiesAlpha agonists Phenylephrine, methoxaminea, > a 2 >>>>> bClonidine, methylnorepinephrinea 2> a1 >>>>> bMixed alpha and beta agonists Norepinephrinea1= a 2; b,>> b 2Epinephrinea1= a 2; b,= b 2Beta agonists Dobutamine b1 > b 2>>>> aIsoproterenol b1 = b 2>>>> aTerbutaline MetaproterenolAlbuterolRitodrine}b 2 >> b1>>>> aDopamine agonists Dopamine D1 =D2 >> b >> aFenoldopam D1 >> D2",
        "cop": 2,
        "opa": "Alpha 1 receptor",
        "opb": "Alpha l+beta2 receptor",
        "opc": "Beta 2 receptor",
        "opd": "Alpha 2 + beta 1 receptor",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "ca4c52e5-8d75-4979-aa81-f353c567c8f1",
        "choice_type": "single"
    },
    {
        "question": "Beta-adrenoceptor blocking agent that should be avoided in patients with renal failure is:",
        "exp": "(Ref: Katzung, 14th ed. pg. 179; KDT 6th ed. pg. 140 table 10.2)Lipid insoluble b blockers: These agents are mainly excreted by kidney and are therefore contraindicated in renal failure. These have long duration of action. The drugs are:Nadolol (longest acting b blockers)SotalolAtenololAcebutololBetaxololBisoprololCelioprolol",
        "cop": 1,
        "opa": "Atenolol",
        "opb": "Metoprolol",
        "opc": "Propranolol",
        "opd": "Esmolol",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "ec87e5d6-4ba0-4d47-b234-c2be21c686c9",
        "choice_type": "single"
    },
    {
        "question": "A male with insulin-dependent diabetes and having macular edema develops glaucoma. Which drug should be used as the least resort to treat?",
        "exp": "Ans. B. Prostaglandin analoguesAlthough prostaglandin analogues are the first-line treatment for open angle glaucoma, these should not be given in case a patient with macular edema develops glaucoma. The reason for the same is maculopathy caused by prostaglandin analogues (can cause blurring of vision).Extra Edge: Other drugs causing maculopathy* Niacin* Griseofulvin* Thiazolidinediones* Tamoxifen* Clofazimine, chloroquine (Bulls' eye maculopathy)* PG analoguesDrugs used for treatment of macular degeneration* Monoclonal antibodies: Bevacizumab, Ranibizumab* Photodynamic therapy: Verteporfin* Steroids (Dexamethasone, Prednisolone)* I/V Methotrexate* Pegaptanib: PEGylated oligonucleotide that binds VEGF",
        "cop": 2,
        "opa": "Alpha agonist",
        "opb": "Prostaglandin analogue",
        "opc": "Pilocarpine",
        "opd": "Beta blocker",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "f937db62-9446-4155-a085-e42c55c64c6f",
        "choice_type": "single"
    },
    {
        "question": "Pilocarpine is a -",
        "exp": "Ans. is 'a' i.e., Muscarinic cholinergic drug Cholinomimetic drug|||With muscarinic actionWith Nicotinic Actiono Acetylcholineo Methacholineo Carbacholo Bethanecholo Pilocarpineo Muscarineo Arecholineo Acetylcholineo Carbacholo Arecholine",
        "cop": 1,
        "opa": "Muscarinic cholinergic drug",
        "opb": "Nicotinic cholinergic drug",
        "opc": "Alpha-adrenergic drug",
        "opd": "Beta-adrenergic drug",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "cd1ee472-eb50-4424-ad4d-1ae4ed1ee8d9",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for scorpion bite:",
        "exp": "(Ref: KDT, 6th ed. pg. 2748)General time guidelines for the disappearance of symptoms after anti-venom administration are as follows:# Centruroides anti-venom: Severe neurologic symptoms reverse in 15-30 min. Mild-to-moderate neurologic symptoms reverse in 45-90 min.# Non-Centruroides anti venom: In the first hour, local pain abates. In 6-12 hours, agitation, sweating, and hyperglycemia abate. In 6-24 hours, cardiorespiratory symptoms abate.Insulin administration in scorpion envenomation animal experiments has helped the vital organs to use metabolic substrates more efficiently, thus preventing venom- induced multiorgan failure, especially cardiopulmonary failure. Unfortunately, no human studies have been conducted.The use of steroids to decrease shock and edema is of unproven benefit.Atropine for symptomatic bradycardia.RememberScorpion venom is composed of neurotoxin cardiotoxin, nephrotoxin, hemolytic toxin, phosphodiesterases, phospholipases, hyaluronidases, glycosaminoglycans, histamine, serotonin, tryptophan, and cytokine releasers.Hence the clinical effects of envenomation are neuromuscular, neuro-autonomic, or local tissue effects.The main targets of scorpion venom are voltage- dependent ion channels, of which sodium channels are mainly affected.Alpha blocker like Prazosin can also be used for this purpose.",
        "cop": 1,
        "opa": "Anti-venin",
        "opb": "Insulin",
        "opc": "Steroids",
        "opd": "Atropine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "f8ecb9d1-2c01-456d-ac93-bde1aa12cfea",
        "choice_type": "single"
    },
    {
        "question": "Longest acting beta blokeris -",
        "exp": "Ans. is 'a' i.e., Nodalol o Nodalol is longest acting b-blocker.o Esmolol is shortest acting b-blocker.Remembero Nodalol is longest acting b-blocker:o Esmolol is shortest acting b-blockero Acebutolol possesses all activities i.e., cardioselectivity, partial agonist activity, membrane stabilizing activity and lipid insolubility.o Beta blockers approved for treatment of CHF : Carvedilol (most widely used), metaproloL bisoprolol.o Carvedilol is b1+ b2- a1 adrenoreceptor blocker with a: b blocking property of 1 : 9. It produces peripheral vasodilatation due to a-l blockade as well as calcium channel blockade (direct effect),o Atenolol, sotalol and nodalol are primarily excreted by kidney - should not be given in renal failure,o Sotalol, penbutoloi and pindolol have almost 100% bioavailibility.o Penbutoloi has maximum oral absorption,o Carvedilol has maximum plasma protein binding.o Celiprolol has minimum plasma protein binding.",
        "cop": 1,
        "opa": "Nodalol",
        "opb": "Esmolol",
        "opc": "Carvedilol",
        "opd": "Acebnolol",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "2f71f7fb-a855-4cf0-a61f-f0afe52c8324",
        "choice_type": "single"
    },
    {
        "question": "Which of the following do not crosses the blood brain barrier",
        "exp": "(Pralidoxime) (92, 83-KDT) (105-KDT 6th)Lipid soluble agents (physostigmine and organophosphates) have more marked muscarinic and CNS effects; stimulates ganglia but action on skeletal muscle is less prominentLipid insoluble agents (neostigmine and other quaternary ammonium compounds) produces more marked effect on the skeletal muscles (direct action on muscle end-plate cholinoceptors as well), stimulate ganglia, but muscarinic effects are less prominent. They do not penetrate CNS and have no central effects.Pralidoxime (quartenary nitrogen) it causes more marked reactivation of skeletal muscle. ChE than at autonomic sites and not at all in the CNS (does not penetrate)* Other oximes are obidoxime (more potent than pralidoxime) and diacetyl-monoxime (DAM). DAM lacks quaternary nitrogen and is lipophilic.",
        "cop": 1,
        "opa": "Pralidoxime",
        "opb": "Obidoxime",
        "opc": "Diacetyl-monoxime",
        "opd": "Physostigmine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "949d9f01-b803-4b1d-8b27-49371948a746",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cranical nerve does not contain parasympathetic motor (GVE) fibers?",
        "exp": "Ans. (B) VI(Ref: Katzung 10/e p75; KDT 8th/e pl05)Parasympathetic system is craniosacral in outflow. Cranial part involves III (oculomotor), VII (facial), IX (glossopharyngeal) and X (vagus) nerves whereas sacral portion includes S2 to S4.",
        "cop": 2,
        "opa": "III",
        "opb": "VI",
        "opc": "IX",
        "opd": "X",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "2540bf53-a066-4954-a6af-921527c203ec",
        "choice_type": "single"
    },
    {
        "question": "In which of the following condition, cholinomimetic is not used?",
        "exp": "Ans. d. Partial heart block (Ref: Katzung 11/e p106)Cholinomimetic is not used in partial heart block.Uses of CholinomimeticDiseases of eye: Glaucoma and accommodative esotropiaQGastrointestinal and urinary tract: Post-operative atonyQ, neurogenic bladderQNeuromuscular junction; Myasthenia gravisQ. Curare induced neuromuscular paralysisHeart: Certain atrial arrhythmiasQAtropine overdosesQAlzheimer's diseaseQCobra biteQ: Neostigmine and endrophonium (Harrison 18/e p3570)",
        "cop": 4,
        "opa": "Glaucoma",
        "opb": "Post-surgical ileus/atony",
        "opc": "Myasthenia gravis",
        "opd": "Partial heart block",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "af106f9e-b12e-4a70-a084-a1141313c7da",
        "choice_type": "single"
    },
    {
        "question": "In the treatment of which of the following poisoning cholinesterase reactivator is used?",
        "exp": "Ans. b (Organophosphorus compounds) (Ref. KDT 5th/pg. 100, 105)The commonly used cholinesterase inhibitors fall into three chemical groups:# Simple alcohols bearing a quaternary ammonium group, e g., edrophonium;# Carbamic acid esters of alcohols bearing quaternary or tertiary ammonium groups (carbamates, eg, neostigmine); and# Organic derivatives of phosphoric acid (organophosphates, e.g., echothiophate).CHOLINESTERASE REACTIVATORS# Used to restore neuromuscular transmission in case of organophosphate antiChE poisoning.# Pralidoxime (2-P AM) has a quartemary nitrogen: attaches to the anionic site of the enzyme which remains unoccupied in the presence of organophosphate inhibitors. Its oxime end reacts with the phosphorus atom attached to the esteratic site: the oximephosphonate so formed diffuses away leaving the reactivated ChE.# It is ineffective as an antidote to carbamate antiChEs (physostigmine, neostigmine, carbaryl, propoxur) in which case the anionic site of the enzyme is not free to provide attachment to pralidoxime.# It is rather contraindicated in carbamate poisoning because not only it does not reactivate carbamylated enzyme, it has weak anti ChE activity of its own.# Pralidoxime (800 mg/20 mL infusion) is injected i.v. slowly in a dose of 1-2 g (children 20-40 mg/kg).# It causes more marked reactivation of skeletal muscle ChE than at autonomic sites and not at all in the CNS (does not penetrate).# Treatment should be started as early as possible (within 24 hours), before the phosphorylated enzyme has undergone 'aging' and become resistant to hydrolysis. Doses may be repeated according to need (max. 12 g in first 24 hrs, lower doses according to symptoms for 1-2 weeks). The use of oximes in organophosphate poisoning is secondary to that of atropine.# Other oximes are obidoxime (more potent than pralidoxime) and diacetylmonoxime (DAM). DAM lacks quartemary nitrogen and is lipophilic. It combines with free organophosphate molecule in body fluids, rather than with those bound to the ChE. Hence, it is less effective, but reactivates ChE in the brain as well.",
        "cop": 2,
        "opa": "Curare",
        "opb": "Organophosphorus compounds",
        "opc": "Amanita muscaria",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "23f623cd-f7f4-47b9-8085-0a6c05562859",
        "choice_type": "multi"
    },
    {
        "question": "Short acting non deipolarizing blocker -",
        "exp": "Ans. is 'c' i.e., Mivacurium SKELETAL MUSCLE RELAXANTSo Skeletal muscle relaxants are drugs that act peripherally at neuromuscular junction/muscle fibre itself or centrally in the cerebrospinal axis to reduce muscle tone.o The neuromuscular blocking agents are used primarily in conjuction with general anaesthetics to provide muscle relaxation for surgery', while centrally acting muscle relaxants are used mainly for painful muscle spasms and spastic neurological conditions.Muscle relaxantsPeripherally actingCentrally acting o Mephenesin congenersNeuromuscular blocking agentsDirectly acting agents# Chlorzoxazone o Dantrolene sodium#ChlormezanoneNondepolarizing (competitive) blockersDepolarizing blockers# Diazepama)Long acting - d. tubocurarine, Pancuronium,o SuccinyIcholineo GABA derivativesDoxacurium, Pipecuroniumo Decamethonium# Baclofenb) Intermediate - Vecuronium, Atracurium o Central a2 - agonistactingcisatracurium, Rocuronium, Rapacuronium# Tizanidinec) Short acting - MivacuriumCompetitive (nondepolarizing) blockers are of two types1. Benzytisoquinolone derivativeso This includes -d-TC, doxacurium, atracurium, cisatracurium, mivacurium, metocurine.o These drugs have tendency to release histamine and to block autonomic ganglion.2. Amminio steroid derivativeso This include pancuronium, rocuronium, vecuronium, pipecuronium, rapacuronium.These drugs do not block autonomic ganglia and have minimal histamine releasing property'.",
        "cop": 3,
        "opa": "Rocurorium",
        "opb": "Suxamethonium",
        "opc": "Mivacurium",
        "opd": "Pancuronium",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "d002385e-8b1a-48d7-af4d-b8eb093e5955",
        "choice_type": "single"
    },
    {
        "question": "Antigaucomatous drug causing spasm of accommodation-",
        "exp": "Ans. is 'b' i.e., PilocarpineOcular side effects of topical agents for POAGo b-blocker: Allergic blepheroconjunctivitis, corneal hyposthesia, blurred vision, dry eye, superficial punctate keratitis.o Cholinomietics (pilocarpine): Blurred vision, miosis, accommodative spasm, browache.o Sympathomimetics(i) Non-selective (Dipivefrine): Follicular conjuncti vities, rebound congestion, macular edema in aphakic(ii)Apraclonidine: Allergies, lid retraction, follicular conjunctivitis, fluctuation in visual acuity(iii)Brimonidine: Ocular allergy, conjuntival blanching.o Carbonic anhydrase inhibitors (Dorzolamide, brinaolamide): Punctate keratitis, ocular allergies.o Prostaglandin analogues (Latanoprost): Punctate keratitis, iris pigmentation.",
        "cop": 2,
        "opa": "Timolol",
        "opb": "Pilocarpine",
        "opc": "Dorazolamide",
        "opd": "Latanoprost",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "bd5b5511-2c1e-406e-8708-47148587c05b",
        "choice_type": "single"
    },
    {
        "question": "Drug inhibiting release of Ach at myoneural junction is",
        "exp": "Ans) a ( Botulinum toxin) Ref Goodman & Gilman 11th ed, KDT 5th ed page 76Two toxins interfere with cholinergic transmission by affecting release. Boutilinum toxin inhibit release, while black widow spider toxin induces massive release and depletion. The site on the presynaptic nerve terminal for block of ACh release by botulinum toxin; death usually results from respiratory paralysis unless patients with respiratory failure receive artificial ventilation.Injected locally, botulinum toxin type A is used in the treatment of certain ophthalmological conditions associated with spasms of ocular muscles (e.g., strabismus and blepharospasm) and for a wide variety of unlabeled uses ranging from treatment of muscle dystonias and palsy to cosmetic erasure of facial lines and wrinklesHemicholinium, a synthetic compound, blocks the transport system by which choline accumulates in the terminals of cholinergic fibers, thus limiting the synthesis of the ACh store available for release.Vesamicol blocks the transport of ACh into its storage vesicles, preventing its release.",
        "cop": 1,
        "opa": "Botulinum toxin",
        "opb": "Hemicholinum",
        "opc": "Atropine",
        "opd": "Vesamicol",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "6e0f3164-bdf3-4de8-b9b7-32f5b4a82867",
        "choice_type": "single"
    },
    {
        "question": "Beta blockers used in all except (Kerala 2007 repeat)",
        "exp": "Ans) a (Peripheral vascular disease) Ref Goodman & Gilman 11th edition, KDT 7th ed, Katzung 11th edEvery kerala exam there will be 3-5 questions concerning the beta and alpha selectivity and action beta antagonists, its uses and contraindication.Thesame question was asked in 2007 kerala examThe use of beta blockers will cause worsening of peripheral vascular disease.USES1) Hypertension -They are one of the first choice drugs used in treatment of hypertension.2) Angina pectoris- Beta-blockers reduce the frequency of anginal episodes and improve exercise toler- ance in many patients with angina3) Cardiac arrhythmias- Beta antagonists are often effective in the treatment of both supraventricular and ventricular arrhythmias.4) Myocardial infarction- Beta antagonists are strongly indicated in the acute phase of a myocardial infarction. In this setting, relative contraindications include brady cardia, hypotension, moderate or severe left ventricular failure, shock, heart block, and active airways disease.5) Congestive heart failure6) Dissecting aortic aneurysm7) Pheochromocytoma8) Thyrotoxicosis -controls the sympathetic symptoms without affecting thyroid status.9) Migraine -Propranolol is the most effective drug for prophylaxis of migraine10) Anxiety11) Essential tremor12) Glaucoma13) Hypertrophic obstructive cardiomyopathy14) Beta-receptor antagonists have been found to diminish portal vein pressure in patients with cirrhosis and prevent variceal bleedingAdverse effects1) Central nervous system effects include sedation, sleep disturbances, and depression. Rarely, psychotic reactions may occur.2) Worsens pre existing asthma and COPD3) Worsening of peripheral vascular disease4) Beta-receptor blockade depresses myocardial contractility and excitability., caution must be exercised in starting a beta receptor antagonist in patients with compensated heart failure5) Beta blockers may interact with the calcium antagonist verapamil causing severe hypotension, bradycardia, heart failure, and cardiac conduction abnormalities.6) Exacerbates variant(prinzmetars) angina.7) The incidence of hypoglycemic episodes in diabetics that are exacerbated.They also can cause impaired carbohydrate tolerance.8) Plasma lipid profile is altered.Total triglycerides and LDL cholesterol tend to increase while HDL cholesterol decreases.ENFUVIRTIDEEnfuvirtide is a synthetic 36-amino-acid peptide fusion inhibitor that blocks entry HIV genome into the cell.Enfuvirtide, binds to the gp41 subunit of the viral envelope glycoprotein, preventing the conformational changes required for the fusion of the viral and cellular membranes. It has no activity against HIV-2. Enfuvirtide must be administered by subcutaneous injection. Metabolism appears to be by proteolytic hydrolysis without involvement of the CYP450 system. Elimination half-life is 3.8 hours.Classification of antiretroviral drugs 1.Nucleoside reverse transcriptase inhibitor 4. Protease inhibitors* Zidovudine* Didanosine* Zalcitabine* Stavudine* Lamivudine* Emtricitabine* Abacavir* Saquinavir* Ritonavir* Indinavir* Nelfinavir* Amprenavir* Atazanavir* Lopinavir2. Non nucleoside reverse transcriptase inhibitors* Efavirenz* Nevirapine* Delavirdine* Etravirine5.Fusion inhibitors* Enfuvirtide* Maraviroc6. Integrase inhibitor* Raltegravir3.Nucleotide analogues* Tenofovir* Adefovir",
        "cop": 1,
        "opa": "Peripheral vascular disease",
        "opb": "Angina",
        "opc": "Hypertension",
        "opd": "Anxiety",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "cc7b26e7-e1c4-4cdc-85fa-41c42a558493",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following agents scan cause recurrent fall in elderly patient with postural hypotension:",
        "exp": "(Ref: Goodman & Gillman 13th ed. P 208-209)Prazosin is one of the non-selective alpha 1 antagonists used for treatment of hypertension and BPH.DOC for HTN + BPH: PrazosinDOC for BPH: Silodosin (selective a1a agonist)Side effect:# Marked Postural hypotension (orthostatic/first dose hypotension), syncope - can cause recurrent falls. Therefore, it is given at bedtime# Retrograde ejaculation",
        "cop": 2,
        "opa": "Methoxamine",
        "opb": "Prazosin",
        "opc": "Metformin",
        "opd": "Acarbose",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "979a8aa7-c135-4a26-95bc-d8c21b55f7d4",
        "choice_type": "multi"
    },
    {
        "question": "All of the following drugs are used for the treatment of urinary incontinence except:",
        "exp": "Ans. (B) Ipratropium(Ref: Katzung 10/e p115; KDT 8th/e p129)Ipratropium is an anticholinergic drug which is used for the treatment of COPD and bronchial asthma.",
        "cop": 2,
        "opa": "Oxybutynin",
        "opb": "Ipratropium",
        "opc": "Darifenacin",
        "opd": "Tolterodine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "5ca42848-ecb5-4124-b12a-260aeae7ec8f",
        "choice_type": "multi"
    },
    {
        "question": "The mechanism of action of botulinum toxin is:",
        "exp": "Ans: a (Inhibits synthesis of Acetyl choline)Ref: Tripathi 6th ed. Pg. 93Botulinum toxin acts by inhibiting the release of acetyl choline from synaptic vesicles to the synaptic junction. So it indirectly inhibits its synthesis. This is the best option.Synthesis of Acetyl cholineAcetyl choline is actively transported into synaptic vesicles and is then stored there. It is then released to the synaptic junction by exocytosis.Here the Ach is immediately hydrolyzed by the enzyme cholinesterase and choline is recycledNote: Hemicholinium- blocks choline uptakeVesamicol- blocks active transport of Ach into synaptic vesicle where it is storedBotulinum toxin- inhibits the release of Ach from synaptic vesiclesBlack widow spider- it induces massive release of Ach and depletionClostridium botulinum* gram +ve bacillus, anaerobic with subterminal oval bulging spores* spores are heat and radiation resistant! but botulinum toxin is heat labile)* depending upon the toxin it has 8 types(A. B, C1, C2, D. E, F, G), all are neurotoxin except C2 which is a cytotoxin* Clostridium toxin is the most toxic substance known;(lethal dose 1 -2 ug) a type of exotoxin liberated by the autolysis of the cell* MOA: blocks the release of acetyl choline at peripheral cholinergic neurons irreversibly ( but CNS is not involved (AI2007)* Characteristic pattern is symmetrical descending paralysisBotulismFood borne botulismWound botulismInfant botulismDue to ingestion of preformed toxinToxin produced at the site of woundToxico infectionSpores ingested in food get established in the gut & produce toxinToxin A B & EToxin AInfants < 6 mSource- preserved meat products, canned vegetables Symp; vomiting thirst, constipation, dysphagia, dysarthria, diplopia, resp. failureSymp: same as food botulism except GIT symptomsConstipation, poorfeeding, lethargy, weak/ altered cry, floppiness, loss of head controlRx: trivalentantitoxin, laxatives, respiratory effort, penicillin (least important) Rx: supportive careAssisted feedingAntitoxin, antibiotics are not indicated.Botulism toxin is used for therapeutic uses also:TOXIN ATOXIN BStrabismusCervical dystoniablepharospasm Cervical dystonia, glabellar lines",
        "cop": 1,
        "opa": "Inhibits synthesis of acetyl choline",
        "opb": "Inhibits nicotic receptors at the myoneuronal junction",
        "opc": "Increases synthesis of Ach",
        "opd": "Inhibits reuptake of Ach",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "fbf8df33-2cca-43c5-916b-ed58a3535d31",
        "choice_type": "single"
    },
    {
        "question": "Drug that selectively acts on AlphalA receptors (blocking action), used in treatment of Benign Prostatic Hypertrophy and has least or no cardiac side effects is:",
        "exp": "Ans. c (Tamsulosin). (Ref. KD Tripathi 5th ed. 126)Terazosin, doxazosin and tamsulosin are the peferred al blockers for mgt of BHP because of once daily dosing.There is some evidence that terazosin and doxazosin promote apoptosis in prostate. Tamsulosin appears to cause fewer vascular side effects because of relative alA/alD selectivity.a-ADRENERGIC BLOCKING AGENTSClassification# Nonequilibrium type- b-Haloalkylamines: Phenoxybenzamine# Equilibrium type (competitive)- Nonselective* Ergot alkaloids: Ergotamine, Ergotoxineii) Hydrogenated ergot alkaloids: Dihydroergotamine,Dihydroergotoxineiii) Imidazolines: Tolazoline, Phentolamineiv) Miscellaneous: Chlorpromazine, Ketanserin- a1 selective: Prazosin, Terazosin, Oxazosin, Tamsulosin- a2 selective: YohimbineDrugFeaturesPrazosin# It is first of the highly selective a1 blockers having a1: a2 selectivity ratio 1000:1. It blocks sympathetically mediated vasoconstriction and produces fall in BP which is attended by only mild tachycardia; NA release is not increased due to absence of blockade.# Prazosin dilates arterioles more than veins.# Postural hypotension occurs, especially in the beginning dizziness and fainting as 'first dose effect'.# Subsequently tolerance develops to this side effect.# Prazosin is effective orally (bioavailability ~60%), highly bound to plasma proteins.# It is primarily used as an antihypertensive.# Other uses include:# LVF not controlled by diuretics and digitalis,# Raynaud's disease and# Benign prostatic hypertrophy (blocks a1 receptors present in bladder trigone and prostate and thus improves urine flow, reduces residual urine in bladder).Terazosin# It is chemically and pharmacologically similar to prazosin;# differences are higher bioavailability (90%) and longer plasma tl/2 (~12 hr); a single daily dose lowers BP over 24 hrs.# Though terazosin equally blocks a 1A, a 1B and ? 1D subtypes (like prazosin), it is popular for BHP due to single daily dose.Doxazosin# Another long acting (tl/2 18 hr) congener of prazosin with similar pharmacological profile, used in hypertension and BHP.Tamsulosin# Uroselective a 1A blocker (alA: alB affinity 7-38 fold)# As effective as terazosin in improving BHP symptoms.# Because a 1A subtype predominates in the bladder base and prostate, while alB receptors are dominant in blood vessels, tamsulosin does not cause significant changes in BP or HR at doses, which relieve urinary symptoms.# No adverse cardiovascular events or postural hypotension. Dizziness and retrograde ejaculation are the only side effects.# Its plasma tl/2 is 6-9 hrs, but the modified release cap needs only once daily dosing.",
        "cop": 3,
        "opa": "Terazosin",
        "opb": "Prazosin",
        "opc": "Tamsulosin",
        "opd": "Doxazosin",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "d22d1858-4a5c-4c65-8612-de13e778ad25",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of pralidoxime is:",
        "exp": "Ans. (D) Reactivation of AChE enzyme(Ref: Katzung 10/e p116; KDT 8th/e p123)Pralidoxime and diacetylmonoxime are cholinesterase regenerator compounds used for organophosphate poisoning.",
        "cop": 4,
        "opa": "Stimulation of ACh receptors",
        "opb": "Inhibition of breakdown of ACh",
        "opc": "Blockade of ACh receptors",
        "opd": "Reactivation of AChE enzyme",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "dffc3849-a05b-4076-a7b2-edc9123135b4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a parasympatholytic agent?(DNB 2012-section-1)",
        "exp": "Ans. (a) AtropineRef .KDT 6/e/103",
        "cop": 1,
        "opa": "Atropine",
        "opb": "Neostigmine",
        "opc": "Pyridostigmine",
        "opd": "Acetylcholine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "01b9d7f6-cace-433d-a189-377a0c0bccf7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs increases gastro- intestinal motility?",
        "exp": "Ans. (C) Neostigmine(Ref: KDT 8th/e p130)Cholinergic drugs increase GI motility. Neostigmine is an inhibitor of the enzyme AChE (which is responsible for the breakdown of ACh). It thus acts like a cholinergic agent.Glycopyrrolate and atropine are anticholinergic drugs; thus reduce GI motility. Fentanyl is an opioid and can cause constipation.",
        "cop": 3,
        "opa": "Glycopyrrolate",
        "opb": "Atropine",
        "opc": "Neostigmine",
        "opd": "Fentanyl",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "65e8f2f6-015a-476c-811a-8ddfd0724c9a",
        "choice_type": "single"
    },
    {
        "question": "The beta blocker with alpha blocking action",
        "exp": "Ans) a (Carvedilol) Ref Goodman&Gilman 11th ed.KDT 7th ed, Katzung 11th edCarvedilol is a third-generation beta receptor antagonist that has a unique pharmacological profile.It blocks beta1, beta2, and alphatreceptors similarly to labetalol, but also has antioxidant and anti- proliferative effects.It has membrane-stabilizing activity but it lacks intrinsic sympathomimetic activity.Carvedilol produces vasodilation.It is thought that the additional properties (e.g., antioxidant and antiproliferative effects) contribute to the beneficial effects seen in treating congestive heart failure.Carvedilol does not increase beta receptor density and is not associated with high levels of inverse agonist activity.BETA BLOCKERSCardioselective (betal) beta blockersMetoprololBetaxololAtenololCeliprololBisoprololNebivolol.Esmolol Non selective beta blockersPropranolol ,Sotalol,Timolol, Pindolol, Labetalol, Carvedilol, Medroxolol, Bucindolol and Levubunonol.- Pindolol has intrinsic sympathomimetic activity.- Butoxamine is a beta 2 selective blocker.- Carvedilol is a non-selective beta blocker showing anti-oxidant property and alpha 1 receptor antagonism.- Labetolol, Medroxalol, and Bucindolol also shows alpha 1 receptor blocking activity.Propranalol has highest degree of membrane stabilizing actionNadolol is longest acting beta blocker (t Vi -14-24 hrs) andEsmolol is the shortest acting.(t Vi -10 minutes)Propranolol has poor oral bioavailability.Pindolol and Penbutolol have approx 100% bioavailabilityPropranolol and Metoprolol are extensively metabolized in the liver, with little unchanged drug appearing in the urine.",
        "cop": 1,
        "opa": "Carvedilol",
        "opb": "b)Atenolol",
        "opc": "pindolol",
        "opd": "Nadolol",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "55d84a3f-20d0-4337-9ffb-cd0ba2ec45ce",
        "choice_type": "single"
    },
    {
        "question": "Non-selective beta blocker used in glaucoma:",
        "exp": "Ans. A. TimololTimolol, betaxolol and levobunolol are the beta blockers given in open angle glaucoma. They decrease the synthesis of aqueous humor and thus decreasing the intraocular pressure. Out of the three drugs, Timolol is non-selective beta blocker.",
        "cop": 1,
        "opa": "Timolol",
        "opb": "Metoprolol",
        "opc": "Betaxolol",
        "opd": "Propranolol",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "a93e67bd-ba8b-456e-99cb-e78f48706f02",
        "choice_type": "single"
    },
    {
        "question": "Miotic agent used in glaucoma:",
        "exp": "(Ref: KDT 8th ed. pg. 167)Pilocarpine is a directly acting parasympathomimetic (cholinergic) drug which acts mainly on pupil (M3) causes miosis.Reduces IOP within few minutes and lasts for upto 4-8 hrsHence used in Glaucoma (OAG) patients.Methacholine is a directly acting parasympathomimetic (cholinergic) drug which acts mainly on myocardium (M2) causing bradycardia. Hence used to treat tachycardia and can also be used to diagnose bronchial hyperactivity (methacholine challenge test).# Half-life: > 2 hoursBethanechol is directly acting parasympathomimetic (cholinergic) drug which works on bladder (M3) and is used in acute urinary retention/Atonic bladder.# Half-life: 2 hoursCevimeline is recently approved drug used for xerostomia in sjogren syndrome or for patients undergoing chemotherapy.",
        "cop": 2,
        "opa": "Methacholine",
        "opb": "Pilocarpine",
        "opc": "Cevimeline",
        "opd": "Bethanechol",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "85ed4987-9459-4306-8795-07dbd12f7f0a",
        "choice_type": "single"
    },
    {
        "question": "All of the following agents are used in glaucoma treatment, except.",
        "exp": "Ans. (D) Metoprolol(Ref: Katzung 10/e p103, 152; KDT 8th/e p162)Metoprolol is a beta blocker with local anaesthetic activity. Such beta blockers are not indicated in glaucoma.Apraclonidine (alpha 2 agonist), timolol (beta blocker without local anaesthetic activity) and pilocarpine (directly acting miotic) are used in glaucoma.",
        "cop": 4,
        "opa": "Apraclonidine",
        "opb": "Timolol",
        "opc": "Pilocarpine",
        "opd": "Metoprolol",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "426ba07d-cee9-4e66-bba2-df3fbecc4e12",
        "choice_type": "multi"
    },
    {
        "question": "Bimatoprost is used in : (PGI Nov 2009)",
        "exp": "Ans: A (Glaucoma) Prostaglandin Analogue areBimatoprostQLatanoprostTravoprostUnoprostoneQAdvantages of PG Analogue;Once daily dosingLow incidence of systemic side effects :It includes irreversible brown pigmentation of the iris & eyelashes, drying of the eyes & conjunctivitis1'(Katzung Wth/307)Potent intraocular pressure lowering effects\"Misoprost (PGE1) is used in NSAIDS associated gastrointestinal injury1-'KDT6th/634 _",
        "cop": 1,
        "opa": "Glaucoma",
        "opb": "Barett oesophagus",
        "opc": "H ype rtrichosis of eyeli d",
        "opd": "NSAIDS ulcer",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "05f9b793-bf7e-4ce9-a84e-b947fd6cfc99",
        "choice_type": "single"
    },
    {
        "question": "Antidote for belladonna poisoning:",
        "exp": "Ans. B. PhysostigmineBeing tertiary amine, Physostigmine can reverse the CNS manifestation of belladonna poisoning. Whereas neostigmine has very less CNS penetration.",
        "cop": 2,
        "opa": "Neostigmine",
        "opb": "Physostigmine",
        "opc": "Pilocarpine",
        "opd": "Methacholine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "b36fd994-b74e-437b-8d19-23b81c6ec47e",
        "choice_type": "single"
    },
    {
        "question": "Esmolol is a short acting beta blocker because:",
        "exp": "(Ref Goodman & Gillman's 13th ed. P 216-17)Esmolol is a b1-selective antagonist with a rapid onset and a very short duration of action (t 1/2 = 8 minutes).The drug is hydrolyzed rapidly by esterase's in erythrocytes leading to its short half-life.Esmolol is used in urgent settings where immediate onset of b-blockade is warranted so it is given by slow intravenous injection.A partial loading dose (500mg/kg over 1 minute) typically is administered, followed by a continuous infusion of the drug (maintenance dose of 50mg/kg/minfor 4 minutes)The lipid solubility of esmolol is low and has no oral bioavailability so it is given via IV.The protein binding of esmolol is 55%.",
        "cop": 2,
        "opa": "It has more plasma protein binding",
        "opb": "Its plasma hydrolysis by esterases is rapid",
        "opc": "It has high lipid solubility",
        "opd": "It has high oral bioavailability",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "fcb7bdbd-3fa1-4c90-a73d-a632a9fbf9d7",
        "choice_type": "single"
    },
    {
        "question": "All the following are adverse effect of atropine except:",
        "exp": "Ans. A. BronchoconstrictionAtropine is anticholinergic drug and result in bronchodilation. other effects are dry mouth, blurred vision, urine retention, constipation, hyperthermia, confusion, delirium, restlessness.",
        "cop": 1,
        "opa": "Bronchoconstriction",
        "opb": "Tachycardia",
        "opc": "Dry mouth",
        "opd": "Mydriasis",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "d6864be8-2ee7-4d7a-b45b-28278e73d539",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following anti-glaucoma drugs can cause heterochromia iridis?",
        "exp": "Ans. (B) Latanoprost(Ref: Katzung 12th/e p328; KDT 8th/e p169)PGF2a agonists like Latanoprost can cause iris pigmentation (heterochromia iridis) and growth of eyelashes (liypertrichosis) as adverse effects.",
        "cop": 2,
        "opa": "Timolol",
        "opb": "Latanoprost",
        "opc": "Apraclonidine",
        "opd": "Acetazolamide",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "5a8b3ed4-27ea-40a5-a25f-5e2b66dc36d2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements is not true regarding DOBUTAMINE?",
        "exp": "Ans. a (Agonist of D, and D2 receptors) (Ref. KDT Pharmacology, 6th/l26; Table 9.2)Sympathomimetics EffectApplicationDirect sympathomimetics Epinephrineb>aAnaphylaxis, open angle glaucoma, asthma, hypotension; a effects predominate at high dosesNorepinephrinea1>a2>b1Hypotension (but | renal perfusion)IsoproterenolbElectrophysiologic evaluation of tachyarrhythmias.Can worsen ischaemia.DopamineD1 = D2>b>aUnstable bradycardia, heart failure, shock; inotropic and chronotropic a effects predominate at high dosesDobutamineB1>P2-aHeart failure (inotropic > chronotropic), cardiac stress testingPhenylephrine Hypotension (vasoconstrictor), ocular procedures (mydriatic), rhinitis (decongestant)Albuterol, salmeterol, terbutalineb1>b2Albuterol for acute asthma; salmeterol for longterm asthma or COPD control; terbutaline to reduce premature uterine contractionsIndirect sympathomimetics AmphetamineIndirect general agonist, reuptake inhibitor, also releases stored catecholaminesNarcolepsy, obesity, attention deficit disorderEphedrineIndirect general agonist, releases stored catecholaminesNasal decongestion, urinary incontinence, hypotensionCocaineIndirect general agonist, reuptake inhibitorCauses vasoconstriction and local anesthesia; never give b-blockers if cocaine intoxication is suspected (can lead to unopposed al activation and extreme hypertension)DOPAMINE (DA)# It is a dopamine (D1 and D2) as well as adrenergic a and b1 (but not b2) agonist. The D1 receptors in renal and mesenteric blood vessels are the most sensitive: i.v. infusion of low dose of DA dilates these vessels (by raising intracellular cAMP) increasing g.f.r. and Na+ excretion.# Moderately high doses produce a positive inotropic (b1 action + that due to NA release), but little chronotropic effect on heart. Vasoconstriction (a, action) occurs only when large doses are infused.# At doses normally employed, it raises cardiac output and systolic BP with little effect on diastolic BP.# It has practically no effect on nonvascular a and b receptors; does not penetrate blood-brain barrier - no CNS effects.# Dopamine is used in patients of cardiogenic or septic shock and severe CHF wherein it increases BP and urine outflow.# It is administered by i.v. infusion (0.2-1 mg/min) which is regulated by monitoring BP and rate of urine formation.DOBUTAMINE# A derivative of dopamine, but not a D1 or D2 receptor agonist.# Relatively selective b1 agonist.# Though it acts on both a and b adrenergic receptors, the only prominent action of clinically employed doses (2.5-10 mg/ kg/ min i.v. infusion) is increase in force of cardiac contraction and output.# Causes no significant change in heart rate, peripheral resistance and BP.# Used as an inotropic agent in:- pump failure accompanying myocardial infarction,- cardiac surgery, and- for short-term management of severe congestive heart failure.# It is less arrhythmogenic than adrenaline.Also know:wFeaturesb1b2b31.LocatiodnHeart, JG cells in kidneyBronchi, blood vessels, uterus, g.i.t., urinary tract, eyeAdipose tissue2.Selective agonistDobutamineSalbutamol, terbutalineBRL 373443.Selective antagonistMetoprolol, AtenololICI 118551a-methyl propranololCGP 20712A (also b1)ICI 118551 (also b2)4.Potency of NA as agonistStrongWeakStrong",
        "cop": 1,
        "opa": "Agonist of D1 and D2 receptors",
        "opb": "Derivative of dopamine",
        "opc": "Selective beta-agonistic action",
        "opd": "Reduced chances of arrhythmia than adrenaline",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "0ae40c90-223e-4b3c-8d31-5fdc188cd047",
        "choice_type": "multi"
    },
    {
        "question": "Neostigmine is not able to cross blood brain barrier because of its:",
        "exp": "Ans. (D) Quarternary structure(Ref: KDT 8th/e p116)Quarternary ammonium compounds are water soluble and thus cannot cross blood brain barrier. Neostigmine is a quarternary derivative whereas physostigmine is a tertiary amine.",
        "cop": 4,
        "opa": "Primary structure",
        "opb": "Secondary structrure",
        "opc": "Tertiary structure",
        "opd": "Quarternary structure",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "a85ab24a-ef07-4a66-82db-fbb96a4ca9ed",
        "choice_type": "single"
    },
    {
        "question": "Action of adranaline is reversed by prazosine but not by propranol",
        "exp": "i.e. (Urinary symptoms of BHP): (133-KDT 6th)* Prazocine is a1 blocker and propranol is non selective beta blocker* Urinary symptoms in BHP are solely due to alpha receptorsThe a blockers have no effect on adrenergically induced cardiac stimulation, bronchial dilatation, vasodilation and most of the metabolic changes because these are mediated predominantly through b-receptors (133-KDT 6th)",
        "cop": 3,
        "opa": "Tachycardia",
        "opb": "Bronchial dilatation",
        "opc": "Urinary symptoms of BHP",
        "opd": "Migraine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "f90048ab-aaaa-4bfa-be57-b3f10b974f56",
        "choice_type": "single"
    },
    {
        "question": "Uroselective a1A blocker:",
        "exp": "Ans. C. Tamsulosin. (Ref. KDT 6th/pg. 119, 121, 132, 135)Tamsulosin is an Uroselective a1A blocker (a1A: a1B affinity 7-38 fold) has been found as effective as terazosin in improving BHP symptoms. Because a1A subtype predominates in the bladder base and prostate, while a1B receptors are dominant in blood vessels, tamsulosin does not cause significant changes in BP or HR at doses, which relieve urinary symptoms. No increase in adverse CVS events, including postural hypotension has been noted. Dizziness and retrograde ejaculation are the only significant side effects. Its plasma t1/2 is 6-9 hrs, but modified release cap needs once daily dosing.Terazosin# It is chemically and pharmacologically similar to prazosin; differences are- higher bioavailability (90%) and- longer plasma t1/2 (~12 hr); a single daily dose lowers BP over 24 hrs.# Though terazosin equally blocks a1A, a1B and a1D subtypes (like prazosin), it is more popular for BHP due to single daily dose.Indoramine and Urapidil are selective a1 blockers chemically distinct from prazosin; are being used as antihypertensive in some countries.a ADRENERGIC BLOCKING AGENTS CLASSIFICATIONI. Nonequilibrium type(i) b-Haloalkylamines-Phenoxybenzamine.II. Equilibrium type (competitive)A. Nonselective(i) Ergot alkaloids - Ergotamine, Ergotoxine(ii). Hydrogenated ergot alkaloids - Dihydroergotamine6 (OHE), Dihydroergotoxine(iii) Imidazolines - Tolazoline, Phentolamine(iv). Miscellaneous - Chlorpromazine, KetanserinB. a1 selective - Prazosin, Terazosin, Ooxazosin, TamsulosinC. a2 selective - Yohimbine",
        "cop": 3,
        "opa": "Prazosin",
        "opb": "Urapidil",
        "opc": "Tamsulosin",
        "opd": "Terazosin",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "e80c1e00-5d51-480c-8236-3e335693b1c2",
        "choice_type": "single"
    },
    {
        "question": "A farmer presented in OPD clinic with sweating, lacrimation, pin-point pupils with a heart rate of 40/min. Possible diagnosis:",
        "exp": "(Ref: Katzung Pharmacology, 14th ed. pg. 115)Organophosphates are irreversible Acetylcholinesterase inhibitor which is well absorbed from the skin, lung, gut, and conjunctiva--thereby making them dangerous to humans and highly effective as insecticides.Due to inhibition of acetylcholinesterase enzyme, acetylcholine levels are increased and the patient therefore presents with cholinergic symptoms: (Mn: SLUDGE-FB)Salivation, Lacrimation, increased urination, Diarreha, GI distress, Emesis, Faciculation, BradycardiaDOC for this poisoning: ATROPINEOXIMES (Pralidoximes, Di-Acetyl monoxime) are known as AchE enzyme reactivators. These are used only in organophosphate poisoning.Pin-point pupil is seen in poisoning with: (Mn: POMP)Pontine hemorrhage, Organophosphate, Morphine and Phenol poisoning",
        "cop": 2,
        "opa": "Dhatura poisoning",
        "opb": "Organophosphate poisoning",
        "opc": "Atropine poisoning",
        "opd": "Cocaine poisoning",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "10a0eed3-8bdf-453d-941c-81985f1997da",
        "choice_type": "single"
    },
    {
        "question": "Drug given in OPC poisoning is",
        "exp": "Ans. is 'b' i.e., Atropine * Atropine is considered to be a first line drug for treatment of OPC poisoning.* It is highly effective in counteracting the muscarinic symptoms and higher doses counteract the central effects.* 2 mg i.v. repeated every 10 minutes till dryness of mouth or other signs of atropinization appear.* It does not reverse peripheral muscular paralysis which is the nicotinic effect.",
        "cop": 2,
        "opa": "Hyoscine",
        "opb": "Atropine",
        "opc": "Propanthelene",
        "opd": "Physostigmine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "bdc65e2e-4964-4b41-beba-ae0e2f68643a",
        "choice_type": "single"
    },
    {
        "question": "Longest acting beta adrenergic blocker?",
        "exp": "(Ref: Katzung Pharma, 14th ed. pg. 162-166)The b antagonists are rapidly distributed and have large volumes of distribution.Most b antagonists have half-lives in the range of 3-10 hours. A major exception is esmolol, which is rapidly hydrolyzed and has a half-life of approximately 10 minutes. Therefore, esmolol is the shortest acting b blocker.Nadolol is excreted unchanged in the urine and has the longest half-life of any available b antagonist (up to 24 hours).The half-life of nadolol is prolonged in renal failure. Therefore, it is contraindicated in renal failure.b blockers which are contraindicated in renal failure are: ' (remember as ANS)# Atenolol# Nadolol# Sotalol\"ALSO KNOW\" ABOUT b BLOCKERS:b1 receptors are present mainly on heart. Therefore selective b1 BLOCKERS are for cardiac condition mainly.b2 receptors are present mainly on respiratory pathway and some on liver, uterus, bladder etc. therefore b2 stimulators are used in conditions like asthma, preterm labor, urinary incontinence etc.Most cardioselective b blocker- NEBIVOLOLLongest acting- NADOLOLShortest acting- ESMOLOLb blockers which is DOC in open angle glaucoma in India-TIMOLOL",
        "cop": 3,
        "opa": "Atenolol",
        "opb": "Sotalol",
        "opc": "Nadolol",
        "opd": "Esmolol",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "306c4480-1b24-425b-999e-7f30d68e8c43",
        "choice_type": "single"
    },
    {
        "question": "Vagal stimulation causes bradycardia, which can be blocked by",
        "exp": "Bradycardia due to vagal stimulation is elicited by activation of muscarinic receptor in the heart. Atropine, which is an antagonist at M receptors, blocks bradycardia elicited by stimulation of the vagus, including reflex bradycardia due to increases in mean BP caused by vasoconstrictors.",
        "cop": 2,
        "opa": "atenolol",
        "opb": "atropine",
        "opc": "doxazosin",
        "opd": "phenylephrine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "89c979f7-8b58-4c5d-bace-c5990818f531",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs does not cross blood placental barrier?",
        "exp": "Ans. (B) Glycopyrrolate(Ref: KDT 8th/e p124)Glycopyrrolate is a quarternary ammonium compounds and is thus water soluble and unable to penetrate BBB.",
        "cop": 2,
        "opa": "Atropine",
        "opb": "Glycopyrrolate",
        "opc": "Physostigmime",
        "opd": "Hyoscine hydro bromide",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "2f4090ba-7cf5-4472-8936-476cac0bf2de",
        "choice_type": "single"
    },
    {
        "question": "Beta-blocker with intrinsic sympathomimetic activity?",
        "exp": "Ans. D. Pindolol. (Ref. KDT 6th/pg. 140; Table 10.2)- \"Pindolol is nonselective b-blocker with intrinsic sympathomimetic activity.\"Beta blockersANonselective (b1 and b2) 1. Without intrinsic sympathomimetic activity :- Propranolol, - Sotalol, - Timolol. 2. With intrinsic sympathomimetic activity :- Pindolol 3 With additional a blocking property :- Labetalol, - CarvedilolB.Cardioselective (b1)- Metoprolol,- Atenolol, - Acebutolol, - Bisoprolol,- Esmolol, - Betaxolol, - CeliprololCSelective (b2)Butoxamine, ICI118551-Nadolol, Oxprenolol, alprenolol are nonselective b blockers;-Nabivolol is b1 selective blocker and-Bucindolol, medroxalol are b + a1 blockers not marketed in India.",
        "cop": 4,
        "opa": "Propranolol",
        "opb": "Sotalol",
        "opc": "Timolol",
        "opd": "Pindolol",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "086340bd-8e8e-4e89-96bf-81e8e9e16c78",
        "choice_type": "single"
    },
    {
        "question": "Beta blocker used safely in hepatic disease is",
        "exp": "Ans) a (Esmolol) Ref: Gondmun & Gilman 11thedition KDT 6th ed p.139, Katzung edEsmolol has a half-life of about 8 minutes and it contains an ester linkage, and it is hydrolyzed rapidly by esterases in erythrocytes. The half-life of the carboxylic acid metabolite of esmolol is far longer and is about 4 hours which accumulates during prolonged infusion of esmolol which is excreted in the urine. Soit can be safely given in liver diseasesBisoprolol is well absorbed following oral administration with bioavailability of -90%. It is eliminated by renal excretion (50%) and liver metabolism to pharmacologically inactive metabolites (50%).CarvedilolCarvedilol is a third-generation b receptor antagonist that has a unique pharmacological profile. It blocks bl, b2, and al receptors similarly to labetalol, but also has antioxidant and antiproliferative effects. It has membrane-stabilizing activity but it lacks intrinsic sympathomimetic activity. Carvedilol produces vasodilation.It is thought that the additional properties (e.g., antioxidant and antiproliferative effects) contribute to the beneficial effects seen in treating congestive heart failure. Carvedilol does not increase b receptor density and is not associated with high levels of inverse agonist activity. Carvedilol is rapidly absorbed following oral administration, with peak plasma concentrations occurring in 1 to 2 hours. It is highly lipophilic and thus is extensively distributed into extravascular tissues. It is >95% protein bound and is extensively metabolized in the liver, predominantly by CYP2D6 and CYP2C9. No significant changes in the pharmacokinetics of carvedilol were seen in elderly patients with hypertension, and no change in dosage is needed in patients with moderate-to- severe rend insufficiencyBETA BLOCKERSCardioselective (betal) beta blockersMetoprolol, Acebutalol, Atenolol. Bisoprolol ,Esmolol, Betaxolol, Celiprolol, and NebivololNon selective beta blockersPropranolol ,SotalolTimolol, Pindolol, Labetalol, Carvedilol, Medroxolol, Bucindolol and Levubunonol.Beta blocker with intrinsic sympathomimetic activityDilevalolPindololAcebutalolLabetalolCarteololOxyprenololAlprenololPenbutalol Non selective blocker betal + beta2 + alphaK - Crazy Buss Die in Medicine Lab)CarvedilolBucindololLabetolol,DilevalolMedroxalol, IMPORTANT POINTS REGARDING BETA BLOCKERSPropranalol has highest degree of membrane stabilizing action. Nadolol is longest acting beta blocker (t 1/2 -14-24 hrs) and Esmolol is the shortest acting.(t 1/2 2-10 minutes)Propranolol has poor oral bioavailability. Pindolol and Penbutolol have approx 100% bioavailabilityHepatic elimination - propranolol, metoprolol and labetalol. Renal elimination - atenololbeta blockers not crossing CNS -Atenolol, Nadolol and Sotalol (mnemonic: ANS will not cross CNS)Pindolol has intrinsic sympathomimetic activity. Butoxamine is a beta 2 selective blocker.Carvedilol is a non-selective beta blocker showing anti-oxidant property and alpha 1 receptor antagonism.Labetolol, Medroxalol, and Bucindolol also shows alpha 1 receptor blocking activity.Propranalol has highest degree of membrane stabilizing actionNadolol is longest acting beta blocker (t Y=2-14-24 hrs) and Esmolol is the shortest acting.(t Y=2 -10 minutes)Propranolol has poor oral bioavailability. Pindolol and Penbutolol have approx 100% bioavailability Propranolol and Metoprolol are extensively metabolized in the liver, with little unchanged drug appearing in the urine.USES1) Hypertension -They are one of the first choice drugs used in treat ment of hypertension.2) Angina pectoris- Beta-blockers reduces the frequency of anginal episodes and improves exercise tolerance in many patients with angina3) Cardiac arrhythmias- Beta antagonists are often effective in the treatment of both supraventricular and ventricular arrhythmias.4) Myocardial infarction- beta antagonists are strongly indicated in the acute phase of a myocardial infarction. In this setting, relative contraindications include bradycardia, hypotension, moderate or severe left ventricular failure, shock, heart block, and active airways disease5) Congestive heart failure - drugs used are bisoprolol, metoprolol & carvedilol (BMC)6) Dissecting aortic aneurysm7) Pheochromocytoma8) Thyrotoxicosis - controls the sympathetic symptoms without affecting thyroid status.9) Migraine - Propranolol is the most effective drag for prophylaxis of migraine10) Anxiety,11) Essential tremor12) Glaucoma13) HOCM- drags used are beta blockers and calcium channel blockers14) Portal hypertensionAdverse effectsCentral nervous system effects include sedation, sleep disturbances, and depressionWorsens pre existing asthma and COPD Worsening of peripheral vascular diseaseBeta-receptor blockade depresses myocardial contractility and excitability, caution must be exercised in starting a beta receptor antagonist in patients with compensated heart failureBeta blockers may interact with the calcium antagonist verapamil causing severe hypotension, bradycardia, heart failure, and cardiac conduction abnormalities.Exacerbates variant (prinzmetal's) angina.The incidence of hypoglycemic episodes in diabetics that are exacerbated. They also can cause impaired carbohydrate tolerance Plasma lipid profile is altered. Total triglycerides and LDL cholesterol tend to increase while HDL cholesterol decreases.",
        "cop": 1,
        "opa": "Esmolol",
        "opb": "Betaxolol",
        "opc": "Bisoprolol",
        "opd": "Carvedilol",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "0b8d8d93-bd49-4bbf-af70-dc868c34a373",
        "choice_type": "single"
    },
    {
        "question": "Most sensitive test for organophosphate poisoning:",
        "exp": "(Ref: Goodman & Gillman 13th ed. P 170)The diagnosis of organophosphate poisoning can be made with the help of history of exposure and characteristic cholinergic signs and symptoms.In suspected cases of milder or chronic poisoning determination of plasma cholinesterase activities in erythrocytes and plasma establishes the diagnosis. It the most sensitive test.Symptoms of organophosphate poisoning:# Salivation, Lacrimation, Urination, Diarrhea, GI distress, Emesis, Fasciculation, Bradycardia, Pinpoint pupil (Mn: SLUDGE-FBP).Antidote of OP poisoning: Atropine (2-4mg IV or 2mg IM - repeated every 10-15 minutes till atropinization).AchE reactivators:# Pralidoxime (2-PAM), Obidoxime: Action seen peripherally only (1-2mg IV slow infusion. If symptom persists - repeat the dose)# Diacetylmonoxime (DAM): Action seen both peripheral and central.",
        "cop": 1,
        "opa": "Plasma acetylcholinesterase",
        "opb": "OP level in blood",
        "opc": "OP level in urine",
        "opd": "OP level in lavage",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "365ba476-5733-4c0c-8364-aae34d47bcf5",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following sites is characterized by adrenergic neurohumoral transmission?",
        "exp": "The term neurohumoral means \"nerve-blood.\" The only site in the ANS where neurohumoral transmission occurs is the adrenal medulla, where sympathetic nerve activity elicits the release of catecholamines into the blood.",
        "cop": 3,
        "opa": "Parasympathetic preganglionic fibers",
        "opb": "Sympathetic postganglionic fibers",
        "opc": "Sympathetic fibers in the adrenal medulla",
        "opd": "Synaptic fibers in the ecrine gland",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "dc37065b-99fe-4cd0-94f0-86c8c4659628",
        "choice_type": "single"
    },
    {
        "question": "Dobutamine mainly act at this receptor:",
        "exp": "(Ref: Katzung, 14th ed. pg. 149; KDT, 6th ed. pg. 126)Dobutamine is a relatively selective b1 agonist. Though it acts on both alpha and beta receptors, the only prominent action of clinically employed doses is its b1 action, i.e. an increase in force of cardiac contraction and output without significant change in HR, BP or peripheral resistance.Use: Heart failure (as an ionotrope)",
        "cop": 1,
        "opa": "Beta 1",
        "opb": "Beta 2",
        "opc": "Alpha 1",
        "opd": "Alpha 2",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "07d9d00e-53d1-46ae-a4e9-4fd44e464c45",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a long acting beta 2 agoinst -",
        "exp": "Ans. is 'a' i.e., Salmeterol o b2,-agonists used in AsthmaShort acting - Salbutamol, terbutalineLong acting - Salmeterol, formoterolo Bambuterol is a prodrug of terbutaline. It is slowly hydrolysed by pseudocholineterase.o Short acting b2-agonists produce bronchodilatation within 5 min and action lasts for 2-6 hrs - are used to abort and terminate acute asthma, but are not suitable for prophylaxis,o Salmeterol is delayed acting, can be used for prophylaxis only, while formoterol is fast acting and long acting can be used for both prophylaxis and acute attack.Salbutamole & Terbutaline-Only for acute attackSalmeterol-Only for prophylaxisFormoterol-Both for prophylaxis and acute attacko Long acting b2-agonists (salmeterol & formoterol) are superior to short acting b2-agonists (salbutamol & terbutaline), and equivalent to inhaled anticholinergics in COPD.Note-For one option go ahead with option 'd', i.e. adrenaline because amongst the given options, adrenaline is shortest acting (60 - 90 minutes).o Salmeterol and formoterol are long acting b2,-agonists.o Their lipophilic action is responsible for longer action - Lipophilic side chain anchors the drug in membrane adjacent to the receptor, slowing tissue washout.",
        "cop": 1,
        "opa": "Salmeterol",
        "opb": "Orciprenaline",
        "opc": "Penoterol",
        "opd": "Pexbaterol",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "cb5311d4-0dec-4e01-926f-737faf406cf3",
        "choice_type": "single"
    },
    {
        "question": "Toxicity due to which of the following can be successfully treated with Atropine?",
        "exp": "Ans. a (Inocybe) (Ref. KDT, Pharmacology, 6th ed., 77)# MUSCARINE occurs in poisonous mushrooms Amanita muscaria and Inocybe species and has only muscarinic actions. It is not used therapeutically but is of toxicological importance.MUSHROOM POISONING# Muscarine type (Early mushroom poisoning): due to Inocybe and related species. Symptoms characteristic of muscarinic actions appear within an hour of eating the mushroom, and are promptly reversed by atropine.# Anticholinergic/hallucinogenic type: It is due to isoxazole compounds, which are present in A. muscaria and related mushrooms in much larger quantities than is muscarine. These have anticholinergic and hallucinogenic properties. Manifestations are primarily central. There is no specific treatment and atropine is contraindicated.# Phalloidin type (Late mushroom poisoning): It is due to peptide toxins found in A. phalloides, Galerina and related species. These inhibit RNA and protein synthesis. The symptoms start after many hours and are due to damage to the gastrointestinal mucosa, liver and kidney. Treatment consists of supportive measures; thiotic acid may have some antidotal effect.# ARECOLINE- It is found in betel nut Areca catechu.- It has muscarinic as well as nicotinic actions including those on skeletal muscle endplate.- It also has prominent CNS effect: has been tried in dementia as an enhancer of cognitive functions, but not found useful--has no therapeutic use.# OXOTREMORINE- It is a synthetic compound, which particularly stimulates central muscarinic receptors; produces tremors and other parkinsonism like extrapyramidal effects. It has been used as an experimental tool only.",
        "cop": 1,
        "opa": "Inocybe",
        "opb": "Isoxazole",
        "opc": "A.phalloides",
        "opd": "Galerina",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "e439cb0b-33a6-4806-94db-0c9f0539710f",
        "choice_type": "multi"
    },
    {
        "question": "Reflex tachycardia is most likely to occur after the systemic administration of",
        "exp": "Although used primarily via inhalation for asthma, systemic effects of albuterol include vasodilation due to its b2 receptor activation. This can result in a decrease in PVR and mean BP, which elicits a reflex tachycardia. Methoxamine and phenylephrine are a- receptor activators causing vasoconstriction, which would result in reflex bradycardia. Ganglion blockers (trimethaphan) prevent autonomic reflexes, and a reflex increase in heart rate could not occur in the presence of a beta blocker (propranolol).",
        "cop": 1,
        "opa": "albuterol",
        "opb": "methoxamine",
        "opc": "phenylephrine",
        "opd": "propranolol",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "17f9b2f8-7f4e-46fd-8910-178b25d44603",
        "choice_type": "single"
    },
    {
        "question": "b blocker/s which should be avoided in glaucoma is/are?",
        "exp": "Ans. is 'd' i.e., All the above * Beta blockers are used in the management of glaucoma. But certain ($- blockers with membrane stabilizing (Local anaesthetic) action should be avoided in glaucoma as these drugs possess Na+ channel blocking (local anaesthetic) activity.* Membrane stabilizing (Na+ channel blocking) activity contributes to antiarrhythmic action and should be avoided in glaucoma due to risk of corneal anaesthesia.* Such Drugs are:# Pindolol# Acebutolol# Carvedilol# Betaxolol# Propranolol# Metoprolol# Labetalol *Note: Propranolol and carvedilol have maximum membrane stabilizing (local anaesthetic) action.",
        "cop": 4,
        "opa": "Pindolol",
        "opb": "Carvedilol",
        "opc": "Labetelol",
        "opd": "All the above",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "291b7388-2046-4b10-bccc-644898efefdb",
        "choice_type": "multi"
    },
    {
        "question": "Cholinomimetic is contraindicated in:",
        "exp": "Ans. D. Partial heart blocka. Cholinergic system has Inhibitory effect on heart mediated by M2 receptors.b. Cholinomimetics can convert a partial heart block into a complete heart block due to negative chronotropic,c. Dromotropic properties.",
        "cop": 4,
        "opa": "Glaucoma",
        "opb": "Myasthenia gravis",
        "opc": "Postoperative ileus",
        "opd": "Partial heart block",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "7a4e0381-b290-40a5-829c-41f46c998cd7",
        "choice_type": "single"
    },
    {
        "question": "Dobutamine acts on which of the following receptors?",
        "exp": "Ans. B. Alpha/Beta. (Ref. KDT 6th/pg. 126, 129; 507)# Dobutamine is not a D1 or D2 receptor agonist. It acts on both a and b adrenergic receptors, but as such considered to be a relatively selective b1 agonist.Difference between b1: ,b2 andb3 recptors; b1b2b31.LocationHeart, JG cells in kidneyBronchi, blood vessels, uterus, g.i.t., urinary tract, eyeAdipose tissue2.Selective agonistDobutamineSalbutamol, terbutalinBRL 373443.Selective antagonistMetoprolol, AtenololICI 118551a-methyl propranololCGP 20712A (also b1)ICI 118551 (also b2)4.Potency of NA as agonistStrongWeakStrongDobutamine:# A derivative of DA, but not a D1 or D2 receptor agonist.# Though it acts on both a and b adrenergic receptors, the only prominent action of clinically employed doses (2.5-10 mg/kg/ min i.v. infusion) is increase in force of cardiac contraction and output, without significant change in heart rate, peripheral resistance and BR# As such it has been considered to be a relatively selective b, agonist.# It is used as an inotropic agent in pump failure accompanying myocardial infarction, cardiac surgery, and for short- term management of severe congestive heart failure.# It is less arrhythmogenic than Adr.Dopamine (DA):# It is a dopamine (D1 and D2) as well as adrenergic a and bl (but not b2) agonist.Q# The D1 receptors in renal and mesenteric blood vessels are the most sensitive: i.v. infusion of low dose of DA dilates these vessels (by raising intracellular cAMP) increasing GFR and Na+ excretion.# Moderately high doses produce a positive inotropic (direct bl action + that due to NA release), but little chronotropic effect on heart.# Vasoconstriction (al action) occurs only when large doses are infused.# At doses normally employed, it raises cardiac output and systolic BP with little effect on diastolic BP.# It has practically no effect on nonvascular a and b receptors; does not penetrate blood brain barrier - no CNS effects.- Dopamine is used in patients of cardiogenic or septic shock and severe CHF wherein it increases BP and urine outflow.- It is administered by i.v. infusion (0.2-1 mg/min) which is regulated by monitoring BP and rate of urine formation.DrugReceptor SelectivityClinical UseCommentsEpinephrineb = b2>al* = a2*Anaphylactic shock; cardiogenic shock; cardiac arrestLow doses produce cardiac stimulation and vasodilation, which turns to vasoconstriction at high doses.*At high plasma concentrations, a = b selectivity.Norepinephrineb1 = a1>b2 = a2Severe hypotension; septic shockReflex bradycardia masks direct stimulatory effects on sinoatrial node.Dopamineb1 = b2>a1Acute heart failure, cardiogenic shock and acute renal failureBiosynthetic precursor of norepinephrine; stimulates norepinephrine release.*At low doses, it stimulates the heart and decreases systemic vascular resistance; at high doses, vasodilation becomes vasoconstriction as lower affinity ?- receptors bind to the dopamine; also binds to D1 receptors in kidney, producing vasodilation.Dobutamineb1 > b2 > a1Acute heart failure; cardiogenic shock; refractory heart failureNet effect is cardiac stimulation with modest vasodilation.Isoproterenolb1 = b2Bradycardia and atrioventricular blockNet effect is cardiac stimulation and vasodilation with little change in pressure.Additional Educational points:ADRENERGIC DRUGS(Sympathomimetics)Direct sympathomimetics -They act directly as agonists on a and / or b adrenoceptors - Adr, NA, isoprenaline (Iso), phenylephrine, methoxamine, xylometazoline, salbutamol and many others.Indirect sympathomimetics -They act on adrenergic neurone to release NA which then acts on adrenoceptors - tyramine. Mixed action sympathomimetics - act directly as well as indirectly - ephedrine, amphetamine, and mephentermine.ACTIONSAdr: a1+a2 + b1 + b2 and weak b3NA: a1 + a2 + b1+ b3 but no b2 actionIso: b1 + b2 + b3 but no a action Step/siteActionDrugResponse1.Synthesis of NAInhibitionUtilization of same synthetic pathwaya-methyl-p-tyrosine a-methyl dopaDepletion of NAReplacement of NA by a methyl NA (false transmitter)2.Axonal uptakeBlockadeCocaine, desipramine, guanethidine, antihistaminics, ephedrinePotentiation of NA (endo-and exogenous), inhibition of tyramine3.Granular uptakeBlockadeReserpineDepletion of NA (degraded by MAO)4.Nerve impulse coupled release of NAInhibitionGuanethidine, bretyliumLoss of transmission5.Granular NADisplacementGuanethidineInitially sympathomimetic, depletion later.6.Membrane NA poolExchange diffusionTyramine,ephedrineIndirect sympathomimetic7.MetabolismMAO inhibitionCOMT inhibitionNialamid tranylcypromineTolcapone, entacaponePotentiation of NA (slight),-of tyramine (marked)Potentiation of NA (slight)8.ReceptorsMimickingPhenylephrineClonidinea1 sympathomimetic a2-inhibition of NA release, | sympathetic outflow Isoprenalineb1 + b2 - sympathomimetic Salbutamolb2-sympathomimetic BlockadePhenoxybenzaminePrazosinYohimbinePropranololMetoprolola1+ a2 - blockadea1- blockadea2 - blockadeb1 + b2 - blockadeb1 - blockade",
        "cop": 2,
        "opa": "D1",
        "opb": "Alpha/Beta",
        "opc": "D2",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "241eb178-442c-49a3-955a-37a2ea42f9c4",
        "choice_type": "multi"
    },
    {
        "question": "Selective alpha-2 antagonist?",
        "exp": "Ans. B. Yohimbine. (Ref. KDT 6th/p 132, 135).# It is a relatively selective a2, blocker with short action.KDT 6th/pg. 135........Yohimbine:# An alkaloid from West African plant Yohimbehe.# It is a relatively selective CL blocker with short duration of action.# Also blocks 5-HT receptors.# HR and BP are generally elevated due to increased central sympathetic outflow and peripheral NA release.# Other CNS effects include excitation, tremor, ADH release (antidiuresis), nausea and vomiting.# It may cause congestion of genitals and has been claimed to be an aphrodisiac.# This effect is only psychological, but can overcome psychogenic impotence in some patients. There is no valid indication for clinical use of yohimbine.Difference between a and b receptors; ab1.Rank order of potency of agonistsAdr NA > IsoIso > Adr > NA2.AntagonistPhenoxybenzaminePropranolol3.Effector pathwayIP3 / DAG| , cAMP|, K+ channel |cAMP| ,Ca2+ channel|Difference between a1 and a2 recptors: a1a2LocationPostjunctional on effector organsPrejunctional on nerve ending (a2A), also postjunctional in brain, pancreatic b cells, platelets and extrajunctional in certain blood vessels.Function subservedSmooth muscle - contractionVasoconstrictionGland - secretionGut - relaxationHeart - arrhythmiaInhibition of transmitter releaseVasoconstrictionDecreased central sympathetic flowDecreased insulin releasePlatelet aggregationSelective agonistPhenylephrine, MethoxamineClonidineSelective antagonistPrazosinYohimbine, RauwolscineEffector pathwayIP3/DAG|Phospholipase A2|cAMP |K+ channel |Ca2+ channel |-or |IP3/DAGta ADRENERGIC BLOCKING AGENTSThese drugs inhibit adrenergic responses mediated through the a adrenergic receptors without affecting those mediated through b receptors.CLASSIFICATIONI. Nonequilibrium type(i) b-Haloalkylamines-Phenoxybenzdnmne.II. Equilibrium type (competitive)A. Nonselectivei) Ergot alkaloids - Ergotamine, Ergotoxineii) Hydrogenated ergot alkaloids - Dihydroergotaminec (OHE), Dihydroergotoxineiii) Imidazolines - Tolazoline, Phentolamineiv) Miscellaneous - Chlorpromazine, KetanserinB. a1 selective - Prazosin, Terazosin, Ooxazosin, Tamsulosin0C. a2 selective - Yohimbine0A) Natural and hydrogenated ergot alkaloids :# Ergot alkaloids are the adrenergic antagonists with which Dale demonstrated the vasomotor reversal phenomenon.# The aminoacid alkaloids ergotamine and ergotoxine are partial agonists and antagonists at a adrenergic, serotonergic and dopaminergic receptors.# The amine alkaloid ergometrine has no a blocking activity.# The a blockade produced by clinical doses of ergot alkaloids is low grade and short lasting; they are hardly ever employed for this purpose.# The principal use is in migraine.# Diagnostic use of ergotamine has been made to precipitate ECG signs of ischaemia in coronary artery disease.0# Dihydroergotoxine has been used as a cognition enhancer.B) Tolazoline :# Its a blocking action is only modest and short lasting.# In addition, it is a direct vasodilator and stimulates the heart.0# It also blocks 5-HT receptors, has histamine like gastric secretagogue and ACh like motor action on intestines.# Side effects are frequent and include nausea, vomiting, cramps, diarrhoea, nervousness, chills, tachycardia, and exacerbation of myocardial ischaemia and peptic ulcer.# It has occasionally been used in peripheral vascular diseases and pulmonary hypertension of the newborn.C) Phentolamine :# It is a close congener of tolazoline, more potent in blocking a receptors, but other actions are less marked.# Generally, fall in BP occurs on i.v. injection. The duration of action is shorter (in minutes).# It equally blocks a, and oc, receptors - Na release is increased.# It has been used as a quick and short acting a blocker for diagnosis and intraoperative management of pheochro- mocytoma and for control of hypertension due to clonidine withdrawal, cheese reaction, etc.# It is the most suitable a blocker for local infiltration to counteract vasoconstriction due to extravasated NA/DA during their i.v. infusion.D) Prazosin:# It is first of the highly selective a, blockers having a,: a2 selectivity ratio 1000:1.# It blocks sympathetically mediated vasoconstriction and produces fall in BP which is attended by only mild tachycardia; NA release is not increased due to absence of a2 blockade.# Prazosin dilates arterioles more than veins. Postural hypotension occurs, especially in the beginning - dizziness and fainting as 'first dose effect'. This can be minimized by starting with a low dose and taking it at bedtime.# Subsequently tolerance develops to this side effect.# It also inhibits phosphodiesterase, which degrades cAMP. Rise in smooth muscle cAMP could contribute to its vasodilator action.# Prazosin is effective orally (bioavailability -60%), highly bound to plasma proteins (mainly to a, acid glycoprotein),metabolized in liver and excreted primarily in bile. Its plasma t1/2 is 2-3 hours; effect of a single dose tests 6-8 hours.# It's uses:- As an antihypertensive (primarily)- LVF not controlled by diuretics and digitalis,- Raynaud's disease and- Prostatic hypertrophy - blocks af receptors in bladder trigone and prostate and thus improves urine flow, reduces residual urine in bladder.E) Terazosin# It is chemically and pharmacologically similar to prazosin; differences are- higher bioavailability (90%) and- longer plasma t1/2 (-12 hr); a single daily dose lowers BP over 24 hrs.# Though terazosin equally blocks a1A, a1B and a1D subtypes (like prazosin), it is more popular for BHP due to single daily dose.F) Doxazosin# Another long acting (t1/2 18 hr) congener of prazosin with similar pharmacological profile, used in hypertension and BHP.G) Tamsulosin# Uroselective aIA blocker (a1A: a1B affinity 7-38 fold) has been found as effective as terazosin in improving BHP symptoms.# Because a1A subtype predominates in the bladder base and prostate, while a1B receptors are dominant in blood vessels, tamsulosin does not cause significant changes in BP or HR at doses, which relieve urinary symptoms.# No increase in adverse cardiovascular events, including postural hypotension has been noted.# Dizziness and retrograde ejaculation are the only significant side effects.# Its plasma t'/2 is 6-9 hrs, but the modified release (MR) cap needs only once daily dosing.H) Timazosin is a less potent congener of prazosin. Alfuzosin is a a1 blocker used primarily in BHP, but is subtype nonspecific.I) Indoramine and Urapidil are selective a, blockers chemically distinct from prazosin; are being used as antihypertensive in some countries.J) Chlorpromazine and some other neuroleptics have additional a adrenergic blocking activity - cause fall in BP, nasal stuffiness and inhibition of ejaculation as side effect. The antihypertensive activity of 5-HT2 blocker Ketanserin is partly due to its a adrenergic blocking action.",
        "cop": 2,
        "opa": "Prazosin",
        "opb": "Yohimbine",
        "opc": "Tamsulosin",
        "opd": "Phentolamine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "7471f7b5-6945-4c66-8749-f4303890cea3",
        "choice_type": "single"
    },
    {
        "question": "Metyrosine given in:",
        "exp": "Ans. a. Malignant pheochromocytomaRef: Goodman Gilman 13th E/P141Metyrosine competitively inhibits tyrosine hydroxylase, thereby decreasing norepinephrine synthesis in the neurons.It is used for treatment of hypertension in patients with pheochromocytoma prior to surgery along with phenoxybenzamine, which is the drug of choice.It is also used in malignant pheochromocytoma for long term management.",
        "cop": 1,
        "opa": "Malignant pheochromocytoma",
        "opb": "Addisons disease",
        "opc": "Depression",
        "opd": "Hypertensive emergency",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "5d229922-db3a-42ec-ad54-4ae34b7eae18",
        "choice_type": "single"
    },
    {
        "question": "Which drug used for differentiating myasthenia gravis from cholinergic crisis?",
        "exp": "Ans. (A) Edrophonium(Ref: KDT 8th/e p120)Patients with myasthenia gravis may present in the emergency with muscle weakness. This could be because of the aggravation of their primary problem (myasthenic crisis) or due to the overdose of the drugs like neostigmine (cholinergic crisis). The etiology of the two conditions is important to understand because in myasthenic crisis, there is deficiency of acetylcholine whereas in cholinergic crisis, there is excess of acetylcholine.Edrophonium is an inhibitor of the enzyme acetylcholinestrase and thus, increases the concentration of acetylcholine at the neuromuscular junction. The increased availability of ACh causes dramatic improvement in the symptoms of patients with myasthenic crisis.In contrast, the symptoms of patients with cholinergic crisis worsen with edrophonium (because it further increases ACh in cholinergic crisis). The drug, therefore, is useful to clinically differentiate the actual cause of muscle weakness in an emergency situation.The reason for preferring edrophonium over other inhibitors of acetylcholinesterase is its short duration of action. This may be desirable for patients presenting with cholinergic crisis as the worsening in their condition would be only for a short time.",
        "cop": 1,
        "opa": "Edrophonium",
        "opb": "Neostigmine",
        "opc": "Atropine",
        "opd": "Acetylcholine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "0b212226-b130-4c1c-8a62-1016d9d57086",
        "choice_type": "single"
    },
    {
        "question": "Selective beta 2 blocker is -",
        "exp": "Ans. is 'a' i.e., Butoxamine Selective b1 blockers are (cardioselective)1. Atenolol3. Bisoprolol5. Celiprolol7. Metoprolol2. Acebutalol4. Betoxolol6. Esmolol8. Nebivololo These agents are preferred in DM, hyperlipidemia, PVD, asthma.Selective (b2Butoxamine",
        "cop": 1,
        "opa": "Butoxamine",
        "opb": "Betoxolol",
        "opc": "Esmolol",
        "opd": "Bisoprolol",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "4dc300ea-8301-4bb8-89dc-5a2153b183eb",
        "choice_type": "single"
    },
    {
        "question": "Atropine poisoning causes all, except",
        "exp": "Ans. (C) Excessive salivation(Ref: KDT 8th/e p132)Atropine is an anticholinergic drug. Its toxicity causes:Dry mouth (and not excessive salivation)Hot skinDilated pupil and photophobiaExcitementFlushing of skinHypotension - cardiovascular collapseConvulsions and coma",
        "cop": 3,
        "opa": "Dilated pupil",
        "opb": "Excitement",
        "opc": "Excessive salivation",
        "opd": "Hot skin",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "12144290-8f65-4b7f-b928-6387ec9e4ce5",
        "choice_type": "multi"
    },
    {
        "question": "A patient presented with dry mouth, dry hot skin and dilated pupils, cause could be:",
        "exp": "Ans. A. Anticholinergic poisoningRef: Harrison's Principles of Internal Medicine 19th/ed, Table 473-e2 and e4Explanation# Dry mouth, dry hot skin and dilated pupils (mydriasis), all are features of anticholinergic poisoning.# Understanding of sympathetic and parasympathetic actions is of prime importance in understanding cholinergic or anti cholinergic poisoning.# In cholinergic poisoning - symptoms resembling parasympathetic activity appear.# In anticholinergic poisoning - parasympathetic activity is inhibited and as you know each organ has both sympathetic and parasympathetic innervations; inhibition of parasympathetic actions leads over expression of uninhibited sympathetic activity, in other words symptoms of sympathetic over-activity are seen.# Features of cholinergic and anticholinergic poisoning is as follows: Anticholinergic poisoningCholinergic poisoningMechanismInhibition of central and postganglionic parasympathetic muscarinic cholinergic receptorsInhibition of AChE leading to increased synaptic ACh at muscarinic and nicotinic cholinergic receptor sitesExamplesAtropine, hyoscyamine, scopolamine* Carbamates (aldicarb, carbaryl, etc.)* Drugs (neostigmine, tacrine, etc.)* Nerve gases (sarin, soman, tabun)* Organophosphates (diazinon, chlorpyrifos, malathion)Features1.Physiologic stimulation: Grade1 Anxious, irritable, tremulous; vital signs normal; diaphoresis, flushing or pallor, mydriasis, and hyperreflexia sometimes present. Grade 2 Agitated; may have confusion or hallucinations but can converse and follow commands; vital signs mildly to moderately increased.Grade 3 Delirious; unintelligible speech, uncontrollable motor hyperactivity; moderately to markedly increased vital signs; tachyarrhythmias possible.Grade 4 Coma, seizures, cardiovascular collapse.1.Physiologic depression:Grade 1 Awake, lethargic, or sleeping but arousable by voice or tactile stimulation; able to converse and follow commands; may be confused.Grade 2 Responds to pain but not voice; can vocalize but not converse; spontaneous motor activity present; brainstem reflexes intact.Grade 3 Unresponsive to pain; spontaneous motor activity absent; brainstem reflexes depressed; motor tone, respirations, and temperature decreased. Grade 4 Unresponsive to pain; flaccid paralysis; brainstem reflexes and respirations absent; cardiovascular vital signs decreased. 2.Dry skin and mucous membranes,decreased bowel sounds, flushing, and urinary retention; myoclonus and picking activity.3.Central effects may occur without significant autonomic dysfunction.2.Muscarinic signs and symptoms:Seizures, excessive secretions (lacri- mation, salivation, bronchorrhea and wheezing, diaphoresis), and increased bowel and bladder activity with nausea, vomiting, diarrhea, abdominal cramps, and incontinence of feces and urine.3.Nicotinic signs and symptoms: Hypertension, tachycardia, muscle cramps, fasciculations, weakness, and paralysis. Death is usually due to respiratory failure.TreatmentPhysostigmine, (AChE inhibitor), for delirium, hallucinations, and neuromuscular hyperactivity. C/l are asthma and non-anticholinergic cardiovascular toxicity (e.g., cardiac conduction abnormalities, hypotension, and ventricular arrhythmias).Atropine for muscarinic signs and symptoms;2-PAM, a cholinesterase reactivator, for nicotinic signs and symptoms due to organophosphates, nerve gases, or an unknown anticholinesterase.",
        "cop": 1,
        "opa": "Anticholinergic poisoning",
        "opb": "Cholinesterase inhibitor poisoning",
        "opc": "Organophosphate poisoning",
        "opd": "Option not recalled",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "b0085708-f7c2-4149-ba7e-502128ecf008",
        "choice_type": "multi"
    },
    {
        "question": "Ocular effects that include mydriasis and fixed far vision are characteristic of",
        "exp": "Mydriasis and fixed far vision can be due to either muscarinic receptor antagonists or ganglionic blockade. Because no M blockers are listed, the correct answer is mecamylamine. Alpha agonists (phenylephrine) have no effects on the focus of the eye. The cholinesterase inhibitor (neostigmine) and alpha blocker (phentolamine) cause miosis. Ocular effects of the beta blocker (timolol) are restricted to decreased formation of aqueous humor by the ciliary epithelium.",
        "cop": 1,
        "opa": "mecamylamine",
        "opb": "neostigmine",
        "opc": "phentolamine",
        "opd": "phenylephrine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "a266755f-eac4-461a-8eef-1073ad969736",
        "choice_type": "single"
    },
    {
        "question": "Drug H is most like",
        "exp": "The effects of Drug H are changed by treatment with either an alpha or beta blocker, so Drug H must have activity at both receptors (choices B, D, and E are ruled out). \"Reversal\" of a pressor effect can only occur if the drug has beta2 activity (choice C is ruled out). Drug H is epinephrine.",
        "cop": 1,
        "opa": "Epinephrine",
        "opb": "Isoproterenol",
        "opc": "Norepinephrine",
        "opd": "Phenylephrine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "59f161c1-687e-4fd1-9c14-5749f92edea7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a parasympatholytic agent?",
        "exp": "ANSWER: (A) AtropineREF: KDT 6th edp. 103The question is simply based upon the classification of cholinergic drugsSUBTYPES AND CHARACTERISTICS OF CHOLINOCEPTORSReceptorTypeOther NamesLocationStructural FeaturesPost receptor MechanismMlMiaNervesSeven transmembrane segments G protein linkedIP3, DAG cascadeM2M2a, cardiac M2Heart, nerves smooth muscleSeven transmembrane segments, G protein linkedInhibition of cAMP production, activation of K+ channelsM3M2bGlands, smooth muscle, endotheliumSeven transmembrane segments, G protein linkedIP3, DAG cascadeNMMuscle type,end platereceptorSkeletal muscle neuromuscular junctionPentamerNa+, K+ depolarizing ion channelNNNeuronal type,ganglionreceptorPostganglionic cell body, dendritesAlpha and beta subunits onlyNa+, K+ depolarizing ion channelGenesCHOLINERGIC DRUGS:Direct-acting: These act by stimulating the nicotinic or muscarinic receptors.A. Choline estersAcetylcholine (all acetylcholine receptors)Bethanechol (M3 receptors)Carbachol (all muscarinic receptors and some nicotinic receptors)Methacholine (all muscarinic receptors)B. Plant alkaloidsArecolineNicotineMuscarinePilocarpine (M3 receptors)II. Indirect-acting: Indirect acting parasympathomimetic drugs may be reversible cholinesterase inhibitors, irreversible cholinesterase inhibitors or drugs that promote ACh release or anti-adrenergics. The latter inhibits the antagonistic system, the sympathetic nervous system.Reversible cholinesterase inhibitorsDonepezilEdrophoniumNeostigminePhysostigminePyridostigmineRivastigmineTacrineCaffeineIrreversible cholinesterase inhibitorsEchothiophateIsoflurophateMalathionParasympathetolytics or anti cholinergics and their uses:Natural alkaloids : atropine , scopolamineCentral anticholinergics : trihexyphenidyl, benztropine and biperidin are used for drug induced parkinsonismAtropine , homartropine , cyclopetntolate and tropicamide are used as mydriatic and cycloplegicsHyoscine induces twilight sleep and transdermal patch of scopolamine is used for motion sicknessAtropine is also used for treatment of AV block and digitalis poisoning, OPC poisoning, cobra bite, myasthenia, early mushroom poisoning.Glycopyrrolate is used as preanesthetic medicationIpratropium is used for COPDPirenzipine and telenzipine are Ml specific and used for peptic ulcer diseaseHyoscine , dicyclomine , propantheline, oxyphenonium , clinidium are used as anti spasmodicDarifenacin and solefenacin are M3 specific and used for irritable bowel and over reactive bladderDicyclomine, flavoxate, oxybutynin are useful for treatment of urinary incontinenceTolterodine, festerodine, darifenacin, solefenacin are used for urinary incontinence",
        "cop": 1,
        "opa": "Atropine",
        "opb": "Neostigmine",
        "opc": "Pyridostigmine",
        "opd": "Acetylcholine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "39fd5267-36ab-480e-85b0-8e8c32ce6774",
        "choice_type": "single"
    },
    {
        "question": "Dobutamine receptor is:",
        "exp": "Ans. (a) Beta 1Ref:KDT 6th ed. /126* Dobutamine is derivative of dopamine, but NOT a D1 or D2 agonist.* Dobutamine is a relatively selective b1 agonist. Though it acts on both alpha and beta receptors, the only prominent action of clinically employed doses is its b1 action, i.e. an increase in force of cardiac contraction and output, without significant change in HRy BP.",
        "cop": 1,
        "opa": "Beta 1",
        "opb": "Beta 2",
        "opc": "Alpha 1",
        "opd": "Alpha 2",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "059d2d1d-c38b-44dc-a7de-9ebae4c2900a",
        "choice_type": "single"
    },
    {
        "question": "Beta 1 antagonist used in congestive cardiac failure -",
        "exp": "Ans. is 'b' i.e., Metoprolol b-blockers used in CHF1. Cardioselective b-blockers (b-blockers)o Atenololo Bisoprololo Celiprololo Esmololo Metoprololo Nebivololo Acebutalolo Betoxalol2. Non-selective b-blocker with a-blocking actingo Carvedilolo Dilovalolo Medroxalolo BucindololoLabetalolo Bevantololo Nipradilol o Among all these following three are used most commonly -CarvedilolMetoprololBisoprolol",
        "cop": 2,
        "opa": "Atenolol",
        "opb": "Metoprolol",
        "opc": "Salbutamol",
        "opd": "Terbutaline",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "ed80a9f6-0114-45b1-b8ec-0fb320124a04",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an selective a-2 antagonist?",
        "exp": "Ans. is 'c' i.e., Yohimbine o Selective a2-antagonists are yohimbine and idozoxon.Important a adrenergic blocking drugso Non equilibrium (irreversible) type - Phenoxybenzamineo Equilibrium (reversible) typeA. Non selective - Ergotamine, Ergotoxine, Tolazoline, Phentolamine, Chlorpromazine,B. a1 selective - Prazosin, Terazosin, Doxazosin, Trimazosin, Alfuzosin, Indoramine, Urapidil, Tamsulosine.C. a2 selective - Yohimbine, Idazoxan",
        "cop": 3,
        "opa": "Prazosin",
        "opb": "Labetalol",
        "opc": "Yohimbine",
        "opd": "Butoxamine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "cd00eb8b-57e9-4745-91fb-670c5a7c46de",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is beta (b2) antagonistic:",
        "exp": "(Butoxamine): Ref: 125-KDT (136-KDT 6th)CLASSIFICATION OF b ADRENERGIC BLOCKING AGENTSNonselectgive (b1 and b2)Cardio selective (b1)Selective (b2)a. without intrinsic sympatho mimetic activity- Propranolol, sotalol, timololMetoprololButoxamine ICI 118551Atenolol Acebutolol b. With intrinsic sympathomimetic activity- PindololBisoprolol Esmolol Betaxolol c. With additional a blocking property Labetalol, carvediololCarvedilol",
        "cop": 3,
        "opa": "Esmolol",
        "opb": "Betaxolol",
        "opc": "Butoxamine",
        "opd": "Celiprolol",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "21268a07-c658-4831-916c-211c58b1e18a",
        "choice_type": "single"
    },
    {
        "question": "Drug causing ocular hypotension with apnea in an infant is:",
        "exp": "Ans. (B) Brimonidine(Ref: Goodman and Caiman 13th/e p1259)Brimonidine causes CNS depression in newborn babies and can result in apnea, so it is contraindicated in such patients.Ocular adverse effects of anti-glaucoma drugsDrugAdverse EffectMiotics (Pilocarpine)CataractStenosis of nasolacrimal systemPGF2 analogs (Latanoprost)Heterochromia iridisGrowth of eyelashesCystoid Macular EdemaApraclonidineLid retractionBrimonidineCNS depression and apnea in newbornAdrenalineConjunctival pigmentation",
        "cop": 2,
        "opa": "Latanoprost",
        "opb": "Brimonidine",
        "opc": "Timolol",
        "opd": "Acetazolamide",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "378d71b8-4b51-449d-a275-9c653c714e41",
        "choice_type": "single"
    },
    {
        "question": "The unknown drug is likely to be:",
        "exp": "Ans. (B) High dose AdrenalineGiven figure shows that after giving a drug, blood pressure first increases and then decreases. It is known as biphasic response which is characteristic of high dose adrenaline. At low doses, adrenaline stimulates only beta 2 receptors and thus cause only fall in BP. But at high doses, it stimulates both alpha and beta receptors and initially cause rise in BP due to alpha receptor stimulation, however as plasma concentration falls, it lead to decrease in BP due to stimulation of only beta 2 receptors. This is known as biphasic response",
        "cop": 2,
        "opa": "Low dose adrenaline",
        "opb": "High dose adrenaline",
        "opc": "Nor-adrenaline",
        "opd": "Isoprenaline",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "c4392daf-dab0-4877-ad93-1ec727f3fd07",
        "choice_type": "single"
    },
    {
        "question": "All are endogenous catecholamines except:",
        "exp": "Ans. is 'd' i.e. Dobutamine ]Catecholamines are compound containing catechol nucleus and a side chain containing amine group. EndogenousSynthetic* Epinephrine* Isoprenaline* Norepinephrine* Dipivefrin* Dopamine* Dobutamine* Serotonin* Ibopamine* Histamine* Dopexamine * FenoldopamActions of various catecholamine* Adrenaline (Epinephrine)- a1+ a2 + b1+ b2 + weak b3* Noradrenaline (Norepinephrine)- a1 + a2 + b1 + b3 but no b2 action* IsoprenalineB1 + b2 + b3 but no a action* Dopamine- b1 + a + D1 + D2 but no b2* Dobutamine- a + b + no D1 or D2 (considered selective b1)",
        "cop": 4,
        "opa": "Epinephrine",
        "opb": "Norepinephrine",
        "opc": "Dopamine",
        "opd": "Dobutamine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "ad19140d-1d78-4dbc-bf4f-650d79f5aaea",
        "choice_type": "multi"
    },
    {
        "question": "Fastest and briefest action occurs in",
        "exp": "(Tropicamide): (118-KDT 7th edition)TROPICAMIDE - has quickest (20-40 min) and briefest (3-6 hours) action but is a relatively unreliable cycloplgic* It is satisfactory for refraction testing in adults and as a short acting mydriatic for fundoscopy* The mydriatic action can be augmented by combining with phenylephrine",
        "cop": 3,
        "opa": "Atropine",
        "opb": "Homatropine",
        "opc": "Tropicamide",
        "opd": "Cyclopentolate",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "335fa6c5-f7d5-43fa-9a0e-a69b4454c660",
        "choice_type": "single"
    },
    {
        "question": "A patient requires mild cholinomimetic stimulation following surgery. Physostigmine and bethanechol in small doses have significantly different effects on which of the following?",
        "exp": "Ans. (B) Neuromuscular junction(Ref: Katzung 11/e p98)Bethanechol acts on muscarinic receptors only whereas physostigmine increases ACh, thus can stimulate both muscarinic and nicotinic receptors. Neuromuscular junction contains NM receptors, thus will be affected by physostigmine but not by bethanechol.",
        "cop": 2,
        "opa": "Gastric secretion",
        "opb": "Neuromuscular junction",
        "opc": "Sweat glands",
        "opd": "Ureteral tone",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "39bcaf4b-a099-4502-94e6-3c9712af0b48",
        "choice_type": "multi"
    },
    {
        "question": "Short acting mydriatic used in fundoscopy is",
        "exp": "(Tropicamide) (98 - KDT) (111-KDT6th)Tropicamide - It has the quickest (20 - 40 min) and briefest (2-6 hours) action, but it is a relatively unreliable cyclopegic* However it is satisfactory for refraction testing in adults and as short acting mydriatic for fundoscopy",
        "cop": 4,
        "opa": "Atropine",
        "opb": "Homatropine",
        "opc": "Cyclopentolate",
        "opd": "Tropicamide",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "a3b2da3c-d280-473c-9406-57c731c6ed22",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for treatment of malignant hyperthermia -",
        "exp": "Ans. is 'a' i.e., Dantrolene sodium o I. V dantroline is the DOC, it acts by preventing the release of calcium from sarcoplasmic reticulumo Others are for supportive treatment - oxygen, cooling, and insulin & dextrose are given for hyperkalemia due to potassium release from contracted muscle.",
        "cop": 1,
        "opa": "Dantrolene sodium",
        "opb": "Potassium chloride",
        "opc": "Atropine",
        "opd": "Corticosteroids",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "2baa6283-7ec6-4f62-b9b7-4dbcd58598bf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following alpha-blocker drug is used in the treatment of benign hypertrophy of prostate without producing significant hypotension?",
        "exp": "Ans. d (Tamsulosin). (Ref. KD Tripathi 6th/pg. 135)DRUG USED FOR BHP# Alpha-adrenergic blockers:- Terazosin,- Tamsulosin,- Doxazosin:# A 5-a reductase inhibitor - finasteride- Finasteride prevents conversion of testosterone to dihydrotestosterone.# Cyproterone acetate (Anti-androgenic drug) is used for medical castration.Terazosin# It is reversible al-selective antagonist that is effective in hypertension;# It has also been approved for use in men with urinary symptoms due to BPH.# Terazosin has high bioavailability# But is extensively metabolized in liver (only a small unchanged fraction excreted in urine)# The half-life of terazosin is 9-12 hours.Doxazosin# Is efficacious in the treatment of hypertension and BPH.# It differs from prazosin and terazosin in having a longer half-life of about 22 hours.# It has moderate bioavailability and is extensively metabolized, with very little parent drug excreted in urine or feces.# Doxazosin has active metabolites, although contribution to the drug's effects is probably small.Tamsulosin# It is an uroselective a1A/1D antagonist with a structure quite different from that of most other al-receptor blockers.Q# It has high bioavailability and a long half-life of 9-15 hours.# It is metabolized extensively in the liver.# Tamsulosin has higher affinity for alA and alD receptors than for the alB subtype.# The drug's efficacy in BPH suggests that the alA subtype may be the most important subtype mediating prostate smooth muscle contraction.# Furthermore, compared with other antagonists, tamsulosin has less effect on standing blood pressure in patients (causes minimal vascular side effects).# Dizziness and retrograde ejaculation are the only vital side-effects.Alfuzosin# is an al-selective quinazoline derivative that has also been shown to be efficacious in BPH. It has bioavailability of 60%, is extensively metabolized, and has elimination halflife of about 5 hours.Indoramin# It is another al-selective antagonist that also has efficacy as an antihypertensive.Urapidil# It is an al antagonist (its primary effect) that also has weak 2-agonist and 5-HTlA-agonist actions and weak antagonist action at al receptors.# It is used in Europe as an antihypertensive agent and for benign prostatic hyperplasia.",
        "cop": 4,
        "opa": "Dexazosin",
        "opb": "Phentolamine",
        "opc": "Terazosin",
        "opd": "Tamsolusin",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "e41d7c81-3a31-4546-a48f-f015d6e12ded",
        "choice_type": "single"
    },
    {
        "question": "Drug S is most like",
        "exp": "The effects of Drug S are changed by treatment with the beta blocker, but not by the alpha blocker (choices A, C, and D are ruled out). Terbutaline is beta2 selective and would not increase heart rate directly. Drug S is isoproterenol.",
        "cop": 2,
        "opa": "Epinephrine",
        "opb": "Isoproterenol",
        "opc": "Norepinephrine",
        "opd": "Phenylephrine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "56740c08-09ae-4f08-bf66-f8b3433c432c",
        "choice_type": "single"
    },
    {
        "question": "Following is a specific antidote for poisoning due to metoprolol:",
        "exp": "Ans. C. GlucagonRef: Goodman & Gilman's The Pharmacological basis of Therapeutics 12th/ed, p317ExplanationB blocker overdosageTreatment* Common manifestations# Bradycardia (MC)# Hypotension# Prolonged AV conduction times, and widened QRS complexes* Other manifestations# Seizures and depression# Hypoglycemia and bronchospasm.* Significant bradycardia: initially atropine (option a) - cardiac pacemaker often required* Hypotension: Large doses of isoproterenol (option b) or an a agonist* Glucagon (option c): Acts through its own GPCR and independently of the b-adrenergic receptor, has positive chronotropic and inotropic effects on the heart and is used as antidote in p-blocker overdosage.If question was like this: Following are used for poisoning due to metoprolol except:a Atropineb Isoproterenolc Glucagond Verapamil Ans. d. Verapamil# Adverse effects depend on various properties of drug like receptor selectivity, membrane stabilizing property, etc. as follows:Adverse effects depend on the following properties of the drugCaution to be exercisedNon-selective b blocker* Worsening of asthma, COPD: b1 selective blockers preferred but should be used with caution* Worsening peripheral vascular disease: pi blockers well tolerated in mild to moderate PVD, used with caution in severe diseaseb blocker with intrinsic sympathomimetic activity* Preferred in patients prone to develop severe bradycardia with b blocker therapy* Are less useful in angina patients because of stimulation of heartb blocker with membrane- stabilizing properties* Avoid in glaucoma due to risk of Cornell anesthesiab blocker with low lipid solubility* Have less CNS adverse effects compared to more lipid soluble* C/l in renal failure, because are excreted primarily by kidney",
        "cop": 3,
        "opa": "Atropine",
        "opb": "Isoproterenol",
        "opc": "Glucagon",
        "opd": "Verapamil",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "423e1eba-16ae-4251-b1bb-1c34265abc6d",
        "choice_type": "single"
    },
    {
        "question": "Shorest acting beta blocker -",
        "exp": "Ans. is 'a' i.e., Esmolol o Nodalol is longest acting b-blocker.o Esmolol is shortest acting b-blocker.o Acebutolol possesses all activities i.e., cardioselectivity, partial agonist activity, membrane stablizing activity and lipid insolubility.",
        "cop": 1,
        "opa": "Esmolol",
        "opb": "Nodalol",
        "opc": "Acebutolol",
        "opd": "Sotalol",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "aacdc1ec-327e-4b47-9e3d-88e9c7b946ba",
        "choice_type": "single"
    },
    {
        "question": "Tolterodine used in overactive bladder acts by which receptor:",
        "exp": "Ans. c. M3Ref: Goodman Gilman 13th E/P157M3 are Gq subtype of GPCR, which increase calcium and that causes contraction of detrusor. In case of overactive bladder inhibition of M3 is crucial for treatment by anticholinergics.Anticholinergics used in overactive bladder are:OxybutininTolterodineFesoterodineFlavoxateTrospiumDarifenacinSolifenacin",
        "cop": 3,
        "opa": "Ml",
        "opb": "M2",
        "opc": "M3",
        "opd": "M4",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "ec32b953-c7cc-4bd1-b318-770346f1cd90",
        "choice_type": "single"
    },
    {
        "question": "Bronchial calibre is reduced by:",
        "exp": "(Ref: Katzung 14th ed. pg. 130)Sympathetic and parasympathetic fibers present widely on the viscera, control their function.Sympathetic fibers stimulate/constrict heart (increase in HR) and inhibit/Relax all other organs (e.g. Bronchodilation, decreased GI motility, mydriasis, etc.)# Receptor of sympathetic fibres are: b1 (present on heart mainly) and b2 (present on lungs, muscle, liver, etc.)# Stimulation of b2 receptor will cause bronchodilation/ Increased bronchial calibreParasympathetic fibers inhibit/Relax heart (decreased HR) and stimulate/constrict all other organs (bronchoconstriction/reduced bronchial caliber (bronchoconstriction), increased GI motility, miosis, etc.)# Receptors of parasympathetic fibres are M1, M2 and M3# M1 is located mainly in gastric glands and CNS, M2 is located on heart and M3 is located on all other areas like eyes, glands, bladder, intestine, etc.",
        "cop": 3,
        "opa": "Beta 2 receptor stimulation",
        "opb": "Stimulation of sympathetic fibre",
        "opc": "Stimulation of parasympathetic fiber",
        "opd": "Alpha 2 receptor stimulation",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "053b4886-f252-4e57-9486-6d813697d57f",
        "choice_type": "single"
    },
    {
        "question": "Drug with a first dose effect:",
        "exp": "(Ref: Katzung, 14th ed. pg. 159)First dose effect is sudden severe hypotension while changing position from lying to a standing position after first dose intake of alpha blocker, ACE inhibitor.Most common class of drug for causing first dose effect: selective alpha-1 blockerSelective alpha-1 blocker Drugs:# Prazosin: Most common among all# Terazosin# Doxazosin# AlfuzosinOther drugs that can cause first dose effect is: Phentolamine, Tolazoline, Phenoxybenzamine.",
        "cop": 4,
        "opa": "Yohimbine",
        "opb": "Verapamil",
        "opc": "Dopamine",
        "opd": "Prazosin",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "52fccb9a-9470-4b44-a9d8-cec71406bf5d",
        "choice_type": "single"
    },
    {
        "question": "A a1 selective adrenergic blocking agents used in benign prostatic hypertrophy is",
        "exp": "D. i.e. (Tamsulosin) (135- KDT 6th) (83- Lippincott's 3rd)* Prazosi, Terazosin, Doxazosin are useful in the treatment of hypertension. Tamsulosin is indicated for the treatment of benign prostatic hypertrophy (83- Lippincott's 3rd)* According to KDT all are used in BPH. but Tamsulosin is best answer of choice* TAMSULOSIN - is Uroselective aIA/ a1D blocker** better tolerated less side effects* Selective b1 antagonist is - Atenolol*** Selective b2 antagonist is - Butoxamine**",
        "cop": 4,
        "opa": "Prazosin",
        "opb": "Terazosin",
        "opc": "Doxazosin",
        "opd": "Tamsulosin",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "00813868-bbb7-4481-8319-32aa05b12203",
        "choice_type": "single"
    },
    {
        "question": "Tizanidine has action on:",
        "exp": "Ans. a. Alpha adrenergicRef: Goodman Gilman 13th E/P203Alpha-2 AgonistsClonidineDexmedetomidineLofexidineMethyldopaTizanidineGuanfacineGuanabenzMoxonidineApraclonidineBrimonidine",
        "cop": 1,
        "opa": "Alpha adrenergic",
        "opb": "GABA A action",
        "opc": "Gaba B action",
        "opd": "Beta adrenergic",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "b241978e-6305-49b9-aed8-0e0bbc0b3ee4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs has no cycloplegic action?",
        "exp": "Ans. d (Phenylephrine). (Ref. KD Tripathi, Pharmacology, 4th ed., 88, Basak, Ophthalmology, 2nd ed., 44)# Sympathomimetic mydriatics like atropine (strongest cycloplegic), homatropine, cyclopentolate, tropicamide have cycloplegic action.# Pure a-adrenergic agent - PHENYLEPHRINE (Sympathomimetics) is not cycloplegic.# PILOCARPINE is a local parasympathomimetic ocular hypotensive drug whose mitotic effect is useful in the management of angle closure glaucoma.# It is not a cycloplegic drug.Note: a -adrenergic agents such as phenylephrine or oxymetazoline are generally used topically to alleviate nasal congestion and obstruction.",
        "cop": 4,
        "opa": "Atropine",
        "opb": "Cyclopentolate",
        "opc": "Tropicamide",
        "opd": "Phenylepherine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "b23bbb41-b220-4bcd-9608-34f68f876542",
        "choice_type": "single"
    },
    {
        "question": "Shortest acting muscle relaxant:",
        "exp": "Ans. B. SuccinylcholineThere are two types of muscle relaxant - depolarizing and non-depolarizing, succinylcholine is the shortest acting depolarizing MR and mivacurium is longest acting non-depolarizing MR.",
        "cop": 2,
        "opa": "Tubocurarine",
        "opb": "Succinylcholine",
        "opc": "Pancuronium",
        "opd": "Atracurium",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "ff57a741-4139-40ef-8934-5a8c752b703e",
        "choice_type": "single"
    },
    {
        "question": "Alzheimer's disease is treated by:",
        "exp": "Ans. B. Rivastigminea. The mainstay of therapy for patients with Alzheimer disease (AD) is the use of centrally acting cholinesterase inhibitors to attempt to compensate for the depletion of acetylcholine (ACh) in the cerebral cortex and hippocampusb. Rivastigmine, Galantamine, Donepezil are centrally acting ChE inhibitors used for Alzheimer's disease. Donepezil is long acting and can be used once daily. Rivastigmine is also available as a transdermal patchc. Memantine, an NMDA receptor antagonist is also used for Alzheimer's.",
        "cop": 2,
        "opa": "Neostigmine",
        "opb": "Rivastigmine",
        "opc": "Trihexyphenidyl",
        "opd": "Benztropine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "0864976a-ae1f-4524-b0f9-29f3b5081cab",
        "choice_type": "single"
    },
    {
        "question": "shortest acting mydriatic",
        "exp": "Ans. (b) Tropicamide",
        "cop": 2,
        "opa": "Atropine",
        "opb": "Tropicamide",
        "opc": "Homatropine",
        "opd": "Cyclopentolate",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "95d4083b-b6a8-4a29-9c41-5bfe3afeb598",
        "choice_type": "single"
    },
    {
        "question": "The sympathetic and parasympathetic systems exert functionally opposite influences on the following parameters except:",
        "exp": "Ans. B. Atrial refractory periodMost organ receive dual innervation by both SNS and PNS. The level of activity of an organ at a given moment is the sum of sympathetic and parasympathetic tone. However, refractory period of atrial fibers is decreased by sympathetic as well as parasympathetic influences.OrganSNSPNSHeartIncreases HR, ContractionDecreases HRLungBronchodilationBronchoconstrictionGITDecreased motility, Contraction of sphinctersIncreased muscle motilityRelaxation of sphinctersBlood vesselContraction in cutaneous and splanchnic BV, Relaxation in skeletal muscle BVNo direct effect on BV*.Dilation in coronary BV via releases of EDRF(NO)EyeMydriasisMiosis and accommodation for near visionBladderUrinary Retention (contraction of sphincter)Voiding (Contraction of detrusor; relaxation of trigone)GenitaliaEjaculationErection",
        "cop": 2,
        "opa": "Heart rate",
        "opb": "Atrial refractory period",
        "opc": "Pupil diameter",
        "opd": "Intestinal motility",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "23ea2c13-933a-4b38-81bd-4c13835d562f",
        "choice_type": "multi"
    },
    {
        "question": "Propranolol is contraindicated in diabetes mellitus due to:",
        "exp": "(Masks the hypoglycemic symptoms): Ref: 127-KDT, 478-BB (139-KDT6th)HYPOGLYCEAMIA: - especially with non selective (Propranolol) members, which block b2 receptors, and especially in Diabetes and after substantial exercise, due to impairment of the normal sympathetic mediated homeostatic mechanism for maintaining the blood glucose ie recovery from iatrogenic hypoglycaemia is delayed but since a-adrenoceptors are not blocked, hypertension (which may be severe) can occur as the sympathetic system discharges in an 'attempt' to reverse the hypoglycemia, In addition, the symptoms of hypoglycaemia in so for as they are mediated by the sympathetic (anxiety, palpitations) will not occur (through cholinergic sweating will) and the patients may miss the warning symptoms of hypoglycaemia and slip into coma b1 - selective drugs are preferred in diabetes.* b- blockade leads to decreased glycogenolysis and decreased glucogon secretion. Therefore if a Type I DM is to be given propranolol very careful monitoring of blood glucose is essential, because pronounced hypoglycemia may ocular after insulin injection, b-blocker also atemuate the normal physiologic response to hypoglycemia (87-Lippincott's 4th)",
        "cop": 3,
        "opa": "Causes hyperglycemia",
        "opb": "Causes seizures",
        "opc": "Masks the hypoglycemic symptoms",
        "opd": "Causes hypotension",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "9f39550d-d98a-4b58-a3fd-80176eb5fb34",
        "choice_type": "single"
    },
    {
        "question": "All of the following beta blockers have intrinsic sympathomimetic activity EXCEPT:",
        "exp": "(Ref: Katzung, 14th ed. pg. 166; KDT, 6th ed. pg. 140)Some patients are sensitive to beta blockers. They usually develop bradycardia upon intake. Such patients are known as b -blocker sensitive patient.However, some beta blockers possess Intrinsic Sympathomimetic Activity (ISA) aka partial agonistic activity. For such sensitive patients, beta blockers with partial agonistic activity are preferred.These drugs themselves activate b1 or b2 receptors sub- maximally.Benefits:# Bradycardia and depression of contractility at rest are not prominent.# Withdrawal doesn't exacerbate hypertension or angina.Beta Blockers With Partial Agonistic Activity(Remembered as Mn. COP Pins CAB)# Celiprolol, Oxprenolol, Penbutolol# Pindolol# Carteolol# Acebutalol# Bopindolol",
        "cop": 2,
        "opa": "Celiprolol",
        "opb": "Propanolol",
        "opc": "Pindolol",
        "opd": "Acebutalol",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "618317be-db8d-4754-b155-9a7fcbd708e2",
        "choice_type": "multi"
    },
    {
        "question": "Acetylcholine is not used commersially because:",
        "exp": "[Cl (Rapidly destroyed in the body): Ref: 80KDT,435-BB (93-KDT 6th)Acetylcholine is not used because of evanescent and nonselective action* Acetylcholine injected IV. Does not penetrate blood brain barrier and no central effects are seen.* Acetylcholine has such great importance in the body it is not surprising that attempts have been made to use it in therapeutics, But a substance with a huge variety of effects and so rapidly destroyed in the body is unlikely to be useful when given systemically, as its history in psychiatry illustrates.",
        "cop": 3,
        "opa": "Long duration of action",
        "opb": "Costly",
        "opc": "Rapidly destroyed in the body",
        "opd": "Crosses blood brain barrier",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "94a01d07-b673-4c27-ad19-18b0cca3ac2c",
        "choice_type": "multi"
    },
    {
        "question": "Wrong about clonidine is -",
        "exp": "Ans. is 'b' i.e., First line for ADHDo Behavioural therapy is the first line therapy for the treatment of ADHD. The first line drug for ADHD is Methylphenidate.Clonidineo It acts (partial agonist) on a2 receptors, especially a2A in brainstem - Stimulation of a2A receptors in medulla (vasomotor centre) - decrease sympathetic out flow - fall in BP and bradycardia (also due to enhanced vagal tone),o a2A receptor stimulation is responsible for sedation produced by clonidine.o Clonidine also binds to a nonadrenergic receptor, imidazoline receptor, which may also mediate antihypertensive effect.o Rilmenidine and moxonidine are selective cerebral imidazoline receptor agonists with little a2 action -equivalent antihypertensive action with low sedative property.o Rapid i.v. injection of clonidine raises BP transiently due to activation of peripheral postsynaptic vasoconstrictor a2B receptors at high concentrations so attained. Oral doses producing lower plasma levels cause only fall in BP, because clonidine has lower intrinsic activity on a2B receptors which predominate in vascular smooth muscle,o Uses of clonidine* Hypertension# Opioid withdrawl# Menopausal syndrome* Alcohal withdrawal# Smoking cessation# Loose motions in diabetic neuropathy* Test for pheochromocytoma o Abrupt discontinuation of clonidine therapy can lead to rebound hypertension (treated with phentolamine); therefore this drug is not suitable for people having travelling job like business executives who are likely to miss the doses.",
        "cop": 2,
        "opa": "Alpha 2 receptor agonist",
        "opb": "First line for ADHD",
        "opc": "Sudden withdrawal causes rebound hypertension",
        "opd": "Controls loose motions due to diabetic neuropathy",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "16780636-f631-4cfb-af18-e83d0f8361a6",
        "choice_type": "single"
    },
    {
        "question": "Botulinum toxin acts on:",
        "exp": "(Ref: KD Tripathi, 7th ed. pg. 99)Release of Ach from nerve terminals occurs in small quanta--amount contained in individual vesicles is extruded by exocytosis.Two toxins interfere with cholinergic transmission by affecting release:# Botulinum toxin inhibits release# Black widow spider toxin induces massive release and depletionBotulinum toxin# Botulinum toxin A and B are highly potent exotoxins produced by Clostridium botulinum that are responsible for 'botulism' (a type of food poisoning). These neurotoxic proteins cause long-lasting loss of cholinergic transmission by interacting with axonal proteins involved in exocytotic release of Ach.",
        "cop": 1,
        "opa": "Inhibition of release of neurotransmitter",
        "opb": "Post synaptic block",
        "opc": "At synapse",
        "opd": "Reuptake inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "b07bc454-eb96-4ce9-a37e-e85156cfefb5",
        "choice_type": "single"
    },
    {
        "question": "A patient came to the casualty with acute bronchial asthma after treatment for glaucoma. The probable drug may be:",
        "exp": "Ans. (A) Timolol(Ref KDT 8th/e p167)Timolol is a non-selective beta blocker and can precipitate acute attacks of asthma in a susceptible individual via blockade of b2 receptors. Betaxolol is a cardioselective beta blocker and is less likely to cause this adverse effect.",
        "cop": 1,
        "opa": "Timolol",
        "opb": "Betaxolol",
        "opc": "Latanoprost",
        "opd": "Anticholinesterase",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "02ada2d9-89f2-4451-afa2-c55a40b6082a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an example of irreversible carbamate?",
        "exp": "Ans. is 'c' i.e., Propoxur AnticholinesterasesReversibleIrreversibleCarbamateAcridineOrgnophosphatesCarbamates* Physostigmine* Neostigmine* Pyridostigmine* Edrephonium* Ambenonium* Galantamine* Donepezil & rivastigmine* Tacrine* Echothiophate* Dyflos (Disfluorophosphate)* Parathion, malathion* Diazinon* Carbaryl* Propoxur",
        "cop": 3,
        "opa": "Ambenonium",
        "opb": "Galantamine",
        "opc": "Propoxur",
        "opd": "Rivastigmine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "bccefb01-982d-49df-9e7f-a2a90011beae",
        "choice_type": "single"
    },
    {
        "question": "Atropine is added to pyridostigmine in treatment of myasthenia gravis due to:",
        "exp": "Ans. B. To decrease the muscarinic side effectsTreatment of myasthenia gravisa. Anticholinesterase - Pyridostigmine, an intermediate-acting agent, is preferred in clinical use to the shorter-acting neostigmine bromide and the longer-acting Ambenonium chloride. Dosing is every 6 hours for pyridostigmine and every 4 hours for neostigmine.b. Atropine is sometimes added to neostigmine in treatment of myasthenia gravis due to decrease muscarinic side effectsc. Thymectomy is an important treatment option for MG, especially if a thymoma is presentd. Immunosuppressive therapy E.g. steroids, Methotrexate, Azathioprine, Cyclosporine. Used in moderate or severe cases that do not respond adequately to AChE inhibitors and thymectomy.e. Plasmapheresisf. IVIg is used for Moderate or severe MG worsening into crisis",
        "cop": 2,
        "opa": "To prevent the central excitation",
        "opb": "To decrease the muscarinic side effects",
        "opc": "To prolong the effect of neostigmine",
        "opd": "To delay the progression of disease",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "d12a32d4-035f-47c9-a81b-a1312746c2ef",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is selective alpha antagonist?",
        "exp": "Ans. B. PrazosinPrazosin is selective alpha 1 blocker which used in patients suffering from BHP. They also used in hypertension. Phentolamine is nonselective alpha blocker. Clonidine is alpha 2 agonists.",
        "cop": 2,
        "opa": "Propanolol",
        "opb": "Prazosin",
        "opc": "Phentolamine",
        "opd": "Clonidine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "ab43d339-8210-4804-a46d-cda710a4e419",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antiglaucoma drugs can result in this adverse effect?",
        "exp": "Ans. (B) LatanoprostThe image shows overgrowth of eyelashes, It is also known as hyper trichosis. It is an adverse effect of PFG2a analogs like latanoprost.",
        "cop": 2,
        "opa": "Apraclonidine",
        "opb": "Latanoprost",
        "opc": "Pilocarpine",
        "opd": "Dipivefrine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "31baad9a-7070-4246-be7d-0a4d218abb03",
        "choice_type": "single"
    },
    {
        "question": "Tamsulosin, a adrenoceptor antagonist has affinity for which of the following receptors?",
        "exp": "Ans. A. AlaVarious types a blockers of and their advantages in BPHa. Prazosin over Phenoxybenzamineb. Prazosin (selective a1 blocker) have better tolerability (less tachycardia and hypotension) over nonselective blockers.c. Doxazosin and Terazosin over Prazosind. Terazosin and doxazosin are long-acting drugs that need once a day dosing. But they need dose titration to minimize first dose hypotensione. Tamsulosin over Doxazosinf. Tamsulosin has minimal hypotension due to a1A selective blockade. But it causes increased ejaculatory dysfunction.g. Alfuzosin over all othersh. Therefore, there was a need for a long-acting selective a1 blocker that did not require dose titration, had minimal side effects on BP and ejaculatory function. This was provided by Alfuzosin",
        "cop": 1,
        "opa": "a I A",
        "opb": "a I D",
        "opc": "None of the above",
        "opd": "Both (A) and (B)",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "3ffef023-a094-45ab-83e3-ea4161d5ae8a",
        "choice_type": "multi"
    },
    {
        "question": "A patient is having narrow angle glaucoma. Drug contraindicated in this patient is:",
        "exp": "Ans. C. HomatropineAny drug having anti-cholinergic action can produce mydriasis in eye. Mydriasis is dangerous in a patient of glaucoma as it can precipitate the attack of angle closure glaucoma. Homatropine is an anti-cholinergic drug, therefore should be avoided in Glaucomatous patientSome other classes of drugs, i.e. tricyclic antidepressants, 1st generation anti-psychotic (phenothiazines), antihistamines and disopyramide possess significant antimuscarinic actions.",
        "cop": 3,
        "opa": "Acetazolamide",
        "opb": "Timolol",
        "opc": "Homatropine",
        "opd": "Pilocarpine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "3359e038-5a65-444f-a01c-8e0618ab4e1f",
        "choice_type": "single"
    },
    {
        "question": "Drug NOT used in pulmonary hypertension -",
        "exp": "Ans. is 'c' i.e., alpha blockers Pulmonary hypertension General managementDiuretic therapy may be useful as it relieves pulmonary edema.Anticoagulant therapy is advocated for all patients.Specific managementCalcium channel blockersPatients who have substantial reductions in pulmonary arterial pressure in response to short acting vasodilators at the time of cardiac catheterization should be initially treated with calcium channel blockers.Endothelin receptor antagonistBostenan is a non-selective endothelium receptor antagonist, is an approved t/t for patients who are NYHA functional classes III and IV.Phosphodiesterase-5 inhibitorsSlidenafil is used for patients who are NYHA functional classes II and III.ProstacyclinsIloprost is a prostacyclin analogue used in PAH patients who are NYHA functional classes III and IV.Pulmonary circulation is unique in that it accommodates a blood flow that is almost equal to that of all the other organs of body but still maintains low pressure.The factors responsible for low pressure in pulmonary circulation (even with large volume of blood) are:-Larger diameter of pulmonary vessels due to thin wall of pulmonary artery and arterioles.Greater compliance (distensibility) of pulmonary vessels.Humoral factors responsible for maintaining pulmonary circulation:- NormallyNO causes vasodilation and | proliferation of smooth muscles by |in the cone, of cGMP - this increases the diameter of pulmonary vessels.PGI2 causes vasodilation and decreased proliferation of smooth muscles by increasing the cone, of cAMP -increase in the diameter of pulmonary vessels. Prostaglandin also decreases coagulation.Endothelin causes vasoconstriction and increase smooth muscle proliferation -| lumen of pulmonary vessels.- Normally the vasodilators and antiproliferative effects of NO and PGI2dominateIn Pulmonary hypertensionThere is | production of NO (and cGMP) and PGI2 (and cAMP), | vasoconstriction and proliferation of smooth muscles, | lumen of pulmonary vessel. Decreased production of PGI2 also causes increased coagulation.There is | production of endothelin, | vasoconstriction and smooth muscle proliferation, | lumen.Drug therapy in pulmonary hypertension is targeted at these growth factor pathways which are involved in the pathogenesis of pulmonary hypertension;Endothelium receptor antagonistBostenan is an endothelin receptor antagonist. It prevents endothelin mediated contraction of vessels. Phosphodiesterase-5 inhibitorsNitric oxide mediates its action through increasing cGMP concentration. Increased cGMP relaxes the vessels. cGMP is degraded by an enzyme phosphodiesterase-5 (PDE-5).- Sildenafil is a phosphodiesterase 5 inhibitor. It reduces the degradation of cGMP, thus causing vascular relaxation and reducing pulmonary hypertension.ProstacyclinsIn pulmonary hypertension, the level of prostacyclin is reduced.This causes pulmonary constriction as prostacyclin causes dilatation of pulmonary vessels.",
        "cop": 3,
        "opa": "Calcium channel blocker",
        "opb": "Endothelin receptor antagonist",
        "opc": "Alpha blocker",
        "opd": "Prostacyclin",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "36cb7392-e870-4707-a5e1-d12533715fb9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following beta blocker doesn't cause bradycardia?",
        "exp": "Ans. A. PindololPindolol is beta blocker with intrinsic sympathomimetic activity. These drugs themselves activate beta 1/2 sub maximally.",
        "cop": 1,
        "opa": "Pindolol",
        "opb": "Labetalol",
        "opc": "Bisoprolol",
        "opd": "Atenolol",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "d14a0ee5-29ed-4948-92b8-de5989da96fa",
        "choice_type": "single"
    },
    {
        "question": "Longest acting muscle relaxant is-",
        "exp": "Ans. is 'c' i.e., Doxacurium o Amongst the given options doxacurium is longest acting (Duration of action 90-120 minutes),o Rocuronium (duration of action 30-60 minutes), Atracurium (duration of action 30-60 minutes) and vecuronium (duration of action 60-90 minutes) have shorter duration of action than doxacurium.Properties of NM Blockerso Longest acting Neuromuscular blocker - Pancuronium (duration of action 120-180 minutes). (Goodman & Gilman llth/e p. 222) (Note: In some books pipecuronium or Doxacurium have given as the longer activity),o Shortest and fastest acting neuromuscular blocker - Succinylcholine (suxamethonium) - duration of action 5-8 minutes.o Shortest acting competitive (nondepolarizing) neuromuscular blocker - Mivacurium (duration of action 12-18 minutes).o Fastest acting nondepolarizing blocker - Rocuronium (can be used for endotracheal intubation as an alternative to Sch).o Non-depolarizing neuro-muscular blockers can cause ganglion block, vagal block and Histamine release (different agents has different propensity).o Histamine release is caused by - D-TC (maximum tendency), succinylcholine, mivacurium, doxacurium, atracurium, tubocurarine - can cause bronchoconstriction.o Virtually no histamine release - Pancuroniumo Vagal block is caused by - Pancuronium, recuronium, Gallamine.o Maximal vagal block and tachycardia is caused by - Pancuronium (Previously it was gallamine, but it is not used now).o Vagal stimulation is caused by - succinylcholine (can cause bradycardia).o Ganglion block is caused by -d-Tc, Meiocurine, Alcuronium.o Maximum ganglion blockade is caused by - d-TC.o Ganglion stimulation is caused by - Succinylcholine.o Most commonly used muscle relaxant for routine surgery ->> vecuronium.o Most potent skeletal muscle relaxant - Doxacurium.o Least potent skeletal muscle relaxant - Succinylcholine (Gallamine was /east potent but it is not used now).o Least potent nondepolarising muscle relaxant - Rocuronium.o MR of choice for - intubation - Sch (1st choice), Rapacuroium (2nd choice), Rocuronium (3rd choice),o Mivacurium is the only non-depolarizing blocker that is metabolized by plasma cholinesterase.o Gallamine was the most nephrotoxic NM blocker - was contraindicated in renal failure. Due to its nephrotoxic and tetratogenic potential it has been withdrawn,o Recuronium produces pain on injection.o Succinylcholine is the muscle relaxant of choice for rapid endotracheal intubation. Rapacuronium and rocuronium are alternates.",
        "cop": 3,
        "opa": "Atracurium",
        "opb": "Vecuronium",
        "opc": "Doxacurium",
        "opd": "Rocuronium",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "47eb3895-b4dd-441f-bb85-f9bcc38f233b",
        "choice_type": "single"
    },
    {
        "question": "Atropine causes:",
        "exp": "Ans: b (Tachycardia) Ref: KDT, 6th ed, p. 107The most prominent action of atropine on heart is tachycardia due to the blockade of M receptors on the S A node through which vagal tone decreases heart rate.Other effects of atropine are:CNS: Overall stimulant action,rise in body temperature due to action on hypothalamusCVS: Tachycardia, no marked effect on BPGIT: Decreases intestinal motility by GI smooth muscle relaxationRESP: Bronchodilatation and reduced airway resistanceURINARY: Relaxes bladder and causes urinary retentionEYE: Local anesthetic action on cornea. Mydriasis, Cycloplegia, Abolition of light refelexGLANDS: Decreases lacrimation, Sweating, Salivation by M blockade",
        "cop": 2,
        "opa": "Bradycardia",
        "opb": "Tachycardia",
        "opc": "Aggravation of heart block",
        "opd": "Decreased vasomotor tone",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "c32a7494-3506-4aae-8991-3ee55563af95",
        "choice_type": "single"
    },
    {
        "question": "In treatment of shock Dobutamine is preferred over Dopamine because?",
        "exp": "ANSWER: (D) All of the aboveREF: KDT 5th edp.470DopamineActs on D1 , D2 , alpha and betal receptorsLow doses: renal vasodilation (D1 action)Moderate doses: Positive ionotropism (betal action) High doses: Vasoconstriction ( alphal action)DobutamineRelatively betalspecific agonistIonotropic i.e increases force of cardiac contraction without causing vasoconstriction . increasing afterload, heart rate or BP.Therefore since dobutamine is betal specific, doesn't cause vasoconstriction, it is less arrythmogenic, and doesn't affect renal vasculature it is preferred in cardiogenic shock, however it is less suitable for shocks in which vasoconstriction is required.",
        "cop": 4,
        "opa": "It causes less arrhythmia",
        "opb": "It causes less renal vasodilatation",
        "opc": "It causes less coronary vasoconstriction",
        "opd": "All the above",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "a769576d-2631-4093-a657-6c23392d069f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug is commonly used in narcoanalysis?",
        "exp": "Ans. (B) Scopolamine hydrochloride(Ref: J Psychiatry and Law 1993:3:447-471)Controlled administration of intravenous hypnotics to obtain information from subjects who are unable or unwilling to provide it otherwise, is known as Narcoanalysis or Narcosynthesis.Drugs used for narcoanalysis are:[?]Ethanol[?]Scopolamine[?]Temazepam[?]Barbiturates like Thiopentone and AmobarbitalThese drugs are also known as truth drug or truth serum.Phenobarbitone is not used, rather amobarbital is used for narcoanalysis.",
        "cop": 2,
        "opa": "Atropine sulfate",
        "opb": "Scopolamine hydrochloride",
        "opc": "Phenobarbitone",
        "opd": "Morphine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "0478a4df-b4ed-4f30-bf70-9784ed2bb589",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old theatre actress developed few wrinkles on the face. The treating physician advised her to have local injections of a drug. This drug is also indicated in cervical dystonia and other spastic disorders like cerebral palsy. Very recently, it has also been approved for prophylaxis of migraine. The physician warned of the drug to cause dry mouth and blurring of vision. The actress searched the compound on internet and found the site of action of the drug as shown in the Figure below.Which of the following drug is being talked about?",
        "exp": "Ans. (C) Botulinum toxin(Ref: KK Sharma 2/e p217)As shown in the diagram, the drug is inhibiting the exocytosis of ACh. Botulinum toxin act by this mechanism. Other features pointing towards botulinum toxin are:Anticholinergic adverse effects (dry mouth, blurring of vision)Use in wrinkles, spastic disorders, prophylaxis of migraine.",
        "cop": 3,
        "opa": "Hemicholinium",
        "opb": "Vesamicol",
        "opc": "Botulinum toxin",
        "opd": "Physostigmine",
        "subject_name": "Pharmacology",
        "topic_name": "A.N.S.",
        "id": "d41b6154-c6db-4a8e-95c5-5bc24b4de39e",
        "choice_type": "single"
    }
]