[
    {
        "question": "Which of the following is associated with cough?",
        "exp": "Ans: a (Lisinopril) Ref: KDT, 6th ed, p. 484* Cough is a side effect of ACE-1.* Bradykinin and substance P seem to be responsible for the cough. Thromboxane antagonism, aspirin, and iron supplementation reduce cough induced by ACE inhibitors. Once ACE inhibitors are stopped, the cough disappears, usually within 4 days.Important points on ACE inhibitorsEnalapril, fosinopril, perindopril, and ramipril are prodrags.Captopril & lisinopril does not require hydrolysis to become active ACE inhibitorEnalapril is converted in the body into enalaprilat. Enalaprilat differs from captopril in that it is an analog of a tripeptide rather than a dipeptide.Adverse effects of ACE inhibitors are cough; hypotension; hyperkalaemia; acute renal failure in patients with bilateral renal artery stenosis, stenosis of the artery to a single remaining kidney, heart failure, or volume depletion owing to diarrhea or diuretics; teratogenicity; skin rash; proteinuria, angioedema and dysguesia.",
        "cop": 1,
        "opa": "Lisinopril",
        "opb": "Propranolol",
        "opc": "Verapamil",
        "opd": "Sodium nitroprusside",
        "subject_name": "Pharmacology",
        "topic_name": "ACE Inhibitors",
        "id": "98dce37e-30db-461f-81bd-8fc6e3c21dca",
        "choice_type": "single"
    },
    {
        "question": "ACE inhibitor contraindicated in which of the following condition:",
        "exp": "Ans. (a) Bilateral renal artery stenosisRef. Katzung's pharmacology 10th ed. Ch 11* ACEI inhibits the converting enzyme peptidyl dipeptidase that hydrolyzes angiotensin I to angiotensin II and (under the name plasma kininase) inactivates bradykinin, a potent vasodilator, which works at least in part by stimulating release of nitric oxide and prostacyclin.* Drugs under this class are: Captopril, Enalapril, Lisinopril, Benazepril, fosinopril, moexipril, perindopril, quinapril, ramipril, and trandolapril.* ACE inhibitors have a particularly useful role in treating patients with chronic kidney disease because they diminish proteinuria and stabilize renal function (even in the absence of lowering of blood pressure).* ACE inhibitors have also proved to be extremely useful in the treatment of heart failure, and after myocardial infarction, and* There is recent evidence that ACE inhibitors reduce the incidence of diabetes in patients with high cardiovascular risk.",
        "cop": 1,
        "opa": "Bilateral renal artery stenosis",
        "opb": "Chronic kidney disease",
        "opc": "Post myocardial infarction",
        "opd": "Diabetes mellitus",
        "subject_name": "Pharmacology",
        "topic_name": "ACE Inhibitors",
        "id": "a5b2e089-3e8a-490a-9387-74687302149f",
        "choice_type": "single"
    },
    {
        "question": "Drugs which is ACE inhibiton ?",
        "exp": "Ans. is 'd' i.e., Fosinopril Drugs acting on RASACE inhibitorsRenin inhibitorsAngiotensin antagonists (Angiotensin receptor blockers or ARBs)o Captoprilo Enalaprilo Aliskireno Losartano Lisinoprilo Benazeprilo Remikireno Candesartano Ramiprilo Fosinoprilo Enakireno Irbesartano Trandoloprilo Imidapril o Valsartano Perindopril o Telmisartano All ACE inhibitors are prodrugs except captopri! and Lisinopril.Important points about ACE inhibitorso ACE inhibitors inhibit the enzyme kininase II or ACE.o Angiotensin converting enzyme is also involved in the metabolism of Bradykinin -Bradykinin level is increased, which is responsible for dry cough and angioedema produced by ACE inhibitors,o ACE inhibitors also potentiate the hypotensive action of exogenously administered bradykinin.o ACE inhibitors decreases BP by decreasing total peripheral resistance (A-II is a potent vasoconstrictor) - Both systolic and diastolic BP fall,o There is no effect on cardiac output.o Cardiovascular reflexes are not interfered with and there is little dilatation of capacitance vessels - Postural hypotension is not problem (But because of faster action of captopril an initial sharp fall in BP first dose hypotension may occur).o Reflex sympathetic stimulation does not occur despite vasodilatation - Can be used safely in patients with ischaemic heart disease. (Note - ACE inhibitors are the only vasodilators which do not reflexly activate sympathetic system).o All ACE inhibitor are prodrugs except captopril and lisinopril.o Captopril is shortest and fastest acting A CE inhibitor:o Captopril has maximum bioavailibily among ACE inhibitors,o Lisinopril is slowest acting.o Presence of food in stomach reduces the bioavailibility of captopril and Imidapril (not other ACE inhibitors).o Fosinopril is unique in being a phosphinate compound that is glucuronide conjugated and eliminated both by liver and kidney (only kidney is the mode of excretion for all other ACE inhibitors after metabolism in the liver).o ACE inhibitors are teratogenic - Contraindicated in pregnancy.o Acute renal failure is precipitated by ACE inhibitors in patients with bilateral renal artery stenosis - Contraindicated in these patients.",
        "cop": 4,
        "opa": "Losartan",
        "opb": "Milrinone",
        "opc": "Candesartan",
        "opd": "Fosinopril",
        "subject_name": "Pharmacology",
        "topic_name": "ACE Inhibitors",
        "id": "0d6172c9-ced2-44bb-a6da-709cc0a6abc7",
        "choice_type": "multi"
    },
    {
        "question": "Following statements are true/false about drugs affecting renin angiotensin aldosterone system?1. Aliskiren acts by inhibiting the secretion of renin2. Enalapril can cause cough and angioedema3. Losartan inhibits the formation of angiotensin II4. Epleronone causes gynaecomastia as an adverse effect5. Sampatrilat has additional inhibitory activity on neprilysin apart from inhibitory effect on ACE.",
        "exp": "Ans. CExplanation:* Aliskiren is a renin inhibitor. It does not inhibit secretion of renin. Rather it inhibits the action of renin after it is secreted. Beta blockers act by inhibiting the secretion of renin.* ACE inhibitors like enalapril prevent the degradation of bradykinin. Excessive bradykinin can result in cough and angioedema as adverse effects.* Losartan is an angiotensin receptor antagonist. It does not inhibit the formation of angiotensin II.* Epleronone is a new aldosterone antagonist like spironolactone, however unlike spironolactone, it does not cause gynaecomastia.* Sampatrilat and omapatrilat are vasopeptidase inhibitors. These can inhibit two enzymes; ACE and neprilysin.",
        "cop": 3,
        "opa": "True: 3, 4; False: 1, 2, 5",
        "opb": "True: 1, 2; False: 3, 4, 5",
        "opc": "True: 2, 5; False: 1, 3, 4",
        "opd": "True: 4, 5; False: 1, 3, 5",
        "subject_name": "Pharmacology",
        "topic_name": "ACE Inhibitors",
        "id": "2145abd4-88d7-467c-b1d1-3356cf921414",
        "choice_type": "multi"
    },
    {
        "question": "Bilateral renal artery stenosis is a contraindication for which Antihypertansive drug-",
        "exp": "Ans. is 'c' i.e., ACE inhibitors o Patients with renal artery stenosis are dependent on efferent arteriolar vasoconstiction for maintenance of glomerular filtration pressure. Angiotensin II is responsible for vasoconstriction of efferent arteriole.o ACE inhibitors prevent the generation of Angiotensin II. This causes dilatation of efferent arterioles and fall in glomerular filtration pressure. This can ppt renal failure.o Therefore ACE inhibition are C/I in patients with bilateral renal artery stenosis.",
        "cop": 3,
        "opa": "Beta - blockers",
        "opb": "Calcium channel blockers",
        "opc": "ACE inhibitors",
        "opd": "Diuretics",
        "subject_name": "Pharmacology",
        "topic_name": "ACE Inhibitors",
        "id": "ddb25104-3a4c-4309-9fbd-d7fec08fdfc0",
        "choice_type": "single"
    },
    {
        "question": "Dysguesia is side effect of",
        "exp": "Ans. a (Captopril). (Ref. Harrison's medicine, 16th ed., Table 230-8, Pg 1474)ADVERSE EFFECTS OF CAPTOPRIL =# Cough, Angioedema, Proteinuria, Taste changes, hypOtension, Pregnancy problems (fetal renal damage), Rash, Increased renin, Lower angiotensin II. Also hyperkalemia, Leukopenia>Pancytopenia, Urticarial rash and ARF in bilateral RASEducational point:# Fosinopril excreted more in bile than others.# Losartan is an angiotensin II receptor antagonist. It is not an ACE inhibitor and does not cause cough.",
        "cop": 1,
        "opa": "Captopril",
        "opb": "Enalapril",
        "opc": "Ramipril",
        "opd": "Lisinopril",
        "subject_name": "Pharmacology",
        "topic_name": "ACE Inhibitors",
        "id": "fd45007c-9422-4d9a-b805-8167b274a0fb",
        "choice_type": "single"
    },
    {
        "question": "Sacubitril is a/an",
        "exp": "(B) Neuro-endopeptidase inhibitor[?]Sacubitril is a pro-drug used in combination with valsartan to reduce the risk of cardiovascular events in patients with chronic heart failure (NYHA Class II-IV) and reduced ejection fraction.oIt acts by inhibiting neprilysin (neutral endopeptidase) which is responsible for the degradation of atrial and brain natriuretic peptide.oANP & BNP are released under atrial and ventricle stress, which activate downstream receptors leading to vasodilation, natriuresis and diuresis.oInhibition of neprilysin leads to reduced breakdown and increased concentration of endogenous natriuretic peptides in addition to increased levels of vasoconstricting hormones such as angiotensin II.oIt is given in combination with valsartan which is an aangitensin receptor blocker, resulting in a decrease in vascular resistance and blood pressure.oMost common adverse reactions (>=5%) are hypotension, hyperkalemia, cough, dizziness, & renal failure.oCardiovascular & renal effects of sacubitril is a result of the increased levels of peptides that are normally degraded by neprilysin. PHARMACOKINETICS OF SACUBITRIL* ClassAntiotensin-receptor nepilysin inhibitor* ForumulationSacubitril/valsatran-24/26mg,49/51mg,97/103mg tablets* RouteOral* Tmax0.5 hrs (Sacubitril); 2 hours (LBQ657)*; 1.5 hrs (Valsartan)* EliminationSacubitril (52-68% urine 37-48% feces; Valsartan (-13% urine; 86% feces)* Half-life1.4 hrs (sacubitril); 11.5 hrs (LBQ657)*; 9.9 hrs (valsartan)* Active metabolite of sacubitril.[?]VALSARTANois mainly used for treatment of high blood pressure, congestive heart failure, & to increase the chances of living longer after a heart attack. It is an angiotensin II receptor antagonistoSACUBITRILoSacubitril blocks the activity of an enzyme called neprilysin. When neprilysin is active, it breaks down helpful peptides Sacubitril inhibits nepnlysin so peptide levels can go up. These peptides help relax blood vessels & decrease sodium and fluid in the body.[?]ACE inhibitoroAn angiotensin-converting-enzyme inhibitor (ACE inhibitor) is used primarily for the treatment of hypertension (elevated blood pressure) and congestive heart failure.[?]Renin inhibitorsoRenin inhibitors are used primarily in treatment of essential hypertension (high blood pressure).oThese drugs inhibit the first and rate-limiting step of the renin-angiotensin-aldosterone system (RAAS), namely the conversion of angiotensinogen to angiotensin[?]Angiotensin receptor antagonist: Angiotensin II receptor blockers (ARBs) are medications that block the action of angiotensin II by preventing angiotensin II from binding to angiotensin II receptors on muscles surrounding blood vessels",
        "cop": 2,
        "opa": "ACE inhibitor",
        "opb": "Neutral endopeptidase inhibitor",
        "opc": "Renin inhibitor",
        "opd": "Angiotensin receptor antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "ACE Inhibitors",
        "id": "f01017cc-885f-4356-9d4b-95372d5d04d1",
        "choice_type": "single"
    },
    {
        "question": "Angiotensin II level decreased by which antihypertensive -",
        "exp": "Ans. is 'b' i.e., Enalapril",
        "cop": 2,
        "opa": "Hydralazine",
        "opb": "Enalapril",
        "opc": "Methyldopa",
        "opd": "Nitroglycerine",
        "subject_name": "Pharmacology",
        "topic_name": "ACE Inhibitors",
        "id": "69046cc3-530a-4ec3-983f-5751e8433976",
        "choice_type": "single"
    },
    {
        "question": "The most significant adverse effect of ACE inhibition is:",
        "exp": "Ans. is 'a' i.e. Hypotension [Ref: KDT 5th/e, p 449 _First dose hypotension is a significant adverse effect of ACE inhibitorA steep fall in blood pressure may occur following the first dose of an ACE inhibitor particularly in patients with elevated peripheral resistance.Care should be exercised in patients who are salt depletedbeing treated with multiple antihypertensive drugs having congestive heart failure on diureticsIn the above mentioned situations, t/t should be initiated with very small doses of ACE inhibitors or salt intake should be increased and diuretics should be withdrawn before beginning the therapy.Other adverse effects of ACE inhibitorsHyperkalemiaIs an important risk factor in patients withimpaired renal functionon K+ sparing diureticsCoughPersistent brassy coughCaused by inhibition of bradykininRashes, urticaria Angioedema DysgeusiaReversible loss of taste sensationMore common with captoprilFetopathicTeratogenic when given in 2nd trimesterSafe in first half.Granulocytopenia and proteinuria Acute renal failureIt is precipitated by ACE inhibitors in patients with bilateral renal artery stenosis due to dilatation of efferent arterioles and fall in glomerular filtration pressure.",
        "cop": 1,
        "opa": "Hypotension",
        "opb": "Hypertension",
        "opc": "Hypocalcemia",
        "opd": "Hypercalcemia rate",
        "subject_name": "Pharmacology",
        "topic_name": "ACE Inhibitors",
        "id": "5a2463aa-fd94-4f03-8abf-4a23c80c1c7d",
        "choice_type": "single"
    },
    {
        "question": "All are true about losartan, EXCEPT :",
        "exp": "Ans. is 'b' causes hyperuricemia [Ref KDT 5th/e p 453 (page 208, 4th/e)lLosartan is a mild uricosuric agent, i.e causes hypouricemia Losartan is a competitive antagonist* of angiotensin II* (10000 times more selective for AT1 than AT2).It blocks all overt actions of AILIn liver it gets converted to long acting metabolite (E 3174)* which is 10-30 times more potent* non competitive antagonist of AT1Plasma t 1/2 of Losartan - 2hr E3174 - 6-9 hrs.It has several advantages over ACE inhibitorsIt does not cause cough*It does not cause dysgeusia* (altered taste sensation)It does not cause first does hypotension*Similarities with ACE inhibitorHyperkalemia * and hypotension *Teratogenic",
        "cop": 2,
        "opa": "Angiotensin II antagonist",
        "opb": "Causes hyperuricemia",
        "opc": "Does not cause cough",
        "opd": "Long acting metabolites",
        "subject_name": "Pharmacology",
        "topic_name": "ACE Inhibitors",
        "id": "4dd385c3-e31c-4d8a-8e60-8fd1ead9803a",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are the indications for use of ACE inhibitors, except'.",
        "exp": "Ans. is 'd' i.e., Pheochromocytoma Uses of ACE inhibitorHypertension -The antihypertensive effect of ACE inhibitor results primarily from vasodilationACE inhibitors are now the first line drugs in all grades of hypertension (About 50% of patients respond to monotherapy)ACE inhibitors are most useful in hypertension when the raised blood pressure results from excess renin production (renovascular hypertension)Cardiac failure -Multicentric trials have shown that ACE inhibitors retard the progression of left ventricular systolic dysfunction and prolong survival of CHF patients of all grades (I to TV) (they reduce mortality).Unless contraindicated ACE inhibitors are now advocated as first line drugs in all patients with symptomatic as well as asymptomatic left ventricular inadequacy.Diabetic nephropathy -Prolonged ACE inhibitor therapy has been found to prevent or delay end stage renal disease in type 1 as well as type II diabetics.ACE inhibitors are the first line drug for hypertensive type 1 diabetics. There is also evidence that ACE inhibitors have a proteinuria-sparing effect in type I diabetics with normal B.P.All patients with diabetic nephropathy, whether hypertensive or normotensive deserve ACE inhibitor therapy.Myocardial infarction -ACE inhibitors given after M.I. markedly reduces the incidence of heart failure.Scleroderma crisis -Ace inhibitors cause dramatic improvement in patients of scleroderma crisis with marked rise in B.P. and deterioration in renal function.Prophylaxis in high cardiovascular risk subjectsACE inhibitors tilt the fibrinolytic balance towards a profibrinolytic state by reducing plasma levels of plasminogen activator inhibitor -1.",
        "cop": 4,
        "opa": "Hypertension",
        "opb": "Myocardial Infarction",
        "opc": "Left Ventricular Dysfunction",
        "opd": "Pheochromocytoma",
        "subject_name": "Pharmacology",
        "topic_name": "ACE Inhibitors",
        "id": "0362ac92-1ca3-48fc-a35b-b9a2992c557f",
        "choice_type": "multi"
    },
    {
        "question": "Spironolactone should not be given with -",
        "exp": "Ans. is 'c' i.e., ACE inhibitors o Spironolactone is a potassium sparing diuretic, therefore, it can cause hyperkalemia decreasing the potassium diuresis.o ACE inhibitors can also cause hyperkalemia by inhibiting the production of angiotensin I, an inmmediate precursor of angiotensin II. Angiotensin causes excretion of K+ by increasing the secretion of aldosterone (Normally aldosterone enhances absortion of Na+ in distal tubules in exhange of active secretion of K+).o ACE inhibitors decrease potassium excretion by inhibiting the generation of Angiotensin.o Therefore, More pronoundced hyperkalemia can occur in patients receiving ACE inhibitors with sprironolactone",
        "cop": 3,
        "opa": "Chlorothiazide",
        "opb": "b-blocker",
        "opc": "ACE inhibitors",
        "opd": "Amlodipine",
        "subject_name": "Pharmacology",
        "topic_name": "ACE Inhibitors",
        "id": "158f6045-a622-456e-b887-169e486f8f4a",
        "choice_type": "single"
    },
    {
        "question": "Rationale of not using ACE inhibitor with spironolactone is?",
        "exp": "ANSWER.: (A) HyperkalemiaREF: KDT 6th edition page 484, Katzung 12 th edition page 185ACE inhibitors are contraindicated with potassium supplements and potassium sparing diuretics (spironolactone) because they can cause dangerous hyperkalemia.ACE inhibitors are also contraindicated with NSAIDs because they attenuate the hypotensive action.ACE inhibitors increases the lithium toxicity by reducing the lithium clearanceACE inhibitors + Diuretics+ NSAIDs combination contraindicated as they can cause renal failure.",
        "cop": 1,
        "opa": "Hyperkalemia",
        "opb": "Hypokalemia",
        "opc": "Increases cough",
        "opd": "Hypomagnesimia",
        "subject_name": "Pharmacology",
        "topic_name": "ACE Inhibitors",
        "id": "5a5781c8-db01-4f0f-b820-cbee9e397232",
        "choice_type": "single"
    },
    {
        "question": "Which of the following do not decrease the angiotensin II activity:",
        "exp": "Ans. C. NesiritideACE inhibitors and ARB decrease the angiotensin II activity. Omapatrilat is Vasopeptidase inhibitor which inhibits both ACE and NEP. Nesiritide is recombinant BNP which has no role on angiotensin II activity.",
        "cop": 3,
        "opa": "Enalapril",
        "opb": "Valsartan",
        "opc": "Nesiritide",
        "opd": "Omapatrilat",
        "subject_name": "Pharmacology",
        "topic_name": "ACE Inhibitors",
        "id": "ee1837c9-8749-45c8-b3fb-ba0ccdebf0ca",
        "choice_type": "single"
    }
]