[
    {
        "question": "Drug of choice for herpes simplex viral infections is:-",
        "exp": "Acyclovir is the drug of choice for herpes simplex viral infections. Viral infection Drug of choice Herpes simplex Acyclovir Herpes zoster Valacyclovir CMV Ganciclovir Influenza Oseltamivir RSV Ribavirin Hepatitis B Tenofovir Hepatitis C Combination of oral drugs* HIV Tenofovir + Lamivudine + Eirenz *HCV protease inhibitors (previrs), NS5A inhibitors (asvirs) and NS5B inhibitors (buvirs) are used in different combinations for different genotypes MC resistance mechanism in HSV-1 for acyclovir is absent or deficient viral thymidine kinase activity. Viral thymidine kinase is required for the initial phosphorylation of acyclovir to acyclovir monophosphate which conves to active acyclovir triphosphate by cellular kinases.",
        "cop": 1,
        "opa": "Acyclovir",
        "opb": "Tenofovir",
        "opc": "Ganciclovir",
        "opd": "Abacavir",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral Drugs",
        "id": "d9b8b57e-19be-441f-9c88-4689002a6eea",
        "choice_type": "single"
    },
    {
        "question": "TECOVIRIMAT is recently approved anti-viral drug. It is used for against which virus?",
        "exp": "TECOVIRIMAT: a. Used for treatment of Small pox (In bioterror attacks) b. Orally administered c. Binds to envelop virus P37 and inhibits extracellular viral forms d. Inhibits transmission",
        "cop": 1,
        "opa": "Small pox",
        "opb": "Chicken pox",
        "opc": "Dengue",
        "opd": "Influenza",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral Drugs",
        "id": "41c9dbb9-4da2-4520-a20b-6223f49ee0a5",
        "choice_type": "multi"
    },
    {
        "question": "More than 90% of this drug is excreted in the urine in intact form. Because its urinary solubility is low, patients should be well hydrated to prevent nephrotoxicity. The drug is:",
        "exp": "- Both indinavir and acyclovir can cause nephrotoxicity and renal stone formation. - But indinavir is metabolized mainly in the liver and acyclovir is excreted unchanged in the urine. - Therefore patients should be well hydrated to prevent nephrotoxicity of acyclovir.",
        "cop": 3,
        "opa": "Indinavir",
        "opb": "Zidovudine",
        "opc": "Acyclovir",
        "opd": "Amantadine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral Drugs",
        "id": "afd6ce45-6856-4ad7-8c24-e764f71a578e",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding amantadine and rimantadine except :",
        "exp": "Amantadine and rimantadine As antiviral against influenza A: Mechanisms of action Inhibit an early step in viral replication(viral uncoating) strains At late step it alters hemagglutinin processing Main action is on M2 protein- Drugs inhibit the acid-mediate dissociation of the ribonucleoprotein complex early in replication and potentiate acidic pH-induced conformational changes in the hemagglutinin during its intracellular transpo later in replication NOTE: Rimantadine is 4-10 times more active than amantadine Amantadines are effective against influenza A H1N1 in adults and children if treatment is initiated within 2 days of the onset of symptoms Both drugs are useful for the prevention and treatment of infections caused by influenza A virus (not influenza B) Viually all H3N2 strains of influenza circulating worldwide are resistant to these drugs Resistance to these drugs results from a mutation in the RNA sequence encoding for the M2 protein transmembrane domain",
        "cop": 2,
        "opa": "Rimantadine is 4-10 times more active than amantadine",
        "opb": "Combination of amantadine and rimantadine are effective on Influenza B also",
        "opc": "Both act by inhibiting an early step in viral replication",
        "opd": "They are effective against influenza A H1N1 in if treatment is initiated within 2 days of the onset of symptoms",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral Drugs",
        "id": "a0dc18cd-6a64-441a-a24e-9fb2d2313393",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are direct acting agents for HCV infections except?",
        "exp": "Entecavir is used for treatement of hepatitis B HEPATITIS C: Previously treated with Interferons and Ribavarin this treatment was very toxic now we use all oral agents for the treatment DIRECT ACTING AGENTS ARE: PROTEASE(NS-3A/4) INHIBITORS NS-5A INHIBITORS NS-5B INHIBITORS TELAPREVIR SIMPREVIR BOCEPREVIR GRAZOPREVIR PARITAPREVIR ELBASVIR LEDIPASVIR DACLATASVIR OMBITASVIR PIMBRENTASVIR SOFOSBUVIR DASABUVIR BECLABUVIR",
        "cop": 3,
        "opa": "Ledipasvir",
        "opb": "Beclabuvir",
        "opc": "Entecavir",
        "opd": "Paritaprevir",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral Drugs",
        "id": "d8fd0712-2700-4470-8ec2-ea75ae2a114c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following neuraminidase inhibitor has 100% renal elimination?",
        "exp": "Renal elimination Oseltamavir: 95 % Zanamivir : 100% Peramivir : 90%",
        "cop": 2,
        "opa": "Oseltamavir",
        "opb": "Zanamivir",
        "opc": "Peramivir",
        "opd": "Acyclovir",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral Drugs",
        "id": "369212c3-e4e2-4488-9a63-0d4eb9f90b40",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is used for prophylaxis of H1N1 influenza virus infections?",
        "exp": "Oseltamivir, Zanamivir, Peramivir are neuraminidase inhibitor which are used for treatment and prevention of HINI and H5N1 influenzae. Acyclovir: Acyclic guanosine derivative with clinical activity against HSV1, HSV2, and VZV, but it is 10 times more potent against HSV1 and HSV2 than VZV. Tenofovir, Abacavir: NI, used in HIV.",
        "cop": 1,
        "opa": "Oseltamivir",
        "opb": "Abacavir",
        "opc": "Tenofovir",
        "opd": "Acyclovir",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral Drugs",
        "id": "8067e8c0-1c8b-4d31-b689-571b84d3c0f4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about the novel antiviral drug Remdesivir?",
        "exp": "Remdesivir Novel antiviral agent developed by Gilead Sciences First developed as an antiviral against Ebola virus during the 2014 outbreak in west Africa. Adenosine analog Interferes with the action of the viral RNA dependent RNA polymerase Evades proof reading by the viral exoribonuclease causing decrease in viral RNA production. Promising results in animal studies for MERS-CoV and SARS, suggesting it may have some effects in patients with COVID-19. Dose being studied is 200mg iv on day one followed by 100mg iv once daily for 4 to 9 days. Currently Remdesivir has received investigational new drug (IND) status and several clinical trials are ongoing on patients with SARS-CoV-2 infection.",
        "cop": 2,
        "opa": "Was developed during the MERS outbreak in 2012",
        "opb": "An adenosine analog, interferes with the action of viral RNA-dependent RNA polymerase and causes decrease in viral RNA production",
        "opc": "Drug of choice for the treatment of pneumonia caused by SARS-CoV-2",
        "opd": "It is an FDA approved drug for COVID-19",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral Drugs",
        "id": "b3121cbe-609c-4289-b2d8-858a71630204",
        "choice_type": "multi"
    },
    {
        "question": "Drug effective against both hepatitis B as well as HIV is",
        "exp": "Lamivudine is NI used in both HIV and hepatitis B (low dose).Lamivudine is effective in chronic hepatitis B;this is due to longer intracellular t1/2 of lamivudine in HBV infected cells than in HIV infected cells. Acyclovir - effective against HSV-1>HSV-2>VZV=EBV. Foscarnet -effective against H.simplex,CMV,other herpes group viruses and HIV. Cidovofir- effective against HSV,CMV,pox and adenoviruses.",
        "cop": 3,
        "opa": "Acyclovir",
        "opb": "Foscarnet",
        "opc": "Lamivudine",
        "opd": "Cidofovir",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral Drugs",
        "id": "13e6b2f5-20d3-4b5a-8eb3-2dab107e497b",
        "choice_type": "multi"
    },
    {
        "question": "Ganciclovir is preferred over acyclovir in the following condition:",
        "exp": "* Ganciclovir is the drug of choice for CMV infections. * Acyclovir is highly effective against Herpes simplex and Varicella zoster (chicken pox and herpes zoster) but it has very little activity against CMV.",
        "cop": 4,
        "opa": "Herpes simplex keratitis",
        "opb": "Herpes zoster",
        "opc": "Chickenpox",
        "opd": "Cytomegalovirus retinitis in AIDS patients",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral Drugs",
        "id": "5211de2d-b9bb-4d4d-90d6-628d41e0c57a",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of Oseltamivir and Zanamivir is:-",
        "exp": "Oseltamivir acts by inhibiting influenza virus neuraminidase enzyme which is needed for release of progeny virions from the infected cell. Other neuraminidase inhibitor includes Zanamivir & Peramivir. These are used against Flu Virus (Bird flu/swine Flu). Drugs like Amantadine and Rimantadine are viral uncoating inhibitors. Route of administration of neuraminidase inhibitors in influenza: Zanamivir: Inhalational Oseltamivir: Oral Peramivir: Intravenous",
        "cop": 4,
        "opa": "DNA polymerase inhibition",
        "opb": "Inhibition of viral mRNA",
        "opc": "Blocking viral uncoating",
        "opd": "Neuraminidase inhibition",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral Drugs",
        "id": "58334ea6-83a6-43ee-8c46-1a07c53c4864",
        "choice_type": "single"
    },
    {
        "question": "Aerosol drug used for treatment of RSV infection in a child is?",
        "exp": "DOC for treatment of RSV infection is ribavirin Indinavir - protease inhibitor used in HIV Tenofovir - NI used in HIV Amantadine - used for influenza virus",
        "cop": 3,
        "opa": "Indinavir",
        "opb": "Amantadine",
        "opc": "Ribavirin",
        "opd": "Tenofovir",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral Drugs",
        "id": "7883cdbc-15c8-4521-b4d3-3868d9e010fb",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for cytomegalovirus retinitis in HIV patients is:-",
        "exp": "Ganciclovir is an analogue of acyclovir which is the most active drugs against CMV. It is activated intracellularly by virus specific thymidine kinase and its triphosphate nucleotide inhibits viral DNA polymerase. CMV retinitis is treated by i.v. infusion of ganciclovir 10 mg/kg/day. This can prevent blindness in AIDS patients. Systemic therapy can be supplemented by intravitreal injection of ganciclovir.",
        "cop": 2,
        "opa": "Acyclovir",
        "opb": "Ganciclovir",
        "opc": "Amantadine",
        "opd": "Foscarnet",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral Drugs",
        "id": "42de0bc8-5d8f-42b4-8051-b45b8fb2d81b",
        "choice_type": "single"
    },
    {
        "question": "Dose of oseltamivir for chemoprophylaxis in an infant is:-",
        "exp": "Oral oseltamivir for treatment of influenza Age Weight Dose Frequency Duration <1yr 3mg /kg* Twice daily* 5 days* >1yr <15kg 30mg 15-23kg 45mg 23-40kg 60mg >40kg 75mg* Oral oseltamivir for Chemoprophylaxis 3 months-1yr 3mg /kg* once daily* 7 days* >1yr <15kg 30mg 15-23kg 45mg 23-40kg 60mg >40kg 75mg*",
        "cop": 1,
        "opa": "3 mg / kg once daily",
        "opb": "20 mg once a day",
        "opc": "20 mg twice a day",
        "opd": "20 mg thrice a day",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral Drugs",
        "id": "886a1049-e2ae-4f70-b1e9-a495cc6a1271",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antiviral drugs is used against HCV infection?",
        "exp": "Sofosbuvir is a direct acting anti-viral drug used against HCV infection. It is a nucleotide analog that inhibits HCV RNA polymerase (NS-5B). The active from of sofosbuvir competes with uridine triphosphate for incorporation into HCV RNA by NS5B polymerase. -Acyclovir: DOC for Herpes simplex virus 1 and 2 and also DOC for varicella zoster -Oseltamivir: DOC for bird flu and swine flu -Adefovir: Primarily used for HBV infection",
        "cop": 2,
        "opa": "Acyclovir",
        "opb": "Sofosbuvir",
        "opc": "Oseltamivir",
        "opd": "Adefovir",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral Drugs",
        "id": "f0677e81-618e-4eb0-8c91-456edaa56bbe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is drug of choice for CMV retinitis?",
        "exp": "Doc for CMV retinitis - Ganciclovir Other drugs used - Foscarnet, cidofovir Herpes simplex virus (HSV), Varicella zoster virus (VZV) - Acyclovir Anti HIV drugs - Tenofovir, Abacavir Ganciclovir: Activated intracellularly by virus specific thymidine kinase Due to poor oral absorption, bioavailability of ganciclovir is low (<10%) It's prodrug valganciclovir ,which is better absorbed orally, has replaced it for oral therapy Systemic S/E: Bone marrow depression Rash ,fever,vomiting Neuro psychiatric disturbances",
        "cop": 3,
        "opa": "Acyclovir",
        "opb": "Tenofovir",
        "opc": "Ganciclovir",
        "opd": "Abacavir",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral Drugs",
        "id": "b521ddee-9a0b-46ea-8afa-4508b2376b1f",
        "choice_type": "single"
    },
    {
        "question": "Which antiviral drug is used in both HIV an hepatitis B:-",
        "exp": "Drugs used in treatment of both HIV and Hepatitis B: * Lamivudine * Emtricitabine * Tenofovir Acyclovir and Abacavir are protease inhibitors used in treatment of HIV. Enfuviritide is a Gp41 inhibitor, it inhibits the fusion of virus with host cell.",
        "cop": 3,
        "opa": "Acyclovir",
        "opb": "Abacavir",
        "opc": "Emtricitabine",
        "opd": "Enfuviide",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Viral Drugs",
        "id": "55c2a868-c47c-431e-8207-a91e2dd196c9",
        "choice_type": "multi"
    }
]