[
    {
        "question": "Even in large dosages used in malaria, quinine does not cause toxicity, because :",
        "exp": "Ans. is 'b' elevated plasma alpha} acid glycoprotein. Patient with malaria can achieve high plasma level of quinine with few signs of toxicity because of the elevated plasma alpha 1 acid glycoproteins, produced during acute phase of infection. It prevents quinine toxicity through binding of most of the drug in the plasma.Peak plasma level which a person can achieve without producing toxicity.a. in severely ill patients -15-20 mg/litreb. in persons without malaria - 10 mg/litreAbout quinineIt is an erythrocytic schizonticide*Used for treatment of multidrug resistant strains of P. falciparumAssociated with a triad of dose related toxicitiesCinchonism*Hypotension*Hypoglycemia*",
        "cop": 2,
        "opa": "It enters in fat cells",
        "opb": "Elevated plasma alpha acid glycoprotein",
        "opc": "Deposited in infected RBC's",
        "opd": "Excreted rapidly in urine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Malarial",
        "id": "e5de76cc-3a7a-4af7-8c26-c11096183176",
        "choice_type": "single"
    },
    {
        "question": "Chloroquine related eye disease risk is high in all except -",
        "exp": "Ans. is 'd' i.e., Intake for > 2 years Chloroquine is used to treat malaria and certain connective tissue disorders.Chloroquine has serious irreversible toxic effects on the retina resulting inDecreased visual acuityBlurred visionDiplopiaImpaired colour visonDecreased night visionVisual filed defectsThe chloroquine maculopathy begins insidiously and its features include: - - Fine mottling of the maculaArteriolar narrowingPeripheral retinal pigmentationLoss of the foveal reflexIn advances cases * Depigmented macula is surrounded by pigmented ring maculopathy - Bull's eye.Chloroquine retinopathy is dose related and usually only develops after cumulative dose of3002,Oral dose of250 mg/day for 3 years significantly increases the risk of maculopathyRisk factors for chloroquine maculopathyDaily dose > 3 mg/kg/day or 250 mg/dayCumulative dose > 460 gmsDuration of treatment > 5 yearsEvidence of renal and hepatic insufficiency",
        "cop": 4,
        "opa": "Total cumulative dose > 460 g",
        "opb": "Daily dose > 3 mg/kg or > 250 mg /day",
        "opc": "In patients with kidney dysfunction",
        "opd": "Intake for > 2 years",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Malarial",
        "id": "e3500a5c-a383-45a9-b757-84202864d5b6",
        "choice_type": "multi"
    }
]