[
    {
        "question": "Lactic acidosis is a side effect of:",
        "exp": "Ans. is 'a' i.e. Phenformin Both, phenformin and metformin cause lactic acidosis but phenformin more than metforminOther important adverse effects of oral hypoglycemicsHypersensitivityRashesPhotosensitivityAgranulocytosisChloe static jaundice (Only by chlorpropamide)Disulfiram like effect - ChlorpropamideNot safe in pregnancy (Sulfonylureas), secreted in milk.",
        "cop": 1,
        "opa": "Phenformin",
        "opb": "Metformin",
        "opc": "Chlorpropramide",
        "opd": "Glibenclamide",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Diabetes",
        "id": "08f6ab66-d980-466e-99be-c654a5393710",
        "choice_type": "single"
    },
    {
        "question": "GLP-1 analogue used in diabetes mellitus -",
        "exp": "Ans. is 'a' i.e., Exenatide ANTI-HYPERGLYCEMIC AGENTS | | |OralParenteral|| | ||||Release insulinOther mechanismInsulinGLP-analogsAmylin analogs| |||||||||| o Exenatideo Liraglutideo Pramlintide|| Sulfonyl ureasMeglitinides ||o Repaglinideo Nateglinide ||First generationo Chlorpropamide o TolbutamideSecond generationo Glipizideo Gliclazideo Glibenclamide ||||||BiguanidesThiazolidinedionesa-glucosidase inhibitorsD2 AgonistDPP-4 inhibitorSGLT-2 inhibitoro Metformino Pioglitazoneo Rosiglitazoneo Bromocriptineo Sitagliptino Vildagliptino Saxagliptino Alogliptino Dapagliflozino Canagliflozino Acarboseo Miglitol",
        "cop": 1,
        "opa": "Exenatide",
        "opb": "Pramalintide",
        "opc": "Sitaglipin",
        "opd": "Canagliflozin",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Diabetes",
        "id": "b9ed47c0-bd71-411c-ab20-cae204dc16c6",
        "choice_type": "single"
    },
    {
        "question": "Troglitazone i? the drug used in the treatment of:",
        "exp": "Ans: B (Type 2 diabetes meliitus) Ref: Goodman tfi Gillman v Tin Pharmacological Basis of Therapeutics 2011, 12th Edition, McGrow Hill. Burton LL.P 1261-62Explanation:TroglitazoneAs a Monotherapy it is not useful in Type 1 diabetes beeause it needs presence of insulin for its action.Troglitazone is withdrawn from the market because it is known to cause severe fatal hepatic failure.The newer thiazolidenidiones like Pioglitazone and rosiglitazone are known to cause CHF as a result of fluid retention.Rosiglitazone is found to be associated with increased risk of cardiovascular events.Pioglitazone can reduce the TG levels by 10- 15% because of its action on PPARA",
        "cop": 2,
        "opa": "Petit mal epilepsc",
        "opb": "Type 2 diabetes meliitus",
        "opc": "Hyperlipidaemia",
        "opd": "D. Osteoporosis",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Diabetes",
        "id": "996e3838-ba18-4d05-8838-8938bb1c591d",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding oral hypoglycemic agent, EXCEPT :",
        "exp": "Ans. is 'a' Effective only after total pancreatectomy Mechanism of action of sulfonylureasPresence of at least 30% functional pancreas is necessary for the action of oral hypoglycemics (Sulfonyl ureas).They act on sulfonylurea receptors present on beta cells of pancreas. This increase insulin secretion.Oral hypoglycemics are used only in uncomplicated type 11 diabetes (N1DDM).Both phenformin and metformin cause lactic acidosis (Phenformin > metformin).",
        "cop": 1,
        "opa": "Effective only after total pancreatectomy",
        "opb": "Metformin causes lactic acidosis",
        "opc": "Causes release of insulin from beta-cells",
        "opd": "Useful in obese maturity onset diabetics",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Diabetes",
        "id": "0a2cc35a-a16d-4882-838a-4e8c57511a29",
        "choice_type": "multi"
    },
    {
        "question": "Mechanism of action of sulfonylureas is -",
        "exp": "Ans. is 'a' i.e., Insulin release Sulfonvlureas act byo Sulfonylurease provoke a brisk release of insulin from pancreas.o They act on the so called \"Sulfonylurea receptors\" (SUR1) on pancreatic b-cell membrane - cause depolarization by reducing conductance of ATP sensitive K+ channels. This enhances influx of Ca+2 - degranulation.o They do not cause hypoglycemia in pancreatectomized animals and type 1 diabetes (Presence of at least 30% of functional b-cells in essential for their action).o A minor action reducing glucagon secretion by increasing insulin and somatostatin release has been demonstrated,o Extrahepatic actionOn chronic administration they sensitize the target cells (especially the liver) to the action of insulin.On chronic administration their action on pancrease (to release insuline) declines due to down regulation of sulfonylurea receptors.But glycemic control is maintained due to extrahepatic action.",
        "cop": 1,
        "opa": "Insulin release",
        "opb": "Alpha glucosidase inhibitor",
        "opc": "PPAR g inhibitor",
        "opd": "Insulin sensitizer",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Diabetes",
        "id": "c96503ec-89b0-42da-9634-37e81be2a07d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not act by increasing insulin secretion?",
        "exp": "Ans. a. Rosiglitazone (Ref: Harrison 18/e p2998, 17/e p2300; KDT 7/p270, 6/e p269,270; Goodman Giilman 12/e p1260; Katzung 12/e p757, Katzung 11/e p742,743)Rosiglitazone does not act by increasing insulin secretion. Rosiglitazone is an oral antihyperglycemic agent that acts primarily by decreasing insulin resistance.\"Rosiglitazone is an oral antihyperglycemic agent that acts primarily by decreasing insulin resistance. It deceases insulin resistance in the muscles, adipose tissues and in the liver resulting in increased insulin dependent glucose disposal and decreased hepatic glucose output. \"\"Pioglitazone and rosiglitazone are insulin sensitizers and increase insulin-mediated glucose uptake by 30-50% in patients with type 2 diabetes. Although adipose tissue seems to be the primary target for PPARg agonists, both clinical and preclinical models support a role for skeletal muscle, the major site for insulin-mediated glucose disposal, in the response to thiazolidinediones. In addition to promoting glucose uptake into muscle and adipose tissue. the thiazolidinediones reduce hepatic glucose production and increase hepatic glucose uptake. \"--Goodman Giilman 12/e p1260\"Thiazolidinediones (Tzds) act to decrease insulin resistance. Tzds are ligands of peroxisome proliferator-activated receptor- gamma, part of the steroid and thyroid superfamily of nuclear receptors. These PPAR receptors are found in muscle, fat, and liver. \"--Katzung 12/e p757Anti-hyperglycemic DrugsOralParenteralInsulin Secretagogues (Increase Insulin Secretion)InsulinSulfonylureas* 1st Generation:- Tolbutamide,Chlorpropamide* 2nd Generation:- Glibenclamide, Glipizide- Gliclazide, GlimepirideUltra short acting* Lispro, Aspart, GlulisineShort acting* Regular (Crystalline zinc) * Semi lenteIntermediate Acting* NPH, LenteLong Acting* Glargine, DetemirNewer generation* Albulin, Inhaled insulinMeglitinides* Repaglinide, NateglinideQ* GLP-1 analogs: ExenatideQ, LiraglutideQ* Amylin analogues: PramlintideQDipeptidyl Peptidase-4 inhibitors* Sitagliptin, VildagliptinQ* Saxagliptin, AlogiiptinQ* LinagliptinQOther Mechanisms Overcome insulin resistance* Biguanides: MetforminQ* ThiazolidinedionesAlpha-glucosidaseinhibitors* Acarbose, MiglitolQ* VagliboseQSodium glucose Contransporter-2 (SGLT-2) inhibitors* Dapaglifozin* Serglifozin* Remoglifozin* Canaglifozin RosiglitazoneBelongs to Thiazoiidinedione's; Other drugs of this group are Troglitazone. Pioglitazone.It is an oral antihyperglycemic agent that acts primarily by decreasing insulin resistanceQRosiglitazone deceases insulin resistance in the muscles, adipose tissues and in the liver resulting in increased insulin dependent glucose disposal and decreased hepatic glucose outputQMechanism of action:Potent and highly selective agonist for peroxisome proliferator activated receptor gamma (PPARg)QPPAR receptors are found in tissues important for insulin action such as adipose tissue, skeletal muscle and liver (highest level in adipose tissue).Activation of (PPARg) nuclear receptors modulates the transcription of a number of insulin responsive genes involved in the control of glucose & lipid metabolismQ.Rosiglitazone appears to reduce insulin resistance by enhancing fatty acids storage and possibly by increasing adiponectin levelsQMetabolism:Extensively metabolized in liver by hydroxylation & oxidationQLiver function should be monitored in patients receiving thiazoiidinedione's even though pioglitazone & rosiglitazone rarely have been associated with hepatotoxicity.Thiazolidinedione's should not be used in patients with NYHA class III or IV failure.Main side effect of all thiazolidinedione's is water retention leading to edema.Sometimes there is significant water retention leading to decompensation of potentially previously unrecognized heart failureThiazolidinedione's should be prescribed with both caution and patient warnings about the potential for water retention/weight gain especially in patients with decreased ventricular function.Adverse Effect:Rosiglitazone increases the risk of angina & Ml",
        "cop": 1,
        "opa": "Rosiglitazone",
        "opb": "Repaglinide",
        "opc": "Exenatide",
        "opd": "Sitagliptin",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Diabetes",
        "id": "7c38e48f-c543-487b-bbc5-d0fbfbb72a86",
        "choice_type": "single"
    },
    {
        "question": "Antidiabetic drug of choice for obese patients",
        "exp": "Ans. (a) MetforminRef KDT 6th ed. 1267# metformin* Metformin is an antidiabetic drug from biguanides category.* They improve lipid profile, hence considered as DOC for DM in obese patients.* MOA:# increase peripheral utilization of glucose# Inhibit hepatic gluconeogenesis* Metformin never causes hypoglycemia.* Another drug from Biguanides is Phenformin, which is withdrawn, because it causes lactic acidosis.* Sulfonylureas causes a brisk release of insulin from pancreas which stimulate the functional receptors for the intake of glucose.# they can cause hypoglycemia.# Preferred in thin patients with DM* Repaglinide has same MOA as sulfonylureas, but it is short acting.# Used to control sudden rise of glucose after meal.* Acarbose act by inhibiting G.I. absorption of sugar.# s/e: can cause osmotic diarrhea.Also Know* Safest sulfonylureas: Tolbutamide (safer in elderly also)* Remembered as: MOST- Metformin for Obese; Sulfonylureas for Thin.",
        "cop": 1,
        "opa": "Metformin",
        "opb": "Sulfonylureas",
        "opc": "Repaglinide",
        "opd": "Acarbose",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Diabetes",
        "id": "67ad2261-f56f-4fc3-b282-c58c16b56202",
        "choice_type": "single"
    },
    {
        "question": "Incretin like function is seen in -",
        "exp": "Ans. is 'a' i.e., Exenatide o Exenatide is a synthetic glucagon-like peptide - 1 (GLP-l) analogue,o GLP-l is an important incretin that is released from gut in response to oral glucose.o But GLP-I can not be used clinically as it is degraded rapidly by enzyme dipeptidly peptidase - 4 (DPP-4).o Exenatide is resistant to DPP-4.o It acts similar to GLP-l -Enhancement of postprandial insulin release, suppression of glucagon release and appetite as well as slowing of gastric emptying,o It is given by subcutaneous route & used in type 2 DMo Nausea is most important side effect.",
        "cop": 1,
        "opa": "Exenatide",
        "opb": "Miglital",
        "opc": "Poiglitazone",
        "opd": "Repaglinide",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Diabetes",
        "id": "7b766ed0-54ad-4448-8cb6-9443c6b8d5c2",
        "choice_type": "single"
    },
    {
        "question": "MOA of oral hypoglycemic agent",
        "exp": "Ans. (b) Enhance glucose uptake by skeletal muscleRef.: KDT 6th ed. / 267OHA DrugsMechanism of actionMetformin and thiazolidinedi- ones* Inhibition of hepatic gluconeogenesis* Enhance glucose uptake in skeletal muscleSulfonylureas and ripaglindeStimulate insulin release from pancreasAcarboseDecrease absorption of glucose from intestine",
        "cop": 2,
        "opa": "Inhibit glucose uptake by skeletal muscle",
        "opb": "Enhance glucose uptake by skeletal muscle",
        "opc": "Stimulate glycogenolysis",
        "opd": "Stimulate gluconeogenesis",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Diabetes",
        "id": "e84b9ad6-4396-4cfb-bccc-24960c8a12e4",
        "choice_type": "single"
    },
    {
        "question": "Maximum hypoglycemia is caused by which oral hypoglycomic -",
        "exp": "Ans. is 'b' i.e., Sulfonylureas o Oral hypoglycemic drugs may be divided into two groups.1. Group 1# These drugs reduce plasma glucose by stimulating insulin production, therefore called insulin secretogogues.# Hypoglycemia is a well known side effect.# Examples are:i) Sulfonylureas: first generation (chlorpropamide, tobutamide); second generation (Glimipiride, glyburide, glipizide, gliclazide).ii) Megalitinnide/D-phenylalanine analogues: Nateglinide, Rapaglinide.2. Group 2# These drugs reduce blood glucose without stimulating insulin production, therefore are insulin nonsecretogogues.# These durgs do not cuase hypoglycemia when used alone and can cause hypoglycemia, only when used with other oral hypoglycemics.# Examples are:i) Biguanides: Metformin, Phenforminii) Thiazolidinediones: Rosiglitazone, Pioglitazone, Troglitazone.iii) a-glucosidase inhibitors: Acarbose, miglital.",
        "cop": 2,
        "opa": "Metformin",
        "opb": "Sulfonylureas",
        "opc": "Miglital",
        "opd": "Pioglitazone",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Diabetes",
        "id": "5171383e-d8c0-43d1-99ba-3e9129ab8daf",
        "choice_type": "single"
    },
    {
        "question": "Crystallization and storage of insulin requires -",
        "exp": "Ans. is 'b' i.e., Zn++ o Zinc ions are essential for the formation of hexameric insulin and hormone crystallization.o Following the synthesis of proinsulin, zinc promotes the formation of proinsulin hexamers and increases its solubility before conversion to insulin.o Proinsulin binds 30 zinc ions, of which 2 to 4 are coordinated within the molecule. These zinc ions appear to be important for the solubility of proinsulin hexamers.o With the removal of C-peptide from each proinsulin monomers, the resulting insulin increases its coordination of zinc to up to six ions per hexamer, which decreases its solubility and increases its crystallization within the secretoryr vesicle.o The insulin, stored as crystalline hexamer, is resistant from proteolytic attack within the vesicle.o Upon release of insulin into the bloodsteam, zinc is also released and the insulin becomes soluble in the blood.",
        "cop": 2,
        "opa": "Mn++",
        "opb": "Zn++",
        "opc": "Cu++",
        "opd": "Ca++",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Diabetes",
        "id": "010d50c1-e70d-4519-89aa-2aa4d0c71cda",
        "choice_type": "multi"
    },
    {
        "question": "Rosiglitazone mechanism of action is -",
        "exp": "Ans. is \"a' i.e., Acts as PPAR gamma agonist [Ref KDT 7*/ep. 276\\Rosiglitazoneo It is oral antidiabetic drugo They are selective agonists for nuclear peroxisome proliferator activator receptor gamma (PPAR gamma) expressed in the fat and muscle cells.o It enhances transcription of several insulin responsive genes,o Reverse insulin resistance by enhancing GLUT 4 expression and translocation.",
        "cop": 1,
        "opa": "Acts as PPAR gamma agonist",
        "opb": "Inhibitor of alpha glucosidase",
        "opc": "Acts as amyl in analogue",
        "opd": "Acts as dipeptidy! peptidase inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Diabetes",
        "id": "c8ee5db9-6834-494e-9132-159333008df4",
        "choice_type": "single"
    },
    {
        "question": "True about sulfonylureas is -",
        "exp": "Ans. is 'b' i.e., Most common side effect is hypoglycemiao Sulfonylureas are -1. First generation Tolbutamide, chlorpropamide.2. Second generation Glibenclamide (Glyburide), glipizide, gliclazide, glimpride.Sulfonylureas act byo Sulfonylurease provoke a brisk release of insulin from pancreas. They act on the so called \"Sulfonylurea receptors\" (SUR1) on pancreatic b-cell membrane - cause depolarization by reducing conductance of ATP sensitive K+ channels. This enhances influx of Ca+2 - degranulation. They do not cause hypoglycemia in pancreatectomized animals and type 1 diabetes (Presence of at least 30% of functional b-cells in essential for their action). A minor action reducing glucagon secretion by increasing insulin and somatostatin release has been demonstratedo Extrahepatic action# On chronic administration they sensitize the target cells (especially the liver) to the action of insulin.# On chronic administration their action on pancrease (to release insuline) declines due to down regulation of sulfonylurea receptors.# But glycemic control is maintained due to extrahepatic action.# Glimepiride exerts beneficial effects with regard to ischemic preconditioning.Sulfonyloreas cause following adverse effectso Hypoglycemia# This is commonest side effect.# More common in elderly, liver and kidney disease.# Chlorpropamide is a frequent culprit due to its long action due to its long action.# Tolbutamide carries lowest risk due to its low potency and short duration of action.# Lower incidence is also reported with glipizide, glibenclamide, glimepiride.o Hypersensitivity# Rashes, photosensitivity, purpura, transient leukopenia, rarely agranulocytosiso Adverse effects specific to particular drug# Cholorpropamide causes cholestasis, dilutional hyponatremia, intolerance to alcohol (disulfiram like reaction). Chlorpropamide causes dilutional hyponatremia by sensitising the kidney to ADH action.# Tolbutamide reduces iodine uptake by thyroid.o Sulfonylureas are not safe during pregnancy - change over to insulin. Sulfonylureas are secreted in milk - should not be given to nursing mothers. Gliclazide has an antiplatelet effect.",
        "cop": 2,
        "opa": "Chlorpropamide is 2nd generation agent",
        "opb": "Most common side effect is hypoglycemia",
        "opc": "Effective even after pancreactomy",
        "opd": "Safe in pregnancy",
        "subject_name": "Pharmacology",
        "topic_name": "Anti Diabetes",
        "id": "9a51a879-6462-4ae5-bed2-6fd343c817fe",
        "choice_type": "multi"
    }
]