[
    {
        "question": "Patient on treatment on carbidopa + levodopa for 10 yrs now has weaning off effect. What should be added to restore action -",
        "exp": "Ans. is 'a' i.e., Tolcapone o Both entacapone and tolcapone enhance and prolong the therapeutic effect of levodopa-carbidopa in advanced and fluctuating parkinsons disease. They may be used to smoothen off the 'wearing off', increase 'on' time and decrease loff' time, improve activities of daily living and allow levodopa dose to be reduced,o Treatment of on - off phenomenon in parkinsonism:Add one or two additional doses of levodopa.Continuous delivery of levodopa in duodenum.Avoid proteins in diet.Controlled release oral levodopa.'' peripheral decarboxylase inhibitor.Use of subcutaneous apomorphine.",
        "cop": 1,
        "opa": "Tolcapone",
        "opb": "Amantadine",
        "opc": "Rasagiline",
        "opd": "Benzhexol",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parkinsonism",
        "id": "f706d5a0-833c-4e31-becf-6727a173e6a7",
        "choice_type": "single"
    },
    {
        "question": "Bromocriptine is agonist of -",
        "exp": "Ans. is 'a' i.e., Dopamine Bromocriptineo It is synthetic ergot derivativeo It is a potent dopamine agonist.o It has greater action on D2 receptors, while at certain dopamine sites in brain it acts as partial agonis or antagonist of D1 receptor.o It is also a weak a-adrenergic blocker.o The actions of bromocriptine is due to dopamine like effect (dopaminergic) on D2 and less common D1 receptors.1) Dopamine inhibits the secretion of prolactin - Bromocriptine does the same.2) Dopamine increases the secretion of GH in normal individuals but decreases in acromegalics - Bromocriptine also has same effect.3) Dopamine stimulates CTZ and causes nausea, vomiting - same is true with bromocriptine - Nausea & vomiting are the commonest adverse effects.4) Dopamine decreases GI motility - Bromocriptine has same effect.5) Levodopa is an immediate precursor of dopamine - so, bromocriptine also has levodopa like action in CNS.Other D2 agonists1) Cabergoline- More potent and longer acting D2 agonist than bromocriptine.- It is preferred for acromegaly and hyperprolactinoma.2) Quinagolide- Other D2 agonist effective for hyperprolactinoma.3) Pergolide- D2 agonist.",
        "cop": 1,
        "opa": "Dopamine",
        "opb": "Serotonine",
        "opc": "Acetylcholine",
        "opd": "Epinephrine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parkinsonism",
        "id": "8d00a533-c2e5-4037-a284-608e4e3201e2",
        "choice_type": "single"
    },
    {
        "question": "Cranial patch for Parkinsons disease is?",
        "exp": "Ans. is 'b' i.e., Rotigotine RotigotineIt is a dopamine analogue that was approved for treatment of early parldnson9s disease in 2007 by F.D.A.It was recalled in 2008 because of crystal formation.\"Rotigotine is used as a transdermal patch\".It is available in EuropeIt is once a daily patch that is usually started at 2mg/24 hours and titrated weekly by increasing the patch size in 2mg/24 hour increments to a dose of 6 mg/24 hours.In America it has been withdrawnIn the United States, transdermal rotigotine was recalled in April 2008 because of the formation of rotigotine crystals in the patches.This is not a safety issueRather the crystals reduce delivery of a drug with proven efficacy. Thus new patients in US should not be started on rotigotine and patients currently using rotigotine in the U.S. should be slowly tapered off the drug.Rotigotine should not be stopped abruptly because sudden withdrawal of Dopaminergic agonists has been associated with a syndrome resembling neurolept malignant syndrome.",
        "cop": 2,
        "opa": "Levodopa",
        "opb": "Rotigotine",
        "opc": "Apomorphine",
        "opd": "Arantil",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parkinsonism",
        "id": "d9531f80-6cf6-4e8e-b506-301ac3bbfb9f",
        "choice_type": "single"
    },
    {
        "question": "True statement regarding bromocriptine is:",
        "exp": "Ans: A (It acts as agonist to dopamine receptors) Ref: Basie ami Clinical Pharmacology by Katzung, 2012. 12th ed. Pg 489Explanation:Bromocriptine is a dopaminergic D2 agonist used in the treatment of parkinsonism in the past. Now it has been replaced by more efficacious newer dopaminergic drugs namely ropinirole and pramipexole.Dopaminergic agonists cause postural hypotension as an adverse effect especially in the beginning of therapy.Bromocriptine being an ergot derivative can cause painful digital vasospasm in a dose dependent manner following chronic use.Among the newer dopaminergic agonists, pramipexole with affinity towards D3 receptors has been found to havre possible neuroprotective action in dopaminergic cell cultures.Dopaminergic agonists have been reported to cause bleeding from peptic ulcer. Hence dopaminergic agonists are contraindicated in active peptic ulcer, psychotic diseases and recent myocardial infarction.",
        "cop": 1,
        "opa": "It acts as agonist to dopamine receptors",
        "opb": "It can be used in active peptic ulceration",
        "opc": "It does not cause postural hypotension",
        "opd": "It has possible neuroprotec live effect",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parkinsonism",
        "id": "921b973a-06b1-4984-8ab9-923d3f3be6ec",
        "choice_type": "multi"
    },
    {
        "question": "Rotigotine is -",
        "exp": "Ans. is 'a' i.e., Dopamine agonist Rotigotineo Rotigotine is a dopamine agonist drug and is indicated in the treatment of parkinosonism.o Rotigotine is intended to be delivered through transdermalpatches, so as to ensure a slow and constant dosage in a 24-hour period.o Side effects are--skin reaction at the patch site, nausea, vomiting, diziness, drowsiness, insomnia.",
        "cop": 1,
        "opa": "Dopamine agonist",
        "opb": "Dopamine antagonist",
        "opc": "GABA agonist",
        "opd": "GABA antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parkinsonism",
        "id": "9d9f8adf-978e-48fe-bb46-a5aea25eddb7",
        "choice_type": "single"
    },
    {
        "question": "Rivastigmine is used in -",
        "exp": "Ans. is 'a' i.e., Dementia Cognition Enhancers iCerebroactive drugs)o These are a heterogenous group of drugs developed for use in dementia and other cerebral disorders,o Drugs are1 .Cholinergic activaters - Tacrine, Rivastigmine, Donepezil, Galantamine.2. Glutamate (NMDA) antagonist - Memanite3. Miscellaneous - Piracetam, Pyritinal (pyrithioxine), Piribedil, Dihydroergotoxine (Codergocrine).Important points about some important drugs.Tacrineo It was the first centrally active anticholinesterase to be used in AD.o Hepatotoxicity has restricted its use.Rivastigmineo It is carbamate derivative of physostigmine.o It inhibits both acetylcholinesterase and butylcholinesterase.o It is selective for G1 isoform of AchE which predominates in brain,o It is used in AD.Donezepilo It is reversible inhibitors of cerebral AchE.o It has long t 1/2 (70 hours) - Single daily dose can be given.o It is used in AD.Galantamineo It inhibits cerebral AchE.o It has some direct action on nicotinic receptors as well.Acetyl -1 - carnitineo It has antioxidant property,o It also increases cholinergic transmission.o It decreases symptoms of AD as well as it decreases disease progression.Memantineo A NMDA receptor antagonist, used in AD.",
        "cop": 1,
        "opa": "Dementia",
        "opb": "Dissociation",
        "opc": "Depression",
        "opd": "Delusions",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parkinsonism",
        "id": "2120feb1-085e-4af7-8788-e4540f510f54",
        "choice_type": "single"
    },
    {
        "question": "Dopamine receptor agonist -",
        "exp": "Ans. is 'b' i.e., Bromocriptine Drugs causing hyperprolactinemiao Prolactin is under predominant inhibitory control of hypothalamus through prolactin releasing inhibitory hormone (PR1H).o PRIH is a dopamine that acts on pituitary lactotrope D. receptor.o So, Dopaminergic agonists decrease plasma prolactin levels. These agonists are : Dopamine # Cobergoline Bromocriptine # Apomorphineo Dopaminergic antagonists and DA depleters will increase prolactin level Dopaminergic Antagonists are :Dopamine deters are :o Chlorpromazineo Reserpineo Haloperidolo Methyl dopao Metoclopram ide Other drugs increasing prolactin releaseo Opiateso Verapamilo Amitriptyline, amoxapineo Cimetidine& ranitidineo Fluoxetino Estrogens, antiandrogens",
        "cop": 2,
        "opa": "Methyldopa",
        "opb": "Bromcriptine",
        "opc": "Haloperidol",
        "opd": "Morphine",
        "subject_name": "Pharmacology",
        "topic_name": "Anti-Parkinsonism",
        "id": "ba256373-3f35-4589-8a5c-9232838948a2",
        "choice_type": "single"
    }
]