[
    {
        "question": "Which of the following statements is FALSE regarding vincristine?",
        "exp": "Ans. (C) It does not cause alopecia(Ref: KDT 8th/e p924)Vincristine is a vinca alkaloid.It is used for the induction of remission in ALL.It is a marrow sparing drug but causes peripheral neuropathy, alopecia and SIADH as adverse effects.",
        "cop": 3,
        "opa": "It is an alkaloid",
        "opb": "Its use is associated with neurotoxicity",
        "opc": "It does not cause alopecia",
        "opd": "It is a useful drug for induction of remission in acute lymphoblastic leukemia",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "0d05b3bc-2f44-456a-a622-41401c11606f",
        "choice_type": "multi"
    },
    {
        "question": "Carbenicillin:",
        "exp": "Ans. (A) Is effective in pseudomonas infection(Ref: KDT 8/e p773)Carbenicillin is a penicillin congener effective against pseudomonas and indole positive proteus which are not inhibited by penicillin G or ampicillin/amoxicillin.It is inactive orally and excreted rapidly in urine. It is sensitive to penicillinase and acid, so administered parenterally as sodium salt.",
        "cop": 1,
        "opa": "Is effective in pseudomonas infection",
        "opb": "Has no effect in Proteus infection",
        "opc": "Is a macrolide antibiotic",
        "opd": "Is administered orally",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "2262a9d2-e7d3-4b36-8c1f-4f88195621da",
        "choice_type": "multi"
    },
    {
        "question": "Griseofulvin is not useful in one of the following:",
        "exp": "Ans. (C) Tinea versicolor(Ref: CMDT -2010/110)Griseofulvin is used for dermatophytoses including Tinea capitis, Tinea cruris, Tinea pedis, Tinea unguum and Tinea corporis etc.Tinea versicolor is caused by a yeast Malassezia furfur. It is treated by selenium sulfide and ketoconazole shampoo.",
        "cop": 3,
        "opa": "Tinea capitis",
        "opb": "Tinea cruris",
        "opc": "Tinea versicolor",
        "opd": "Tinea pedis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "9abee11b-6ff8-4a3a-972b-7dd32a2f3348",
        "choice_type": "single"
    },
    {
        "question": "A patient with cancer developed extreme degree of radiation toxicity. Further history revealed that the dose adjustment of a particular drug was missed during the course of radiotherapy. Which of the following drugs required a dose adjustment during radiotherapy in order to prevent radiation toxicity?",
        "exp": "Ans. (B) Dactinomycin(Ref: Katzung 10th/894)Anthracyclines and actinomycin-D (dactinomycin) can cause severe radiation toxicity. This is known as radiation recall syndrome.",
        "cop": 2,
        "opa": "Vincristine",
        "opb": "Dactinomycin",
        "opc": "Cyclophosphamide",
        "opd": "6- Mercaptopurine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "73e91695-205d-4b65-bc19-e61cc1de5bcf",
        "choice_type": "single"
    },
    {
        "question": "Anti-tubercular drug associated with psychosis is:",
        "exp": "Ans. (A) INH(Ref: Goodman Gilman 12th/1556)Isoniazid can cause neuropsychiatric adverse effects like seizures, transient loss of memory and psychosis.",
        "cop": 1,
        "opa": "INH",
        "opb": "Rifampicin",
        "opc": "Ethambutol",
        "opd": "Streptomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "da859c7b-68a4-4fca-b0bc-f7234be678b2",
        "choice_type": "single"
    },
    {
        "question": "Figure shows the mechanism of action of:",
        "exp": "Ans. (A) VinblastineThe mechanism shows the inhibition of polymerization of tubulin means the drug inhibit the spindle formation. This mechanism is shown by vinca alkaloids like vincristine and vinblastine.Mechanism on spindleDrugsInhibit polymerization of tubulinVincristine, VinblastineInhibit depolymerization of tubulinPaclitaxel, Docetaxel",
        "cop": 1,
        "opa": "Vinblastine",
        "opb": "Cisplatin",
        "opc": "Imatinib",
        "opd": "Trastuzumab",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "e5644567-4898-4102-bc78-fc1fe69b3583",
        "choice_type": "single"
    },
    {
        "question": "Bacitracin acts on:",
        "exp": "Ans. (A) Cell wall(Ref: Katzung 10/e p741; KDT 8/e p741)Bacitracin acts by inhibiting the synthesis of cell wall.Other polypeptide antibiotics like polymyxin B, colistin and tyrothricin act by affecting membranes.",
        "cop": 1,
        "opa": "Cell wall",
        "opb": "Cell membrane",
        "opc": "Nucleic acid",
        "opd": "Ribosome",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "7a06cc85-0ccc-4dfe-a24b-f7e52c96836e",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about the therapy of tuberculosis except:",
        "exp": "Ans. (A) Flu like syndrome is usually seen with rifampicin being taken on daily basis(Ref: KDT 8th/e p810)Flu like syndrome is seen more commonly when rifampicin is administered on alternate days.Only first line antitubercular drug that do not require dose adjustment in renal failure is rifampicin.Pyrazinamide and ethambutol can cause hyperuricemia.Ethambutol causes red green colour blindness as early appearing adverse effect.",
        "cop": 1,
        "opa": "Flu like syndrome is usually seen with rifampicin being taken on daily basis",
        "opb": "Ethambutol accumulates in renal failure",
        "opc": "Hyperuricemia is a recognized side effect of pyrazinamide",
        "opd": "Red green color impairment is an early sign of ethambutol induced optic neuritis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "aed9255d-8589-47af-9997-4f2604079500",
        "choice_type": "multi"
    },
    {
        "question": "A post operative patient developed septicemia and was empirically started on combination chemotherapy by a new resident doctor. However, when the patient did not respond even after 10 days of antibiotics treatment, the review of the charts was done. It was found that the resident doctor had started the combination of antibiotics which was mutually antagonistic in action. Which of the following is the most likely combination that was given?",
        "exp": "Ans. (C) Ampicillin and chloramphenicol (See below)(Ref: KDT 8/e p749)Combination of a bactericidal (ampicillin) and a bacteriostatic drug (chloramphenicol) is usually antagonistic in nature. This is because cidal drugs are usually acting on a fast multiplying organisms whereas static drugs decrease this multiplication.",
        "cop": 3,
        "opa": "Vancomycin and amikacin",
        "opb": "Cephalexin and gentamicin",
        "opc": "Ampicillin and chloramphenicol",
        "opd": "Ciprofloxacin and piperacillin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "e27df899-c8c5-4272-afb6-603b8655a1d2",
        "choice_type": "multi"
    },
    {
        "question": "A girl with acute promyelocytic leukemia was admitted for management. While on treatment she developed tachypnea, fever and pulmonary infiltrates. What should be done for the treatment of this problem?",
        "exp": "Ans. (A) Dexamethasone(Ref: Harrison 19/e p1686-87)The features given are known as APL differentiation syndrome which can occur while treatment with tretinoin. The treatment is with steroids.",
        "cop": 1,
        "opa": "Dexamethasone",
        "opb": "Cytarabine",
        "opc": "Doxorubicin",
        "opd": "Methotrexate",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "3fa2ca9c-c2a8-4cae-93ab-9ed03fbc6bdd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about cefuroxime is true?",
        "exp": "Ans. (D) It is rapidly excreted by kidneys(Ref: GG 1497)Cefuroxime has good CSF penetration. It can be used for meningitis, however ceftriaxone is superiorCefuroxime is not effective against anaerobes",
        "cop": 4,
        "opa": "It is active against bacteroides",
        "opb": "It is superior to ceftriaxone for treatment of meningitis",
        "opc": "It has poor CSF penetration",
        "opd": "It is rapidly excreted by kidneys",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "69e33a52-30f3-4196-81ee-9b815df37bf7",
        "choice_type": "multi"
    },
    {
        "question": "Combination of amoxycillin with clavulanic acid is active against all of the following organisms except",
        "exp": "Ans. (A) MRSA(Ref: GG 1479)Methicillin resistance occurs due to altered penicillin binding proteins, therefore cannot be reversed by b-lactamase inhibitor like clavulanic acid",
        "cop": 1,
        "opa": "MRSA",
        "opb": "Penicillinase producing Staph, aureus",
        "opc": "Penicillinase producing N. gonorrhoea",
        "opd": "Beta lactamase producing E. coli",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "eb6039f7-f48e-4510-b0f7-cad96005559b",
        "choice_type": "multi"
    },
    {
        "question": "A diabetic patient presents with fungal infection of sinuses and peri-orbital region with significant visual impairment. The best drug for treatment of this patient is:",
        "exp": "Ans. (A) Amphotericin B(Ref: Harrison 18th/1663)The diagnosis is rhinocerebral mucormycosis.Mucormycosis typically occurs in patients with diabetes mellitus, solid organ or hematopoietic stem cell transplantation (HSCT), prolonged neutropenia, or malignancyAmphotericin B deoxycholate remains the only licensed antifungal agent for the treatment of mucormycosis. However, lipid formulations of AMB are significantly less nephrotoxic, can be administered at higher doses, and may be more efficacious than AMB deoxycholate for this purpose.",
        "cop": 1,
        "opa": "Amphotericin B",
        "opb": "Itraconazole",
        "opc": "Ketoconazole",
        "opd": "Broad spectrum antibiotics",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "35fb3dc7-09ce-4034-9758-9c9ffe184545",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs are useful in swine flu except",
        "exp": "Ans. (D) Abacavir(Ref: Harrison 19th/e p1214: Goodman Gilman 12th/e p1609, 1615; Katzung 12th/e p886, 887; KDT 8th/e p861)Abacavir is a NRTI used for HIV whereas all other drugs are given in the options are drugs used for bird flu and swine flu.",
        "cop": 4,
        "opa": "Oseltamivir",
        "opb": "Peramivir",
        "opc": "Zanamivir",
        "opd": "Abacavir",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "8a2d60e7-1bad-4a80-b718-def59648a089",
        "choice_type": "multi"
    },
    {
        "question": "All are alkylating agents, except",
        "exp": "Ans. (A) 5-Fluorouracil(Ref: Katzung 11th/e p945, KDT 8th/e p918-919)5-Fluorouracil is an antimetabolite whereas melphalan, cyclophosphamide and chlorambucil are alkylating agents.",
        "cop": 1,
        "opa": "5-Fluorouracil",
        "opb": "Melphalan",
        "opc": "Cyclophosphamide",
        "opd": "Chlorambucil",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "780cf63f-8f01-47e4-abd9-f47e2512b452",
        "choice_type": "multi"
    },
    {
        "question": "Doxycycline is used in the treatment of following diseases except:",
        "exp": "Ans. (D) All of the above(Ref: KDT 8/e p788-789)Doxycycline is drug of choice for ricketssial infections including Q fever and for borrelliosis.It can also be used for leptospirosis for which the drug of choice is penicillin G",
        "cop": 4,
        "opa": "Leptospirosis",
        "opb": "Q fever",
        "opc": "Borrelliosis",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "ac5fbbec-91df-442f-9e68-b5a0b83dccf7",
        "choice_type": "multi"
    },
    {
        "question": "The following drugs are useful in the treatment of isoniazid poisoning:",
        "exp": "Ans. (D) All of the above style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif\">(Ref: Harrison 17th ed/Table e35.4; American academy of family physicians, )MANAGEMENT OF ISONIAZID TOXICITYFive gram of IV pyridoxine given over 5 to 10 minutes is sufficient to counteract the neurotoxic effects of isoniazid in most cases.Diazepam, 5 to 10 mg administered intravenously, is the initial approach to seizure control, with the dose repeated as necessary.The acidosis associated with isoniazid toxicity appears to be lactic acidosis secondary to the seizure activity. Therefore, as the seizures are controlled, the acidosis usually decreases in severity. Since sodium bicarbonate may assist in correcting severe cases of acidosis, its administration should be considered if the pH is less than 7.1.",
        "cop": 4,
        "opa": "Pyridoxine",
        "opb": "Diazepam",
        "opc": "Bicarbonate",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "da90f89b-855e-42df-856a-b4b336168127",
        "choice_type": "multi"
    },
    {
        "question": "True statement regarding development of drug resistance in MRSA is:",
        "exp": "Ans. (B) Occurs due to change in penicillin-binding proteins(Ref: Katzung's 11/e p776, KDT 8/e p743)Methicillin resistance occurs due to altered PBPs, thus no penicillin, (infact no beta-lactam antibiotic) is useful against methicillin-resistant Staphylococcus aureus (MRSA) infections.",
        "cop": 2,
        "opa": "Results due to penicillinase enzyme production",
        "opb": "Occurs due to change in penicillin-binding proteins",
        "opc": "Chromosome mediated",
        "opd": "Treated with amoxicillin + clavulanic acid",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "3011b9f4-fe37-4be0-924a-bd649cb029e7",
        "choice_type": "multi"
    },
    {
        "question": "TRUE statement about penicillin G is:",
        "exp": "Ans. (C) It can be used for rat bite fever(Ref: KDT 8th/e p768-770)Penicillin GIt is acid labile, thus not effective orally.Penicillin G has short duration of action. Probenecid inhibits tubular secretion and prolongs its duration of action.It has narrow antibacterial spectrum, mainly for gram positive bacteria.Penicillin G is drug of choice for infections caused by Treponema like syphilis (T. pallidum) and Rat bite fever (Spirillum minus).",
        "cop": 3,
        "opa": "It is administered orally",
        "opb": "It has a wide spectrum",
        "opc": "It can be used for rat bite fever",
        "opd": "Co-administration of probenecid decreases its duration of action",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "b8f8a2fa-bfd2-4cc4-b8eb-f3806f0a61ac",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements is not true about rifabutin as compared to rifampicin?",
        "exp": "Ans. (B) It is more effective for newly diagnosed TB as compared to rifampicin(Katzung 13th/817,820) RifampicinRifabutinHalf lifeShorterLongerCYP inhibition (drug interactions)MarkedWeakEfficacy against Mycobacterium tuberculosisMoreLessEfficacy against MACLessMoreHepatotoxic potentialPresentAbsent",
        "cop": 2,
        "opa": "It has longer half-life than rifampicin",
        "opb": "It is more effective for newly diagnosed TB as compared to rifampicin",
        "opc": "It has lesser incidence of drug interactions as compared to rifampicin",
        "opd": "It is more effective against MAC as compared to rifampicin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "d0cb6783-a6e4-4ae2-a422-6aea13aaaf7e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following parameters is not monitored in a patient on methotrexate therapy?",
        "exp": "Ans. (C) Eye examination(Ref: CMDT 2010, 1501)Methotrexate toxicities include:MyelosuppressionNephrotoxicityHepatotoxicityNeurotoxicity (with intrathecal administration and high-dose therapy)PhotosensitivityPulmonary toxicityMultiple drug interactions which may enhance toxicities (avoid aspirin, penicillins, NSAIDs, omeprazole, TMP-SMZ)",
        "cop": 3,
        "opa": "Liver function tests",
        "opb": "Lung function test",
        "opc": "Eye examination",
        "opd": "Hemogramz",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "431c0c74-3100-436b-a76b-20ab9f4361a4",
        "choice_type": "single"
    },
    {
        "question": "Gemcitabine is effective in:",
        "exp": "Ans. (B) Pancreatic cancer(Ref: Katzung 10th/e p891, KDT 8th/e p924)Gemcitabine is an antimetabolite that is the drug of choice for pancreatic cancers.",
        "cop": 2,
        "opa": "Head and neck cancers",
        "opb": "Pancreatic cancer",
        "opc": "Small-cell lung cancer",
        "opd": "Soft tissue sarcoma",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "c856e4e9-327f-4854-8c1d-6d1179e12b27",
        "choice_type": "multi"
    },
    {
        "question": "Drug that crosses placenta is:",
        "exp": "Ans. (D) All(Ref: KDT 18th/e p818-819)All first line antitubercular drugs can cross placenta. Streptomycin is contraindicated in preganancy whereas other drugs are found to be safe.",
        "cop": 4,
        "opa": "Isoniazid",
        "opb": "Rifampicin",
        "opc": "Pyrazinamide",
        "opd": "All",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "ca835339-c29f-4a34-9dd7-c4ad9891bd4d",
        "choice_type": "multi"
    },
    {
        "question": "Best anti - Emetic for patient treated with radiotherapy-",
        "exp": "Ans. is 'c' i.e., OndansetronChemotherapy induced nausea and vomiting:o Cytotoxic drugs and radiation cause cellular damage which leads to release of 5-HT from intestine and activation of emetogenic 5-HT3 receptors. Therefore, 5-HT3 receptor antagonists (e.g. ondenstron) are the DOC for this condition.o Cisplatin is the most common culprit causing chemotherapy induced nausea and vomiting.o Drugs used to treat chemotherapy induced nausea and vomiting are:i) 5-HT3 antagonists (drug of choice): Ondansetron, dolasetron, palonosetron, granisetron.ii) Other drugs: Dexamethasone, methylprednisolone, metoclopramide, BZDs (lorazepam) and aprepitant.o Cisplatin can induce vomiting within 24 hours or after 2 days. DOC for the early vomiting is ondensetron while for delayed vomiting is aprepitant (substant P antagonist).",
        "cop": 3,
        "opa": "Clonidine",
        "opb": "Metoclopromide",
        "opc": "Ondansetron",
        "opd": "Cisapride",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "d7a962dc-4ce5-47a5-a04f-a6659701aa2f",
        "choice_type": "single"
    },
    {
        "question": "The effective and safe drug for intractable pain in terminal cancer stage is :",
        "exp": "Ans. is 'd' oral morphine [Reference Harrison 16th/e, p 58 (15th/e, page495)JFor control of pain in cancer patientsWHO has devised a simple and effective method for the rational titration of oral analgesia called the WHO ladderThe critical features of this approach are thatt/t is oralshould be given around the clock with supplemental doses as needed.The management of pain is done in following steps :Mild to moderate painNSAIDs such asAcetaminophen,asprin orKetoprofenwith or without an adjuvant such as glucocorticoid or amitriptylineWhen pain persists or increasesa weak opioid such as codeine or hydrocodone is addedPain that is persistent or that is moderate to severe at the outsetincrease the potency of opioids orhigher doses of morphine is given",
        "cop": 4,
        "opa": "Injectable pethidine",
        "opb": "Injectable ketamine",
        "opc": "Oral Brufen",
        "opd": "Oral Morphine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "82d663d1-56fa-4d45-a50d-8beda99b6370",
        "choice_type": "single"
    },
    {
        "question": "All the following are hormonal agents used against breast cancer except:",
        "exp": "Ans. (C) Taxol(Ref: Katzung 10th/897, 903, 904; KDT 8th/e p337-340)Letrozole, anastrozole and exemestane are aromatase inhibitors useful for the treatment of tamoxifen resistant breast carcinoma.Taxomifen is a SERM. It is also used for breast cancer.Taxol is commonly used term for paclitaxel. It is a cytotoxic drug (not hormonal).",
        "cop": 3,
        "opa": "Letrozole",
        "opb": "Exemestane",
        "opc": "Taxol",
        "opd": "Tamoxifen",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "db567814-2449-471e-9785-0b0f11ffea47",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following beta-lactam antibiotics can be safely used in a patient with a history of allergy to penicillins?",
        "exp": "Ans. (A) Aztreonam(Ref: KDT 8/e p781)Aztreonam is the only beta lactam antibiotic that can be used in patients having severe allergy to penicillins or cephalosporins (as it is not cross allergenic).",
        "cop": 1,
        "opa": "Aztreonam",
        "opb": "Cefepime",
        "opc": "Loracarbef",
        "opd": "Ceftriaxone",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "a74dcff7-74d2-4ae7-a99c-9e189373d28f",
        "choice_type": "multi"
    },
    {
        "question": "Allopurinol potentiates action of:",
        "exp": "Ans. (A) Azathioprine(Ref: KDT 8th/e p922)Allopurinol inhibits degradation of azathioprine and 6-mercaptopurine and thus potentiates their action.",
        "cop": 1,
        "opa": "Azathioprine",
        "opb": "Busulfan",
        "opc": "Actinomycin",
        "opd": "Procarbazine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "4eae0f50-d712-4756-8f2a-0af4bb975ac3",
        "choice_type": "multi"
    },
    {
        "question": "A female presented with frothy, greenish vaginal discharge with a musty smell. On examination 'strawberry vagina' was noted. A diagnosis of trichomonas vaginalis was made. Drug of choice is:",
        "exp": "Ans. (A) Metronidazole(Ref: CMDT 2017/e p1531)The diagnosis is trichomonas vaginitis. The drug of choice is metronidazole or tinidazole",
        "cop": 1,
        "opa": "Metronidazole",
        "opb": "Tetracycline",
        "opc": "Erythromycin",
        "opd": "Fluconazole",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "11157c58-158e-4b63-b981-ce14a29aed72",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not nephrotoxic?",
        "exp": "Ans. (C) Ampicillin(Ref: KDT 8/e p772)Aminoglycosides (tobramycin, gentamicin, kanamycin), vancomycin and amphotericin B are highly nephrotoxic agents.",
        "cop": 3,
        "opa": "Tobramycin",
        "opb": "Kanamycin",
        "opc": "Ampicillin",
        "opd": "Amphotericin B",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "c450f5c7-6b77-43bb-ab88-40459413d1b2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs has been recently approved for treatment of prostate cancer?",
        "exp": "Ans. (D) Degarelix(Ref: CMDT 2015/1624)Degarelix is a GnRH antagonist, that has recently been approved for advanced prostate cancer.GnRH agonists like leuprolide and goserelin are being used in prostate cancer since many years.Docetaxel is first cytotoxic agent that improve survival in patients with hormone-refractory prostate cancer.Sipulecel-T is an immunotherapy recently approved for prostate cancer.Other drugs for prostate cancer are:CabazitaxelAbirateroneEnzalutamideRadium-223 dichloride",
        "cop": 4,
        "opa": "Leuprolide",
        "opb": "Goserelin",
        "opc": "Abarelix",
        "opd": "Degarelix",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "c83a2900-dc08-46fe-8716-5303c223915a",
        "choice_type": "single"
    },
    {
        "question": "All of the following anticancer drugs act on G2 phase except:",
        "exp": "Ans. (A) Paclitaxel(Ref: Katzung 13th/e p921)Paclitaxel is a taxane that act on mitotic spindle. Drugs acting on mitotic spindle act on M phase of cell cycle.Phase of cell cycleDrugs actingG1EtoposideSAntimetabolitesG2BleomycinEtoposideIrinoctecanTopotecanMVinca alkaloidsTaxanes",
        "cop": 1,
        "opa": "Paclitaxel",
        "opb": "Etoposide",
        "opc": "Irinotecan",
        "opd": "Bleomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "e9403265-76ec-40ed-9b7e-3cb0d1c0501f",
        "choice_type": "multi"
    },
    {
        "question": "Sparfloxacin and astemizole can cause:",
        "exp": "Ans. (A) Ventricular arrhythmia(Ref: KDT 8/e p764)Both sparfloxacin and astemizole blocks cardiac K+ channels in high concentration. This property may result in torsades de pointes (polymorphic ventricular tachycardia).Other drugs causing torsades de pointes are:TerfenadineCisaprideZiprasidoneGrepafloxacin",
        "cop": 1,
        "opa": "Ventricular arrhythmia",
        "opb": "Myopathy",
        "opc": "Electrolyte imbalance",
        "opd": "Nephropathy",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "b271d00f-d6c7-410a-bd43-37bef6f99fd7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anticancer drugs can cross blood brain barrier?",
        "exp": "Ans. (B) Nitrosourea(Ref: KDT 8th/e p919)Nitrosoureas like carmustine, lomustine and semustine can cross blood brain barrier and thus are used for treatment of gliomas.",
        "cop": 2,
        "opa": "Cisplatin",
        "opb": "Nitrosourea",
        "opc": "Vincristine",
        "opd": "Vinblastine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "e2a5914c-92c8-40f1-bb9c-65d0ce5b2577",
        "choice_type": "single"
    },
    {
        "question": "Most important dose-limiting toxicity of cancer chemotherapy is:",
        "exp": "Ans. (C) Bone Marrow suppression(Ref: CMDT 2010/1499, KDT 8th/e p917)Depression of bone marrow is usually the most significant dose limiting toxicity with cancer chemotherapy.",
        "cop": 3,
        "opa": "Gastrointestinal toxicity",
        "opb": "Neurotoxicity",
        "opc": "Bone marrow suppression",
        "opd": "Nephrotoxicity",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "97b48159-51ff-4a01-a891-83572634e2f4",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for antibiotic associated pseudomembranous colitis is:",
        "exp": "Ans. (A) Oral vancomycin(Ref: CMDT 2019/661)According to new guidelines, oral vancomycin is drug of choice for pseudomembranous colitis",
        "cop": 1,
        "opa": "Oral vancomycin",
        "opb": "Metronidazole",
        "opc": "Clindamycin",
        "opd": "Penicillin G",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "9ccf83bc-0316-4154-94a7-ba8e199f19f8",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for treatment of malaria due to P. vivax in a 25 year old pregnant female is:",
        "exp": "Ans. (A) Chloroquine(Ref: KDT 8th/e p880)DOC for malaria in pregnant - chloroquineDOC for chloroquine resistant malaria in pregnant - Quinine",
        "cop": 1,
        "opa": "Chloroquine",
        "opb": "Primaquine",
        "opc": "Sulfadoxine-pyrimethamine",
        "opd": "Quinine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "bc95b483-dc36-4842-ac4f-58983431211a",
        "choice_type": "single"
    },
    {
        "question": "A patient suffering from AIDS is on zidovudine, lamivudine and indinavir therapy. He develops pulmonary tuberculosis for which treatment is started. Which of the following should be avoided in him?",
        "exp": "Ans. (D) Rifampicin(Ref: KDT 8th/e p818)Rifampicin is a powerful enzyme inducer. It increases the metabolism of protease inhibitors and thus decreases the efficacy of anti-retroviral therapy.Another drug, rifabutin is devoid of these interactions and is the preferred agent for treatment of mycobacterial infections in patients on anti-retroviral therapy.",
        "cop": 4,
        "opa": "INH",
        "opb": "Ethambutol",
        "opc": "Pyrazinamide",
        "opd": "Rifampicin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "c62d3c06-9bc1-4577-89ed-c4102da67675",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antitubercular drugs can be used in patients with hepatic dysfunction?",
        "exp": "Ans. (A) Streptomycin(Ref: KDT 8th/e p820)Ethambutol and streptomycin are first line anti-tubercular drugs that are NOT hepatotoxic.",
        "cop": 1,
        "opa": "Streptomycin",
        "opb": "INH",
        "opc": "Pyrazinamide",
        "opd": "Rifampicin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "214a7b09-6bd5-44a0-b5bc-a5212a8a65a8",
        "choice_type": "single"
    },
    {
        "question": "Figure shows the mechanism of action of which of the following drug?",
        "exp": "Ans. (A) NilotinibTyrosine kinase activated by abl-bcr fusion result in CML. This enzyme can be inhibited byB:BosutinibI:ImatinibN:NilotinibD:DasatinibProteins:Ponatinib",
        "cop": 1,
        "opa": "Nilotinib",
        "opb": "Methotrexate",
        "opc": "Pertuzumab",
        "opd": "Cisplatin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "ee3aca95-17a1-4e0c-aee6-70daa031f3b5",
        "choice_type": "single"
    },
    {
        "question": "Tetracycline is used for the prophylaxis of:",
        "exp": "Ans. (A) Cholera(Ref: Katzung, 11/e p897, CMDT 2010, 1341, KDT 8/e p788)Tetracyclines are used for prophylaxis of both cholera (Katzung) as well as leptospirosis (CMDT). However, if we have to choose one, we will go with cholera, as the table on pg 897 of Katzung clearly writes tetracycline for cholera prophylaxis whereas in CMDT reference, doxycycline is used for prophylaxis of leptospirosis.",
        "cop": 1,
        "opa": "Cholera",
        "opb": "Brucellosis",
        "opc": "Leptospirosis",
        "opd": "Meningitis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "deb96fc3-3c02-46a5-80b6-c67a1700311f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about cefepime is true?",
        "exp": "Ans. (A) It is a 4th generation cephalosporin.(Ref: Goodman Gilman 12th/e p1498, KDT 8/e p779)Cefepime is 4th generation cephalosporin with good activity against PseudomonasIt is given 8-12 hourly",
        "cop": 1,
        "opa": "It is a 4th generation cephalosporin",
        "opb": "Once a day dosing is given",
        "opc": "It is not active against Pseudomonas",
        "opd": "It is a prodrug",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "f85c442b-a08f-4a63-b84c-ff9979ca15f2",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for treatment of chloroquine resistant falciparum malaria is:",
        "exp": "Ans. (A) Quinine(Ref: KDT 8th/e p883)Among the given options, quinine is the best answer. DOC for uncomplicated chloroquine resistant P. falciparum malaria is ACT",
        "cop": 1,
        "opa": "Quinine",
        "opb": "Chloroquine",
        "opc": "Pyrimethamine",
        "opd": "Primaquine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "eb735d3c-2375-41ea-898c-6e72f9780a7e",
        "choice_type": "single"
    },
    {
        "question": "A patient on treatment for leukemia, develops chest pain, pulmonary infiltrates and pleural effusion. The likely cause is",
        "exp": "Ans. (D) Tretinoin(Ref: Katzung 10th/899; KDT 8th/e p928)Tretinoin causes chest pain, pleuritis, pulmonary infiltrates and pleural effusion. It is a known human teratogen. Daunorubicin and doxorubicin cause cardiotoxicity manifested as arrhythmias and CHF.",
        "cop": 4,
        "opa": "Daunorubicin",
        "opb": "Hydroxyurea",
        "opc": "Cytarabine",
        "opd": "Tretinoin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "b45d5aab-6be2-4577-a534-ae15660b72ee",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the new drug for the treatment of multi drug resistant tuberculosis?",
        "exp": "Ans. (A) Bedaquiline(Ref: Harrison 19th/e p1115, KDT 8th/e p823)Ref: Bedaquiline is a new drug approved for MDT tuberculosis. It acts by inhibiting ATP synthase in mycobacteria. Major adverse effect of this drug is QT prolongation.",
        "cop": 1,
        "opa": "Bedaquiline",
        "opb": "Linezolide",
        "opc": "Levofloxacin",
        "opd": "Cefepime",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "0d3a9057-ecca-47fa-8ca6-0bf3373dc7b3",
        "choice_type": "single"
    },
    {
        "question": "A 12-year-old child presents with 4 lesions of leprosy on back and four lesions on left arm. What should be the treatment of this child?",
        "exp": "Ans. (C) (Rifampicin 450 mg + Clofazimine 150 mg) once monthly + Dapsone 50 mg daily + Clofazimine 50 mg alternate day(Ref: National Leprosy Eradication programme)This is a case of multibacillary leprosy. The multi drug therapy for in adults (15 years or above) is Rifampicin 600 mg plus clofazimine 300 mg once monthly and Dapsone 100 mg plus Clofazimine 50 mg daily for 12 monthsAs the patient is child, the doses used are less, rest of the treatment is similarRifampicin 450 mg and Clofazimine 150 mg monthly and dapsone 50 mg daily. As clofazimine less than 50 mg tablet is not available, so 50 mg is given on alternate day.",
        "cop": 3,
        "opa": "once monthly and daily",
        "opb": "Rifampicin 600 mg once monthly + Dapsone 100 mg daily",
        "opc": "once monthly + Dapsone 50 mg daily + Clofazimine 50 mg alternate day",
        "opd": "Rifampicin 450 mg once monthly + Dapsone 50 mg daily",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "f6790774-4324-435f-94bf-53769d4918f1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following fluoroquinolones does not require dose adjustment in a patient with creatinine clearance of < 50 mg/min?",
        "exp": "Ans. (B) Trovafloxacin(Goodman & Gilman 11/e p1121)Fluoroquinolones safe in renal failure are:P - PefloxacinM - MoxifloxacinT - Trovafloxacin",
        "cop": 2,
        "opa": "Ciprofloxacin",
        "opb": "Trovafloxacin",
        "opc": "Lomefloxacin",
        "opd": "Sparfloxacin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "4cd8f75c-6665-4e6e-acbc-69af88872b05",
        "choice_type": "single"
    },
    {
        "question": "Bleomycin toxicity affects which type of cells:",
        "exp": "Ans. (A) Type I pneumocytes(Oncologic Emergencies by Sai Citing p92)Bleomycin causes necrosis of Type I pneumocytes that results in compensatory hyperplasia of type-II pneumocytes. Same kind of injury can also occur in response to radiations. In experimental models, this type of injury has been ameliorated by keratinocyte growth factor.",
        "cop": 1,
        "opa": "Type-I pneumocytes",
        "opb": "Type-II pneumocytes",
        "opc": "Endothelial cells",
        "opd": "Pulmonary alveolar macrophages",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "56d55649-a0fe-4865-9518-1de5afce93b6",
        "choice_type": "single"
    },
    {
        "question": "Which is the most active single chemotherapeutic agent in the treatment of leiomyosarcoma?",
        "exp": "Ans. (A) Adriamycin(Ref: KDT 8th/e p926)Doxorubicin (adriamycin) and daunorubicin are anthracycline derivatives.Daunorubicin is mainly used for hematological malignancies (acute leukemia) whereas doxorubicin is used for solid tumors and soft tissue sarcomas.",
        "cop": 1,
        "opa": "Adriamycin",
        "opb": "Daunorubicin",
        "opc": "Methotrexate",
        "opd": "Cisplatin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "452c2eb1-1ec7-40c1-9a27-709c863a5981",
        "choice_type": "single"
    },
    {
        "question": "Ciprofloxacin should not be given to an asthmatic using theophylline because:",
        "exp": "Ans. (A) Ciprofloxacin inhibits theophylline metabolism(Ref: KDT 8/e p761)Theophylline has a narrow margin of safety (low therapeutic index) Ciprofloxacin inhibits theophylline metabolism and increases its plasma level leading to toxicity. Thus, ciprofloxacin should not be given to an asthmatic using theophylline.",
        "cop": 1,
        "opa": "Ciprofloxacin inhibits theophylline metabolism",
        "opb": "Theophylline inhibits ciprofloxacin metabolism",
        "opc": "Ciprofloxacin decreases effect of theophylline",
        "opd": "Theophylline induces metabolism of ciprofloxacin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "f2c922a9-fee8-4f30-8111-d1748567e8ab",
        "choice_type": "single"
    },
    {
        "question": "Antipseudomonals are all, except.",
        "exp": "Ans. (A) Cephalexin(Ref: KDT 8/e p773,774,776; Goodman & Gilman 10/e p1209)Cephalexin is an orally effective first generation cephalosporin active against gram positive but not against gram negative organisms like pseudomonas.",
        "cop": 1,
        "opa": "Cephalexin",
        "opb": "Carbenicillin",
        "opc": "Piperacillin",
        "opd": "Ceftazidime",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "9411a1a7-5812-43bc-98e1-a39da9bc9ae5",
        "choice_type": "multi"
    },
    {
        "question": "A patient has hepatic encephalopathy. The drug of choice for gut sterilization in this patient is:",
        "exp": "Ans. (A) Neomycin(Ref: KDT 8/e p799)When administered by oral route, neomycin is not absorbed and kills intestinal bacteria. These bacteria are responsible for the generation of NH3 Excessive ammonia can result in hepatic encephalopathy. Neomycin decreases NH3 by killing intestinal bacteria.",
        "cop": 1,
        "opa": "Neomycin",
        "opb": "Netilmicin",
        "opc": "Bleomycin",
        "opd": "None of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "d46a4216-3a51-4b61-ba48-ff7ba746644d",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for prophylaxis of Pneumocystis jiroveci pneumonia in immunocompromised patients is:",
        "exp": "Ans (A) Cotrimoxazole(Ref: Harrison 19/e p1361)Cotrimoxazole is drug of choice forPneumocystis jiroveciNocardiaBurkholderia cepacia",
        "cop": 1,
        "opa": "Cotrimoxazole",
        "opb": "Amoxycillin",
        "opc": "Dexamethasone",
        "opd": "Cefotetan",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "e48ff7d0-7b55-4ea9-bcbf-c3bffa8af63c",
        "choice_type": "single"
    },
    {
        "question": "Extended spectrum beta lactamases (ESBLs) are characterized by activity against all except.",
        "exp": "Ans. (D) Carbapenems(Ref: Katzung 10/e p739)Carbapenems like imipenem are the only beta lactams reliably efficacious against ESBL producing bacteria.",
        "cop": 4,
        "opa": "Penicillinases",
        "opb": "Cephalosporinases",
        "opc": "Oxyimino-cephalosporinases",
        "opd": "Carbapenems",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "ca569af3-7202-4ecf-87bc-cc429b6037e2",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statement about rituximab is FALSE:",
        "exp": "Ans. (B) It has dose-dependent kinetics(Ref Goodman Gilman 12th/1746-1747, KDT 8th/e p931-932)Rituximab is a chimeric monoclonal antibody against CD-20 B-cell antigen. It acts by depleting B-cells.Rituximab follows first order kinetics. Its clearance remains constant irrespective of plasma concentration. Dose-dependent kinetics means zero-order kinetics i.e. clearance and t1/2 change with dose (plasma concentration). Drugs following zero-order kinetics are warfarin, alcohol, high dose aspirin, tolbutamide, theophylline and phenytoin.Infusion-related reactions are seen in approximately 50% of patients receiving first infusion. The incidence decreases with subsequent infusions. Starting with low doses and pre-treatment with steroids or antihistaminics are the methods to reduce infusion-related reactions.Rituximab may cause reactivation of hepatitis B. Patients should be screened for hepatitis B before initiation of therapy. It rarely causes reactivation of JC virus leading to progressive multifocal leukoencephalopathy.Rituximab can be used for treatment ofNon Hodgkin lymphomaMantle cell lymphomaChronic lymphocytic leukemiaAuto-immune hemolytic anemiaDiffuse large B cell lymphomaThrombotic thrombocytopenic purpura (TTP)Gastric lymphomaRheumatoid arthritisImmune thrombocytopenic purpura (ITP)Pemphigus vulgarisSjogren syndromeSLE",
        "cop": 2,
        "opa": "It is a chimeric monoclonal antibody against CD-20",
        "opb": "It has dose-dependent kinetics",
        "opc": "It is used for treatment of non-Hodgkin lymphoma",
        "opd": "Its most common adverse effect is infusion related reactions",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "32a27a59-21c9-4eb2-8c30-c74ebb2e1849",
        "choice_type": "multi"
    },
    {
        "question": "Non-nucleoside reverse transcriptase inhibitors (NNRTIs) include all of the following except:",
        "exp": "Ans. (D) Lamivudine(Ref: Katzung 12th/870, KDT 8th/e p861)Lamivudine is nucleoside reverse transcriptase inhibitor (NRTI), not the non-nucleoside reverse transcriptase inhibitor (NNRTI).",
        "cop": 4,
        "opa": "Nevirapine",
        "opb": "Delavirdine",
        "opc": "Etravirine",
        "opd": "Lamivudine",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "00c37d3b-b01b-4f32-ae96-1b187ed3b745",
        "choice_type": "multi"
    },
    {
        "question": "INH induced peripheral neuropathy results from deficiency of vitamin:",
        "exp": "Ans. (C) B6 (Ref: KDT 8th/e p817-818)Pyridoxine (vitamin B6 ) is administered for the prevention as well as treatment of isoniazid induced peripheral neuropathy.",
        "cop": 3,
        "opa": "B1",
        "opb": "B2",
        "opc": "B6",
        "opd": "B12",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "f7c024c6-6612-4324-a0d9-2e59f3079496",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of protease inhibitors is:",
        "exp": "Ans. (A) Prevents maturation of new viral particles(Ref: KDT 7/e p809)Function of protease enzyme in HIV is to break inactive polyproteins to functional components. This post-translational modification is required for maturation of new viral particles. Protease inhibitors like atazanavir inhibit this step.",
        "cop": 1,
        "opa": "Prevents maturation of new viral particles",
        "opb": "Prevents translation of viral RNA",
        "opc": "Causes apoptosis of the affected cells",
        "opd": "Inhibits proviral RNA synthesis",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "82269d64-c984-4afc-bad4-c675bb3e1f6d",
        "choice_type": "single"
    },
    {
        "question": "True about aminoglycosides is all except.",
        "exp": "Ans. (A) Are bacteriostatic(Ref: KDT 8/e p793)The aminoglycosides are bactericidal antibiotics.They are more active at alkaline pH.They kill the bacteria by interfering with protein synthesis.They are distributed only extracellularly so the volume of distribution is nearly equal to the extracellular fluid volume.They are not metabolized, they are excreted unchanged in the urine.Aminoglycosides should be avoided during pregnancy because these can cause fetal damage (teratogenic)",
        "cop": 1,
        "opa": "Are bacteriostatic",
        "opb": "Distributed only extracellularly",
        "opc": "Excreted unchanged in urine",
        "opd": "Teratogenic",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "d2fe3754-1ade-4129-b98b-98df516ddc42",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following antitubercular drugs can be safely used in severe renal failure?",
        "exp": "Ans. (D) Rifampicin(Ref: KDT 8th/e p818)Streptomycin and capreomycin are nephrotoxic whereas ethambutol accumulates in renal failure and thus should be avoided in presence of severe renal failure.",
        "cop": 4,
        "opa": "Streptomycin",
        "opb": "Ethambutol",
        "opc": "Capreomycin",
        "opd": "Rifampicin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "7eec363b-fc3e-40cc-a7c1-376f19adbad6",
        "choice_type": "single"
    },
    {
        "question": "A middle aged man with chronic renal failure is diagnosed to have sputum-positive pulmonary tuberculosis. His creatinine clearance is 25 ml/min. All of the following drugs need modification in doses except:",
        "exp": "Ans. (C) Rifampicin(Ref: Katzung 11/e p826, KDT 8th/e p818)Rifampicin is secreted in bile, so it does not require dose adjustment in renal failure",
        "cop": 3,
        "opa": "Isoniazid",
        "opb": "Streptomycin",
        "opc": "Rifampicin",
        "opd": "Ethambutol",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "4db3650d-5f32-44ab-9f2d-20d1ca69911a",
        "choice_type": "multi"
    },
    {
        "question": "Sodium 2-mercapto ethane sulfonate is used as a protective agent in:",
        "exp": "Ans. (B) Cancer chemotherapy(Ref: KDT 8th/e p919)Sodium-2-mercapto ethane sulfonic acid (mesna) is used to ameliorate the hemorrhagic cystitis caused by cyclophosphamide and ifosfamide.",
        "cop": 2,
        "opa": "Radiotherapy",
        "opb": "Cancer chemotherapy",
        "opc": "Lithotripsy",
        "opd": "Hepatic encephalopathy",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "7cc5af53-83a1-4f04-a819-8ff798b53e36",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antimicrobial is effective against an organism producing extended spectrum beta lactamase?",
        "exp": "Ans. (C) Piperacillin-tazobactam(Ref: Harrison 18th/1247)Organisms producing ESBL-like Klebsiella are resistant to most beta-lactams except carbapenems.ESBL can be inhibited by beta lactamase inhibitors.Amoxicillin is not effective against Klebsiella whereas piperacillin has wide spectrum including Klesiella.",
        "cop": 3,
        "opa": "Amoxicillin-Clavulinic acid",
        "opb": "Cefepime",
        "opc": "Piperacillin-Tazobactam",
        "opd": "Ceftriaxone",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "fbf4bc64-553a-4347-b86d-6668cf81c40c",
        "choice_type": "single"
    },
    {
        "question": "A 26 year old patient presents with suspected pneumococcal meningitis. CSF culture is sent for antibiotic sensitivity. Which empirical antibiotic should be given till culture sensitivity result come?",
        "exp": "Ans. (D) Cefotaxime + vancomycin(Ref: Harrison 18/e p3414)Antibiotics Used in Empirical Therapy of Bacterial Meningitis and Focal CNS InfectionsIndicationAntibioticInfants <3 monthsAmpicillin + Cefotaxime3 months to 55 yearsCefotaxime (Ceftriaxone) + VancomycinAdults >55 yearsAmpicillin + Cefotaxime (Ceftriaxone) + VancomycinHospital-acquired meningitis post-traumatic or post-neurosurgery meningitis, neutropenic patients, or patients with impaired cell-mediated immunityVancomycin + Cefepime",
        "cop": 4,
        "opa": "Penicillin G",
        "opb": "Ceftriaxone + metronidazole",
        "opc": "Doxycycline",
        "opd": "Cefotaxime + vancomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "57a44469-fc94-4e51-8c17-e4a046532677",
        "choice_type": "single"
    },
    {
        "question": "Imatinib primarily acts by inhibiting:",
        "exp": "Ans. (B) Tyrosine kinase(Ref: KDT 8th/e p929)Imatinib inhibits tyrosine kinase linked withabl-bcr fusionPDGF receptorc-kit receptor",
        "cop": 2,
        "opa": "BCR-ABL",
        "opb": "Tyrosine kinase",
        "opc": "PGDFR",
        "opd": "None",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "22ccfc63-1a08-47db-9b75-fa0e926c04c1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a bactericidal drug for Mycobacterium leprae?",
        "exp": "Ans. (A) Ofloxacin(Ref: KDT 7th/e p782)Ofloxacin, pefloxacin, moxifloxacin and sparfloxacin are fluoroquinolones effective against leprosy and fluoroquinolone are bactericidal drugs.",
        "cop": 1,
        "opa": "Ofloxacin",
        "opb": "Ciprofloxacin",
        "opc": "Amoxicillin",
        "opd": "Erythromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "74326026-d6f4-4c64-bc65-9d5654409271",
        "choice_type": "single"
    },
    {
        "question": "Methotrexate resistance is due to:",
        "exp": "Ans. (B) Overproduction of DHFRase(Ref: Goodman and Gilman, 11th/e p1336)Mechanisms of methotrexate resistanceImpaired transport of methotrexate into cellsProduction of altered forms of DHFR that have decreased affinity for the inhibitorIncreased concentrations of intracellular DHFR through gene amplification or altered gene regulationDecreased ability to synthesize methotrexate polyglutamatesIncreased expression of a drug efflux transporter, of the MRP (multidrug resistance protein) class.",
        "cop": 2,
        "opa": "Depletion of folate",
        "opb": "Overproduction of DHFRase",
        "opc": "Overproduction of thymidylate kinase",
        "opd": "Decreased DHFRase",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "c2daee74-e902-416f-aa6d-ed2074bc936e",
        "choice_type": "single"
    },
    {
        "question": "A patient develops an infection of methicillin resistant Staphylococcus aureus. All of the following can be used to treat this infection except",
        "exp": "Ans. (B) Cefaclor(Ref: KK Sharma 2/e p727)Cefaclor is a second generation cephalosporin and is not active against MRSA. Resistance in MRSA occurs due to altered PBPs (transpeptidase). As the binding site is altered, therefore, no beta lactam can bind and thus all beta-lactams (penicillins, cephalosporins, carbapenems and monobactams) are ineffective against MRSA. However, recently fifth generation cephalosporins like ceftaroline and ceftobiprol have been formed, which are effective against MRSA.",
        "cop": 2,
        "opa": "Cotrimoxazole",
        "opb": "Cefaclor",
        "opc": "Ciprofloxacin",
        "opd": "Vancomycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "793830a5-010c-46e1-8637-efb07d4e9683",
        "choice_type": "multi"
    },
    {
        "question": "In Lepra reaction, the drug useful is:",
        "exp": "Ans. (B) Clofazimine(Ref: KDT 8th/e p833)Anti-inflammatory drugs are used in lepra reaction. Steroids, clofazimine and thalidomide can be used.",
        "cop": 2,
        "opa": "Pencillins",
        "opb": "Clofazimine",
        "opc": "Dapsone",
        "opd": "Rifampicin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "b72ab328-cc7b-4610-8adb-3628750c3853",
        "choice_type": "single"
    },
    {
        "question": "Prolonged treatment with INH leads to deficiency of:",
        "exp": "Ans. (A) Pyridoxine(Ref: Katzung 11th/e p825, KDT 8th/e p818)Isoniazid can cause peripheral neuropathy due to deficiency of pyridoxine.",
        "cop": 1,
        "opa": "Pyridoxine",
        "opb": "Thiamine",
        "opc": "Pantothenic acid",
        "opd": "Niacin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "6cb2d3f2-8e2c-4def-a726-30634ab1ad31",
        "choice_type": "single"
    },
    {
        "question": "All of the following cause inhibition of CYP3A except.",
        "exp": "Ans. (A) Saquinavir(Ref: Katzung 11th/e p58, 863)All the drugs given in the options are microsomal enzyme inhibitors. Among protease inhibitors, ritonavir is the strongest inhibitor of CYP3A4 enzymes whereas saquinavir is the weakest.",
        "cop": 1,
        "opa": "Saquinavir",
        "opb": "Ritonavir",
        "opc": "Itraconazole",
        "opd": "Erythromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "51b0fea6-592c-4967-b85b-a75862e5f80b",
        "choice_type": "multi"
    },
    {
        "question": "Empirical treatment for meningococcal meningitis is:",
        "exp": "Ans. (A) Ceftriaxone(Ref: Harrison 19/e p767)Drug of choice for treatment of meningococcal meningitis is Penicillin G. But for empirical treatment we need to cover other likely organisms too. So, ceftriaxone is preferred that will also cover H. influenzae. Vancomycin is usually added to cover other organisms also.",
        "cop": 1,
        "opa": "Ceftriaxone",
        "opb": "Cefotetan",
        "opc": "Gentamicin",
        "opd": "Cefoxitin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "0a8d08fb-bad1-4046-9ec6-62534715a204",
        "choice_type": "single"
    },
    {
        "question": "Which of the followign drugs require dose adjustment in renal failure?",
        "exp": "Ans. (C) Streptomycin(Ref: Katzung 10/e p835 KDT 8/e p746)Streptomycin is an aminoglycoside and require dose adjustment in renal failure whereas doxycycline, rifampicin and cefoperazone are secreted in bile and do not require dose adjustment in renal failure.",
        "cop": 3,
        "opa": "Cefoperazone",
        "opb": "Doxycycline",
        "opc": "Streptomycin",
        "opd": "Rifampicin",
        "subject_name": "Pharmacology",
        "topic_name": "Chemotherapy: General Principles",
        "id": "0162b165-fe45-4660-a76b-9c9982150cd1",
        "choice_type": "single"
    }
]