[
    {
        "question": "Purpose of adding zinc to insulin in commercial preparations for treatment of diabetes mellitus is:-",
        "exp": "Insulin exists in two forms:- Hexamer Monomer Monomer is the active form of Insulin, so it will sta producing action --> decreasing blood sugar immediately and in no time the action will be finished. We want Insulin to stay as Hexamer and gradually it is released into the monomer forms so that duration of action can be increased. This is achieved by adding zinc to the Insulin (on adding zinc, the insulin stas getting crystallized and those crystals are deposited and act as a depot preparation and slowly-slowly from that site, monomers are released and insulin keep on acting) Hence, zinc is added to make insulin long acting.",
        "cop": 1,
        "opa": "To make it long acting",
        "opb": "To make it sho acting",
        "opc": "To make is fast acting",
        "opd": "Addition of zinc make the insulin effective orally",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2018",
        "id": "235c2d97-b4a8-4dc4-b877-f1d54d0ac323",
        "choice_type": "multi"
    },
    {
        "question": "The drug that causes fall in elderly patients with postural hypotension is:-",
        "exp": "The side effect postural hypotension AkA ''First Dose Hypotension\" is observed with drug ending with zosin Prazosin, Terazosin, Doxazosin (d) Acarbose - Inhibition of intestinal absorption of carbohydrate. S/E - flatulence, abdominal discomfo, loose stool. These drugs cause blocking of a1receptors, leading tovasodilation, that can Cause Postural Hypotension. (a)Metformin -Antidiabetic drug which comes under the category of Biguanide. S/E - Abdominal Pain, Anorexia, bloating, nausea, metallic taste mild diarrhea & tiredness. Nor - adrenaline(Press or agent)- stimulates a1 and a2 adrenergic receptors to cause blood vessel contraction, thus increases peripheral vascular resistance and result in increase BP. It acts on b1 adrenergic receptors, causing increase In hea rate and cardiac output. S/E = Transient restlessness, headache, palpitations, Anxiety,tremor. Marked rise in BP leading to cerebral hemorrhage, ventricular tachycardia, angina, MI.",
        "cop": 2,
        "opa": "Metformin",
        "opb": "Prazosin",
        "opc": "Acarbose",
        "opd": "Nor-adrenaline",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2018",
        "id": "a91d38b2-0205-466b-8659-403ee7601e19",
        "choice_type": "multi"
    },
    {
        "question": "Exenatide is a new drug used in diabetes mellitus. Mechanism of action of this drug is:-",
        "exp": "(a) Exogenous GLP-1 agonist --> Exenatide, Liraglutide --> given SC Analogues. (b) DPP-4 Inhibitors --> Sitagliptin, Vildagliptin --> given orally. (c) Inhibition of Intestinal absorption of carbohydrate --> Acarbose. (d) Stimulation of PPAR - gamma --> Piaglitazone, Rosiglitazone",
        "cop": 2,
        "opa": "Inhibition of DPP- 4",
        "opb": "Release of insulin acting as agonist of GLP-1 receptors",
        "opc": "Inhibiting intestinal absorption of carbohydrates",
        "opd": "Stimulation of PPAR-gamma",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2018",
        "id": "fe7f7e14-c14e-4748-9799-faecb9ea168e",
        "choice_type": "single"
    },
    {
        "question": "Antidote for alprazolam is:-",
        "exp": "Alprazolam is Benzodiazepine Antidote for benzodiazepine is Flumazenil Protamine sulfate is antidote for Heparin EDTA can be used as antidote for (calcium salt of EDTA) ca in milk Manganese poisoning Iron poisoning Lead poisoning Cadmium poisoning Bal is used as antidote in - Bismuth poisoning Arsenic poisoning Lead poisoning",
        "cop": 2,
        "opa": "Protamine sulphate",
        "opb": "Flumazenil",
        "opc": "EDTA",
        "opd": "BAL",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2018",
        "id": "c4eb745a-0acd-4ff9-8530-b9a9fc7390e7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an alkylating agent:-",
        "exp": "Melphalan Cyclophosphamide Busulfan These are alkylating agents.",
        "cop": 4,
        "opa": "Melphalan",
        "opb": "Cyclophosphamide",
        "opc": "Busulfan",
        "opd": "5-Fluorouracil",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2018",
        "id": "9d1410ed-32ee-43f0-8c39-ab6c4fdda322",
        "choice_type": "single"
    },
    {
        "question": "Shoest acting muscle relaxant is:-",
        "exp": "Muscle Relaxants are of two types:- MR Depolarizing Non Depolarizing Shoest Acting Depolarizing muscle relaxant -succinyl choline. Overall shoest acting muscle relaxant- succinyl choline. Action of succinyl choline last for < 5 mins. Shoest Acting Non-Depolarizing Muscle relaxant - Mivacurium.",
        "cop": 2,
        "opa": "Tubocurarine",
        "opb": "Succinylcholine",
        "opc": "Pancuronium",
        "opd": "Atracurium",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2018",
        "id": "7f600a24-7cfe-4178-86e8-3dea0f2eedd7",
        "choice_type": "single"
    },
    {
        "question": "In the management of diabetes mellitus, lactic acidosis is caused by which of the following?",
        "exp": "Metformin:- S/E: Lactic acidosis Megaloblastic anemia To prevent lactic acidosis, Metformin is to be avoided in high risk patients: Old patients Pt. with renal failure Pt. with liver diseases CHF Tolbutamide (1st gen. Sulfonylureas) - s/e - Hypoglycemia, weight gain. Glipizide (2nd gen. Sulfonylureas) - s/e - Hypoglycemia Pioglitazone - acts by stimulating PPAR-g - reversal of Insulin resistance, s/e - hepatotoxic, edema and Increased risk of urinary bladder cancer",
        "cop": 4,
        "opa": "Tolbutamide",
        "opb": "Glipizide",
        "opc": "Pioglitazone",
        "opd": "Metformin",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2018",
        "id": "78936ade-4151-4d6b-b32a-e5fae60e5690",
        "choice_type": "single"
    },
    {
        "question": "Pharmacodynamics deals with:-",
        "exp": "2 main branches in pharmacology Pharmacodynamics Studies effect of drug on body, i.e. Action of drug. Mechanism of action Pharmacokinetics Studies effect of body on drug, i.e. Absorption Distribution Metabolism Excretion Option A , C , D is studied in pharmacokinetics of drugs.",
        "cop": 2,
        "opa": "Mode of excretion of a drug",
        "opb": "Mechanism of action of a drug",
        "opc": "Transpo of drug across the biological membranes",
        "opd": "Latency of onset",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2018",
        "id": "02a1e5b6-4f71-4e97-a9bb-b6adce5a9bdd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is a direct inhibitor of clotting factor Xa?",
        "exp": "All the drugs ending with XA BAN are direct Xa inhibitor XaBlocker Impoant ones are :- (1) Rivaroxaban (2) Apixaban (3) Edoxaban (4) Betrixaban (b) Argatroban - Direct thrombin inhibitors. (synthetic non-peptide compound which binds reversibly to the catalytic site of thrombin but not to the substrate recognition site)Argatroban uses ---- Tx of Thrombosis and for PCI(PCI = Per cutaneous Intervention) in HIT patients (HIT= Heparin induced thrombocytopenia ) (c) Fondaparinux - Indirect thrombin inhitor. (Penta-saccharidewith specitic sequence that binds to AT -III with high affinity inducing an irreversible conformational change to selectively in actively factor Xawithout binding thrombin) Fondaparinux use - prophylaxis and Tx of DVT &PE(Pulmonary Embolism) as well as ACS (Acute coronary syndrome) (d)Aspirin - Thromboxane synthesis inhibitor Aspirin use - CAD (Coronary Aery Disease), Stroke.",
        "cop": 1,
        "opa": "Apixaban",
        "opb": "Argatroban",
        "opc": "Fondaparinux",
        "opd": "Aspirin",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2018",
        "id": "12ccf10c-6594-4fb4-8422-27ba831fc4ca",
        "choice_type": "single"
    },
    {
        "question": "Therapeutic index of a drug is an indicator of:-",
        "exp": "Therapeutic index (T.I) = LD 50 / ED 50 = Median lethal dose / Median effective dose Median lethal dose: dose at which 50% of animals die after receiving drug. Median effective dose: dose at which 50% of patient see effect after receiving the drug LD50 should be high, i.e. The drug should produce toxicity at high doses. (not at low dose) ED50 should be low, i.e. The drug should produce effects at even low dose (i.e. Potent) :- Ti l/e - Drug potency is a choosing factor in dose of drug & efficacy is for choice of drug.",
        "cop": 2,
        "opa": "Potency",
        "opb": "Safety",
        "opc": "Efficacy",
        "opd": "All of these",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2018",
        "id": "6c343f0e-49af-4dfa-94f9-4fc102f7b44d",
        "choice_type": "multi"
    }
]