[
    {
        "question": "Praziquantel is used for the treatment of",
        "exp": "Platyhelminthes (flukes & tapeworms) DOC for all the platyhelminths is praziquantel DOC for Fasciola hepatica (liver fluke) is triclabendazole DOC for dog tapeworm is albendazole DOC for trichomoniasis is metronidazole Surgery is done for rhinosporidiosis Nematodes DOC for nematodes is albendazole DOC for filaria is diethyl carbamazine DOC for strongyloidiasis & onchocerca volvulus is Ivermectin",
        "cop": 3,
        "opa": "Strongyloidiasis",
        "opb": "Trichomoniasis",
        "opc": "Schistosomiasis",
        "opd": "Rhinosporidiosis",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "9f4fdb68-9c73-4aab-9ca1-0795a41db7f3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used for day care surgery?",
        "exp": "Drugs used in day care surgery Dr Desflurane Manmohan Midazolam Singh Sevoflurane Is Isoflurane A Alfentanyl Prime Propofol- mc drug used in day care surgery Minister Mivacurium Ketamine causes dissociative anesthesia Thiopentone is shoest acting due to redistrubution Etomidate causes adrenal supression",
        "cop": 3,
        "opa": "Ketamine",
        "opb": "Thiopentone",
        "opc": "Propofol",
        "opd": "Etomidate Drugs used in day care surgery",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "f679cf27-eafc-4051-b9f8-7259b64ac8e8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following inhalational anaesthetic agent can cause hepatitis on repeated use?",
        "exp": "Halothane causes hepatitis .It can also cause arrhythmia by making adrenaline more adrenogenic, i.e , Adrenaline Shows more adrenogenic action when halothane is used. Hence it should not be used in conditions where adrenaline is high ,i.e, pheochromocytoma",
        "cop": 1,
        "opa": "Halothane",
        "opb": "Isoflurane",
        "opc": "Sevoflurane",
        "opd": "Ether",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "8615e8c6-d60b-4404-95b5-6cb18395796f",
        "choice_type": "single"
    },
    {
        "question": "Find therapeutic index of drug from the information given below in the graph",
        "exp": "TI = LD50/ED50 TI = 128 mg/8 mg = 16",
        "cop": 4,
        "opa": "128",
        "opb": "1024",
        "opc": "8",
        "opd": "16",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "4e6f3949-2418-41aa-8797-3618ba03e6e5",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of allopurinol is",
        "exp": "Allopurinol (hypoxanthine analog) and recently approved drug, decrease the production of uric acid by inhibiting the enzyme xanthine oxidase. Dose- 100-600 mg / day Allopurinol is metabolized by the same enzyme to allo xanthine which is a long acting inhibitor of xanthine oxidase. Allopurinol (purine analogue and Febuxostat (non-purine analogue) are indicated as drug of choice for chronic gout in the inter-critical period (between two acute attacks) and also with anticancer drugs (to decrease secondary hyperuricemia). DRUGS USED IN CHRONIC GOUT Group Mechanism Drugs Uric acid synthesis inhibitors Xanthine oxidase inhibitors Allopurinol, Febuxostat Uricosuric agents URAT-1 transpoer inhibitors Probenecid, Sulfinpyrazone, Benzbromarone, Lesinurad Recombinant uricase Cause oxidation of urate to allantoin Rasburicase, Pegloticase",
        "cop": 1,
        "opa": "Xanthine oxidase inhibition",
        "opb": "Recombinant uricase",
        "opc": "Increase uric acid excretion",
        "opd": "Decrease chemotaxis",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "2a09dab3-5c98-4dd4-aa71-0c02b645efd1",
        "choice_type": "multi"
    },
    {
        "question": "Antidote for opioid poisoning;",
        "exp": "Naloxone is an opioid antagonist given intravenously. It blocks mu, kappa and delta receptors. It is the DOC for opioid toxicity. is given parenterally (ineffective orally) and is a very sho acting drug. Pethidine (Meperidine)- fully agonist at opiod receptors Flumazenil-Flumazenil is specific antidote for benzodiazepines. Physostigmine - it is a lipid soluble anticholinesterase. It is the specific antidote for poisoning with belladonna.",
        "cop": 1,
        "opa": "Naloxone",
        "opb": "Pethidine",
        "opc": "Flumazenil",
        "opd": "Physostigmine",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "c66d8a95-52a5-479c-8815-9021dbc56f84",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anti-epileptic drug has the highest teratogenic potential?",
        "exp": "Anti epileptic with highest risk of teratogenicity - Valproate - causes neural tube defects Anti epileptic with lowest risk of teratogenicity- Lamotrigine Levetiracetam",
        "cop": 1,
        "opa": "Valproate",
        "opb": "Carbamazepine",
        "opc": "Phenytoin",
        "opd": "Lamotrigine",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "88f285ba-4b52-43f1-8feb-ab88a20fd799",
        "choice_type": "single"
    },
    {
        "question": "Insulin of choice for the treatment of diabetes ketoacidosis is:",
        "exp": "Diabetic ketoacidosis is emergency, need to give insulin by I/V route Insulin available in I/V route is regular insulin Regular insulin is DOC for diabetic ketoacidosis",
        "cop": 1,
        "opa": "Regular Insulin",
        "opb": "NPH insulin",
        "opc": "Insulin glargine",
        "opd": "Insulin lispro",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "0be9de3d-ddbd-4b43-9e31-dccf1961c377",
        "choice_type": "single"
    },
    {
        "question": "Least teratogenic antiepileptic drug in pregnancy is;",
        "exp": "Anti-epileptic with highest risk of teratogenicity - Valproate - causes neural tube defects Anti-epileptic with lowest risk of teratogenicity- Lamotrigine >Levetiracetam",
        "cop": 4,
        "opa": "Valproate",
        "opb": "Phenytoin",
        "opc": "Carbamazepine",
        "opd": "Levetiracetam",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "cae1d27d-60bf-4e06-9dce-04ae5ee221f2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an oral direct thrombin inhibitor?",
        "exp": "ORAL: Direct thrombin inhibitor- Dabigatran, Ximelagatran Direct factor Xa inhibitors Apixaban Rivaroxaban Edoxaban Betrixaban Warfarin inhibits Epoxide Reductase thus ?Activated Vit k - ? decreased gamma carboxyglutamate residue ?functionality of factor 2,7,9,10 Lepirudin: - Parenteral Direct Thrombin Inhibitor",
        "cop": 1,
        "opa": "Dabigatran",
        "opb": "Rivaroxaban",
        "opc": "Warfarin",
        "opd": "Lepirudin",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "23f4fce4-2463-4d02-9a3b-f03476261c8a",
        "choice_type": "single"
    },
    {
        "question": "Secretion of prolactin is inhibited by?",
        "exp": "PIH is secreted from hypothalamus Prolactin inhibiting hormone PIH (dopamine) Dopamine in the pituitary it stimulates D2 receptors Stimulated D2 receptors decrease prolactin D2 receptors are stimulated by a drug called as cabergoline DOC for hyperprolactinemia is cabergoline DA stimulates D2 receptors - | prolactin -",
        "cop": 1,
        "opa": "Dopamine",
        "opb": "Nor - adrenaline",
        "opc": "Adrenaline",
        "opd": "Serotonin",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "f351acb0-0b4d-422f-8554-32a9b861ea0d",
        "choice_type": "single"
    },
    {
        "question": "A lady has taken medication for amoebiasis infection. She drank alcohol in a pay. She has nausea vomiting and dizziness. Which anti-amoebic drug could have led to interaction with alcohol to produce these symptoms?",
        "exp": "ABOVE symptoms are due to Disulfiram like reaction caused by interaction of Alcohol and Metronidazole Drugs showing disulfiram like reaction with alcohol are: C- -Cefamandole, Cefoperazone, Cefotetan, Chlorpropamide G-Griseofulvin, M-Moxalactam, Metronidazole P-Procarbazine Mnemonic- Cyclic G M P Various side effects seen due to interaction alcohol and metronidazole drugs are - face flushing-m/c Seen abdominal pain cramps nausea and vomiting headaches Sudden drop in blood pressure, rapid hea rate, and liver damage.",
        "cop": 1,
        "opa": "Metronidazole",
        "opb": "Nitazoxanide",
        "opc": "Paromomycin",
        "opd": "Diloxanide",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "66d34442-fe9d-4f00-8fea-25afb4e7ccc9",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for nasal carriers of MRSA is:",
        "exp": "Vancomycin is the DOC for the treatment of MRSA DOC for nasal carriers of MRSA is mupirocin DOC for VRSA is daptomycin",
        "cop": 3,
        "opa": "Vancomycin",
        "opb": "Teicoplanin",
        "opc": "Mupirocin",
        "opd": "Linezolid",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "5947fc5c-fe99-42d4-930d-99b6429bfeaf",
        "choice_type": "single"
    },
    {
        "question": "Therapeutic drug monitoring is done for;",
        "exp": "Therapeutic drug monitoring is adjustment of dose of the drug according to its plasma concentration. It is required for A Aminoglycosides (e.g. gentamicin) Drug Digitalis Possessing Phenytoin (anti-epileptics) Low Lithium Therapeutic Tricyclic antidepressants Index Immunomodulators (e.g. cyclosporine) Criteria for doing TDM Low therapeutic index When therapeutic response cannot be easily measured Inconsistent pharmacokinetics of the drug.",
        "cop": 1,
        "opa": "Phenytoin",
        "opb": "Heparin",
        "opc": "Aspirin",
        "opd": "Metformin",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "b7289445-e3bd-4782-baf8-e69dacf1accb",
        "choice_type": "single"
    },
    {
        "question": "Preferred drug for the treatment of ventricular tachycardia is",
        "exp": "Doc for ventricular tachycardia - Lignocaine",
        "cop": 4,
        "opa": "Digoxin",
        "opb": "Propranolol",
        "opc": "Diltiazem",
        "opd": "Lignocaine",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "33f64282-e473-44ed-80f2-ca5e482483be",
        "choice_type": "single"
    },
    {
        "question": "Most cardiotoxic anti-cancer drug among the following;",
        "exp": "Anthracyclines (daunorubicin, doxorubicin, epirubicin and idarubicin) can cause severe cardiotoxicity manifesting as dilated cardiomyopathy and arrhythmias. Anthracycline chemotherapeutic agents form free radicals in the myocardium. Their most severe side effect is a cumulative dose related dilated cardiomyopathy. It presents with symptoms of left and right ventricular CHF. Anthracyclines mediated cardiotoxicity, is prevented by dexrazoxane. Anthracycline (doxorubicin) also cause -Radiation recall syndrome Cyclophosphamide is alkylating agent used for anticancer purpose. Imatinib - is tyrosine kinase inhibitor - it is used as first line drug for chronic phase CML, in blast crisis Tamoxifen - it is SERM - DOC for ER positive breast cancer.",
        "cop": 1,
        "opa": "Anthracyclines",
        "opb": "Cyclophosphamide",
        "opc": "Imatinib",
        "opd": "Tamoxifen",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "72c0b790-36f9-4f99-a7f5-07f700865871",
        "choice_type": "single"
    },
    {
        "question": "What is the dose of mifepristone in Medical aboion?",
        "exp": "Dose used for medical aboion: 600 mg single dose to be taken within 72 hours Mifepristone: 10 mg single dose is used as an emergency contraceptive. Mifepristone is selective progesterone receptor modulator (SPRM). ACTS as antagonist of progesterone receptors in uterus Antagonist to glucocoicoid receptors Antagonist to androgen receptors.",
        "cop": 1,
        "opa": "600 mg",
        "opb": "200 mg",
        "opc": "400 mg",
        "opd": "100 mg",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "5023b1b6-04c8-494e-bbf2-cade3e1cb4db",
        "choice_type": "single"
    },
    {
        "question": "Which anti-asthma drug is avoided with erythromycin?",
        "exp": "Erythromycin decreases the plasma clearance of theophylline hence may manifest theophylline toxicity. Theophylline follows zero order kinetics. It is metabolised by microsomal enzymes. hence prone to drug interaction. ENZYME INHIBTORS -Agents which inhibit its metabolism are - Erythromycin Ciprofloxacin Cimetidine Oral contraceptive Allopurinol ENZYME INDUCERS - Like rifampicin increases its clearance hence higher dose is required for action. Smoking Phenytoin phenobarbitone",
        "cop": 3,
        "opa": "Salbutamol",
        "opb": "Ipratropium",
        "opc": "Theophylline",
        "opd": "Terbutaline.",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "41779834-a8bc-4a4b-8ab8-6c0266480ee6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a carbonic anhydrase inhibitor?",
        "exp": "Carbonic anhydrase is an enzyme which catalyses the reversible reaction H2O + CO2 - H2C03 Hence, Carbonic anhydrase functions in CO2 and HC03 transpo and in H+ ion secretion. Carbonic anhydrase inhibitors act by non-competitive but reversible inhibition of this enzyme. eg- tazolamide, dorzolamide and brinzolamide. Hydrochlorothiazide-Inhibits Na-Cl- sympoer acts on distal tubule Furosemide-loop diuretic acting on NA+-K+-2CL PUMP Mannitol-OSMOTIC diuretic",
        "cop": 1,
        "opa": "Acetazolamide",
        "opb": "Hydrochlorothiazide",
        "opc": "Furosemide",
        "opd": "Mannitol",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "0fc38cce-5061-400d-a5e4-6be142e22a3b",
        "choice_type": "single"
    },
    {
        "question": "All of the following can result in gynaecomastia except;",
        "exp": "Drugs causing gynecomastia S- Spironolactone I- Isoniazid D- Digoxin C- Cimetidine (and Ketoconazole) O- Oestrogens",
        "cop": 4,
        "opa": "sulphonamides",
        "opb": "Spironolactone",
        "opc": "Digoxin",
        "opd": "Aromatase inhibitors",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "6ae5f2c5-7988-4169-8a6d-c3521bd73808",
        "choice_type": "multi"
    },
    {
        "question": "Mechanism of action of atropine in treatment of organophophate poisoning is?",
        "exp": "Organophosphates AcHE inhibitors (acetylcholine cannot be broken) Level of acetyl choline increases Stimulate nicotinic & muscarinic receptors Over activity of M1- acidity M2- bradycardia M3- bronchoconstriction, secretion, diarrhea & urination Atropine is DOC for organophosphate poisoning But atropine doesn't block the nicotinic receptors (muscle weakness)",
        "cop": 3,
        "opa": "It inhibits secretion of acetylcholine",
        "opb": "It is reactivator of acetylcholine esterase enzyme",
        "opc": "It has antimuscarinic activity",
        "opd": "It is agonist of acetylcholine receptors",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "6e0037d7-a112-4779-b1f2-33681ed02419",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs are used for prophylaxis of migraine except;",
        "exp": "Flutamide is androgen receptor antagonist. Used in Ca prostate and hirsutism.",
        "cop": 3,
        "opa": "Propranolol",
        "opb": "Imipramine",
        "opc": "Flutamide",
        "opd": "Flunarizine",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "4ac24eb3-e642-49f0-85bb-802e92866f22",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug causes postural hypotension commonly?",
        "exp": "Alpha 1A receptors are present on prostatic urethra whereas alpha 1B/1D are present on blood vessels. Drugs blocking both of these (like prazosin, terazosin, doxazosin and alfuzosin) are useful in BHP with hypeension but cause postural hypotension (First dose effect) as an adverse effect due to VENODILATION -hence causing pooling of blood in extremities -decreased venous return causing postaural hypotension. Selective alpha 1A blockers (tamsulosin and silodosin) treat symptoms of BHP without causing postural hypotension. Other drugs causing postural hypotension - ACE inhibitors- Enalapril Sodium nitroprusside.",
        "cop": 3,
        "opa": "ACE inhibitor",
        "opb": "Beta blocker",
        "opc": "Alpha blocker",
        "opd": "Angiotensin receptor blockers.",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "a79b906b-d4fe-463b-b021-6552e14b2850",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of exenatide in diabetes mellitus is",
        "exp": "Exenatide is a Glucagon like peptide analogue which is approved as an injectable, adjunctive therapy in persons with type 2 DM Saxagliptin -> DPP4 inhibitor which inhibit the metabolism of GLP-1, therefore increase insulin. Canagliflozin, Dapagliflozin, Empagliflozin, Eugliflozin etc. Drugs-inhibit SGLT-2 -Inhibit glucose reabsorption, -result in glucosuria Pramlintide - amylin analogue - Given subcutaneously",
        "cop": 1,
        "opa": "It is analogue of GLP released from gut and increase glucose dependant insulin secretion",
        "opb": "It is DPP-4 inhibitor and result in decreased breakdown of GLP",
        "opc": "It inhibits SGLT-2 and cause glucosuria",
        "opd": "It is amylin analogue and decrease glucagon",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "9bc1741f-a75f-41c8-973a-a45e96bda4e7",
        "choice_type": "single"
    },
    {
        "question": "The drug of choice for hypehyroidism in third trimester of pregnancy is;",
        "exp": "HYPEHYROIDISM IN PREGNANCY DOC for hypehyroidism in pregnancy is Propylthiouracil. DOC for hypehyroidism in first trimester of pregnancy is Propylthiouracil. DOC for hypehyroidism in 2nd and 3rd trimester of pregnancy is Carbimazole.",
        "cop": 1,
        "opa": "Carbimazole",
        "opb": "Propylthiouracil",
        "opc": "Sodium iodide",
        "opd": "Radioactive iodine",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "33aec8c8-751f-4940-854f-2c3821c1ef84",
        "choice_type": "single"
    },
    {
        "question": "A patient after valve replacement will require follow up treatment with",
        "exp": "Warfarin-Warfarin being oral anticoagulant is used as prophylaxis after valve replacement because of propensity of these pts. developing thromboembolism is higher. Rx- warfarin + Inj heparin -life time use Heparin is discontinued after five days where as warfarin is taken lifelong. As warfarin takes at least 5 days to show its effect. Note-with warfarin therapy INR monitoring should be done.",
        "cop": 1,
        "opa": "Warfarin",
        "opb": "ACE inhibitors",
        "opc": "Beta blockers",
        "opd": "Thiazide",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "29986844-1c38-47d7-8084-0092f8072914",
        "choice_type": "single"
    },
    {
        "question": "Monoclonal antibody used in cancer is",
        "exp": "Rituximab is a monoclonal antibody against CD20. It is used for treatment of: - Non-Hodgkin lymphoma Chronic lymphoid leukemia Rheumatoid ahritis SLE Auto-immune hemolytic anemia Idiopathic thrombocytopenic purpura OTHER OPTION: Cisplatin is most emetogenic anticancer drug - DOC- esophageal or gastric cancer 5-fluorouracil is a pyrimidine analog and inhibit DNA synthesis by competing with DNA polymerase. Methotrexate is a dihydro folic acid reductase inhibitor. It decreases the formation of DNA.",
        "cop": 1,
        "opa": "Rituximab",
        "opb": "Cisplatin",
        "opc": "5-fluorouracil",
        "opd": "Methotrexate.",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "72e57a54-decf-41b9-9230-08b097ad3637",
        "choice_type": "single"
    },
    {
        "question": "Hydrochlorothiazide works by inhibiting",
        "exp": "Thiazide diuretics: Inhibits Na-Cl- sympoer in early DCT acts on distal tubule Includes- chlorothiazide, indapamide Decreases Na+, K+, Mg2+, H+ Increases glucose, uric acid, lipid Increase in calcium - used in osteoporosis Name Site of action Example Mechanism Loop diuretics Thick ascending limb of Loop of Henle Furosemide, Torsemide Na-K-2Cl sympoer inhibition Carbonic anhydrase inhibitors PCT Acetazolamide, Dorzolamide, Brinzolamide Carbonic anhydrase inhibition Thiazides DCT Hydrochlorothiazide, Chlohalidone Na-Cl sympoer inhibition Osmotic diuretics Non-specific Mannitol By osmotic effect Epithelial sodium channel blockers Collecting duct Amiloride, Triamterene eNa channel blockade Aldosterone antagonists Collecting duct Spironolactone, Eplerenone Antagonism of aldosterone receptors",
        "cop": 2,
        "opa": "Na+ CI pump in late DCT",
        "opb": "Na+ CI pump in early DCT",
        "opc": "Na+ K+ 2CT pump in descending limb of loop of Henle",
        "opd": "Na+K+2CT pump in ascending limb of loop of Henle",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "1a96c922-010b-4139-a6ca-e9b8b44430d7",
        "choice_type": "single"
    },
    {
        "question": "Colour of nitrous oxide cylinder is?",
        "exp": "N2O (blue) Cyclopropane (orange) Oxygen (black & white) Entonox (blue & white)",
        "cop": 1,
        "opa": "Blue",
        "opb": "Blue body with white shoulder",
        "opc": "White",
        "opd": "Black",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "780aac4d-5b27-4253-95a1-54a2c85e3933",
        "choice_type": "single"
    },
    {
        "question": "Shoest acting coicosteroid he following is?",
        "exp": "Sho acting steroids - Coisone Hydrocoisone Intermediate acting - Prednisone Prednisolone Triamcinolone Long acting - Dexamethasone Betamethasone Paramethasone",
        "cop": 2,
        "opa": "Dexamethasone",
        "opb": "Hydrocoisone",
        "opc": "Triamcinolone",
        "opd": "Deflazaco",
        "subject_name": "Pharmacology",
        "topic_name": "FMGE 2019",
        "id": "89eaf7b4-b904-4924-ab6a-85f62ad5d8f9",
        "choice_type": "single"
    }
]