[
    {
        "question": "Difference between rantidine & cimetidine is -",
        "exp": "Ans. is 'a' i.e., Ranitidine is 5 times more potent than cimetidine o Ranitidine has several desirable features compared to cimetidine:5 times more potent than cimetidine.No antiandrogenic action, does not increase prolactin secretion or spare estradiol from hepatic metabolism - no effect on male sexual function or gynaecomastia.Lesser permeability into brain.Less marked inhibition of hepatic metabolism of other drugs.Overall incidence of side - effects is lower.",
        "cop": 1,
        "opa": "Ranitidine is 5 times more potent than cimetidine",
        "opb": "Cimetidine is 5 times more potent than ranitidine.",
        "opc": "Ranitidine has androgenic action",
        "opd": "Ranitidine more markedly inhibits hepatic metabolism",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "2c41fd2e-8f64-46b3-9bb8-a33ee60b4a85",
        "choice_type": "single"
    },
    {
        "question": "The following agent decrease gastric motility except-",
        "exp": "Ans. is 'a' i.e., Naloxone o Opioids decrease GI motility.o Naloxone is opioid antagonist (at all receptors), thus it will counteract the GI effect of opioids.Naloxoneo It antagonizes all action of morphine (sedation is less completely reversed),o It is the drug of choice for acute morphine poisoning.o It is also used for reversing neonatal asphyxia due to opioid use during labour, alcohol intoxication and to elevate BP in endotoxic or hypovolaemic shock.o It precipitates withdrawl in dependent subjects ->> can be used for diagnosis of opioid dependence,o It partly antagonizes respiratory depression produced by certain nonopioid also, e.g. N2O, diazepam.o It is ineffective orally because of high first pass metabolism - used parenterally.o It is very short acting (t1/2 1 hour in adults and 3 hours in newborns).",
        "cop": 1,
        "opa": "Naloxone",
        "opb": "Morphine",
        "opc": "Codeine",
        "opd": "Pethidine",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "b73d4f0f-95bb-4676-82ac-7ebff6a78a7b",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for prevention of NSAID induced peptic ulcer disease is",
        "exp": "Ans. is 'b' i.e., Proton pump inhibitors * PPI are the DOC for peptic ulcer (gastric or duodenal), GERD, ZE syndrome, prevention of aspiratory pneumonia and NSAID induced gastric / duodenal ulcers. Note - PGE1 analogue (Misoprostol) is specific drug for prevention and treatment of NSAID induced ulcer, but DOC is PPL",
        "cop": 2,
        "opa": "H2 receptor blockers",
        "opb": "Proton pump inhibitors",
        "opc": "Macrolide antibiotic",
        "opd": "Sucralfate",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "4b4f2b6f-4d6b-4d07-a2d5-302d0d3bc2a9",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action on ondensetron -",
        "exp": "Ans. is 'd' i.e., 5HT3 antagonist Ondansetron* It is the prototype of a distinct class of antiemetic drugs developed to control cancer chemotherapy/radiotherapy induced vomiting, and later found to be highly effective in PONV and disease/drug associated vomiting as well.* It blocks the depolarizing action of 5-HT exerted through 5-HT3 receptors on vagal afferents in the g.i.t. as well as in NTS and CTZ.* Cytotoxic drugs/radiation produce nausea and vomiting by causing cellular damage release of mediators including 5-HT from intestinal mucosa activation of vagal afferents in the gut emetogenic impulses to the NTS and CTZ. Ondansetron blocks emetogenic impulses both at their peripheral origin and their central relay.* It does not block dopamine receptors.* Apomorphine or motion sickness induced vomiting is not suppressed.* A weak gastrokinetic action due to 5-HT3 blockade has been detected, but this is clinically insignificant.* A minor 5-HT4 antagonistic action has also been shown, but seems to have no clinical relevance.",
        "cop": 4,
        "opa": "RANK ligand inhibitor",
        "opb": "MMDA antagonist",
        "opc": "NK 1 receptor antagonist",
        "opd": "5 HT3 antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "43181a37-7d03-4e58-8941-e4458592e6c4",
        "choice_type": "single"
    },
    {
        "question": "Which is most common side effect of inhaled beclomethasone dipropionate?",
        "exp": "* Most of the side effects of steroids are mainly hoarseness, orophyrangeal candidiasis, decreased growth in children with adrenal suppression.* The plausible explanation is that since these drugs are inhaled, they avoid the first pass metabolism that orally administered steroids undergo and hence have preponderance to cause the usual manifestations of steroid toxicity.",
        "cop": 2,
        "opa": "Pneumonia",
        "opb": "Oropharyngeal candidiasis",
        "opc": "Atrophic rhinitis",
        "opd": "Pituitary adrenal suppression",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "f43c6055-32a8-49f1-a874-5b7f8eec11ab",
        "choice_type": "single"
    },
    {
        "question": "DOC for nephrogenic diabetes insipidus:",
        "exp": "Ref: Goodman & Gillman's 13th ed. P 466* Nephrogenic DI may be congenital or acquired. Causes can be:# Hypercalcemia, hypokalemia, post obstructive renal failure, Li+, foscarnet, clozapine, demeclocycline, and other drugs can induce nephrogenic DI.* Thiazide diuretics reduce the polyuria of patients with DI and often are used to treat nephrogenic DI.* DOC for central diabetes insipidus: Desmopressin (V2 receptor agonist)* DOC for nephrogenic diabetes insipidus: Thiazide diuretics.* DOC for lithium induced diabetes insipidus: Amiloride",
        "cop": 3,
        "opa": "Mannitol",
        "opb": "Spironolactone",
        "opc": "Thiazides",
        "opd": "Demeclocycline",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "c220d687-9607-474a-a5d5-dfa2e99087f0",
        "choice_type": "single"
    },
    {
        "question": "Oral rehydration therapy takes advantage of which transporter in GIT -",
        "exp": "Ans. is 'a' i.e., Na Glucose co transport * Oral rehydration is possible if glucose is added with salt. It capitalizes on the intactness of glucose coupled Na+ absorption (Na glucose co transport), even when other mechanisms have failed or when intestinal secretion is excessive, because the secreted fluid lacks glucose and cannot be reabsorbed.",
        "cop": 1,
        "opa": "Na Glucose co transport",
        "opb": "K glucose co transport",
        "opc": "Na calcium co transport",
        "opd": "Na channel",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "f6f86b0a-d111-4f61-8069-f8e6d2e822d1",
        "choice_type": "single"
    },
    {
        "question": "Morphine should not be used in:",
        "exp": "Ans. B. Biliary colicOpioids have potent analgesic effect via mu, kappa receptor. They are known to increase the intrabilliary pressure by constricting the smooth muscle. Therefore, they are contraindicated in biliary colic.",
        "cop": 2,
        "opa": "Ischaemic pain",
        "opb": "Biliary colic",
        "opc": "Cancer pain",
        "opd": "Post-operative pain",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "989bc550-cfff-41ad-9a1e-59e041b3ee98",
        "choice_type": "single"
    },
    {
        "question": "Mesalamine is used in:",
        "exp": "Ref: Katzung 11th p.I087Explanation:Mesalamine is an aminosalicylate used in the treatment of inflammatory bowel diseasesDrugs that contain 5-aminosalicylic acid (5-ASA) have been used successfully for decades in the treatment of inflammatory bowel diseases. 5- ASA differs from salicylic acid only by the addition of an amino group at the 5 (meta) position.Aminosalicylates are believed to work topically (not systemically) in areas of diseased gastrointestinal mucosa. Up to 80% of unformulated, aqueous 5-ASA is absorbed from the small intestine and does not reach the distal small bowel or colon in appreciable quantities.To overcome the rapid absorption of 5-ASA from the proximal small intestine, a number of formulations have been designed to deliver 5- ASA to various distal segments of the small bowel or the colon. These include sulfasalazine, olsalazine, balsalazide, and various forms of mesalamine.Pentasa is a mesalamine formulation that contains timed-release microgranules that release 5-ASA throughout the small intestineAsacol has 5-ASA coated in a pH-sensitive resin that dissolves at pH 7 (the pH of the distal ileum and proximal colon).Lialda also uses a pH-dependent resin that encases a multimatrix core.On dissolution of the pH-sensitive resin in the colon, water slowly penetrates its hydrophilic and lipophilic core. leading to slow release of mesalamine throughout the colon.",
        "cop": 1,
        "opa": "Ulcerative colitis",
        "opb": "Diabetes",
        "opc": "Erectile dysfunction",
        "opd": "Tinea corporis",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "af29950d-593d-4a1e-9203-b36e17ffcebc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following causes melanosis coli?",
        "exp": "Ans. A. SennaMelanosis coli is a disorder of pigmentation of the wall of the colon, often identified at the time of colonoscopy. It is benign, and may have no significant correlation with disease. The brown pigment is lipofuscin in macrophages, not melanin.The most common cause of melanosis coli is the extended use of laxatives, and commonly anthraquinone containing laxatives such as senna, aloe vera and other plant glycosides",
        "cop": 1,
        "opa": "Senna",
        "opb": "Sorbitol",
        "opc": "Magnesium Sulphate",
        "opd": "Bisacodyl",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "60708477-2a3c-4445-a5c4-580552588aa6",
        "choice_type": "single"
    },
    {
        "question": "Mosapride produces its gastrokinetic effects by acting as an agonist at which of the following receptor?",
        "exp": "Ans. is 'd' i.e., 5HT4 Mosapride* It is a congener of cisapride with similar gastrokinetic and LES tonic action due to 5-HT4 agonistic (major) and 5-HT3 antagonistic (minor) action in the myenteric plexus.* Like cisapride, it has no clinically useful antiemetic action and does not produce extrapyramidal or hyperprolactinaemic side effects because of absence of D2 blocking property.* Side effects are diarrhoea, abdominal pain, headache, dizziness and insomnia.* Preclinical studies showed that it may not have the potential to prolong Q-T interval and carry risk of arrhythmias. Therefore, it was introduced as a safe prokinetic. However, after general use some reports of Q-T prolongation and arrhythmias, including torsades de pointes , among recipients have appeared.* Like cisapride, its plasma concentration is elevated by erythromycin and other CYP3A4 inhibitors increasing the risk of Q-T prolongation.* Though, it has not been banned, it may not be as safe as considered earlier.* Indications of mosapride are--nonulcer dyspepsia, diabetic gastroparesis, GERD (as adjuvant to H2 blockers/ PPIs), and some cases of chronic constipation. However, efficacy is not impressive.",
        "cop": 4,
        "opa": "5HT1",
        "opb": "5HT2",
        "opc": "5HT3",
        "opd": "5HT4",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "783e9a5e-420a-4270-a325-589df78a4c16",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an H2 blocker -",
        "exp": "Ans. is 'b' i.e., Oxyphenonium Drugs for peptic ulcer1. Reduce gastric acid secretiona) H2 antihistaminic - Cimetidine, Ranitidine, Famotidine, Roxatidine.b) Proton pump inhibitors - Omeprazole, Lansoprazole, Pantoprazole, Rabeprazole, Esomeprazole.c) Anticholinergics - Pirenzepine, propantheline, oxyphenonium,d) Prostaglandin analogue - Misoprostol, enprostil, rioprostil.2. Neutralization of gastric acid (antacids)a) Systemic - Sodium bicarbonate, sodium citrate.b) Non systemic - Magnesium hydroxide, Mag. trisilicate, aluminium hydroxide, Magaldrate, calcium carbonate.3. Ulcer protectives Sucralfate, colloidal bismuth subcitrate, Prostaglandin analogue.4. Anti H. pylori durgs Amoxicillin, clarithromycin, metronidazole, Tinidazole, tetracycline.Note - PG analogue have both antisecretory (| HC1 secretion) as well as cytoprotective action.",
        "cop": 2,
        "opa": "Cimetidine",
        "opb": "Oxyphenonium",
        "opc": "Roxatidine",
        "opd": "Ranitidine",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "ed1cdc74-f90c-4937-89f4-f86485378eaa",
        "choice_type": "single"
    },
    {
        "question": "Antacid combination of magnesium and aluminium hydroxide are superior because:",
        "exp": "Ans. D. All of the aboveMagnesium is rapid and aluminium act for long period of time. Magnesium salt causes osmotic diarrhea and aluminium salts causes constipation.",
        "cop": 4,
        "opa": "Rapid and sustained acid neutralizing property",
        "opb": "Less effect on gastric emptying",
        "opc": "Likely to alter bowel movement",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "c629c08b-f5b2-4da8-a310-f53e0e75ba43",
        "choice_type": "multi"
    },
    {
        "question": "Effective ulcer treatment that works by inhibitory action on gastric acid secretion is -",
        "exp": "Ans. is 'd' i.e., Ranitidine o Among the given options, only ranitidine decreases acid secretion.Drugs for peptic ulcer1.Reduce gastric acid secretionH2 antihistaminic - Cimetidine, Ranitidine, Famotidine, Roxatidine.Proton pump inhibitors - Omeprazole, Lansoprazole, Pantoprazole, Rabeprazole, Esomeprazole.Anticholinergics - Pirenzepine, propantheline, oxyphenonium.Prostaglandin analogue - Misoprostol, enprostil, rioprostil.2. Neutralization of gastric acid (antacids)Systemic - Sodium bicarbonate, sodium citrate.Non systemic - Magnesium hydroxide, Mag. trisilicate, aluminium hydroxide, Magaldrate, calcium carbonate.3. UlcerprotectivesSucralfate, colloidal bismuth subcitrate, Prostaglandin analogue.4. Anti H. pylori durgsAmoxicillin, clarithromycin, metronidazole, Tinidazole, tetracycline.Note - PG analogue have both antisecretory (i HC1 secretion) as well as cytoprotective action.",
        "cop": 4,
        "opa": "Lactulose",
        "opb": "Aluminium hydroxide",
        "opc": "Sucralfate",
        "opd": "Ranitidine",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "8d7336c0-9c1f-4642-8ad3-af9d070141c6",
        "choice_type": "single"
    },
    {
        "question": "Esmoprazole acts by inhibiting",
        "exp": "Ans. a (H+K+ ATPase pump). (Ref. Harrison's internal medicine, 16th ed., 1753)Esmoprazole# s-enantiomer of omeprazole.# It is claimed to produce better control of pH in stomach than omeprazole in GERD.# It is effective as Omez in healing gastric/duodenal ulcer and in inhibiting H. pylori.# Side effects and drug reactions are same as Omez.Rabeprazole,A newer PPI causing fastest acid suppression and aids ingastric mucin synthesis.PantoprazoleMore acid stable and active at high pH and drug interactions are minimal.LansoprazoleReversible inhibitor. Proton Pump (H+,K+-ATPase) Inhibitors# Omeprazole, esmoprazole, lansoprazole, rabeprazole, and pantoprazole are substituted benzimidazole derivatives that covalently bind and irreversibly inhibit H+,K+-ATPase.# Esmoprazole, the newest member of this drug class, is the S-enantiomer of omeprazole.# These are the most potent acid inhibitory agents available.# Omeprazole and lansoprazole are the PPIs that have been used for the longest time. Both are acid-labile and are administered as enteric-coated granules in a sustained-release capsule that dissolves within the small intestine at a pH of 6. These agents are lipophilic compounds; upon entering the parietal cell, they are protonated and trapped within the acid environment of the tubulovesicular and canalicular system. These agents potently inhibit all phases of gastric acid secretion. Onset of action is rapid, with a maximum acid inhibitory effect between 2 and 6 h after administration and duration of inhibition lasting up to 72-96 h. With repeated daily dosing, progressive acid inhibitory effects are observed, with basal and secretagogue-stimulated acid production being inhibited by >95% after 1 week of therapy# The half-life of PPIs is --18 h; thus, it can take between 2 and 5 days for gastric acid secretion to return to normal levels once these drugs have been discontinued.# PPIs may interfere with absorption of drugs such as ketoconazole, ampicillin, iron, and digoxin. Hepatic cytochrome P450 can be inhibited by the earlier PPIs (omeprazole, lansoprazole). Rabeprazole, pantoprazole, and esmoprazole do not appear to interact significantly with drugs metabolized by the cytochrome P450 system. Caution should be taken when using warfarin, diazepam, atazanavir, and phenytoin concomitantly with PPIs. Long-term acid suppression, especially with PPIs, has been associated with a higher incidence of community-acquired pneumonia.# Tenatoprazole is a PPI containing an imidazopyridine ring instead of a benzimidazole ring, which promotes irreversible proton pump inhibition. This agent has a longer half-life than the other PPIs and may be beneficial for inhibiting nocturnal acid secretion, which has significant relevance in GERD. A second new class of agents is the potassium- competitive acid pump antagonists (P-CABs). These compounds inhibit gastric acid secretion via potassium competitive binding of the H+,K+-ATPase.",
        "cop": 1,
        "opa": "H+K+ ATPase pump",
        "opb": "H+Na+ ATPase pump",
        "opc": "H+ pump",
        "opd": "Any of the above",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "b0e5621b-fac6-4800-a485-2dc179439351",
        "choice_type": "multi"
    },
    {
        "question": "Emesis receptor is",
        "exp": "ANSWER: (C) 5HT3REF: Goodman Gillman manual of pharmacology and therapeutics 2008 edition, page 646Iheprocessofnauseaandvomiting appears to be coordinated by a central emesis center in the lateral reticular formation of the mid-brainstem adjacent to both the chemoreceptor trigger zone (CTZ) in the area postrema (AP) at the bottom of the fourth ventricle and the solitary tract nucleus (STN) of the vagus nerve.The lack of a blood-brain barrier allows the CTZ to monitor blood and cerebrospinal fluid constantly for toxic substances and to relay information to the emesis center to trigger nausea and vomitingThe CTZ has high concentrations of receptors for serotonin (5-HT3), dopamine (D2), and opioids, while the STN is rich in receptors for enkephalin, histamine, and ACh, and also contains 5-HT3 receptors.The most effective agents for chemotherapy-induced nausea and vomiting are the 5-HT3 antagonists and metoclopramidePharmacological view of emetic stimuli",
        "cop": 3,
        "opa": "5HT1",
        "opb": "5HT2",
        "opc": "5HT3",
        "opd": "5HT4",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "5d8b4b3d-dd81-4110-b2da-e87843cdaad6",
        "choice_type": "single"
    },
    {
        "question": "All of the following are indicated in drug induced vomiting EXCEPT:",
        "exp": "Ref: KD Tripathi, 6th ed. pg. 641, 642, 644, 646HYOSINE* It is the most effective drug for motion sickness.* Suitable only for short brisk journeys.* It acts by blocking conduction of nerve impulses in the pathway leading from the vestibular apparatus to the vomiting centre and is not effective in vomiting of other etiologies.ONDANSETRON* It is considered as the drug of choice for drug induced vomiting.* Used mainly to control cancer chemotherapy induced vomiting.* Effective in postoperative nausea and vomiting as well.METOCLOPRAMIDE* It is an effective and popular drug for many types of vomiting like: Postoperative, drug induced, disease associated (especially migraine), radiation sickness, etc.CHLORPROMAZINE* These are from typical antipsychotic having potent antiemetic action; act by blocking D2 receptors in the CTZ.* They have broad spectrum antiemetic action effective in:# Drug induced and post anaesthetic nausea and vomiting# Disease induced vomiting# Malignancy associated and cancer chemotherapy induced vomiting# Radiation sickness vomiting and morning sickness.",
        "cop": 3,
        "opa": "Ondansetron",
        "opb": "Metoclopramide",
        "opc": "Hyoscine",
        "opd": "Chlorpromazine",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "b0824b34-cba2-43ff-af40-a7da10fe641a",
        "choice_type": "multi"
    },
    {
        "question": "H2 blockers are given for duodenal ulcer for a period of?",
        "exp": "Ans. (c) 8 weeksRef Mayo clinic gastroenterology and hepatology Board review edited by Stephen hauser 4/e, p 13, Pharmacologyby George M. Brenner, Craig stevens, 4/e, p 297",
        "cop": 3,
        "opa": "4 weeks",
        "opb": "6 weeks",
        "opc": "8 weeks",
        "opd": "12 weeks",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "6b6d29cc-5bba-41b7-a623-6b6a0bbfc718",
        "choice_type": "single"
    },
    {
        "question": "Laxative used in hepatic encephalopathy",
        "exp": "Ref: Goodman & Gillman 13th ed. P 928, 940USES OF LACTULOSE* Constipation caused by opioids* Idiopathic chronic constipation* Lactulose also used to treat hepatic encephalopathyLACTULOSE IN HEPATIC ENCEPHALOPATHY* Impaired liver function/severe liver disease are unable to detoxify the ammonia coming from colon which is produced by colonic bacterial metabolism of fecal urea.* The drop in luminal pH that accompanies hydrolysis to short-chain fatty acids in the colon results in \"trapping\" of the ammonia by its conversion to the polar ammonium ion.* Combined with the increase in colonic transit, this therapy significantly lowers circulating ammonia levels. The therapeutic goal in this condition is to give sufficient amounts of lactulose (usually 20-30g three to four times per day) to produce two to three soft stools a day with a pH of 5-5.5.",
        "cop": 1,
        "opa": "Lactulose",
        "opb": "Sodium picosulfate",
        "opc": "Lubiprostone",
        "opd": "Bisacodyl",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "4315fe34-cb9a-4ae8-8cca-6fd8f609ba98",
        "choice_type": "single"
    },
    {
        "question": "Scolpolamine used mostly in:",
        "exp": "Ans. (d) Motion sicknessRef. Katzung's pharma 12th ed. /1100* Scopolamine (hyoscine) is a prototypic muscarinic receptor antagonist, and is one of the best agents for the prevention of motion sickness.* Scopolamine has many effects in the body including decreasing the secretion of fluids, slowing the stomach and intestines, and dilation of the pupils.* Scopolamine is also used to relieve nausea, vomiting, and dizziness associated with motion sickness and recovery from anesthesia and surgery.",
        "cop": 4,
        "opa": "Hyperemesis gravidarum",
        "opb": "Vomiting",
        "opc": "Constipation",
        "opd": "Motion sickness",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "a8ea9be0-ffe3-4f80-b362-f916c7ea78dd",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following causes Melanosis coli?",
        "exp": "(B) Senna[?]Melanosis coli is dark brown pigmentation of the colonic mucosa that occurs with the long term use (at least 4-9 months) of stimulant or irritant laxatives containing anthraquinone, such as senna, aloe, cascara, rhubarb.oThe condition is benign and reversible on discontinuation of the laxative.oAnthraquinone laxatives act by producing massive migrating colonic contractions and induce water and electrolyte secretion.oAnthraquinones have a direct toxic effect on the epithelial cells of the colon that results in the production of lipofuscin, the dark pigment seen in macrophages in melanosis coli.oThe cecum and rectum are the most common sites of melanosis coli, but it can affect the entire large bowel.oHistological, this is caused by the presence of pigment laden macrophages within the lamina propria.oThese agents also have been associated with the development of \"cathartic colon\", which can be seen in patients (typically women) on long term use.oThese compounds are excreted in the bile, saliva, milk, and urine.oChrysophandic acid, a component of senna and rhubarb color acidic urine yellowish brown and alkaline urine reddish violet (should warn patients)oProlonged use may cause watery diarrhoea with excess loss of fluid and electrolytes particularly potassium, muscle weakness and weight loss.oChanges in the intestinal musculature associated with malabsorption and dilation of the bowel, similar to ulcerative colitis and to megacolon, may also occur.oCardiac & renal symptoms have been reported. Other Options[?]Bisacodyl:oBisacodyl is a stimulant purgative.oBisacodyl is activated in the intestine by deacetylation.oTheir primary site of action is in the colon: irritate the mucosa, produce mild inflammation and secretion.oOne or two semiformed motions occur after 6-8 hours.[?]Magnesium sulfate:oMag. sulfate (Epsom salt): 5-15 g; bitter in taste.oMag. salts are contraindicated in renal insufficiency, while Sod. salts should not be given to patients of CHF and other Sod. retaining states. Repeated use of saline purgatives can cause fluid and electrolyte imbalance.oThey are practically not used for the treatment of constipation, because after constipation is quite common.oHowever, they may be preferred for preparation of bowel before surgery and colonoscopy; in food/ drug poisoning and as after-purge in treatment of tapeworm infestation.[?]Lactulose:oLactulose It is a semi synthetic disaccharide of fructose and lactose which is neither digested nor absorbed in the small intestine-retains water.oFurther, it is broken down in the colon by bacteria to osmotically more active products.oLactulose causes reduction of blood NH3 concentration by 25-50% in patients with hepatic encephalopathy.",
        "cop": 2,
        "opa": "Bisacodyl",
        "opb": "Senna",
        "opc": "Magnesium sulfate",
        "opd": "Lactulose",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "1b908ec3-9c58-4484-94c7-aa6eac107215",
        "choice_type": "single"
    },
    {
        "question": "Agent required to heal stress ulcers:",
        "exp": "Ans. A. H2 blockersH2 blockers like ranitidine are the most effective drug in healing stress ulcer. Whereas PPI are most effective in inhibiting the gastric acid secretion.",
        "cop": 1,
        "opa": "H2 blockers",
        "opb": "Proton pump inhibitors",
        "opc": "Antacids",
        "opd": "Bismuth",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "7ee03b52-31c2-445f-84a9-f43c29c17f73",
        "choice_type": "single"
    },
    {
        "question": "Drug useful in hepatic encephalopathy is:",
        "exp": "Ans. (B) Lactulose(Ref: KDT 8th/e p725)Lactulose is a laxative that acts by conversion to short chain fatty acids in the colon.These fatty acids result in decrease in pH of intestinal juice.At low pH, ammonia becomes ionized (NH4+ ) and thus cannot be absorbed.",
        "cop": 2,
        "opa": "Magnesium sulphate",
        "opb": "Lactulose",
        "opc": "Bisacodyl",
        "opd": "Biphosphonates",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "9b03a779-287d-47c1-b04f-c76c5f8d76cb",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old woman with Crohn's Disease reports multiple bowel movements with frequent stools. She was previously treated with a mesalamine derivative \"Pentasa\" and in the latest episode of the disease flare up she didn't tolerate the oral steroid therapy with budesonide. What is the next appropriate step in her treatment?",
        "exp": "Answer: c) AzathioprineAzathioprine can be used to control the flare ups in Crohn's disease without any steroid related side effects",
        "cop": 3,
        "opa": "Hydrocortisone (I.V)",
        "opb": "Prednisolone (oral)",
        "opc": "Azathioprine",
        "opd": "Sulfasalazine",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "6da0f9fa-c9a1-412c-ba43-4cc5d28a45ad",
        "choice_type": "multi"
    },
    {
        "question": "Mechanism of action of metoclopramide:",
        "exp": "Ans. A. Increase the lower esophageal sphincterMetoclopramide is prokinetic drug. It acts on D2 and 5Ht3 receptor. There is increase in acetylcholine level and there is increase in LES and gastric motility.",
        "cop": 1,
        "opa": "Increase the lower esophageal sphincter",
        "opb": "Decrease the acid secretion",
        "opc": "Increase gastric peristalsis",
        "opd": "Ulcer healing agent",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "10436a01-db04-4f57-9986-7b4981964ed2",
        "choice_type": "single"
    },
    {
        "question": "True about acetazolamide",
        "exp": "Ref: Katzung's, 11th ed. pg. 416* Acetazolamide is a carbonic anhydrase inhibitor which acts on the proximal tubule of nephron.* In kidney, it inhibits H+ secretion and HCO3 reabsorption, which inturn reduces sodium reabsorption.* In eye, it reduces the aqueous formation by limiting generation of bicarbonate ion in ciliary epithelium.",
        "cop": 2,
        "opa": "Increase sodium reabsorption and potassium secretion",
        "opb": "Carbonic anhydrase inhibitor",
        "opc": "Acts at ascending limb of loop of Henle",
        "opd": "Increase aqueous outflow mainly",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "509d3895-d008-442c-88da-dbff96241c85",
        "choice_type": "multi"
    },
    {
        "question": "Drugs used for treatment of acute variceal bleeding are all EXCEPT:",
        "exp": "Ans. c (Desmopressin), (Ref. KD Tripathi , 5th/540 & Harrison 16th/l 864,1865)Terlipressin due to VI action can be used. [Desmopressin-only V2)Drugs used for treatment of acute variceal bleeding are:# Vasopressin (Terlipressin)# Somatostatin (acts via VI receptors)# Octreotide# b-blockers are used for prophylactic treatment of large varices; reduce risk by 40-50%.VARICEAL HEMORRHAGE: TREATMENTTreatment for variceal hemorrhage as a complication of portal hypertension is divided into two main categories:# primary prophylaxis and# prevention of re-bleeding once there has been an initial variceal hemorrhage.# Primary prophylaxis requires routine screening by endoscopy of all patients with cirrhosis. Once varices that are at increased risk for bleeding are identified, then primary prophylaxis can be achieved either through nonselective beta blockade or by variceal band ligation. Several studies have also evaluated variceal band ligation and variceal sclera- therapy as methods for providing primary prophylaxis.# Endoscopic variceal ligation (EVL) has achieved a level of success and comfort with most gastroenterologists who see patients with these complications of portal hypertension. Thus, in patients with cirrhosis who are screened for portal hypertension and are found to have large varices, it is recommended that they receive either beta blockade or primary prophylaxis with EVL.# The approach to patients once they have had a variceal bleed is first to treat the acute bleed, which can be life- threatening, and then to prevent further bleeding. Prevention of further bleeding is usually accomplished with repeated variceal band ligation until varices are obliterated.# The medical management of acute variceal hemorrhage includes the use of vasoconstricting agents, usually somatostatin or Octreotide. Vasopressin was used in the past but is no longer commonly used.# Balloon tamponade (Sengstaken-Blakemore tube or Minnesota tube) can be used in patients who cannot get endoscopic therapy immediately or who need stabilization prior to endoscopic therapy. Control of bleeding can be achieved in the vast majority of cases; however, bleeding recurs in the majority of patients if definitive endoscopic therapy has not been instituted. Octreotide, a direct splanchnic vasoconstrictor, is given at dosages of 50-100 g/h by continuous infusion. Endoscopic intervention is employed as first-line treatment to control bleeding acutely.# When esophageal varices extend into the proximal stomach, band ligation is less successful. In these situations, when bleeding continues from gastric varices, consideration for transjugular intrahepatic portosystemic shunt (TIPS) should be made.# Surgical esophageal transection is rarely used and generally is associated with a poor outcome.",
        "cop": 3,
        "opa": "Octreotide",
        "opb": "Somatostatin",
        "opc": "Desmopressin",
        "opd": "Terlipressin",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "0ec3e5d7-ceda-4ee5-94f3-f907ae6b4548",
        "choice_type": "multi"
    },
    {
        "question": "Which proton pump inhibitor can be used IV -",
        "exp": "Ans. is 'c' i.e., Pantoprazole o Pantaprazole - it is more acid stable and has higher oral bioavailability. It is also available for i.v. administration; particularly employed in bleeding peptic ulcer and for prophylaxis of acute stress ulcers.",
        "cop": 3,
        "opa": "Omeprazole",
        "opb": "Rabeprazole",
        "opc": "Pantoprazole",
        "opd": "Fomeprazole",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "6e8ba59f-c0e9-4206-8467-891053deb33a",
        "choice_type": "single"
    },
    {
        "question": "Proton pump inhibitors inhibit_____ in the parietal cells of stomach -",
        "exp": "Ans. is 'a' i.e., H+ K ATPase * Drugs in this group are - Omeprazole, Esomeprazole, Lansoprazole, Pantoprazole, Rabeprazole.* These drugs inhibit H+ K+ ATPase in parietal cells of stomach.",
        "cop": 1,
        "opa": "H+ K ATPase",
        "opb": "Na Ca ATPase",
        "opc": "Ligand gated K channel",
        "opd": "Ligand gated Ca channel",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "8bc9bd93-a484-455c-81f1-34f6af4421f5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is responsible for extrapyramidal side effects?",
        "exp": "Ans. A. MetoclopramideMetoclopramide and domperidone both block the D2 receptor. Metoclopramide can cross the BBB whereas domperidone do not cross. So extrapyramidal side effects are seen with Metoclopramide.",
        "cop": 1,
        "opa": "Metoclopramide",
        "opb": "Cisapride",
        "opc": "Domperidone",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "fe498049-04e7-4e32-8b80-acfa3acfde5f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not the effect of ranitidine as compared to cimetidine?",
        "exp": "Ans. d (Anti-androgenic action). (Ref. Pharmacology by KD Tripathi 5th/- 590)RANITIDINE AS COMPARED TO CEMETIDINE# 5 times more potent# Has no anti-androgenic action# Less CNS penetration# No interaction with hepatic metabolism of other drugs.# Hepatic injury, hematological adverse effects not seen.",
        "cop": 4,
        "opa": "Action on H2 receptors",
        "opb": "Given orally",
        "opc": "Used with proton pump blockers",
        "opd": "Anti-androgenic action",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "6d3a0030-6dd4-4369-95c1-0f6870e80343",
        "choice_type": "multi"
    },
    {
        "question": "Colonoscopy performed on a 25-year-old woman with eating disorder showed dark brown to black pigmentary deposit in the lining of the large intestine. Histopathology of biopsy revealed pigment laden macrophages within the lamina propria. The woman on probing revealed use of laxatives for the 9 months to lose weight. What could be the probable laxative agent that could have caused these findings?",
        "exp": "Ans. a. SennaRef: Goodman Gilman 12th e/P 1334Senna and cascara can cause melanotic pigmentation of colonic mucosa known as melanosis coli.",
        "cop": 1,
        "opa": "Senna",
        "opb": "Sorbitol",
        "opc": "Castor oil",
        "opd": "Bisacodyl",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "952f5f43-a65b-4b5a-968f-fca627fb66c4",
        "choice_type": "single"
    },
    {
        "question": "Metaclopramide all are true except -",
        "exp": "Ans. is 'b' i.e., D2-agonist o Metaclopramide is D2-antagonist (not agonist).Metoclopramideo Metoclopramide is aprokinetic drug -Promotes gastrointestinal transit and speed gastric emptying by enhancing coordinated propulsive motility.o It has more prominent effect on upper GIT - increases gastric peristalsis, while relaxing the pylorus and the first part of duodenum - speed gastric emptying. Tone of lower esophageal sphincter (LES) is increased and gastroesophageal reflux opposed.o It has less prominent effect on lower GIT - increases intestinal motility to some extent, but has no significant action on colonic motility,o Metoclopramide is an effective antiemetic.o Mechanism of action.1. 5-HT4 agonism - stimulation of 5-HT4 receptor in GIT enhances the release of ACH from myenteric plexus - Main prokinetic action of metoclopropamide is due to this action.2. D2 antagonism - Blockade of D2 receptor in CTZ is mainly responsible for antiemetic effect. D2 receptor blockade in GIT is responsible for some prokinetic action also.3. 5-HT3 antagonism - At higher concentration.o Uses - As an antiemetic, as a gastrokinetic in GERD, in dyspepsia.o Adverse effects - Sedation, dizziness, loose stools, muscle dystonia (especially in children) are the main side effects. D2 - blocking action may cause extrapyramidal symptoms (Akathsia, Parkinsonism) and hyperprolactinemia (galactorrhea, gynacomastia).",
        "cop": 2,
        "opa": "Increase gastric emptying",
        "opb": "D2-agonist",
        "opc": "Acts on CTZ",
        "opd": "Long term use can cause parkinsonism, galactorrhoea and gynaecomastia",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "aff430c7-8eba-48dd-80f0-ade02130b0de",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following has the highest affinity for 5HT3 receptors?",
        "exp": "Ans: D (Palonosetron) Ref: The Pharmacological basis of therapeutics by Good man & Gilman - 12th edition, page no. 1345Explanation:Palonosetron is a 5HT3 antagonist similar to other antagonists such as ondansetron, dolasetron, granisetron. However palonosetron has the maximal affinity for 5HT3, receptors.These drugs are administered via intravenous route or oral routeTransdermal granisetron is also available which can be applied one day before chemotherapy and continued for seven consecutive days.All 5 HT3 antagonists are administered once daily.They are mainly used in the treatment ofChemotherapy induced nausea and vomitingNausea secondary to upper abdominal irradiationHyperemesis of pregnancyPost-operative nausea.Since palonosetron has the maximum half - life (40 hours) among the 5HTt, antagonists, it is also helpful in delayed emesis.",
        "cop": 4,
        "opa": "Dolasetron",
        "opb": "Granisetron",
        "opc": "Ondansetron",
        "opd": "Palonosetron",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "6a59056e-f8ec-43db-8f1f-f7ec016a7bdd",
        "choice_type": "single"
    },
    {
        "question": "Antacid drug that typically causes diarrhea?",
        "exp": "Ans. b (Magnesium hydroxide) (Ref. KDT 6th/pg. 635).Mag. hydroxide has low water solubility: its aqueous suspension (milk of magnesia) has low concentration of OH- ions and thus low alkalinity. However, it reacts with HCI promptly and is an efficacious antacid (1 g mEq HCI). Rebound acidity is mild and brief. All Mg salts have a laxative action-by generating osmotically active MgCI, in the stomach and through Mg2+ ion induced cholecystokinin release. Soluble Mg salts are used as osmotic purgatives.Sodium bicarbonateIt reacts rapidly with HCI to produce carbon dioxide and NaCI. Formation of carbon dioxide results in gastric distention and belching. Unreacted alkali is readily absorbed, potentially causing metabolic alkalosis when given in high doses or to patients with renal insufficiency. Sodium chloride absorption may exacerbate fluid retention in patients with heart failure, hypertension, and renal insufficiency.Calcium carbonateIt is less soluble and reacts more slowly than sodium bicarbonate with HCI to form carbon dioxide and CaCI2. Calcium carbonate is used for a number of other indications apart from its antacid properties (bone mineral homeostasis). Excessive doses of either sodium bicarbonate or calcium carbonate with calcium-containing dairy products can lead to hypercalcemia, renal insufficiency, and metabolic alkalosis (milk-alkali syndrome).Magnesium hydroxide or aluminum hydroxideReact slowly with HCI to form magnesium chloride or aluminum chloride and water.Because no gas is generated, belching does not occur.Metabolic alkalosis is also uncommon because of the efficiency of the neutralization reaction.Unabsorbed magnesium salts may cause an osmotic diarrhea and aluminum salts may cause constipation patients with renal insufficiency should not take these agents long-term.",
        "cop": 2,
        "opa": "Sodium bicarbonate",
        "opb": "Magnesium hydroxide",
        "opc": "Calcium bicarbonate",
        "opd": "Aluminium hydroxide",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "b332cfa4-fe69-4cda-b66d-a24e9d06db83",
        "choice_type": "multi"
    },
    {
        "question": "Decrease in gastric acid secretion by all except -",
        "exp": "Ans. is 'c' i.e., SucralfateDrugs for peptic ulcer1. Reduce gastric acid secretiunH, antihistaminic - Cimetidine, Ranitidine, Famotidine, Roxatidine.Proton pump inhibitors - Omeprazole; Lansoprazole. Pantoprazole, Rabeprazole, Esomeprazole.Anticholinergics - Pirenzepine, propantheline, oxyphenonium.Prostaglandin analogue - Misoprostol, enprostil, rioprostih2. Neutralization of gastric acid (antacids)Systemic - Sodium bicarbonate, sodium citrate.Non systemic - Magnesium hydroxide, Mag. trisilicate. aluminium hydroxide, Magaldrate. calcium carbonate.3. Ulcer protectivesSucralfate, colloidal bismuth subcitrate, Prostaglandin analogue.4. Anti H. pylori durgsAmoxicillin, clarithromycin, metronidazole, Tinidazole. tetracycline.",
        "cop": 3,
        "opa": "Ranitidine",
        "opb": "Omeprazole",
        "opc": "Sucalfate",
        "opd": "Perenzepine",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "59dccdb8-03f7-42b3-8903-d958f1ed7ef8",
        "choice_type": "multi"
    },
    {
        "question": "Best for treatment of irritable bowel syndrome with spastic colon is",
        "exp": "Ans. d (Dietary fibers). (Ref. KD Tripathi 5th ed. - 614)Spastic constipation/Irritable bowel1st choice laxative:# Dietary fibers# Bulk forming laxative such as Ispaghula, methylcellulose.While Stimulant purgatives like:# Castor oil,# Senna,# Bisacodyl, Phenolphthalein........ are contraindicated.",
        "cop": 4,
        "opa": "Liquid paraffin",
        "opb": "Senna",
        "opc": "Bisacodyl",
        "opd": "Dietary fibers",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "1d436b15-2f09-42bc-b085-29571f1a7332",
        "choice_type": "single"
    },
    {
        "question": "Which of the following agents are useful in medical treatment of variceal bleeding?",
        "exp": "Ans. (A) Octreotide(Ref: Harrison's Principals of Medicine 17/e p1977)Management of Variceal BleedingA. Prevention of re-bleedingNon selective beta blockers (e.g. propranolol)Variceal band ligationB. Management of acute bleedStabilize with fluids and bloodOctreotideVasopressin (Not preferred now)Balloon tamponade:i. Sengstaken-Blackmoreii. Minnesota TubeVariceal ligationVariceal sclerotherapy",
        "cop": 1,
        "opa": "Octreotide",
        "opb": "Pantoprazole",
        "opc": "Somatotropin",
        "opd": "Dexamethasone",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "668574b0-b204-4735-98a2-6f98bed937b7",
        "choice_type": "single"
    },
    {
        "question": "Enzyme papain is used?",
        "exp": "ANSWER: (A) To decrease intestinal gas produced during digestive processREF: KDT 6th ed page 649, Katzung 12th ed pagePapain It is a proteolytic enzyme obtained from raw papaya. It is used as digestant. Its efficacy after oral ingestion is doubtful",
        "cop": 1,
        "opa": "To decrease intestinal gas produced during digestive process",
        "opb": "As Anti helminthic",
        "opc": "To treat Herpes zoster",
        "opd": "To treat infected wounds in nucleus pulposus",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "d6dd2c57-a2d9-4452-91a3-7685af64a9cc",
        "choice_type": "single"
    },
    {
        "question": "Calcium carbonate is used for",
        "exp": "Ref: Katzung's, 14th ed. pg. 1089* This medication is used to treat symptoms caused by too much stomach acid such as heartburn, upset stomach, or indigestion.* It is an antacid that works by lowering the amount of acid in the stomach.* It can also be used in renal osteodystrophy with hyperphosphatemia, hypocalcemia and osteoporosis like conditions.* It can cause metabolic alkalosis (Milk-alkali syndrome)",
        "cop": 1,
        "opa": "Antacid",
        "opb": "Renal stone",
        "opc": "Metabolic alkalosis",
        "opd": "Renal failure",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "8a82bdd3-f4ab-4997-970a-7c6d7bc1b3e2",
        "choice_type": "single"
    },
    {
        "question": "Which medication cannot be given in diarrhea in pregnancy -",
        "exp": "Ans. is 'b' i.e., Stimulant purgatives Stimulant purgatives* They are powerful purgatives: often produce griping. They irritate intestinal mucosa and thus were thought to primarily stimulate motor activity.* Though some of them do directly increase motility by acting on myenteric plexuses, the more important mechanism of action is accumulation of water and electrolytes in the lumen by altering absorptive and secretory activity of the mucosal cell.* They inhibit Na+ K+ ATPase at the basolateral membrane of villous cells--transport of Na+ and accompanying water into the interstitium is reduced.* Secretion is enhanced by activation of cAMP in crypt cells as well as by increased PG synthesis.* The laxative action of bisacodyl and cascara is shown to be partly dependent upon increased NO synthesis/action in the colon.* Larger doses of stimulant purgatives can cause excess purgation resulting in fluid and electrolyte imbalance. Hypokalaemia can occur on regular intake.* Routine and long-term use must be discouraged, because it can produce colonic atony.* They can reflexly stimulate gravid uterus, therefore are contraindicated during pregnancy.* Subacute or chronic intestinal obstruction is another contraindication.Choice of drugs for common problems during pregnancy Drug class (condition)Safety uncertain/unsafeSafer alternative1.Antiemetics (morning sickness, other types of vomiting)Domperidone (X) ondansetronPromethazine, Doxylamine Dicyciomine, Prochloperazine Meloclopramide2.Drugs for peptic ulcer and GERDCimetidine, lansoprazoleCisapride (X), mosaprideRanitidine, farmotidine omeprazoie pantoprazole3.Laxatives (constipation)Senna, bisacodyl, docusates saline purgativesDietary fibre, Ispaghula lactulose4.Laxatives (constipation)Diphenoxylate atropine lapetamideOral rehydration salts5.Analgesics (headache, bodyache, joint pain, visceral pain)Aspirin, Metamizol, NSAIDsCOX-2 inhibitors, codeine dextropropoxyphene, morphine (X) pethidine, TramadolParacetamol lbuproten (low dose)6.Cold-cough remediesCodeine, dextromethorphan bromhexine, expectorantsXylometazolineOxymetazolineBudesonide}Nasal drops7.AntiallergicsCetirizine, loratadine Fexpfenadine, astemizole (X)Chlorpheniraminepromethazine",
        "cop": 2,
        "opa": "Oral rehydration therapy",
        "opb": "Stimulant purgative",
        "opc": "Loperamide",
        "opd": "Diphenoxylate-atropine",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "1a27299c-dd50-4d7f-8890-3afefe64e546",
        "choice_type": "single"
    },
    {
        "question": "Terlipressin is preferred over vasopressine for esophageal varices because of -",
        "exp": "Ans. is 'c' i.e., Less side effects o Terlipresin is preferred over vasopressine because: -i) Fewer adverse effectsii) Greater convenience in use",
        "cop": 3,
        "opa": "Faster acting",
        "opb": "Not metabolized",
        "opc": "Less side effects",
        "opd": "More potent",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "68f12111-cc4b-427b-a2ff-48af6aef7bc4",
        "choice_type": "single"
    },
    {
        "question": "Sulfasalazine is used in -",
        "exp": "Ans. is 'a' i.e., Ulcerative colitis Inflammatory bowel disease (crohn's disease & ulcerative colitis)o 5-aminosalicylic acid (5-ASA) is the main anti-inflammatory compound that acts locally in colon. It is the first line of treatment in mild to moderate UC and CD. When given alone 5-ASA is absorbed > 80% in proximal intestine and very little reaches upto colon. To decrease the absorption it may be associated with some innert compound.o Sulfasalazine (5-AS A + sulfapyridine), olsalazine (ASA+ASA) and balsalazide (5-AS A + aminobenzoylalanine) are effective in ulcerative colitis.o Different formulations of 5-ASA have been developed to deliver it to colon, called mesalamine.o Other drugs used in IBD are :-1. Glucocorticoids - They are used only for remission of U.C. and have no role in maintenance therapy.2. Purine analogues (Azathioprine, 6-MP) - Can be used for the induction and maintenance of remission of U.C. and C.D.3. Methotrexate - Can be used in CD, but has no use in U.C.4. Anti TNF-a (Infliximab, adalimumab, certolizumab, etanercept) - Can be used in CD.5. Cyclosporine - Used in severe U.C., which is refractory to glucocorticoids.6. Anti-Integrin therapy (Natalizumab) is recently approved for moderate to severe Crohn's disease not responding to other therapies. It is targeted against a4 subunit of integrins. The patient on natalizumab therapy should not be given other immunosuppressants due to risk of progressive multifocal leukoencephalopathy.",
        "cop": 1,
        "opa": "Ulcerative colitis",
        "opb": "Osteoarthritis",
        "opc": "Gouty arthritis",
        "opd": "Irritable bowel syndrome",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "00d2ec9a-b4a0-4e1f-8806-b30803ad4bd3",
        "choice_type": "single"
    },
    {
        "question": "Most specific antiemetic for chemotherapy induced vomiting is:",
        "exp": "Ans. (A) Granisetron(Ref: Harrison 20th/e p501)Drugs for chemotherapy induced vomiting5 HT3 blockers like ondansetron, granisetron, dolasetron, palonosetron and ramosetron are DOC for this condition.Palonosetron is most potent 5 HT3 blocker. Dolasetron may prolong QT interval.Palonosetron has longest t1/2 whereas ondansetron has shortest t1/2.Efficacy of these drugs increases if used along with antihistaminics, D2 blockers or dexamethasone.",
        "cop": 1,
        "opa": "Granisetron",
        "opb": "Tegaserod",
        "opc": "Domperidone",
        "opd": "Doxylamine",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "c8e729ed-d3fb-4dce-8db9-f58bda30ba41",
        "choice_type": "single"
    },
    {
        "question": "Which stone is common in chronic laxative use:",
        "exp": "Ans. c. Ammonia urateRef: Campbells Urology/P. 210Chronic laxative use leads to decreased sodium in the urine, as most sodium is excreted by GIT.Hence urate binds more with ammonia and this leads to ammonia urate stones.",
        "cop": 3,
        "opa": "Xanthine",
        "opb": "Cysteine",
        "opc": "Ammonia urate",
        "opd": "Struvite",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "c98f61f7-627b-4964-9b78-3f585202ac94",
        "choice_type": "single"
    },
    {
        "question": "Drug used in irritable bowel syndrome with constipation is:",
        "exp": "Ans. (A) Lubiprostone(Ref: Katzung 11/e p1080)Lubiprostone acts by stimulating Cl- channel opening in the intestine, increasing liquid secretion in gut and decreasing transit time, therefore used for chronic constipation. It has also been approved for constipation dominant irritable bowel syndrome in women.",
        "cop": 1,
        "opa": "Lubiprostone",
        "opb": "Loperamide",
        "opc": "Alosetron",
        "opd": "Clonidine",
        "subject_name": "Pharmacology",
        "topic_name": "G.I.T",
        "id": "dc9e7806-89b8-4f43-9f5b-d48a98fda67c",
        "choice_type": "single"
    }
]