[
    {
        "question": "Which of the following drug crosses placenta",
        "exp": "(Warfarin) (601-KDT6th)* WARFARIN - It crosses placenta and is secreted in milk however quantity of active form is generally insufficient to affect the suckling infants* HEPARIN - does not cross BBB or placenta**- It is the anticoagulant of choice during pregnancy*** Bleeding due to overdose is the most serious complication of heparin therapy** other side effects are thrombocytopenia, * alopecia, * osteoporosis*, hypersensitivity reactions.",
        "cop": 2,
        "opa": "Heparin",
        "opb": "Warfarin",
        "opc": "Dicumarol",
        "opd": "Nicoumalone",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "c8025448-c143-4985-bc62-6f4497321667",
        "choice_type": "single"
    },
    {
        "question": "Anticoagulant of choice for prophylaxis of venous thromboembolism in patient with cancer surgery is:-",
        "exp": "Venous Thromboembolism- precipitating factor -estrogen in females PREVENTION OF Venous Thromboembolism AMONG HOSPITALIZED PATIENTS Condition Prophylaxis High risk non - ohopedic surgery Unfractionated heparin Low molecular weight heparin (LMWH) Cancer surgery(associated thromboembolism ) LMWH Major ohopedic surgery Warfarin LMWH Aspirin Factor Xa inhibitors (Apixaban) Dabigatran Medically ill patients during hospitalization Unfractionated heparin LMWH Medically ill patients after hospitalization Betrixaban",
        "cop": 3,
        "opa": "Heparin sulfate",
        "opb": "Protamine sulfate",
        "opc": "Low molecular weight heparin",
        "opd": "Warfarin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "9a3e2aa9-a4b3-4745-850f-b113a6ec519f",
        "choice_type": "single"
    },
    {
        "question": "Indication for intramuscular iron therapy?",
        "exp": "Ans. d (Oral iron intolerance). (Ref. KDT, Pharmacology, 6th/pg.584)IRON THERAPY# Some iron preparations come with other compounds designed to enhance iron absorption, such as ascorbic acid,# Typically, for iron replacement therapy, up to 300 mg of elemental iron per day is given, usually as three or four iron tablets (each containing 50-65 mg elemental iron) given over the course of the day.# Ideally, oral iron preparations should be taken on an empty stomach, since foods may inhibit iron absorption.# A dose of 200-300 mg of elemental iron per day should result in the absorption of iron up to 50 mg/d.# The goal of therapy in individuals with iron-deficiency anemia is not only to repair the anemia, but also to provide stores of at least 0.5-1.0 g of iron.# Sustained treatment for a period of 6-12 months after correction of the anemia will be necessary to achieve this.# Of the complications of oral iron therapy, gastrointestinal distress is the most prominent and is seen in 15-20% of patients.# Typically, the reticulocyte count should begin to increase within 4-7 days after initiation of therapy and peak at 1 1/2 weeks.# The amount of iron needed by an individual patient is calculated by the following formula:Iron requirement (mg) =4.4 X bidt wt (kg) X Hb defucut (g/dL)Indications of parenteral Iron therapy# Oral iron intolerance# Failure to absorb oral iron# Non-compliance to oral therapy# In presence of severe anemia with bleeding.Oral Iron preparationsIron contentFerrous sulfate Hydrated salt20%Dried salt32-35%Ferrous gluconate12%Ferrous fumarate, succinate33%Colloidal ferric hydroxide50%Iron-calcium complex5% Iron therapy:Dosage ------200mg elemental iron per dayRise of Hb --------0.5-lgm% per week1st sign of response --------| Apetite, | fatigue within 12-24 hrs Reticulocytosis 3-4th DayIndication of Blood transfusion------Hb < 7gm% or CCFDuration of iron tablets ------At least 100 days after correction of Hb",
        "cop": 4,
        "opa": "Pregnancy",
        "opb": "Postpartum period",
        "opc": "Emergency surgery",
        "opd": "Oral iron intolerance",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "23467fb8-cc6c-4f1c-9e19-cb1c07fb1923",
        "choice_type": "single"
    },
    {
        "question": "If a fibrinolytic drug is used for the treatment of acute myocardial infarction, the adverse effect most likely to occur is:",
        "exp": "Bleeding is the most common adverse effect of anticoagulants, antiplatelets and fibrinolytic agents. Bleeding can manifest as hemorrhagic stroke in pts. on fibrinolytics therapy such as- Alteplase, Retaplase, Streptokinase. C/I of Fibrinolytics :- H/O Hemorrhagic Stroke H/O NON Hemorrhagic Stroke (within 1yr) Suspicion of aoic dissection Marked hypeension (SBP>180mm Hg and DBP>110mm Hg) Active internal bleed (Excluding menses)",
        "cop": 4,
        "opa": "Acute renal failure",
        "opb": "Development of antiplatelet antibodies",
        "opc": "Encephalitis secondary to liver dysfunction",
        "opd": "Hemorrhagic stroke",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "583294f9-4cc8-4b74-b445-6d38cd1fdfc3",
        "choice_type": "single"
    },
    {
        "question": "Direct fibrinolytics are/is:",
        "exp": "Ans. b (Alfimeprase). (Ref. Harrison's medicine 16th ed. 690)Alfimeprase is a metalloproteinase that degrades fibrin in a plasmin-independent fashion. It is a novel thrombolytic based on snake venom derived protein. It is a direct fibrinolytic. It is not a plasminogen activator. It is neutralized by alpha-macroglobulin.PHARMACOLOGICAL REPERFUSION# Therapeutic plasminogen activators include streptokinase, urokinase, tPA and non-tPA fibrinolytics like Recombinant prourokinase, staphylokinase, and alfimeprase.- They are fashioned after endogenous tPA or urokinase that convert plasminogen into active plasmin. Plasmin degrades fibrinogen and fibrin in to FDPs.- tPA is released from endothelial cells, enters the fibrin clot, and activates plasminogen to plasmin.- Any free plasmin is complexed with a,plasmin inhibitor (a2PI).- Fibrin is degraded to low-molecular-weight fragments, fibrin degradation products (FDPs).# Innovative intravenous pharmacological reperfusion strategies include:- Novel fibrinolytic agents (tenecteplase, reteplase, desmetolplase, plasmin, and microplasmin),- GP Ilb/IIIa antagonists = platelet disaggregating effects (abciximab and tirofiban),- Combination therapies to improve efficacy of clot lysis (fibrinolytics and GP IIb/IIIa agents, and fibrinolytics and direct thrombin inhibitors), increase the time window for clot lysis (fibrinolytics and neuroprotectants), and reduce the frequency of hemorrhagic complications.",
        "cop": 2,
        "opa": "R4prourokinase",
        "opb": "Alfimiprase",
        "opc": "rtpA",
        "opd": "All",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "709e9acd-83c8-4c25-8041-5e7df4f9c83c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs inhibit platelet cyclooxygenase reversibly?",
        "exp": "NSAID'S Inhibit COX enzyme reversibly, Except Aspirin which is an irreversible inhibitor of this enzyme . Alprostadil -PGE1 and prednisolone do not inhibit cox enzyme .",
        "cop": 3,
        "opa": "Alprostadil",
        "opb": "Aspirin",
        "opc": "Ibuprofen",
        "opd": "Prednisolone",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "ab94cdbd-bc8a-46c7-b31c-ca7dde667157",
        "choice_type": "single"
    },
    {
        "question": "Apixaban is a new drug that acts by",
        "exp": "Rivaroxaban and Apixaban are newer oral anticoagulants that act by inhibiting factor Xa. Newer oral anticoagulants that are currently being asked in the exams are: Direct thrombin inhibitor- Dabigatran Direct factor Xa inhibitors Apixaban Rivaroxaban Edoxaban Betrixaban",
        "cop": 2,
        "opa": "Inhibiting TNF alpha",
        "opb": "Inhibiting coagulation factor Xa",
        "opc": "Inhibiting platelet aggregation",
        "opd": "Activating plasminogen",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "6741fb1f-da35-472b-b6e8-baf898663b9d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an indication for the use of folinic acid?",
        "exp": "Prophylaxis of neural tube defects require treatment with folic acid. Methotrexate toxicity can be prevented by 5'-formyltetrahydrofolate (folinic acid). Pernicious anemia requires the therapy with vitamin B12. Anemia associated with chronic renal failure is treated with erythropoietin.",
        "cop": 2,
        "opa": "Prophylaxis of neural tube defects in the offspring of women receiving anticonvulsant medications",
        "opb": "Counteracting toxicity of high dose methotrexate therapy",
        "opc": "Pernicious anemia",
        "opd": "Anemia associated with renal failure",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "50cbb188-7d62-40e1-bfca-b31cf71c5557",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old man has megaloblastic anemia and early signs of neurological abnormality. The drug most probably required is:",
        "exp": "Deficiency of vitamin B12 results in megaloblastic anemia and demyelination. It can cause subacute combined degeneration of spinal cord and peripheral neuritis.",
        "cop": 4,
        "opa": "Folic acid",
        "opb": "Iron sulphate",
        "opc": "Erythropoietin",
        "opd": "Vitamin B12",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "0f68bf8a-a999-4f1e-9a14-db1bb9721792",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a Longer acting Erythropoietin derivative?",
        "exp": "Darbopoietin is a Long acting EPO derivative drug. It has a T1/2 24-36 hrs. So it is given once a week. Epoietin has a half life of 6-10 hrs. Uses - Anemia of chronic renal failure(CRF) Anaemia in AIDS patients treated with Zidovudine. Cancer chemotherapy induced anaemia. Preoperative increased blood production for Autologous transfusion during surgery. Oprelvekin is recombinant Interleukin-11 analogue (eleven) Sargramostim is recombinant GM-CSF analogue",
        "cop": 2,
        "opa": "Sargramostim",
        "opb": "Darbepoetin alfa",
        "opc": "Dornase alfa",
        "opd": "Oprelvekin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "be1a6b30-129c-4c1a-b072-d10775050b1b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug will cause hemolysis in G6PD patients:",
        "exp": "Ref: KDT 6th ed. pg. 64 * G6PD is an enzyme present on RBC membrane provides strength to RBC which can counteract free radicals and oxidizing stress of drugs.* In absence of G6PD enzyme, these cells cant bear the stress and results in Hemolysis.* Drugs causing Hemolysis in G6PD deficiency patients are:# Anti malarials (Primaquine, chloroquine)# Antibiotic (Nitrofurantoin)# Anti emetic (Furazolidone)# Sulfonamide (dapsone)# Fava beans* Ciprofloxacin is one of the quinolones, effective against G+ and G- including pseudomonas.* It is contraindicated in pregnancy and children below 18 years of age because it effects growing bone and tendons.* Ciprofloxacin is considered as oral DOC for enteric fever.* DOC for enteric fever: Ceftriaxone",
        "cop": 3,
        "opa": "Cephalosporins",
        "opb": "Ampicillin",
        "opc": "Chloroquine",
        "opd": "Erythromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "a07e013c-6183-4ba5-ab13-a88afb035e73",
        "choice_type": "single"
    },
    {
        "question": "Oral Factor Xa Inhibitor is",
        "exp": "Factor Xa inhibitors * Oral Direct Factor Xa (Stua-Prower factor) Inhibitors are Rivaroxaban, Apixaban, Betrixaban and Edoxaban * Rivaroxaban inhibits free and clot associated Factor Xa AE reducing !rombin generation AE suppressing Platelet aggregation and Fibrin formation. * Other options: * Dabigatran etexilate is an Oral Direct Factor IIa (Thrombin) Inhibitor * Fondaparinux is a parenteral synthetic Heparin derivative anticoagulant * Bivalirudin is a parenteral Hirudin-based Thrombin Inhibitor. * Salient features of Rivaroxaban: Ref:- Goodman & Gilman's the pharmacological basis of therapeutics 13th Edition; Pg num:- 594.",
        "cop": 4,
        "opa": "Dabigatran etexilate",
        "opb": "Fondaparinux",
        "opc": "Bivalirudin",
        "opd": "Rivaroxaban",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "9e36f14c-c95f-49c0-bd24-9e121a13f153",
        "choice_type": "single"
    },
    {
        "question": "Anticoagulant effect of Warfarin is increased by all of the following EXCEPT:",
        "exp": "Phytonadione is Vit K. It is used as an antidote in warfarin toxicity. From essential of medical pharmacology K D Tripati 7th edition Page no 613",
        "cop": 2,
        "opa": "Cimetidine",
        "opb": "Phytonadione",
        "opc": "Amiodarone",
        "opd": "Phenylbutazone",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "7fd01052-235b-4f21-8c6f-4f8b3bbb8b88",
        "choice_type": "multi"
    },
    {
        "question": "Which fibrinolytic agent selectively activate fibrin bound plasminogen rather than circulating plasminogen",
        "exp": "FIBRINOLYTICS (Thrombolytics) Alteplase It is moderately specific for fibrin bound plasminogen, so that circulating fibrinogen is lowered only by ~ 50%. It is rapidly cleared by liver and inactivated by plasminogen activator inhibitor-1 (PAI-1). The plasma t 1/2 is 4-8 min. Because of the sho t 1/2 , it needs to be given by slow i.v. infusion and often requires heparin co-administration. It is nonantigenic, but nausea, mild hypotension and fever. Ref:- kd tripathi; pg num:-627",
        "cop": 3,
        "opa": "Streptokinase",
        "opb": "Urokinase",
        "opc": "Alteplase",
        "opd": "Both 'A' and 'C'",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "79b0a639-66b3-4204-9fc8-fdfe4ecd07f6",
        "choice_type": "multi"
    },
    {
        "question": "Mechanism of action of aspirin is inhibition of:",
        "exp": "Aspirin inactivates cyclo-oxygenase by irreversible acetylation of the enzyme and thereby inhibit the synthesis of throboxane A2. From medical pharmacology padmaja 4th edition Page no 344",
        "cop": 1,
        "opa": "Thromboxane A2 synthesis",
        "opb": "Phosphodiesterase",
        "opc": "HMG-CoA reductase",
        "opd": "Pancreatic lipase",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "d499a3fa-d4ac-4bbd-9b9c-c7b0b5b64f7d",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true regarding enoxaparin EXCEPT:",
        "exp": "Ref KDT, 6th ed. pg. 599-600* Low molecular weight heparin, Enoxaparin, inhibits only factor Xa whereas unfractionated heparin inhibits both factor IIa and factor Xa.",
        "cop": 2,
        "opa": "It has higher and predictable bioavailability",
        "opb": "It act by inhibiting both factor Ila and factor Xa",
        "opc": "Monitoring is not required",
        "opd": "It has more favorable pharmacokinetics",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "02b6e8e2-392d-4aa6-922b-fab3a9de01ef",
        "choice_type": "multi"
    },
    {
        "question": "Apixaban is classified as",
        "exp": "Apixaban is an oral, direct, selective factor Xa inhibitor with a rapid onset of action. Parenteral direct thrombin Inhibitors Oral direct thrombin inhibitor Oral factor Xa inhibitor Lepirudin Desirudin Argatroban Bivalirudin Dabigatran Rivaroxaban Apixaban Edoxaban (Undergoing regulatory review) Ref: Goodman and Gilman 13th edition Pgno: 262",
        "cop": 3,
        "opa": "Parenteral Direct Thrombinn Inhibitor",
        "opb": "Oral Direct Thrombin Inhibitor",
        "opc": "Oral factor Xa inhibitor",
        "opd": "Parenteral factor Xa Inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "6f99c1dd-4e75-45b9-9f2c-b7b7d00e0cf9",
        "choice_type": "single"
    },
    {
        "question": "The following can be used to antagonise the action of heparin in case of overdose",
        "exp": "HEPARIN ANTAGONIST Protamine sulfate Given i.v. it neutralises heparin weight for weight, i.e. 1 mg is needed for every 100 U of heparin. For the treatment of heparin induced bleeding, due consideration must be given to the amount of heparin that may have been degraded by the patient's body in the mean time. However, it is needed infrequently because the action of heparin disappears by itself in a few hours, and whole blood transfusion is needed to replenish the loss when bleeding occurs. Protamine is more commonly used when heparin action needs to be terminated rapidly, e.g. after cardiac or vascular surgery. Ref:- kd tripathi; pg num:-620",
        "cop": 4,
        "opa": "Heparan sulfate",
        "opb": "Dextran sulfate",
        "opc": "Ancrod",
        "opd": "Protamine sulfate",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "c0911f53-c0b7-4240-a823-1b2675744bfd",
        "choice_type": "single"
    },
    {
        "question": "An old woman is required to receive 4 cycles of cancer chemotherapy. After her first cycle, she developed chemotherapy induced thrombocytopenia. Then in the next cycle, it would be appropriate to give this patient:",
        "exp": "Oprelvekin acts like megakaryocyte colony stimulating factor and can be used to treat and prevent chemotherapy induced thrombocytopenia. Filgrastim (G-CSF) and sargramostim (GM-CSF) are used to prevent leucopenia. Iron Dextran (i/v or i/m) is used in Anaemia.",
        "cop": 4,
        "opa": "Darbopoietin alpha",
        "opb": "Filgrastim (G-CSF)",
        "opc": "Iron dextran",
        "opd": "Oprelvekin (IL-11)",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "9ace3bfd-315a-406e-a17f-7e457b37dd21",
        "choice_type": "single"
    },
    {
        "question": "A patient Seeta is diagnosed to be having iron deficiency anemia. The agent that can be used to improve the absorption of iron is:",
        "exp": "Substances improving the absorption of iron are: Ascorbic Acid HCl Substances reducing the absorption of iron Phosphates Meat Phytates Tetracyclines Antacids",
        "cop": 4,
        "opa": "Antacids",
        "opb": "Tetracyclines",
        "opc": "Phosphates",
        "opd": "Ascorbic acid",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "34d10c70-d8e7-490a-ba58-fea5def1a077",
        "choice_type": "single"
    },
    {
        "question": "All of the following are used in management of acute severe bleeding due to warfarin overdose except:-",
        "exp": "Management of warfarin overdose is done as follows: *INR < 5 but above therapeutic range - Discontinue warfarin temporarily and resta at low dose. *INR 5-9 - Vitamin K1 (1 mg oral) *INR > 9 but no bleeding - Vitamin K1 (2 - 3 mg oral) *INR > 20 or bleeding - Four factor prothrombin complex or Fresh frozen plasma.",
        "cop": 3,
        "opa": "Withhold the anticoagulant",
        "opb": "Vitamin K1",
        "opc": "Protamine sulphate",
        "opd": "Fresh frozen plasma",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "6587aed7-82ca-413c-86a2-8fcda07dbef9",
        "choice_type": "multi"
    },
    {
        "question": "Filgrastim is a.",
        "exp": "Filgrastim is a recombinant G-CSF. From medical pharmacology padmaja 4th edition Page no 333",
        "cop": 3,
        "opa": "T-cell stimulating factor",
        "opb": "GnRH analogue",
        "opc": "G-CSF",
        "opd": "GM-CSF",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "485db02f-e937-4dfe-a55d-92e7d7f82a94",
        "choice_type": "single"
    },
    {
        "question": "Which of the following acts at site A?",
        "exp": "Ans. B. VorapaxarVorapaxar does not affect ADP-mediated platelet aggregation, coagulation parameters, or bleeding time.A. Protease-activated receptor-1 (PAR-1) antagonists-VorapaxarB. Adenosine diphosphate (ADP) receptor inhibitors - Ticlopidine, Clopidogrel, Prasugrel, TicagrelorC. Glycoprotein IIB/IIIA inhibitors -Abciximab, Eptifibatide, TirofibanD. Irreversible cyclooxygenase inhibitors- AspirinE. OthersPhosphodiesterase (PDE3) inhibitor -CilostazolAdenosine reuptake inhibitor - Dipyridamole",
        "cop": 2,
        "opa": "Aspirin",
        "opb": "Vorapaxar",
        "opc": "Abciximab",
        "opd": "Ticagrelor",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "1e59cb85-9f70-4170-9f59-b731fb352cf4",
        "choice_type": "single"
    },
    {
        "question": "Low molecular weight heparin affects which factor:",
        "exp": "Ref: KD Tripathi, 6th Ed. pg. 597-598* Low molecular heparin inhibits factor Xa mainly, having some action at factor IIa as well. It doesn't require monitoring because of consistent bioavailability.* Heparin is a powerful and instantaneously acting anticoagulant, effective both in vivo and in vitro.* It acts indirectly by activating plasma antithrombin III* The heparin -AT III complex then binds to clotting factors of the intrinsic and common pathways (Xa, IIa, IXa, XIa, XIIa and XIIIa) and inactivates them.* Warfarin on the other hand is effective only in vivo (body). It acts by inhibiting vitamin K.Note* Fondaparinaux is synthetic LMWH acts exclusively at factor Xa.",
        "cop": 3,
        "opa": "Factor X",
        "opb": "Anti-thrombin",
        "opc": "Factor Xa",
        "opd": "Factor IX",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "77c8f927-cc42-4529-8dff-885a64209166",
        "choice_type": "single"
    },
    {
        "question": "Absolute contraindication to thrombolytic therapy is",
        "exp": "Ans. b (History of hemorrhagic stroke in past one year). (Ref. Harrison's Medicine - 18th/Table 370-1).Thrombolytic therapyIndicationContraindicationClinical diagnosis of strokeOnset of symptoms to time of drug administration 3 hCT scan showing no hemorrhage or edema of >1/3 of the MCA territoryAge 18 yearsConsent by patient or surrogateSustained BP >185/110 mm Hg despite treatmentPlatelets <100,000; HCT <25%; glucose <50 or >400 mg/dLUse of heparin within 48 h and prolonged PTT, or elevated INRRapidly improving symptomsPrior stroke or head injury within 3 months; prior intracranial hemorrhageMajor surgery in preceding 14 daysMinor stroke symptomsGastrointestinal bleeding in preceding 21 daysRecent myocardial infarctionComa or stupor",
        "cop": 2,
        "opa": "Pregnancy",
        "opb": "History of hemorrhagic stroke in past one year",
        "opc": "Patients on nitrates",
        "opd": "Hypertension",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "e53d622f-a4be-482a-ad49-8fd81e6d2dbd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs does not cross placenta?",
        "exp": "Heparin due to its large molecular size does not cross the placental barrier therefore can be used in pregnancy. From medical pharmacology padmaja 4th edition Page no 335",
        "cop": 1,
        "opa": "Heparin",
        "opb": "Warfarin",
        "opc": "Dicumarol",
        "opd": "Nicoumalone",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "1700af4e-c7ff-429b-a51b-785a76f22cbf",
        "choice_type": "single"
    },
    {
        "question": "Streptokinase was infused in a patient for the management of deep vein thrombosis, following which the patient developed hematemesis. Which of the given agents can be chosen to manage this episode of hematemesis?",
        "exp": "Tranexamic acid and EACA are antifibrinolytic drugs which are used as antidotes for the management of fibrinolytic drug poisoning.",
        "cop": 3,
        "opa": "Vitamin K",
        "opb": "Noradrenaline",
        "opc": "Epsilon amino caproic acid",
        "opd": "Rutin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "67347117-608d-43b7-8710-4b77f4f35d60",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of Abciximab?",
        "exp": "Ans. a (Inhibitor of GPIIb/IIIa) (Ref. KDT 6th/pg. 610)Inhibitors of GPIIb/IIIa receptors on plateletsABCIXIMAB(o humanized monoclonal antibody directed against the IIb/IIIa complex)# Tirofiban# Eptifibatide# AbciximabMechanismMonoclonal antibody that binds to the glycoprotein receptor IIb/IIIa on activated platelets, preventing aggregation.Clinical useAcute coronary syndromes, Percutaneous transluminal coronary angioplasty.ToxicityBleeding, Thrombocytopenia DrugMechanism of actionTirofiban & EptifibatideSpecific GpIIb/IIIa receptor inhibitionClopidogrelADP-induced platelet aggregation inhibition by irreversibly Dlocking P2Y12FondaparinuxInhibition of factor XaDabigatranOral thrombin inhibitionAtfimeprasePlasmin-independent fibrinolysis",
        "cop": 1,
        "opa": "Inhibitor of GPIIb/IIIa",
        "opb": "Inhibitor of adenosine reuptake",
        "opc": "Anti-thrombin III inhibitor",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "94f18244-0469-4527-b3db-b447024db2be",
        "choice_type": "multi"
    },
    {
        "question": "For oral iron supplements used for iron deficiency anemia:",
        "exp": "The elemental iron content of different salts vary and is impoant. In adult a maximum of 200 mg and for children3 - 5 mg / kg of elemental iron in 2-3 divided dose can be given daily in deficiency. Iron therapy should be continued for3-6 months after the correction of deficiency in order to replenish the iron stores. From medical pharmacology padmaja 4th edition Page no 328",
        "cop": 1,
        "opa": "Tolerable dose will deliver 40 to 60 mg of iron per day",
        "opb": "Mass of total salt is impoant in determining daily dose",
        "opc": "Treatment should be stopped as soon as normal hemoglobin level is reached",
        "opd": "Desired rate of hemoglobin improvement is 05 mg per day",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "18a3de68-0776-4ee6-ac38-f8010cb3dc76",
        "choice_type": "single"
    },
    {
        "question": "In which of the following clinical conditions, use of anticoagulants provide maximum benefit?",
        "exp": "Anticoagulants are mainly used for prophylaxis of venous thrombosis (DVT and pulmonary embolism) Antiplatelet drugs are used to prevent aerial thrombosis (MI and stroke).",
        "cop": 2,
        "opa": "Prevention of recurrences of myocardial infarction",
        "opb": "Prevention of venous thrombosis and pulmonary embolism",
        "opc": "Cerebrovascular accident",
        "opd": "Retinal aery thrombosis",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "780179a5-f7fd-48ff-b6c5-56fcdd26bb1f",
        "choice_type": "single"
    },
    {
        "question": "Warfarin embryopathy manifests characteristically as -",
        "exp": "Ans. is 'a' i.e., Chondrodysplasia punctata * Warfarin embryopathy is characterized by bone and cartilage abnormalities known as chondrodysplasia punctata. Affected infants may have nasal hypoplasia and excessive calcifications in the epiphyses and vertebrae.",
        "cop": 1,
        "opa": "Chondrodysplasia punctata",
        "opb": "Dysplastic hips",
        "opc": "Auditory sensineuronal hearing loss",
        "opd": "Gastrointestinal atresias",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "fc2b85c9-393d-47aa-85c1-a2f69e2ec71a",
        "choice_type": "multi"
    },
    {
        "question": "Orally acting direct thrombin inhibitor is?",
        "exp": "Ximelgatran is an oral direct thrombin inhibitor. All the other given drugs are parenterally acting direct thrombin inhibitor. From medical pharmacology padmaja 4th edition Page no 334",
        "cop": 2,
        "opa": "Bivalirudin",
        "opb": "Ximelgatran",
        "opc": "Lepirudin",
        "opd": "Argatroban",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "641cac46-141d-43a1-bc89-bcd7d18aa8c0",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following metabolic reactions require vitamin B12 but not folate?",
        "exp": "This reaction is required for myelin formation and deficiency of B12 is responsible for demyelination. Other reactions in question requires THFA in addition to Vit B12.",
        "cop": 1,
        "opa": "Conversion of malonic acid to succinic acid",
        "opb": "Conversion of homocysteine to methionine",
        "opc": "Conversion of serine to glycine",
        "opd": "Thymidylate synthesis",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "c2020bc9-2c9d-4afa-91c2-67917ff57f24",
        "choice_type": "single"
    },
    {
        "question": "Lepirudin is used in:-",
        "exp": "Management of Heparin Induced Thrombocytopenia (HIT) Stop all forms of heparins and LMW heparins. Do not give platelet transfusions. Direct thrombin inhibitors (Lepirudin and Argatroban) are anticoagulants of choice. Lepirudin is safe in liver failure whereas argatroban can be safely administered in anuria (renal failure). Initially, warfarin causes hypercoagulability, therefore should be avoided. Lepirudin is continued till platelet count reaches 1,00,000/ mL. Now, warfarin should be staed and direct thrombin inhibitors discontinued. Warfarin should be given for at least 30 days. Fondaparinux can also be used for HIT.",
        "cop": 3,
        "opa": "Heparin overdose",
        "opb": "Warfarin overdose",
        "opc": "Heparin induced thrombocytopenia",
        "opd": "Warfarin induced dermal vascular necrosis",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "d1e45f8c-1061-4727-93a5-8c0b53c766f9",
        "choice_type": "single"
    },
    {
        "question": "Abciximab is",
        "exp": "Ans. b (Gp IIb/IIIa antibody) (Ref. KDT 6th/ Table 112-1)- Abciximab is antiplatelet drug which is Gp Ilb/IIIa antagonist.GPIIb/ IIIa AntagonistsFeatureAbciximabEptifibatideTirofibanDescriptionFab fragment of humanized mouse monoclonal antibodyCyclical KGD-containing heptapeptideNonpeptidic RGD mimeticSpecific for GPIIb/IIIaNoYesYesPlasma half-lifeShort (min)Long (2.5 h)Long (2.0 h)Platelet-bound half-lifeLong (days)Short (sec)Short (sec)Renal clearanceNoYesYes- Other Antithrombotic Drugs are: ANTITHROMBOTIC DRUGS: | ||||Antiplatelet drugsAnticoagulantsDirect thrombin inhibitorsFibrinolytics*Aspirin/*Heparin*Argatroban*Streptokinase*Thienopyridines*LMWH*Lepirudin* Anistreplase(clopidogrel&ticlopidine),*Fondaparinux,*Bivalirudin* rt-PA (alteplase)*Dipyridimole, and*Warfarin * Tenecteplase*GPIIb/llla antagonists.(warfarin is only available oral anticoag)* Reteplase*Desmoteplase* AlfimepraseLMWH and Fondaparinux, ComparisonFeaturesLMWHFondaparinuxNumber of saccharide units15-175Catalysis of factor Xa inhibitionYesYesCatalysis of thrombin inhibitionYesNoBioavailability after subcutaneous administration (%)90100Plasma half-life (h)417Renal excretionYesYesInduces release of tissue factor pathway inhibitorYesNoNeutralized by protamine sulfatePartiallyNoHirudin, Bivalirudinand Argatroban, Comparison. HirudinBivalirudinArgatrobanMolecular mass70001980527Interaction Site with thrombinActive site and exosite 1Active site and exosite 1Active siteRenal clearanceYesNoNoHepatic metabolismNoNoYesPlasma half-life (min)602545",
        "cop": 2,
        "opa": "Antithrombin III inhibitor",
        "opb": "Gp IIb/IIIa antibody",
        "opc": "Alanine analogue",
        "opd": "P2YAC Purine receptor antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "a2ad551a-a8cd-46e9-8278-e039c3f4e6fc",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is a parentral iron forumalation",
        "exp": "Ans) d (Ironsorbital citric acid complex) Ref KDT 6th edOral iron preparations include:Ferrous sulphate Ferrousgluconate Ferrous fumarateColloidal ferric hydroxide Ferroussuccinate Iron choline citrateIron calcium complex Ferric ammonium citrate Ferrous aminoateFerric glycerophosphate Iron hydroxyl polymaltoseOrganically prepared iron complex for parentral use:Iron- dextranIron sorbitol citric acid complex",
        "cop": 4,
        "opa": "Iron hydroxy polymaltose",
        "opb": "Ferrous fumarate",
        "opc": "Ferric ammonium citrate",
        "opd": "Iron sorbitol citric acid complex",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "05bd40f9-d042-423b-bc24-c044c510c086",
        "choice_type": "single"
    },
    {
        "question": "Anticoagulant of choice in pregnancy",
        "exp": "Ref: KD Tripathi, 6th ed. pg. 597* Heparin is a powerful and instantaneously acting anticoagulant, effective both in vivo and in vitro.* It acts indirectly by activating plasma antithrombin III* The heparin -AT III complex then binds to clotting factors of the intrinsic and common pathways (Xa, IIa, IXa, XIa, XIIa and XIIIa) and inactivates them.* Heparin is the anticoagulant of choice in pregnancy* Warfarin on the other hand is effective only in vivo (body). It acts by inhibiting vitamin K.Heparin is monitored by aPTTLow molecular heparin inhibits factor Xa only. It does not require monitoring because of consistent bioavailability.Antidote for heparin overdose: Protamine Sulfate.Warfarin monitoring is done by: INRAntidote of warfarin overdose: Vitamin K.TOC for warfarin induced bleeding: FFP",
        "cop": 4,
        "opa": "Warfarin",
        "opb": "Vitamin K",
        "opc": "Tranexamic acid",
        "opd": "Heparin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "a51ba09d-d113-450c-8d5b-557daa62692b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a 2nd generation antihistaminic?",
        "exp": "Fexofenadine, Loratidine, Cetrizine, Astemizole, Azelastine etc are 2nd gen antihistaminic drugs -less sedativeRef: KD.Tripati 6th ed.Pg 158",
        "cop": 1,
        "opa": "Fexofenadine",
        "opb": "Dimenhydrinate",
        "opc": "Promethazine",
        "opd": "Pheneramine",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "ba250241-ba33-408d-b87d-c3f46afdcb59",
        "choice_type": "single"
    },
    {
        "question": "Heparin is the commonly used anticoagulant in cardiac surgery.All of the following are true about heparin EXCEPT:",
        "exp": "Heparin is the strongest acid in the body. All the other statements about heparin are true. From medical pharmacology padmaja 4th edition Page no 334",
        "cop": 1,
        "opa": "Weakest acid found in living being",
        "opb": "Most commercial preparations of heparin are derived from pig intestine",
        "opc": "Acts antithrombin activation",
        "opd": "Produce thrombocytopenia",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "20215b2e-8406-432e-93be-58d4f3211f7d",
        "choice_type": "multi"
    },
    {
        "question": "Asprin is not given in a patient who is already on heparin because aspirin causes:",
        "exp": "Aspirin inactivates cyclo-oxygenase by irreversible acetylation of the enzyme and thereby inhibit the synthesis of thromboxane A2. Thromboxane A2 normally promotes platelet aggregation. This COX inhibition lasts for 7 - 10 days till fresh platelets are formed. From medical pharmacology padmaja 4th edition Page no 344",
        "cop": 1,
        "opa": "Platelet dysfunction",
        "opb": "Aspirin inhibits the action of heparin",
        "opc": "Enhanced hypersensitivity of heparin",
        "opd": "Therapy of heparin cannot be monitored",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "9b1551ba-48e0-4e00-8897-9bc9e2fde67d",
        "choice_type": "single"
    },
    {
        "question": "Antidote of heparin is",
        "exp": "Ans. is 'b' i.e., Protamine sulfate Protamine sulfate* It is a strongly basic, low molecular weight protein obtained from the sperm of certain fish.* Given i. v. it neutralizes heparin weight for weight, i.e., 1 mg is needed for every 100 U of heparin.* It is needed only when the heparin action needs to be terminated rapidly, e.g., after cardiac or vascular surgery.* In absence of heparin, protamine itself acts as a weak anticoagulant by interacting with platelets and fibrinogen.",
        "cop": 2,
        "opa": "CaNaEDTA",
        "opb": "Protamine sulfate",
        "opc": "Deferiprone",
        "opd": "d - penicillamine",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "ce481105-86d2-4b8b-9cc0-da168431a342",
        "choice_type": "single"
    },
    {
        "question": "Low molecular weight heparin mainly inhibits which factor?",
        "exp": "INDIRECT THROMBIN INHIBITORS This group includes unfractionated heparin, low molecular weight heparin and fondaparinux Acts by activating antithrombin III (AT III) in plasma. Normally AT III inactivates factor Xa and IIa (thrombin) but the reaction is very slow. Heparin accelerates this inactivation process by binding to AT III and inducing the conformational change in it to expose the binding sites. Only conformational change is required for inactivation of factor Xa whereas inactivation of thrombin is also dependent on formation of scaffolding by heparin Unfractionated heparin Provides this scaffolding and thus inhibits both factor IIa and Xa Anticoagulant of choice for cardiopulmonary bypass LMW heparins and fondaparinux only cause conformational change in AT III and thus inhibit mainly factor Xa.",
        "cop": 3,
        "opa": "Factor IIIa",
        "opb": "Factor VIIIa",
        "opc": "Factor Xa",
        "opd": "Factor XIIa",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "f7c7e2b9-5a7e-48c2-8bd0-430b94c5217c",
        "choice_type": "single"
    },
    {
        "question": "Thrombolytic therapy with streptokinase is contraindicated in all of the following except",
        "exp": "In all the other given conditions thrombolytics increase bleeding. From essential of medical pharmacology K D Tripati 7th edition Page no 627",
        "cop": 1,
        "opa": "Supraventricular tachycardia",
        "opb": "Recent trauma",
        "opc": "Recent cerebral bleeding",
        "opd": "Recent surgery",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "55da0952-2ebd-45fd-9488-effbb4cab35f",
        "choice_type": "multi"
    },
    {
        "question": "Warfarin induced skin necrosis is more common in patients with",
        "exp": "It is due to decreased levels of protein C. It is more likely to occur in patients with genetic deficiency of protein C. Most common side effect of warfarin:Bleeding Dermal vascular necrosis is early appearing adverse effect. Due to decreased osteocalcin synthesis Warfarin causes nasal hypoplasia and therefore contraindicated in pregnancy",
        "cop": 1,
        "opa": "Protein C deficiency",
        "opb": "Sickle cell anemia",
        "opc": "Factor V leiden deficiency",
        "opd": "Antithrombin 3 deficiency",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "5b69f8b0-73f5-4478-8713-5a639ae4bae0",
        "choice_type": "single"
    },
    {
        "question": "Heparin does not cause",
        "exp": "Heparin doesnot cause factor V inhibition whereas it causes all the other three. From medical pharmacology padmaja 4th edition Page no 335",
        "cop": 2,
        "opa": "Osteoporasis",
        "opb": "Factor V inhibition",
        "opc": "Thrombocytopenia",
        "opd": "Prolongation of a PTT",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "aedcfcfa-f1fa-4f7f-a890-8f5b6e445334",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT an advantage of low molecular weight heparin over unfractionated heparin?",
        "exp": "Anticoagulants are mainly effective for venous thrombosis (like in DVT) Advantages of LMW Heparin over Heparin :- Advantage Consequence Better bioavailability and longer t1/2 after s.c inj. Can be given s.c once or twice daily Dose dependent clearance Simplified clearance Predictable Response No need of monitoring Lower Risk of HIT syndrome Safe for long term use Lower risk of osteoporosis Safe for long term use",
        "cop": 1,
        "opa": "Higher efficacy in aerial thrombosis",
        "opb": "Less frequent dosing",
        "opc": "Higher and more consistent subcutaneous bioavailability",
        "opd": "Laboratory monitoring of response not required",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "0b5fa9fd-0922-4d08-b4ca-713b26dc4935",
        "choice_type": "single"
    },
    {
        "question": "Glycoprotein II b / III a receptor antagonists is",
        "exp": "(Abciximab) (573-KDT) (610-11-KDT 6th)Antiplatelet Drugs (Antithrombotic drugs)* Aspirin* Dipyridamole* Ticlopidine* Clopidogrel* * Glycoprotein lib /Ilia receptor antagonists - Abciximab, Eptifibatide and TirofibanAbciximab* Given along with aspirin + heparin during PTC A it has markedly reduced the incidence of restenosis, subsequent MI and death* Used in unstable angina and as adjuvant to coronary thrombolysis* Non antigenic, the main risk is haemorrhage. Thrombocytopenia is another complications.Antifibrinolvtics - EACA, Tranexaemic acid, Aprotinin",
        "cop": 2,
        "opa": "Clopidogrel",
        "opb": "Abeiximab",
        "opc": "Tranoxaemic-acid",
        "opd": "Ticlopidine",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "d2092992-012b-49e3-b22d-15ff0381db58",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most likely to be used in a young child with chronic renal insufficiency?",
        "exp": "Erythropoietin is produced by kidneys, in CRF production of erythropoietin is reduced and we need to supplement it from outside. Preprations used in CRF are Epoietin, Darbopoietin, Peginesatide. Its also used in anaemia due to myelosuppressive Drugs(zidovudine)and cancer chemotherapy. Cyanocobalamine is used in treatment of megaloblastic aneamia Desferroxamine(S.C.) is used as an antidote of acute iron poisoning Filgrastim is (G-CSF) used in neutropenia due to anticancer drugs",
        "cop": 3,
        "opa": "Cyanocobalamin",
        "opb": "Desferrioxamine",
        "opc": "Erythropoietin",
        "opd": "Filgrastim (G-CSF)",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "c1fc3549-62b2-479b-95f5-1b96fe2cd5a8",
        "choice_type": "single"
    },
    {
        "question": "Warfarin embryopathy is due to action of:",
        "exp": "Ans: (c) OsteocalcinRef: style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif; margin: 0 0 0 4px\">Warfarin embryopathyThe process of osteocalcin carboxylation in human bone formation is a vitamin K-dependent process and that circulating osteocalcin will be altered structurally by warfarin administrationThis finding has pathophysiological implications for: o Fetal warfarin embryopathy syndromeBone disease associated with chronic liver diseasesOsteoporosisIn all the above conditions vitamin K deficiency has been implicated Note:The similarity between fetal warfarin syndrome and X-linked recessive chondroplasia puntata has suggested a common pathogenesis for these two disorders. Warfarin appears to inhibit arylsulfatase, a genetically determined deficiency which is responsible for chondroplasia puntata.",
        "cop": 3,
        "opa": "Osteophysin",
        "opb": "Osteotensin",
        "opc": "Osteocalcin",
        "opd": "Osteogenin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "80d7cc70-4f4a-4ea3-beed-835681009b02",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is not recommended in septic shock:",
        "exp": "Essentials of medical pharmacology, seventh edition, page no 872 Answer is option 4, rituximab It is not recommended in septic shock since it will adverse the condition. The major adverse effects are chills, fever, uicarial rashes, pruritus, dyspnoea, and hypotension. Pretreatment with antihistamines dampens the reaction.",
        "cop": 4,
        "opa": "Normal saline",
        "opb": "Activated protein C",
        "opc": "Steroids",
        "opd": "Rituximab",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "283100fb-8c62-46fc-a94e-5e415c7737e5",
        "choice_type": "single"
    },
    {
        "question": "Folinic acid is specifically indicated for",
        "exp": "Methotrexate toxicity:- Folinic acid (Leucovorin, citrovorum factor, 5-formyl-THFA) is an active coenzyme form which does not need to be reduced by DHFRase before it can act. Methotrexate is a DHFRase inhibitor; its toxicity is not counteracted by folic acid, but antagonized by folinic acid. Ref:- kd tripathi; pg num:-611",
        "cop": 3,
        "opa": "Anaemia associated with renal failure",
        "opb": "Pernicious anaemia",
        "opc": "Counteracting toxicity of high dose methotrexate",
        "opd": "Prophylaxis of neural tube defect in the offspring of women receiving anticonvulsant medication",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "ffd8c577-6d63-484a-8b9f-8336a08a9ba3",
        "choice_type": "multi"
    },
    {
        "question": "CAPLACIZUMAB is used for treatment of?",
        "exp": "CAPLACIZUMAB: a. It is a Von - Willebrand factor (vWF) directed antibody fragment b. Target the A1 - domain of vWF, and inhibits the interaction between vWF and platelets, thereby reducing both vWF - mediated platelet adhesion and platelet consumption. c. Used for treatment of acquired Thrombotic Thrombocytopenic Purpura (aTTP)",
        "cop": 1,
        "opa": "Acquired Thrombotic Thrombocytopenic Purpura (aTTP)",
        "opb": "Plaque Psoriasis",
        "opc": "Breast cancer",
        "opd": "Bladder cancer",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "eef8bdea-dfe2-4cf4-a94a-cfdb49ec070c",
        "choice_type": "single"
    },
    {
        "question": "Patient with DVT on therapeutic dose of Warfarin came with complaints of breathlessness and hypotension. True statement regarding this:",
        "exp": "C i.e. Maintain INR at 2 and continueRef: Harrison, 19th edition, page 755Explanation:INR Ranges When Treating with Warfarin1.5-1.9Higher rate of recurrent venous thromboembolism.<1.7Increased risk of cardioembolic stroke.2.0-3.0Warfarin is administered in doses that produce above INR.This the recommended INR while treating with warfarin.This INR is effective as higher intensity treatment and produces less bleeding.2.5-3.5Allowed in special situations like in patients with mechanical heart valves, particularly those in the mitral position or older ball and cage valves in the aortic.>4.5Increase in bleeding.Note:In a study, patients receiving long-term warfarin therapy for unprovoked venous thromboembolism demonstrated a higher rate of recurrent venous thromboembolism with a target INR of 1.5-1.9 compared with a target INR of 2.0-3.0.So, in this case patient with DVT on therapeutic dose of Warfarin came with do breathlessness, hypotension. May be he has unprovoked venous thromboembolism and recurrent venous thromboembolism, so maintain INR at 2.0 to 3.0 and continue warfarin.IMPORTANT:Warfarin induced bleedingThe INR should be maintained in the therapeutic range to minimize the risk of bleeding.In asymptomatic patients whose INR is between 3.5 and 10, warfarin should be withheld until the INR returns to the therapeutic range.If the INR is over 10, oral vitamin K should be administered, at a dose of 2.5-5 mg.Higher doses of oral vitamin K (5-10 mg) produce more rapid reversal of the INR but may render patients temporarily resistant to warfarin when the drug is restarted.Patients with serious bleeding need more aggressive treatment. These patients should be given 5-10 mg of vitamin K by slow IV infusion. Additional vitamin K should be given until the INR is in the normal range.Treatment with vitamin K should be supplemented with fresh-frozen plasma as a source of the vitamin K-dependent clotting proteins.Four factor prothrombin complex concentrates, which contain all four vitamin K-dependent clotting proteins, are the treatment of choice for:Life-threatening bleeds.Rapid restoration of the INR into the normal range in patients requiring urgent surgery or intervention,Patients who cannot tolerate the volume load of fresh-frozen plasma.",
        "cop": 3,
        "opa": "Warfarin to be continued for 6 months",
        "opb": "Maintain INR at 3.5 and continue",
        "opc": "Maintain INR at 2 and continue",
        "opd": "Discontinue warfarin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "7e8db7e2-84be-4f76-9b23-00944102b10e",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are anticoagulant ,except",
        "exp": "Phytonadione is Vit K. All others are anti coagulants. From essential of medical pharmacology K D Tripati 7th edition Page no 613",
        "cop": 1,
        "opa": "Phytonadione",
        "opb": "Warfarin",
        "opc": "LMW heparin",
        "opd": "Lepirudin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "e61320ca-ce9d-4acd-93d7-2823eb5a67dd",
        "choice_type": "multi"
    },
    {
        "question": "Pegylated Filgrastim is used for treatment of:",
        "exp": "Drugs Affecting Cells Of Blood i) RBC Growth factor for RBC is erythropoietin If we give erythropoietin from outside in form of darbopoetin, it will increase the formation of RBC Darbopoetin Uses Anemia due to chronic renal failure Bone marrow suppression ii) WBC Growth factor: G-CSF & GM-CSF G-CSF Drug GM-CSF Drug FILGRASTIM PEGFILGRASTIM SARGRAMOSTIM MOLGRAMOSTIM These drugs are used for anti-cancer drug induced neutropenia iii) Platelet Major growth factor in platelet is IL-11 OPRELVEKIN (injectable) Recombinant IL-11 All these drugs are given by subcutaneous routes.",
        "cop": 2,
        "opa": "Anaemia",
        "opb": "Neutropenia",
        "opc": "Thrombocytopenia",
        "opd": "Pancytopenia",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "ebcc424a-f80b-4de6-9dbb-f28181992545",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs inhibits plasminogen activation?",
        "exp": "Epsilon amino caproic acid (EACA) and tranexamic acid are specific antidotes for overdose of fibrinolytic agents. These are called as anti-fibrinolytic drugs",
        "cop": 2,
        "opa": "Aspirin",
        "opb": "Tranexaemic acid",
        "opc": "Alteplase",
        "opd": "Streptokinase",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "03fe5c5c-d584-4022-b027-47f3ab6d24d2",
        "choice_type": "single"
    },
    {
        "question": "All of the following are characteristic features of treatment of iron deficiency anemia with oral iron supplements, except:",
        "exp": "A total of200mg given daily in three divided doses produces the maximal haemopoietic response. Iron therapy should be continued for 3-6 months after the correction of deficiency in order to replenish the iron stores. From medical pharmacology padmaja 4th edition page 328 and essential of medical pharmacology K D Tripati 7th edition page no 603",
        "cop": 4,
        "opa": "If 200-300 mg elemental iron is consumed, about 50 mg is absorbed",
        "opb": "The propoion of iron absorbed reduces as hemoglobin improves",
        "opc": "The reticulocyte count should begin to increase in two weeks and peak in 4 weeks --this suggests good response to treatment",
        "opd": "The treatment should be discontinued immediately once hemoglobin normalizes to prevent side effects of iron.",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "fb2d22e6-3247-4bbb-ae51-3e15e1515a8c",
        "choice_type": "multi"
    },
    {
        "question": "Aspirin acts by inhibiting which of the following enzymes?",
        "exp": "Aspirin inhibits COX enzyme irreversibly and thus results in decreased synthesis of TXA2 as well as PGI2. TXA2 is produced by platelets and as platelets do not contain nuclei, TXA2 is not synthesized till there is production of fresh platelets, whereas vessel wall contains nucleus and thus can resume the synthesis of enzymes required for the formation of prostacyclins. The net effect is inhibition of TXA2 synthesis leading to anti-aggregatory effects.",
        "cop": 1,
        "opa": "Cyclooxygenase",
        "opb": "Lipoxygenase",
        "opc": "Phospholipase",
        "opd": "None of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "38813a99-aa84-4266-8c13-9f697161ccec",
        "choice_type": "multi"
    },
    {
        "question": "Which one the following drugs is a Parenteral Direct Thrombin Inhibitor ?",
        "exp": "INJECTABLE DIRECT THROMBIN INHIBITORS: HIRUDIN LEPIRUDIN BIVALURIDIN ARGATROBAN MELAGATRAN ORAL DIRECT THROMBIN INHIBITOR: DABIGATRAN Argatroban : A synthetic compound based on the structure of L-Arginine, binds reversibly to the active site of Thrombin . Its is administered Intravenously and has a T1/2 of 40-50 min. It is metabolized in the liver and excreted in the bile. In patients with renal impairment, but dose reduction is required for patients with hepatic insufficiency. Argatroban is licensed for the prophylaxis or treatment of patients with, or at risk of developing, Heparin-induced Thrombocytopenia . It prolongs both aPTT and PT, which can complicate the transitioning of patients from argatroban to warfarin. A factor X assay can be used instead of the PT to monitor warfarin in these patients.",
        "cop": 4,
        "opa": "Enoxaparin",
        "opb": "Apixaban",
        "opc": "Dabigatran",
        "opd": "Argatroban",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "8d314640-c721-4fea-899c-1b772d1b8a6d",
        "choice_type": "single"
    },
    {
        "question": "Doc for Heparin induced thrombocytopenia is?",
        "exp": "DOC for HIT is direct thrombin inhibitor like argatroban. Dabigatran could be used but it has more serious complications so not frequently used.",
        "cop": 1,
        "opa": "Argatroban",
        "opb": "Warfarin",
        "opc": "Low molecular weight heparin",
        "opd": "Dabigatran",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "119459fd-6547-40eb-af30-ae4506663dcf",
        "choice_type": "single"
    },
    {
        "question": "Heparin acts as an anticoagulant by:-",
        "exp": "Heparin acts an anticoagulant by activating antithrombin III and thus inactivating thrombin and factor Xa. Heparin displaces lipoprotein lipase enzyme from the endothelial wall. Other glycosaminoglycans uses are: Danaparoid is an anticoagulant.",
        "cop": 1,
        "opa": "Activating antithrombin III",
        "opb": "Inactivating antithrombin III",
        "opc": "Activating thrombin",
        "opd": "Activating factor Xa",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "76242b97-5d3d-4052-a117-d134844467d2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following medications would be prescribed most frequently to patients suffering from chronic atrial fibrillation?",
        "exp": "Patients of chronic atrial fibrillation are at high risk of developing thromboembolism. Oral anticoagulants are most frequently advised drugs in these patients to decrease the risk of this adverse effect. Warfarin being oral anticoagulant is used as prophylaxis in chronic atrial fibrillations because of propensity of these pts. developing thromboembolism is higher.",
        "cop": 3,
        "opa": "Lidocaine",
        "opb": "Bretylium",
        "opc": "Warfarin",
        "opd": "Adenosine",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "4bcc68f9-9e70-417f-b302-b738c5099148",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for warfarin toxicity:",
        "exp": "Ans. B. Vitamin KWarfarin is oral anticoagulant which inhibit the vitamin K dependent clotting factors. Bleeding is the adverse effect seen with overdose of warfarin. Fresh frozen plasma can be given to supply the clotting factors but specific antidote is vitamin K. It is usually prescribed when INR is between 5-9.",
        "cop": 2,
        "opa": "Protamine sulfate",
        "opb": "Vitamin K",
        "opc": "Dipyridamole",
        "opd": "Ticlopidine",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "52ecb9fd-5813-4f6e-83d2-e426363777b8",
        "choice_type": "single"
    },
    {
        "question": "Glycoprotein IIb/IIIa receptor antagonist is:",
        "exp": "Abciximab is glycoprotein IIa/IIIb receptor antagonist. Ticlopidine and Clopidogrel are ADP antagonist. From medical pharmacology padmaja 4th edition Page no 343",
        "cop": 2,
        "opa": "Clopidogrel",
        "opb": "Abciximab",
        "opc": "Tranexamic acid",
        "opd": "Ticlopidine",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "85122cd6-ea00-40ca-8ba6-fd1321c00da6",
        "choice_type": "single"
    },
    {
        "question": "All are antiplatelets drugs EXCEPT:",
        "exp": "(Warfarin): Ref: 571-72-KDT (609-602-KDT 6th)ANTIPLATELET-DRUGS (Antithrombotic drugs)* Aspirin* Clopidogrel* Dipyridamol* Abciximab* Ticlopidine (GPII b/IIIa antagonist)* Antifibrinolvtics - Epsilon amino-caproic acid (EACA) Transexaemic acid Aprotinin* Fibrinolytics (Thrombolytics) - Streptokinase, urokinase, Alteplase* Warfarin is oral anticoagulants",
        "cop": 4,
        "opa": "Aspirin",
        "opb": "Clopidogrel",
        "opc": "Dipyridamol",
        "opd": "Warfarin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "c0114f92-33d3-483b-9fb1-b7a3096cd71c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following Iron is used for Parenteral Iron Therapy ?",
        "exp": "Parenteral irons Oral irons Iron dextran Iron - sorbitol - citric acid Ferrous sucrose Ferric carboxy maltose Iron isomaltoside Ferrous sulphate Ferrous gluconate Ferrous fumarate Colloidal Ferric hydroxide Carbonyl Iron Iron requirement (mg) = 4.4 x body weight (kg) x Hb deficit (g/dl)",
        "cop": 1,
        "opa": "Iron dextran",
        "opb": "Ferrous sulphate",
        "opc": "Ferrous fumarate",
        "opd": "Ferrous gluconate",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "73752d04-fa05-48de-b3a0-496ec1629ef2",
        "choice_type": "single"
    },
    {
        "question": "Activated protein C is used therapeutically in:",
        "exp": "Answer is option4, sepsis Human recombinant activated protein C for severe sepsis. Mai-Carvajal AJ1, Sola I, Lathyris D, Cardona AF. Author information Update in Human recombinant protein C for severe sepsis and septic shock in adult and paediatric patients. Abstract BACKGROUND: Sepsis is a common and frequently fatal condition. Human recombinant activated protein C (APC) has been used to reduce the high rate of death by severe sepsis or septic shock. This is an update of a Cochrane review (originally published in 2007 and updated in 2008).",
        "cop": 4,
        "opa": "Abnormal PT\\/PTT",
        "opb": "Ml",
        "opc": "Fungal infection",
        "opd": "Sepsis",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "4ee4443c-9662-457b-848c-e452b7c3c5a0",
        "choice_type": "multi"
    },
    {
        "question": "All the following are target specific oral anticoagulants except",
        "exp": "Rivaroxaban, apixaban, dabigatran are target specific because they inhibit only factor XA not Factor II They can be given orally Ref: HL Sharma, KK Sharma, 3rd edition, pg no: 685",
        "cop": 1,
        "opa": "Betrixaban",
        "opb": "Apixaban",
        "opc": "Dabigatran",
        "opd": "Rivaroxaban",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "d553102a-247f-4087-aff5-07d138a38e1f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs is used in heparin-induced thrombocytopenia",
        "exp": "Ref: Katzung's, 11th ed. pg. 593-594* Heparin is a powerful and instantaneously acting anticoagulant, effective both in vivo and in vitro.* It acts indirectly by activating plasma antithrombin III* The heparin -AT III complex then binds to clotting factors of the intrinsic and common pathways (Xa, IIa, IXa, XIa, XIIa and XIIIa) and inactivates them.* HIT syndrome is a condition which arises as a potential side effect of heparin use where heparin binds with platelet factor 4 and causes thrombocytopenia (usually seen 3-4 days after heparin use).* To treat this condition, direct thrombin inhibitors are used. Drugs under direct thrombin inhibitors are: Lepirudin, bivalirudin, hirudin, dabigatran, argatroban, melagatran.* Enoxaparin: It is low molecular weight heparin* Warfarin is oral anticoagulant, which act by inhibiting vitamin K dependent clotting factors (Factor II, VII, IX, X).",
        "cop": 3,
        "opa": "Warfarin",
        "opb": "Coumarin",
        "opc": "Lepirudin",
        "opd": "Enoxaparin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "ce48e4a9-8633-4d1e-b73d-128581e19a70",
        "choice_type": "single"
    },
    {
        "question": "Oral iron chelating agent -",
        "exp": "Ans. is 'c' i.e., Deferiprone Deferiprone* It is an orally active iron chelator which has simplified the treatment of transfusion siderosis in thalassemia patients.* Excessive haemolysis occurs in these patients, and they have to be given repeated blood transfusions.* An iron chelator has to be used to clear the resulting iron overload.* Oral deferiprone is a somewhat less effective alternative to injected desferrioxamine.* Side effects and cost of treatment are reduced.* Deferiprone has also been indicated for acute iron poisoning (less effective than desferrioxamine) and for iron load in liver cirrhosis.* Side effects are anorexia, vomiting, altered taste, joint pain, reversible neutropenia, rarely agranulocytosis. However, long-term safety is not yet known.",
        "cop": 3,
        "opa": "Penicillamine",
        "opb": "Desferrioxamine",
        "opc": "Deferiprone",
        "opd": "Ca Na EDTA",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "e00cea4e-01b9-469e-a3f0-57fa3c878bda",
        "choice_type": "single"
    },
    {
        "question": "All of following are anti platelet EXCEPT:",
        "exp": "Ref: KDT 6th ed. pg. 608* Antiplatelet drugs interfere with platelet function and are useful in prophylaxis of thromboembolic disorders.* Platelets express several glycoprotein (GP) receptors on their surface like GP IIa/IIIb.* These receptors are not exposed normally, but once exposed due to some injury they make the platelets sticky.* Upon injury thromboxane A2 (TXA2) and ADP produced, which expose the sticky receptors (GP IIa/ IIIb) that crosslinks the platelets, inducing aggregation.* Prostacyclin (PGI2) synthesized in the intima of blood vessel is an inhibitor of TXA2. Normally, a balance between PGI2 and TXA2 is required to control thrombus formation.Antiplatelet drugs and their target of inhibitionAntiplatelet drugsTarget of inhibitionAspirinInhibit TXA2Clopidogrel and TiclodipineInhibit ADP irreversibly by binding with P2Y12 receptorCangrelor, TicagrelorInhibit ADP reversiblyAbciximabTirofibanEptifibatideInhibit GP IIb/IIIaFibrin is associated with clotting. Agents which lyse this fibrin is known as Fibrinolytics.Overdose of fibrinolytic agents causes results in excessive intravascular fibrinolysis resulting in bleeding.Tranexamic acid is a specific antidote for fibrinolytic agents. Antifibrinolytic drugs are:* Epsilon Amino Caproic acid (EACA)* Tranexamic acid",
        "cop": 4,
        "opa": "Aspirin",
        "opb": "Clopidogrel",
        "opc": "Abciximab",
        "opd": "Tranexamic acid",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "f2a74e7e-9d31-4e80-ae61-83668def60af",
        "choice_type": "multi"
    },
    {
        "question": "An old woman, Nanda suffered stroke for which she was given alteplase. She improved considerably. To prevent the recurrence of stroke, this patient is most likely to be treated indefinitely with:",
        "exp": "Antiplatelet drugs like aspirin or clopidogrel are used to prevent aerial thrombosis (in diseases like MI and stroke). Enoxaparin (LMW Heparin) is indirect thrombin inhibitor used in treatment of DVT Urokinase is fibrinolytic drug used in stroke/Acute MI/Pulmonary Embolism (within 3-4hrs) Warfarin is oral anticoagulant and Vit. K inhibitor.",
        "cop": 1,
        "opa": "Aspirin",
        "opb": "Warfarin",
        "opc": "Urokinase",
        "opd": "Enoxaparin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "bac178fe-141c-4286-beec-88cca81f6fef",
        "choice_type": "single"
    },
    {
        "question": "Parameter which should be tested before staing heparin therapy is:-",
        "exp": "Bioavailability of unfractionated heparin is inconsistent after SC route and its effect is monitored by testing aPTT (at low doses it selectively affects the intrinsic pathway). LMW heparin and fondaparinux have long half lives and consistent SC absorption; therefore do not require monitoring and once daily SC doses are sufficient. Patients with end stage renal failure and morbid obesity may require monitoring with anti-factor Xa assay.",
        "cop": 4,
        "opa": "Serum bleeding time",
        "opb": "Serum clotting time",
        "opc": "Prothrombin time",
        "opd": "Activated paial thromboplastin time",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "a10b4bc4-e450-4621-b76a-f6a0d887c5d9",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice in a patient big acute pulmonary embolism with right ventricular hypokinesia and a compromised cardiac output but normal blood pressure is",
        "exp": "Ref KDT 6 /e p606 Anticoagulants are the most mainstay for the treatment of pulmonary embolism Thrombolytic therapy is indicated bin massive pulmonary embolism with hemodymica instability and in hemodymically stable patients but with compromised right ventricular function",
        "cop": 1,
        "opa": "Thrombolytic agent",
        "opb": "Low molecular weight heparin",
        "opc": "IV filters",
        "opd": "Warfarin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "aa64cc79-3c76-40e3-b970-2b518681976d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs inhibit thromboxane A2 synthase?",
        "exp": "Ans. is 'a' i.e., Dazoxiben * Dazoxiben is an orally active thromboxane synthase inhibitor. It has shown a significant clinical improvement in patients with Raynaud's syndrome.* Daltroban and sultroban are TXA2 receptor antagonists.",
        "cop": 1,
        "opa": "Dazoxiben",
        "opb": "Daltroban",
        "opc": "Sultroban",
        "opd": "Lamifiban",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "8e56ff42-af5f-446b-9476-4819ac7d335b",
        "choice_type": "single"
    },
    {
        "question": "A patient comes with bleeding due to warfarin overdose, as a treating physician what is the immediate treatment to treat warfarin induced bleeding :",
        "exp": "Treatment of warfarin induced bleeding: Stop warfarin to stop its action. Adding four factor complex or Fresh frozen plasma is best option as it contains clotting factors that are deficient due to warfarin. Fresh frozen plasma will replenish the deficient factors. So, it can immediately reverses bleeding. Other options Cryoprecipitate mainly contains factor VIII and fibrinogen. Warfarin inhibits factor II,VII,IX,X, so cryoprecipitate will not replenish. Warfarin doesn't affect platelet function, so no use in giving platetelet concentrate.",
        "cop": 3,
        "opa": "Cryoprecipitate",
        "opb": "Platelet concentrate",
        "opc": "Fresh frozen plasma",
        "opd": "Vitamin k Injection",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "db328067-9030-431b-af52-c092ed2804f8",
        "choice_type": "single"
    },
    {
        "question": "All are antiplatelet drugs except:",
        "exp": "Aprotinin is a drug that inhibits the initiation of clot formation and fibrinolysis. All others are antiplatlet drugs. From medical pharmacology padmaja 4th edition Page no 343",
        "cop": 4,
        "opa": "Clopidogrel",
        "opb": "Abciximab",
        "opc": "Ticlopidine",
        "opd": "Aprotinin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "60072a83-f8ba-4de7-8407-4dee4f96b0ee",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is advocated in dicumarol overdose?",
        "exp": "Dicumarol is an oral anticoagulant. It acts by inhibiting the activation of vitamin K dependent clotting factors(2,7,9,10) Antidote for such a drugs is vitamin K",
        "cop": 4,
        "opa": "Warfarin",
        "opb": "Heparin",
        "opc": "LMWH",
        "opd": "Vitamin K",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "58be521a-684c-4d31-8173-7a176c55e2fc",
        "choice_type": "single"
    },
    {
        "question": "The anticoagulant activity of warfarin can be potentiated by all of the following except",
        "exp": "Rifampin induces the hepatic mixed function oxidases that metabolize warfarin. Platelet inhibitors, such as aspirin, increase the anticoagulant effect of warfarin. Phenylbutazone can transiently increase the level of free warfarin by displacing it from the plasma albumin binding site. Cimetidine inhibits warfarin metabolism and causes potentiation of the anticoagulant. Ref: SHARMA N SHARMA chapter 10 blood and blood products.",
        "cop": 3,
        "opa": "Aspirin",
        "opb": "Disulfiram",
        "opc": "Rifampin",
        "opd": "Phenylbutazone",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "dad7d1f5-38ee-45d5-8563-a6c42e9b8651",
        "choice_type": "multi"
    },
    {
        "question": "True about vitamin K is:",
        "exp": "Ans. (B) Long term use of antimicrobials can cause deficiency of vitamin K(Ref: KDT 8/e p661)Vitamin K is involved in activation of factor II, VII, IX and X (not synthesis)It is a fat soluble vitamin like Vitamin A, D and E. Vitamin B and C are water soluble.Warfarin (an inhibitor of vitamin K) is used for treatment of DVT.Long term antimicrobial use can alter gut flora leading to deficiency of vitamin K.",
        "cop": 2,
        "opa": "It is required for synthesis of factor VII",
        "opb": "Long term use of antimicrobials can cause deficiency of vitamin K",
        "opc": "It is a water soluble vitamin",
        "opd": "DVT is associated with vitamin K deficiency",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "d43eb525-8d17-410f-b6f4-60721664beac",
        "choice_type": "multi"
    },
    {
        "question": "The mechanism of action of Apixaban is",
        "exp": "(B) Factor Xa inhibitor[?]APIXABAN is an oral anticoagulant and a highly selective direct inhibitor of factor Xa with rapid onset of action.oUsed to decrease the risk of venous thromboses, systemic embolization and stroke in patients with atrial fibrillation, and lower the risk of deep vein thrombosis and pulmonary embolus after knee or hip replacement surgery.oApixaban has been linked to a low rate of serum aminotransferase elevations during therapy and to rare instances of clinically apparent liver injury.oIt does not require routine laboratory monitoring in the majority of patients except in special situations such as serious bleeding into critical organs, potential overdose, emergency surgery.oOther new oral anticoagulants include edoxaban, betrixaban oDirect X2 inhibitoroAnticoagulant for treatment & prophylaxis of venous thromboembolic events",
        "cop": 2,
        "opa": "Direct thrombin inhibitor",
        "opb": "Factor Xa inhibitor",
        "opc": "Antithrombin 3 activator",
        "opd": "Vitamin K antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "5efd3faa-de13-402f-b04d-5cf8f6fa6532",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is used in sickle cell anaemia?",
        "exp": "Ans. is 'b' i.e., Hydroxyurea Hydroxyurea* It blocks the conversion of ribonucleotides to the deoxyribonucleotides by inhibiting the enzyme ribonucleoside diphosphate reductase, which interferes with DNA synthesis.* It exerts S phase specific action.* Myelosuppression is a major toxicity* The most significant advance in the therapy of sickle cell anemia has been the introduction of hydroxyurea as a mainstay of therapy for patients with severe symptoms.* Hydroxyurea (10-30 mg/kg per day) increases fetal hemoglobin and may also exert beneficial affects on RBC hydration, vascular wall adherence, and suppression of the granulocyte and reticulocyte counts; dosage is titrated to maintain a white cell count between 5000 and 8000 per mL.* White cells and reticulocytes may play a major role in the pathogenesis of sickle cell crisis, and their suppression may be an important benefit of hydroxyurea therapy.* Hydroxyurea should be considered in patients experiencing repeated episodes of acute chest syndrome or with more than three crises per year requiring hospitalization. The utility of this agent for reducing the incidence of other complications (priapism, retinopathy) is under evaluation, as are the long-term side effects.* Hydroxyurea offers broad benefits to most patients whose disease is severe enough to impair their functional status, and it may improve survival. HbF levels increase in most patients within a few months.",
        "cop": 2,
        "opa": "Hydroxyzine",
        "opb": "Hydroxyurea",
        "opc": "Hydralazine",
        "opd": "Hydroxychloroquine",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "dd4d3f33-c557-4ea9-9787-b3a06acc8243",
        "choice_type": "single"
    },
    {
        "question": "Plasma expanders are used in:",
        "exp": "Essentials of medical pharmacology, seventh edition, page no 645 Answer is option 2,severe trauma Plasma expanders are used in burns, hypovoleimic and endotoxin shock, severe trauma, and extensive tissue damage. But they are not used in severe anemia, cardiac failure, pulmonary edema, liver disease, and renal insufficiency.",
        "cop": 2,
        "opa": "Severe anemia",
        "opb": "Severe trauma",
        "opc": "Pulmonary oedema",
        "opd": "Cardiac failure",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "6b34b69e-9239-419c-bf0d-9ed02faaf2c0",
        "choice_type": "single"
    },
    {
        "question": "Hypercoagulability and dermal vascular necrosis are early appearing adverse effects of:",
        "exp": "Oral anticoagulants inhibit the activation of several clotting factors (II, VII, IX and X) as well as anti-clotting proteins (protein C and S). First to disappear is protein C that can result in hypercoagulation resulting in dermal vascular necrosis.",
        "cop": 3,
        "opa": "Clopidogrel",
        "opb": "Heparin",
        "opc": "Warfarin",
        "opd": "Vitamin K",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "42ec6b6b-ebe5-4bf4-859a-e01a433429bb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about warfarin group of oral anticoagulants is FALSE?",
        "exp": "Activation of factor II, VII, IX and X are inhibited by warfarin group of oral anticoagulants in presence of vitamin K These anticoagulants do not affect the synthesis of these factors.",
        "cop": 1,
        "opa": "They interfere with an early step in the synthesis of clotting factors",
        "opb": "Irrespective of the dose administered, their anticoagulant effect has a latency of onset of 1-3 days",
        "opc": "Their dose is adjusted by repeated measurement of prothrombin time",
        "opd": "They are contraindicated during pregnancy",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "068eaaa6-4847-4489-bcc8-49a03d117e12",
        "choice_type": "multi"
    },
    {
        "question": "What is the mechanism of action of Ticagrelor?",
        "exp": "Ans. is 'b' i.e., P2Y 12 inhibitor Antiplatelet drugs* Antiplatelet drugs act by inhibiting one or other proaggregative mediators or mechanism.* Aspirin (in low doses) - inhibits synthesis of TXA2 by inhibiting the enzyme cycloxygenase So that immediate precursor (prostaglandins) of TXA2 are not synthesized.* Ticlopidine, clopidogrel, Prasugrel - they block ADP mediated platelet activation by irreversible antagonism of P2 Yl2 receptor on ADP. Can grelor and ticagrelor - are reversible antagonist of ADP (P2 Y12), in contrast to ticlopidine, which is irreversible antagonist.* Dipyridamol - Inhibits phosphodiesterase - | cAMP, It also blocks uptake of adenosine.* Epoprostinol - A prostacyclin - | cAMP.* Abciximab, eptifibatide, tirofiban, Lamifiban - GPIIb/IIIa inhibitors.* Cilastazole is a phosphodiesterase-3 inhibitors and result in elevated cAMP levels. It reduces platelet aggregation and also passess peripheral vasodilatory action. It can be used for the treatment of intermittent claudication.",
        "cop": 2,
        "opa": "PAR 1 inhibitor",
        "opb": "P2Y 12 inhibitor",
        "opc": "PARI activator",
        "opd": "P2Y 12 activator",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "813359f3-ade5-4e05-abee-d37fce1f9e98",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT an adverse effect of heparin?",
        "exp": "Heparin can inhibit the synthesis of aldosterone and may result in hyperkalemia..All the others are adverse effects of heparin. From medical pharmacology padmaja 4th edition Page no 336",
        "cop": 3,
        "opa": "Bleeding",
        "opb": "Thrombocytopenia",
        "opc": "Hypokalemia",
        "opd": "Osteoporosis",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "e72c3bf4-b346-48d1-8ead-ee1b3465fc9c",
        "choice_type": "single"
    },
    {
        "question": "A useful thrombolytic agent that leads to plasmin activation is:",
        "exp": "Among the given options only streptokinase is a fibrinolytic agent. Heparin is an anti coagulant and aspirin is an anti platelet drug. From medical pharmacology padmaja 4th edition Page no 341",
        "cop": 3,
        "opa": "Vitamin K",
        "opb": "Heparin",
        "opc": "Streptokinase",
        "opd": "Aspirin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "4fa0f0be-28c2-41f4-b07f-2febd7e3fb6e",
        "choice_type": "single"
    },
    {
        "question": "In the management of pulmonary emboli, alteplase (-PA) is infused for:-",
        "exp": "Alteplase : Also known as -PA(Recombinant tissue plasminogen activator) Has more affinity towards plasminogen bound to fibrin Due to sho duration of action, it is given by continuous iv infusion. The doses are: For MI: 15 mg iv bolus followed by 50 mg over 30 min and then 35 mg over next 60 min. For Pulmonary embolism: 100 mg iv over 2 hours For Ischemic stroke: 0.9 mg/kg iv over 60 min Note : Tenecteplase can be given as a single bolus dose for coronary thrombolysis.",
        "cop": 1,
        "opa": "1-3 hours",
        "opb": "4-6 hours",
        "opc": "7-9 hours",
        "opd": "10-12 hours",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "661e9dea-0618-4807-acba-02a25034b3d9",
        "choice_type": "single"
    },
    {
        "question": "Thrombolytics can provide relative morality reduction in the treatment of acute myocardial infarction if patient comes within",
        "exp": "Thrombolytic drugs should be given within 12 hours after onset of acute MI and within 3 hours of acute stroke Refer Harrison 18/e p2027",
        "cop": 2,
        "opa": "6 hrs",
        "opb": "12 hrs",
        "opc": "18 hrs",
        "opd": "24 hrs",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "b884f99f-bfb1-4c31-ab35-4e4164649563",
        "choice_type": "single"
    },
    {
        "question": "The drug Vorapaxar acts by primarily inhibiting Platelet aggregation caused by which of the following substance ?",
        "exp": "VORAPAXAR: MOA : Inhibits PAR-1 receptors leading to Anti-Platelet action. On the surface of the platelets, PAR-1 receptors are present, Thrombin binds to this receptor and result in activation of platelets, so drugs are developed to inhibit this PAR-1 receptor leading Anti-Platelet action by inhibiting aggregation caused by Thrombin.",
        "cop": 3,
        "opa": "Thromboxane",
        "opb": "ADP",
        "opc": "Thrombin",
        "opd": "Prostacyclin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "2afd07ab-4c98-4764-829c-47e55cc5d457",
        "choice_type": "single"
    },
    {
        "question": "Blood level of which clotting factor declines most rapidly after the initiation of warfarin therapy",
        "exp": "WARFARIN(oral anticoagulant) Mech of action:- They act indirectly by interfering with the synthesis of vit K dependent clotting factors in liver. They apparently behave as competitive antagonists of vit K and lower the plasma levels of functional clotting factors in a dose-dependent manner. In fact, they inhibit the enzyme vit K epoxidereductase (VKOR) and interfere with regeneration of the active hydroquinone form of vit K. which acts as a cofactor for the enzyme g-glutamyl carboxylase that carries out the final step of g carboxylating glutamate residues of prothrombin and factors VII, IX and X. Factor VII has the shoest plasma t 1/2 (6 hr), its level falls first when warfarin is given, followed by factor IX (t 1/2 24 hr), factor X (t 1/2 40 hr) and prothrombin (t 1/2 60 hr). Though the synthesis of clotting factors diminishes within 2-4 hours of warfarin administration, anticoagulant effect develops gradually over the next 1-3 days as the levels of the clotting factors already present in plasma decline progressively. Ref:- kd tripathi; pg num:-620,621",
        "cop": 3,
        "opa": "Factor X",
        "opb": "Prothrombin",
        "opc": "Factor VII",
        "opd": "Factor IX",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "8e3cdded-6fbb-4641-9a4d-ff0f68c30fd1",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs are contraindicated in G6PD EXCEPT:",
        "exp": "Ref: KDT 6th ed. pg. 64* G6PD is an enzyme present on RBC membrane provides strength to RBC which can counteract free radicals and oxidizing stress of drugs.* In absence of G6PD enzyme, these cells cant bear the stress and results in Hemolysis.* Drugs causing Hemolysis in G6PD deficiency patients are:# Anti malarials (Primaquine, chloroquine)# Antibiotic (Nitrofurantoin)# Anti emetic (Furazolidone)# Sulfonamide (dapsone)# Fava beans* Ciprofloxacin is one of the quinolones, effective against G+ and G- including pseudomonas.* It is contraindicated in pregnancy and children below 18 years of age because it effects growing bone and tendons.* Ciprofloxacin is considered as oral DOC for enteric fever.* DOC for enteric fever: Ceftriaxone",
        "cop": 1,
        "opa": "Ciprofloxacin",
        "opb": "Primaquine",
        "opc": "Dapsone",
        "opd": "Sulfonamide",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "721d859c-73f5-4295-9211-5c42ed7a32f9",
        "choice_type": "multi"
    },
    {
        "question": "Thrombolytics can provide relative moality reduction in the treatment of acute myocardial infarction, if patient comes within:",
        "exp": "They should be given within 6 hours but preferably immediately because early treatment largely reduces moality. From medical pharmacology padmaja 4th edition Page no 342",
        "cop": 1,
        "opa": "6 hours",
        "opb": "12 hours",
        "opc": "18 hours",
        "opd": "24 hours",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "d3b7e531-108d-43c8-b846-e85a32301358",
        "choice_type": "single"
    },
    {
        "question": "Warfarin acts by inhibiting the activation of all the following factors except:-",
        "exp": "Warfarin acts by inhibiting the activation of vitamin K dependent clotting factors- directly inhibiting Vit K epoxide reductase These factors include clotting factors II, VII, IX and X.",
        "cop": 1,
        "opa": "Factor III",
        "opb": "Factor VII",
        "opc": "Factor IX",
        "opd": "Factor X",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "5d809b2c-d00f-441e-af3a-abc5f0f2a5e1",
        "choice_type": "multi"
    },
    {
        "question": "Parenteral Iron therapy is indicated only when:",
        "exp": "Parenteral Iron Therapy by injection is indicated only when : 1. Oral iron is not tolerated or Non compliance to it. 2. Severe GIT upset , Iron malabsorption (e.g Sprue, Sho-bowel syndrome) 3. In presence of severe deficiency with chronic bleeding. 4. Along with erythropoietin in chronic kidney disease (CKD) patients. 5. Routine supplement to Total Parenteral Nutrition. S/E : Parenteral Iron Therapy should be used only when clearly indicated because acute hypersensitivity, including anaphylactic and anaphylactoid reactions, headache, malaise, fever, generalized lymphadenopathy, ahralgias, uicaria and in some patients with Rheumatoid Ahritis, exacerbation of the disease.",
        "cop": 1,
        "opa": "Oral Iron intolerance",
        "opb": "Pregnancy with Hemoglobin less than 8 g/dL",
        "opc": "Postpaum period with Anemia",
        "opd": "Emergency surgery suspected of severe blood loss",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "d60fcece-43ef-4fd8-bbb8-70ed368b42c8",
        "choice_type": "single"
    },
    {
        "question": "Vitamin K is involved in the post-translational modiffication of?",
        "exp": "Vit K is involved in the gamma carboxylation of glutamate . From essential of medical pharmacology K D Tripati 7th edition Page no 613",
        "cop": 1,
        "opa": "Glutamate",
        "opb": "Aspaate",
        "opc": "Glycine",
        "opd": "GABA",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "2c772ba5-957e-47d3-9bd8-9c8ea78c1d0a",
        "choice_type": "single"
    },
    {
        "question": "Deficiency of this haemophilic factor during early pregnancy will result in neural tube defect:",
        "exp": "Folio acid deficiency in mothers would lead to neural tube defects. Hence folio acid is given 500mcg daily orally. From essential of medical pharmacology K D Tripati page no 610 and Medical pharmacology padmaja 4th edition page no 331",
        "cop": 1,
        "opa": "Folic acid",
        "opb": "Iron",
        "opc": "Cyanocobalamine",
        "opd": "Antioxidants",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "888fa2e2-809e-42da-b2fb-7a6dcf499469",
        "choice_type": "single"
    },
    {
        "question": "aPTT is done for assessing?",
        "exp": "Ref: KD Tripathi, 7th ed. P 618-620PT (Prothrombin Time)aPTT (Activated Partial Thromboplastin Time)* Assess activity of extrinsic coagulation pathway.* Used when on warfarin treatment.* WePT: Warfarin for extrinsic; PT value assessed.* Assess activity of intrinsic coagulation pathway.* Used while on heparin treatment.* HINT: Heparin for intrinsic; aPTT value assessed.",
        "cop": 3,
        "opa": "Warfarin toxicity",
        "opb": "LMW heparin",
        "opc": "Heparin toxicity",
        "opd": "Extrinsic coagulation pathway defect",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "14652d5e-24ee-45d0-a424-135fc75fbd66",
        "choice_type": "single"
    },
    {
        "question": "Arrange the drug in decreasing order of antiplatelet potency a. Clopidogrel b. Prasugrel c. Aspirin d. Abciximab",
        "exp": "Order of potency -Abciximab > Prasugrel >Clopidogrel > Aspirin",
        "cop": 3,
        "opa": "b>d>c>a",
        "opb": "c>d>a>b",
        "opc": "d>b>a>c",
        "opd": "a>d>c>b",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "37f0bd80-a021-40bd-9b83-8e33d733af08",
        "choice_type": "single"
    },
    {
        "question": "An old man, Om prakash presented with anorexia, weakness and paraesthesia. On fuher investigation his hemoglobin came out to be 5.8 g% and the peripheral smear showed the presence of macrocytes and neutrophils having hypersegmented nuclei. His tendon reflexes also were sluggish. Endoscopy revealed atrophic gastritis. Deficiency of which of the following factors can lead to such a clinical situation?",
        "exp": "Diagnosis of the patient is pernicious anemia. Factors ouring this diagnosis are: Megaloblastic anemia. Demyelination (decreased tendon reflexes) Atrophic gastritis So, he would require parenteral vitamin B12 supplementation.",
        "cop": 2,
        "opa": "Folic acid",
        "opb": "Vitamin B12",
        "opc": "Pyridoxine",
        "opd": "Riboflavin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "bde8e1f0-43af-484f-862d-10559d705938",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs have high plasma protein binding to serum albumin?",
        "exp": "Acidic drugs bind to albumin and basic drugs bind to alpha 1 acid glycoprotein. Drugs ending with 'ine' are basic drugs. So, lignocaine and quinidine bind to alpha 1 acid glycoprotein whereas warfarin binds to albumin. High albumin bound drugs High alpha 1 glycoprotein CNS- Barbiturates, BZD, Phenytoin, Valproate,lorazepam Anti-arrhythmic drugs-lignocaine, verapamil, beta blockers, quinidine Antibiotics-Penicillin, tetracycline, naproxen,sulfonamide Warfarin, NSAIDs,ceftriaxone CNS- opioids, TCA significanty decrease with disease & malnutrition increases in disease (chronic inflammatory disorders, malignancy) doesnot significantly decrease with healthy aging no effect seen with healthy aging",
        "cop": 2,
        "opa": "Lignocaine",
        "opb": "Warfarin",
        "opc": "Quinidine",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "b53a9907-9167-4bf4-a407-4ed880a06747",
        "choice_type": "multi"
    },
    {
        "question": "What is the mode of action of warfarin?",
        "exp": "Ref: KD Tripathi, 7th ed. pg. 620, 621* Warfarin and its congeners act as anticoagulants only in vivo (body), NOT in vitro (lab).* It acts by inhibiting Vitamin K. Due to overdose, hematuria is the first manifestation noted.* Dose monitoring is done by INR* Antidote of warfarin overdose: Vitamin K",
        "cop": 2,
        "opa": "Factor Xa inhibitor",
        "opb": "Vitamin K antagonist",
        "opc": "Activates antithrombin III",
        "opd": "Activates factor IX",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "9588a5f3-e571-4f8c-b5f0-91429492fdde",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not used for throm-bopro phylaxis:",
        "exp": "Antithrombin is a peptide that is synthesised in the liver and circulates in the plasma . Other three are drugs that can be used prophylactically. From medical pharmacology padmaja 4th edition Page no 334",
        "cop": 3,
        "opa": "Heparin",
        "opb": "Warfarin",
        "opc": "Antithrombin III",
        "opd": "Aspirin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "dd71b7d3-3a1c-48e6-bcc0-15e3abe5a1b3",
        "choice_type": "single"
    },
    {
        "question": "Ferrous sulfate is hydrated salt containing______ % Iron.",
        "exp": "Ans. a (20%) (Ref. KDT, Pharmacology, 6th ed., 584)Oral Iron preparationsIron contentFerous sulfate Hydrated salt20%Dried salt32-35%Ferous gluconate12%Ferous fumarate, succinate33%Colloidal ferric hydroxide50%Iron-calcium complex5%Vital points about IRON THERAPY# Some iron preprations come with other compounds designed to enhance iron absorption, such as ascorbic acid.# Typically, for iron replacement therapy, up to 300 mg of elemental iron per day is given, usually as three or four iron tablets (each containing 50-65 mg elemental iron) given over the course of the day.# Ideally, oral iron preparations should be taken on an empty stomach, since foods may inhibit iron absorption.# A dose of 200-300 mg of elemental iron per day should result in the absorption of iron up to 50 mg/d.# Goal of therapy in individuals with IDA is not only to repair anemia, but to provide stores of at least 0.5-1.0 g of iron.# Sustained treatment for a period of 6-12 months after correction of the anemia will be necessary to achieve this.# Of the complications of oral iron therapy, GI distress is the most prominent and is seen in 15-20% of patients.# Typically, reticulocyte count should begin to increase within 4-7 dys after initiation of therapy and peak at IV2 weeks.# The amount of iron needed by an individual patient is calculated by the following formula:Body weight (kg) x 2.3 x (15 - patient's hemaglobin, g/dL) + 500 or 100 mg (for stores).Also Know:Iron therapy:Dosage-200 mg elemental iron per dayRise of Hb-0.5-1 g% per week1st sign of response-| Appetite, i fatigue within 12-24 hrs; Reticulocytosis 3-4th DayIndication of Blood transfusion-Hb < 7 g% or CCFDuration of iron tablets-At least 100 days after correction of HbHb target in various diseases:Thalassemia & Hemolytic anemia-~ 9-10 g%Malignancies-- 10-11 g%CRT-11-12 g%",
        "cop": 1,
        "opa": "20",
        "opb": "25",
        "opc": "30",
        "opd": "35",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "93057944-7925-4b7c-915f-23723c18df1e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antiplatelet drugs is a P2Y12 receptor blocker not effected by CYP2C19 polymorphism:",
        "exp": "Prasuagrel is a third-generation thienopyridine antiplatelet agent that binds irreversibly to the P2RY12 receptor and inhibits ADP-mediated platelet activation and aggregation. The pharmacokinetics of prasuagrel&;s active metabolite is not known to be effective by genetic variations in CYP2C19 genotype. P2Y12 receptor Blockers P2Y12 Receptor Blockers are a group of Anti-platelet agents that inhibit the binding of ADP to its receptors on platelets and inhibit platelet aggregation. Inhibit the activation of the GP IIb/IIIa receptors required for platelets to bind to fibrinogen and to each other. P2Y12 receptor belongs a group of G-protein-coupled (GPCR) purinergic receptors that are chemoreceptor for adenosine diphosphate (ADP) Irreversible (Thienopyridines) Reversible (Cyclopentyltriaolo-pyrimidines) Ticlopidine (oral) (First generation) Clopidogrel (Oral) (Second generation) Prasugrel (Oral) (Third Generation) Ticagrelor (Oral) Cangrelor (Intravenous) Ref: Goodman and Gilman 13th edition Pgno: 597",
        "cop": 2,
        "opa": "Clopidogrel",
        "opb": "Prasugrel",
        "opc": "Epitifibatide",
        "opd": "Dipyridamole",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "70477515-4fd0-4d00-b8a7-d920dfd49528",
        "choice_type": "single"
    },
    {
        "question": "Vitamin K dependent clotting factors are",
        "exp": "Vitamin K-dependent clotting factors II, VII, IX, X, proteins C, and S,",
        "cop": 1,
        "opa": "Factor IX and X",
        "opb": "Factor IV",
        "opc": "Factor XII",
        "opd": "Factor I",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "3c5950de-f321-4172-ab0f-96769399c69c",
        "choice_type": "single"
    },
    {
        "question": "Megaloblastic anaemia may be caused by all of the following, except",
        "exp": "Aspirin intake doesn&;t cause megaloblastic anemia. All the others cause megaloblastic anemia. From medical pharmacology padmaja 4th edition Page no 256",
        "cop": 4,
        "opa": "Dilantin toxicity",
        "opb": "Vitamin B12 deficiency",
        "opc": "Folic acid deficiency",
        "opd": "Long term aspirin intake",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "6e401cc2-837a-44db-906e-d51bc479a3da",
        "choice_type": "multi"
    },
    {
        "question": "All of the following ,are seen with heparin therapy except",
        "exp": "Skin necrosis is not a side effect of heparin therapy. From medical pharmacology padmaja 4th edition Page no 335",
        "cop": 1,
        "opa": "Skin necrosis",
        "opb": "Thrombosis and thrombocytopenia",
        "opc": "Osteoporosis",
        "opd": "Alopecia",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "edcb65a4-45fb-4469-a23b-8c381f123fcd",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following substance can be used as an antidote to fibrinolytics",
        "exp": "Refer KDT 7th/628 Epsilon amino caproic acid (EACA) and tranexamic acid are used as antidote to fibrinolytic drugs like streptokinase",
        "cop": 1,
        "opa": "Epsilon amino caproic acid",
        "opb": "Protamine",
        "opc": "Alteplase",
        "opd": "Dabigatran",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "75424842-2090-44a4-af8a-a2adb8bc604d",
        "choice_type": "single"
    },
    {
        "question": "The anticoagulant of choice in pregnancy is",
        "exp": "(Heparin) (562-KDT) (598-KDT6th)HEPARIN - is the anticoagulant of choice during pregnancy because it does not cross BBB or placentaAdverse effects1. Bleeding due to overdoses is the most serious complications2. Thrombocytopenia is another common problem3. Transient and reversible alopecia is infrequent4. Osteoporosis5. Hypersensitivity reactionsCONTRAINDICATIONS1. Bleeding disorders, thrombocytopenia2. Severe hypertension (risk of cerebral haemorrhage) threatened abortion, piles, GI ulcers (aggrevated bleeding)3. SABE, large malignancies, Tuberculosis (hemoptesis)4. Ocular and neuro-surgery, lumber puncture5. Chronic alcoholics, cirrhosis, renal failure6. Aspirin and other antiplatelet drugs, should be used very cautiously during heparin therapy",
        "cop": 1,
        "opa": "Heparin",
        "opb": "Warfarin",
        "opc": "Dicumarol",
        "opd": "Phenindione",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "e28fc0a0-044f-4b64-85e1-49482b7f34d9",
        "choice_type": "single"
    },
    {
        "question": "Abciximab is:",
        "exp": "Abciximab is a glycoprotein IIa/IIIb receptor antagonist. From medical pharmacology padmaja 4th edition Page no 343",
        "cop": 1,
        "opa": "Antibody against Ilb\\/Illa receptors",
        "opb": "Antibody against Ib\\/IX receptors",
        "opc": "Topoisomerase inhibitor",
        "opd": "Adenosine inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "15ce872f-1c72-46b5-8f0f-5e32cb807499",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has proved antithrombotic",
        "exp": "refer KDT 6/e p622 Dextran 40 and 70 interferes with coagulation and platelet function and thus prolong bleeding time and so is not used in hyperfibrinogenic ,thrombocytopenia or in presence of bleeding",
        "cop": 2,
        "opa": "Gelatin",
        "opb": "Dextran 40",
        "opc": "Dextran 100",
        "opd": "Hetastarch",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "a666d5a1-1459-4d88-aa35-3e7b7b81b445",
        "choice_type": "single"
    },
    {
        "question": "Shaswat, A 67-year-old male comes to the physician's office complaining of severe pain in the right foot with paleness of right toe. The patient had a history of receiving unfractionated heparin 7 days back. The hemogram of the patient is as shown below: Hb 13.2 g/dL WBC 10000/mm3 Platelet 50000/mm3 Which of the following should be used to treat this condition?",
        "exp": "Heparin induced thrombocytopenia (HIT). Four 'T' in diagnosis of HIT: Venous thrombosis- most common presentation Thrombocytopenia Timing of heparin administration (5-14 days) before developing thrombocytopenia Other causes of thrombocytopenia not evident. Discontinue heparin immediately and LMWH should be avoided DOC for HIT is direct thrombin inhibitors like argatroban. Lepirudin can be used as an alternative Thrombosis is present, This leads to consumption of PROTEIN C, so giving WARFARIN to this patient would fuher decrease PROTEIN C levels and cause skin necrosis. Therefore WARFARIN is avoided in such patients",
        "cop": 3,
        "opa": "High dose of Heparin",
        "opb": "Platelet infusions",
        "opc": "Argatroban",
        "opd": "Warfarin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "bfeca6ba-3137-4e5a-ae58-33279f2bc1fc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about prasugrel is true as compared to clopidogrel?",
        "exp": "Ans. (B) Due to higher risk of bleeding, prasugrel is contraindicated in stroke(Ref: CMDT 2018/e 374, KDT 8/e 679)Prasugrel is irreversible antagonist of ADP receptors like clopidogrel.Prasugrel is more potent and faster acting than clopidogrelBoth clopidogrel and prasugrel are given orally.Prasugrel has higher risk of intracranial bleeding in patients with TIA and stroke and is thus contraindicated.",
        "cop": 2,
        "opa": "It is slower acting than clopidogrel",
        "opb": "Due to higher risk of bleeding, prasugrel is contraindicated in stroke",
        "opc": "It is reversible antagonist of ADP receptors",
        "opd": "It is effective orally unlike clopidogrel",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "762659a7-9940-412f-8dad-66c64a76246b",
        "choice_type": "multi"
    },
    {
        "question": "Drug used in heparin overdose is:",
        "exp": "In heparin overdose an antagonist is needed to arrest it&;s anticoagulant effects. Protamine sulphate given IV (1mg for every 100 units of heparin) neutralizes heparin. From medical pharmacology padmaja 4th edition Page no 337",
        "cop": 1,
        "opa": "Protamine sulfate",
        "opb": "Phylloquinone",
        "opc": "Ticlopidine",
        "opd": "Clopidogrel",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "152675f4-325a-4721-b79f-74201a83ea36",
        "choice_type": "multi"
    },
    {
        "question": "Urgent reversal of warfarin induced bleeding can be done by the administration of",
        "exp": "Fresh frozen plasma contains clotting factors . Hence given immediately in warfarin induced bleeding. From essential of medical pharmacology K D Tripati 7th edition Page no 620",
        "cop": 3,
        "opa": "Cryoprecipitate",
        "opb": "Platelet concentrates",
        "opc": "Fresh frozen plasma",
        "opd": "Packed red blood cells",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "6c2bcad9-25f9-4ae7-bfae-eb0735da8d1a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anticoagulants is an oral direct Xa inhibitor?",
        "exp": "Drugs ending with XABAN are Xa inhibitor. Rivero XABAN ApiXABAN Edo XABAN BefXABAN Dabigatran:- Direct Thrombin inhibitor Only oral agent in Class(DTI) Can reverse with Idarucizumab Fondaparinux :- LMWH which acts only on Factor Xa Lepirudin:- Direct Thrombin Inhibitor",
        "cop": 3,
        "opa": "Fondaparinux",
        "opb": "Dabigatran",
        "opc": "Rivaroxaban",
        "opd": "Lepirudin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "417fa57e-c667-45c4-8d24-cf14dda83953",
        "choice_type": "single"
    },
    {
        "question": "Heparin is contraindicated in patients suffering from the following diseases except",
        "exp": "HEPARIN Contraindications 1. Bleeding disorders, history of heparin induced thrombocytopenia. 2. Severe hypeension (risk of cerebral haemor rhage), threatened aboion, piles, g.i. ulcers (risk of aggravated bleeding). 3. Subacute bacterial endocarditis (risk of embolism), large malignancies (risk of bleeding in the central necrosed area of the tumour), tuberculosis (risk of hemoptysis). 4. Ocular and neurosurgery, lumbar puncture. 5. Chronic alcoholics, cirrhosis, renal failure. 6. Aspirin and other antiplatelet drugs should be used very cautiously during heparin therapy. Ref:- kd tripathi; pg num:-619",
        "cop": 1,
        "opa": "Bleeding due to defibrination syndrome",
        "opb": "Pulmonary tuberculosis",
        "opc": "Subacute bacterial endocarditis",
        "opd": "Large malignant tumours",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "79094f0d-122e-4526-abdd-58f4db48a48a",
        "choice_type": "multi"
    },
    {
        "question": "True about low molecular weight heparin except:",
        "exp": "Ans. B. Inhibit factor IIa and XaLow molecular weight is sensitive to factor Xa. It has better bioavailability. Its response is predictable therefore monitoring of PT is not required. Example are- dalteparin, enoxaparin.",
        "cop": 2,
        "opa": "Predictable bioavailability",
        "opb": "Inhibit factor Ela and Xa",
        "opc": "Favorable pharmacokinetics",
        "opd": "PT, apt monitoring not required.",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "9a649151-ae4d-44be-8f01-17874f2835a0",
        "choice_type": "multi"
    },
    {
        "question": "Anti-coagulant of choice for heparin induced thrombo.. Cytopenia is?",
        "exp": "Lepirudin is a parenterally acting direct thrombin inhibitor. They inactivate fibrin bound thrombin in their clots since their activity is independent of antithrombin III. It&;s use has been approved in HIT. From medical pharmacology padmaja 4th edition Page no 338",
        "cop": 1,
        "opa": "Lepirudin",
        "opb": "Aprotinin",
        "opc": "Abciximab",
        "opd": "Plasminogen",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "39733696-38cd-4d44-a066-b6daf44166db",
        "choice_type": "single"
    },
    {
        "question": "Tranexaemic acid is a specific antidote of",
        "exp": "ANTIFIBRINOLYTIC DRUGS Tranexamic acid:- It binds to the lysine binding site on plasminogen and prevents its combination with fibrin leading to fibrinolysis. It is preferred for prevention/control of excessive bleeding due to: * Fibrinolytic drugs. * Cardio-pulmonary bypass surgery. * Tonsillectomy, prostatic surgery, tooth extraction in haemophiliacs. * Menorrhagia, especially due to IUCD. * Recurrent epistaxis, hyphema due to ocular trauma, peptic ulcer. side effects:- Nausea and diarrhoea. Thromboembolic events, disturbed colour vision and allergic reactions are infrequent. Thrombophlebitis of injected vein can occur. Ref:- kd tripathi; pg num:-628,629",
        "cop": 1,
        "opa": "Fibrinolytic drugs",
        "opb": "Heparin",
        "opc": "Barbiturates",
        "opd": "Organophosphates",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "d677cd78-693b-413a-aa38-28bba03d48d1",
        "choice_type": "single"
    },
    {
        "question": "Antidote for heparin is:(1995)",
        "exp": "aRef: KDT, 5th ed, p. 564, 568 & 4th ed, p. 608, 874- 875",
        "cop": 1,
        "opa": "Protamine",
        "opb": "EDTA",
        "opc": "Vitamin K",
        "opd": "Desferrioxamine",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "9a3320fe-016a-40d7-8914-fd31173c59a6",
        "choice_type": "single"
    },
    {
        "question": "All are ADP inhibitors except -",
        "exp": "Ans. is 'b' i.e., Tirofiban Antiplatelet drugs* Antiplatelet drugs act by inhibiting one or other proaggregative mediators or mechanism.* Aspirin (in low doses) - inhibits synthesis of TXA2 by inhibiting the enzyme cycloxygenase So that immediate precursor (prostaglandins) of TXA2 are not synthesized.* Ticlopidine, clopidogrel, Prasugrel - they block ADP mediated platelet activation by irreversible antagonism of P2 Yl2 receptor on ADP. Can grelor and ticagrelor - are reversible antagonist of ADP (P2 Y12), in contrast to ticlopidine, which is irreversible antagonist.* Dipyridamol - Inhibits phosphodiesterase - | cAMP, It also blocks uptake of adenosine.* Epoprostinol - A prostacyclin - | cAMP.* Abciximab, eptifibatide, tirofiban, Lamifiban - GPIIb/IIIa inhibitors.* Cilastazole is a phosphodiesterase-3 inhibitors and result in elevated cAMP levels. It reduces platelet aggregation and also passess peripheral vasodilatory action. It can be used for the treatment of intermittent claudication.",
        "cop": 2,
        "opa": "Ticlopidine",
        "opb": "Tirofiban",
        "opc": "Clopidogrel",
        "opd": "Prasugel",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "a4948be8-dd4f-46b9-ae4f-ed2698dc0d1e",
        "choice_type": "multi"
    },
    {
        "question": "RAVULIZUMAB is a new drug approved for treatment of?",
        "exp": "RAVULIZUMAB : It is monoclonal antibody against C5 complement component. PNH is a rare acquired disorder that leads to hemolysis. Ravulizumab is a longest acting complement inhibitor that prevents hemolysis. Given intravenously every 8 weeks. Another monoclonal antibody against C5, eculizumab is given every 2 weeks. It carries a black box warning of risk of meningococcal infection / sepsis. Therefore patient should be vaccinated for meningococcal disease. VOXELOTOR is used for oral treatment of sickle cell anemia. GIVOSIRAN is used for Acute hepatic prophyria.",
        "cop": 1,
        "opa": "PAROXYSMAL NOCTURNAL HEMOGLOBINURIA",
        "opb": "SICKLE CELL ANEMIA",
        "opc": "ACUTE HEPATIC PROPHYRIA",
        "opd": "MENINGOCOCCAL INFECTIONS",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "5fbcb248-76ee-4e08-b4e0-5b1402cc8fd2",
        "choice_type": "single"
    },
    {
        "question": "Neutropenia after chemotherapy is treated by?",
        "exp": "Ref: Goodman & Gillman 13th ed. P 756* Filgrastim is G-CSF (Granulocyte Colony Stimulating Factor)* The principal action of filgrastim is the stimulation of CFU-G to increase neutrophil production* Forms of G-CSF are now available, including two longer- acting pegylated forms, pegfilgrastim and lipegfilgrastim.* Use:# Severe neutropenia after autologous hematopoietic stem cell transplantation# Neutropenia after high dose cancer chemotherapy# Congenital neutropenia# Neutropenia of any other cause* Dose: 1-20mg/kg/day via IV or subcutaneous route* Side effect: Mild-to-moderate bone pain",
        "cop": 2,
        "opa": "Leucovorin",
        "opb": "Filgrastim",
        "opc": "Ondansetron",
        "opd": "Darbepoetin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "a3c2f22d-3262-4699-b80d-c6ff0b2396a2",
        "choice_type": "single"
    },
    {
        "question": "Macrocytic anemia is noted with all of the following except",
        "exp": "Except ciprofloxacin all the other three given drugs induce folate deficiency and result in macrocytic anemia. From medical pharmacology padmaja 4th edition Page no 331",
        "cop": 4,
        "opa": "Phenytoin",
        "opb": "Methotrexate",
        "opc": "Pyrimethamine",
        "opd": "Ciprofloxacin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "8dfc712b-a9dc-4fa2-ae89-45fe9276c59d",
        "choice_type": "multi"
    },
    {
        "question": "With respect to ticlopidine, clopidogrel:",
        "exp": "Ticlopidine and clopidogrel are ADP antagonists and are used as antiplatelet drugs. Antiplatelet action, chances of bleeding and formation of antibodies is similar with these two agents. Clopidogrel is better tolerated because it is less likely to cause severe neutropenia and thrombocytopenia as compared to ticlopidine. Leukopenia seen in the first three months of treatment of ticlopidine around 1 % of the patients.",
        "cop": 2,
        "opa": "Is more likely to cause formation of antiplatelet antibodies",
        "opb": "Is less likely to cause neutropenia",
        "opc": "Is more likely to cause severe bleeding",
        "opd": "Has a greater antiplatelet effect",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "b2945f40-b3aa-4792-aa12-9b196219362e",
        "choice_type": "single"
    },
    {
        "question": "All of the following are adverse effects of unfractionated heparin except:-",
        "exp": "Adverse effects of heparin are B: Bleeding O: Osteoporosis T: Thrombocytopenia H: Hyperkalemia A: Alopecia",
        "cop": 3,
        "opa": "Alopecia",
        "opb": "Osteoporosis",
        "opc": "Thrombocytosis",
        "opd": "Bleeding",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "77fbbcb8-5d41-4ea2-a183-1c21f09d4c41",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following anticoagulants doesnot require routine laboratory coagulant profile monitoring?",
        "exp": "Dabigatran is an oral anticoagulant classified as a direct factor Xa inhibitor that does not require Coagulant profile Monitoring. When given in fixed doses, Dabigatran produces such a predictable anticoagulant response that routine coagulation monitoring is unnecessary. Heparin and Warfarin require close monitoring because of their narrow therapeutic index and increased risk for bleeding. Argatroban is a synthetic parenteral direct thrombin inhibitor that requires routine laboratory monitoring of their therapeutic effect while balancing the risk of bleeding with that of clinical efficacy. Anticoagulant Not requiring Coagulant Profile Monitoring: Parenteral Indirect Thrombin Inhibitors: Low molecule Weight Heparin (LMWH) (Enoxaparin, Dalteparin, Nadroparin, Tinzaparin, Ceoparin, Reviparin, Ardeparin, Parnaparin and Pemiparin) Indirect Factor Xa Inhibitors: Desirudin (Exception) Oral Direct Thrombin Inhibitors Dabigatran Direct Factor Xa Inhibitors Rivoraxaban Apixaban Betrixaban Edoxaban (Japan) Desirudin is a parenteral Direct thrombin Inhibitor given subcutaneously in low doses and doesnot require monitoring. Anticoagulants Requiring Caogulant Profile Monitoring: Parenteral: Parenteral Direct Thrombin Inhibitors Hirudin derivatives (Lepirudin) Hirudin analogues (Bivarudin) Argatroban Parenteral Indirect Thrombin Inhibitors Heparin Oral Coumarin derivatives (Vitamin K Antagonist) Warfarin Indanediones (Vitamin K Antagonists) Phenindone Ref: KDT 7th edition",
        "cop": 2,
        "opa": "Warfarin",
        "opb": "Dabigatran",
        "opc": "Argatroban",
        "opd": "Heparin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "2d5804a9-27c4-4e47-9352-6ca381883d8f",
        "choice_type": "single"
    },
    {
        "question": "A patient of thrombosis if veins has been receiving coumarin therapy for three years. Recently she developed bleeding tendency .how will you reverse the effect of coumarin therapy",
        "exp": "Refer KDT 6/e p602 Vitamin k is used to reverse bleeding tendancy in warfarin overdose whereas fresh frozen plasma is treatment of choice for bleeding due to warfarin",
        "cop": 2,
        "opa": "Protamine injection",
        "opb": "Vitamin K injection",
        "opc": "Infusion of fibrinogen",
        "opd": "Whole blood transfusion",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "3d5d0a7c-6155-40c1-8e6b-0889bfc78cd7",
        "choice_type": "single"
    },
    {
        "question": "Uses of platelet activating factor (PAF) are all EXCEPT",
        "exp": "(Congestive heart failure) (182-83-KDT 6th)Pathophysiological role of PAF 1. Inflammation - Generated by leukocytes at the site of inflammation, PAF appears to participate in the causation of vasodilation, exudation, cellular infiltration and hyperalgesia2. Bronchial asthma - producing prolonged airway hyper- reactivity 3. Anaphylactic (and other) shock conditions4. Haemostasis and thrombosis 5. Rupture of mature graffian follicle and implantation6. Ischaemic states of brain, heart and g.i.t including GIT. ulcerationPlatelet Activating Factor (PAF) - is a cell membrane derived polar lipid with intense biological activity* PAF is acetyl-glyceryl ether- phosphoryl choline* PAF antagonist is - ginkgolide - BPlatelet - Aggregation Inhibitors - Abciximab, Aspirin, Clopidogrel, Dipyridamole, Eptifibatide, Ticlopidine, TirofibanAnticoagulants - Argatroban, Dalteparin, Enoxaparin, Fondaparinus, Heparin, Lepirudin, Warfarin",
        "cop": 4,
        "opa": "Rupture of mature graffian follicle and implantation",
        "opb": "Haemostasis and thrombosis",
        "opc": "Bronchial asthma",
        "opd": "Congestive heart failure",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "ac677183-015a-4ee7-a1a7-b5ea3d1d8107",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs should not be administered concomitantly with warfarin as it decreases the effect of oral anticoagulants?",
        "exp": "Estrogen increases the synthesis of various clotting factors and produce a hypercoagulable state. Thus OCP containing estrogen decrease the effectiveness of warfarin and other oral anticoagulants.",
        "cop": 4,
        "opa": "Broad spectrum antibiotic",
        "opb": "Cimetidine",
        "opc": "Aspirin",
        "opd": "Oral contraceptive",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "5b737a87-c3ab-4ee6-90f2-28c416d472e0",
        "choice_type": "single"
    },
    {
        "question": "Why is clopidogrel preferred over ticlopidine?",
        "exp": "Ans. is 'a' i.e., Lower incidence of neutropenia and thrombocytopenia Clopidogrel* This newer congener of ticlopidine has similar mechanism of action, ability to inhibit platelet function and therapeutic efficacy, but appears to be safer and better tolerated (CLASSICS study).* Clopidogrel is safer than ticlopidine as it is less associated with hematological dyscrasias than use of ticlopidine. A lower frequency of neutropenia, thrombocytopenia and other bone marrow toxicity compared to ticlopidine has been recorded.* The clopidogrel as aspirin in patients at risk of ischaemic events (CAPRIE) trial has found clopidogrel recipients to have a slightly lower annual risk of primary ischaemic events than aspirin recipients.* The most important adverse effect is bleeding.* Addition of aspirin to clopidogrel has been found to double the incidence of serious bleeding among high risk stroke patients (MATCH study).* A lower frequency of neutropenia, thrombocytopenia and other bone marrow toxicity compared to ticlopidine has been recorded.* Side effects are diarrhoea, epigastric pain and rashes.* Clopidogrel + aspirin is as effective in stented patients as ticlopidine + aspirin. Clopidogrel is 50% absorbed orally and like ticlopidine, it is a prodrug; action lasts for upto 7 days.",
        "cop": 1,
        "opa": "Lower incidence of neutropenia and thrombocytopenia",
        "opb": "Lower incidence of dyslipidemia",
        "opc": "Lower incidence of hyperglycemia",
        "opd": "Lower incidence of postural hypotention",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "67df5a6a-02cf-4ad8-80ab-2d73cc11176f",
        "choice_type": "single"
    },
    {
        "question": "Heparin is the commonly used anticoagulant in cardiac surgery. All of the following are true about heparin except",
        "exp": "Refer KDT 6/e p 597 Heparin is the strongest organic acid found in human being It acts by activating AT-3 that inhibits factor CA and 2a Most commercial preparations of heparin are derived from ox lung and pig intestine",
        "cop": 1,
        "opa": "Weakest acid found in living beings",
        "opb": "Most commercial preparations of heparin are derived from pig intestine",
        "opc": "Acts antithrombin activation",
        "opd": "Produce thrombocytopenia",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "73a426c5-734d-4fb4-8370-6237b395e68d",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements about unfractionated heparin are true except:-",
        "exp": "Heparin Warfarin 1. Route of administration parenteral (IV, SC) Oral 2. Onset of action Rapid Delayed (1-3 days) 3. Activity In vitro and in vivo In vivo only 4. MOA Activates Antihrombin III | Activation of II, VII, IX, X 5 Monitoring by aPTT PT 6. Antagonist Protamine sulphate Vit. K1 (Phytonadione) 7. Placental barrier Does not cross placenta Fetal warfarin syndrome 8. Use To initiate therapy For maintenance",
        "cop": 1,
        "opa": "It is a powerful anticoagulant only in vivo",
        "opb": "Protamine sulfate is the antidote",
        "opc": "It should not be given by intramuscular route",
        "opd": "It acts by inhibiting factor IIa and Xa",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "3ad3c129-f633-4573-8270-89df963a9f68",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an example of low molecular weight heparin?",
        "exp": "ANTI-THROMBIN ACTIVATORS (INDIRECT THROMBIN INHIBITORS) i. UNFRACTIONATED HEPARIN ii. LOW MOLECULAR WEIGHT HEPARINS 1. ENOXAPARIN 2. DALTEPARIN 3. TINZAPARIN 4. NADROPARIN iii. PENTASACCHARIDES 1. FONDAPARINUX 2. IDRAPARINUX",
        "cop": 3,
        "opa": "Alteplase",
        "opb": "Lepirudin",
        "opc": "Enoxaparin",
        "opd": "Hirudin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "30f4a5e0-2170-4909-aa0a-ea084b42604c",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice in a patient of acute pulmonary embolism with right ventricular hypokinesia and a compromised cardiac output but normal blood pressure is:",
        "exp": "Answer is option 1, thrombolytic agent Detection of right ventricular hypokinesis helps to stratify patients' risk, because right ventricular dysfunction confers a worse prognosis than does normal right ventricular function after PE. The concept of \"hemodynamic instability\" after PE should be expanded to include right ventricular dilatation and wall motion abnormalities, even among normotensive patients. Aggressive intervention with thrombolytic therapy, vasoactive agents, or mechanical embolectomy may improve right ventricular function and clinical outcome.",
        "cop": 1,
        "opa": "Thrombolytic agent",
        "opb": "Low molecular weight heparin",
        "opc": "IV filters",
        "opd": "Warfarin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "8a8eee58-38bd-41c5-af08-8cdfb9f2bafe",
        "choice_type": "single"
    },
    {
        "question": "Vascular dermal necrosis is seen with",
        "exp": "Vascular dermal necrosis occurs due to warfarin Cutaneous necrosis with reduced activity of protein C sometimes occurs during the first weeks of therapy. Rarely, the same process causes frank infarction of the breast, fatty tissues, intestine, and extremitiesKatzung 12e pg: 610",
        "cop": 1,
        "opa": "Warfarin",
        "opb": "Hirudin",
        "opc": "Dabigatran",
        "opd": "Rivaroxiban",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "c7202fae-fdb7-4d28-a593-393ce032e92a",
        "choice_type": "single"
    },
    {
        "question": "The anticoagulant of choice in pregnancy is:",
        "exp": "Heparin because of its large molecular size, heparin does not cross placental barrier therefore can be used in pregnancy. From medical pharmacology padmaja 4th edition Page no 335",
        "cop": 1,
        "opa": "Heparin",
        "opb": "Warfarin",
        "opc": "Dicumarol",
        "opd": "Phenindione",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "e497b6df-ab75-4d2b-bacd-912f2154ebb2",
        "choice_type": "single"
    },
    {
        "question": "An old lady came with complaint of pain in left calf region. A diagnosis of deep vein thrombosis (DVT) was made and she was put on warfarin therapy. After 3 months, she was brought to hospital with complaint of nose bleed which automatically stopped in few minutes. Her lab repos show INR of 7.0. To avoid hemorrhage, what to do next in addition to discontinuation of the drug?",
        "exp": "Vit K acts as a cofactor in the synthesis of clotting factors II, VII , IX and X by liver. Warfarin works as an anticoagulant by inhibiting vitamin K epoxide reductase (VKOR) in the liver. Inhibition of VKOR decreases the synthesis of clotting factors. Overdose of warfarin can result in bleeding. Haematuria is usually first to occur. Other common sites of bleeding are - GIT, nose, and under the skin ecchymoses. Excessive anticoagulant effect and bleeding from warfarin can be prevented by stopping the drug and administering oral or parenteral vitamin K1 (phytonadione). Acute bleeding can be treated by four factor complex or fresh-frozen plasma.",
        "cop": 2,
        "opa": "Desmopressin",
        "opb": "Vitamin K1",
        "opc": "Factor VIII",
        "opd": "Protamine sulfate",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "da9d12fa-dc39-4e38-a8f3-803c81f84310",
        "choice_type": "multi"
    },
    {
        "question": "Aspirin prolongs bleeding by inhibiting the synthesis of which of the following?",
        "exp": "Aspirin inactivates cyclo- oxygenase by irreversible acetylation of the enzyme and thereby inhibit the synthesis of thromboxane A2 even in low doses (75mg/day). From medical pharmacology padmaja 4th edition page no 344",
        "cop": 4,
        "opa": "Adenosine receptors",
        "opb": "Cyclic AMP",
        "opc": "Prostacyclin",
        "opd": "Thromboxane A2",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "33f0d6da-259a-4642-bd63-c495606a8d77",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a recently approved monoclonal antibody for treatment of Hemophilia A?",
        "exp": "EMICIZUMAB : Bispecific monoclonal antibody. Binds to both activated factors IX and X and helps in activation of factor X. This is normally the function of coagulation factor VIII, which is missing in haemophilia A patients Act like factor VIII so it is used for HEMOPHILIA A patients. SARILUMAB : MAB against IL -6 Used for Rheumatic ahritis ABALOPARATIDE : It is parathyroid related protein Used for Osteoporosis Injectable drug DURVALUMAB : MAB against PD ligand Used for urothelial carcinoma.",
        "cop": 1,
        "opa": "Emicizumab",
        "opb": "Sarilumab",
        "opc": "Abaloparatide",
        "opd": "Durvalumab",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "fda2df16-1c0d-4e19-a6fe-04bac6524b03",
        "choice_type": "single"
    },
    {
        "question": "Following test is used to assess the warfarin dose?",
        "exp": "Ans. is 'd' i.e. PT/INR * Monitoring of unfractionated heparin - aPTT* Monitoring of oral anticoagulants - PT/INR* Monitoring of LMW heparins - No monitoring required",
        "cop": 4,
        "opa": "BT",
        "opb": "CT",
        "opc": "APTT",
        "opd": "PT/INR",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "13d093d7-216f-49a8-babe-6a97f7d59e72",
        "choice_type": "single"
    },
    {
        "question": "All of the following cause hypeension except",
        "exp": "NSAIDS- Cause retention of sodium and water causing edema and also decreases the effects of antihypeensive drugs. Hypeension is more common in coxib users than NSAIDS. Cyclosporine- May cause hypeension in 50% of renal transplants and in almost all cardiac transplants. L-Dopa- Peripheral decarboxylation of L-Dopa releases dopamine which in circulation may activate vascular dopamine receptors and cause ohostatic hypotension. Administration of Ldopa with nonspecific MAO inhibitors may precipitate a hypeensive crisis and hyperpyrexia. Drugs Causing Hypeension a. Clonidine withdrawal b. Coicotropin c. Cyclosporine d. Erythropoietin e. MAO inhibitors with sympathomimetic f. NSAIDS (some) g. OCP h. Sympathomimetic i. TCA with sympathomimetics",
        "cop": 2,
        "opa": "NSAID",
        "opb": "L-Dopa",
        "opc": "Cyclosporine",
        "opd": "Erythropoietin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "bf191637-62e1-4a6c-bf29-56dddb6cf3fc",
        "choice_type": "multi"
    },
    {
        "question": "A patient Amit Kumar is suffering from atherosclerosis. Which of the following is the most beneficial drug for prevention of stroke in this patient?",
        "exp": "Antiplatelet drugs are used for the prophylaxis of aerial thrombotic conditions like stroke and MI. Atrial fibrillation increases the risk of thromboembolism and can result in stroke.",
        "cop": 1,
        "opa": "Aspirin",
        "opb": "Warfarin",
        "opc": "Low dose subcutaneous heparin",
        "opd": "Digoxin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "dc92cd61-10dc-4404-8eb3-afc42adb1e34",
        "choice_type": "single"
    },
    {
        "question": "Heparin acts activation of:",
        "exp": "Heparin activates plasma anti thrombin III. Anti thrombin binds to and inhibits the activated thrombin and coagulation factors ( Xa and IXa). From medical pharmacology padmaja 4th edition Page no 334",
        "cop": 1,
        "opa": "Antithrombin III",
        "opb": "Factor VIII",
        "opc": "Factor II and X",
        "opd": "Factor V",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "ff78c078-174e-4152-a40b-5259d802b54b",
        "choice_type": "single"
    },
    {
        "question": "Heparin inactivates all of the following clotting factors except -",
        "exp": "Ans. is 'd' i.e., Vila Anticoagulant action of heparin* Anticoagulant Heparin is a powerful and instantaneously acting anticoagulant, effective bothin vivo and in vitro.* It acts indirectly by activating plasma antithrombin III (AT III, a serine proteinase inhibitor).* The heparin-AT III complex then binds to clotting factors of the intrinsic and common pathways (Xa, Ha, IXa, XIa, XIIa and XIIIa) and inactivates them but not factor Vila operative inthe extrinsic pathway.* At low concentrations of heparin, factor Xa mediated conversion of prothrombin to thrombin is selectively affected.* The anticoagulant action is exerted mainly by inhibition of factor Xa as well as thrombin (IIa)mediated conversion of fibrinogen to fibrin.* Low concentrations of heparin prolong aPTT without significantly prolonging PT. High concentrations prolong both. Thus, low concentrations interfere selectively with the intrinsic pathway,affecting amplification and continuation of clotting, while high concentrations affect the common pathway as well.",
        "cop": 4,
        "opa": "Ha",
        "opb": "Xa",
        "opc": "XIIa",
        "opd": "VIIa",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "adb479ae-3c5a-416f-bfc1-c54dfa36a7da",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements is false about unfractionated heparin?",
        "exp": "Heparins act by activating anti-thrombin III (not inhibition) Unfractionated heparin acts by activating antithrombin III (AT III) in plasma. Normally AT III inactivates several clotting factors, most impoantly factor Xa and IIa (thrombin) but the reaction is very slow. Heparin accelerates this inactivation process by binding to ATIII and inducing the conformational change in it to expose the binding sites. Only conformational change is required for inactivation of factor Xa whereas inactivation of thrombin is also dependent on formation of scaffolding by heparin (that binds both ATIII and IIa). Unfractionated heparin provides this scaffolding and thus inhibits both factor IIa and Xa whereas LMW heparins and fondaparinux only cause conformational change in ATIII and thus inhibit only factor Xa. As heparin inhibits already activated factors, so there is no time lag between the administration and action of this drug, therefore it can be used both in vivo as well as in vitro.",
        "cop": 3,
        "opa": "It is effective both in-vitro and in-vivo",
        "opb": "It inhibits factor Xa",
        "opc": "It inhibit anti-thrombin III",
        "opd": "It inhibit factor IIa",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "441494b1-86bd-432c-8092-442eae146533",
        "choice_type": "multi"
    },
    {
        "question": "The action of Fondaparinux includes?",
        "exp": "Fondaparinux is an example for low molecular weight heparin - used as an anticoagulant.Ref: Goodman Gillman 12th ed; pg 857.",
        "cop": 4,
        "opa": "Blocks plasminogen action",
        "opb": "Blocks fibrinolysis",
        "opc": "Stimulates fibrinolysis",
        "opd": "Anticoagulation",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "146c50fc-0e90-4873-9afa-daf7380c15e9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs does not act by blocking Gp IIb/IIIa receptors?",
        "exp": "Ans. (D) Clopidogrel(Ref: KDT 8/e p678)Clopidogrel inhibits ADP receptors whereas abciximab, tirofiban and eptifibatide are GP IIb/IIIa antagonists.",
        "cop": 4,
        "opa": "Abciximab",
        "opb": "Eptifibatide",
        "opc": "Tirofiban",
        "opd": "Clopidogrel",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "b85a4af4-3710-4d7c-bead-555541b32abb",
        "choice_type": "single"
    },
    {
        "question": "A diabetic female on INH and rifampicin for TB developed DVT.She was staed on warfarin, PT is not raised, and next step should be:",
        "exp": "Rifampicin is a microsomal enzyme inducer and hence enhances the metabolism of warfarin. Hence warfarin can be replaced with a LMWH as the treatment is to stop warfarin. Acenocoumarin is a coumarin derivative similar to warfarin. From medical pharmacology padmaja 4th edition Page no 339,340",
        "cop": 4,
        "opa": "Increase the dose of warfarin",
        "opb": "Replace warfarin with acenocoumarin",
        "opc": "Switch ethambutol for rifampicin",
        "opd": "Use LMW heparin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "3c8d7c7a-80c5-4680-9dea-cf33354ec342",
        "choice_type": "multi"
    },
    {
        "question": "A patient of chronic renal failure maintained on intermittent haemodialysis has anaemia not responding to iron therapy. Which of the following additional drug is indicated",
        "exp": "ERYTHROPOIETIN Erythropoietin (EPO) is a sialoglycoprotein hormone (MW 34000) produced by peritubular cells of the kidney that is essential for normal erythropoiesis. Anaemia and hypoxia are sensed by kidney cells and induce rapid secretion of EPO - acts on erythroid marrow and: (a) Stimulates proliferation of colony forming cells of the erythroid series. (b) Induces haemoglobin formation and erythroblast maturation. (c) Releases reticulocytes in the circulation. The recombinant human erythropoietin (Epoetin a, b) is administered by i.v. or s.c. injection and has a plasma t 1/2 of 6-10 hr, but action lasts several days. Uses:- The primary indication for epoetin is anaemia of chronic renal failure which is due to low levels of EPO. Only smptomatic patients with Hb <= 8 g/dl should be considered for EPO therapy. 2) Anaemia in AIDS patients treated with zidovudine. 3) Cancer chemotherapy induced anaemia. 4) Preoperative increased blood production for autologous transfusion during surgery. Ref:- kd tripathi; pg num:-611",
        "cop": 4,
        "opa": "Cyanocobalamin",
        "opb": "Folic acid",
        "opc": "Pyridoxine",
        "opd": "Erythropoietin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "a9136ced-9bf6-4ec1-bcc7-7f9d2c52e379",
        "choice_type": "single"
    },
    {
        "question": "Dextran is a good plasma expanders, but it has disadvantage of:",
        "exp": "Essentials of medical pharmacology, seventh edition, page no 645, Answer is option 1, intere with blood group matching It may interfere with blood grouping and cross matching. It can also interfere with coagulation and platelet function.",
        "cop": 1,
        "opa": "Interference with blood group matching",
        "opb": "Causes thrombocytopenia",
        "opc": "Decreases microcirculation",
        "opd": "Promote roleaux formation",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "6e2d0c56-0f20-4e9b-a17b-42421a3c0d3e",
        "choice_type": "single"
    },
    {
        "question": "Oral direct Xa inhibitor:",
        "exp": "Ans. a. Rivaroxaban Ref: Goodman Gilman 13th E/P595 Oral factor Xa Inhibitors: Apixaban Rivaroxaban Edoxaban Oral factor Xa inhibitors along with oral direct thrombin inhibitor dabigatran are collectively known as NOAC (Novel Oral Anticoagulants) or DOAC (Direct Oral Anticoagulants). These are the current drug of choice for prophylaxis of thrombosis in atrial fibrillation and patients undergoing hip and knee surgery. However, these drugs are contraindicated in patients with mechanical heart valves. All drugs of this class can be used for treatment of acute venous thrombosis, but only after 5 days of treatment with heparin or fondaparinux (heparin bridge), except rivaroxaban and apixaban which can be started immediately. The biggest benefit of these drugs is that no monitoring is required. The recent drug approved for reversal of oral factor Xa inhibitor induced bleeding is known as andexanet alfa. Whereas for dabigatran induced bleeding idarucizumab is used. Ciraparantag is a new drug under trial for reversal of bleeding caused by heparin (UFH and LMWH), fondaparinux and the NOACs.",
        "cop": 1,
        "opa": "Rivaroxaban",
        "opb": "Dabigatran",
        "opc": "Fondaparinux",
        "opd": "Lepirudin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "751008f7-8b9a-4040-ace4-79f98a6a6291",
        "choice_type": "single"
    },
    {
        "question": "Alteplase acts by -",
        "exp": "Ans. is 'a' i.e., Converting plasminogen to plasmin Fibrinolytic drugs* These are drugs used to lyse thrombi/clot to recanalize occluded blood vessels. Normally fibrin clot is lysed by an enzyme plasmin (a serine protease) which is generated from plasminogen by tissue plasminogen activator (t-PA), which is produced by vascular endothelium.* Plasminogen circulates in plasma (free form) as well as remains bound to fibrin.* The t-PA selectively activates fibrin bound plasminogen within the thrombus, and any plasmin that leaks is inactivated by circulating antiplasmins.* Fibrin bound plasmin is not activated by antiplasmins because of common binding site for both fibrin and antiplasmin.* When excessive amounts of plasminogen are activated by administration of fibrinolytics, the a2 antiplasmin is exhausted and active plasmin persists in plasma - Lytic state.* Streptokinase is obtained from group 'c' b-hemolytic streptococci. It activates both circulating and fibrin bound plasminogen. It is antigenic, can cause allergic reactions. Urokinase is prepared from cultured human kidney cells. It is not antigenic. Alteplase, Reteplase and tenecteplase are recombinant t-PA. These are nonantigenic. They activate fibrin bound plasminogen only. Alteplase has very short half life of 5 min* Recombinant prourokinase and alteplase are termed fibrin selective, for they bind strongly to fibrin, and are capable of dissolving aging or lysis resistant thrombi better than nonfibrin-selective agents.",
        "cop": 1,
        "opa": "Converting plasminogen to plasmin",
        "opb": "Converting fibrin to fibrin degradation products",
        "opc": "Converting fibrinogen to fibrin",
        "opd": "Blocking VEGF receptor",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "4582c8e0-6f67-4b42-9e2c-2709e3aec6db",
        "choice_type": "single"
    },
    {
        "question": "Which of the following plasminogen activator (fibrinolytic) can be given as bolus dose in patients with acute myocardial infarction:",
        "exp": "Essentials of medical pharmacology, seventh edition, page no =627 Answer is option3, reteplase It is a modified form of -PA that is longer acting, but somewhat less specific for fibrin bound plasminogen. The longer duration of action enables bolus dose administration, 10mg over 10 minutes repeated after 30minutes.",
        "cop": 3,
        "opa": "Urokinase",
        "opb": "Alteplase",
        "opc": "Reteplase",
        "opd": "None",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "94d9ce43-6569-4e5b-a80a-767d01220f03",
        "choice_type": "multi"
    },
    {
        "question": "Coumarin necrosis occurs due to:",
        "exp": "Ref: Goodman & Gillman 13th ed. P 593-94* Warfarin (one of coumarin derivative) is an oral antagonist acts by antagonizing vitamin K dependent factors.* Vitamin K dependent clotting factor: II, VII, IX, X* Vitamin K dependent anticlotting factors: Protein C and Protein S* Warfarin is administered as a racemic mixture of S- and R-warfarin.* S-Warfarin is 3- to 5-fold more potent than R-warfarin and is mainly metabolized by CYP2C9.* Because of the long t 1/2 of coagulation factors, the antithrombotic action of warfarin is achieved in 4-5 daysSIDE EFFECTS* Bleeding: Most common side effect (risk high if INR >4)* Birth defect and abortion if administered during pregnancy (fetal warfarin syndrome)* Skin necrosis/Coumarin necrosis: Can occur 3-10 days after initiation of warfarin. Usually due to protein C and S deficiency* Purple toe syndrome-blue tinged discoloration of plantar surface and side of toes, that blanches with pressure. Can occur 3-8 weeks after initiation of therapy.",
        "cop": 3,
        "opa": "Heparin",
        "opb": "Low molecular weight heparin",
        "opc": "Warfarin",
        "opd": "Clopidogrel",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "498c246c-20ce-4d17-857f-2f1c413a05c9",
        "choice_type": "single"
    },
    {
        "question": "Alteplase differs from streptokinase as it",
        "exp": "Refer KDT 6/e p606 Fibrinolytics are the drugs which activate plasminogen to form plasmin and thus helps in lysis of thrombus These drugs can cause bleeding as the major adverse effect due to lysis of physiological thrombi as well as due to excessive amount of plasma generated in the circulation",
        "cop": 4,
        "opa": "Is longer acting",
        "opb": "Is derived from human kidney",
        "opc": "Is cheap",
        "opd": "Activates plasminogen bound to fibrin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "bf70b08e-3203-448c-8d5a-375dc4a70f3a",
        "choice_type": "single"
    },
    {
        "question": "True statements about heparin are all EXCEPT:",
        "exp": "Heparin can inhibit the synthesis of aldosterone and may result in hyperkalemia. All the other statements are true . From medical pharmacology padmaja 4th edition Page no 336",
        "cop": 2,
        "opa": "It prolongs aPTT",
        "opb": "Hyperkalemia is not seen",
        "opc": "It can result in alopecia",
        "opd": "It can cause thrombocytopenia",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "f4d9d4fa-d8e6-441f-be7a-309ae7df8a57",
        "choice_type": "multi"
    },
    {
        "question": "Folic acid:",
        "exp": "All the given statements about folic acid are true. From essential of medical pharmacology K D Tripati 7th edition Page no 609",
        "cop": 4,
        "opa": "Is also called as pteroyl glutamic acid",
        "opb": "Is useful in carriage of one carbon atom moiety",
        "opc": "Tetrahydrofolate is the active form",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "dabf4fba-acfb-4ff1-b27b-86c9c42a3d86",
        "choice_type": "multi"
    },
    {
        "question": "Tirofiban is a:",
        "exp": "Tirofiban is an antiplatlet drug that acts as a glycoprotein IIa /IIIb receptor antagonist. From medical pharmacology padmaja 4th edition Page no 343",
        "cop": 2,
        "opa": "Monoclonal antibody",
        "opb": "Antiplatelet drug",
        "opc": "Anti-inflammatory drug",
        "opd": "Antianginal drug",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "ec7bd271-5c32-4279-8d20-f2923a1cd5b1",
        "choice_type": "single"
    },
    {
        "question": "Laboratory monitoring of which of the following is desirable with low molecular weight heparin therapy in a patient with renal failure?",
        "exp": "LMW heparin and fondaparinux have long half lives and consistent SC absorption; therefore do not require monitoring and once daily SC doses are sufficient. Patients with end stage renal failure and morbid obesity may require monitoring with anti-factor Xa assay.",
        "cop": 4,
        "opa": "aPTT",
        "opb": "CT",
        "opc": "PT",
        "opd": "Anti-factor Xa activity",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "81dc7308-dcc1-4447-ad0b-b568b653bdf9",
        "choice_type": "single"
    },
    {
        "question": "All of the following are false regarding prasugrel, except:-",
        "exp": "Irreversible ADP receptor antagonists(P2Y12 receptor antagonist) are: * Prasugrel * Clopidogrel Both are prodrugs, so the metabolite formed inhibits the ADP receptor. Prasugrel is faster acting than clopidogrel and it has very high risk of causing cerebral haemorrhage. So, it is contraindicated in stroke or cerebrovascular accident. Reversible inhibitors of ADP receptor are: * Ticagrelor * Canegrelor",
        "cop": 4,
        "opa": "Not much metabolism in body",
        "opb": "Slow onset of action than clopidogrel",
        "opc": "Reversible inhibitors of ADP",
        "opd": "Contraindicated in cerebrovascular accident",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "865b8724-150b-4315-b55d-3d5ca093f08a",
        "choice_type": "multi"
    },
    {
        "question": "Mechanism of action of aspirin as antiplatelet drug is its inhibitory action on?",
        "exp": "Ans. (C) Thromboxane A2(Ref: KDT 8/e p677)By inhibiting cyclooxygenase enzyme, aspirin initially decreases the level of both prostacyclins (in endothelium) and TXA2 (in platelets). However after some time prostacyclin synthesis resumes due to presence of nucleus in endothelium whereas TXA2 remain depressed because platelets are enucleated. Thus final effects of aspirin are due to decrease in TXA2 synthesis.",
        "cop": 3,
        "opa": "Prostacyclins",
        "opb": "PGF 2 alpha",
        "opc": "Thromboxane A2",
        "opd": "Phospholipase C",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "2c79735b-0eb1-4d85-8089-5eb1baf4bcba",
        "choice_type": "single"
    },
    {
        "question": "A patient of thrombosis of veins has been receiving coumarin therapy for three years.Recently she developed bleeding tendency.How will reverse the effect of coumarin therapy?",
        "exp": "The specific antidote is Vit K1 oxide. It allows of the synthesis of clotting factors . But even on IV administration, the response to K1 oxide needs several hours. Hence in emergency, fresh whole blood is necessary to counter the effects of oral anticoagulant. Protamine sulphate is heparin antagonist. From medical pharmacology padmaja 4th edition Page no 339,340",
        "cop": 2,
        "opa": "Protamine injection",
        "opb": "Vit K injection",
        "opc": "Infusion of fibrinogen",
        "opd": "Whole blood transfusion",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "ee82bf65-a19c-4287-8c54-15f3076c05ad",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs may enhance the effect of warfarin and increase the risk of bleeding?",
        "exp": "DRUGS INCREASING THE EFFECT OF WARFARIN DRUGS DECREASING THE EFFECT OF WARFARIN Broad Spectrum Antibiotics (Kill GI bacteria and decrease formation of Vitamin K) Cephalosporins that cause hypoprothrombinemia Cefamandole, Cefoperazone Moxalactam Aspirin Microsomal Enzyme Inhibitors Erythromycin Cimetidine Ketoconazole Enzyme inducers Rifampicin Griseofulvin Phenobarbitone Oral contraceptives (increase clotting factors)",
        "cop": 2,
        "opa": "Phenobarbitone",
        "opb": "Ketoconazole",
        "opc": "Rifampicin",
        "opd": "Carbamazepine",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "b661b3d0-9bf0-4a14-bf50-22c49a1a4180",
        "choice_type": "single"
    },
    {
        "question": "All are antiplatelet drugs Except",
        "exp": "Warfarin is an oral anticoagulant. All the others are anti platelet drugs. From medical pharmacology padmaja 4th edition Page no 341,343",
        "cop": 4,
        "opa": "Aspirin",
        "opb": "Clopidogrel",
        "opc": "Dipyridamole",
        "opd": "Warfarin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "310e1825-e1c9-44b2-a83d-81f501f26f77",
        "choice_type": "multi"
    },
    {
        "question": "A patient has subclinical folate deficiency. All of the following drugs can precipitate megaloblastic anemia in this patient except",
        "exp": "Chloroquine doesnot produce megaloblastic anemia. Whereas all the other three drugs can precipitate megaloblastic anemia. From medical pharmacology padmaja 4th edition Page no 224,399,217,478",
        "cop": 3,
        "opa": "Alcohol",
        "opb": "Phenytoin",
        "opc": "chloroquine",
        "opd": "Sulfasalzine",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "6ba58b64-38f0-4e93-a802-f4cb9dd18821",
        "choice_type": "multi"
    },
    {
        "question": "Anticoagulant of choice for heparin induced thrombocytopenia is?",
        "exp": "Drug of choice for HIT syndrome are Direct thrombin inhibitor : Lepirudin. Direct Thrombin Inhibitor : Hirudin Lepirudin Bivalirudin Argatroban Melagatran Injectables Dabigatran : given orally Warfarin takes 4-5 days to manifest it's action.",
        "cop": 1,
        "opa": "Lepirudin",
        "opb": "Low molecular weight heparin",
        "opc": "Abciximab",
        "opd": "Warfarin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "f4999a76-b48b-4578-a8f5-1c4af72c5874",
        "choice_type": "single"
    },
    {
        "question": "Megaloblastic anemia is caused by all EXCEPT:",
        "exp": "Methorexate can induce folate deficiency. Prolonged N2O anesthesia has the potential to depress bone marrow and cause peripheral neuropathy. Primidone is similar to phenytoin that is induces folate deficiency. From medical pharmacology padmaja 4th edition Page no 331 and Essential of medical pharmacology K D Tripati 7th edition page no 378",
        "cop": 1,
        "opa": "Aspirin",
        "opb": "primidone",
        "opc": "Methotrexate",
        "opd": "N2O",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "3e694c30-1e73-4617-9a41-7dff9cc7503c",
        "choice_type": "multi"
    },
    {
        "question": "Eltrombopag is a:",
        "exp": "Eltrombopag is a oral thrombopoetin agonist, it increases the no. of platelets. So, it is approved for Idiopathic Thrombocytopenic Purpura(ITP). Some other such drugs are approved like: Lusutrombopag is used for patients having liver disease. Romilostim is intravenous thrombopoetin agonist. Erythropoetin agonist is Darbopoetin used in chronic renal faiure induced anemia and bone marrow suppresson induced anemia.",
        "cop": 1,
        "opa": "Thrombopoietin agonist",
        "opb": "Thrombopoietin antagonist",
        "opc": "Erythropoietin agonist",
        "opd": "Erythropoietin antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "16962024-f9df-4868-a544-8965d1a7a7c2",
        "choice_type": "single"
    },
    {
        "question": "Erythropoietin is mainly produced in:",
        "exp": "Erythropoietin is produced in the kidney in response to hypoxia and anemia. It binds to erythropoietin receptors on red cell progenitors and stimulates red cell production. From medical pharmacology padmaja 4th edition Page no 332",
        "cop": 2,
        "opa": "Liver",
        "opb": "Kidney",
        "opc": "Intestine",
        "opd": "Bone",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "c86bfbf8-f5e4-407a-b732-b0b3ea9dc04b",
        "choice_type": "single"
    },
    {
        "question": "All are true about warfarin, except",
        "exp": "It&;s dose should be reduced in liver and renal impairment as it is metabolized by glucoronide conjugation and is excreted by urine. From medical pharmacology padmaja 4th edition Page no 339,341",
        "cop": 4,
        "opa": "It inhibits the activation of vitamin K dependent cloting factors",
        "opb": "Its half life is 36 hours",
        "opc": "It can cross placenta",
        "opd": "Its dose is increased in liver disease",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "f9548933-44b9-4c8a-9986-63956acdcfb3",
        "choice_type": "multi"
    },
    {
        "question": "The difference between iron sorbitol-citric acid and iron dextran is that the former:-",
        "exp": "Iron sorbitol citrate should not be used i.v. because it may rapidly saturate the transferrin receptors and which can result in Iron toxicity due to more free Iron. IRON - DEXTRAN IRON-SORBITOL-CITRATE can be given i/v or i/m only i/m not excreated in urine about 30% excreated in urine absorbed through lymphatics absorbed directly in circulation not bound to transferrin bound to transferrin & may saturate it when given in high doses",
        "cop": 1,
        "opa": "Cannot be injected i.v.",
        "opb": "Is not bound to transferrin in plasma",
        "opc": "Is not excreted in urine",
        "opd": "Produces fewer side effects",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "cc5f0b94-218e-4224-8daa-040eecac1c4d",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of apixaban is:",
        "exp": "Ans. a. Inhibition of factor XaRef: Goodman Gilman 12th e/P 866Oral Factor Xa InhibitorsApixabanRivaroxabanEdoxaban",
        "cop": 1,
        "opa": "Inhibition of factor Xa",
        "opb": "Inhibition of thrombin",
        "opc": "Stimulation of antithrombin",
        "opd": "Vitamin K antagonism",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "98516909-3260-4790-9cad-410396e6555e",
        "choice_type": "single"
    },
    {
        "question": "Drugs used in acute myocardial infarction are all EXCEPT:",
        "exp": "Tissue plasminogen activators are used in acute MI (not the inhibitors) Thrombolytic agents like streptokinase, urokinase, alteplase and reteplase are used to lyse the thrombus. Antiplatelet drugs like aspirin are staed to prevent the re-infarction. Thrombolytics reduces moality in the treatment of MI if the patient arrives within 12 hours",
        "cop": 1,
        "opa": "Plasminogen activation inhibitors",
        "opb": "Thrombolytics",
        "opc": "Antiplatelet drugs",
        "opd": "Alteplase",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "e5bd8aa4-aa16-4c24-9039-a249c7e06885",
        "choice_type": "multi"
    },
    {
        "question": "Mechanism of action of apixaban is:-",
        "exp": "Apixaban is factor XA blocker. Other XA blockers are:(-xaban) * Rivaroxaban * Edoxaban * Batrixaban Indirect thrombin inhibitor like heparin act by stimulating anti-thrombin 3. Vitamin K antagonists are warfarin, acenocoumarin, bis-hydroxycoumarin.",
        "cop": 1,
        "opa": "Inhibition of factor Xa",
        "opb": "Inhibition of thrombin",
        "opc": "Stimulation of antithrombin",
        "opd": "Vitamin K antagonism",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "f209855d-95d2-49fe-9677-1aad4d5bad0c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is NOT a Gp IIb/IIIa antagonist?",
        "exp": "Ans. (D) Prasugrel(Ref: Katzung 13/e p596, KDT 8/e p677)Prasugrel is an antagonist of P2 Y12 receptors of ADP like clopidogrel.GpIIb/IIIa antagonists includeAbciximabTirofibanEptifibatide",
        "cop": 4,
        "opa": "Tirofiban",
        "opb": "Abciximab",
        "opc": "Eptifibatide",
        "opd": "Prasugrel",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "ec62cf88-63db-41b2-b984-08c1406921a1",
        "choice_type": "single"
    },
    {
        "question": "Cerliponase alpha is?",
        "exp": "CERLIPONASE ALPHA: a. Recombinant tripepetidyl peptidase 1(TPP-1) b. Used for infantile neuronal ceroid lipofuscinosis VESTRONIDASE ALPHA: Recombinant beta glucuronidase AMANTIDINE: a. NMDA receptor blocker b. Used for Levo-dopa induced dyskinesia",
        "cop": 1,
        "opa": "Recombinant tripepetidyl peptidase 1(TPP-1)",
        "opb": "Recombinant beta glucuronidase",
        "opc": "NMDA receptor blocker",
        "opd": "GLP analogue",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "ef14bb00-998e-4de0-b47c-b3b164665af0",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is iron chelator:",
        "exp": "Uses EDTA- Manganese, Iron, Lead, Cadmium (MILK) Desferrioxamine - Iron BAL- Bismuth, Arsenic, Lead Penicillamine - Copper poisoning",
        "cop": 2,
        "opa": "EDTA",
        "opb": "Desferrioxamine",
        "opc": "BAL",
        "opd": "Penicillamine",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "7b22bea7-7a06-4038-8038-19a1dd424129",
        "choice_type": "single"
    },
    {
        "question": "A patient was taking warfarin and INR comes out to be 8. Next step would be to stop the drug and:-",
        "exp": "Management of warfarin overdose is done as follows: *INR < 5 but above therapeutic range - Discontinue warfarin temporarily and resta at low dose. *INR 5-9 - Vitamin K1 (1 mg oral) *INR > 9 but no bleeding - Vitamin K1 (2 - 3 mg oral) *INR > 20 or bleeding - Four factor prothrombin complex or Fresh frozen plasma.",
        "cop": 2,
        "opa": "Resta at a lower dose once the INR is in therapeutic range",
        "opb": "Give oral vitamin K1",
        "opc": "Administer fresh frozen plasma",
        "opd": "Transfuse fresh blood",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "7bd6b4c1-0dfb-42ef-b894-72aaf3cd9875",
        "choice_type": "multi"
    },
    {
        "question": "Route of administration of LMWH for prophylaxis of thrombosis in a patient who had undergone surgery few hours back is:",
        "exp": "Ans. (A) i.e. Subcutaneous(Ref: Goodman Gilman 13thed; pg. 589)LMWH and fondaparinux can be used by subcutaneous route once a day for both treatment and prophylaxis of thrombosis.Unfractionated heparin can be used by subcutaneous route twice a day for prophylaxis and by intravenous route four times a day for treatment of thrombosis.",
        "cop": 1,
        "opa": "Subcutaneous",
        "opb": "Intravenous",
        "opc": "Inhalational",
        "opd": "Intramuscular",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "41832512-cfad-4649-86f3-c325945f834f",
        "choice_type": "single"
    },
    {
        "question": "Aspirin in very low doses inhibits the formation of:-",
        "exp": "Aspirin inhibits COX enzyme irreversibly and thus results in decreased synthesis of TXA2 as well as PGI2. TXA2 is produced by platelets and as platelets do not contain nuclei, TXA2 is not synthesized till there is production of fresh platelets, whereas vessel wall contains nucleus and thus can resume the synthesis of enzymes required for the formation of prostacyclins. The net effect is inhibition of TXA2 synthesis leading to anti-aggregatory effects.",
        "cop": 2,
        "opa": "Prostaglandin F2",
        "opb": "Thromboxane A2",
        "opc": "Prostaglandin I2",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "d32b6fab-ea3c-4ba4-aaa0-c94fab149634",
        "choice_type": "multi"
    },
    {
        "question": "Heparin therapy should be monitored with intermittent estimation of:",
        "exp": "aPTT is maintained 1.5 - 2 times the normal mean aPTT value. Clotting time is maintained at 1.8 - 2.5 times the normal mean aPTT value. From medical pharmacology padmaja 4th edition Page no 335",
        "cop": 2,
        "opa": "Bleeding time",
        "opb": "aPTT",
        "opc": "Prothrombin time",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "8d5122af-0295-40e2-8e78-2e09cd2204d0",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug is a direct inhibitor of clotting factor Xa?",
        "exp": "Impoant ones are: - (1) Rivaroxaban (2) Apixaban (3) Edoxaban (4) Betrixaban (a) Argatroban - Direct thrombin inhibitor (synthetic non-peptide compound which binds reversibly to the catalytic site of thrombin but not to the substrate recognition site) (b) Fondaparinux - Indirect thrombin inhibitor. (d)Aspirin - Inhibit COX and thus Thromboxane A2 synthesis inhibitor",
        "cop": 1,
        "opa": "Apixaban",
        "opb": "Argatroban",
        "opc": "Fondaparinux",
        "opd": "Aspirin",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "ae033be6-d5c4-4166-9299-494d9c065927",
        "choice_type": "single"
    },
    {
        "question": "As compared to unfractionated heparin, low molecular weight heparins",
        "exp": "Low molecular weight heparin has higher subcutaneous bioavailability. Lab monitoring is not required unlike heparin. LMWH has lower risk of osteoporosis and lower incidence of thrombocytopenia. From medical pharmacology padmaja 4th edition Page no 337, 339",
        "cop": 1,
        "opa": "Are absorbed more uniformly when given subcutaneously",
        "opb": "Require more frequent laboratory monitoring",
        "opc": "Cannot be given to patients with heparin induced thrombocytopenia",
        "opd": "Predispose to a higher risk of osteopenia",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "42c5020d-6eb1-4869-ae07-99b7727b7022",
        "choice_type": "single"
    },
    {
        "question": "Which of the following anticoagulant is safest in pregnancy?",
        "exp": "Oral anticoagulants like warfarin, phenindione and dicumarol can cross placenta and produce teratogenicity if used during pregnancy. Heparin does not cross placenta and is safe in pregnancy.",
        "cop": 2,
        "opa": "Warfarin",
        "opb": "Heparin",
        "opc": "Phenindione",
        "opd": "Dicumarol",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "6fa2b704-5dc8-4b73-88e8-2eacd895a88a",
        "choice_type": "single"
    },
    {
        "question": "True about oral anticoagulant warfarin are all EXCEPT:",
        "exp": "* Oral anticoagulant is warfarin. It is used only in vivo (body), not in vitro (lab).* Warfarin is not used to store blood.* It acts by inhibiting Vitamin K. Due to overdose, hematuria is the first manifestation noted.* Dose monitoring is done by INR.* Antidote of warfarin overdose: Vitamin KPT (Prothrombin Time)aPTT (activated Partial Thromboplastin Time)Assess activity of Extrinsic coagulation pathway Used when on warfarin treatmentWePT: Warfarin for extrinsic; PT value assessed.Assess activity of Extrinsic coagulation pathway.Used while on heparin treatment.HINT: Heparin for Intrinsic; aPTT value assessed.",
        "cop": 2,
        "opa": "Acts in vivo",
        "opb": "Acts both in vivo and in vitro",
        "opc": "Interferes with synthesis of Vit K",
        "opd": "Causes Hematuria",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "a23293ff-bdb6-42c8-a9c0-3aa6c2fd3a66",
        "choice_type": "multi"
    },
    {
        "question": "LMW heparin is preferred over unfractionated heparin because:",
        "exp": "LMW heparin inhibit factor Xa only and have a weak effect on thrombin , aPTT, or CT are not prolonged. Heparin acts by activation of antithrombin III. LMW heparin is given subcutaneosly due to better bioavalability.LMW heparin have subcutaneous bioavalability of 70 - 90%. From medical pharmacology padmaja 4th edition Page no 337",
        "cop": 4,
        "opa": "LMW heparin directly inhibit thrombin whereas unfractionated heparin acts activation of anti thrombin",
        "opb": "LMW heparins have higher risk of causing bleeding",
        "opc": "LMW heparin can be given subcutaneously as well as orally",
        "opd": "LMW heparin has consistent bioavailability.",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "6840b7b5-f280-4252-87b2-2592cffd7e16",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements are true about warfarin except:-",
        "exp": "WARFARIN It acts by inhibiting the activation of vitamin K dependent clotting factors. These factors include clotting factors II, VII, IX and X. Half life of warfarin is 36-48 hours. Bleeding is the most common adverse effect of all anticoagulants. If a patient develops bleeding due to overdose of warfarin, fresh frozen plasma (to supply clotting factors) is the treatment of choice but specific antidote is vitamin K1 (but the action will be delayed). It crosses the placenta and can cause fetal warfarin syndrome; also known as Contradi syndrome (growth retardation, stippled epiphyses, hypoplasia of nose and hand bones etc.) if used during pregnancy (therefore contraindicated). Prothrombin time is used to adjust the dose of warfarin (because it mainly affects the extrinsic pathway). Better test for monitoring the effect of oral anticoagulants is INR (international normalized ratio). In liver disease, there is decrease in formation of clotting factors. The dose of warfarin therefore should be reduced.",
        "cop": 4,
        "opa": "It inhibits activation of vitamin K dependent clotting factors",
        "opb": "It can cross placenta",
        "opc": "Its half-life is approximately 36 hours",
        "opd": "Its dose should be increased in liver disease",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "e59d038a-1785-4938-b9be-57d93df402cc",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug is used postop to reverse the effect of heparin used intraoperatively in cardiac surgery?",
        "exp": "Ans. is 'a' i.e., Protamine sulfate Protamine Sulfate* It is a strongly basic, low molecular weight protein obtained from the sperm of certain fish.* Given i.v.it neutralises heparin weight for weight, i.e. 1 mg is needed for every 100 U of heparin.* For the treatment of heparin induced bleeding, due consideration must be given to the amount of heparin that may have been degraded by the patient's body in the mean time.* However, it is needed infrequently because theaction of heparin disappears by itself in a fewhours, and whole blood transfusion is needed toreplenish the loss when bleeding occurs.* Protamine is more commonly used when heparin action needs to be terminated rapidly, e.g. after cardiac or vascular surgery.",
        "cop": 1,
        "opa": "Protamine sulfate",
        "opb": "Vitamin K",
        "opc": "Tranexamic acid",
        "opd": "Factor VIII concentrate",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "a6eaf5c2-dcd6-4730-9311-6269521179c4",
        "choice_type": "single"
    },
    {
        "question": "Drug which inhibits GPIIb/IIIa and is platelet anti Aggregatory:",
        "exp": "Ans. D. TirofibanGP IIb/IIIA are the fibrogen activator receptor. On stimulating they activates the aggregation of platelets. Abciximab and tirofiban are the drugs which block these receptors and inhibit the platelet aggregation.",
        "cop": 4,
        "opa": "Clopidogrel",
        "opb": "Enoxaparin",
        "opc": "Fondaparinux",
        "opd": "Tirofiban",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "ee16bdaf-efd5-4675-8a6c-6f0ca45135a6",
        "choice_type": "single"
    },
    {
        "question": "In contrast to heparin, enoxaparin:",
        "exp": "Enoxaprin is a LMW heparin. It does not require monitoring. Both heparin as well as enoxaprin do not cross placenta and are not teratogenic.",
        "cop": 1,
        "opa": "Can be used without monitoring the patient's aPTT",
        "opb": "Is less likely to have a teratogenic effect",
        "opc": "Is more likely to be given intravenously",
        "opd": "Is more likely to cause thrombosis and thrombocytopenia",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "e3a83f62-3191-4c1b-ac2f-8cdf6107aead",
        "choice_type": "single"
    },
    {
        "question": "A drug that binds to and inhibits Gp IIb/IIIa glycoprotein and is responsible for platelet antiaggregatory effects is:",
        "exp": "Aspirin Clopidogrel Ticlopidine 3 Act on TXA2 2 Act on ADP Abciximab Tirofiban Eptifibatide Act on GpIIb/IIIa",
        "cop": 4,
        "opa": "Clopidogrel",
        "opb": "Enoxaparin",
        "opc": "Fondaparinux",
        "opd": "Tirofiban",
        "subject_name": "Pharmacology",
        "topic_name": "Hematology",
        "id": "3eaa6e22-fd9c-4c98-a623-0caa41889416",
        "choice_type": "single"
    }
]