[
    {
        "question": "A three year old child is brought to the emergency depament having just ingested a large overdose of an antihistaminic drug. This drug is a weak base capable of entering most tissues including the brain. On physical examination the hea rate is 100/ minute, blood pressure is 110/60 mm Hg and the respiratory rate is 20/ minute. In this case of poisoning:",
        "exp": "This question can be solved by the knowledge that basic drugs are ionized in the acidic medium and vice-a-versa. This antihistaminic drug is a weak base and will be highly ionized in the acidic urine. As ionized drugs cannot be reabsorbed in the nephron, urinary acidifying agents like NH4Cl will accelerate the excretion of this agent. On the other hand, NaHCO3 will decrease its excretion by increasing the unionized form. Blood pH is slightly alkaline (7.4) whereas gastric pH is highly acidic. Basic drugs are ionized more in the acidic pH, therefore option (c) is false. Only unionized molecules can cross the membranes, therefore more drug will be absorbed by the small intestine (alkaline pH).",
        "cop": 1,
        "opa": "Urinary excretion would be accelerated by administration of NH4Cl, an acidifying agent",
        "opb": "Urinary excretion would be accelerated by administration of NaHCO 3, an alkalinizing agent",
        "opc": "More of the drug would be ionized at blood pH than at stomach pH",
        "opd": "Absorption of the drug would be faster from the stomach than from the small intestine.",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "999fae05-0f74-4b1a-b0c2-4144fd410e04",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements are true regarding sumatriptan except",
        "exp": "TRIPTANS Sumatriptan is the drug of choice for aboing acute attack of migraine. It acts as a selective agonist at 5 HT1B/1D receptors. This result in constriction of cranial vessels. It also suppresses the vomiting of migraine. It is a sho acting drug and has low oral bioavailability. Frovatriptan is the longest acting and rizatriptan is the fastest acting congener. All of these drugs can cause coronary vasospasm and are contraindicated in ischemic hea disease. Triptans are also contra-indicated in patients with hypeension, epilepsy, pregnancy, liver and renal impairment. Triptans and ergotamine should not be administered within 24 hours of each other.",
        "cop": 1,
        "opa": "It has 99% oral bioavailability",
        "opb": "It is contraindicated in coronary aery disease",
        "opc": "It constricts cranial vessels",
        "opd": "It is selective 5-HT 1B/ID receptor agonist",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "d793e3b6-a41e-4ece-9a0a-1b9d11f47279",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is most useful for reversing severe ergot induced vasospasm?",
        "exp": "Nitroprusside is a mixed dilator and is highly effective agent against ergot induced vasospasm. It is also the drug of choice for most of the hypeensive emergencies.",
        "cop": 3,
        "opa": "Ergotamine",
        "opb": "Methysergide",
        "opc": "Nitroprusside",
        "opd": "Phenoxybenzamine",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "66b82d7e-d09c-4a3e-b760-feca47a1ad17",
        "choice_type": "single"
    },
    {
        "question": "A new born was diagnosed as having a congenital abnormality that resulted in transposition of great vessels. While preparing the infant for surgery, the medical team needed to keep the ducts aeriosus open. They did this by infusing:",
        "exp": "Alprostadil is a PGE1 analog that is naturally produced in tissues such as seminal vesicles and cavernous tissues, in the placenta, and in the ductus aeriosus of the fetus. Therapeutically, alprostadil can be used to treat erectile dysfunction or to keep the ductus aeriosus open in neonates with congenital hea conditions until surgery is possible. PGE1 maintains the patency of the ductus aeriosus during pregnancy. The ductus closes soon after delivery to allow normal blood circulation between the lungs and the hea. Infusion of the drug maintains the ductus open as it naturally occurs during pregnancy, allowing time until surgical correction is possible.",
        "cop": 3,
        "opa": "Coisol",
        "opb": "Indomethacin",
        "opc": "Alprostadil",
        "opd": "Tacrolimus",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "f54bf13b-23f8-428b-84b0-2cd70c2072cd",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for acute severe migraine is:",
        "exp": "Drug of choice for mild to moderate attacks of migraine is NSAIDs like paracetamol and aspirin etc. Drug of choice for acute severe migraine are triptans like sumatriptan. Drug of choice for prophylaxis of migraine is propranolol.",
        "cop": 2,
        "opa": "Methysergide",
        "opb": "Sumatriptan",
        "opc": "Ergotamine",
        "opd": "Propranolol",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "4366b377-528d-48d9-9af3-5a591ddcea43",
        "choice_type": "single"
    },
    {
        "question": "DOC for chemotherapy induced vomiting is?",
        "exp": "Granisetron: Serotonin 5-HT3 receptor antagonist. Used as an antiemetic treating nausea & vomiting following chemotherapy & radiotherapy. Main effect: These drugs antagonize the 5HT3 receptor present in CTZ area which is stimulated on release of 5HT during cancer therapy. Prazosin is alpha blocker used in BPH. Clonidine is alpha agonist used in hypeension. Diphenyhydramine is first generation antihistaminic",
        "cop": 1,
        "opa": "Graneseteron",
        "opb": "Prazosin",
        "opc": "Clonidine",
        "opd": "Diphenyhydramine",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "beda7044-0bed-4ee4-b454-5e47c8437418",
        "choice_type": "single"
    },
    {
        "question": "H1 antihistaminic having best topical activity is:",
        "exp": "Azelastine and olopatadine have maximum topical action and are therefore used for local conditions like allergic rhinitis and allergic conjunctivitis.",
        "cop": 4,
        "opa": "Loratidine",
        "opb": "Cetrizine",
        "opc": "Astemizole",
        "opd": "Azelastine",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "bd427aaf-085e-4e81-b495-2354e2882b19",
        "choice_type": "single"
    },
    {
        "question": "All of the following effects are produced by inhibitors of prostaglandin synthesis EXCEPT:",
        "exp": "Prothrombin time is increased by the drugs interfering with the coagulation pathway (e.g. warfarin). As COX has no role in coagulation, inhibitors of PG synthesis do not prolong PT. However, bleeding time (BT) is prolonged by the drugs interfering with platelet function. Aspirin increases BT by acting as an antiplatelet agent.",
        "cop": 2,
        "opa": "Prolongation of bleeding time",
        "opb": "Prolongation of prothrombin time",
        "opc": "Prolongation of labour",
        "opd": "Gastric mucosal damage",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "65736623-87f3-40dc-84c9-f782ef097185",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug is given for pulmonary hypeension?",
        "exp": "Endothelin Antagonists (DOC) - Bosentan - Ambresenton - Macisentan If these are not effective then drugs used are Phosphodiesterase inhibitors like sildenafil and tadalafil. Prostaglandins - Iloprost (Not given orally) Selexipag (Prostacyclin Agonist) - PGI2 Agonist - Given orally",
        "cop": 4,
        "opa": "Carboprost",
        "opb": "Mispoprostol",
        "opc": "Indomethacin",
        "opd": "Bosentan",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "3d4bbe15-a6f2-4dff-85c6-04cb23c3fc44",
        "choice_type": "single"
    },
    {
        "question": "Drugs used in migraine prophylaxis are all except:",
        "exp": "Drugs used for migraine prophylaxis: - A : Antiepileptic drug- B : Beta blocker : Propranolol, botulinum toxin- C : CCB: flunarizine, cyproheptadine, clonidine For acute migraine attack : We give sumatriptan and ergotamine.Triptans are contraindicated in patient with coronary aery disease due to it's vasospasm effect.",
        "cop": 4,
        "opa": "Flunarizine",
        "opb": "Propanolol",
        "opc": "Cyproheptadine",
        "opd": "Sumatriptan",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "09192c6f-03ce-4d8c-8343-1f51fbfc404a",
        "choice_type": "multi"
    },
    {
        "question": "Monoclonal antibody against Nerve growth factor approved for chronic pain in patients with osteoahritis and chronic low back pain is:",
        "exp": "Tanezumab: Nerve growth factor (NGF) was first identified as a substance that is essential for the development of nociceptive primary neurons and later found to have a role in inflammatory hyperalgesia in adults. Tanezumab is an investigational humanized monoclonal antibody, binds to and inhibiting NGF for the treatment of chronic pain in patients with osteoahritis and chronic low back pain. NGF levels increase in inflammation or in chronic pain states. By inhibiting NGF, tanezumab may help to keep pain signals produced by muscles, skin and organs from reaching the spinal cord and brain. Denosumab - used in treatment of Osteoporosis. Alirocumab- Monoclonal antibody that target PCSK9. Used for lowering of LDL cholesterol. Romosozumab- monoclonal antibody against sclerostin. Used for treatment of post menopausal osteoporosis.",
        "cop": 2,
        "opa": "Denosumab",
        "opb": "Tanezumab",
        "opc": "Alirocumab",
        "opd": "Romosozumab",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "14c97cfd-efa3-459e-88f6-fb04118ec3fb",
        "choice_type": "single"
    },
    {
        "question": "The drug of choice for prophylaxis of motion sickness is:-",
        "exp": "(Best Drug)Doc for prophylaxis of motion sickness - Hyoscine (scopolamine) If hyoscine is not given in the option, then the answer would be first generation Antihistaminics. First generation Antihistaminics can cross the blood brain barrier and also have strong Anti-cholinergic propeies. First generation Antihistaminics - Promethazine",
        "cop": 1,
        "opa": "Promethazine",
        "opb": "Ondansetron",
        "opc": "Metoclopramide",
        "opd": "Domperidone",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "addcf57c-035e-40dd-8ea6-1d0b7bea4c6d",
        "choice_type": "single"
    },
    {
        "question": "A patient present with diabetic macular edema with glaucoma. Which of the following drug should be used last for this patient?",
        "exp": "PG analogues can cause cystoid macular edema. Therefore, these should be avoided in a patient already having macular edema. Impoant adverse effects of anti-glaucoma drugs PG analogues Latanoprost Bimatoprost Heterochromia iridis ,Hyperichosis Cystoid macular edema ,Worsening of uveitis Alpha 2 agonists Apraclonidine Brimonidine Lid retraction CNS suppression in infants Non selective alpha agonist Epinephrine Black Conjunctival pigmentation Miotics Pilocarpine Physostigmine Cataract Stenosis of NLD Worsening of uveitis Carbonic anhydrase inhibitors Acetazolamide Dorzolamide Brinzolamide Corneal edema",
        "cop": 4,
        "opa": "Alpha agonist",
        "opb": "Acetazolamide",
        "opc": "Beta blockers",
        "opd": "Prostaglandin analogues",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "bbf597ec-248a-4a49-98b7-9dabeef43ee7",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old male complains of Shoness of breath associated with wheezing after he takes aspirin for headache. In cases of aspirin hypersensitivity, which of the following mediators will be responsible for above mentioned condition?",
        "exp": "Aspirin act by inhibiting PG synthesis by cyclo-oxygenase pathway, so PG precursors are diveed to form leukotrienes in the lipoxygenase pathway. In patients having aspirin hypersensitivity, this leads to bronchoconstriction and shoness of breath.",
        "cop": 1,
        "opa": "Leukotriene LTC4",
        "opb": "PGE2",
        "opc": "Prostacyclin",
        "opd": "Thromboxane",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "e4fb98c7-5828-4d68-8a28-96389b69dbb6",
        "choice_type": "multi"
    },
    {
        "question": "H1 blockers are useful as:-",
        "exp": null,
        "cop": 2,
        "opa": "Antacids",
        "opb": "Anti-allergic",
        "opc": "Anti-asthmatics",
        "opd": "Anti-migraine",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "020b25e9-599c-4411-990e-9e2b3397ebf2",
        "choice_type": "multi"
    },
    {
        "question": "Buspirone acts on:-",
        "exp": "Drugs like : Buspirone Azapirone Ipsapirone Gepirone Are used for anxiety and it acts on 5HT 1A Clozapine has high affinity for D1, D4, 5HT2, X adrenergic receptor. Ondansetron Granisetron Palonosetron Dolasetron 5HT3 receptor Antagonist Palonsetron - Maximum potency",
        "cop": 1,
        "opa": "5HT1A",
        "opb": "5HT1B",
        "opc": "5HT2",
        "opd": "5HT3",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "59034d13-bc39-4b88-b5d5-8fa4c6fb2a1f",
        "choice_type": "single"
    },
    {
        "question": "Selective 5-HT4 agonist useful in gastroesophageal reflux disease and lacking arrhythmogenic propey is:",
        "exp": "Both cisapride and tegaserod are selective 5HT4 agonists useful in the treatment of GERD. Cisapride possesses cardiac K+ channel blocking activity and can lead to torsades de pointes. Tegaserod is devoid of this adverse effect. However, tegaserod has recently been withdrawn due to increased risk of MI and stroke.",
        "cop": 4,
        "opa": "Buspirone",
        "opb": "Sumatriptan",
        "opc": "Cisapride",
        "opd": "Tegaserod",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "3092d1c0-fe8f-433f-bf3c-b4ca4723f2b2",
        "choice_type": "single"
    },
    {
        "question": "After taking some drug for acute attack of migraine, a patient developed nausea and vomiting. He also developed tingling and numbness on the tip of the finger that also turned blue. Which of the following is the most likely drug implicated in causing the above findings?",
        "exp": "This is a classical sign of ergot induced vasoconstriction. Dihydroergotamine can be used for acute attack of migraine and can result in these symptoms. Due to their vasoconstricing potential, ergot alkaloids are contra-indicated in a patient with peripheral vascular disease. These may also lead to development of gangrene. Contraindications for ergotamine : Peripheral vascular disease Coronary aery disease Uncontrolled hypeension Fever and/or sepsis Pregnancy Within 24 hours of using triptans",
        "cop": 1,
        "opa": "Dihdroergotamine",
        "opb": "Sumatriptan",
        "opc": "Aspirin",
        "opd": "Butorphanol",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "f6d68de8-1d9f-4ef9-a734-63e92223c42c",
        "choice_type": "multi"
    },
    {
        "question": "Prostaglandins are obtained from:-",
        "exp": "NOTE:-Arachidonic Acid is a 20 carbon fatty acid. No.of double bonds in Arachidonic acid =4 Key points to Remember Linoleic Acid- Most essential Fatty Acid. Richest source of linoleic Acid - Safflower oil. Richest source of Arachidonic Acid - Safflower oil. Richest source of Linolenic Acid - Flaxseed oil.",
        "cop": 2,
        "opa": "Stearic acid",
        "opb": "Arachidonic acid",
        "opc": "Linoleic acid",
        "opd": "Linolenic acid",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "709ed0b2-5daf-4529-b03c-f1a42153ecde",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs can cause hypotension by release of histamine from mast cells?",
        "exp": "Basic drugs like morphine, d-TC(tubocurarine) and amphotericin B etc. act as histamine liberators and can cause acute reaction leading to itching and hypotension.",
        "cop": 3,
        "opa": "Aspirin",
        "opb": "Procaine",
        "opc": "Morphine",
        "opd": "Sulfadiazine",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "d63bcf65-c2da-4e38-b51a-b487ce2113a4",
        "choice_type": "single"
    },
    {
        "question": "Olopatidine acts as an:-",
        "exp": "Olopatadine is a topical second generation anti-histaminic drugs It is used for allergic conjunctivitis as eye drops. ANTIHISTAMINIC DRUGS FIRST GENERATION SECOND GENERATION Promethazine Terfendaine (withdrawn now) Diphenhydramine Astemizole (withdrawan) Dimenhydrinate Fexofenadine Pheniramine Loratidine Chlorpheniramine Cetirizine Cinnarizine Levocetirizine Meclizine Mizolastine Cyclizine Azelastine Hydroxyzine Olopatadine Mepyramine Ebastine Buclizine Desloratidine",
        "cop": 1,
        "opa": "Antihistaminic",
        "opb": "Anti-inflammatory",
        "opc": "Anti-emetic",
        "opd": "Anti-psychotic",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "ef358e91-c5c8-45c3-9c22-3ed3573e2280",
        "choice_type": "single"
    },
    {
        "question": "Ketoconazole should not be given to a patient being treated with astemizole because:",
        "exp": "Ketoconazole, erythromycin and clarithromycin are potent inhibitors of microsomal enzymes. Astemizole, terfenadine and cisapride are the drugs that can block cardiac K+ channels at high concentration. If administered along with microsomal enzyme inhibitors, these drugs can result in torsades de pointes, a serious polymorphic ventricular tachycardia.",
        "cop": 2,
        "opa": "Ketoconazole induces the metabolism of astemizole",
        "opb": "Dangerous ventricular arrhythmias can occur",
        "opc": "Astemizole inhibits the metabolism of ketoconazole",
        "opd": "Astemizole antagonizes the antifungal action of ketoconazole",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "538a311d-b8c3-414a-aff6-81fabc5d9969",
        "choice_type": "single"
    },
    {
        "question": "Which of the following adverse effects is characteristically associated with methysergide?",
        "exp": "All ergot derivatives can cause fibrosis on long term use. Due to risk of retroperitoneal fibrosis, methysergide should never be given continuously for more than 6 months.",
        "cop": 2,
        "opa": "Pulmonary hypeension",
        "opb": "Retroperitoneal fibrosis",
        "opc": "Hepatotoxicity",
        "opd": "Ischemic hea disease",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "4d89caf5-c7da-4f70-bace-b4656688286c",
        "choice_type": "multi"
    },
    {
        "question": "This antihistaminic drug can cause cardiac arrhythmia at high dose by blocking cardiac K+ channels. It is most likely to be:",
        "exp": "The drugs which can cause QT prolongation and Torsades' de pointes and have been withdrawn from the market due to this reason are: C: Cisapride A: Astemizole T: Terfenadine You can remember CAT is cute, so these drugs cause QT prolongation.",
        "cop": 3,
        "opa": "Levo-cetrizine",
        "opb": "Fexofenadine",
        "opc": "Astemizole",
        "opd": "Loratidine",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "b37e3610-8b8e-492d-a92a-bcbec34e5dcc",
        "choice_type": "single"
    },
    {
        "question": "prostacyclin agonist which is usually given oral.",
        "exp": "* Selexipag is the only PGI2 drug which can be given oral route * Prostacyclin analogue like iloprost, treprostinil can be given i/v or s.c or inhaltional route.",
        "cop": 4,
        "opa": "Teleprost",
        "opb": "Iloprost",
        "opc": "Riociguat",
        "opd": "Selexipag",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "53eeb74f-6ec5-4d63-bfd9-25849ad0348d",
        "choice_type": "multi"
    },
    {
        "question": "Aspirin is used for secondary prevention of ischemic hea disease because it:-",
        "exp": "Aggregatory substances: TXA2 ADP Inhibits aggregation: PGI2. Aspirin is Irreversible inhibitor of COX - thus preventing TXA2 formation & aggregation of PLATELETS.",
        "cop": 1,
        "opa": "Inhibits TXA2 synthesis by platelets",
        "opb": "Inhibit prostacyclin synthesis",
        "opc": "Inhibits release of EDRF",
        "opd": "Inhibit synthesis of endothelins",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "c8ed4674-bac9-4a56-bb25-cf2ca2fd1884",
        "choice_type": "single"
    },
    {
        "question": "A relatively newer agent 'latanoprost' is now being used. Which of the following statements is true regarding this agent?",
        "exp": "-Latanoprost is PGF2 alpha derivative. -It is drug of choice for primary open angle glaucoma. -Heterochromia iridis and hyperichosis are major ocular adverse effects of latanoprost.",
        "cop": 1,
        "opa": "It is PGF2a derivative used in glaucoma",
        "opb": "It is selective a1 blocker used in benign hyperophy of prostate",
        "opc": "It is a 5a reductase inhibitor used to reduce the size of enlarged prostate gland",
        "opd": "It is a PGE2 analogue used intravaginally for cervical priming",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "75427089-d2eb-4a73-89f0-8711cdb6acb8",
        "choice_type": "multi"
    },
    {
        "question": "The drug possessing antagonistic action at histamine, serotonin and muscarinic receptors is:",
        "exp": "-Cyproheptadine blocks 5HT2A, H1 and muscarinic receptors. -It increases appetite and can be used to promote weight gain in children.",
        "cop": 3,
        "opa": "Promethazine",
        "opb": "Terfenadine",
        "opc": "Cyproheptadine",
        "opd": "Hydroxyzine",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "ef072b5e-f549-4694-a3f0-49432b1d42eb",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements are true regarding ondansetron except:-",
        "exp": "ONDANSETRON Main mechanism of action of ondansetron is 5HT3 antagonism. It has minor 5HT 4 agonist action which is clinically insignificant. It does not block dopaminergic receptors. It is drug of choice for chemotherapy induced vomiting, radiation induced vomiting and post-operative vomiting. No clinically significant drug interactions have been noted with ondansetron",
        "cop": 3,
        "opa": "It is antiemetic of choice for chemotherapy induced vomiting",
        "opb": "It is a 5-HT3 receptor antagonist",
        "opc": "It has significant drug interactions",
        "opd": "It may possess 5-HT4 agonism",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "859faeaf-84c7-4985-a7c6-50a163f8913b",
        "choice_type": "multi"
    },
    {
        "question": "Selective 5-HT1B/1D receptor agonist useful in acute migraine is:",
        "exp": "Triptans like sumatriptan, frovatriptan etc are 5HT1B/1D agonists. These are drug of choice for acute severe migraine. Ergot alkaloids like ergotamine can also be used for acute attack of migraine. These also stimulate 5HT1B/1D receptors. Two primary hypotheses has been proposed for their action- 1. Activation of 5HT1D/1B receptors on pre-synaptic trigeminal nerve endings to inhibit the release of vasodilating peptides and anti- seizure agents may suppress excessive firing of these nerve endings. 2.Vaso-constricting action of direct 5HT agonists ( triptans and ergot) may prevent vaso-dilation and stretching of pain nerve endings. DOC for prophylaxis of migraine is propranolol.",
        "cop": 3,
        "opa": "Buspirone",
        "opb": "Ondansetron",
        "opc": "Frovatriptan",
        "opd": "Ketanserin",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "ef0c15dd-12c4-4a85-a389-fd0edb78dc47",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is not used for prophylaxis of migraine?",
        "exp": "Propranolol is the most commonly used drug for prophylaxis of migraine attacks. Timolol, atenolol, metoprolol and nadolol can also be used but the drugs with ISA (e.g. pindolol) are ineffective. Calcium channel blockers like flunarizine (also blocks Na+ channels) is also effective. Diltiazem, verapamil and nimodipine can also be used. Methysergide, cyproheptadine and TCAs like amitriptyline, imipramine and noriptyline can also be used. Clonidine can be used orally for the prophylaxis of migraine attacks. Topiramate (anticonvulsant drug) has recently been approved for prophylaxis of migraine Valproate and gabapentin also possess some prophylactic activity.",
        "cop": 4,
        "opa": "Topiramate",
        "opb": "Propranolol",
        "opc": "Flunarizine",
        "opd": "Ethosuximide",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "d82014f4-7d70-4cbe-8cc4-e2d40b9e4bf2",
        "choice_type": "single"
    },
    {
        "question": "Most impoant receptor involved in chemotherapy induced vomiting is:",
        "exp": "-5HT3 receptors are present in CTZ and are involved in chemotherapy induced vomiting. -Antagonist of this receptor like ondansetron is drug of choice for chemotherapy induced vomiting.",
        "cop": 2,
        "opa": "Histamine H1 receptor",
        "opb": "Serotonin 5-HT3 receptor",
        "opc": "Dopamine D2 receptor",
        "opd": "Opioid m receptor",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "29de8436-0ec1-4ada-a8c0-41a9adc4632c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following prostaglandin analogue is used for treatment of primary open angle glaucoma?",
        "exp": "DRUG ANALOGUE OF USE AND ROUTE Misoprostol PGE1 Aboion (oral) NSAID induced ulcer (oral) Cervical ripening (intravaginal) Alprostadil PGE1 Impotence (intrapenile) To maintain patency of ductus aeriosus (i.v.) Dinoprostone PGE2 Induction of labour (intravaginal) Carboprost PGF2a Post paum hemorrhage (i.m.) Dinoprost PGF2a Aboion (intra-amniotic) Latanoprost PGF2a Open angle glaucoma (eye drops) Iloprost PGI2 Pulmonary hypeension (inhalational) Epoprostinol PGI2 Pulmonary hypeension (i.v.)",
        "cop": 4,
        "opa": "PG12",
        "opb": "PG D2",
        "opc": "PGE2",
        "opd": "PG F2alpha",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "cdea89c2-740f-4cda-8802-f91938538330",
        "choice_type": "single"
    },
    {
        "question": "True statement about fexofenadine is:",
        "exp": "Fexofenadine is an active metabolite of terfenadine. It lacks K+ channel blocking propey, therefore is devoid of arrhythmogenic potential. It is available as a separate second generation H1 blocking agent.",
        "cop": 3,
        "opa": "It undergoes high first pass metabolism in liver",
        "opb": "Terfenadine is an active metabolite of this drug",
        "opc": "It does not block cardiac K+ channels",
        "opd": "It has high affinity for central H1 receptors",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "8a0f4bcc-304e-45d7-9210-c026f26f2243",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug is a 5HT2c agonist approved for treatment of obesity and causes Serotonin Syndrome as an adverse effect?",
        "exp": "Lorcaserin: 5HT2c agonist Causes weight loss S/E: Serotonin syndrome Sibutramine: Serotonin and nor-adrenaline reuptake inhibitor Discontinued due to increased risk of stroke Modafinil: used in treatment of Narcolepsy Rimonabant: Inverse agonist of cannabinoid receptor - 1 Causes weight loss Prevents craving of alcohol S/E: psychological problems (withdrawn)",
        "cop": 1,
        "opa": "Lorcaserin",
        "opb": "Sibutramine",
        "opc": "Modafinil",
        "opd": "Rimonabant",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "87c54909-e9e1-4ad3-89ab-69739055aee9",
        "choice_type": "single"
    },
    {
        "question": "A 42 year old patient developed acute attack of Asthma. After the management of the acute attack, the patient was referred to the OPD for follow up. Which of the following is not a recommended prophylactic strategy for this patient?",
        "exp": "Histamine alone does not play a significant role in asthma, and antihistaminic drugs are of very little value or of no use. Antigen avoidance is necessary as it is cause of the disease. Montelukast or zafirlukast block the receptors of leukotrienes, which are potent bronchoconstrictors. Phospholipase A2 causes formation of PGs and LTs. So its inhibition by steroids can be helpful in asthmatics.",
        "cop": 4,
        "opa": "Inhibition of phospholipase A2",
        "opb": "Blockade of leukotriene receptors",
        "opc": "Avoidance of antigen exposure",
        "opd": "Blockade of histamine receptors",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "7cf60f29-f20a-44d3-8f31-63e6a25ba538",
        "choice_type": "single"
    },
    {
        "question": "Two antihistaminics terfenadine and astemizole were withdrawn from the market following the occurrence of cardiac arrhythmias when they were present in high levels in the blood. These effects were explained by the fact:",
        "exp": "Astemizole and terfenadine are metabolized by microsomal enzymes. Erythromycin inhibits these enzymes and raises the plasma concentration of these drugs. At high levels, these agents block cardiac K+ channels leading to arrhythmias.",
        "cop": 4,
        "opa": "Use of these drugs by addicts",
        "opb": "Genetic predisposition to metabolize succinylcholine slowly",
        "opc": "Concurrent treatment with phenobarbital",
        "opd": "Treatment of these patients with erythromycin, a macrolide antibiotic",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "97517925-a141-4eff-8faf-27b7be7df20d",
        "choice_type": "single"
    },
    {
        "question": "H1 antihistaminics afford benefit in a number of conditions. All of the following conditions are benefited by antagonism of histamine :",
        "exp": "In common cold , excessive secretions (like rhinorrhoea) are due to cholinergic overactivity. First generation antihistaminics possess anticholinergic propey and therefore are effective for common cold. On the other hand, all other conditions are allergic and reare benefited by antagonism of H1 receptors.",
        "cop": 3,
        "opa": "Dermographism",
        "opb": "Insect bite",
        "opc": "Common cold",
        "opd": "Seasonal hay fever",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "70b7ba88-abea-407c-b98c-f579db688e55",
        "choice_type": "multi"
    },
    {
        "question": "A night shift worker complains of profuse Rhinorrhea and Sneezing for the past few days . Which among the following drug can be given to him ?",
        "exp": "1st generation anti histamines 2nd generation anti histamines 1. Chlorphenaramine 2. Promethazine 3. Diphenhydramine 4. Cyclizine 5. Meclizine 6. phenaramine 1. Terfenadine 2. Fexofenadine 3. levocetrizine 4. Loratidine Note : All the 1st generation drugs can cross BBB and produce CNS actions so all 1st generation antihistamines can cause sedation. so 2nd generation antihistamines are given in this patients.",
        "cop": 2,
        "opa": "Promethazine",
        "opb": "Fexofenadine",
        "opc": "Chlorpheniramine",
        "opd": "Pheniramine",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "a52abc75-74da-44a9-acb1-fb19bfa63b8c",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements are TRUE about second generation antihistaminic agents EXCEPT:",
        "exp": "1st generation 2nd generation Cross BBB, cause sedation Donot cross BBB, no sedation Ach blockade, anticholinergic side effect occur No Ach blockade Useful for - Motion sickness - Drug induced parkinsonism - Muscular dystonias - Allergy Useful only for allergy Promethazine, diphenhydramine, diphenhydrinate, phenramine, Terfenadine, fexofenadine, loratidine",
        "cop": 2,
        "opa": "These do not impair psychomotor performance",
        "opb": "These possess high anti-motion sickness activity",
        "opc": "These lack anticholinergic actions",
        "opd": "These may possess additional antiallergic mechanisms",
        "subject_name": "Pharmacology",
        "topic_name": "Histamine, 5-HT and PGs",
        "id": "9bc7ff9f-f829-4e66-b0c0-ee09e4e5ad03",
        "choice_type": "multi"
    }
]