[
    {
        "question": "A 70 - year- old man was administered penicilline intravenously. Within 5 minutes, he developed genralised urticaria, swelling of lips, hypotension and bronchospasm. The first choice of treatment is to administer:",
        "exp": "Ans. is 'b' i.e. epinephrine injection Urticaria, swelling of lips, hypotension and bronchospasm within 5 minutes of i.v penicillin suggests anaphylactic reaction. It's a major problem with the use of penicillin.The t/t of choice for anaphylaxis is i.v epinephrine.",
        "cop": 2,
        "opa": "chlorphenitramine inj.",
        "opb": "Epinephrine inj.",
        "opc": "High dose hydrocortisone tablet",
        "opd": "nebulised salbutamol",
        "subject_name": "Pharmacology",
        "topic_name": "Penicillin & Cephalosporin",
        "id": "5fb4705e-3b44-41da-ad08-25688404bdab",
        "choice_type": "single"
    },
    {
        "question": "The mechanism of action of cephalosporin is:",
        "exp": "Ans: A (Interferes with cell wall synthesis) Ref: Goodman & Gilmans The Pharmacological Basis of Therapeutics, 12th ed, 2011. Pg 1479, 1493: Basic and Clinical Pharmacology by Katzung, 2012, 12th ed, Pg 792Explanation:Cephalosporin inhibits bacterial cell wall synthesis.Its mechanism of action is similar to penicillin as both are beta lactams.Bacterial ceil wall plays a major role in the growth and development of bacteria.Peptidoglycan. a component of bacterial cell wall owing to its cross-linked structure offers strength to the cell wall.Peptidoglycan is composed of N-acetyl- glucosamine and N-acetylmuramic acid with cross-linking.A five amino acid peptide known as pentapeptide is linked to N-acetylmuramic acid and this peptide terminates as D-alanyl-D- alanine.Penicillin Binding Protein (PBP) removes terminal alanine from D-alanyl -D-alanine and forms cross link with the adjacent peptide, thus enhancing cell wall rigidity.Beta lactam antibiotics are structurally similar to D-alanyl -D-alanine, and hence covalently bind to PBP, resulting in inhibition of transpeptidation reaction w hich is essential for the removal of D-alanine from D-alanyl-D- alanine.As peptidoglycan synthesis is inhibited by cephalosporins as any other beta lactams, the bacterial cell dies. However cell death is maximum when the cells are actively growing and synthesizing cell wall.",
        "cop": 1,
        "opa": "Interferes with cell wall synthesis",
        "opb": "Inhibition ol DNA gyrase",
        "opc": "Inhibition of protein synthesis",
        "opd": "Inhibition of DMA polymerase",
        "subject_name": "Pharmacology",
        "topic_name": "Penicillin & Cephalosporin",
        "id": "a6283983-21e4-4d84-8aba-ed6a1ad6d33f",
        "choice_type": "multi"
    },
    {
        "question": "All have beta lactam ring EXCEPT:",
        "exp": "ANSWER: (B) LinezolidREF: Goodman and Gillman 11th edition page 780\"Linezolid is a synthetic antimicrobial agent of the oxazolidinone class\"The three classes of drugs which have beta lactam ring in its structure are:Penicillins consist of a thiazolidine ring connected to a b-lactam ring, to which is attached a side chainCephalosporins are produced from 7-aminocephalosporanic acid by the addition of different side chains. Modifications at position 7 of the b-Iactam ring alter antibacterial activity, while substitutions at position 3 of the dihydrothiazine ring alter the metabolism and pharmacokinetic properties.IILCarbapenems are b-lactams that have a broader spectrum of activity than most other fa- lactam antibiotics",
        "cop": 2,
        "opa": "Penicillin",
        "opb": "Linezolid",
        "opc": "Cefotaxime",
        "opd": "Imipenem",
        "subject_name": "Pharmacology",
        "topic_name": "Penicillin & Cephalosporin",
        "id": "22e4684b-c670-4a36-9b40-f6cd1b78fe31",
        "choice_type": "multi"
    },
    {
        "question": "All are third generation Cephalosporin EXCEPT:",
        "exp": "ANSWER: (A) Cefuroxime REF: Goodman and Gillman 11th edition page 746-747, KDT 5TH edition page 663 See APPENDIX-36 for classification of \"Cephalosporins\" APPENDIX - 36 Cephalosporins: Parenteral Oral Mnemonic Exception to mnemonic First generation Cephalothin Cefazolin Cephalexin Cephradine Cefadroxil Fa, pha, phra in the name Cefaclor is 2ad gen Second generation Cefuroxime Cefoxitin Cefotetan Cefaclor Cefuroxime axetil Third generation Cefotaxime Ceftizoxime Ceftriaxone Ceftazidime Cefoperazone Cefixime Cefpodoxime proxetil Cefdinir Ceftibuten 'cef' followed by (a,e,i,o,u) - optional and then either D, P,T Cefixime Fourth generation Cefepime Cefpirome have pi in the name Oral or Parenteral Cefotaxime, ceftriaxone, cefuroxime and anything that start with \"cef\" or \"ceph\" and have a \"tin\", \"thin\", \"z\", or \"pi\" in the name is parenteral and others are oral",
        "cop": 1,
        "opa": "Cefuroxime axetil",
        "opb": "Ceftazidime",
        "opc": "Cefpodoxime proxetil",
        "opd": "Cefoperazone",
        "subject_name": "Pharmacology",
        "topic_name": "Penicillin & Cephalosporin",
        "id": "e9058212-176d-4826-ae2e-3a0af983936e",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for tetanus:",
        "exp": "Ans. (a) MetronidasoleMust know points for tetanus (8th day illness presenting with lock jaw)* Penicillin G was considered the drug of choice, but some now consider metronidazole to be superior in this setting. Tetracycline is an alternative for patients who are allergic to penicillin or metronidazoleTetanus immunoglobulin is used to1. Prevent tetanus and to treat patients with circulating tetanus toxin and provides passive immunity.2. Treat all patients with active tetanus, in combination with other supportive and therapeutic treatments.",
        "cop": 1,
        "opa": "Metronidazole",
        "opb": "Penicillin",
        "opc": "Erythromycin",
        "opd": "Clindamycin",
        "subject_name": "Pharmacology",
        "topic_name": "Penicillin & Cephalosporin",
        "id": "d0ccf60a-671a-4813-8357-45e1e1dabf22",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for treating extended spectrum beta lactamase (ESBL) organism is:",
        "exp": "Ans: B (Imipinem) Ref: Basic A- Clinical Pharmacology, Katzung 12th ed. P.800-802Explanation:Aztreonam is a monobactum and has structural similarities to ceftazidime; hence, its gram- negative spectrum is similar to that of the third- generation cephalosporins.It is stable to many b lactamases with the notable exceptions being AmpC b lactamases and extended-spectrum b lactamases.A carbapenem is indicated for infections caused by susceptible organisms that are resistant to other available drugs, eg, P aeruginosa, and for treatment of mixed aerobic and anaerobic infections.Carbapenems are highly active in the treatment of enterohacter infections because they are resistant to destruction by the b lactamaseCarbapenems are also the treatment of choice for infections caused by extended-spectrum b - lactamase (ESBL) producing gram-negative bacteria.Cefepime a fourth-generation cephalosporin is more resistant to hydrolysis by chromosomal b lactamases (eg, those produced by Enterobacter). However, like the third-generation cephalosporins, it is hydrolyzed by extended- spectrum b lactamases.So cefipime and ceftazidime cannot be used.",
        "cop": 2,
        "opa": "Aztreonam",
        "opb": "Imipenem",
        "opc": "Cefipime",
        "opd": "Ceftazidime",
        "subject_name": "Pharmacology",
        "topic_name": "Penicillin & Cephalosporin",
        "id": "b340bb0c-a7b6-45f9-9ad0-9035e822e05f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not effective against anaerobes -",
        "exp": "Arts, is 'a' i.e., Gentamycin Antibiotics that cover the Anaerobes1.Penicillin with Beta lactamase inhibitoro Augment in (Amoxicillin & Clavulanate)o Timentin (Ticaricillin & Clavulanatejo Unasyn (Ampicillin & Sulbactam)o Zosyn (Pipericillin & Tazobactam)2.Second generation Cephalosporinso Cefoxitino Cefotetano Cefmetazole3.Imipenem4.Chloramphenicol5.Clindamycin6.Metronidazole7.TrovafloxacinNote : Aminoglycosides are not active against anaerobes",
        "cop": 1,
        "opa": "Gentamycin",
        "opb": "Cefotetan",
        "opc": "Imipenem",
        "opd": "Clindamycin",
        "subject_name": "Pharmacology",
        "topic_name": "Penicillin & Cephalosporin",
        "id": "52230a5e-ee31-4a8e-9834-20db251f361c",
        "choice_type": "single"
    },
    {
        "question": "Drug that inhibits cell wall synthesis is?",
        "exp": "ANSWER: (B) PenicillinREF: KDT 6th edition page 688MECHANISMS OF ACTIONS OF ANTIBIOTICS:Cell wall synthesis inhibitorsBeta lactams , cycloserine . fosfomvcin , bacitracin , vancomycinProtein synthesis inhibitors * freeze initiation * inhibit elongation* inhibit translocationAminoglycosidesTetracyclines , puromycins , chloramphenicolClindamycin, erythromycinMisreading of RNA codeAminoglycosidesInhibit DNA gyraseNalidixic acid and nitrofurantoinDrugs binding to ribosomes* 30 S - Tetracycline, streptomycin* 50 S - chloramphenicol, clindamycin, erythromycin* Both 30 S and 50 S - Aminoglycosides except streptomycin",
        "cop": 2,
        "opa": "Tetracyclins",
        "opb": "Penicillins",
        "opc": "Aminoglycosides",
        "opd": "Chloramphenicol",
        "subject_name": "Pharmacology",
        "topic_name": "Penicillin & Cephalosporin",
        "id": "403f0450-0c76-498c-b2cf-61991956ead6",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is drug of choice for pseudomembranous enterocolitis is?",
        "exp": "Ans. a. Oral vancomycin (Ref: Katzung 12/e p802-803; KDT 7/e p757, Sabiston 19/e p1334-1335; Schwartz 9/e p1057; Bailey 26/e 1159. 25/e p1165)Drug of choice for pseudomembranous enterocolitis is oral vancomycin.VancomycinGlycopeptide antibioticQEffective against MRSAQ, Strep, viridans, Enterococcus and CL difficileQMechanism of Action:Acts by inhibiting bacterial cell wall synthesisQ(binds terminal D-ala-D-ala' sequence)Uses:Oral: Antibiotic associated pseudonembranous colitisIntravenous: Serious MRSA infection, Enterococcal endocarditis. Empirical therapy of bacterial meningitis, Pneumococcal infectionsQSide-Effects:High systemic toxicityQCauses plasma cone, dependent nerve deafnessQ which may be permanentDose related kidney damageQHistamine release: Skin allergy, fall in BP and Red man syndromeQRapid IV injection has caused chills, fever, urticaria and intense flushing called 'Red man syndrome'QPseudomembranous ColitisPMC is caused by C. difficile, a gram-positiveQ bacillus.C. difficile colitis is the leading cause of nosocomially acquired diarrheaQ.Pathogenesis:Colitis is thought to result from overgrowth of this organism after depletion of the normal commensal flora of the gut with the use of antibioticsQ.ClindamycinQ was the first antimicrobial agent associated with C. difficile colitis, almost any antibiotic may cause this disease.Toxins produced: Toxin A (an enterotoxin) and toxin B (a cytotoxin)Q.Immunosuppression, medical comorbidities, prolonged hospitalization or nursing home residence, and bowel surgery increase the riskQ.Clinical Features:The spectrum of disease ranges from watery diarrhea to fulminant, life-threatening colitisDiagnosis:Diagnosis is made after detection of one or both toxins by:Stool cytotoxin assayQELISAQColonoscopy: Characteristic ulcers, plaques, and pseudomembranesQTreatment:Immediate cessation of the offending antimicrobial agentQ.Mild disease:Oral metronidazole (10-day course): Drug of choiceQOral vancomycin: Second-line agent, used in metronidazole allergy or in recurrent diseaseQ Severe disease: Bowel rest. IV hydration, and IV metronidazole or oral vancomycinQ.Fidoxamicin (specific RINA polymerase inhibitor against C. difficile)",
        "cop": 1,
        "opa": "Oral vancomycin",
        "opb": "Cephalexin",
        "opc": "Clindamycin",
        "opd": "Penicillin",
        "subject_name": "Pharmacology",
        "topic_name": "Penicillin & Cephalosporin",
        "id": "6235fc1c-a77b-4226-b5a7-16b41f6d76a8",
        "choice_type": "single"
    },
    {
        "question": "Drug not affecting pseudomonas aeruginosa -",
        "exp": "Ans. is 'b' i.e., Ampicillin Drugs acting against Pseudomonas.o Penicillins - Piperacillin, Carbenicillin, Ticarcillin, Mezlocillin,o Cephalosporins - Ceftazidime, Cefoperazone, Cefepime.o Carbapenems - Imipenem, meropenemo Monobactams - Aztreonam.o Aminoglycosides - Tobramycin, Gentamycin, Amikacin,o Fluroquinolones - Ciprofloxacin, Levofloxacin. Norfloxacin,o Other - Poiymixin B, Colistin.o For most of the infection of pseudomonas, treatment of choice is the combination of an antipseudomonal b- lactant and an aminoglycoside.",
        "cop": 2,
        "opa": "Levofloxacin",
        "opb": "Ampicillin",
        "opc": "Norfloxacin",
        "opd": "Ciprofloxacin",
        "subject_name": "Pharmacology",
        "topic_name": "Penicillin & Cephalosporin",
        "id": "774cc9c1-8cb0-4b42-ac92-5c3ca1d3a9f1",
        "choice_type": "single"
    },
    {
        "question": "Carboxypenicillins true is all except -",
        "exp": "Ans. is 'a' l.e., Nephrotoxic Carboxvpeniciilins - Carbenicillin:o It is active against pseudomonas and indole positive proteus.o Klebsiella and gram positive cocci are unaffected by ito It is neither penicillinase resistant nor acid resistant,o It is inactive orally and is rapily excreted in urine in 1 hr.o At high doses it can cause bleeding by interfering with platelet function due to perturbation of agonists receptors on platelet surface.# Carbenicillin indanyl is an orally active ester of carbenicillin, used for treatment of UTI caused by pseudomonas and proteus.",
        "cop": 1,
        "opa": "Nephrotoxic",
        "opb": "Sensitive to penicillinase",
        "opc": "Effective against pseudomonas",
        "opd": "Platelet aggregation affected",
        "subject_name": "Pharmacology",
        "topic_name": "Penicillin & Cephalosporin",
        "id": "a45e0dfd-9618-4257-a2d8-0722627975e0",
        "choice_type": "multi"
    }
]