[
    {
        "question": "Which of the following drugs require therapeutic drug monitoring?",
        "exp": "* Therapeutic drug monitoring is adjustment of dose of the drug according to its plasma concentration. It is required for A Aminoglycosides (e.g. gentamicin) Drug Digitalis Possessing Phenytoin (anti-epileptics) Low Lithium Therapeutic Tricyclic antidepressants Index Immunomodulators (e.g. cyclosporine)",
        "cop": 4,
        "opa": "Metformin",
        "opb": "Propranolol",
        "opc": "Warfarin",
        "opd": "Phenytoin",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "9c564b05-c791-4a2a-b607-28d70fa4e146",
        "choice_type": "single"
    },
    {
        "question": "X in the graph represents",
        "exp": "Therapeutic index : LD50/ED50 Therapeutic window Range of steady-state concentrations of drug that provides therapeutic efficacy with minimal toxicity Therapeutic efficacy: Ability of a drug to activate a receptor and generate a clinical response is Therapeutic efficacy Therapeutic dose: Dose of a drug required to have a clinical response",
        "cop": 3,
        "opa": "Therapeutic index",
        "opb": "Therapeutic dose",
        "opc": "Therapeutic window",
        "opd": "Therapeutic efficacy",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "f2ec9119-f005-4471-ab60-e84a9c78a78f",
        "choice_type": "single"
    },
    {
        "question": "Orphan drugs are:-",
        "exp": "* Orphan drugs are defined as the medicines which are unlikely to be developed by pharmaceutical industry due to economic reasons but which respond to public health needs. * Orphan drug is developed specifically to treat a rare medical condition (affecting fewer than 200,000 people), the condition itself being referred to as an orphan disease. Ex- deferiprone to treat iron overload in thalassemia patients, N-acetylcysteine to treat paracetamol poisoning etc. * Since the pharmaceutical companies will not like to develop such a drug due to lack of financial benefits, a separate law known as 'The Orphan Drug Act' was passed in 1983. The intent of the Orphan Drug Act is to stimulate the research, development, and approval of products that treat rare diseases. Few examples of the orphan drugs: Liposomal amphotericin B Digoxin antibody Fomepizole",
        "cop": 2,
        "opa": "Commercially easy to obtain",
        "opb": "Drugs to treat rare diseases",
        "opc": "Developed with an intention of monetary gain",
        "opd": "All of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "5df9ef5c-32ce-407f-9604-c87a2e83373d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following develop first during dependence of a substance -",
        "exp": "Ans. is 'c' i.e., Psychological dependence Drug dependenceo Drug dependence, as the name suggests, is a state where a person becomes dependent on a drug despite knowing the harmful effect of the drug.o This state arises from repeated, periodic or continuous administration of a drug, that results in harm to the individual.o The subject feels a desire, need or compulsion to continue using the drug and feels ill if abruptly deprived of it (withdrawl syndrome)o Drug dependency is characterized by the triad of:i) Psychological dependenceo First to appearo There is emotional distress if the drug is withdrawnii) Physical dependenceo Follows psychological dependenceo There is physical illness if the drug is withdrawn (withdrawl symptoms)iii) Toleranceo Tolerance may beSelf tolerance -To the drug on which the subject is dependentCross tolerance - To the other similar (usually) or dissimilar (sometimes) drugs.o The frequency of use of drug is usually daily and duration is inevitably greater than 2-3 weeks.",
        "cop": 3,
        "opa": "Tolerance",
        "opb": "Physical dependence",
        "opc": "Psychological dependence",
        "opd": "Withdrawal symptoms",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "92beb499-a292-44f9-8073-3c01eea17cd4",
        "choice_type": "single"
    },
    {
        "question": "Administration of which of the following drug requires therapeutic drug monitoring?",
        "exp": "Therapeutic drug monitoring is adjustment of dose of the drug according to its plasma concentration. It is required for A Aminoglycosides (e.g. gentamicin) Drug Digitalis Possessing Phenytoin (anti-epileptics) Low Lithium Therapeutic Tricyclic antidepressants Index Immunomodulators (e.g. cyclosporine) Range of 0.8-1.2 mEq/L is ored for treatment of acute manic or hypomanic patients. 0.6-1.0 mEq/l is considered adequate and safer for long term prophylaxis.",
        "cop": 1,
        "opa": "Lithium",
        "opb": "Haloperidol",
        "opc": "Diazepam",
        "opd": "Acetazolamide",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "2137c01b-3671-4d55-a5c6-568f2148aaa2",
        "choice_type": "single"
    },
    {
        "question": "The presence of a drug on left side in the Log DRC tells about its",
        "exp": "Dose Response Curve (DRC) - Hyperbola shape Log Dose Response Curve ( log DRC )- Sigmoid shape Three impoant Parameters a) Potency- Potency tells which drug produces more effect on lower dose. Left side graph is of more potent drug as compared to right side graph b) Efficacy- Efficacy tells maximum effect of a drug. It is seen from height of DRC. c) Slope- Slope tells the safety of the drug as more is the slope less is the safety. Quantal DRC - It tells about effect of drug in population Therapeutic index (TI) of a drug = LD50 / ED50 - TI is index of measure of safety.",
        "cop": 1,
        "opa": "Potency",
        "opb": "Safety",
        "opc": "Efficacy",
        "opd": "Therapeutic index",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "20f97ff9-21be-42c8-aa11-2e5c4452917c",
        "choice_type": "single"
    },
    {
        "question": "PI P2 is cleaved into IP3 and DAG by -",
        "exp": "Ans. is 'b' i.e., Phospholipase o Activation of phospholipase (by stimulatory G protein) hydrolyses the membrane phospholipid phosphatidyl inositol 4, 5 bisphosphate (PIP2) to generate the second messenger inositol 1, 4, 5 - triphosphate (IP3) and diacylglycerol (DAG).o IP3 mobilizes Ca+2 from intracellular organelles - increased cytosolic Ca+2.o DAG enhances Protein Kinase 'c' activation by Ca+2.o Ca+2 acts as third messenger in this type of transduce mechanism and mediates the physiological effects of drugs.",
        "cop": 2,
        "opa": "Protein kinase'C'",
        "opb": "Phospholipase",
        "opc": "cAMP",
        "opd": "Caspases",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "86943309-fd19-464f-a76c-01aa67b34cce",
        "choice_type": "single"
    },
    {
        "question": "Shelf life of a drug is:-",
        "exp": "Shelf life: It is the time for which drug can be sold by the pharmacist. It is calculated as time between expiry date and manufacturing date.",
        "cop": 1,
        "opa": "Time from manufacturing date to expiry date",
        "opb": "The time after which the drug loses its potency",
        "opc": "Time in which 93% of drug is eliminated",
        "opd": "The time after which drug become toxic",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "04e49f01-f912-43c7-b826-ac6493857efd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug combination is supraadditive",
        "exp": "Additive: Effect of drug A + B = effect of drug A + effect of drug B Aspirin + paracetamol as analgesic/ antipyretic Nitrous oxide + halothane as general anaesthetic Amlodipine + atenolol as antihypeensive Glibenclamide + metformin as hypoglycaemic Ephedrine + theophylline as bronchodilator Supra additive : Effect of drug A + B > effect of drug A + effect of drug B Acetylcholine + Physostigmine Inhibition of break down Levodopa + carbidopa/ Inhibition of peripheral metabolism benserazide Adrenaline + cocaine/ desipramine Inhibition of neuronal uptake Sulfamethoxazole + trimethoprim Sequential blockade Antihypeensives enalapril+ hydrochlorothiazide: Tackling two contributoryfactors",
        "cop": 3,
        "opa": "Nitrous oxide + halothane as general anaesthetic",
        "opb": "Glibenclamide + metformin as hypoglycaemic",
        "opc": "Sulfamethoxazole + trimethoprim",
        "opd": "Ephedrine + theophylline as bronchodilator",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "bd885c0a-dbff-4089-a244-202255391076",
        "choice_type": "single"
    },
    {
        "question": "Disulfiram mechanism of action -",
        "exp": "Ans. is 'c' i.e., Inhibits aldehyde dehydrogenase Disulfiramo Normally alcohol is metabolized by oxidation in liver.Ethyl alcoholAlcohol-------dehydrogenaseAcetaldehydeAldehyde-------dehydrogenaseAcetate -- CO2, + H2Oo Disulfiram inhibits the enzyme aldehyde dehydrogenaseo When alcohol is ingested after taking disulfiram, the concentration of acetaldehyde in tissues and blood rises and a number of highly distressing symptoms (aldehyde syndrome) are produced - Flushing, burning sensation, throbbing headache, perspiration, uneasiness, tightness in chest, dizziness, vomiting, visual disturbances, mental confusion, postural fainting and circulatory collapse.o Inhibition of aldehyde dehydrogenase with disulfiram is irreversible, synthesis of fresh enzyme is required for return of activity.o Disulfiram inhibits a number of other enzyme as well including alcohol dehydrogenase (option a), dopamine hydroxylase and several cytochrome 450 isoenzyme.o It is used for alcohol dependence.o Side effects are rashes, acnefomn eruptions, urticaria, garlic like or metallic taste, mild GI disturbances, restlessness, nervousness, headache, diziness, tremor, peripheral neuropathy, psychosis and ketosis.",
        "cop": 3,
        "opa": "Stimulates alcohol dehydrogenase",
        "opb": "Stimulates aldehyde dehydrogenase",
        "opc": "Inhibits aldehyde dehydrogenase",
        "opd": "Inhibits dopamine oxidase",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "5644b3df-0215-45fc-b72f-e187dcbc6c3a",
        "choice_type": "single"
    },
    {
        "question": "Dose response curves of salbutamol for bronchodilation and tachycardia are widely separated on the dose axis. This information suggests that salbutamol is:",
        "exp": "Dose response curve of any drug: The left sided curve is representing the bronchodilation and the right sided curve is representing the tachycardia effect of salbutamol. If the distance between the two curves increases, the drug will produce only the desired effect at low dose, side effects will appear only at very high dose. The drug will be more safer. More the distance between left and right curves, more selective the drug is. So the answer is'd'.",
        "cop": 4,
        "opa": "Highly potent cardiac stimulant",
        "opb": "Highly efficacious bronchodilator",
        "opc": "Highly toxic drug",
        "opd": "Highly selective drug",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "f45ad7aa-dea7-4daa-a553-7e4148bda58c",
        "choice_type": "single"
    },
    {
        "question": "Ratio of median lethal dose to median effective dose is called?",
        "exp": "Therapeutic Index (T.I.): T.I. = LD50 /ED50 It is a measure of the safety of a drug. It is calculated as a ratio of LD50 to ED50. Drugs having high T.I. are safer whereas those having low T.I. are more likely to be toxic.",
        "cop": 2,
        "opa": "Drug potency",
        "opb": "Therapeutic index",
        "opc": "Potentiation",
        "opd": "Therapeutic efficacy",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "8cf349cc-f44c-47f8-bd42-6e0a3ed9e0cb",
        "choice_type": "multi"
    },
    {
        "question": "In sub-acute toxicity studies, the drug is given to animals for",
        "exp": "PRECLINICAL TOXICITY STUDIES Acute toxicity studies Single escalating doses are given to small group of animals and the animals are observed for 1-3 days. LD50 is calculated. Organ toxicity is examined by histopathology. Sub-acute toxicity studies Repeated doses of the drug are given for 2-12 weeks. Animal are examined for ove effects, food intake, body weight, hematology Chronic toxicity studies The drug is given for 6-12 months. Animal are examined for ove effects, food intake, body weight, hematology",
        "cop": 2,
        "opa": "Single dose",
        "opb": "2-12 weeks",
        "opc": "6-12 months",
        "opd": "1-3 years",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "dcc09675-80bd-45b1-a5c1-3f9b8fe1f3de",
        "choice_type": "single"
    },
    {
        "question": "Approximate dose of drug in a 3 years old child would be:-",
        "exp": "Approximate percentage of dose in children as compared to adult are Age % of adult dose 1 year 25 3 years 33 5 years 40 7 years 50 9 years 60 12 years 75",
        "cop": 3,
        "opa": "Same as an adult dose",
        "opb": "Half of an adult dose",
        "opc": "One-third of an adult dose",
        "opd": "One-fouh of an adult dose",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "7e29634f-a323-4910-8441-66eccd1e9916",
        "choice_type": "single"
    },
    {
        "question": "The study of how variations in the human genome affect the response to medications is known as?",
        "exp": "ANSWER: (A) PharmacogenomicsREF: Goodman and Gillman s 11th edition page 57\"Pharmacogenetics is the study of the genetic basis for variation in drug response; it also encompasses pharmacogenomics, which employs tools for surveying the entire genome to assess multigenic determinants of drug response\"",
        "cop": 1,
        "opa": "Pharmacogenomics",
        "opb": "Pharmacokinetics",
        "opc": "Pharmacotherapeutics",
        "opd": "Pharmacovigilance",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "643819b3-a808-4562-9090-31dd79cbd82a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT an example of CHRONIC adverse drug reactions:",
        "exp": "Ans. (a) Nitrate induced headacheRef.:KDT 6th ed. / 78* According to WHO, adverse drug reaction (ADR) is defined as any noxious, unintentional, and undesired effect of a drug, which occurs at doses used in humans for prophylaxis, diagnosis, or therapy. These may be classified asType A: Augmented pharmacologic effects -- These are dose dependent and predictable. These are basically the extension of the pharmacological effects of a drug, e.g. hypotension caused by antihypertensives, headache caused by vasodilators (like nitrates).Type B: Bizarre effects (or idiosyncratic) -- These are dose independent and unpredictable, e.g. agranulocytosis caused by chloramphenicol.Type C: Chronic effects: These are seen on long term use of the drug over a long period, e.g. Glucocorticoid induced osteoporosis, chloroquine induced retinopathy, amiodarone deposition in cornea etc.Type D: Delayed effects: These are seen long after the drug has been stopped e.g. teratogenic effect of drugs like thalidomide.Type E: End-of-treatment effects: These include the withdrawal effect of drugs e.g. rebound hypertension due to clonidine withdrawal.NOTE: Nitrate induced vasodilation and headache occur immediately, these are not chronic adverse drug reactions whereas others are example of type C or chronic ADRs.",
        "cop": 1,
        "opa": "Nitrate induced headache",
        "opb": "Glucocorticoid induced osteoporosis",
        "opc": "Chloroquine induced retinopathy",
        "opd": "Amiodarone deposition in cornea",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "6830fa25-627e-4fab-b21b-0cddc45b02b1",
        "choice_type": "single"
    },
    {
        "question": "Atrial Natriuretic Peptide receptors belong to which of the following type of receptors:",
        "exp": "Natriuretic peptides Natriuretic peptide receptors are Transmembrane ligand-gated guanylyl cyclase receptors. ANP and BNP are selective agonist for A-type natriuretic receptor (NPR-A). CNP is selective agonist for B-type natriuretic receptor (NPR-B). The NPR-C has an extracellular domain similar to those of NPR-A and NPR-B but does not contain the guanylyl cyclase domain.",
        "cop": 2,
        "opa": "G-protein coupled receptors",
        "opb": "Ligand-gated guanylyl cyclase receptor",
        "opc": "Tyrosine kinase receptors",
        "opd": "JAK-STAT receptors",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "b60f4dad-9df9-4cf5-8abd-8f4d80aefd54",
        "choice_type": "single"
    },
    {
        "question": "A drug is more likely to cause toxicity in elderly patients due to all of the following reasons EXCEPT:",
        "exp": "Ans. is 'd' ie decreased volume of distribution Volume of distribution is increased with aging. This leads to decreased elimination of the drug and hence increased toxicity.Other changes seen with aging which lead to increased toxicity of drugsincreased sensitivity of the target organs*decreased renal excretion of drugs *decreased hepatic metabolism of drugs*body mass is decreased*",
        "cop": 4,
        "opa": "decreased renal excretion of drugs",
        "opb": "decreased hepatic metabolism",
        "opc": "increased receptor sensitivity",
        "opd": "decreased volume of distribution",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "5761272e-45b1-4155-a216-c9e7a90be357",
        "choice_type": "multi"
    },
    {
        "question": "What is the type of Antagonism when 2 different drugs act on 2 different sites on the same cell and their response is opposite to each other ?",
        "exp": "Physiological antagonism - 2 different chemicals acting on different sites of the same cell and resulting in opposite response in its pharmacological effect is termed as Physiological antagonism. e.g Histamine acting on H1 receptors causes Bronchoconstriction while Adrenaline acting on Beta 2 receptors causes Bronchodilation. Both these receptors are present on bronchial smooth muscles but produce opposite response to each other.",
        "cop": 2,
        "opa": "Chemical antagonism",
        "opb": "Physiological antagonism",
        "opc": "Competitive antagonism",
        "opd": "Reversible antagonism",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "e7ee7073-de90-4213-825b-a113eb675834",
        "choice_type": "single"
    },
    {
        "question": "Which of the following reduces the efficacy of oral contraceptives -",
        "exp": "Ans. is 'b' i.e., Griseofulvin o Contraceptive failure may occur if the following drugs are given concurrently :(a)Enzyme inducer -Enhances the metabolism of estrogen & progesterone.1. Phenytoin3. Carbamazepine5. Primidone2. Phenobarbitone4. Rifampicin6. Griseofulvin(b)Suppression of intestinal microflora - | enterohepatic circulation.1. Tetracyclines 2. Ampicillin",
        "cop": 2,
        "opa": "Erythromycin",
        "opb": "Griseofulvin",
        "opc": "Cimetidine",
        "opd": "Disulfiram",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "d0fb884d-d7e5-46f7-9bf8-084de06c185c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following act on a-2 receptors -",
        "exp": "Ans. is 'c' i.e., Clonidinea-2 agonistso These are:a) Apraclonidine and brimonidine are used in glaucoma.b) Dexmedetomidine is used as preanaesthetic medication and for sedation in critically ill/ventilated patient in ICU.c) Tizanidine is used as muscle relaxant in spaciticity.d) Clonidine and a methyldopa are used in hypertension. Other uses of clonidine are (i) preanaesthetic medication, (ii) diarrhea in diabetic neuropathy, (iii) analgesic, (iv) withdrawal syndrome of opoid, alcohol and nicotine, (v) prophylaxis of migrain, (vi) postmenopausal syndrome, (vii) suppression test for pheochromocytoma, and (viii) for treatment of ADHD.",
        "cop": 3,
        "opa": "Rhenylephrine",
        "opb": "Mitodrine",
        "opc": "Clonidine",
        "opd": "Methoxomine",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "224ade95-777b-4413-946f-299320b32346",
        "choice_type": "single"
    },
    {
        "question": "Select the false statement among the following?",
        "exp": "* Lipid soluble drugs (nonpolar) have high volumes of distribution than drugs which are more polar* Volume of distribution may be increased in renal failure & hepatic failure due to fluid retention, altered body fluid. However high plasma protein binding reduces the Vd. Loading dose = volume of distribution x target plasma concentration Maintenance dose = clearance x target plasma concentration T 1/2 is constant in first order kinetics T 1/2 is directly propoional to plasma concentration in zero order kinetics Clearance is indirectly propoional to plasma concentration",
        "cop": 3,
        "opa": "Lipid soluble drugs tend to have higher distribution",
        "opb": "Volume of distribution is reduced by high plasma protein binding",
        "opc": "Loading dose is equal to Vd divided by target plasma concentration",
        "opd": "T1/2 is constant in first order kinetics",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "92fd24d1-a47d-45cc-8890-09f07ff99629",
        "choice_type": "multi"
    },
    {
        "question": "Potency of a drug refers to -",
        "exp": "Ans. is 'c' i.e., Dose that tequires to produce response o Generally, the intesity of response increases with increase in dose and dose-response curve is a rectangular hyperbola. This is bacause drug-receptor interaction obeys law of mass action. If, however the dose is plotted on a log arithmic scale (log dose-response curve), the becomes sigmoid and a linear relationship between log of dose and the response is seen only in intermediate zone (30-70% response).o Dose response curve can determine three important parameters :A. Efficacy# It refers to maximal response (effect) that can be elicited by the drug.# The upper limit of the DRC (dose response curve) is the index of drug efficacy.# Efficacy is more decisive factor than potency in the choice of the drug.# In case of'non-competitive' inhibitor, there will be flattening of DRC, i.e. efficacy will decrease without a change in potency.B. Potency# It refers to the amount of drug needed to produce a certain response.# The position of DRC on the dose axis (X-axis) is the index ofpotency.# A DRC positioned rightward indicates lower potency, i.e. more dose is required to produce the effect.# Drug producing same response at lower dose are more potent and are on left side of DRC.# In case of'competitive9 inhibitor curve will shift to right Le. potency will decrease without a change in efficacy \\C. Slope# If the DRC is steeper, that means the response will increase dramatically with slight increase in dose.# Thus, drugs with steeper DRC have harrow therapeutic index.",
        "cop": 3,
        "opa": "Affinity of drug to bind to receptor",
        "opb": "Affinity of drug that binds to receptors and activates it",
        "opc": "Dose that requires to produce response",
        "opd": "Maximum response a drug can produce",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "d37ac3bf-b65a-4f23-98c3-e895931e4472",
        "choice_type": "single"
    },
    {
        "question": "A paial agonist has:",
        "exp": "Affinity Affinity Intrinsic Activity Agonist High High Paial agonist High Low Inverse agonist High Negative Antagonist High No",
        "cop": 1,
        "opa": "High affinity but low intrinsic activity",
        "opb": "High affinity but no intrinsic activity",
        "opc": "Low affinity but high intrinsic activity",
        "opd": "Low affinity and low intrinsic activity",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "1103d18a-f3fd-405b-8ccc-b184c919901c",
        "choice_type": "single"
    },
    {
        "question": "Therapeutic index of a drug is a measure of its?",
        "exp": "Therapeutic Index tells about the safety margin of drug; narrow therapeutic index means unsafe drug. TI : LD50/ED50 *LD50 : lethal dose in 50% of population.*ED50 : effective dose in 50% of population or median effective dose.*LD50 and ED50 can be calculated by plotting a quantal DRC. * In this Quantal DRC, x-axis represents the log dose and y-axis represents the percentage of population responding.* Graded dose response curve tells about the potency and efficacy of a given drug in a paicular individual.",
        "cop": 1,
        "opa": "Safety",
        "opb": "Efficacy",
        "opc": "Potency",
        "opd": "Selectivity",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "a088657b-5cec-450b-af17-3a524ec7ece3",
        "choice_type": "single"
    },
    {
        "question": "Botulinum toxin acts on -",
        "exp": "Ans. is 'a' i.e., Synapseo Botulinum toxin affectsNeuromuscular junction.Postganglionic parasympathetic nerve endings.Peripheral ganglia.o Central nervous system is not involved and there is no sensory involvement.o Botulinum toxin acts by inhibiting the calcium mediated exocytosis of ACh from the vesicles in the synapse.",
        "cop": 1,
        "opa": "Synapse",
        "opb": "Smooth muscle of intestine",
        "opc": "Central nervous system",
        "opd": "Sensory nerves",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "9f1862cb-c8c5-4022-bf1a-60481fcc9df8",
        "choice_type": "single"
    },
    {
        "question": "Therapeutic drug monitoring of plasma concentrations of antihypeensive drugs is not practiced because:",
        "exp": "* TDM is done for drugs (with narrow therapeutic index) whose response cannot be monitored by simple laboratory parameters. * Antihypeensive effect can be easily measured, therefore TDM is not required.",
        "cop": 2,
        "opa": "Determination of plasma level of these drugs is quite tedious and long process",
        "opb": "It is easier to measure the effect of these drugs",
        "opc": "Antihypeensive effect do not increase linearly with the dose",
        "opd": "All antihypeensive drugs are prodrugs",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "731f080a-6178-4c45-97fb-04f6796f36fd",
        "choice_type": "multi"
    },
    {
        "question": "Pharmacovigilance is a branch of pharmacology concerned with:-",
        "exp": "Pharmacovigilance is the science of detection, assessment, understanding and prevention of adverse effects or any other possible drug-related problems",
        "cop": 2,
        "opa": "Monitoring of the drugs",
        "opb": "Adverse effects of the drugs",
        "opc": "Drug dosing",
        "opd": "Drug clearance",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "7b40009b-f6e0-48b9-b0d8-c430722a135e",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements regarding volume of distribution are true except:",
        "exp": "Vd = Amount of drug given / Plasma concentration . So, option 'B' is wrong.t1/2 = (0.693 * Vd ) / Clearance * So, Half life is directly propoional to volume of distribution. * Skeletal muscle relaxants have low Vd so that they can't go to brain etc. * High plasma protein bound drugs are less distributed so less volume of distribution.",
        "cop": 2,
        "opa": "Half life is usually propoional to Vd",
        "opb": "Calculated by t1/2 multiplied by log2",
        "opc": "Skeletal muscle relaxants have low Vd",
        "opd": "High plasma protein bound drugs have low Vd",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "2f6d0473-f2cf-40e7-95d4-ca7e2504e371",
        "choice_type": "multi"
    },
    {
        "question": "Calculate the therapeutic index of the drug from given DRC.",
        "exp": "Therapeutic index is calculated as: TI = LD50/ED50 TI = 128 mg/6 mg = 21.3",
        "cop": 2,
        "opa": "8",
        "opb": "21",
        "opc": "128",
        "opd": "1024",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "06c216e3-68bc-4ff9-92ca-f0ae7ea8aec7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most likely due to a pharmacogenetic condition?",
        "exp": "* Primaquine is an oxidant drug. It can cause hemolytic anemia in subjects having deficiency of G6PD enzyme. * This condition is genetically determined. * Other three options i.e hypoglycemia due to insulin, tachycardia by Albuterol and metoclopramide induced dystonia are dose dependent adverse effects.",
        "cop": 4,
        "opa": "Hypoglycemia by insulin",
        "opb": "Tachycardia by albuterol",
        "opc": "Metoclopramide induced muscle dystonia",
        "opd": "Primaquine induced hemolytic anemia",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "e611a2ed-bea1-4f48-bea8-95198917ecc6",
        "choice_type": "single"
    },
    {
        "question": "Pharmacodynamics deals with -",
        "exp": "Ans. is 'a' i.e., Effect of drugs on body o Pharmacodynamics is the study dealing with effect of drugs on body. It includes action of drugs as well as their mechanism.o Pharmakokinetics is the quantitative study of drug movement, in through and out of the body. That means, it is the study of the effect of body on the drug. So, it is also known as ADME study as it deals with Absorption, Distribution, Metabolism and Excretion of a drug.RememberPharmacodynamics (D) - Drug does to bodyPharmacokinetics -Body does to drug",
        "cop": 1,
        "opa": "Effect of drugs on body",
        "opb": "Effect of body on drugs",
        "opc": "Absorption of drugs",
        "opd": "Metabolism of drugs",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "d5766ad9-d091-4fdf-8f88-1df077487ddd",
        "choice_type": "single"
    },
    {
        "question": "To discover the action of a drug \"X\" in isolated intestinal smooth muscle preparations a study was carried out. It was seen that, drug X binds to cholinergic receptors of intestine and relaxes the preparation. While in the absence of drug X, Acetylcholine acts on same receptors and contracts the preparation. It was also seen that, at a low conc. of drug X, the EC50 of acetylcholine remains unchanged, but the Emax was decreased. At a high conc. of drug X, high conc. of acetylcholine had no effect. Which of the following statement is true about the drug X?",
        "exp": "Options including chemical/ physiologic antagonism are wrong because drug X acting at same receptor as acetylcholine. Drug X acts opposite of acetylcholine when given alone. So it cannot be an agonist. As the drug has opposite effect on same receptors, it is an antagonist. Now, we need to understand about EC50 and Emax. EC50 represents Km in enzymes and Emax represents Vmax in enzymes. As Emax decreases and EC50 does not change, so it is a case of non-competitive or irreversible antagonism.",
        "cop": 3,
        "opa": "A chemical antagonist",
        "opb": "A physiologic antagonist",
        "opc": "Non-competitive antagonist",
        "opd": "Competitive antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "be54aaae-abb6-4593-b01b-35e520b84d0b",
        "choice_type": "multi"
    },
    {
        "question": "Glucagon acts via",
        "exp": "Ans. (a) cAMP* G-protein receptor for glucagon is Gs which acts via| Adenylyl cyclase causing |cAMP.G Proteins and Their Receptors and EffectorsG ProteinReceptors for:Effector/ Signaling PathwayGt1, Gt2Photons (rhodopsin and color opsins in retinal rod and cone cells)|cGMP phosphodiesterase- |cGMP (phototransduction)G5b-Adrenergic amines, glucagon, histamine, serotonin, and many other hormones|Adenylyl cyclase- |campGi1' Gi2' Gi3a2-Adrenergic amines, acetylcholine (muscarinic), opioids, serotonin, and many othersSeveral, including:| Adenylyl cyclase - |cAMPOpen cardiac K+ channels- | heart rateG5b-Adrenergic amines, glucagon, histamine, serotonin, and many other hormones|Adenylyl cyclase-- |cAMPGolfOdorants (olfactory epithelium)|Adenylyl cyclase- |cAMPGqAcetylcholine (muscarinic), bombesin, serotonin (5-HT1C), and many others|Phospholipase C- |IP3, diacylglycerol, cytoplasmic Ca2+",
        "cop": 1,
        "opa": "cAMP",
        "opb": "cGMP",
        "opc": "Cytoplasmic Ca+",
        "opd": "Intracellular K+",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "5820eae4-1668-4c5b-899b-19b82c9d0bc6",
        "choice_type": "single"
    },
    {
        "question": "All drugs are metabolized by acetylation EXCEPT:",
        "exp": "Ans. (a) PhenytoinRef. KDT 125; katzung 11th ed. /80ACETYLATION* Compounds having amino or hydralazine residues are conjugated with the help of N-Acetyl transferase enzyme.# If acetylation is slow- its toxic# Fast acetylation- not effective or effectiveness decreases# Normal acetylation- effective* These drugs are remembered as SHIP drugs:# Sulfonamides (dapsone)# Hydralazine (anti HTN)# Isoniazid (anti TB)# Procainamide (anti-arrhythmic)* NOTE- phenytoin is an anti epileptic drug, which is always confused with procainamide in SHIP drugs. Phenytoin doesn't come under SHIP drugs.* Phenytoin hydroxylation in liver is carried out by cytochrome P 450.* SHIP drugs causes SLE.",
        "cop": 1,
        "opa": "Phenytoin",
        "opb": "Isoniazid",
        "opc": "Procainamide",
        "opd": "Hydralazine",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "f7f9a822-16ec-446c-bfc2-219b7192add3",
        "choice_type": "multi"
    },
    {
        "question": "Botulinum toxin acts by:",
        "exp": "Ans.(b) Presynaptic inhibition of release of acetylcholineRef Katzung 10th ed. Ch 27* Botulinum toxin is a neuromascular blocking agent which act at neuromascular junction by blocking the presynaptic release of Ach vesicles.* Doing so, it reduces spasticity in a variety of neurologic conditions (ie, spasmolytics).* NOTE: Neuromuscular blocking drugs interfere with transmission at the neuromuscular end plate and lack central nervous system activity. Also KnowMOA of drugs and their siteDrugSite of ActionMoaLocal anestheticsNerve axonsBlock Na channelsHemicho- liniumAt cholinergic nerve terminalBlocks uptake of choline and slows synthesisVesamicolCholinergic terminal vesiclePrevents storage, depletesReserpineAdrenergic terminal vesiclePrevents storage, depletesTyramine, Ampheta- mineAdrenergic nerve terminalsPromote transmitter releaseBethanecholReceptors, parasympathetic effector cells (smooth muscle, glands)Binds and activates muscarinic receptorsAtropineReceptors, parasympathetic effector cellsBinds muscarinic receptors; prevents activatio",
        "cop": 2,
        "opa": "Presynaptic release of acetyl choline",
        "opb": "Presynaptic inhibition of release of acetylcholine",
        "opc": "GABA mimetic",
        "opd": "GABA antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "2a0e1d5f-ee0c-4f26-8be1-f70a321d8042",
        "choice_type": "single"
    },
    {
        "question": "Main concern in drug designing is for:",
        "exp": "Ans. c. Increasing number of interactions of drug with target protein (Ref: Rational Approaches to Improving Selectivity in Drug Design by David J. Huggins, Woody Sherman, and Bruce Tidor; J Med Chem. 2012 February 23; 55(4) : 1424-1444.Problems in Drug Designing:Traditionally, drug design has been pursued with the primary objective of finding a compound that binds with high affinity to a target of interest.Conceptually, the problem of designing for a particular selectivity profile is significantly more complex than designing for high affinity to a single target.The underlying problem is challenging because it is necessary to evaluate energy differences for each ligand binding to a panel of targets and decoys rather than to a single desirable target.Drug DesigningDesigning a drug with the appropriate balance of avoidance of undesirable targets (narrow selectivity) and coverage of one or more targets of interest (broad selectivity, also referred to as promiscuity) is a continual drug development challenge.In many cases this objective is attained through trial and error, but there are rational approaches that can guide the tuning of selectivity'.Traditionally, drug design has been pursued with the primary objective of finding a compound that binds with high affinity to a target of interest.Recently, considerable effort has been expended measuring off-target interactions with partners such as ion channels (including the Kv 11.1 potassium ion channel hERG),cytochrome P450s (CYPs), and other proteins that can lead to adverse side effects.Other considerations, such as family or subtype selectivity have gamed considerable attention for targets with homologues that bind to the same or similar native substrates.While it is most common to design away from interactions with undesirable proteins, in other cases it is desirable to hit a panel of targets.Promiscuity must itself be selective for a given subset of targets, and nonspecific binding is always undesirable.In general, there is a fine balance in designing the appropriate level of narrow and broad selectivity, and one must determine the design criteria for selectivity based on the relevant biological processes.Conceptually, the problem of designing for a particular selectivity profile is significantly more complex than designing for high affinity to a single target.The underlying problem is challenging because it is necessary to evaluate energy differences for each ligand binding to a panel of targets and decoys rather than to a single desirable target.Computational methods are of limited accuracy when predicting affinities of individual complexes: these difficulties are compounded when multiple relative affinities are required to accurately design appropriate specificities.This problem becomes increasingly more difficult if the proteins anchor ligands have significant flexibility, as the size of the search space increases enormously.Essentially, designing for selectivity is significantly more complex than designing for affinity for two reasons:Because of the multifactorial nature of the taskBecause of the inherent difficulty of considering all modes of relaxation with sufficient accuracy, particularly when ligands bind decoy receptors.",
        "cop": 3,
        "opa": "Decreasing binding affinity of drug to target protein",
        "opb": "Increasing binding affinity of drug to non-target protein",
        "opc": "Increasing number of interactions of drug with target protein",
        "opd": "Decreasing the potency of the drug",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "4bed4826-7c33-4a25-b319-74f6dc797a1b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about placebo is True ?",
        "exp": "PLACEBO * Placebo is used as a control to compare the active treatment with something with all similarities except the active treatment. Mostly inactive substances are used as placebo but rarely sham surgery can be used as placebo in surgical cases. * Placebo is also known as dummy medication. * It can produce psychological effect. * All people are not placebo responders. Extra Edge Excipients :Ine substance formulated along with active ingredient of medication included in the purposes of long term stabilization or bulking up the drug. Nocebo : Effect is presumably psychogenic when patient anticipate a side effect of medication, they can suffer that effect even if the medication is actually an ine substance.",
        "cop": 4,
        "opa": "It has pharmacodynamic activity",
        "opb": "It is the active moiety of the tablet",
        "opc": "It produces same effect in all patients",
        "opd": "It is the ine substance",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "60a00f36-a4c9-49e8-9cb8-f9692fbf9c5b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug is not metabolized by acetylation?",
        "exp": "Metabolism by acetylation: Two types of individuals are found, slow and fast acetylators. -Acetylation is done by N acetyl transferase enzyme. Drugs metabolised by acetylation *Sulfonamide* Hydralazine* Isoniazid* Procainamide These drugs can cause SLE.",
        "cop": 3,
        "opa": "Isoniazid",
        "opb": "Hydralazine",
        "opc": "Phenytoin",
        "opd": "Procainamide",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "81684a43-714f-49bd-ba23-fdf72ae36c2f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following terms best describes a drug that blocks the action of adrenaline at its receptors by occupying those receptors without activating them?",
        "exp": "* Pharmacological antagonist bind to same receptor and thus blocks the action of the drug e.g. atenolol (a beta receptor antagonist) is pharmacological antagonist of adrenaline. * Physiological antagonist binds to different receptor and produce opposite effect e.g. adrenaline produce bronchodilation by binding to beta 2 receptors whereas histamine cause bronchoconstriction by acting on H1 receptors. Thus adrenaline is physiological antagonist of histamine.",
        "cop": 1,
        "opa": "Pharmacologic antagonist",
        "opb": "Non competitive antagonist",
        "opc": "Physiologic antagonist",
        "opd": "Chemical antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "27f8246c-3d5b-4bfb-8764-f904e7d9c43c",
        "choice_type": "single"
    },
    {
        "question": "Which is the most appropriate definition of Spare receptors ?",
        "exp": "Spare receptors : Receptors that are still left unoccupied , even with a concentration of agonist that produces maximal biological response. e.g Myocardial cells are said to contain a large propoion of spare b adrenoceptors.",
        "cop": 1,
        "opa": "The receptors which remain unoccupied even after drug produces maximal response",
        "opb": "The receptors for binding of Inverse agonist",
        "opc": "The receptors that produce adverse drug effects",
        "opd": "The receptors that are unable produce maximum response",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "5a03524e-f85f-4782-809a-43675cddf659",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an example of Type E adverse drug reaction?",
        "exp": "Adverse Drug Reactions are noxious or unintended effects produced by drugs. These may be classified as Type A: Augmented pharmacologic effects - Dose dependent and predictable e.g. hypoglycemia caused by anti-hyperglycemic drugs like sulfonylureas Type B: Bizarre effects (or idiosyncratic) - Dose independent and unpredictable e.g. allergic reactions caused by penicillins Type C: Chronic effects e.g. peptic ulcer caused by chronic use of NSAIDs Type D: Delayed effects e.g. teratogenicity caused by thalidomide Type E: End-of-treatment effects e.g. withdrawal response to morphine Type F: Failure of therapy",
        "cop": 1,
        "opa": "Withdrawal reaction",
        "opb": "Teratogenesis",
        "opc": "Augmented response",
        "opd": "Toxicity",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "5f67cc98-4ff6-4b11-affd-98e441c5865c",
        "choice_type": "single"
    },
    {
        "question": "Which drug has wide therapeutic index",
        "exp": "Ans. is 'd' i.e., Penicillin The therapeutic index of a drug is the ratio of the dose that produces toxicity to the dose that produces a clinic desired or effective response in population of individuals. Therapeutic index = (Toxic dose) / (Effective dose) The therapeutic index is thus a measure of the drug's safety, since a large value indicates that there is wide margin between doses that are effective and that are toxic.\"Phenytoin has narrow therapeutic index\" page 372, 5th/e K.D.T.\"Lithium has narrow therapeutic index\" page 416, 5th/e K.D.T.\"Digitalis has narrow therapeutic index\" page 462, 5th/e K.D.T.",
        "cop": 4,
        "opa": "Digoxin",
        "opb": "Lithium",
        "opc": "Phenytoin",
        "opd": "Penicillin",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "ab38641e-f0dd-4c94-99ba-85e6def255c5",
        "choice_type": "single"
    },
    {
        "question": "Drug bound to alpha 1 acid glycoprotein are all except:",
        "exp": "Ref: KDT 6th p.21Explanation:Bound to albuminBound to alpha 1 acid glycoproteinBarbituratesBenzodiazepinesNSAIDsValproic addPhenytoinPenicillinsSulfonamidesTetracyclinesTolbutamideWarfarinBeta-blockersBupivacaineLidocaineDisopyramideImipramineMethadonePrazosinQuinidineVerapamilMost acidic drugs that are extensively bound to plasma proteins are bound to albumin.Basic lipophilic drugs, such as propanolol. often bind to other plasma proteins (e.g.. alphar acid glycoprotein and lipoproteins).",
        "cop": 2,
        "opa": "Lignocaine",
        "opb": "Tolbutamide",
        "opc": "Quinidine",
        "opd": "Propranolol",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "75527e29-26dd-498a-a255-4510b7597b9f",
        "choice_type": "multi"
    },
    {
        "question": "Pharmacovigilence is done for:",
        "exp": "Ans. (c) Monitoring adverse effects of drugs* Pharmacovigilance is the science and activities relating to the detection assessment, understanding and prevention of adverse effects or any other possible drug- related problems.* Recently, its concerns have been widened to include herbals, traditional and complementary medicines, blood products, biologicals, medical devices and vaccines.",
        "cop": 3,
        "opa": "Pharmacy companies",
        "opb": "To monitor potency and efficacy",
        "opc": "Monitoring adverse effects of drugs",
        "opd": "Monitoring ethical drug",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "042ac7d2-7722-4438-86a7-6d3ad625c51c",
        "choice_type": "single"
    },
    {
        "question": "Variation in sensitivity of response to increasing doses of the drug in different individuals can be obtained from",
        "exp": "Quantal DRC When the response is an 'all or none' phenomenon (e.g. antiemetic drug stopping the vomiting or not), the y-axis (response axis) shows the number of person responding and X-axis shows the plasma concentration. It thus shows that how many person respond to a paicular dose of the drug. It is used to calculate ED50 and LD50. Median Effective Dose (ED50): It is the dose that will produce the desired response in half of the (50%)recipients. More is ED50, lower is the potency and vice a versa. Median Lethal Dose (LD50): It is the dose that will result in death of 50% of the animals receiving the drug. More is LD50, safer is the drug. Therapeutic Index (T.I.): It is a measure of the safety of a drug. It is calculated as a ratio of LD50 to ED50. Drugs having high T.I. are safer whereas those having low T.I. are more likely to be toxic.",
        "cop": 2,
        "opa": "Graded DRC",
        "opb": "Quantal DRC",
        "opc": "Potency",
        "opd": "Efficacy",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "3df4d810-8ab9-4269-bc39-8ee5b75dca91",
        "choice_type": "single"
    },
    {
        "question": "Loading dose depends on the following factors except:",
        "exp": "* Loading dose= volume of distribution x target plasma concentration/fractional bioavailability. * Maintenance dose= clearance x target plasma concentration/fractional bioavailability. * So the answer is clearance as it determines maintenance dose instead of loading dose.",
        "cop": 3,
        "opa": "Drug concentration to be achieved",
        "opb": "Volume of distribution",
        "opc": "Clearance of the drug",
        "opd": "Bioavailability of drug",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "c9cb2b0c-9d86-443b-851f-ebf1b3cbe27d",
        "choice_type": "multi"
    },
    {
        "question": "True about pKa is:-",
        "exp": "* pKa is the pH at which ionized fraction(50%) of drug equals to unionized fraction(50%). * i.e. 50% is lipid soluble and 50% is water soluble. * It is the pH at which 50% of drug can cross the membrane and 50% of drug cannot cross the membrane.",
        "cop": 1,
        "opa": "pH at which ionized fraction of drug equals to unionized fraction",
        "opb": "pH at which ionized fraction of drug is more than unionized fraction",
        "opc": "pH at which ionized fraction of drug is less than unionized fraction",
        "opd": "pH at which ionized fraction of drug is twice unionized fraction",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "a527f1ef-eccb-47d7-bcec-7f2464f7f9cf",
        "choice_type": "multi"
    },
    {
        "question": "Duration of action depends on -",
        "exp": "Ans. is 'd' i.e., All Duration of action depends on:o Lipid solubility o Rate of elimination o Volume of distribution o Drug concentrationo Clearance o Plasma protein binding o Bioavailibility",
        "cop": 4,
        "opa": "Clearance",
        "opb": "Rate of elimination",
        "opc": "Bioavailability",
        "opd": "All",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "49d691b5-ee7d-4022-adb8-e8ebefccaddc",
        "choice_type": "multi"
    },
    {
        "question": "A drug that binds to a receptor at a site distinct from the active site and alters the affinity of the receptor for the endogenous ligand is a:-",
        "exp": "* Allosteric modulator that binds to a receptor at a site distinct from the active site and alters the affinity of the receptor for the endogenous ligand. * Competitive antagonist binds to the same site as that of agonist, produces surmountable effect i.e. effect of antagonist can be overcome by increasing concentration of agonist. * Inverse agonist and paial agonist also bind to the same site as that of the agonist.",
        "cop": 4,
        "opa": "Competitive antagonist",
        "opb": "Inverse against",
        "opc": "Paial agonist",
        "opd": "Allosteric modulator",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "04aeff22-efac-49e7-a8ea-9cdfeef42120",
        "choice_type": "multi"
    },
    {
        "question": "True statement related to expiry date of a drug is:-",
        "exp": "Expiry date: It is the date up to which the active ingredient is expected to remain within specification if stored correctly. The drug can be used by the last date of that paicular month displayed by expiry date (if exact date is not specified) The drugs may remain potent, efficacious as well as safe after expiry date, but the manufacturer does not give guarantee. There is no maximum period for expiry date.",
        "cop": 1,
        "opa": "It is the date up to which the drug is likely to be fully potent and safe to take based on scientifically-sound product testing, if stored properly.",
        "opb": "Maximum period of expiry is 3 years from the date of manufacture",
        "opc": "After expiry period, there is a fall in efficacy of drug",
        "opd": "After expiry period, drug changes to more toxic compounds.",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "c4b7d291-0c9e-4f1d-9ed6-097d122c9a2e",
        "choice_type": "multi"
    },
    {
        "question": "True about tachyphylaxis: (PGI Dec 2006)",
        "exp": "Ans: D (Indirect sympthomimetics involved) [Ref.KDT6th / 68; Goodman Gilman's 11th /31,162,170)Tachyphylaxis (Tachy-fast; Phylaxis-Protection)# It is the rapid development of tolerance when doses of a durg repeated in quick succession result in marked reduction in response.Tachyphalaxis is usually seen with indirectly acting drugsfi e.g. indirect acting sympathomimetics tyramine, ephedrine, amphetamine, nicotine etc.Mechanism of tachyphylaxis is incompletely understood but following suggestion have got importances:i. Temporary inaccessibility of receptor to agonists,ii. Fewer receptors synthesized and available on cell surface.iii. Agonists stimulation of GPCRs initiates regulatory process that are rapid, leading to tachyphylaxis or densitization. It is said that phosphorylation of GPCR (G protein coupled recepotrs) kinases plays a key role in triggering densensitization",
        "cop": 4,
        "opa": "Di rect sy mpathem imetic involved",
        "opb": "Mechanism clearly understood",
        "opc": "Ephedrine tachyphylaxis reversed with nora- drenline",
        "opd": "Indirect sympathomimetics involved",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "b6a0e213-5dc3-434d-bfb1-42a64b834c56",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs does not act on cytoplasmic receptors?",
        "exp": "INTRACELLULAR RECEPTORS a. CYTOPLASMIC RECEPTORS b. NUCLEAR RECEPTOR Cytoplasmic Receptors Nuclear Receptors C -Coicosteroids Glucocoicoids Mineralocoicoids D - Vit D P - PPAR S - Sex hormones like estrogen V - Vit A T - Thyroid hormones (T3, T4)",
        "cop": 4,
        "opa": "Coicosteroids",
        "opb": "Vitamin D",
        "opc": "Aldosterone",
        "opd": "Thyroxine",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "182fa0b9-ca14-4374-bdb4-99a6b7b4f93f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an ionotropic receptor?",
        "exp": "Nicotinic cholinergic receptor- Ionotropic receptor Muscarinic cholinergic receptor- G-protein coupled receptor Glucocoicoid receptor- Intracellular receptor Insulin receptor- Enzymatic receptor",
        "cop": 2,
        "opa": "Muscarinic cholinergic receptor",
        "opb": "Nicotinic cholinergic receptor",
        "opc": "Glucocoicoid receptor",
        "opd": "Insulin receptor",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "406db337-2a68-47c2-9441-61ba2a338916",
        "choice_type": "single"
    },
    {
        "question": "Therapeutic drug monitoring is used in -",
        "exp": "Ans. is 'd' i.e., Digoxin Therapeutic drug monitoring is particularly useful in following situations -1. Drugs with low safety margin -a) Digoxinb) Anticonvulsantsc) A ntiarryth micsd) Theophyllinee) Aminoglycoside antibioticsf) Lithiumg) Tricyclic antidepressants2. If individual variations are large - Antidepressants, Lithium3. Potentially toxic drugs used in presence of renal failure - Aminoglycoside antibiotic, vancomycin, cyclosporine4. In case of poisoning5. In case of failure of response without any apparent reason - Antimicrobials6. To check patient compliance - Psycho-pharmacological agents.o Drugs whose response is easily measurable eg. hvpoglycaemics (metformin), antihypertensive, diuretics, oral anticoagulants and general anaesthetics, monitoring of plasma cone, is of no value.",
        "cop": 4,
        "opa": "Diuretic",
        "opb": "Metformin",
        "opc": "Levodopa",
        "opd": "Digoxin",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "0cd7f23b-1b26-481d-afa7-9a1763e220a9",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs cause hemolysis in G-6PD deficiency except:-",
        "exp": "* G6PD protects RBC from free radical injury * Impoant drugs causing hemolysis in G6PD deficiency are - Primaquine - Nitrofurantoin - Sulfonamides - Furazolidone",
        "cop": 4,
        "opa": "Primaquine",
        "opb": "Nitrofurantoin",
        "opc": "Sulfonamides",
        "opd": "Erythromycin",
        "subject_name": "Pharmacology",
        "topic_name": "Pharmacodynamics",
        "id": "b5feb3c4-4def-4cc4-ba61-a93e0bdb980e",
        "choice_type": "multi"
    }
]