[
    {
        "question": "Mark the true statement regarding use of Lithium in maniac-depressive psychosis?",
        "exp": "Lithium Use : Prophylaxis of mania alone, with sedatives in acute mania. Monitoring of S. concentration is significant to know the toxicity of drug S/E of Lithium Lithium use for a long time causes benign and reversible T-wave flattening Seizures Polyuria and compensatory polydipsia Dermatitis, folliculitis, vasculitis Weight gain",
        "cop": 3,
        "opa": "Monotherapy for acute episodes",
        "opb": "Monitoring of serum concentration is not useful for guiding dose adjustment",
        "opc": "Can result in leucocytosis",
        "opd": "Can result in hypehyroidism on long term use",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "cbc8a1b1-532c-490e-a17d-9168083fabae",
        "choice_type": "multi"
    },
    {
        "question": "All of the following drugs are indicated in the treatment of bipolar disorder except?",
        "exp": "BIPOLAR DISORDER Drug of choice for bipolar disorder is lithium. Alternatives to lithium are some antiepileptics (carbamazepine, valproate, lamotrigine, topiramate), antipsychotics (olanzapine, aripiprazole, haloperidol) and benzodiazepines. Carbamazepine and valproate are useful in manic depressive psychosis (bipolar disorder). These can also be used for acute mania. Valproic acid is the drug of choice for treatment of rapid cyclers (> 4 cycles/year). Lamotrigine is specifically useful for depressive phase of bipolar disorder. It is the first agent to be approved by FDA for bipolar disorder without an indication for acute mania. Benzodiazepines like lorazepam are the drugs of choice for acute mania when combined with lithium. Olanzapine and other atypical antipsychotics show efficacy in bipolar disorder as well as acute mania.",
        "cop": 2,
        "opa": "Carbamazepine",
        "opb": "Vigabatrin",
        "opc": "Sodium valproate",
        "opd": "Lamotrigine",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "6c282b0d-1eb1-4307-8435-e6b7c1ef3223",
        "choice_type": "multi"
    },
    {
        "question": "Anti-depressant drug which is used for smoking cessation is?",
        "exp": "Bupropion is antismoking drug Buspirone is a drug which is used for anxiety",
        "cop": 3,
        "opa": "Venlafaxine",
        "opb": "Topiramate",
        "opc": "Bupropion",
        "opd": "Amitriptyline",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "c43bba26-3bd4-429e-8203-9a8281a9e5cf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the drug of choice for long-term management of panic disorder?",
        "exp": "SSRIs are the drugs of choice for long-term management of panic disorder Benzodiazepines are DOC for acute panic attacks",
        "cop": 4,
        "opa": "Phenothiazine",
        "opb": "Azapirone",
        "opc": "Beta blocker",
        "opd": "Selective serotonin reuptake inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "f92e6758-1089-4383-94fd-7a24e079828d",
        "choice_type": "single"
    },
    {
        "question": "Major mechanism of action of typical anti-psychotic drugs is:-",
        "exp": "Antipsychotic drugs are divided into typical and atypical. Typical antipsychotic drugs mainly act by blocking D2 receptors of dopamine. Atypical drugs mainly act by blocking 5HT2 receptors of serotonin.",
        "cop": 2,
        "opa": "Dopamine D1 receptor blockade",
        "opb": "Dopamine D2 receptor blockade",
        "opc": "Dopamine D3 receptor blockade",
        "opd": "Dopamine D4 receptor blockade",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "57201cd4-3d80-4ffc-8f41-8ec91ac97d85",
        "choice_type": "single"
    },
    {
        "question": "What is the therapeutic level of lithium used in acute mania?",
        "exp": "Therapeutic level of lithium used in acute mania is 0.8-1.2 meq/L NOTE: Safe range: 0.6 and 1.5 mEq/L. Acutely manic or hypomanic patients: 1.0-1.5 mEq/L Long-term prophylaxis: 0.6-1.0 mEq/L",
        "cop": 2,
        "opa": "0.5-0.8 meq/L",
        "opb": "0.8 -1.2 meq/L",
        "opc": "1.0-1.5 meq/L",
        "opd": "1.5-2.0 meq/L",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "6ed89a64-259c-44cb-8650-ed9ec2db3887",
        "choice_type": "single"
    },
    {
        "question": "A 32 years old woman presents with high grade fever, muscle rigidity and altered sensorium. She is on chlorpromazine therapy for psychosis. The likely diagnosis is?",
        "exp": "1. Neuroleptic malignant syndrome (NMS) is a life-threatening reaction that can occur in response to neuroleptic or antipsychotic drugs. here patients presents with high fever, confusion, muscle rigidity, sweating, palpitation variable blood pressure. 2. NMS is highly associated with individuals using Butyrophenones, phenothiazines ( such as promethazine, chlorpromazine). these individuals are at greatest risk of developing NMS.",
        "cop": 1,
        "opa": "Neuroleptic malignant syndrome",
        "opb": "Malignant hypehermia",
        "opc": "Akathisia",
        "opd": "Tardive dyskinesia",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "365fae50-8881-4f0a-9e54-9383ee408c2a",
        "choice_type": "single"
    },
    {
        "question": "All actions of chlorpromazine are based on its antidopaminergic propey EXCEPT:`",
        "exp": "Hypotension and impaired ejaculation may be seen due to a-blocking activity of chlorpromazine. Chlorpromazine is an neuroleptic agent. MOA-D2 blocker + Anticholinergic + alpha-blocking propeies. D2 blockade is also responsible for extrapyramidal symptoms and hyperprolactinemia (dopamine acts like prolactin release inhibitory hormone). Antiemetic effect of chlorpromazine is due to blockade of D2 receptor in CTZ. Anticholinergic effects manifest as dry mouth, blurring of vision and urinary retention.",
        "cop": 4,
        "opa": "Antipsychotic",
        "opb": "Hyperprolactinemic",
        "opc": "Antiemetic",
        "opd": "Hypotensive",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "bdbe3976-dc8a-492e-baf4-3ff67f51b708",
        "choice_type": "multi"
    },
    {
        "question": "Floppy baby syndrome occurs due to fetal exposure to",
        "exp": "Adverse effects of lithium Nephrogenic Diabetes Insipidus Hypothyroidism ECG Changes Reversible elevation of T waves Fine Tremor(MC) Nausea , Loose Stools Leucocytosis Teratogenecity: Fetal Li+ exposure is associated with Neonatal goiter, CNS depression, Hypotonia (\"floppy baby\" syndrome) Ebstein's anamoly",
        "cop": 4,
        "opa": "Warfarin",
        "opb": "Valproate",
        "opc": "Phenytoin",
        "opd": "Lithium",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "a6a385de-9273-47e3-b54e-a378cf25d8a8",
        "choice_type": "single"
    },
    {
        "question": "Coarse tremors, polyuria and hypothyroidism are adverse effects of",
        "exp": "Bipolar Disorder - Drug of Choice (in general)- Lithium - Drug of Choice (In pregnancy)-Atypical Antipsychotic drugs Lithium L - Leucocyte I - Increase T - Tremors (most common) H - Hypothyroidism I - Increase U - Urine M- Mother (Avoided in pregnancy as it causes Ebstein anomaly in baby i.e. Congenital tricuspid atresia)",
        "cop": 1,
        "opa": "Lithium",
        "opb": "Haloperidol",
        "opc": "Imipramine",
        "opd": "Valproate",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "eafc49e6-c82b-45f8-8f1b-5c8970e2b9e4",
        "choice_type": "single"
    },
    {
        "question": "Lithium toxicity is treated by following methods except:-",
        "exp": "There is no specific antidote for lithium intoxication. Treatment is suppoive. Care must be taken to ensure that the patient is not sodium and water depleted. So hydration should be maintained. Sodium bicarbonate can be used to help increase the excretion of lithium. Hemodialysis is most effective method of removing lithiumwhen serum lithium is >4.0 mEq/L",
        "cop": 1,
        "opa": "Acidification of urine",
        "opb": "Increased hydration",
        "opc": "Sodium bicarbonate",
        "opd": "Hemodialysis",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "feaa69c9-b368-4211-af4b-2e33f6fe0f6b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following adverse effect can occur even after the offending drug has been withdrawn a long time back?",
        "exp": "Tardive dyskinesia Very late appearing extrapyramidal symptom. Can occur even after the stoppage of antipsychotic drug. -Anticholinergic drugs are contra-indicated in Tardive dyskinesia.",
        "cop": 2,
        "opa": "Paradoxical tachycardia",
        "opb": "Tardive dyskinesia",
        "opc": "Malignant hypehermia",
        "opd": "Gynaecomastia",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "741f48ce-1c4e-4fdd-96d9-d4bde6c6a959",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for treatment of Alzhiemer's disease is:",
        "exp": "Drug of choice for treatment of Alzhiemer's disease is: Donepezil Atropine is DOC for organophosphate poisoning Physostigmine is DOC for atropine poisoning Fluoxetine is DOC for depression AcHE inhibiting drugs Donepezil Rivastigmine Galantamine",
        "cop": 1,
        "opa": "Donepezil",
        "opb": "Atropine",
        "opc": "Physostigmine",
        "opd": "Fluoxetine",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "02336758-f3f8-48dd-a488-88a40b44fc67",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used for Hypoactive Sexual Desire Disorder in females?",
        "exp": "FLIBANSERIN: a. Used for Hypoactive Sexual Stimulation Disorder b. Female Sexual Stimulant SILDENAFIL: a. PDE-5 inhibitor b. Used for erectile dysfunction ALPROSTADIL, PAPAVERINE, PHENTOLAMINE: Injectables used in treatment of Erectile Dysfunction.",
        "cop": 1,
        "opa": "FLIBANSERIN",
        "opb": "SILDENAFIL",
        "opc": "ALPROSTADIL",
        "opd": "PAPAVERINE",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "4f0cb514-ede2-4614-b3ae-86889868c8dd",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for akathesia caused by use of haloperidol is",
        "exp": "EPS Drug Of Choice Dystonia Benzhexol Akathisia Propranolol Parkinsonism Benzhexol Malignant neuroleptic syndrome Dantrolene Tardive dyskinesia Valbenazine",
        "cop": 1,
        "opa": "Propranolol",
        "opb": "Benzhexol",
        "opc": "Diazepam",
        "opd": "Levodopa",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "8315157f-2e68-4cf6-bc51-01d093b657f8",
        "choice_type": "single"
    },
    {
        "question": "True regarding bupropion is:-",
        "exp": "Buspirone (5HT1A paial agonist) is anti-anxiety drug whereas bupropion is an anti-depressant drug. BUPROPION -- It is an atypical anti-depressant drug. -- It inhibits the uptake of NA and DA. -- More significant effect of bupropion is presynaptic release of catecholamines. -- It is metabolized to amphetamine like compound and possesses excitatory propey. -- It is used for smoking cessation as sustained release formulation. -- It can precipitate seizures at high dose.",
        "cop": 1,
        "opa": "It is a dopamine reuptake inhibitor",
        "opb": "It is an antianxiety drug",
        "opc": "It does not precipitate seizures",
        "opd": "It is a nicotinic receptor antagonist",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "1c396046-8f4a-4f86-8045-48b3761811ee",
        "choice_type": "multi"
    },
    {
        "question": "Imipramine belongs to which group of drugs?",
        "exp": "ANTIDEPRESSANTS 1. TYPICAL a. MAO INHIBITORS i. NON-SELECTIVE (NOT USED NOW) 1. TRANYLCYPROMINE 2. ISOCARBOXAZIDE 3. PHENELZINE ii. SELECTIVE MAO-A INHIBITOR 1. MOCLEBEMIDE b. REUPTAKE INHIBITORS i. NON SELECTIVE (BOTH SEROTONIN AND NA) REUPTAKE INHIBITORS 1. TRICYCLIC ANTIDEPRESSANTS (TCA) a. NA + 5HT REUPTAKE INHIBITORS i. IMIPRAMINE ii. CLOMIPRAMINE iii. TRIMIPRAMINE iv. AMITRIPTYLINE b PREDOMINANTLY NA REUPTAKE INHIBITORS i. DESIPRAMINE ii. NORIPTYLINE iii. REBOXETINE 2. SEROTONIN AND NOR-ADRENALINE REUPTAKE INHIBITORS (SNRI) a. VENLAFAXINE b. DESVENLAFAXINE c. DULOXETINE d. MILNACIPRAN e. LEVO-MILNACIPRAN ii. SELECTIVE SEROTONIN REUPTAKE INHIBITORS (SSRI) 1. FLUOXETINE 2. FLUVOXAMINE 3. PAROXETINE 4. DAPOXETINE 5. SERALINE 6. CITALOPRAM 7. ESCITRALOPRAM 2. ATYPICAL a. TRAZODONE b. MIANSERIN c. MIAZAPINE d. BUPROPION e. AMOXAPINE f. TIANEPTIN g. AMINEPTIN h. NEFAZODONE",
        "cop": 2,
        "opa": "Antiepileptic",
        "opb": "Antidepressant",
        "opc": "Anxiolytic",
        "opd": "Antipsychotic",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "b41836ff-b1cd-4cb6-8a31-438792058d43",
        "choice_type": "single"
    },
    {
        "question": "A 32 - year- old male psychiatric patient complains that he feels tremors on movement. He is on some medication and feels always thirsty and frequently has to urinate. The most likely drug he is taking is?",
        "exp": "Tremors and symptoms of nephrogenic diabetes insipidus are due to side effects of lithium administration that can occur at blood levels within therapeutic range. Clozapine is associated with sedation and agranulocytosis",
        "cop": 3,
        "opa": "Valproic acid",
        "opb": "Clozapine",
        "opc": "Lithium",
        "opd": "Risperidone",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "15d49c66-f26b-49d7-8c27-b9d7435ce22d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an absolute contraindication for the use of lithium?",
        "exp": "Lithium is contraindicated in patients with Hypersensitivity to lithium Brugada syndrome Creatinine clearance less than 30",
        "cop": 1,
        "opa": "Renal failure",
        "opb": "Glaucoma",
        "opc": "Epilepsy",
        "opd": "Angina",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "f1c0db40-30f5-4b2e-95ef-3ed0f7bc2e73",
        "choice_type": "single"
    },
    {
        "question": "A patient, Hari has been diagnosed to have schizophrenia. Which of the following acts as a limiting factor in the use of clozapine as an antipsychotic drug in this patient?",
        "exp": "-Major adverse effects of clozapine are agranulocytosis and seizures. -High risk of causing lipodystrophy syndrome. -Does not prominently block dopamine receptors --> Negligible risk of extrapyramidal symptoms or hyperprolactinemia Effective against both positive and negative symptoms of schizophrenia.",
        "cop": 1,
        "opa": "Its potential to cause agranulocytosis",
        "opb": "Its inability to benefit negative symptoms of schizophrenia",
        "opc": "High incidence of extrapyramidal side effects",
        "opd": "Production of hyperprolactinemia",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "bf1ea09c-e7a2-4a4e-be66-a05f9b54f6b4",
        "choice_type": "single"
    },
    {
        "question": "A 43-year-old lady comes to emergency depament with acute attack of anxiety associated with physical symptoms like hyperventilation, increased HR, and sweating. She is diagnosed as a case of acute panic attack. Which of the following is the most suitable drug for this patient?",
        "exp": "Benzodiazepines like alprazolam and clonazepam are preferred for acute panic attack whereas SSRI like fluoxetine are drug of choice for long term management of panic disorder. Eszopiclone is a hypnotic. Propranolol is commonly used to treat performance anxiety (stage fright). Flumazenil is used in benzodiazepine poisoning.",
        "cop": 2,
        "opa": "Flumazenil",
        "opb": "Alprazolam",
        "opc": "Propranolol",
        "opd": "Eszopiclone",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "e545a332-7e12-4462-846a-de37df147a54",
        "choice_type": "single"
    },
    {
        "question": "Drug treatment for tardive dyskinesia is",
        "exp": "Tardive dyskinesia is late symptom which appears on treatment with typical antipsychotic like haloperidol. It occurs due to D2 receptor supersensitivity. Treatment of choice is valbenazine - Ropinirole is used for Restless leg syndrome - Tetrabenazine is drug used in Huntington's chorea - Biperidin is used in drug induced Parkinsonism.",
        "cop": 1,
        "opa": "Valbenazine",
        "opb": "Ropinirole",
        "opc": "Tetrabenazine",
        "opd": "Biperiden",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "80f11647-fd48-48f7-a6c6-3296d80841d9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a recently approved drug for post paum depression",
        "exp": "The uses of above drugs are:Brexanolone: Post paum depressionCalpacizumab: Thrombotic thrombocytopenic purpuraSolriamfetol: Excessive sleepiness in narcolepsy or sleep apneaSiponimod: Mutliple sclerosis",
        "cop": 1,
        "opa": "Brexanolone",
        "opb": "Calpacizumab",
        "opc": "Solriamfetol",
        "opd": "Siponimod",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "915e4f9b-f6d7-4ea5-858e-a214b235723d",
        "choice_type": "single"
    },
    {
        "question": "Which of the 5HT1 agonist drug act as anxiolytic agent",
        "exp": "5HT1a Receptor Agonist Buspirone - For Anxiety (Note: Bupropion is antidepressant which is used as antismoking drug) 5HT 1B/1D Receptor agonist Triptans Sumatriptan Naratriptan - Triptans are drug of choice for acute severe migraine. 5HT2 Receptor Antagonist - 5 HT2A/2C antagonist are used as anti-psychotics like: clozapine 5HT3 Receptor Antagonist - Drugs used are Ondansetron like drugs. These are DOC for chemotherapy induced vomiting 5HT4 Receptor Agonist: Drugs like cisapride, mosapride are prokinetic drugs used for GERD",
        "cop": 4,
        "opa": "Diazepam",
        "opb": "Zolpedem",
        "opc": "Cinnarizine",
        "opd": "Buspirone",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "985c63db-88cd-4dcb-aef7-7b63be61bd31",
        "choice_type": "single"
    },
    {
        "question": "Venlafaxine inhibits the reuptake of",
        "exp": "Reuptake inhibitors Inhibits reuptake of both 5 HT & Non adrenaline Inhibits reuptake of only 5 HT Tricyclic Antidepressant SNRI SSRI Imipramine Venlafaxine FLUOXETINE Clomipramine Duloxetine PAROXETINE Desipramine Milnacipran DAPOXETINE Amitriptyline Noriptyline SERALINE ESCITALOPRAM These drugs are not used now a days These are drug of choice for severe depression These are drug of choice for mild to moderate depression and Neurotic conditions like -OCD -Bulimia -Phobia",
        "cop": 2,
        "opa": "Norepinephrine",
        "opb": "Norepinephrine and serotonin",
        "opc": "Serotonin",
        "opd": "None of the above",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "ccc48200-7774-47c3-87f7-cc41c801fc36",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an anti-psychotic drug?",
        "exp": "Clobazam and divalproex are antiepileptic drugs Rasagiline is a MAO-B inhibitor useful for Parkinsonism Flupenthixol is a typical antipsychotic drug.",
        "cop": 4,
        "opa": "Clobazam",
        "opb": "Divalproex",
        "opc": "Rasagiline",
        "opd": "Flupenthixol",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "47a1b971-485d-4c04-aa59-cbf28b3a760d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is preferred for management of depression associated with insomnia?",
        "exp": "In a depressed patient with significant insomnia, miazapine appears to be the most effective therapy. Miazapine is Atypical antidepressant MOA: Blocks a2 auto-( on NA neurons) and hetero (on 5-HT neurons) receptors enhancing both NA and 5-HT release. SSRIs commonly cause insomnia and avoided in patients with significant insomnia.",
        "cop": 1,
        "opa": "Miazapine",
        "opb": "Venlafaxine",
        "opc": "Seraline",
        "opd": "Desipramine",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "cd57ba96-7f56-4cad-a2c3-f60d30d143cb",
        "choice_type": "single"
    },
    {
        "question": "Recently approved NMDA blocker for the management of treatment resistant depression in adults is?",
        "exp": "ESKETAMINE: a. Non - Competitive NMDA receptor antagonist b. Used for treatment of Resistant Depression in Adults c. Supplied as a spray for intranasal administration d. Comes with a BLACK BOX WARNING: 1. Risk for sedation and dissociation after administration 2. Potential for abuse and misuse 3. Increased risk of suicidal thoughts and behaviors in pediatrics and young adult patients taking antidepressants SIPONIMOD: a. Used for treatment for relapsing form of Multiple Sclerosis (MS). b. Oral administration c. Sphingosine -1- phosphate (S1P) receptor Modulator like FINGOLIMOD d. SIPONIMOD blocks the capacity of lymphocytes to egress from lymph nodes, reducing the number of lymphocytes in Peripheral blood. ERDAFITINIB: a. Tyrosine kinase inhibitor b. Used for bladder cancer RISANKIZUMAB: a. Mab against IL-23 b. Used in Plaque Psoriasis",
        "cop": 1,
        "opa": "ESKETAMINE",
        "opb": "SIPONIMOD",
        "opc": "ERDAFITINIB",
        "opd": "RISAKIZUMAB",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "28beab16-4682-4d65-a6ce-d9a1ec5a7898",
        "choice_type": "single"
    },
    {
        "question": "Which of the following adverse effect of levodopa is not blocked by carbidopa?",
        "exp": "Levodopa - CARBIDOPA / BENSERAZIDE: Peripheral DOPA decarboxylase inhibitors. - So peripheral adverse effects will decrease - More L-DOPA will enter the brain and efficacy will increase The adverse effects are more due to deposition of DOPA in the brain. DOPA deposition leads to psychosis i.e. abnormal behaviour and dyskinesia. These effects cannot be decreased by carbidopa.",
        "cop": 3,
        "opa": "Vomiting",
        "opb": "Hypotension",
        "opc": "Psychosis",
        "opd": "Tachycardia",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "2c584d35-0be1-4750-950d-33b1b57e3567",
        "choice_type": "single"
    },
    {
        "question": "All the following statements are true, except?",
        "exp": "Side effects of clozapine- Agranulocytosis (dose independent)- Seizures (dose dependent)- Sedation (m/c)- Myocarditis * Clopidogrel & ticlopidine both are prodrugs (inactive)* Activated by CYP 2C19* Omeprazole inhibits CYP2C19* Reversible P2Y12 inhibitors - cangrelor, ticagrelor SNRI (|5H & |NA), DOC for severe depression- Venlafaxine- Duloxetine- Milanacipran- Des venlafaxine- Levo milanacipran. Coronary steel phenomena shown by- Hydralazine- Isoflurane- Dipyridamole- Enflurane",
        "cop": 4,
        "opa": "Dipyridamole shows coronary steel phenomena",
        "opb": "Omeprazole inhibit CYP 2C19",
        "opc": "SNRI are drug of choice for severe depression",
        "opd": "Agranulocytosis is the most common side effect of clozapine",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "8b39f765-2952-4be1-bfce-744873ce1d30",
        "choice_type": "multi"
    },
    {
        "question": "Antidepressant drug that can cause neuroleptic malignant syndrome and tardive dyskinesia is:-",
        "exp": "Amoxapine acts by blocking D2 receptors in addition to the inhibition of NA reuptake. It possesses antipsychotic propeies as well It is a metabolite of antipsychotic drug; loxapine. Due to blockade of D2 receptors, there is risk of extrapyramidal symptoms like dystonia, neuroleptic malignant syndrome, tardive dyskinesia etc.",
        "cop": 3,
        "opa": "Amineptin",
        "opb": "Fluoxetine",
        "opc": "Amoxapine",
        "opd": "Trazodone",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "da937f24-c32e-472a-b32b-439b8f35cd89",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not the adverse effect of clomipramine?",
        "exp": "Clomipramine is a TCA. Adverse effects of TCA - Ach block, alpha blockade, H1 blockade, seizures, arrhythmia, metabolic acidosis. These have anticholinergic propey, so these will result in tachycardia",
        "cop": 3,
        "opa": "Dryness of mouth",
        "opb": "Seizures",
        "opc": "Bradycardia",
        "opd": "Metabolic acidosis",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "cf4e375c-a6eb-4a77-a4a4-5723984ca4ae",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is least associated with extra-pyramidal side effects?",
        "exp": "Carbamazapine acts on Sodium channel whereas extra pyramidalsymptoms are due to dopamine receptors. Antipsychotic drugs can result in extra-pyramidalsymptoms Typical antipsychotics act by blocking D2 receptors. This leads to two main adverse effects: Hyperprolactinemia Extrapyramidal symptoms Examples of typical antipsychotics are Haloperidol Droperidol Chlorpromazine Thioridazine Fluphenazine",
        "cop": 3,
        "opa": "Chlorpromazine",
        "opb": "Fluphenazine",
        "opc": "Carbamazepine",
        "opd": "Haloperidol",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "2b3eecdd-8837-44fa-9735-ba14db22cab1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is most useful for acute depression and has good side effect profile?",
        "exp": "Most effective drug for acute depression is SSRI i.e. Selective serotonin reuptake inhibitors. They are drug of choice for the same. They have very less side effects as compared to tricyclic antidepressants.",
        "cop": 2,
        "opa": "RIMA",
        "opb": "SSRIs",
        "opc": "Tricyclic Antidepressants",
        "opd": "Non selective MAO-inhibitors",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "729de455-da1d-407b-a5c2-da983b6e4f54",
        "choice_type": "single"
    },
    {
        "question": "Amongst the following extrapyramidal side effect is commonest with which drug?",
        "exp": "Clozapine is an atypical antipsychotic drug and has negligible risk of extrapyramidal symptoms. Atypical antipsychotic drugs act by antagonistic actions at 5-HT2 and alpha receptors and may or may not possess D2 blocking activity. These drugs are less likely to cause extrapyramidal symptoms. However, most of these agents (except ziprasidone and aripiprazole) can result in weight gain, hyperlipidemia and new-onset diabetes mellitus.",
        "cop": 2,
        "opa": "Risperidone",
        "opb": "Haloperidol",
        "opc": "Clozapine",
        "opd": "Ziprasidone",
        "subject_name": "Pharmacology",
        "topic_name": "Psychiatric Illness",
        "id": "69690df7-aa7f-4ed1-a275-711c24c829ee",
        "choice_type": "single"
    }
]