[
    {
        "question": "Which of the following drug used in the Management of Pulmonary Hypeension acts by inhibiting Phosphodiesterase enzyme?",
        "exp": "First line drugs for Functional class II-III PAH : cGMP Signaling Modulators: PDE-5 Inhibitors - Sildenafil, Tadalafil, Vardenafil cGMP Signaling Modulators: sGC Stimulator - Riociguat Endothelin Receptor Antagonists - Bosentan, Ambrisentan First line drugs for Functional class IV PAH: IP Receptor Agonists: Prostacyclin and Prostacyclin Analogs - Epoprostenol, Selexipag . L-type Ca2+ Channel Blockers like Nifedipine, Amlodipine: Use only in PAH patients with positive vasodilator testing.",
        "cop": 4,
        "opa": "Epoprostenol",
        "opb": "Bosentan",
        "opc": "Nifedipine",
        "opd": "Sildenafil",
        "subject_name": "Pharmacology",
        "topic_name": "Respiratory System",
        "id": "88e10ff7-ffb2-40a5-8f04-05296fa923fa",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of zileuton:-",
        "exp": "Zileuton is a selective and specific inhibitor of 5-lipoxygenase, preventing the formation of both LTB4 and the cysteinyl leukotrienes. Because zafirlukast and montelukast are selective antagonists of the cysteinyl leukotriene- 1 receptor, they block the effects of cysteinyl leukotrienes. All three drugs are approved for the prevention of asthma symptoms. While zafirlukast and montelukast both inhibit the effects of leukotrienes, they do so by blocking the receptor itself. Cromolyn inhibits mast cell degranulation and the release of histamine. Theophylline is a bronchodilator that has no effect on leukotrienes. Lipooxygenase inhibitors Zileuton inhibits synthesis of LTB4 (chemotactic) and LTC4 and LTD4 (bronchoconstrictor). Limiting features of this drug are sho duration of action and hepatotoxicity.",
        "cop": 2,
        "opa": "Cyclooxygenase inhibitor",
        "opb": "5-lipooxygenase inhibitor",
        "opc": "5-phosphodiesterase inhibitor",
        "opd": "Prevents mast cell degranulation",
        "subject_name": "Pharmacology",
        "topic_name": "Respiratory System",
        "id": "50e51cdd-7848-4f31-8a71-2d6764064cfc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is a leukotriene receptor antagonist?",
        "exp": "Montelukast and zafirlukast inhibit the bronchoconstrictor action of LTs at cys LT1 receptor. These are used as prophylactic agents for bronchial asthma. These are very safe drugs but few cases of Churg Strauss syndrome (vasculitis with eosinophilia) have been associated with their use.",
        "cop": 4,
        "opa": "Nicorandil",
        "opb": "Zileuton",
        "opc": "Sodium cromoglycate",
        "opd": "Montelukast",
        "subject_name": "Pharmacology",
        "topic_name": "Respiratory System",
        "id": "42a737a8-2f9f-4265-a422-26aeba7b9820",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true regarding sodium cromoglycate except:-",
        "exp": "Sodium cromoglycate and nedocromil prevent the degranulation of mast cells by trigger stimuli. Therefore, these are called mast cell stabilizers. These do not possess any bronchodilatory action. As already released mediators will continue to cause bronchospasm, These are indicated only for prophylaxis of bronchial asthma. These are given by inhalational route.",
        "cop": 1,
        "opa": "Given in acute bronchial asthma",
        "opb": "Inhibits degranulation of mast cells",
        "opc": "It is not a bronchodilator",
        "opd": "It is given by inhalational route",
        "subject_name": "Pharmacology",
        "topic_name": "Respiratory System",
        "id": "3db5e726-b678-4068-b9f2-27b0b79014cf",
        "choice_type": "multi"
    },
    {
        "question": "All of the following drugs can be given in status asthmaticus except:-",
        "exp": "Salmeterol is a long acting beta 2 agonist. It is very slow to work and thus has no role in management of acute severe asthma (Status asthmaticus). ACUTE SEVERE ASTHMA (STATUS ASTHMATICUS) Upper respiratory tract infection is the most common precipitant of acute severe asthma in a susceptible patient of asthma. The management of this condition include: Hydrocoisone intravenously Nebulized salbutamol plus ipratropium inhalation High flow humidified oxygen inhalation Salbutamol (intramuscular) or terbutaline (subcutaneous) injection",
        "cop": 2,
        "opa": "Terbutaline",
        "opb": "Salmeterol",
        "opc": "Hydrocoisone",
        "opd": "Salbutamol",
        "subject_name": "Pharmacology",
        "topic_name": "Respiratory System",
        "id": "3b989313-7940-40e2-ab4c-32cff01d1201",
        "choice_type": "multi"
    },
    {
        "question": "Mechanism of action of anti-tussives in cough syrup is:-",
        "exp": "Anti-tussives These drugs suppress cough, either by o Acting directly in the CNS to raise the threshold of cough centres or o By inhibiting tussal (cough) impulses in the respiratory tract. o Or Both. These drugs should be used only for dry (non productive) cough. Anti-tussives include o Codeine o Pholcodeine o Noscapine o Dextromethorphan.",
        "cop": 1,
        "opa": "Raise threshold of cough centre",
        "opb": "Inhibition of breathing centre",
        "opc": "Inhibition of respiratory centre",
        "opd": "Increase tussal impulses",
        "subject_name": "Pharmacology",
        "topic_name": "Respiratory System",
        "id": "7d66892b-30ba-4d35-9ce8-2f452f69f0a3",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of coicosteroids in asthma is:-",
        "exp": "Coicosteroids These are potent anti-inflammatory drugs and also decrease bronchial hyperreactivity and mucosal edema. Anti-inflammatory action is due to decreased recruitment of inflammatory cells as well as decreased production of PGs and LTs. These are not bronchodilators but increase the sensitivity to b2 agonists. Beta-2 agonists also increase the effect of steroids by enhancing the action of glucocoicoid receptors. Inhaled steroids include beclomethasone, budesonide, mometasone, fluticasone, flunisolide and triamcinolone. These have very little oral absorption and thus little systemic activity after inhalation (>90% reaches GIT after inhalational route, only 4-5% is retained in lungs). Hoarseness of voice and oropharyngeal candidiasis are very common adverse effects. Candidiasis can be prevented by gargling after each dose and topical nystatin (can be used for treatment also). Theophyllineincreases the effects of steroids byactivatingenzymehistone deacetylasewhich is the target for steroids as well.",
        "cop": 1,
        "opa": "Decreases mucosal edema by suppressing inflammatory response",
        "opb": "Mast cell stabilization",
        "opc": "Cause bronchodilation",
        "opd": "Leukotriene receptor antagonism",
        "subject_name": "Pharmacology",
        "topic_name": "Respiratory System",
        "id": "9cf214cd-267c-4211-b90d-561c02f52c32",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a soft steroid useful in asthma?",
        "exp": "Ciclesonide Inhaled coicosteroid. It is a prodrug which is metabolized to active compound by enzymes in the lungs. Thus, it has least risk of toxicity from systemic absorption when given by inhalational route. It is known as soft steroid.",
        "cop": 3,
        "opa": "Dexamethasone",
        "opb": "Betamethasone",
        "opc": "Ciclesonide",
        "opd": "Hydrocoisone",
        "subject_name": "Pharmacology",
        "topic_name": "Respiratory System",
        "id": "1f0e20d9-cbb6-4a74-97a3-7c6d6305ac82",
        "choice_type": "single"
    },
    {
        "question": "All adverse effects of theophylline are mediated by A1, receptor except:",
        "exp": "Theophylline exes it's bronchodilation effect by PDE inhibition effect and Adenosine A1 antagonism. It has multiple side effect : Nausea and vomiting PDE inhibition Headache PDE inhibition Gastric discomfo PDE inhibition Diuresis Adenosine A1 antagonism Arrythmias PDE inhibition, A 1 antagonism Seizures Adenosine A1 antagonism",
        "cop": 4,
        "opa": "Cardiac arrhythmias",
        "opb": "Dieresis",
        "opc": "Seizures",
        "opd": "GI discomfo",
        "subject_name": "Pharmacology",
        "topic_name": "Respiratory System",
        "id": "4529a829-3cd7-4ddd-a72b-cf6005a79152",
        "choice_type": "multi"
    },
    {
        "question": "Sildenafil, a gra like medicine, can be used for which of the following conditions?",
        "exp": "Phosphodiesterase inhibitors like sildenafil are indicated in Erectile dysfunction (Drug of choice) and Pulmonary hypeension Sildenafil selectively inhibits Phosphodiesterase (PDE)-V leading to increased cGMP levels and so is useful in erectile dysfunction. It can be administered orally. Adverse effects include headache, nasal congestion, flushing, visual disturbances (blue vision) etc. Colour vision defect is due to inhibition of PDE-VI present in the retina. Apa from their use in ED, sildenafil can also be used in the management of pulmonary hypeension. Other drugs of this group are vardenafil, udenafil, avanafil and tadalafil. Tadalafil- PDE-6 inhibition is not present",
        "cop": 1,
        "opa": "Pulmonary hypeension",
        "opb": "Essential hypeension",
        "opc": "Malignant hypeension",
        "opd": "Hypeension in pregnancy",
        "subject_name": "Pharmacology",
        "topic_name": "Respiratory System",
        "id": "fa591b66-b64a-4f07-864b-885e7d1fec06",
        "choice_type": "single"
    },
    {
        "question": "Omalizumab is a monoclonal antibody used for the management of:",
        "exp": "Omalizumab is a monoclonal antibody against IgE. It is useful for the Management of bronchial asthma.",
        "cop": 2,
        "opa": "Digitalis toxicity",
        "opb": "Bronchial asthma",
        "opc": "Rheumatoid ahritis",
        "opd": "Breast carcinoma",
        "subject_name": "Pharmacology",
        "topic_name": "Respiratory System",
        "id": "0c790787-960c-4b78-8e52-e34f51f96563",
        "choice_type": "single"
    },
    {
        "question": "Theophylline is a",
        "exp": "Theophylline- Phosphodiesterase inhibitor (inhibit the degradation of CAMP) Sodium cromoglycate is a mast cell stabilizer used for prophylaxis of asthma Montelukast and zafirlukast are leukotriene antagonist Zileuton is a LOX inhibitor",
        "cop": 3,
        "opa": "Mast cell stabilizer",
        "opb": "Leukotriene antagonist",
        "opc": "Phosphodiesterase inhibitor",
        "opd": "Leukotriene synthesis inhibitor",
        "subject_name": "Pharmacology",
        "topic_name": "Respiratory System",
        "id": "0089e1bb-127c-440f-8402-43f057782003",
        "choice_type": "single"
    },
    {
        "question": "Treatment of ventilator associated pneumonia (VAP) caused by MDR Acinetobacter baumannii is:",
        "exp": "Only 2 forms of polymyxin are in clinical use today- Polymyxin B :- Parenteral, ophthalmic, topical. - Polymyxin E (Colistin):- * Available as prodrug * IV /inhaled nebulizer* Used as salvage therapy for multidrug resistant infection* S/E: - Nephrotoxicity- Neurotoxicity Dalfopristin/Quinuprostin:- Reserved for treatment of severe vancomycin- resistant Enterococcus faecium (VRE) in the absence of other therapeutic options.",
        "cop": 2,
        "opa": "Quinupristin and dalfopristin",
        "opb": "Colistin",
        "opc": "Lavendamycin",
        "opd": "Tedizolid",
        "subject_name": "Pharmacology",
        "topic_name": "Respiratory System",
        "id": "551af6d7-c281-4140-a5bd-455bc644f5c4",
        "choice_type": "single"
    },
    {
        "question": "All the statements are True regarding Selexipag except?",
        "exp": "Selexipag is an orally active, Selective IP receptor agonist(Prostacyclin Receptor Agonist) . Selexipag has shown to reduce Morbidity and Moality in patients with Pulmonary HT . A/E : similar to those of PGI2 analogues and include headache, jaw pain, nausea, dizziness, flushing, nasopharyngitis and vomiting. Adverse effects appear to be more common when the drug is taken while fasting . MOA :",
        "cop": 1,
        "opa": "Selective IP receptor antagonist",
        "opb": "Prostacyclin receptor agonist",
        "opc": "Used in Pulmonary Hypeension",
        "opd": "Adverse effects of Selexipag are similar to those of PGI2 analogues",
        "subject_name": "Pharmacology",
        "topic_name": "Respiratory System",
        "id": "35475589-300c-446c-b274-5dd49482bcb8",
        "choice_type": "multi"
    },
    {
        "question": "All of the following drugs are used in bronchial asthma except:-",
        "exp": "Morphine release histamine and the resulting bronchospasm may worsen asthma. Therefore, morphine is contra-indicated in bronchial asthma. DRUGS FOR BRONCHIAL ASTHMA 1. BRONCHODILATORS a. BETA2 AGONISTS i. SHO ACTING 1. SALBUTAMOL 2. TERBUTALINE ii. LONG ACTING 1. SALMETEROL 2. FORMOTEROL b. ANTICHOLINERGICS i. IPRATROPIUM ii. TIOTROPIUM c. METHYLXANTHINES i. THEOPHYLLINE ii. AMINOPHYLLINE 2. DRUGS AFFECTING LEUKOTRIENES a. PHOSPHOLIPASE A2 INHIBITORS (COICOSTEROIDS) i. INHALATIONAL 1. BECLOMETHASONE 2. BUDESONIDE 3. FLUTICASONE 4. FLUNISOLIDE 5. MOMETASONE 6. TRIAMCINOLONE 7. CICLESONIDE ii. ORAL AND INTRAVENOUS 1. PREDNISOLONE 2. HYDROCOISONE b. LIPOXYGENEASE INHIBITORS i. ZILEUOTON c. LT RECEPTOR ANTAGONISTS i. ZAFIRLUKAST ii. MONTELUKAST 3. MAST CELL STABILIZERS a. NEDOCROMIL b. CROMOGLYCATE c. KETOTIFEN 4. MONOCLONAL ANTIBODIES a. ANTI-IgE ANTIBODY i. OMALIZUMAB b. ANTI-IL-5 ANTIBODIES i. MEPOLIZUMAB ii. RESLIZUMAB",
        "cop": 2,
        "opa": "Salbutamol",
        "opb": "Morphine",
        "opc": "Theophylline",
        "opd": "Steroids",
        "subject_name": "Pharmacology",
        "topic_name": "Respiratory System",
        "id": "7e1b77ca-0439-4c58-9638-359863699f3e",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for acute severe asthma is:-",
        "exp": "Sho acting beta 2 agonists like salbutamol are drug of choice for acute severe asthma Condition Drug of choice Bronchial Asthma Acute attack Salbutamol Acute attack in pregnancy Salbutamol Acute attack during labour Ipratropium Acute attack in patients on beta blocker therapy Ipratropium Prophylaxis Coicosteroids Exercise-induced asthma Acute attack Salbutamol Prophylaxis Coicosteroids Aspirin-induced asthma Acute attack Salbutamol Prophylaxis Coicosteroids Brittle asthma Type 1 S.C. Terbutaline infusion Type 2 S.C. Adrenaline",
        "cop": 1,
        "opa": "Sho acting beta 2 agonists",
        "opb": "Long acting beta 2 agonist",
        "opc": "Oral theophylline",
        "opd": "Inhaled ipratropium bromide",
        "subject_name": "Pharmacology",
        "topic_name": "Respiratory System",
        "id": "5b479f21-f41e-4335-93a1-f2950332776d",
        "choice_type": "single"
    }
]