[
    {
        "question": "In transverse lie, the presentation is:",
        "exp": "Transverse lie The long axes of the fetal and maternal ovoid are approximately at right angles to each other and the shoulder is presenting at pelvic inlet.The baby may be directly across the mother&;s abdomen,when it is a transverse lie,or obliquely across with the head or breech in one iliac fossa ,when it is an oblique lie (refer pgno:383 sheila textbook of obstetrics 2 nd edition)",
        "cop": 4,
        "opa": "Veex",
        "opb": "Breech",
        "opc": "Brow",
        "opd": "Shoulder",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "a0437225-5c70-4bd7-87b3-050872f3dcc8",
        "choice_type": "single"
    },
    {
        "question": "A 30 year old G1P1001 patient comes to see you In office at 37 weeks gestational age for her routine OB visit. Her 1st pregnancy resulted in a vaginal delivery of a 9-lb, 8-02 baby boy after 30 minutes of pushing. On doing Leopold maneuvers during this office visit codetermine ttwt the fetus is breech. Vaginal exam demonstrate that the cervix is 50% effaced and 1-2 cm dilated. The presenting breech is high out of pelvis. The estimated fetal weight, is about 7 lb. yn the patient- for a USG, which confirms a fetus frank breech prestation. There is a normal am &; amniotic fluid present, and the head is well-felt the patient&;s obstetrician, you offer all the following possible mgmt plans except",
        "exp": "definite indications for elective Caesarean section all complicated breech pregnancy Contracted or borderline pelvis Large babies Severe IUGR Hyper extension of fetal head Footling or knee presentation Previous Caesarean section Lack of an obstetrician experienced in assisted breech delivery can also be considered an indication for for elective Caesarean section (refer pgno:378 sheila textbook of obstetrics 2 nd edition)",
        "cop": 2,
        "opa": "Allow the patient to undergo a vaginal breech delivery whenever she goes into labor",
        "opb": "Send the patient to labor and delivery immediately for an emergen CS",
        "opc": "Schedule a CS at or after 39 weeks gestation a",
        "opd": "Schedule an ext cephalic version In next few days",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "d2c083fb-c7d7-40a9-8802-59bf29188590",
        "choice_type": "multi"
    },
    {
        "question": "All are true about premature rupture of membrane (PROM) except:",
        "exp": "Answer is option 1 Because amnioinfusion with warm saline can be performed in the presence of variable decelerations due to cord compression in oligohydraminos. TEXTBOOK OF OBSTETRICS, SHEILA BALAKRISHNAN, 2nd EDITION,pg:526",
        "cop": 1,
        "opa": "Amnioinfusion is done",
        "opb": "Amoxiclav antiobiotic should be given",
        "opc": "Aseptic cervical examination",
        "opd": "Steroid is used",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "b2d3706d-b2e7-4444-9605-dfb0a538af05",
        "choice_type": "multi"
    },
    {
        "question": "Saffron coloured meconium is seen in:",
        "exp": "Postmaturity syndrome is the description of a clinical syndrome in which fetus experiences placental insufficiency and resultant growth restrictions.The classical syndrome describes a neonate with wrinkled ,peeling skin coated with meconium,overgrown nails ,well developed palm and sole creases ,reduced subcutaneous fat and a wizened old man appearance (refer pgno:218 sheila textbooks of obstetrics 2 nd edition)",
        "cop": 1,
        "opa": "Postmaturity",
        "opb": "TB",
        "opc": "Breech",
        "opd": "Normal in appearance",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "6c0a6ec2-4847-4874-8737-61de579f48c1",
        "choice_type": "single"
    },
    {
        "question": "A G2P1 female at 35 weeks experiences uterine contractions. No fetal distress is seen and membranes are not ruptured. Which of the following is to be done?",
        "exp": "12 mg beta methasone injection is is indicated in all pregnancies at risk of preterm labour between 28 and 35 weeks to attain LUNG MATURITY. Since there is no indication of fetal distress it is not given. Tocolytics are used to inhibit contractions and keep the uterus quiescent in case of preterm labour.But it is not indicated after 34 weeks. Cervical cerclage is useful in some women with HISTORY OF preterm labour. Thus vaginal swab culture is can be used in this condition as presence of bacterial vaginosis has been found to be associated with preterm labour and most cases are asymptomatic. (TB of OBG sheila 2 and edition pg 193,194,573)",
        "cop": 2,
        "opa": "12 mg betamethasone injection",
        "opb": "Vaginal swab culture",
        "opc": "Tocolytic therapy",
        "opd": "Cervical cerclage",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "8f2b3705-f079-426b-802c-204bf0f62e71",
        "choice_type": "single"
    },
    {
        "question": "Procedure to be performed in case of arrest of after coming head due to contracted pelvis in breech:",
        "exp": "Entrapment of aftercoming head This complication is usually seen with preterm delivery as the incompletely dilated cervix constricts aruond the neck .Duhurssen&;s incisions can be placed over the cervix avoiding the 3 and 9 o&;clock positions .other alternatives are intravenous nitroglycerin for cervical dilatation.General an anaesthesia followed by breech extraction is another option.As a last reso replacement of fetus high into the vagina and uterus followed by Caesarean section can be attended (Zavanelli manoeuvre).Another option with those who have experience of the same is symphysiotomy to widen the anterior pelvis (refer sheila textbook of obstetrics pgno:381 2 nd edition)",
        "cop": 3,
        "opa": "Craniotomy",
        "opb": "Decapitation",
        "opc": "Zavanelli maneuver",
        "opd": "Cleidotomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "9382b75b-cc3f-478e-aedd-00f2d18a9a4e",
        "choice_type": "single"
    },
    {
        "question": "Misoprostol has been found to be effective in all of the following except",
        "exp": "Misoprostol is not used. Treatment modalities include eostrogrn therapy ,progesterone initial dose of 10-30 mg a day,should arrest bleeding in 24-48 hrs,after which 5 mg given daily for 20 days,ethamsylate,NSAID,antifibrinolytic agents like tranexamic acid,Gnrh is employed if the above fail,SERM like ormeloxifene etc.. Refer page no 344-345 of Shaw's textbook of gynaecology.",
        "cop": 3,
        "opa": "Missed aboion",
        "opb": "Induction of labour",
        "opc": "Menorrhagia",
        "opd": "Prevention of postpaum hemorrhage (PPH)",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "1978f2a8-8baa-425e-96fa-cd8b2f2a5635",
        "choice_type": "multi"
    },
    {
        "question": "In post-term pregnancy, there is increased risk of all except",
        "exp": "Post maturity DOES NOT put mother at risk.Increased morbidity may occur due to hazards of induction. Post term pregnancy causes an increased risk of placental insufficiency due to placental ageing,meconium aspiration and intracranial hemorrhage. (TB of obstetrics DC DUTTA 8th edition pg 374)",
        "cop": 1,
        "opa": "Postpaum hemorrhage",
        "opb": "Meconium aspiration syndrome",
        "opc": "Intracranial hemorrhage",
        "opd": "Placental insufficiency leading to fetal hypoxia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "8e31ce90-cfb7-4059-bafe-e7aaa1ed08b6",
        "choice_type": "multi"
    },
    {
        "question": "The compiication that can occur with internal podalic version for transverse lie:",
        "exp": "Complications of internal podalic version rupture uterus if done without adequate liquor and in obstructed labour Anaesthetic risks Atonic postpaum haemorrhage due to the use of uterine relaxants like halothane Bih asphyxia and bih trauma (refer pgno:453 Sheila textbook of obstetrics 2 nd edition)",
        "cop": 1,
        "opa": "Uterine rupture",
        "opb": "Uterine atony",
        "opc": "Cervical laceration",
        "opd": "Vaginal alceration",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "00db71ab-9349-4bbd-bc53-83c27459ee2f",
        "choice_type": "single"
    },
    {
        "question": "All the following are criteria for outlet forceps application Except",
        "exp": "ProcedureCriteriaOutlet ForcepsScalp is visible at the introitus without separating the labiaFetal skull has reached pelvic floorFetal head is at or on perineumRotation does not exceed 45degreesLow ForcepsLeading point of fetal skull is at station >= +2cm, and not on the pelvic floora) Rotation is 45 degrees or lessb) Rotation is greater than 45 degreesMidforcepsStation is between 0 and +2cmHighNot included in classificationReference: William&;s Obstetrics; 24th edition; Chapter 29; Operative Vaginal Delivery",
        "cop": 3,
        "opa": "Fetal skull has reached pelvic floor",
        "opb": "Scalp is visible at the introitus without separating the labia",
        "opc": "Station is between 0 and +2cm",
        "opd": "Rotation does not exceed 45degrees",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "1c8a37d7-acc2-43f8-9c11-b7afd0692981",
        "choice_type": "multi"
    },
    {
        "question": "The following statements are related to rupture uterus except;",
        "exp": "Risk of lower segment scar rupture is LESS compared to a upper segment scar rupture as it can be better apposed and its healing is better during puerperium . (Sheila TB of obstetrics 2nd edition pg 338)",
        "cop": 4,
        "opa": "Lower segment scar rarely ruptures during pregnancy",
        "opb": "b. In incomplete rupture the peritoneal coat remains intact",
        "opc": "Classical caesarean scar often rupture during late pregnancy",
        "opd": "Risk of lower segment scar rupture is high compared to classical scar rupture",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "f4a3e839-cdaa-41a8-8328-f21ca6cfcbdf",
        "choice_type": "multi"
    },
    {
        "question": "All are risk factors for preterm delivery except",
        "exp": "Fetal fibronectin is a fetal glycoprotein that is expressed in the first half of pregnancy. After 20 weeks it is not normally detectable until membranes rupture. So its absence has been associated with a low risk of preterm delivery,whereas other 3 are obvious risk factors for preterm labour. (TB of OBG Sheila 2nd edtn pg 192,193)",
        "cop": 1,
        "opa": "Absence of fetal fibronectin at < 37 weeks",
        "opb": "Previous history of preterm baby",
        "opc": "Asymptomatic cervical dilatation",
        "opd": "Chylamydial infection of genital tract",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "7aa3596a-13ea-4d83-addc-7f6ee7ce9262",
        "choice_type": "multi"
    },
    {
        "question": "Half-life biological of oxytocin:",
        "exp": "Oxytocin is a nanopeptide synthesised by supraoptic and paraventricular nuclei of hypothalamus. It is rapidly metabolised and degraded by oxytocinase and hence has a half life of 3 - 4 minutes and a duration of action of approximately 20 minutes. (DC Sutta TB of obstetrics 8th edtn pg 573)",
        "cop": 2,
        "opa": "2-3 min",
        "opb": "3-4 min",
        "opc": "5-6 min",
        "opd": "7-8 min",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "6037664e-806c-4099-825b-114efe3af62a",
        "choice_type": "single"
    },
    {
        "question": "Zavenelli&;s manoeuver done in:",
        "exp": "Entrapment of aftercoming head This complication is usually seen with preterm delivery as the incompletely dilated cervix constricts aruond the neck .Duhurssen&;s incisions can be placed over the cervix avoiding the 3 and 9 o&;clock positions .other alternatives are intravenous nitroglycerin for cervical dilatation.General an anaesthesia followed by breech extraction is another option.As a last reso replacement of fetus high into the vagina and uterus followed by Caesarean section can be attended (Zavanelli manoeuvre).Another option with those who have experience of the same is symphysiotomy to widen the anterior pelvis (refer sheila textbook of obstetrics pgno:381 2 nd edition)",
        "cop": 1,
        "opa": "Shoulder dystocia",
        "opb": "Deep transverse arrest",
        "opc": "Retained placenta",
        "opd": "Face presentation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "c674009f-274e-4ea7-9826-84ee38dcf315",
        "choice_type": "single"
    },
    {
        "question": "Blood in urine in a patient in labour is diagnostic of:",
        "exp": "Blood in urine in a patient in labour is indicative of scar rupture.Previous history of classical cesarean section makes woman vulnerable to unpredictable rupture of uterus. (DC DUTTA TB of obstetrics 8th edtn pg 383)",
        "cop": 1,
        "opa": "impending scar rupture",
        "opb": "Urethral injury",
        "opc": "Obstructed labour",
        "opd": "Cystitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "6a127842-c15c-4435-8607-d6ff297388da",
        "choice_type": "single"
    },
    {
        "question": "All of the following are contraindications to tocolysis except.",
        "exp": "Contraindications of Tocolysis : Chorioamniotis Advanced labour Abruption Pre-eclampsia Fetal distress IUD Pregnancy >34 weeks Congenital anomalies. Ref: Dutta Obs 7e pg 319.",
        "cop": 4,
        "opa": "Chorloamnionitis",
        "opb": "Fetal distress",
        "opc": "Anencephaly",
        "opd": "Placenta pre",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "c5863854-cbd2-4af0-8257-7e89ebbc6fb7",
        "choice_type": "multi"
    },
    {
        "question": "Drug given to reduce uterine contractions during preterm labour with least side effects:",
        "exp": "Nifidipine which is a calcium channel blocker has the advantage of being effective orally,safe and cheap.Transient hypotension should be looked out for .A Cochrane review found that nifedipine was superior to betamimetics as a tocolytic.But there is no clear first line agent to date .(pg 175 textbook of obstetrics Sheila balakrishnan 2nd edition)",
        "cop": 2,
        "opa": "Ritodrine",
        "opb": "Nifidipine",
        "opc": "Magnessium sulphate",
        "opd": "Progesterone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "0cffd293-5308-41e4-b190-6ab558c53286",
        "choice_type": "single"
    },
    {
        "question": "Which is most likely complication of lUD?",
        "exp": "The most common complication seen in intrauterine fetal death is hypo fibro gene mia due to consumption coagulopathy. It occurs due to release of thromboplastin from dead fetus and placenta into maternal circulation. (DC Dutta TB of obstetrics 8th edtn pg 378)",
        "cop": 1,
        "opa": "Hypofibrinogenemia",
        "opb": "Sterility",
        "opc": "Cervical tear",
        "opd": "None of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "f7928d31-df41-41ca-afba-eb4e2d6dfd2f",
        "choice_type": "multi"
    },
    {
        "question": "The following statements are related to symphysiotomy except:",
        "exp": "Symphysiotomy is the operation designed to enlarge the pelvic capacity by dividing the symphisis pubis. It should be done only when the obstruction is ESTABLISHED and not anticipated. -isolated outlet contraction is ideal -FHS must be present -ventouse is preferable to forceps for extraction (DC Dutta TB of obstetrics 8th edtn pg 679)",
        "cop": 1,
        "opa": "The operation is done only when obstruction is anticipated",
        "opb": "Isolated outlet contraction is the ideal case",
        "opc": "FHS must be present",
        "opd": "Ventouse is preferable to forceps for extraction",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "367e0842-c4f7-4e82-95a0-12855eea2df4",
        "choice_type": "multi"
    },
    {
        "question": "A 26-year-old G2P1 woman at 41 weeks gestation has been pushing for 3 hours without progress. Throughout this time, her vaginal examination has remained completely dilated, completely effaced, and 0 station, with the head persistently in the occiput posterior position. Which of the following statements accurately describes the situation",
        "exp": "A 3-hour second stage of labor still is abnormal, even with epidural analgesia. An anthropoid pelvis, which predisposes to the persistent fetal occiput posterior position, is characterized by a pelvis with an anteroposterior diameter greater than the transverse diameter with prominent ischial spines and a narrow anterior segment. The baby is at \"0\" station, meaning that the presenting pa (in most cases, the bony pa of the fetal head) is right at the plane of the ischial spines and not at the pelvic inlet. Station refers to the relationship of the presenting bony pa of the fetal head in relation to the ischial spines, and not the pelvic inlet. Engagement refers to the relationship of the widest diameter of the presenting pa and its location with reference to the pelvic inlet. Manual rotation of the fetal head may be considered in selected circumstances.<img alt=\"\" src=\" />",
        "cop": 1,
        "opa": "The patient is best described as having an arrest of descent.",
        "opb": "The bony pa of the fetal head is likely to be at the plane of the pelvic inlet.",
        "opc": "The occiput posterior position is frequently associated with a gynecoid pelvis.",
        "opd": "The labor progress is normal if the patient does not have an epidural catheter for analgesia, but is abnormal if epidural analgesia is being used.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "a8304083-8941-4cab-9a5f-570b49cc5c82",
        "choice_type": "multi"
    },
    {
        "question": "A forceps rotation of 30deg from left occiput anterior (LOA) to occiput anterior (OA) with extraction of fetus from +2 station",
        "exp": "FORCEPS OUTLET FORCEPS Scalp visible at introitus without seperating labia leading point of fetal skull is at the pelvic floor saggital suture in AP diameter or rotation<45 degree LOW FORCEPS leading point of fetal skull is at station +2cm or below,not on pelvic floor rotation not more than 45 degree MIDCAVITY FORCEPS fetal head 1/5 palpable per abdomen head engaged but station above +2cm rotation>45 degree HIGH FORCEPS never done TEXTBOOK OF OBSTETRICS,SHEILA BALAKRISHNAN,pg no:443,2nd edition",
        "cop": 3,
        "opa": "High forceps",
        "opb": "Mid forceps",
        "opc": "Low forceps",
        "opd": "Outlet forceps",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "65d86f5b-0a73-45e9-bbc3-ac420fd1264f",
        "choice_type": "single"
    },
    {
        "question": "Techniques of delivery of after coming head in breech presentation:",
        "exp": "Burns Marshall manoeuvre When the occiput is seen under the symphysis pubis,steady traction is given on the feet and the baby is swung in an arc towards the mother&;s abdomen.By simultaneous suprapubic pressure (refer pgno:380 sheila textbook of obstetrics 2 nd edition)",
        "cop": 1,
        "opa": "Burns-Marshall method",
        "opb": "Forceps delivery",
        "opc": "Modified Mauriceau-Smellie-Veit technique",
        "opd": "Lovset's maneuver",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "2a7ec434-1c18-46f6-905a-e2b00a076dd2",
        "choice_type": "multi"
    },
    {
        "question": "On TVS which of the following shape of cervix indicates high chances of miscarriage :",
        "exp": "Cervical assessment by transvaginal ultrasound is gaining popularity.Abdominal ultrasound may give an enormous value due to the full bladder.Cervical length less than 25 mm at 24 weeks may be predictive of preterm delivery refer pgno:193 sheila textbook of obstetrics 2 nd edition",
        "cop": 3,
        "opa": "T",
        "opb": "Y",
        "opc": "U",
        "opd": "O",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "1b0706c6-a950-48e5-8e28-e2a8f936839e",
        "choice_type": "single"
    },
    {
        "question": "Earliest sign of intrauterine death is",
        "exp": "Intrauterine death : Presence of gas in the fetal large vessels - Robes sign is the earliest sign seen 12 hrs after fetal death Ball sign - Crumpled up spine of the fetus or hyperflexion of the spine Spalding's sign -Overlapping of the fetal skull bones due to shrinkage of cerebrum after death of fetus. Ref:Dutta Obs 9e pg 303.",
        "cop": 1,
        "opa": "Gas in blood vessels",
        "opb": "Hyperflexion of fetal spine",
        "opc": "Spalding's sign",
        "opd": "Aboion",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "90386e9b-8b3d-4788-96a6-61ca5532c89d",
        "choice_type": "single"
    },
    {
        "question": "ECV is absolutely contraindicated in all except.",
        "exp": "Contraindications multiple pregnancy Antepaum haemorrhage Uteroplacental insufficiency as in intrauterine growth restrictions or preeclampsia Ruptured membranes Previous Caesarean section Contracted pelvis and uterine anomalies Need for Caesarean due to other indications like medical disorders (refer pgno:451 Sheila textbook of obstetrics 2 nd edition)",
        "cop": 1,
        "opa": "Previous LSCS scar",
        "opb": "Severe preeclampsia",
        "opc": "Placenta pre",
        "opd": "Septate uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "c72411a9-06e8-424c-ab3d-68cedf18cd64",
        "choice_type": "multi"
    },
    {
        "question": "Deep transverse arrest is seen In alt except",
        "exp": "Deep transverse arrest is defined as the head being arrested with the sagital suture in the transverse diameter at the level of ischial spnes,after full dilatation of cervix and in spite of good uterine contractions.This can occur ib an android pelvis where there is beaking of forepelvis and sacrum lacks normal curvature . other reasons for failure of rotation includes deflexion of head,inefficient utetine contactions,weak pelvic floor preventing anterior rotation,pendulous abdomen and muscle tone. Refer page no 369 of Text book of obsetrics sheila balakrishnan.",
        "cop": 3,
        "opa": "Android pelvis",
        "opb": "Epidural analgesia",
        "opc": "Transverse lie",
        "opd": "Uterine ineia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "132a6dc8-2f90-40ca-95c1-d49143cdb22d",
        "choice_type": "multi"
    },
    {
        "question": "Extreme preterm is defined as",
        "exp": "Preterm labor is defined as one where the labor stas before 37th completed week, counting from the first day of the last menstrual period Lower limit of gestation is - 20 weeks in developed countries 28 weeks in developing countries Ref: Dutta Obs 9e pg 294.",
        "cop": 4,
        "opa": "34-36 weeks",
        "opb": "32-33 weeks",
        "opc": "28-31 weeks",
        "opd": "< 28 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "8cc70960-8640-4e47-b79d-e2e608d951f8",
        "choice_type": "single"
    },
    {
        "question": "Post-term labour is seen in:",
        "exp": "Post term labour is seen in anencephaly. Pituitary is absent. It interfers with hormonal control of onset of labour. TEXTBOOK OF OBSTETRICS, SHEILA BALAKRISHNAN, 2nd EDITION,pg:218",
        "cop": 3,
        "opa": "Hydramnios",
        "opb": "PID",
        "opc": "Anencephaly",
        "opd": "Multiple pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "56939e27-877e-48d2-92e6-f26f293a1116",
        "choice_type": "single"
    },
    {
        "question": "In an after coming head the following bone Is perforated during craniotomy:",
        "exp": "Craniotomy : Consists of perforating the fetal skull, evacuating the contents and then delivering rest of the fetal pas. Indications : Delivery of dead fetus in obstructed labour with a cephalic presentation Delivery of the arrested after coming head in vaginal breech delivery Hydrocephalus Ref: Dutta Obs 9e pg 544.",
        "cop": 1,
        "opa": "Occiput",
        "opb": "Parietal",
        "opc": "Palate",
        "opd": "Frontal",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "1649c763-6f78-4f98-8451-babdcd3decd0",
        "choice_type": "single"
    },
    {
        "question": "Traction force required for forceps delivery In primigravida is:",
        "exp": "Functions of forceps Traction force:in primigravidae the traction force required is about 20kg and that in multipara about 13 kg rotation of head:can be acheived by Kielland&;s forceps act as a protective cage for head from the pressure of bih canal as in a premature baby, controlled delivery of the after coming head in breech D.C.DUTTA&;S TEXTBOOK OF OBSTETRICS,pg no:574,7th edition",
        "cop": 2,
        "opa": "15 kg",
        "opb": "18 to 20 kg",
        "opc": "13 kg",
        "opd": "25 kg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "e4515d17-ea10-4bf6-8149-09101d756240",
        "choice_type": "single"
    },
    {
        "question": "Induction of labor by amniotomy can lead to the following complications;",
        "exp": "Cord prolapse is te condition where the umbilical cord lies below the presenting pa after rupture of membranes. Aetiological factors includes,Mapresentations(20% transverse lie,12% footling,6% flexed breech),contracted pelvis,multiple pregnancy,polyydraminos when themembrane ruptures,exclusively long cord,battledore placenta as the cord is attached to the margin of placenta,multipara,iatrogenicaificial rupture of membranes with a mobile presenting pa, ,manual rotationor version Refer page no 386 of Text book of obstetrics ,sheila balakrishnan.",
        "cop": 1,
        "opa": "Cord prolapse",
        "opb": "Abruptio placenta",
        "opc": "Rupture uterus",
        "opd": "Infection",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "00732a9d-4d99-4ae1-9945-535ebc7d1a5e",
        "choice_type": "single"
    },
    {
        "question": "Indicators of impending uterine rupture during labour include all of the following except.",
        "exp": "The earliest sign of rupture of uterus is fetal hea decelerations which is a screening for detecting fetal hypoxia or fetal distress. On vaginal examination there is bleeding through is. In cases where bladder is involved ,hematuria may be present. But passage of meconium is not an indicator of impending rupture of uterus. (TB of OBG Sheila 2nd edition pg 411)",
        "cop": 4,
        "opa": "Fetal distress",
        "opb": "Hematuria",
        "opc": "Fresh bleeding per vaginum",
        "opd": "Passage of meconium",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "99bb150f-855e-4f72-a323-cc08bad6947a",
        "choice_type": "multi"
    },
    {
        "question": "Outlet forceps, means:",
        "exp": "In modern obstetrics outlet and low forceps are commonly used .Kielland is very rarely used today and only by experienced person s(refer pgno:446 sheila textbook of obstetrics 2 nd edition)",
        "cop": 2,
        "opa": "Head at station \"0\"",
        "opb": "Full cervical dilatation",
        "opc": "Rupture of membrane",
        "opd": "Rotation > 45",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "7fd7f5db-0875-4524-a853-ee6e0889887c",
        "choice_type": "single"
    },
    {
        "question": "True about misoprostol:",
        "exp": "Misoprostal: PGE-1 Given as transvaginally or orally Can be given for induction of labour Cause first trimester aboion Ref: Dutta Obs 9e pg 485.",
        "cop": 2,
        "opa": "PGE2",
        "opb": "1 st trimester aboion",
        "opc": "Used in PPH",
        "opd": "Rectally given",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "7a6a8f24-b9dd-4102-b687-4af83a6f9c51",
        "choice_type": "multi"
    },
    {
        "question": "Uterine rupture is least common with:",
        "exp": "Chances of scar rupture is less with an LSCS scar compared to classical scar ,inveed T shaped or T shaped incision. There is only 0.5% - 2% chance of rupture in LSCS compared to 4-8% chance in classical scar rupture. It is mainly due to better apposition and better healing of lower segment in puerperium compared to an upper segment scar which has less healing chances due to frequentcontraction and retraction. (Sheila TB of obstetrics 2nd edition pg 338)",
        "cop": 1,
        "opa": "LSCS",
        "opb": "Classical section",
        "opc": "Inveed T-shaped incision",
        "opd": "T-shaped incision",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "7b37a26c-c6e2-4af6-a919-439518f266b0",
        "choice_type": "single"
    },
    {
        "question": "Vaginal bih after caesarean section (VBAC) is contraindicated in:",
        "exp": "Most common indications (85%) Previous Caesarean (most common) Dystocia Fetal distress Breech presentation (refer pgno:459 sheila textbook of obstetrics 2 nd edition)",
        "cop": 1,
        "opa": "Previous classical section",
        "opb": "Suspected CPD",
        "opc": "NO vaginal bih previously",
        "opd": "Previous uterine rupture",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "c4d330d7-3341-4c0f-a827-187707cbe2c0",
        "choice_type": "single"
    },
    {
        "question": "The following statements are related to occipitoposterior except",
        "exp": "Occipitoposterior position The occiput is in the posterior segment of pelvis ,over lying the sacroiliac joint or the sacrum.Occipitoposterior position is responsible for most cases of prolonged labour and second stage delay and is the most common cause of a mobile head at term (refer pgno:365 Sheila textbook of obstetrics 2 nd edition)",
        "cop": 2,
        "opa": "malrotation of occiput may cause occipitosacral arrest",
        "opb": "10% cases are associated with anthropoid or android pelvis",
        "opc": "Incomplete forward rotation of occiput may cause deep transverse arrest",
        "opd": "Nonrotation of occiput may cause are associated",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "aa1acba0-b43a-46df-8d20-a50960ad6570",
        "choice_type": "multi"
    },
    {
        "question": "After coming head of breech will have difficulty in delivery in all of the following condition s except:",
        "exp": "Placenta prae Defined as a placenta located paly or completely in the lower uterine segment.The bleeding is called inevitable or unavoidable haemorrhage as dilatation of internal os inevitably results in haemorrhage (refer pgno:128 Sheila textbooks of obstetrics 2 nd edition)",
        "cop": 2,
        "opa": "Hydrocephalus",
        "opb": "Placenta pre",
        "opc": "Incomplete dilation of cervix",
        "opd": "Extension of head",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "91cb3de1-07e2-41dd-a23c-f8d63c46ad38",
        "choice_type": "multi"
    },
    {
        "question": "ECV is contraindicated in:",
        "exp": "definite indications for elective Caesarean section all complicated breech pregnancy Contracted or borderline pelvis Large babies Severe IUGR Hyper extension of fetal head Footling or knee presentation Previous Caesarean section Lack of an obstetrician experienced in assisted breech delivery can also be considered an indication for for elective Caesarean section (refer pgno:378 sheila textbook of obstetrics 2 nd edition)",
        "cop": 4,
        "opa": "Primi",
        "opb": "Flexed breech",
        "opc": "Anemia",
        "opd": "PIH",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "c7b9e2ad-bb4c-482b-b73d-2aa83a163d9a",
        "choice_type": "single"
    },
    {
        "question": "All are complications of vacuum assisted delivery over forceps delivery except",
        "exp": "Maternal complications soft tissue injuries to the vagina,cervix and perineum Annular detachment of cervix Traumatic post maum haemorrhage Fetal complications scalp injury Cephalhaematoma Subgaleal haemorrhage Intracranial haemorrhage Subconjunctival haemorrhage Retinal haemorrhage Neonatal jaundice Asphyxia in difficult vacuum extraction (refer pgno:447 Sheila textbook of obstetrics 2 nd edition)",
        "cop": 1,
        "opa": "Cephal hematoma",
        "opb": "Subgaleal hematoma",
        "opc": "Intracranial hemorhage",
        "opd": "Transient lateral rectus palsy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "62cc91f8-cef4-41e5-be6a-da5b97808f82",
        "choice_type": "multi"
    },
    {
        "question": "Intrauterine death at 36 weeks. Treatment is:",
        "exp": "In case of a late intra uterine fetal death spontaneous expulsion occurs in about 80% of cases within 2 weeks. Patient and her relatives should be assured of the safety of non interference. Early interference done only if indicated: - manifestations of uterine infection - psychological -falling fibrinogen level (D C DUTTA TB of obstetrics 8 th edtn pg 378)",
        "cop": 2,
        "opa": "Continue upto term",
        "opb": "Wait for spontaneous expulsion",
        "opc": "Syntocinon + ARM",
        "opd": "Hysterectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "26643025-d885-4681-93f4-5392b7191758",
        "choice_type": "single"
    },
    {
        "question": "In primi, preterm labour, all of the following can be used as Tocolytic except:",
        "exp": "Ritodrine is a beta sympathomimetic drug. It was previously used as iv infusion. Now not used because of severe adverse effects like tachycardia and pulmonary edema TEXTBOOK OF OBSTETRICS, SHEILA BALAKRISHNAN, 2nd EDITION pg:195",
        "cop": 1,
        "opa": "Ritodnne",
        "opb": "MgSO4",
        "opc": "Dexamethasone",
        "opd": "Propranolol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "7c7cbdce-ac44-4268-88e8-24a3cc10a24f",
        "choice_type": "multi"
    },
    {
        "question": "In classical caesarean section more chances of rupture of uterus is in:",
        "exp": "Upper uterine segment is at more risk of rupture in case of a previous classical cesarean section. Here incision is made on the anterior uterine wall in the upper segment above the reflection of uterovesical fold of peritoneum. It is because such a scar is difficult to appose and healing is not good because of frequent contractions and retraction during puerperium. (Sheila TB of obstetrics 2nd edtn pg 338)",
        "cop": 1,
        "opa": "Upper uterine segment",
        "opb": "Lower uterine segment",
        "opc": "Uterocervical junction",
        "opd": "posterior uterine segment",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "b10d97ab-0df9-4087-9d3c-fb63722752e8",
        "choice_type": "single"
    },
    {
        "question": "AG2 P1L1 female with previous H/O LSCs presents. at 36 weeks of gestation with breech presentation. Next step in management;",
        "exp": "definite indications for elective Caesarean section all complicated breech pregnancy Contracted or borderline pelvis Large babies Severe IUGR Hyper extension of fetal head Footling or knee presentation Previous Caesarean section Lack of an obstetrician experienced in assisted breech delivery can also be considered an indication for for elective Caesarean section (refer pgno:378 sheila textbook of obstetrics 2 nd edition)",
        "cop": 1,
        "opa": "ECV at 37 weeks",
        "opb": "Planned cesarean at 38 weeks",
        "opc": "Immediate cesarean",
        "opd": "Induction of labor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "1c6e3d80-8703-43b8-8e3f-22d95ab00716",
        "choice_type": "multi"
    },
    {
        "question": "Symphysiotomy is indicated in:",
        "exp": "Symphysiotomy is indicated ideallywhen outlet contraction of pelvis is present. It is the operation designed to enlarge pelvic capacity by dividing symphysis pubis",
        "cop": 3,
        "opa": "Contraction of brim",
        "opb": "Contraction of cavity",
        "opc": "Contraction of outlet",
        "opd": "All of these",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "75e39579-7541-4b85-bb68-0f4458d0f3d9",
        "choice_type": "multi"
    },
    {
        "question": "Risk of preterm delivery is increased if cervical length is less than :",
        "exp": "During pregnancy cervical length of <2.5cm and internal os of 1cm increases the chance of miscarriage Reference: Dutta's Textbook of Obstetrics 7th edition page no 169",
        "cop": 1,
        "opa": "2.5 cm",
        "opb": "3.0 cm",
        "opc": "3.5 cm",
        "opd": "4.0 cm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "7e5af795-4b6c-4a59-88e3-e772459f98f9",
        "choice_type": "single"
    },
    {
        "question": "which fetal presentation vaginal delivery can be expected?",
        "exp": "If there is no dispropoion and the position is mentoanterior labour can be allowed to progress.The majority deliver spontaneously although labour may take slightly longer .(refer pgno:373 sheila textbook of obstetrics 2 nd edition)",
        "cop": 4,
        "opa": "Face presentation when the chin lies direct to the sacrum",
        "opb": "Brow presentation",
        "opc": "Shoulder presentation",
        "opd": "Face presentation when the chin lies under the symphysis pubis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "ccbcbbe7-6d00-4e76-a0cb-dc449f89f1ca",
        "choice_type": "single"
    },
    {
        "question": "In a case of direct occipitoposterior position (face to pubis delivery) most commonly encountered problem is:",
        "exp": "In minority :provide the fetal and maternal conditions permit one should teke a watchful expectancy for the anterior rotation of the occiput and descent of head.In occipito sacral position spontaneous delivery as face to pubis may occur.In such cases proper conduction of delivery and liberal episiotomy should be done to prevent complete perineal tear. D.C.DUTTA&;S TEXTBOOK OF OBSTETRICS,Pg no:371,7th edition",
        "cop": 4,
        "opa": "Intracranial Injury",
        "opb": "Cephalhematoma",
        "opc": "Paraurethral tears",
        "opd": "Complete perineal tears",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "1a040a9b-dbc9-4a9a-a040-7cd43792d723",
        "choice_type": "single"
    },
    {
        "question": "Blood will interfere with the nitrazine test for detecting ruptured membranes because:",
        "exp": "Blood mixes with nitrazine to produce false positive results, as there is increase in ph. It turns the litmus paper to blue suggestive of PROM. TEXTBOOK OF OBSTETRICS, SHEILA BALAKRISHNAN, 2nd EDITION,pg:197",
        "cop": 2,
        "opa": "It is acid",
        "opb": "It is alkaline",
        "opc": "It contains increased amounts us sodium chloride",
        "opd": "It contains decreased amounts of sodium chloride",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "15245ea0-72b2-42bd-9ec8-e791a5d6d6d1",
        "choice_type": "single"
    },
    {
        "question": "Use of prostaglandins:",
        "exp": "Prostaglandins incites uterine contractions by altering muscle membrane permeability to Calcium ion. Thus it is used in case of missed aboion. (Sheila TB of obstetrics 2nd edtn pg 568 table 63.4)",
        "cop": 1,
        "opa": "Missed aboion",
        "opb": "lind trimester aboion",
        "opc": "Ectopic pregnancy",
        "opd": "PPH",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "716b86fb-9e26-4d0f-9d8f-2496dafa3e33",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true regarding forceps and vacuum delivery except:",
        "exp": "vaccum ADVANTAGES DISADVANTAGES no need for anaesthesia less expeise required less maternal injuries promote autorotation dont occupy space at sides dont require full cervical dilatation less traction force needed requires maternal effo equipment more complex may fail takes time in fetal distress more cephalhematomas and jaundice cant be used in preterm cant be used in other presentations slightly more delivery failure TEXTBOOK OF OBSTETRICS,SHEILA BALAKRISHNAN,pg no:449,2nd edition",
        "cop": 1,
        "opa": "Vacuum requires more clinical skills than",
        "opb": ".Vaccum is preferred more in HIV patients than",
        "opc": "Forceps is more associated with fetal facia",
        "opd": "Vacuum has more chance of formation cephalhematoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "4d757d0d-406c-4a06-83b6-daaa45136e43",
        "choice_type": "multi"
    },
    {
        "question": "When in labor, a diagnosis of occipitoposterior presentation is made. The most appropriate management would be:",
        "exp": "If the mother and baby are in good condition and labour is progressing well there is no need for interference.Membranes should be preserved as long as possible atleast until the active phase.(refer pgno:369 Sheila textbook of obstetrics 2 nd edition)",
        "cop": 2,
        "opa": "Emergency CS",
        "opb": "Wait and watch for progress of labor",
        "opc": "Early rupture of membranes",
        "opd": "Sta oxytoicn drip",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "940fbc61-0a2d-4271-8031-b40d6d71f27c",
        "choice_type": "single"
    },
    {
        "question": "A cesarean section was done in the previous pregnancy. All of the following would be indications for elective cesarean section except",
        "exp": "Polyhydramnios is not an indication of Cesarean delivery.Controlled aificial rupture of membranes and slow release of liquor is preferred, because of the dangers of cord prolapse and abruption if membranes rupture spontaneously.Special care should be given for the active management of the third stage of labor like prophylactic oxytocics, blood arrangement in view of PPHRefer page no 215 of Textbook of obstetrics, Sheila Balakrishnan.",
        "cop": 3,
        "opa": "Breech",
        "opb": "Macrosomia",
        "opc": "Polyhydramnios",
        "opd": "Post-term",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "9eab0632-2f57-4097-8da4-53764608235d",
        "choice_type": "multi"
    },
    {
        "question": "The following are related to face presentation except",
        "exp": "The engaging diameter is submentobregmatic (9.4cm).In face presentation,the biparietal diameter is 7cm behind the face unlike in veex,where it is only 3-4cm distant.The biparietal diameter will pass through the inlet only when the face is low down in the perineum (refer pgno:372 sheila textbook of obstetrics 2 nd edition)",
        "cop": 3,
        "opa": "The commonest position is LMA",
        "opb": "Engaging diameter is submentobregmatic",
        "opc": "The diameter distending the vulval outlet is mentoveical!",
        "opd": "During moulding, there is elongation of occipitofrontal diameter",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "77e74cf9-8f43-4d5e-ab95-d5e7d4b7f0f1",
        "choice_type": "multi"
    },
    {
        "question": "Diameter of engagement In face presentation/ diameter In face presentation:",
        "exp": "The engaging diameter is submentobregmatic (9.4cm).In face presentation,the biparietal diameter is 7cm behind the face unlike in veex,where it is only 3-4cm distant.The biparietal diameter will pass through the inlet only when the face is low down in the perineum (refer pgno:372 sheila textbook of obstetrics 2 nd edition)",
        "cop": 4,
        "opa": "Mentoveical",
        "opb": "Submentoveical",
        "opc": "Suboccipitobregmatic",
        "opd": "Submentobregmatic",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "a179885d-304a-49c5-a75d-722b60a05e5b",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of breech presentation is",
        "exp": "Causes of breech presentation : Prematurity - Most common cause Undue mobility of the fetus Fetal abnormality Favorable adaptation Ref: Dutta Obs 9e pg 352.",
        "cop": 1,
        "opa": "Prematurity",
        "opb": "Contracted pelvis",
        "opc": "Oligohydramnios",
        "opd": "Placenta pre",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "4b587d4a-9081-4e63-b54c-aa354d07a900",
        "choice_type": "single"
    },
    {
        "question": "Incidence of cord prolapse is least in:",
        "exp": "The incidence of cord prolapse in in flexed breech is 6% and in footling is 12%.In extended breech it is only 0.5% which is not much higher than in veex.(0.4%). Ref.pg.375 Sheila Textbook of Obstetrics 2nd edition.",
        "cop": 1,
        "opa": "Frank breech",
        "opb": "Footling presentation",
        "opc": "Transverse lie",
        "opd": "Brow presentation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "4076cb0d-cef9-406d-b73d-828b5267ca61",
        "choice_type": "single"
    },
    {
        "question": "A primigravida with full term pregnancy in labor for 1 day is brought to casualty after dia handing. On examination she is dehydrated, slightly pale, bulse 100/min, BP120/80 mm Hg. abdominal examination reveals a fundal height of 36 weeks, cephalic presentation, foetal hea absent, mild uterine contractions present. On PV examination, cervix is fully dialted, head is at +1 station, caput with moulding present, pelvis adequate. Diy, infected discharge is present. What would be the best management option after initial work-up?",
        "exp": "Indication ABSOLUTE RELATIVE Central placenta prae CPD Or contractedpelvis pelvic mass causing obstruction advanced carcinoma cervix cephalopelvic dispropoion previous CS delivery non reassuring FHR(fetal distress) dystocia D.C.DUTTA&;S TEXTBOOK OF OBSTETRICS,Pg no:589,7th edition",
        "cop": 1,
        "opa": "Caesarean section",
        "opb": "Oxytocin drip",
        "opc": "Ventouse delivery",
        "opd": "Craniotomy and vaginal delivery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "53fb3971-33d4-410d-b3ac-e86f7a469ec9",
        "choice_type": "multi"
    },
    {
        "question": "In a lady of 32 weeks pregnancy injection dexamethasone is to given to prevent:",
        "exp": "Injection dexamethasone is given to accelerate lung maturity in all pregnancies at risk of preterm labour between 28 and 35 weeks. Thus it gives relief from respiratory distress syndrome. (Sheila TB of obstetrics 2nd edtn pg 572)",
        "cop": 1,
        "opa": "Respiratory distress syndrome",
        "opb": "Neonatal convulsions",
        "opc": "Neonatal jaundice",
        "opd": "Cerebral palsy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "51e3dd81-5e0d-4fb8-8669-c4b0b94ecabb",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old G2P1 woman at 39 weeks' gestation presents with painful uterine contractions. She also complains of dark, vaginal blood mixed with some mucus. Which of the following describes the most likely etiology of her bleeding",
        "exp": "Bloody show or loss of the cervical mucus plug is often a sign of impending labor. The sticky mucus admixed with blood can differentiate bloody show from antepaum bleeding. Placenta pre, placental abruption, and vasa pre are all associated with antepaum bleeding.",
        "cop": 2,
        "opa": "Vasa pre",
        "opb": "Bloody show",
        "opc": "Placenta pre",
        "opd": "Placenta abruption",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "1c08c1f8-2d8a-4b64-b8a9-e7214a196e81",
        "choice_type": "single"
    },
    {
        "question": "The complications of shoulder of the following except",
        "exp": "In true shoulder dystocia,the presentation is cephalic and the head is born ;but the shoulders cannot be delivered by usual methods and there is no other cause for the dystocia (refer pgno:390 sheila textbook of obstetrics 2 nd edition)",
        "cop": 4,
        "opa": "Fetal death",
        "opb": "Uterine rupture",
        "opc": "Obstructed labour",
        "opd": "Shoulder dystocia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "4ba5044b-10f2-4c84-afc9-d53f0855da92",
        "choice_type": "multi"
    },
    {
        "question": "Which or face presentation?",
        "exp": "Fetal factors anencephaly and iniencephaly Cord around the neck Tumours of neck like congenital goitre Spasm of sternocleidomastoid muscle Dolicocephalic head (refer pgno:370 Sheila textbook of obstetrics 2 nd edition)",
        "cop": 1,
        "opa": "Anencephaly",
        "opb": "Contracted pelvis",
        "opc": "Placenta prae",
        "opd": "Thyroid swelling",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "a6267b47-8b12-4c03-9644-083d87fc956f",
        "choice_type": "single"
    },
    {
        "question": "True about vacuum extraction of fetus:",
        "exp": "indications fetal distress in second stage Maternal distress in second stage Prolonged second stage Deep transverse arrest and persistent occipito-posterior High vacuum for second twin (refer pgno: 447 textbook of obstetrics sheila 2 nd edition)",
        "cop": 2,
        "opa": "Can be used in nondilated cervix",
        "opb": "Can be used in incompletely dilated cervix",
        "opc": "Used in face presentation",
        "opd": "Applied 3 cm posterior to anterior fontanel",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "2010fb32-88c3-43c6-8128-1ad05c11c7fe",
        "choice_type": "multi"
    },
    {
        "question": "Indications for cesarean hysterectomy are all except",
        "exp": "Indications of caesarean hysterectomy include rupture of uterus,placenta accreta or morbidly adherent placenta,atonic uterus with uncontrolled PPH,big fibroid Couvelaire uterus which is a severe form of concealed abruptio placenta is not an indication for caesarean hysterectomy. (DC Dutta TB of obstetrics 8th edtn pg 679)",
        "cop": 2,
        "opa": "Placenta accreta",
        "opb": "Couvelaire uterus",
        "opc": "Atonic uterus with uncontrolled PPH",
        "opd": "Rupture uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "bea4dbfa-191c-4c6f-8e03-2d5304539ef0",
        "choice_type": "multi"
    },
    {
        "question": "A multlgravlda with previous 2 normal deliveries presents with unstable Lie of the fetus at 34 weeks Gestation. What could be the most probable cause?",
        "exp": "Placenta prae Defined as a placenta located paly or completely in the lower uterine segment.The bleeding is called inevitable or unavoidable haemorrhage as dilatation of internal os inevitably results in haemorrhage (refer pgno:128 Sheila textbooks of obstetrics 2 nd edition)",
        "cop": 1,
        "opa": "Placenta pre",
        "opb": "Oligohydramnios",
        "opc": "Uterine anomaly",
        "opd": "Pelvic tunKtur",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "29a62949-6c94-4a55-979c-9b63f2050e0b",
        "choice_type": "single"
    },
    {
        "question": "Engaging diameter in brow presentation is",
        "exp": "Brow presentation : Engaging diameter of head is Mentoveical which is 14 cm The position is commonly unstable and conves to either veex or face presentation Position can be confirmed by Palpating supraorbital ridges and anterior fontanel. Ref: Dutta Obs 9e pg 367.",
        "cop": 1,
        "opa": "Mento-veical",
        "opb": "Mento-bregmatic",
        "opc": "Suboccipito-bregmatic",
        "opd": "Occipito-frontal",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "8c53d075-4a14-4364-9c9f-ddeb2e158c7f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a contraindication of vaginal delivery after previous caesarean",
        "exp": "Breech presentation in previous pregnancy is not a contraindication of VBAC(Vagibal Bih After CS). other contraindications are previous classical incision,previous two LSCS,previous inveed T incision,previous low veical which has extended upwards,malpresentations. Refer page no 339 ofText book of obstetrics ,sheila balakrishnan.",
        "cop": 3,
        "opa": "Previous classical C\\/S",
        "opb": "No history of vaginal delivery In the past",
        "opc": "Breech presentation in previous pregnancy",
        "opd": "Puerperial infection in previous pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "52cadb29-524d-4f88-a4e7-f8d791c30aca",
        "choice_type": "single"
    },
    {
        "question": "Early fetal death Is death of fetus at:",
        "exp": "According to WHO ,late fetal deaths from 28 weeks of gestation onwards is termed as intrauterine fetal death. Intermediated fetal death include the period of 22 weeks - 28 weeks. <22 weeks is termed as early fetal death. (Sheila TB of obstetrics 2nd edtn pg 208)",
        "cop": 2,
        "opa": "10 weeks",
        "opb": "<20 weeks",
        "opc": "< 28 weeks",
        "opd": ">20 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "82c35741-73d0-4791-bd40-d6a8faa6ccd7",
        "choice_type": "single"
    },
    {
        "question": "All the following are seen in IUD except",
        "exp": "Intrauterine death : Presence of gas in the fetal large vessels - Robes sign is the earliest sign seen 12 hrs after fetal death Ball sign - Crumpled up spine of the fetus or hyperflexion of the spine Spalding's sign -Overlapping of the fetal skull bones due to shrinkage of cerebrum after death of fetus. Ref:Dutta Obs 9e pg 303.",
        "cop": 4,
        "opa": "Spalding sign",
        "opb": "Robe sign",
        "opc": "Balls sign",
        "opd": "Hegar sign",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "98665ac1-3029-4109-abd1-fd539141f581",
        "choice_type": "multi"
    },
    {
        "question": "Commonest cause of non-engaged head in primi at term is",
        "exp": "Causes of Obstructed labour : CPD Contracted pelvis Cervical dystocia Transverse lie Brow presentation Hydrocephalus Big baby Compound presentation Locked twins Ref: Dutta Obs 9e pg 379.",
        "cop": 1,
        "opa": "CPD",
        "opb": "Hydramnios",
        "opc": "Brow presentation",
        "opd": "Breech presentation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "78701808-6337-435e-96ef-1fbc29861af3",
        "choice_type": "single"
    },
    {
        "question": "AG2P1+0 at 36 weeks of gestation has a H/0 prior still bih at 37 weeks. The best time of delivery for the patient this time is:",
        "exp": "In females with a previous history of still bih Deliver is done at 39 weeks either by induction or cesarean section irrespective of the gestational age at which still bih occurred Ref: Williams Obs 24 e pg 666.",
        "cop": 4,
        "opa": "Immediately",
        "opb": "37 weeks",
        "opc": "38 weeks",
        "opd": "39 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "45588078-a382-42ab-a0dc-c2524989f0f1",
        "choice_type": "single"
    },
    {
        "question": "Hypeonic dysfunctional labour is generally characterised by:",
        "exp": "Hypeonic state of uterus or Imcordinate uterine action : Patient is in agony with unbearable pain referred to back Oxytocin cause fetal tachycardia due to fetal stress Inappropriate dilatation of cervix Uterus is tender and gentle manipulation excites hardening of the uterus with pain. Ref: Dutta Obs 9e pg 337.",
        "cop": 4,
        "opa": "Rapid cervical dilatation",
        "opb": "Less pain In labour",
        "opc": "Responds ourably to oxytocin stimulation",
        "opd": "Needs adequate pain relief",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "7fa39100-dca0-445c-9752-860e11c55f81",
        "choice_type": "multi"
    },
    {
        "question": "30 years old primipara in labour with transverse He- Treatment of choice is:",
        "exp": "caesarian is the best option in most cases of transverse lie.It is also indicated when external version fails or is contraindicated.If the membranes are intact a low transverse incision is usually possible.There may be difficulty in delivery of the baby at caesarian section in cases done late in labour after the liqour has drained away (refer pgno:385 sheila textbook of obstetrics 2 nd edition)",
        "cop": 2,
        "opa": "Internal cephalic version",
        "opb": "Emergency cesarean section",
        "opc": "Wait and watch",
        "opd": "External cephalic version",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "7a7f50cc-e3c5-43d1-961e-33a97a84992c",
        "choice_type": "single"
    },
    {
        "question": "AG2P1 to female has a history of previous preterm bih at 32 weeks. The percentage chances of preterm bih in this pregnancy are:",
        "exp": "Preterm labour is defined as spontaneous expulsion of the products of conception after bility and before 37 completed weeks.Prior preterm bih is a very good predictor of subsequent preterm labour.There is three fold increase in risk for these women (refer pgno:193 sheila textbook of obstetrics 2 nd edition)",
        "cop": 3,
        "opa": "5%",
        "opb": "10%",
        "opc": "15%",
        "opd": "25%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "a4790139-2426-488b-90df-08396c4a3af8",
        "choice_type": "single"
    },
    {
        "question": "The most common form of fetal traumatic injury incurred during breach extraction is:",
        "exp": "bih trauma intracranial haemorrhage due to uncontrolled delivery of the head and rupture of the veins of Galen or tentorial or falx tears Skull fractures Fracture dislocation of cervical veebra and atlantoaxial dislocation (refer pgno:377 sheila textbook of obstetrics 2 nd edition)",
        "cop": 4,
        "opa": "Rupture of the liver",
        "opb": "Rupture of the spleen",
        "opc": "Intraadrenal hemorrhage",
        "opd": "Intracranial hemorrhage",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "3ebe42c3-1875-453c-b8cd-55a5487fa8b7",
        "choice_type": "single"
    },
    {
        "question": "Betamethasone in pregnancy is given to prevent",
        "exp": "Respiratory distress syndrome can be prevented by administration of Betamethasone to the mother two doses IM 24hrs apa given before 34 weeks Ref: Dutta Obs 9e pg 444.",
        "cop": 4,
        "opa": "Prematurity",
        "opb": "Neonatal convulsions",
        "opc": "Cerebral palsy",
        "opd": "Respiratory distress syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "435d58a3-8b6b-437b-a0c4-aeb75a6fe2cc",
        "choice_type": "single"
    },
    {
        "question": "Best level of anaesthesia for LSCS:",
        "exp": "Anaesthesia can be regional or general.Regional is always better and can be spinal or epidural.If general anaesthesia is given as an emergency procedure to a women who is not fasting there is always the danger of aspiration of gastric contents and chemical pneumonitis (refer pgno:459 Sheila textbook of obstetrics 2 nd edition)",
        "cop": 4,
        "opa": "T8",
        "opb": "T10",
        "opc": "T6",
        "opd": "T4",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "6fe8de27-00fa-4bec-a8e5-57fd3be85ded",
        "choice_type": "single"
    },
    {
        "question": "All are the contraindications for vaginal bih after previous caesarean except",
        "exp": "Previous classical incision and previous inveed T shaped incision is absolutely contraindicated in vaginal bih after caesarean section. It is again contraindicated if facilities to do an emergency caesarean section is unavailable. But previous lower segment caesarean section can undergo VBAC but should not be forced. (Sheila TB of obstetrics 2nd edtn pg 339,340)",
        "cop": 2,
        "opa": "Previous classical uterine incision",
        "opb": "Previous lower segment transverse caesarean",
        "opc": "Presence of inveed T shaped uterine incision",
        "opd": "Where facilities for emergency caesareans are not available",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "0a48b50c-5a65-4482-ba78-436998fe78e4",
        "choice_type": "multi"
    },
    {
        "question": "Cut off value of length of cervix at 24 weeks of gestation for prediction of preterm delivery is",
        "exp": "Diagnosis of preterm labor : Regular uterine contractions with or without pain Dilatation more than 2cm and 80% effacement of cervix Length of the cervix <2.5 cm and funnelling of internal os Pelvic pressure, backache ,vaginal discharge Ref: Dutta Obs 9e pg 294.",
        "cop": 3,
        "opa": "0.5 cm",
        "opb": "1.5 cm",
        "opc": "2.5 cm",
        "opd": "3.5 cm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "91822d89-4178-4c7f-9f3b-b4056ceb38a1",
        "choice_type": "single"
    },
    {
        "question": "The features of uterine contraction in spastic lower segment are all except",
        "exp": "Fundal dominance ,which indicates that the intensity is strongest ath the fundus,(not at the lower segment) with a gradual decrease downwards. Refer page no 109 of Text book of obstetrics ,sheila balakrishnan,2 nd edition.",
        "cop": 1,
        "opa": "Presence of fundal dominance",
        "opb": "There may be reversed polarity",
        "opc": "Inadequate relaxation in between contractions",
        "opd": "Basal tonus is usually raised above the critical level of 20 mm Hg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "1b9ba6cb-4b24-4864-983f-132f6078274d",
        "choice_type": "multi"
    },
    {
        "question": "Best tocolytic in a cardiac patient is",
        "exp": "Atosiban is oxytocin antagonist and best tocolytic in cardiac patients. B agonists and Calcium channel blockers are contraindicated in hea disease complicated pregnancies.",
        "cop": 1,
        "opa": "Atosbian",
        "opb": "Isoxsuprine",
        "opc": "Nifedipine",
        "opd": "MgSO4",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "9fc06bec-01a0-49b4-b5bb-6758edc76739",
        "choice_type": "single"
    },
    {
        "question": "in case of unstable lie of fetus, the placenta is usually:",
        "exp": "Unstable lie This is a condition where the presentation of the fetus is constantly changed beyond 36th week of pregnancy when it should have been stabiliseed The causes are those which prevent the presenting pa to remain fixed in the lower pole of the uterus that is grand multipara,hhydramnios,contracted pelvis,placenta prae,pelvic tumor At admission the investigation is directed to exclude placenta prae,contracted pelvis,or congenital malformation of the fetus with the help of sonography for the localisation of placenta D.C.DUTTA&;S TEXTBOOK OF OBSTETRICS,Pg no:397,7th edition",
        "cop": 4,
        "opa": "Cornual",
        "opb": "Lateral wall",
        "opc": "Fundus",
        "opd": "Lower segment",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "c396fc9b-70af-4e21-a0b6-f9051923befe",
        "choice_type": "multi"
    },
    {
        "question": "A Patient at 22 weeks gestation is diagnosed as having lUD which occurred at 17 weeks but did not have a miscarriage. This patient Is at increased risk for:",
        "exp": "When dead fetus is retained in the uterus for more than 4 weeks (10-20%),there is a possibility of defibrination from silent disseminated intravascular coagulation.i.e,there is chance for consumption coagulopathy with hypofibrinemia,similar to that seen in intrauterine death of fetus. It is due to release of thromboplastin from dead fetus and placenta into maternal circulation. (D C Dutta TB of obstetrics 8th edtn pg 378)",
        "cop": 3,
        "opa": "Septic aboion",
        "opb": "Recurrent aboion",
        "opc": "Consumptive coagulopathy with hypofibrinogenemia,",
        "opd": "Future infeility",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "54a957a6-5865-4112-90f0-2d40a6b48ce5",
        "choice_type": "single"
    },
    {
        "question": "Misoprostol is an analogue of",
        "exp": "Misoprostal: PGE-1 Given transvaginally and orally Dose of 25 micrograms every 4 hrs is found to be more effective than PGE -2 for cervical ripening and labor induction. Oral use of misoprostal is less effective than vaginal administration . Ref: Dutta Obs 9e pg 485.",
        "cop": 1,
        "opa": "PGE1",
        "opb": "PGE2",
        "opc": "PGF2alfa",
        "opd": "PGI2",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "f55764f6-a1de-404f-8fc2-296b52fdc15f",
        "choice_type": "single"
    },
    {
        "question": "All are tocolytics except",
        "exp": "Misoprostol is indicated in cervical ripening prior to Labour whereas tocolytics inhibit uterine contractions and keep the uterus quiescent. Reference: Textbook of Obstetrics : Sheila Balakrishnan pg. 573,196",
        "cop": 4,
        "opa": "Ritodrine",
        "opb": "Salbutamol",
        "opc": "Isoxsuprine",
        "opd": "Misoprostol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Abnormal labor",
        "id": "e809ad07-6ead-481f-94e0-108570f195ab",
        "choice_type": "multi"
    }
]