[
    {
        "question": "Most common ovarian tumor is?",
        "exp": "ANSWER: (B) Epithelial tumour. REF: Novak's 14th ed ch 35 pg 1461. See APPENDIX-59 for \"MAJOR HISTOPATHOLOGIC CATEGORIES OF OVARIANCANCER\"Repeat 2012 Session 2 (Different options) APPENDIX - 59. Major Histopathologic Categories of Ovarian Cancer. Group. Type%Laterality. Also know. Epithelial. Neoplasms(60% of all ovarian neoplasms)serouscystadenocarcinoma75-80%- of all epithelial cancers. Bilateral in 40-60% of casesmost common malignant tumor of the ovary Psammoma bodies, Mucinous neoplasms10% of all epithelial ovarian tumors. Bilateral in less than 10% of cases. Pseudomyxoma peritonei, Endometrioidneoplasms10% of epithelial tumors. Bilateral in 30-50% of casesresembles endometrial adenocarcinoma. Clear cell carcinoma (meso nephroid carcinoma)less than 1% of epithelial ovarian cancers Two cell types; \"clear cell\" & \"hobnail cell\"Transitional cell (Brenner) carcinoma< 1% of epithelial cancers resemble low-grade transitional cell carcinoma of the urinary bladder. Undifferentiatedcarcinoma< 10% of epithelial neoplasms. absence of any distinguishing microscopic features. Germ Cell Neoplasms. Dysgermlnoma30-40% of germ cell tumorsunilateral in 85-90% of casesfemale counterpart of the seminoma. Endodermal sinus tumor (yolk sac tumor)3rd most common germ cell neoplasm. Bilateral in nearly 100% of cases. Schiller-Duval body. AFP +Immature teratoma2nd most common germ cell malignancy. Bilateral in less than 5% of cases. AFP +Mature teratoma or dermoid most common neoplasm diagnosed during pregnancy. Embryonal carcinomavery rare HCG+AFP+Choriocarcinomarare AFP - HCG+Gonadoblastomarare Rt ovary > left ovary, Associated with presence of Y chromosome. Mixed germ cell tumors10% of germ cell j neoplasms Dysgerminoma + endodermal sinus tumor (most common). Polyembryomaextremely rare Embryoid bodies. AFP and HCG +Sex cord- stromal tumors (5-8% of all ovarian tumors). All are estrogen producing (hirsutism). Granulosa cell tumors70% of sex cord stromal tumors Ca. Jl-Exner bodies. Thecoma Exclusivelyunilateral. Exclusively benign. Sertoli-Leydig cell tumors. Rare. Rarely bilateral Gynandroblastoma. Rare Both ovarian (granulosa/ theca) & testicular (Sertoli/ Leydig) cells. Metastatic(5-6% of all ovarian malignancies). Krukenberg Tumor eponyrn is used to denote any GI carcinoma metastatic to the ovary, mostly stomach carcinoma. The primary ovarian tumor stain positive for cytokeratin 7 (CK7+) & negative for CK20. While metastatic lesion is CK7 negative, CK20 positive).",
        "cop": 2,
        "opa": "Germ cell tumour",
        "opb": "Epithelial tumour",
        "opc": "Sex cord tumour",
        "opd": "Teratoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Aetiology (Carcinoma Ovary)",
        "id": "154c56a1-5f3e-4965-9ce5-f41b0899ef90",
        "choice_type": "single"
    },
    {
        "question": "Most common germ cell ovarian tumor:",
        "exp": "Ans. (b) Teratoma. Ref Williams Gynae 1st ed. Ch 36* Germ cell tumors arise from the ovary's germinal elements and comprise a third of all ovarian neoplasms.* The mature cystic teratoma, also called dermoid cyst, is by far the most common subtype. This accounts for 95% of all germ cell tumors and is clinically benign.* In contrast, malignant germ cell tumors comprise fewer than 5 percent of malignant ovarian cancers in Western countries and include dysgerminoma, yolk sac tumor; immature teratoma, and other less common types. Also Know* Overall, MC ovarian tumor: Epithelial cell tumor* Overall, MC benign tumor of the ovary: Dermoid cyst* MC benign epithelial tumor of the ovary: Serous cystadenoma* MC malignant ovarian tumor: Serous cystadenocarcinoma* MC germ cell tumor: Mature Teratoma (Dermoid Cyst)* Most common ovarian tumor associated with pregnancy: Dermoid Cyst* Most common ovarian tumor which undergo torsion: Dermoid cyst* MC malignant germ cell tumor: Dysgerminoma* Ovarian tumor mostly in young age: Dysgerminoma* Ovarian tumor metastasized to contralateral",
        "cop": 2,
        "opa": "Dysgerminoma",
        "opb": "Teratoma",
        "opc": "Endodermal sinus tumor",
        "opd": "Clear cell tumor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Aetiology (Carcinoma Ovary)",
        "id": "a76d64f3-e6a2-4c1a-9cfb-d1ad56982cf0",
        "choice_type": "single"
    },
    {
        "question": "Most common malignant germ cell ovarian tumor:",
        "exp": "Ans. (b) Dysgerminoma. Ref. Shaws 15th ed, /: 933. Please refer to above explanation. YOLK SAC TUMORS* Yolk sac tumors account for 20% of all malignant ovarian germ cell tumors* Microscopically Schiller-Duval bodies are pathognomonic when present.",
        "cop": 2,
        "opa": "Yolk sac tumors",
        "opb": "Dysgerminoma",
        "opc": "Dermoid cyst",
        "opd": "Brenners",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Aetiology (Carcinoma Ovary)",
        "id": "7134d1d5-d298-475e-9ddb-0bca55a85b52",
        "choice_type": "single"
    },
    {
        "question": "Commonest ovarian tumour below 20 year of age is -",
        "exp": "Ans. is 'd' Germ cell tumour\" (Ref: Shaws, 13/e, p 359 (12/e, p 575)). Most common ovarian tumour in young woman is - germ cell tumour*common ovarian tumour (overall) - epithelial cell tumour*. Commonest cystic ovarian neoplasm - serous cystadenoma*. Ovarian tumour causing pseudomyxoma peritonei - Mucinous tumour*Ovarian tumour causing Meigs' syndrome - ovarian fibroma*. Ovarian tumour causing pseudo Meigs' syndrome - Brenner tumour*.",
        "cop": 4,
        "opa": "Epithelial cell tumour",
        "opb": "Sertoli call tumour",
        "opc": "Leydig cell tumour",
        "opd": "Germ cell tumour",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Aetiology (Carcinoma Ovary)",
        "id": "a6031f0a-e897-4ec1-a980-ed04f8b89815",
        "choice_type": "multi"
    }
]