[
    {
        "question": "Cervical carcinoma is due to HPV -",
        "exp": "Ans. is 'b' i. e., 16, 18 o HPV type 6 & 11 are known to be associated with warts. o HPV type 16, 18, 31 & 33 are associated with cervical carcinoma & CIN. Out of wrhich 16 & 18 are most oncogenic.",
        "cop": 2,
        "opa": "6, 8",
        "opb": "16, 18",
        "opc": "30, 32",
        "opd": "15, 17",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Aetiological factors",
        "id": "b02f53ea-b5c0-489b-bc31-b3a35d341b3c",
        "choice_type": "single"
    },
    {
        "question": "Most common gynaecological malignancy in affluent obese women is -",
        "exp": "Ans. is 'a' i. e., Endometrial o Most common gynaecological cancer in developed countries is endometrial cancer# Most common gynaecological cancer in developing countries like india is cervical cancer. Risk Factorso Estrogen replacement without concomitant progesterone carries a relative risl of 4. 5 to 8 & persists for 10 years after treatment is stopped. o BMI >30 kg/m2 will triple the risk of 2 in 1000 of developing endometrial cancer ans 40% of women will develop cancer more than 12 months after stopping therapy. o Women with HNPCC syndrome have 39% risk of developing endometrial cancer by the age of 70 years. o OCP s decrease endometrial cancer risk by 40%, even uptil 15 years after discontinuation and the protection increases with the lenth of use. Epidemoiogyo Most common gynecological malignancy in developed countries and the the 4th most common cancer in women. o 20% of women develop endometrial carcinoma in lifetime. o Mean age ofpresentation is 60 years: peak incidence occurs from 55 to 70 years. o Majority are diagnosed early, o 5 year survival for state 1 disease is more than 90%. o Overall 5 year survival for all stages is 60-70%. Risk factorso Family history'o Hypertensiono Obesityo Late menopause/Early menarcheo Diabeteso A typical endometrial hyperplasiao Unopposed estrogen or increased estrogen in body as in: HRT, fibroid, PCOD and Feminizing ovarian tumours. o Nulliparityo Therapy: Tamoxifen Therapy and Radiation Therapyo H/O infertility/menstrual irregularity.",
        "cop": 1,
        "opa": "Endometrial",
        "opb": "Cervical",
        "opc": "Vaginal",
        "opd": "Ovarian",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Aetiological factors",
        "id": "7f60dcd8-cc6a-4347-9196-74c4537711c7",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of CA cervix:",
        "exp": "Ans. (b) HPV 16 and 18. Ref. Shaws 15th ed, / 952* Women with STD, HIV infection, herpes simplex virus 2 infection, human papilloma virus (HPV) infection (16, 18, 31, 33) or condylomata have a high predisposition to cancer.* Of these, HPV is now considered the most important cause, most commonly cause by HPV 16 and 18* Most HPV infection 16, 18 are symptomless in young women and clear within 2 years.* Persistent infection is the cause of cancer of the cervix in 70-90% cases.",
        "cop": 2,
        "opa": "HPV 6 and 18",
        "opb": "HPV16andl8",
        "opc": "HPV 6",
        "opd": "HPV 6 and 11",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Aetiological factors",
        "id": "390b13db-d088-4e16-a969-88f30adba59b",
        "choice_type": "single"
    },
    {
        "question": "Cervarix vaccine for HPV contains which strains of virus?",
        "exp": "Ans. is 'b' i. e., HPV 16, 18 o Two vaccines are available:# Bivalent vaccine: Cervarix (HPV 16, 18)# Quadrivalent vaccine: Gardasil (HPV 6, 11, 16, 18)",
        "cop": 2,
        "opa": "HPV 6, 11",
        "opb": "HPV 16, 18",
        "opc": "HPV 6, 11, 16, 18",
        "opd": "HPV 16, 18, 31, 33",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Aetiological factors",
        "id": "bb4f1589-05d8-471c-a88c-e8c12f6826d5",
        "choice_type": "single"
    },
    {
        "question": "Agent associated with carcinoma cervix -",
        "exp": "Ans. is 'a' i. e., Human Papilloma Virus o Human papillomavirus is most commonly associated with cancer of cervix. o Although herpes simplex virus 2 is also associated with ca cervix. But HPV is believed to have a causal association with cancer cervix.",
        "cop": 1,
        "opa": "Human Papilloma Virus",
        "opb": "Trichomoniasis",
        "opc": "Herpes virus",
        "opd": "Calymmatobacterium granulomatis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Aetiological factors",
        "id": "1b873606-27f7-4e84-a1bc-8022523aa9a6",
        "choice_type": "single"
    },
    {
        "question": "Most common organism causing carcinoma cervix:",
        "exp": "Ref: Dutta textbook of gynecology 5th ed pg 312. Explanation: High risk HPV strains (16, 18, 31, 33 and 35) are implicated in 99% of those diagnosed with cervical cancer. There are more than 100 types of HPV. Low-risk HPV types. About 30 or so types can cause genital infections. HPV 6 and HPV 11 cause genital warts. The warts are rarely associated with cervical cancers, They are considered 'low-risk\" HPV High-risk HPV types. Certain HPV types are classified as \"high-risk\" because they lead to abnormal cell changes and can cause genital cancers: cervical cancer. The most common of the high-risk strains of HPV are types 16 and 18. which cause about 70%' of all cervical cancers. The most common strain of high-risk HPV is (type 16).",
        "cop": 3,
        "opa": "HPV33",
        "opb": "HPV18",
        "opc": "HPVI6",
        "opd": "HPV31",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Aetiological factors",
        "id": "67bc5f03-b3c0-4059-ba72-e21cbaa988e7",
        "choice_type": "single"
    },
    {
        "question": "Organism causing cervical carcinoma is?",
        "exp": "ANSWER: (A) HPVREF: Shaw 15th ed page 400. Aetiology, epidemiology and predisposing risk factors of cervical cancer: Average age 35-45 years. Precancerous lesions occur 10-15 years earlier (Figure 29. 8). Coitus before the age of 18 years. Multiple sexual partners. Delivery of the first baby before the age of 20 years. Multiparity with poor birth spacing between pregnancies. Poor personal hygiene. Poor socioeconomic status. At one time, exposure to smegma from uncircumcised partners was considered an important factor, accounting for lower incidence of cancer of the cervix amongst the Jews and Muslims. Now it is realized that the incidence of human papilloma virus is low in circumcised men, and that is the reason for low incidence of cancer in their wives. Smoking and drug abuse, including alcohol, are immunosuppressive (13 fold). Women with STD, HIV infection, herpes simplex virus 2 infection, human papilloma virus (HPV) infection (16, 18, 31, 33) or condylomata have a high predisposition to cancer. Of these, HPV is nowr considered the most important cause. Most HPV infection 16, 18 are symptomless in young women and clear within 2 years. Persistent infection is the cause of cancer of the cervix in 70-90% cases. Immunosuppressed individuals (following transplant surgery). Women with preinvasive lesions. Women w. Tho do not come for regular health check-up and Pap tests. COC and progestogens use over 8-year period can cause adenocarcinoma of the endocervix (double the risk). Five per cent women exposed to diethylstilboestrol in utero developed carcinoma of vagina and cervix. With withdraxval of this hormone its incidence has dropped.",
        "cop": 1,
        "opa": "HPV",
        "opb": "HAV",
        "opc": "HBV",
        "opd": "HCV",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Aetiological factors",
        "id": "a11eb964-8860-458d-a60c-5d373cc93873",
        "choice_type": "single"
    },
    {
        "question": "Koilocytes with perinuclear halo on pap smear is pathognomic of?",
        "exp": "ANSWER: (A) HPV infection. REF: Shaw's Gynecology 13th ed p- 78, The pap test by Richard M. De. May page 49-50\"Koilocytes, dyskeratocytes, macrocytes, etc. are some of the cytologic findings that are characteristic of condylomas (HPV). Koilocytes with perinuclear halo is pathognomonic of HPV infection\"Condition. Type of cell. Estrogen dominated uterus. Normal cornified cells. Progesterone dominated uterus. Intermediate cellspregnancy. Intermediate cells, Navicular cellsmenopausal. Basal, parabasal. HPVKoilocytes, dyskeratocytes, macrocytes with perinuclear halo.",
        "cop": 1,
        "opa": "HPV infection",
        "opb": "Metaplasia",
        "opc": "Dysplasia",
        "opd": "Bacterial vaginosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Aetiological factors",
        "id": "e7e8d0af-e2d3-447c-aa62-2f99678f0c70",
        "choice_type": "single"
    },
    {
        "question": "Gardasil protects against following HPV strains except-",
        "exp": "Ans. is 'd' i. e., 33 HPV Vaccineso HPV vaccines are given as a series of three shots over 6 months to protect against HPV infection and the health problems that HPV infection can cause. o There are three HPV vaccines:-Cervarix. Gardasil. Gardasil 9o Girls and young women should get any of these HPV vaccines to prevent cervical cancer. o Two of the HPV vaccines (Gardasil and Gardasil 9) also protect against genital warts and anal cancer in both females and males: Boys should get one oj these HPV vaccines to prevent anal cancer and genital warts. Girls can get either of these vaccines io prevent cervical cancer, vulvar cancer vaginal cancer, anal cancer and genital warts. o HPV vaccines offer the best protection to girls and boys who receive all three vaccine doses and have time to develop an immune response before being sexually active with another person, o That's why HPV vaccination is recommended for preteen girls and boys at age 11 or 12 years. o Two vaccines have market approval in many countries as of 2014 (called Gardasil and Cen>arix in the US). o Both vaccines protect against the two HPV types: (HPV-16 and HPV-18) that cause 70% of cendcal cancers, 80% of anal cancers, 60% of vaginal cancers, and 40% of vulvar cancers. These HPV types also cause most HPV induced oral cancers, and some other rare genital cancers. o Gardasil also protects against the two HPV types:# (HPV-6 and HPV-11) that cause 90% of genital warts. o Both vaccines have been shown to prevent precancerous lesions of the cendx. o Gardasil has been shown to prevent precursors to anal, vulvar, vaginal, and penilecancers. o HPV vaccines are expected to protect against HPV induced cancers of these areas as well as HPV induced oral cancers. o In December 2014, the United States' Food and Drug Administration (FDA) approved a vaccine called Gardasil 9 to protect females between the ages of 9 and 26 and males between the ages of 9 and 15 against nine strains of HPVo Gardasil 9 protects against infection with the strains covered by the first generation of Gardasil (HPV-6, HPV- 11. HPV-16, and HPV-18) and protects against five other HPV strains responsible for 20% of cervical cancers (HPV-31. HPV-33. HPV-45. HPV-52. and. HPV-58).",
        "cop": 4,
        "opa": "6",
        "opb": "16",
        "opc": "18",
        "opd": "33",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Aetiological factors",
        "id": "72568ef1-4fe3-400f-973e-2d9db12ed4ee",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are risk factors of cervical cancer except?",
        "exp": "Ans. a. Low parity (Ref: CUGDT 9/e p904). Multiparity (not the low parity), Multiple partners, Early sexual intercourse and Smoking are the risk factors for carcinoma cervix. Risk Factors for Carcinoma Cervix* Early intercourse: (Coitus before the age of 18 years)* Multiple sexual partners* Delivery of the first baby before the age 20 years* Multiparity* Sexually transmitted infections: HIV, HSV-2, HPV (16, 18, 31, 33), Condylomata* History of preinvasive lesions* Combined OCPs and progesterone (use over long period)* Smoking* Alcohol* Drug abuse* Low socioeconomic status* Poor personal hygiene* Immunocompromised individuals",
        "cop": 1,
        "opa": "Low parity",
        "opb": "Multiple partners",
        "opc": "Early sexual intercourse",
        "opd": "Smoking",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Aetiological factors",
        "id": "4bf4943a-bee2-4cd4-829f-762310563fa3",
        "choice_type": "multi"
    },
    {
        "question": "Most common carcinoma in pregnancy is -",
        "exp": "Ans. is 'a' i. e., Cervical o Cervical cancer is the most common malignancy diagnosed in pregnancy. This may be related to the fact that it is the one type of cancer for which screening is routinely performed on the first prenatal visito Screening in pregnancy is recommended at the first prenatal visit and again at 6 weeks postpartum.",
        "cop": 1,
        "opa": "Cervical",
        "opb": "Ovary",
        "opc": "Colon",
        "opd": "Oropharynx",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Aetiological factors",
        "id": "7585ed33-916a-44ad-a4b9-28faa8e4ea7c",
        "choice_type": "single"
    }
]