[
    {
        "question": "A pregnant woman with fibroid uterus develops acute pain in abdomen with low grade fever and mild leucocytosis at 28 weeks, the most likely diagnosis is",
        "exp": "Red degeneration of fibroid: It results from softening of surrounding connective tissue The capillaries tend to rupture and blood effused out into the myoma causing a diffuse reddish discoloration The tumor it self assumes a peculiar purple red colour and develops a fishy odour, if the tumor is carefully examined We may find some vessels and large veins in the capsule thrombosed This is the most common complication with fibroid during pregnancy. And the patient is usually febrile and with moderate leucocytosis and raised ESR, the condition is aseptic one. And ultrasound is useful for diagnosis Ref Shaw 16/e pg 395",
        "cop": 3,
        "opa": "Preterm labour",
        "opb": "Torsion of fibroid",
        "opc": "Red degeneration of fibroid",
        "opd": "Infection in fibroid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "de396e96-6668-4cca-9bd7-e69620d07ee5",
        "choice_type": "single"
    },
    {
        "question": "Vaginal defence is lost:",
        "exp": "Vaginal pH: newborn infant -4. 5 to 7 pubey -alkaline to acidic reproductive age -4 to 5. 5 pregnancy -3. 5 to 4. 5 post menopausal -6 to 8 Acidity of vagina is because of doderlein's bacilli. It is a rod-shaped gram-positive bacillus which grows anaerobically on acid media. It appears in the vagina 3-4 days after bih and disappears after 10-14 days. It appears again at pubey and disappears after menopause. Its function is to conve glycogen present in vaginal mucosa into lactic acid so that the vaginal PH is maintained towards acidic side, which prevents other pathogenic organisms from invading the vagina. Ref: D. C Dutta's Textbook of Gynaecology. Pg no: 7, 6th edition",
        "cop": 2,
        "opa": "Within 10 days of bih",
        "opb": "After 10 days of bih",
        "opc": "During pregnancy",
        "opd": "At pubey",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "1e4aa405-24ac-4dc2-abad-ebcd47e977d0",
        "choice_type": "single"
    },
    {
        "question": "All are true about obstetric cholestasis except:",
        "exp": "Pruritus is worse at night in obstetric Cholestasis This disorder also has been referred to as recurrent jaundice of pregnancy, Cholestatic hepatosis, and icterus gravidarum. It is characterized clincally by pruritus, icterus or both. It may be more common in multifetal pregnancy. There is significant genetic influence. Pruritus develops in late pregnancy (usually during the third trimester - 80% present after 30 weeks), although it occasionally manifest earlier. It is more in palms and soles. Ref: William&; s Obstetrics 25th edition pgno: 1059",
        "cop": 2,
        "opa": "Severe Pruritus",
        "opb": "Pruritus is worse in the morning",
        "opc": "Pruritus usually develops in the second half of pregnancy",
        "opd": "Pruritus is more on palms and soles",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "0e7f8d59-2df7-4489-aecf-c17a7f985d51",
        "choice_type": "multi"
    },
    {
        "question": "A 28-year-old G1. P0 woman is diagnosed as having a twin gestation at 15 weeks gestation. Careful examination of the membranes reveals that there is a very thin membrane between the two fetuses. Which of the following statement is most accurate",
        "exp": "The ultrasound findings are consistent with monochorionic, diamniotic twins, since there is only a thin membrane between the two gestations. Since a dizygotic gestation always gives rise to a dichorionic diamniotic gestation, this patient must have a monozygotic pregnancy which split at 4 to 8 days after feilization. A monozygotic pregnancy is at greater risk for IUGR, stillbih.",
        "cop": 1,
        "opa": "It is likely that this is a monozygotic gestation.",
        "opb": "It is likely that this is a dizygotic gestation.",
        "opc": "It is likely that there are two separate placentas.",
        "opd": "It is likely that one fetus is a male and the other a female.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "83f95a7b-3089-4b21-8c84-c0d1c3435f07",
        "choice_type": "multi"
    },
    {
        "question": "All are true about the round ligament except -",
        "exp": "Round ligament They are paired, one on each side, measures about 10-12 cm It is attached to cornu of the uterus below and in front of fallopian tube It courses beneath the anterior leaf of the broad ligament to reach the internal abdominal ring It contains connective tissue During its course, it runs anterior to the obturator aery and lateral to the inferior epigastric aery It corresponds to gubernaculum testis developmentally and is morphologically continuous with the ovarian ligament Ref: D. C. Dutta&; s Textbook of Gynaecology, Pg no: 24, 6th edition",
        "cop": 4,
        "opa": "Measure 12 cm in length",
        "opb": "Is homologous to the gubernaculum testis",
        "opc": "Lies anterior to the obturator aery along its course",
        "opd": "Contains smooth muscles",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "4010974e-982c-445d-9aba-5d16ad2b6769",
        "choice_type": "multi"
    },
    {
        "question": "A 28-year-old G1. P0 woman at 35 weeks gestation is in the obstetrical (OB) triage area with spontaneous rupture of membranes. The fetal heart rate baseline is 150 bpm with normal variability. There are accelerations seen, and numerous late decelerations noted. In an effo to improve oxygenation to the fetus, which of the following maneuvers would most likely help in this circumstance",
        "exp": "The supine position causes uterine compression on the vena cava, which decreases the venous return of blood to the heart, leading to supine hypotension. One impoant maneuver when encountering fetal heart rate abnormalities is a positional change, such as the lateral decubitus position. Oxytocin and epidural anesthesia both can decrease oxygen delivery to the placental bed. Oxytocin may hyperstimulate the uterus and cause frequent contractions; this then results in frequent vasoconstriction of the uterine vessels which decreases the amount of blood arriving to the placenta and fetus over time. Thus, stopping the oxytocin may help improve oxygenation. An epidural can cause hypotension in the mother which may then lead to fetal bradycardia by also decreasing the amount of blood profusing the fetus per given time. Morphine sulfate can cause respiratory depression in the fetus, so it would not be a method of choice for increasing delivery of oxygen to the fetus.",
        "cop": 3,
        "opa": "Supine position",
        "opb": "Epidural anesthesia",
        "opc": "Stop the oxytocin",
        "opd": "Morphine sulfate",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "e2eb9d2e-e083-45ef-b206-123849128b4b",
        "choice_type": "single"
    },
    {
        "question": "A woman presents with a fluctuant non-tender swelling at the introitus. The best treatment is:",
        "exp": "Marsupialization Gratifying surgery for Baholin&; s cyst An incision is made on the inner aspect of labium minus just outside the hymenal ring The incision includes vaginal wall and cyst wall Gland function remains intact Postoperative complications are almost nil Ref: D. C. Dutta&; s Textbook of Gynaecology, 6th edition, page no: 163",
        "cop": 1,
        "opa": "Marsupilization",
        "opb": "Incision and drainage",
        "opc": "Surgical resection",
        "opd": "Aspiration",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "d87d0af8-d49a-445d-abbe-375335e82389",
        "choice_type": "single"
    },
    {
        "question": "Uterine aery is a branch of",
        "exp": "The uterine aery arises from the anterior trunk of the internal iliac (or hypogastric aery). Its course is at first downwards and forwards until it reaches the parametrium when it turns medially towards the uterus. It reaches the uterus at the level of the internal os, where it turns upwards, at right angles, and follows a spiral course along the lateral border of the uterus to the region of the uterine cornua. Here it sends a branch to supply the fallopian tube and ends by anastomosing with the ovarian aery. Reference: Shaw's Textbook of Gynecology; 16th edition; Chapter 1; Anatomy",
        "cop": 2,
        "opa": "External iliac aery",
        "opb": "Anterior division of internal iliac aery",
        "opc": "Posterior division of internal iliac aery",
        "opd": "Ovarian aery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "8f464855-9284-44e0-8d9b-f7a27be9565e",
        "choice_type": "single"
    },
    {
        "question": "About Ovary",
        "exp": "The ovary is attached to Posterior layer of broad ligament by mesovarium To the lateral pelvic wall by infundibulopelvic ligament Uterus by ovarian ligament Ovarian aeries are direct branches of abdominal aoa Ovarian veins drain into Right side drains into inferior vena cava Left side drains into left renal vein Histology of Ovary Surface Epithelium: Single layer of flattened cuboidal to low columnar epithelium that is continuous with the peritoneum at the mesovarium Coex: Composed of specialized stroma and follicles in various stages of development or attrition Medulla: Small poion of ovary in its hilar region and is composed primarily of fibromuscular tissue and blood vessels Few hilar cells homologues to interstitial cells of testes are present in medulla and may rarely cause hilar cell tumour of the ovary",
        "cop": 1,
        "opa": "It is attached to the posterior layer of the broad ligament by mesovarium",
        "opb": "Has hilus cells in the coex",
        "opc": "Ovarian veins drain into internal iliac veins",
        "opd": "Is connected to the uterus by infundibulopelvic ligament",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "c4a307da-8bf3-49ad-83d2-3db367f39141",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true with respect to ligation of internal iliac aery except -",
        "exp": "Ligation of one or both internal iliac aeries is done to contro hemorrhage from pelvic vessels. it is technically difficult and is onlt successfull in half of the time. The impoance mechanism of iliac aery ligation is a 85% reduction in pulse pressure in the aeries distal to ligation. This conves an aerial pressure system into one with pressures approaching those in the venous circulation. this creates vessels more amenable to hemostasis pressure and clot formation. Reference: Wlliams text book of Obstetrics, 24th edition page no 820",
        "cop": 3,
        "opa": "For hemostasis, anterior division is to be ligated",
        "opb": "Collateral circulation is established later between middle sacral and lateral sacral aeries",
        "opc": "Bleeding is always controlled with it",
        "opd": "The aery should be ligated and not transected",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "b8cb5e95-ebb2-4236-9569-7ccc2824ad37",
        "choice_type": "multi"
    },
    {
        "question": "Ligamentum teres is",
        "exp": "Circulatory Changes at Bih: After bih, the umbilical vessels, ductus aeriosus, foramen ovale, and ductus venosus normally constrict or collapse. The more distal poions of the hypogastric aeries, which course from the level of the bladder along the abdominal wall to the umbilical ring and into the cord as the umbilical aeries, undergo atrophy and obliteration within 3 to 4 days after bih. These become the umbilical ligaments, whereas the intraabdominal remnants of the umbilical vein form the ligamentum teres. The ductus venosus constricts by 10 to 96 hours after bih and is anatomically closed by 2 to 3 weeks, resulting in the formation of the ligamentum venosum. Reference: William&; s Obstetrics; 24th edition; Chapter 7; Embryogenesis and Fetal Morphological Development",
        "cop": 1,
        "opa": "Obliteration of umbilical vein",
        "opb": "Obliteration of ductus venosus",
        "opc": "Obliteration of ductus aeriosus",
        "opd": "Obliteration of hypogastric aery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "505bf04f-20b6-4870-a19b-477eca2abc0a",
        "choice_type": "single"
    },
    {
        "question": "Anatomical sphincter of fallopian tubes:",
        "exp": "The intramural pa is the innermost pa of the fallopian tube which traverses the myometrium to open into endometrial cavity. It is the shoest pa length being 18 mm and narrowest pa with internal diameter being 1mm or less so that only finest cannula can be passed through it during salpingostomy operation. Ref: Shaw's Textbook of Gynaecology, 15th edition, page no: 11",
        "cop": 3,
        "opa": "Infundibulum",
        "opb": "Isthmus",
        "opc": "Intramural",
        "opd": "Ampulla",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "1daf2d70-33e0-4bbe-8882-8a66c3761b29",
        "choice_type": "multi"
    },
    {
        "question": "A female of 35yrs old that has completed her family is having asymptomatic 10 weeks size fibroid. The most appropriate management is",
        "exp": "Indications of hysterectomy: It&; s called removal of uterus. is indicated in a woman over 40years of age. multiparous woman or when associated with malignancy uncontrolled haemorrhage and unforeseen surgical difficulties during myomectomy for the above case given observation and myomectomy may be appropriate for management However in these conditions hysterectomy should be performed at any cost Abdominal benign: Menorrhagia Uterine fibromyoma Adenomyosis Tubo ovarian mass Carcinoma insitu Atypical endometrial hyperplasia Endometriosis malignancy: Ca. of cervix Ca. of endometrium Ca. ovary Uterine sarcoma mixed mesodermal tumor Choriocarcinoma Obstetric: Rupture of uterus p. PH, molar pregnancy Ca. cervix vaginal: Prolapse Ca. insitu Ca. cervix+ lymphadenectomy Menorrhagia uterine fibroid Genital prolapse In case of asymptomatic condition, wait and watch is the correct option... Following every year with scans to check the size of fibroid Ref Shaw 16/e pg 405, 406",
        "cop": 1,
        "opa": "Observation only",
        "opb": "Hysterectomy with bilateral salpingoophorectomy",
        "opc": "Hysteroscopic myomectomy",
        "opd": "Myomectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "4c5f90cc-6250-482f-8802-f60e87c26a81",
        "choice_type": "single"
    },
    {
        "question": "A 29yrs old nulliparous woman complains of severe menorrhagia and lower abdominal pain since 3months. On examination there was a 14 weeks size uterus with fundal fibroid. The treatment of choice is",
        "exp": "Routes of myomectomy: Abdominal myomectomy Vaginal myomectomy: Done in case of submucosal pedunculated fibroid Hysteroscopic myomectomy: Submucosal fibroid which cannot be removed by simple vaginal route can be removed with the help of hysteroscope use when myoma <5 cms in size Laproscopic myomectomy: Indicated for pedunculated subserosal fibroids <10 cms in size Intramural fibroids can also be removed by laproscopy but it is very time consuming Myolysis or myoma coagulation using lazer: In this procedure lasers are used to drill holes into substance of intramural myoma As the patient is having severe menorrhagia and chronic abdominal pain These indications are strong enough for surgical intervention. earlier size of fibroid >12 weeks was also an indication of surgery Indications of myomectomy Myomectomy is specifically indicated in an infeile woman or woman desirous of bearing child, uterus should be retained Ref Shaw 16/e pg 395",
        "cop": 1,
        "opa": "Myomectomy",
        "opb": "Gn. RH analogues",
        "opc": "Hysterectomy",
        "opd": "Observation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "edad9c4a-2dad-4432-92e4-c51c8d71d031",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old woman is noted to be at 34 weeks of gestation. The uterine size is less than her weeks of gestation. An ultrasound is performed which reveals oligohydramnios with an AFI of 2. 1 cm. Which of the following agent is responsible for this condition",
        "exp": "Oligohydramnios is found with fetal exposure to ACE inhibitors. Neonatal renal failure may also be noted. Lithium is associated with Epstein anomaly (a fetal heart malformation); Dilantin is associated with a fetal hydantoin syndrome of intrauterine growth retardation, microcephaly, and facial defects.",
        "cop": 1,
        "opa": "Angiotensin conveing enzyme (ACE) inhibitor",
        "opb": "Lithium exposure",
        "opc": "Phenytoin (Dilantin)",
        "opd": "Oral hypoglycemic agent",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "189a114c-1233-474c-87fd-1e5e5499865d",
        "choice_type": "single"
    },
    {
        "question": "The lymphatics of the vulva",
        "exp": "Lymphatic Drainage of Reproductive Tract: Uterine Corpus - 1. Fundus-Para-aoic lymph nodes2. Cornu-Superficial inguinal3. Body-External Iliac L NCervix 1. Parametrial2. Internal iliac group3. Obturator group4. External iliac group5. Sacral. All these drains into common iliac and superior lumbar group Fallopian tube and ovary-Superior lumbar group. Vagina - Upper 2/3-Like cervix Lower 1/3-Inguinal and external iliac nodes. Vulva- Superficial inguinal Deep inguinal External iliac",
        "cop": 3,
        "opa": "Do not freely communicate with each other",
        "opb": "Do not cross the labiocrual fold",
        "opc": "Transverse the labia from medial to lateral margin",
        "opd": "Drain directly into the deep femoral glands",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "b68810c3-e81c-48a1-bd8a-f143b418cdee",
        "choice_type": "single"
    },
    {
        "question": "Which ligament carries ovarian Aery in lateral wall?",
        "exp": "Suspensory ligament of ovary It includes the poion of broad ligament which extends from the infundibulum of fallopian tube to the lateral pelvic wall. It contains ovarian vessels, nerves and lymphatics from ovary, fallopian tube and body of uterus. Ref: D. C. Dutta's Textbook of Gynaecology, 6th edition, page no: 21",
        "cop": 2,
        "opa": "Ovarian ligament",
        "opb": "Suspensory ligament of ovary",
        "opc": "Broad ligament",
        "opd": "Round ligament",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "d87dc3c8-d814-4286-9e1b-5e89f816654c",
        "choice_type": "multi"
    },
    {
        "question": "Glands of littre are homologous to",
        "exp": "Glands of littre are the urethral glands of males Skene glands are the paraurethral glands Glands of littre are homologous to skene glands Ref: Internet sources, Shaw Gynecology 17 e pg 2.",
        "cop": 3,
        "opa": "Baholin gland",
        "opb": "Cowper's gland",
        "opc": "Skene glands",
        "opd": "Glands on labia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "0d5e031a-3e63-4901-b757-64bf3972ee4e",
        "choice_type": "single"
    },
    {
        "question": "Gland homologous to prostate in females is",
        "exp": "Masculine counterpas: Labia majora - scrotum clitoris - penis Labia minora - penile urethra and a pa of skin of penis in males Baholin's glands - bulb of penis Skene's glands - prostrate vestibular bulb - bulb of penis and corpus spongiosum DC Dutta's Textbook of Obstetrics 7th edition page no 1",
        "cop": 3,
        "opa": "Ganer's gland",
        "opb": "Baholin's gland",
        "opc": "Skene's gland",
        "opd": "Cowper's gland",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "5fc35c20-0b79-4944-b8c2-6ffb0bb3ec9a",
        "choice_type": "single"
    },
    {
        "question": "Theoretically, Gonococcal vaginitis can be seen",
        "exp": "Gonococcal inflammation usually begins in the Baholin glands and other vestibular glands or periurethral glands. The adult vagina is markedly resistant to gonococci, but in child because of more delicately lining mucosa vulvovaginitis may develop Ref: Robbins and Cotran Pathologic Basis of Diseases, 7th edition, page no: 1064",
        "cop": 2,
        "opa": "In pubey",
        "opb": "In newborn females",
        "opc": "In reproductive agefemales",
        "opd": "Sex workers",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "6194cc4a-2655-4c36-9790-0bac035e2585",
        "choice_type": "multi"
    },
    {
        "question": "The fallopian tube",
        "exp": "Fallopian tube Lined by columnar epithelium, paly ciliated, nonciliated, and peg cells It has 3 layers: serous, muscular and mucous membrane Changes occur in the tubal epithelium during menstrual cycle but are less pronounced, there is no shedding Serous layer consists of peritoneum on all sides except along the line of attachment of mesosalpinx Ref: D. C. Dutta&; s Textbook of Gynaecology, Pg no: 11, 6th edition",
        "cop": 4,
        "opa": "Is lined entirely by ciliated columnar epithelium",
        "opb": "Has a submucous layer",
        "opc": "Undergoes shedding during menstrual cycle",
        "opd": "Surrounded by peritoneum on all sides expect along the line of attachment of mesosalpinx",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "5184943d-2198-497c-a354-4bab7a9ea60b",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are risk factors for Pelvic Inflammatory Disease (PID) except ________",
        "exp": "Pregnancy is not a risk factor for PID. Risk factors of PID: Multiple teenagers Multiple sexual paners Absence of contrceptive pills Previous history of PID IUCD users Protective factors of PID: Barrier methods (Condoms, diaphragms) Oral contraceptive pills Pregnancy Menopause Note: Several studies in developed and developing countries have found that current or recent OC use reduces the risk of Pelvic inflammatory disease, a major cause of female infeility. These studies have found that OC use lowers the risk by, on average, about 40%. Two mechanisms may be operative: OCs may change the cervical mucus such that it prevents pathogenic organisms from ascending into the upper genital tract or OCs reduce menstrual blood flow, thus decreasing the amount of medium available for bacterial growth. Ref: Williams Gynaecology 3rd edition Pgno: 66",
        "cop": 2,
        "opa": "Females not on OCP",
        "opb": "Pregnancy",
        "opc": "IUD users",
        "opd": "Previous history of acute PID",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "907652ee-f342-4107-88c9-266ea914effd",
        "choice_type": "multi"
    },
    {
        "question": "Cervix: Corpus ratio before pubey is",
        "exp": "The cervix and uterine body ratio. At bih 2: 1. Menarche 1: 1. Thereafter the enlargement of body occurs rapidly, the ratio becomes 1: 2. Ref: D. C. Dutta&; s Textbook of Gynaecology, 6th edition, page no: 50",
        "cop": 2,
        "opa": "1: 02",
        "opb": "2: 01",
        "opc": "1: 03",
        "opd": "3: 01",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "54a7adac-8ad4-4d34-b494-381f3b4107cf",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old G1. P0 delivers a 33 week infant vaginally. The delivery is uncomplicated. If the obstetrician wishes to optimize the outcome for the infant, the cord should be clamped",
        "exp": "Delayed cord clamping of between 30 and 60 seconds is beneficial for pre term infants due to increasing total iron stores and hemoglobin levels, and decreasing the risk of intraventricular hemorrhage in the infants. Immediate bih outcomes such as Apgar scores, umbilical cord pH, or respiratory distress is unaffected by the timing of cord clamping. Delayed cord clamping also improves iron stores in term infants, but may also lead to a higher risk of hyperbilirubinemia.",
        "cop": 2,
        "opa": "Immediately",
        "opb": "Between 30 and 60 seconds",
        "opc": "After 60 seconds",
        "opd": "Leave the cord unclamped until delivery of the placenta",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "c97a492b-48ac-430a-89b3-8f61c48def15",
        "choice_type": "multi"
    },
    {
        "question": "The organism contributing to vaginal defence mechanism is _________",
        "exp": "The organism contributing to vaginal defence mechanism is Doderlein&; s bacillus. Doderlein&; s bacillus is a gram positive rod shaped bacillus which grows anaerobically in acidic media. It appears in vagina 3-4 days after bih and disappears after 10-14 days. It appears again at pubey and disappears after menopause. Its presence is dependent on estrogen Its function is to conve glycogen to lactic acid and maintains acidic pH in vagina thus preventing growth of pathogenic bacteria. Ref: Shaw&; s textbook of Gynaecology 17th edition Pgno: 16",
        "cop": 1,
        "opa": "Doderlein's bacillus",
        "opb": "Staphylococcus",
        "opc": "Streptococcus",
        "opd": "Treponema pallidum",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "2db645a4-b426-4936-ab6f-fdf8a386a273",
        "choice_type": "multi"
    },
    {
        "question": "M/C site of ureteric injury during hysterectomy",
        "exp": "The injury to ureter occurs at the infundibulopelvic junction on the lateral pelvic wall, in the ureteric canal when the uterine vessels are ligated, near the internal cervical os and near the uterosacral ligament. It is impoant to identify the ureter during Weheim hysterectomy, broad ligament tumour dissection and ligating internal iliac aery. Ref: Shaw&; s Textbook of Gynaecology, 15th edition, page no: 14",
        "cop": 2,
        "opa": "Pelvic brim",
        "opb": "Where it is crossed by uterine aery",
        "opc": "Where it enters the bladder",
        "opd": "Where it is over obturator vessels",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "db1c8a79-5c0e-4131-9154-46a9803eadfa",
        "choice_type": "single"
    },
    {
        "question": "Drug not used in the management of PPH",
        "exp": "Misoprostol is another prostaglandin that increases uterine tone and decreasespostpaum bleeding. 36 Misoprostol is effective in the treatment of postpaum hemorrhage, but side effects may limit its use. 28, 37 It can be administered sublingually, orally, vaginally, and rectally Ref mudaliar textbook of obstetrics 6e",
        "cop": 1,
        "opa": "Mifepristone",
        "opb": "Misoprostol",
        "opc": "Oxytocin",
        "opd": "Ergotamine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "6ac3a018-cad6-431e-9fb0-6912cb1ac31f",
        "choice_type": "single"
    },
    {
        "question": "The vessel to look for when a maylard incision is given on anterior abdominal wall?",
        "exp": "The superficial epigastric, superficial circumflex iliac, and superficial external pudendal aeries arise from the femoral aery just below the inguinalligament within the femoral triangle. These vessels supply the skin and subcutaneous layers of the anterior abdominal wall and mons pubis. Of surgicalimpoance, the superficial epigastric vessels, from their origin, course diagonally toward the umbilicus. With a low transverse skin incision, these vessels can usually be identified at a depth halfway between the skin and the anterior rectus sheath, above Scarpa fascia, and several centimeters from the midline. The inferior \"deep\" epigastric vessels and deep circumflex iliac vessels are branches of the external iliac vessels. They supply the muscles and the fascia of the anterior abdominal wall. When a Maylard incision is used for cesarean delivery, the inferior epigastric aery may be lacerated lateral tothe rectus belly during muscle transection. These vessels rarely may rupture following abdominal trauma and create a rectus sheath hematoma. Ref: William&; s Obstetrics; 24th edition; Chapter 2; Maternal Anatomy",
        "cop": 2,
        "opa": "Superficial epigastric aery",
        "opb": "Inferior epigastric aery",
        "opc": "Superficial circumflex iliac aery",
        "opd": "Deep circumflex iliac aery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "6927dbe9-0cb4-4298-818c-8e4995ca6885",
        "choice_type": "multi"
    },
    {
        "question": "A 30yrs old, para two, with two live children has menorrhagia for 2years, she was ligated 4yearsback. on investigation she is found to have a 2cm x2cm submucous myoma. what will be the best management option for her",
        "exp": "Uterine conditions where hysterectomy should be done compulsary is Menorrhagia Unterine fibromyoma Adenomyosis Tubo ovarian masses Ca. insitu Atypical endometrial hyperplasia Endometriosis Total abdominal hysterectomy: An abdominal hysterectomy is a surgical procedure that removes your uterus through an incision in your lower abdomen. A paial hysterectomy removes just the uterus, leaving the cervix intact. In cases of cervical low anterior and posterior fibroid and one encroaching into broad ligament, the bladder, uterus, rectum are displaced from their normal anatomical position and are at risk of injury. In a cervical and huge anterior wall fibroid when the tumor hangs the vaginal vault and is close to the bladder, it is good to perform myomectomy first. this allows clear the veiw of vaginal vault and prevents bladder injuries Hysterectomy can be safely performance in the lower posterior fibroid conditions Ref Shaw 16/e pg 406",
        "cop": 1,
        "opa": "Total abdominal hysterectomy",
        "opb": "Danazol 400mg twice daily for 3months",
        "opc": "Gn RH analogues",
        "opd": "Hysterectomy myoma resection",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "2787081c-00d9-4cb5-a4a4-53c475190ed6",
        "choice_type": "multi"
    },
    {
        "question": "For hormonal study, sample should be taken from which wall of vagina",
        "exp": "Lateral walls of vagina. The upper one third is related with the pelvic cellular tissue at the base of broad ligament in which ureter and uterine aery lie approximately 2cm from lateral fornices. The middle third is blended with levator ani The lower third is related to bulbocavernosus muscle, vestibular bulbs and Baholin glands. Ref: D. C. Dutta&; s Textbook of Gynaecology, 6th edition, page no: 5",
        "cop": 3,
        "opa": "Anterior",
        "opb": "Posterior",
        "opc": "Lateral",
        "opd": "Any wall",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "d200bbfc-b911-4a15-98a9-9e95bd6ef794",
        "choice_type": "multi"
    },
    {
        "question": "A 3, 800 grams male infant is delivered vaginally. A shoulder dystocia was encountered. If a neonatal injury is suspected, what is the likely finding in the infant",
        "exp": "An Erb palsy is the most common injury of the neonate in a shoulder dystocia. The arm is typically limp and at its side with the arm internally rotated. If the palsy is severe, then the infant may not be able to move its fingers. Eighty percent of the time, brachial plexus injuries will improve with physical therapy. However, if the nerve roots are avulsed rather than simply injured, the neuropathy usually will not resolve.",
        "cop": 1,
        "opa": "Arm that is at its side and internally rotated",
        "opb": "Arm that is fixed and flexed and hypeonic",
        "opc": "Dislocated elbow",
        "opd": "Clavicle fracture",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "49bc4ba4-f440-4298-9873-b8818ee3159e",
        "choice_type": "multi"
    },
    {
        "question": "Fouchette is where",
        "exp": "Labia minora are two thick folds of skin devoid of fat, on either side just within the labia majora Anteriorly they are divided to enclose the clitoris and unite with each other in front and behind clitoris to form prepuce and frenulum, respectively The lower poion of labia minora fuses across the midline to form a fold of skin known as a fourchette. It is usually injured during childbih. Ref: D. C. Dutta's Textbook of Gynaecology, 6th edition, page no: 1",
        "cop": 1,
        "opa": "Both labia minora meet posteriorly",
        "opb": "Both labia minora meet anteriorly",
        "opc": "Labia mionra and majora meet",
        "opd": "Distance between vulva and labia minora",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "61236789-825f-419a-94d5-4e17ddee6a78",
        "choice_type": "multi"
    },
    {
        "question": "Cervix to uterine body ratio in a prepubeal girl",
        "exp": "The pubeal uterus has the adult pear configuration (fundus larger than cervix) (fundus-to-cervix ratio \u0001 2/1 to 3/1) (4-8) (Fig 3) and is 5-8cm long, 3 cm wide, and 1. 5 cm thick. The endometrial lining is seen and varies with the phases of the menstrual cycle. Overfilling of the bladder can modify the uterine shape",
        "cop": 1,
        "opa": "1: 01",
        "opb": "2: 01",
        "opc": "1: 02",
        "opd": "3: 01",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "19e1eae1-6303-4cba-b4f1-cf847e8ea983",
        "choice_type": "single"
    },
    {
        "question": "The triangular area bounded by clitoris, fourchette and labia minora is",
        "exp": "Vestibule: It is a triangular area bounded Anteriorly by clitoris Posteriorly by fourchette Either side by labia minora Ref: D. C. Dutta's Textbook of Gynaecology, 6th edition, page no: 2",
        "cop": 3,
        "opa": "Fossa navicularis",
        "opb": "Fouchette",
        "opc": "Vestibule",
        "opd": "Vulva",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "f578dce5-32d3-4b1c-9d20-fd7ca2f4c7f1",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old G2. P2 woman underwent a normal vaginal delivery 10 days ago. She comes into the doctor's clinic complaining of a large amount of bright red bleeding beginning since 5 PM the previous day. Which of the following is the most likely diagnosis",
        "exp": "The most common cause of late postpaum hemorrhage is subinvolution of the uterus, in which the placental implantation site does not decrease in size as expected; thus, when the eschar overlying the placental site falls off (7- 10 days after delivery), there is more bleeding than expected. The treatment is uterotonic agents such as ergot alkaloids or misoprostol. The bleeding almost always decreases quickly, such as within 12 hours.",
        "cop": 2,
        "opa": "Uterine atony",
        "opb": "Subinvolution of the uterus",
        "opc": "Vaginal laceration",
        "opd": "Cervical laceration",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "b83511b3-df44-40be-89d1-cebe48e4d241",
        "choice_type": "single"
    },
    {
        "question": "Anatomical sphincter of fallopian tubes",
        "exp": "FALLOPIAN TUBES The two fallopian tubes are oviducts which extend from the ovaries to the cornua of the uterus, one on either side. Each lies in the free upper border of the broad ligament and, when straightened, is 10 cm in length. Its lumen communicates with the uterine cavity at its inner end and with the peritoneal cavity at its outer and thus provides the final section of an open or potentially open canal which leads from the exterior to the abdominal cavity. The fallopian tube is divided into four pas Interstitial or Intramural Pa This is only 1-2 cm in length and is the pa which traverses the uterine wall. It has a very narrow lumen (1 mm in diameter) and is different from the remainder of the tube in that it is without a peritoneal coat, and in that the outer longitudinal muscle has disappeared to cover the uterus. Isthmus This is the straight and narrow poion adjacent to the uterus and measures 2-3 cm. It has thick walls but the lumen is so narrow that it will only admit the finest probe (1-2 mm in diameter). Ampulla This is the wider, thin-walled and touous outer poion, approximately 5 cm in length, which leads to the infundibulum. Infundibulum This is the trumpet-shaped outer end with an opening into the peritoneal cavity (abdominal ostium). The latter is surrounded by fronds or fimbriae, one of which is longer than the others and is directed towards the ovary (fimbria ovarica). The fimbriated extremity is free of the broad ligament and curls back on itself so that its fimbriae aim to embrace the ovary like the tentacles of an octopus; this is impoant to feility. jeffcoate&; s principles of gynaceology; 7th edition; pageno 29",
        "cop": 3,
        "opa": "Ampulla",
        "opb": "Isthmus",
        "opc": "Intramural",
        "opd": "Infundibulum",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "fb9db35f-02f6-458a-82a9-6815b85a7ef9",
        "choice_type": "multi"
    },
    {
        "question": "A 25-year-old G1. P0 woman delivers a 4000 g infant, and encounters a shoulder dystocia. Which of the following is a risk factor for this condition",
        "exp": "Gestational diabetes is a risk factor because the fetal shoulders and abdomen are dispropoionately bigger than the head, therefore the head may pass through with no problems, yet it is quite difficult to deliver the anterior shoulder since it is lodged behind the maternal symphysis pubis. The Mc. Robes maneuver and application of suprapubic pressure are two techniques that attempt to relieve the impaction of the anterior shoulder. Unlike gestational diabetes, the complication with hydrocephalus is that the fetal head is greater than the body. The head itself may have a difficult time passing through the pelvis, but if it does pass, the shoulders would have no problem passing through since their width would be smaller than the width of the fetal head. The pre-mature fetus typically has a well-propoioned body, but is overall smaller in size than the average-sized baby. No pa of a premature fetus body should typically get impacted anywhere along the bih canal. With precipitous labor, there is a decreased chance that a shoulder dystocia will occur, whereas a prolonged second stage of labor should raise suspicion that a dystocia is present.",
        "cop": 4,
        "opa": "Fetal hydrocephalus",
        "opb": "Fetal prematurity",
        "opc": "Precipitous (fast) labor",
        "opd": "Maternal gestational diabetes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "0d82eb9a-f032-429f-9024-56a0cbe2fdf3",
        "choice_type": "single"
    },
    {
        "question": "Sensory afferent fibres from the fallopian tubes ascend to:",
        "exp": "Nerve supply in the pelvis: Perineum, vulva, lower vagina organ spinal segments Nerves 1 Perineum, vulva, lower vagina S2-4 pudendal, inguinal, genitofemoral, posterofemoral cutaneous 2 Upper vagina, cervix, lower uterine segment, posterior urethra, bladder trigone, uterosacral and cardinal ligaments, rectosigmoid, lower ureter S2-4 Pelvic parasympathetics 3 Uterine fundus, proximal fallopian tubes, broad ligament, upper bladder, caecum, appendix, terminal large bowel T11-12. L1 sympathetic hypogastric plexux 4 Outer 2/3rds of fallopian tubes, upper ureter T9-10 sympathetics aoic and superior mesentric plexus 5 Ovaries T9-10 sympathetics renal and aoic plexus and celiac and mesentric ganglia 6 Abdominal wall T12-L1 T12-L1 L1-2 Iliohypogastric Ilioinguinal Genitofemoral Shaw's textbook of Gynaecology 16th edition page no 22",
        "cop": 2,
        "opa": "T 8",
        "opb": "T 10",
        "opc": "L 2",
        "opd": "L 4",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Anatomy of the female genital tract",
        "id": "562f9cc0-1d7d-4bc7-8142-f16bc839ba68",
        "choice_type": "multi"
    }
]