[
    {
        "question": "Which type of placenta pre is this?",
        "exp": "Type 2 placenta is a placenta in the lower segment but not covering the os. A posterior type 2, as shown in this figure, is an indication to do a caesarean section as the fetal head can compress the placenta against the sacrum when the head is entering the pelvis. This can cause fetal hypoxia.",
        "cop": 2,
        "opa": "Type 4",
        "opb": "Type 2",
        "opc": "Type 1",
        "opd": "Type 3",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antepaum Haemorrhage",
        "id": "5026b999-e8eb-40c8-970a-829fa8934a8a",
        "choice_type": "single"
    },
    {
        "question": "A patient at 30 weeks gestation presents with complaints of vaginal bleeding. She is admitted to a labor room for evaluation. Fetal heart rate is 130 bpm with no accelerations or decelerations. Ultrasonography reveals a placenta covering a poion of the internal cervical os. She currently shows no active vaginal bleeding. The best management of this patient involves which of the following?",
        "exp": "For the management, we follow Mc. Afee Johnson Regime, the aim is to continue pregnancy for fetal maturity without compromising the maternal health. If the duration of pregnancy is <37 weeks, active vaginal bleeding is absent, mother and fetal well being is assured then resuscitation and observation in high risk ward is expected. Steroid therapy is indicated when the duration of pregnancy is less than 34 weeks.",
        "cop": 2,
        "opa": "Cesarean delivery",
        "opb": "Resuscitation and observation in high risk ward",
        "opc": "Amniocentesis to assess fetal lung maturity and plan delivery",
        "opd": "Gentle cervical examination to assess dilatation and amnionic membrane status",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antepaum Haemorrhage",
        "id": "30819dd7-beaa-4b1f-bf87-e17c6c43300b",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for diagnosis of vasa pre is:",
        "exp": "Vasa pre: Color Doppler is the investigation of choice. A transabdominal color Doppler sonography which show 'flow' in vessels overlying the internal cervical os. A Transvaginal ultrasound with color Doppler is even better method to demonstrate this. The APT test is a biochemical test done to differentiate maternal and fetal blood when a pregnant woman presents with a vaginal bleeding episode. Most vaginal bleeding in antepaum hemorrhage are due to abruption and Placenta pre. Placental abruption (32 percent), pre (21 percent), and cervical bleeding (6. 6 percent) were the most frequent causes However, when these are not confirmed, then to suspect fetal bleeding due to Vasa Pre, an APT test is done. Here, the vaginal blood is mixed with Na. OH, and if the hemoglobin gets denatured ( Colorless) then its maternal blood. A positive APT test would indicate that blood is of fetal origin. A negative test indicates that the blood is of maternal origin.",
        "cop": 2,
        "opa": "APT test",
        "opb": "Color doppler",
        "opc": "MRI",
        "opd": "HSG",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antepaum Haemorrhage",
        "id": "4aa6fd87-50e9-4994-9dab-4482a664b72f",
        "choice_type": "single"
    },
    {
        "question": "A lady with 32wks and 3 days of pregnancy presents with vaginal bleeding. A recent USG done on her mentioned a placenta pre. in which of the following situation it is possible to do a conservative management?",
        "exp": "APH in placenta pre First episode of bleeding in placenta Pre usually subsides with conservative management in 90% of cases. Thus APH prior to 34 weeks may be managed conservatively. This is the basis of the Mcaffee Jhonsons conservative management in APH due to placenta pre Conservative management is contra. Indicated when: Pregnancy >37 weeks Maternal decompensation secondary to significant bleeding Fetal distress Intra Uterine fetal death Malformed Fetus Malpresentation or malposition is not a contraindication to conservative management!",
        "cop": 3,
        "opa": "Fetal heart rate of 86/min",
        "opb": "Intra Uterine Fetal Death",
        "opc": "Transverse lie",
        "opd": "Significant bleeding making mother hemodynamically unstable",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antepaum Haemorrhage",
        "id": "94430101-061e-4158-8fc4-d450e24da085",
        "choice_type": "multi"
    },
    {
        "question": "A 32 week pregnant lady presents in emergency room with continuous bleeding per vaginum. The uterus is painful and tender. Most likely diagnosis is:",
        "exp": "The above mentioned symptoms are usually seen in antepaum Hemorrhage. Most common type of APH is Accidental hemorrhage also known as abruptio placentae (32 percent), Placenta pre (21 percent), and cervical bleeding (6. 6 percent). Abruption will have painful bleeding which is due to intravasation of blood into the uterine muscle ( Couvulaire uterus).",
        "cop": 4,
        "opa": "Circumvallate placenta",
        "opb": "Rupture of membranes",
        "opc": "Placenta pre",
        "opd": "Accidental hemorrhage",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antepaum Haemorrhage",
        "id": "4e8974e0-70a2-423c-9538-22d4f0c777a2",
        "choice_type": "multi"
    },
    {
        "question": "A women at 8 months of pregnancy complains of abdominal pain and slight vaginal bleed. On examination the uterus is tender with size more than expected for dates with absent fetal heart sounds. The diagnosis",
        "exp": "This is a case of abruption with concealed retroplacental bleed which makes the uterus tender and also increase the uterine height. Please note that there may be some amount of vaginal bleeding in concealed hemorrhage as well. The uterine tenderness is also because of bruising of the uterine surface. With abruption the fetal heart sounds are often not heard due to the taut abdominal wall and hypeonic uterus, even when the fetus is alive. If the fetal heart rate is normal, the best management here is to induce labour,",
        "cop": 2,
        "opa": "Hydramnios",
        "opb": "Concealed haemorrhage",
        "opc": "Active labour",
        "opd": "Uterine rupture",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antepaum Haemorrhage",
        "id": "6096b752-956b-4672-8b16-22dfb9e3cc9d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT true regarding Vasa Pre?",
        "exp": "Vasa pre: This finding is associated with velamentous inseion when some of the fetal vessels in the membranes cross the region of the cervical os below the presenting fetal pa. Marginal cord inseions and bilobed or succenturiate-lobed placentas are also associated with vasa pre. Color Doppler is the investigation of choice. With vasa pre, there is considerable potential fetal danger because membrane rupture may be accompanied by tearing of a fetal vessel. This is a/w very high perinatal moality as there is exclusive fetal blood loss. Low-lying placenta is a risk factor in 80% of cases. Patients of vasa pre should be delivered by elective LSCS. The Apt test is a medical test used to differentiate maternal and fetal blood. A positive test would indicate that blood is of fetal origin, and could be due to vasa pre. A negative test indicates that the blood is of maternal origin. In practice, the Apt test is almost never done when there is bleeding PV and a suspicion of vasa pre, because the time to fetal collapse with bleeding from vasa pre is often very sho.",
        "cop": 2,
        "opa": "Found with with velamentous cord inseion",
        "opb": "APT TEST is the investigation of choice for diagnosing Vasa Pre",
        "opc": "Very high perinatal moality as blood loss is exclusively fetal",
        "opd": "An urgent cesarean is usually the best option to save the fetus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antepaum Haemorrhage",
        "id": "d9936f8a-2603-4d23-9644-86be0ee513cb",
        "choice_type": "multi"
    },
    {
        "question": "A primigravida at 36 weeks of gestation repoed with central placenta pre with heavy bleeding per vaginum. The fetal hea sound is normal. The best management is:-",
        "exp": "The best management in this case is Immediate C-section as patient is bleeding heavily. POG of 36 weeks indicates lungs maturity so no need to give steroids. Any delay in management would lead to haemmorhagic shock worsening maternal-fetal prognosis",
        "cop": 2,
        "opa": "Expectant management",
        "opb": "Cesarean section",
        "opc": "Induction & vaginal delivery",
        "opd": "Steroids and wait 2 days prior to caesarean",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antepaum Haemorrhage",
        "id": "20e10cb3-50a7-4071-b153-5cf1e43b466a",
        "choice_type": "single"
    },
    {
        "question": "'Double set up examination' is concerned with",
        "exp": "- 'Double set up of examination' is done when there is suspicion of placenta pre and patient is having bleeding. - It is done under anesthesia, in operation theater, keeping everything ready for cesarean section. - A Digital examination through the cervix is done. Palpation of placenta on lower segment not only conclusively confirms the clinical diagnosis but also identifies its degree. *If the placenta is not felt within approximate 10 cms diameter of the internal os, then the patient can be taken up for a trial of normal vaginal delivery *If the placenta is felt within 10 cms of the cervical rim or if there is bleeding due to the examination, then an immediate cesarean section is performed",
        "cop": 1,
        "opa": "Placenta pre",
        "opb": "Manual removal of placenta",
        "opc": "Twin pregnancy",
        "opd": "Bicornuate uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antepaum Haemorrhage",
        "id": "1d24340a-e8d7-4b22-b8c8-797bbcae8c88",
        "choice_type": "single"
    },
    {
        "question": "Fetal blood loss occurs in",
        "exp": "Vasa pre occurs when there is velamentous inseion of placenta i. e. the umbilical cord vessels are splitting before getting attached to the placenta. The inseion of the cord may be close to the internal os. The fetal head can compress the cord leading to rupture of vessels. In this case the blood loss occurs from fetal vessels.",
        "cop": 1,
        "opa": "Vasa pre",
        "opb": "Placenta pre",
        "opc": "Cord prolapse",
        "opd": "Abruption",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antepaum Haemorrhage",
        "id": "69d9da0f-9878-4fe9-bb35-5b08a7ed9d03",
        "choice_type": "single"
    },
    {
        "question": "All the following are indications of caesarean section EXCEPT:",
        "exp": "Abruption per se is an indication to terminate pregnancy and an LSCS may be done for any obstetric complication precluding delivery or in case of fetal distress, poor bishops score or hemodynamic compromise in mother Active genital herpes, carcinoma cervix and complete placenta pre are absolute indications for cesarean section.",
        "cop": 2,
        "opa": "Type IV placenta prae",
        "opb": "Abruptio placenta",
        "opc": "Untreated carcinoma cervix stage IB",
        "opd": "Active herpes genitalis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antepaum Haemorrhage",
        "id": "03dc21db-7077-4025-b5c4-896df29d17c7",
        "choice_type": "multi"
    },
    {
        "question": "Which of these is a delayed complication of massive bleeding secondary to placenta pre?",
        "exp": "Sheehan's Syndrome: It occurs due to Pituitary ischemia and necrosis a/w obstretical blood loss Affected women may have persistent hypotension, tachycardia, hypoglycemia, and failure of lactation due to hypopituitarism. Diabetes insipidus with or without anterior pituitary deficiency has been described following massive obstetrical hemorrhage and prolonged shock The classical case is characterized by failure of lactation, amenorrhea, breast atrophy, loss of pubic and axillary hair, hypothyroidism, and adrenal coical insufficiency",
        "cop": 3,
        "opa": "Menorrhagia",
        "opb": "Galactorrhea",
        "opc": "Diabetes insipidus",
        "opd": "Cushing disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antepaum Haemorrhage",
        "id": "0d55270e-deca-4d83-abc5-1c28dc3a80fe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a common cause of the coagulation failure in obstetrics?",
        "exp": "CONSUMPTIVE COAGULOPATHY/ DIC IN OBSTETRICS In the accidental hemorrhage / abruptio placentae there is intravascular activation of clotting, secondary to a significant retroplacental bleed which leads to more procoagulant consumption. DIC is more likely with concealed hemorrhage because of higher intrauterine pressure The retroplacental clot triggers tissue thromboplastin factor which in turn triggers disseminated intravascular coagulation (DIC). CAUSES: Abruption Amniotic fluid embolism PPH HELLP syndrome Pre eclampsia/ eclampsia AFLP IUFD",
        "cop": 2,
        "opa": "Gestational diabetes",
        "opb": "Accidental hemorrhage",
        "opc": "Placenta pre",
        "opd": "Rupture of the uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antepaum Haemorrhage",
        "id": "adeb308d-2364-475d-aa37-2cb76f72c7c7",
        "choice_type": "single"
    },
    {
        "question": "A lady with 38 weeks of pregnancy is admitted in view of first episode of painless bout of bleeding yesterday. O/E: Hb 10. 5g%, BP 124/78 mm. Hg, uterus relaxed, and head is un-engaged and floating. FHS regular. Next line of management is:",
        "exp": "This is a case of placenta pre (painless bleeding, relaxed uterus, and floating head all point to placenta pre). Since the lady is already 38 weeks, there is no need for conservative management since maturity is already achieved. The best management is a Cesarean section here If the same patient presented at less than 36 weeks, the answer would be wait and watch. If there was fetal distress at any stage after 28 weeks with APH, the answer would be LSCS If there was maternal hemodynamic instability, the answer would be blood and IV fluids, followed by emergency LSCS.",
        "cop": 1,
        "opa": "Caesarean section",
        "opb": "Induction of labor",
        "opc": "Wait and watch",
        "opd": "Blood transfusion",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antepaum Haemorrhage",
        "id": "917252b8-78d6-439d-8955-9c9f09908b9a",
        "choice_type": "single"
    },
    {
        "question": "Pt. at 36 weeks of pregnancy has pain abdomen, uterine tenderness and bleeding per-vaginum. Her vitals the stable and has a regular fetal hea tracing. Which step of following is not required?",
        "exp": "This is the case of abruptio placenta. As the pregnancy is at 36 weeks of gestation, the management would be immediate termination of pregnancy by aificial rupture of membrane and inducing labour. Therefore, giving tocolysis to arrest labour would not be an appropriate choice in this case. If the case was before 34 weeks of gestation, steroids should be given first for pulmonary maturity then terminating the pregnancy would be appropriate.",
        "cop": 4,
        "opa": "Ammiotomy/prostaglandins to induce labour",
        "opb": "Arrange for blood products",
        "opc": "Intravenous crystalloids and colloids",
        "opd": "Tocolysis to arrest labor.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antepaum Haemorrhage",
        "id": "3a3db0dd-c080-48f7-bbc0-0e8f1bf90158",
        "choice_type": "multi"
    },
    {
        "question": "Method of conservative management of placenta pre",
        "exp": "Mcafee and Johnson Regimen- It is a regimen used for placenta pre when pregnancy is <34 weeks(lungs are not maturated) and there is not active bleeding. In it, following is done: 1. Resuscitation 2. Steroids for fetal lung maturity 3. Sedation Other options Crede's method is the act of vigourous massaging and squeezing of the fundus to force the separation of the placenta. Lilly's Cha is the plotting of optical density of the amniotic fluid in Rh isoimmunisation. Brandt Andrew method is the technique of delivering the placenta with the \"Controlled cord traction\" method.",
        "cop": 2,
        "opa": "Brandt andrew method",
        "opb": "Mcafee and Johnson",
        "opc": "Lilly's method",
        "opd": "Crede's method",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antepaum Haemorrhage",
        "id": "dcec1d3b-385a-4ba0-90db-5e6ca4b9d350",
        "choice_type": "single"
    },
    {
        "question": "Painless, heavy & recurrent bleeding of sudden onset during pregnancy is seen in:",
        "exp": "Painless, recurrent and heavy bleeding is seen in both placenta pre and cervical carcinoma but since placenta pre is more common than cervical carcinoma, the best answer would be Placenta pre.",
        "cop": 3,
        "opa": "Cervical carcinoma",
        "opb": "Circumvallate placenta",
        "opc": "Placenta pre",
        "opd": "Abruptio placentae",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antepaum Haemorrhage",
        "id": "a16a3e91-e72f-4a50-89ea-fdb7f1265b8b",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of placenta pre:",
        "exp": "A history of prior cesarean section and uterine curettage are significantly associated in patients with placenta pre. Placenta pre is most commonly found in Multiparous but most common cause is Previous cesarean section.",
        "cop": 4,
        "opa": "Myomectomy",
        "opb": "Primigravida",
        "opc": "Multigravida",
        "opd": "Previous cesarean section",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antepaum Haemorrhage",
        "id": "292bd4f0-eddb-4529-9ff5-e95b1b48e2b8",
        "choice_type": "single"
    }
]