[
    {
        "question": "Patient with NTD, dose of folic acid in next pregnancy -",
        "exp": "Ans. is 'd' i. e., 4mg o The recurrence risk of neural tube defect is:# 3 - 5 % if a couple has previously had a child with either anencephaly or spina bifida.# 5% if either parent was bom with a NTD# 10% if a couple has two affected children. o Folic acid supplementation 4 mg daily 1 month before conception to about 12 weeks of pregnancy.",
        "cop": 4,
        "opa": "0. 5 mg",
        "opb": "1 mg",
        "opc": "2 mg",
        "opd": "4 mg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Screening",
        "id": "431fb1c6-5835-4a1c-8535-d5dc59d154e2",
        "choice_type": "single"
    },
    {
        "question": "Chorionic villous sampling done before 10 weeks may result in -",
        "exp": "Ans. is 'c' ie Oromandibular limb defects \" Chorionic villous sampling is usually performed at 10-13 weeks and is associated with several complications but studies suggests that limb reduction and oromandibular limb hypogenesis is more common if CVS is done before 9 weeks so CVS is done after 9 wks because it is more safe\" - Williams, 21/e, p990. Note. Don't get confused by what Harrison states on page 399, 15/e\" There is an increased association of limb defects when the procedure in performed later (>=11 weeks of gestation)\"Harrison is wrong here!",
        "cop": 3,
        "opa": "Foetal loss",
        "opb": "Fetomatemal haemorrhage",
        "opc": "Oromandibular limb defects",
        "opd": "Sufficient material not obtained",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Screening",
        "id": "6a788250-badb-4888-93b7-e02837940c07",
        "choice_type": "single"
    },
    {
        "question": "Alpha feto protein is decreased in: (Repeat)",
        "exp": "Ans: B (Down's syndrome) Ref: Dutta Textbook of Obstetrics pg 106. Explanation: MATERNAL SERUM AFPAFP is oncofetal protein w ith molecular weight 70000. It is produced by yolk sac and fetal liver. Highest level of AFP in fetal serum and amniotic fluid is seen around 13 weeks and thereafter decreases. Maternal serum AFP reaches a peak around 32 weeks. MSAFP level is elevated in: Wrong gestational age. Open NTDMultiple pregnancy. Rh isoimmunisation. IUFDAnterior abdominal wall defects. Renal anomalies. MSAFP is low in: Down's syndrome. GTD Test is done between 15 to 20 weeks",
        "cop": 2,
        "opa": "Spina bifida",
        "opb": "Down's syndrome",
        "opc": "Dead fetus",
        "opd": "Abdominal wall deficiency",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Screening",
        "id": "0e0f2bbb-adfc-4523-bc31-919d92367770",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are ultrasonographic fetal growth parameters except:",
        "exp": "Ans. B. Trans cerebellar diametera. Ultrasound imaging: Standard morphometric measurements are as under: Fetal crown-rump length (in first trimester); Biparietal diameter; Head circumference. b. Abdominal circumference; Femur length; and Total intrauterine volume.",
        "cop": 2,
        "opa": "Head circumference",
        "opb": "Trans cerebellar diameter",
        "opc": "Femur length",
        "opd": "Biparietal diameter",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Screening",
        "id": "fafff2e1-9697-4324-81da-a3ff9dd2f827",
        "choice_type": "multi"
    },
    {
        "question": "Ideal time for doing ultrasound in pregnancy to assess fetal organ defect is:",
        "exp": "Ans: d (16-18 wks) Ref: Dutta, 6th ed, p. 70. Routine sonography at 18-20 wks permits a detailed survey of fetal anatomy. Fetal organ anatomy is surveyed to detect any congenital malformations. Routine investigations done during antenatal checkup1. Blood grouping, VDRL, RBS (only in selected cases)2. Urine routine- protein, sugar and pus cells. 3. Cervical cytology in selected cases. Special investigations in pregnancy1. Serological tests for rubella, Hep B and HIV (with consent). 2. MSAFP or triple test for mothers at risk. 3. USG - first trimester scan and anomaly scan at 20 wks.",
        "cop": 4,
        "opa": "8-10 wks",
        "opb": "10-12 wks",
        "opc": "12-14 wks",
        "opd": "16-18 wks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Screening",
        "id": "d6db1ae0-d4d1-4332-a0da-491051470e92",
        "choice_type": "single"
    },
    {
        "question": "Biophysical profile includes all except-",
        "exp": "Ans. is 'd' i. e., Acetyl choline level Biophysical profile scoring Observation for 30 minutes Normal score =2. Abnormal =0. Parameters. Minimal normal criteria. Score. Non stress test (NST). Reactive pattern2. Fetal breathing movements1 or more episode lasting > 30 sec2. Gross body movements3 or more discrete body/limb movements2. Fetal muscle tone1 or more episode of extension (limb or trunk) with return to flexion2. Amniotic fluid1 or more pocket measuring 2 cm in two perpendicular planes (2x2 cm pockets)2. BPP scoring, interpretation, management. BPP Score. Interpretation. Management8-10. No fetal asphyxia. Repeat testing at weekly interval or more6. Suspect chronic asphyxia. If > 36 wks - deliver; but if L/S <2. 0, repeat test in 4-6 hrs4. Suspect chronic asphyxia. If > 36 wks - deliver, if < 32 w'ks, repeat testing in 4-6 hrs0-2. Strongly suspect asphyxia. Test for 120 min - persistent score 4 or less - deliver regardless of gestational age. Modified BPPo Consists of. NST & ultrasonographically determined Amniotic fluid index (AFI). o It is considered abnormal (nonreassuring) when NST is non-reactive and / or the AFI is <5.",
        "cop": 4,
        "opa": "NST",
        "opb": "Muscle tone",
        "opc": "Amniotic fluid",
        "opd": "Acetyl choline level",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Screening",
        "id": "3b4237d0-5e6b-42ae-b5a8-1fd4dd04c915",
        "choice_type": "multi"
    },
    {
        "question": "Increased AFP level seen in -",
        "exp": "Ans is 'd' i. e. Congenital nephrotic syndrome",
        "cop": 4,
        "opa": "Down's syndrome",
        "opb": "Molar pregnancy",
        "opc": "Overestimated gestational age",
        "opd": "Congenital nephrotic syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Screening",
        "id": "74759d7c-c69d-431c-8636-03cfc92ea81e",
        "choice_type": "single"
    },
    {
        "question": "A mother with 10 wks pregnancy and who had previously baby with open neural tube defect which statement is true -",
        "exp": "Ans. is 'a' i. e. Sodium valproate causes open neural tube defect. Sodium valproate causes neural tube defect when given to pregnant ladies. Folic acid supplementation is given to prevent neural tube defect (not multivitamins). Risk of recurrence of neural tube defect is 5%* (not 10%). Amniocentesis is used to diagnose neural tube defects but the ideal time is 14-16 wks*.",
        "cop": 1,
        "opa": "Sodium valproate causes open neural tube defect.",
        "opb": "Risk of recurrence is 10%",
        "opc": "Aminocentesis should be done",
        "opd": "Give multivitamin.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Screening",
        "id": "12a58456-d81b-4050-ad26-caa82f872087",
        "choice_type": "multi"
    },
    {
        "question": "In the Manning scoring system of biophysical profile for fetal monitoring, which parameter is not included:",
        "exp": "Ans is 'c' i. e. Oxytocin Challenge test Manning's biophysical profile is made up of 5 components. Reactive non stress test. Fetal breathing movement. Fetal gross body movement. Fetal muscle tone. Amniotic fluid volume. Components and their scores for the biophysical profile. Component. Score 2. Score 0. Non stress test2 accelerations of15 beats/min for15 sec in 2-40 min0 or 1 acceleration in 2-40 minutes. Fetal breathing>1 episode of rhythmic breathing lasting > 30 second within 30min< 30 second of breathing 30 min. Fetal movement> 3 discrete body or limb movements within 30 minutes< 3 discrete movements. Fetal tone> 1 episode of extension of a fetal extremity with return to flexion, or opening or closing of hand within 30 minute. No movements or no extension/ flexion. Amniotic fluid volumesingle vertical pocket > 2 cm. Largest single vertical pocket < 2 cmA normal observation is given a score of 2, abnormal observation is given a score of 0. In the absence of oligohydramnios, a score of 8 or 10 is normal, a score of 6 is equivocal and a score of 4 or less is abnormal",
        "cop": 3,
        "opa": "Fetal tone",
        "opb": "Fetal gross body movements",
        "opc": "Oxytocin challenge test",
        "opd": "Non stress test",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Screening",
        "id": "62f76d60-cb2f-4db3-a0df-06366665aa23",
        "choice_type": "multi"
    },
    {
        "question": "Karyotyping of the fetus can be done through all of the following invasive methods except:",
        "exp": "Ans. d. Fetal skin biopsy (Ref: Williams 23/ep299-30I; Dutta 6/e pit)?. 108, 642>\"Currently there are three routine itw.! of obtaining fetal tissue: Amniocentesis at 15 to 20 weeks, gestation, chorionic villus sampling at 10 to 12 weeks, a tut percutaneous umbilical blood sampling (cordocentesis) past 18 weeks. In addition, experimental invasive feta! sampling methods such as early amniocentesis, late transabdominal chorionic villus sampling, skin biopsy, liver biopsy, and muscle biopsy arc being used. Although amniocentesis and chorionic villus sampling are hath widely accepted and relatively safe, they are both invasive and carry a definite, albeit small\\ procedure-related risk. Because of this risk and the cost of testing, only women older than 35 who have a greater risk for fetal aneuploidy are currently offered prenatal testing. \"A G3. P2, pregnant comes to your clinic at 18 weeks of gestation for genetic counselling. She has a history of two kids born with thalassemia major. The recommended test for this patient is Cordocentesis, since this patient is presenting at 18 weeks, a quick method to diagnose thalassemia antenatally is needed as the legal age of abortion is only till 20 weeks. Fetal karyotyping takes 7--10 days when done through CVS or amniocentesis as the shredded cells are to be cultured. Cordocentesis is a much quicker method to achieve the same. \"Fetal blood karyotyping can be accomplished within 24 to 48 hours. Thus, it is significantly quicker than the 7- to 10-day turnaround time with amniocentesis or CVS. \"-- Williams Obstetrics 24/e p300. Cordocentesis (Percutaneous Umbilical Blood Sampling/PUBS). Cordocentesis was initially described for fetal transfusion of red blood ceils in the setting of anemia from alloimmunization. Indications of Cordocentesis. Fetal anemia assessment. QAssessment & treatment of platelet alloimmunization. QFetal karyotype determination in cases of mosaicism identified following amniocentesis or CVSQ. Fetal blood karyotyping can be accomplished within 24 to 48 hours. Thus, it is significantly quicker than the 7- to10-day turnaround time with amniocentesis or CVSQ. Complications of Cordocentesis* Fetal-maternal bleedingQ (40%)* Cord vessel bleeding (20 to 30%)* Fetal bradycardia (5-10%)* Procedure-related fetal loss (1. 4%). Amniocentesis. Deliberate puncture of the fluid sac per abdomen. MC performed invasive test for prenatal diagnosis of genetic disease. QCommonest indication is maternal age. QPerformed at 14-20 weeks, (14-16 weeks is mentioned in Dutta)QTwo samples of around 30 mlQ is taken. Pregnancy loss is high in early amniocentesis. QIndications of Amniocentesis. Diagnostic. Therapeutic* Early months (12-14 weeks)Q: antenatal diagnosis of chromosomal and genetic disorders* Later months (16-18 months)Q: Fetal maturity, degree of fetal hemolysis in Rh sensitized mother, meconium staining of liquor, amniography or fetography* First half: induction of abortion by instillation of chemicals, repeated decompression in acute hy- dramnios* Second half: Decompression in unresponsive cases of chrome hydramnios, to give intrauterine fetal transfusion, amnioinfusion. Chorionic Villus Sampling. Performed for prenatal diagnosis of genetic disorders. QTranscervical between 10-12 weeksQ & transabdominal from 10 weeks to term. QA few villi are collected from chorionic frondosumQ under ultrasonic guidance with the help of a long malleable polyethylene catheter introduced transcervically along the extraovular space. Chorionic Vilius Sampling. Advantages. Disadvantages* Early diagnosis, early termination, lesser complicationsQ (as compared to amniocentesis)* Villi are good source of DNA* Increased pregnancy lossQ (as compared to amniocentesis)* Severe limb reduction defect (Oro-mandibutar limb deformity, when CVS is performed before 9 weeks)QNTD cannot be detected by CVSQ. Transabdominal CVS can be performed in 2nd and 3rd trimesterQ. Techniques for Prenatal Diagnosis. Fetal tissues. Technique. Timing (weeks). Studies done on Tissue. Risk. Amniotic fluid* Conventional Amniocentesis* Early amniocentesis15-1611-14. AFP/ACHE/h. CGAbortion, needle puncture injuries, placental abruption, chorio amniocentesis abruption, preterm labour. Amniocytes* Conventional Amniocentesis* Early amniocentesis15-1611-14. Cell culture for karyotypes, enzyme assay, DNA studies, FISH-Chorionic Villi* Transvaginal* Transabdominal8-1112-24. Biochemical chromosomal. DNA2% fetal loss, limb defects, mosaicism and maternal bleeding. Fetal blood* Fetoscopic aspiration* Cordocentesis18-2016-20. Coagulation factor Immunoglobulin antibodies estimation; DNA and enzyme study; karyotype, FSH1% fetal loss, Rhesus sensitization, fetal infection, PROMFetal liver* Fetoscopic biopsy* Percutaneous biopsy18-20. Enzyme assay as in OTC deficiency-Fetal skin* Fetoscopic biopsy* Percutaneous biopsy18-20. Histopathology-Fetal muscle* Fetoscopic biopsy* Percutaneous biopsy18-20. Histopathology-Maternal serum* Maternal blood12-14. AFP/UE3 h. CGNil. Fetal cells in maternal circulation* Flow cytometry, PCR1 monoclonal antibodies1st trimester. Fish fetal sexing DNA testes. Nil. Pre-implantation embryo biopsy* IVF Biopsy of blastocysts4-8 cell stage blastocyst. DNA. PCR enzymeassay-",
        "cop": 4,
        "opa": "Chorionic villus sampling",
        "opb": "Cordocentesis",
        "opc": "Amniocentesis",
        "opd": "Fetal skin biopsy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Screening",
        "id": "0214d3ae-f8b0-48fc-8827-6c673b75b4f4",
        "choice_type": "multi"
    }
]