[
    {
        "question": "Patient with NTD, dose of folic acid in next pregnancy -",
        "exp": "Ans. is 'd' i. e., 4mg o The recurrence risk of neural tube defect is:# 3 - 5 % if a couple has previously had a child with either anencephaly or spina bifida.# 5% if either parent was bom with a NTD# 10% if a couple has two affected children. o Folic acid supplementation 4 mg daily 1 month before conception to about 12 weeks of pregnancy.",
        "cop": 4,
        "opa": "0. 5 mg",
        "opb": "1 mg",
        "opc": "2 mg",
        "opd": "4 mg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Screening",
        "id": "431fb1c6-5835-4a1c-8535-d5dc59d154e2",
        "choice_type": "single"
    },
    {
        "question": "Chorionic villous sampling done before 10 weeks may result in -",
        "exp": "Ans. is 'c' ie Oromandibular limb defects \" Chorionic villous sampling is usually performed at 10-13 weeks and is associated with several complications but studies suggests that limb reduction and oromandibular limb hypogenesis is more common if CVS is done before 9 weeks so CVS is done after 9 wks because it is more safe\" - Williams, 21/e, p990. Note. Don't get confused by what Harrison states on page 399, 15/e\" There is an increased association of limb defects when the procedure in performed later (>=11 weeks of gestation)\"Harrison is wrong here!",
        "cop": 3,
        "opa": "Foetal loss",
        "opb": "Fetomatemal haemorrhage",
        "opc": "Oromandibular limb defects",
        "opd": "Sufficient material not obtained",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Screening",
        "id": "6a788250-badb-4888-93b7-e02837940c07",
        "choice_type": "single"
    },
    {
        "question": "Ideal time for doing ultrasound in pregnancy to assess fetal organ defect is:",
        "exp": "Ans: d (16-18 wks) Ref: Dutta, 6th ed, p. 70. Routine sonography at 18-20 wks permits a detailed survey of fetal anatomy. Fetal organ anatomy is surveyed to detect any congenital malformations. Routine investigations done during antenatal checkup1. Blood grouping, VDRL, RBS (only in selected cases)2. Urine routine- protein, sugar and pus cells. 3. Cervical cytology in selected cases. Special investigations in pregnancy1. Serological tests for rubella, Hep B and HIV (with consent). 2. MSAFP or triple test for mothers at risk. 3. USG - first trimester scan and anomaly scan at 20 wks.",
        "cop": 4,
        "opa": "8-10 wks",
        "opb": "10-12 wks",
        "opc": "12-14 wks",
        "opd": "16-18 wks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Screening",
        "id": "d6db1ae0-d4d1-4332-a0da-491051470e92",
        "choice_type": "single"
    },
    {
        "question": "Increased AFP level seen in -",
        "exp": "Ans is 'd' i. e. Congenital nephrotic syndrome",
        "cop": 4,
        "opa": "Down's syndrome",
        "opb": "Molar pregnancy",
        "opc": "Overestimated gestational age",
        "opd": "Congenital nephrotic syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Screening",
        "id": "74759d7c-c69d-431c-8636-03cfc92ea81e",
        "choice_type": "single"
    }
]