[
    {
        "question": "Which Congenital malformation of the fetus can be diagnosed in first trimester by ultrasound?",
        "exp": "Ans. A. Anencephaly. Ultrasound can be used to detect anencephaly as early as 10 weeks' gestation. With an abnormal head/trunk ratio and abnormally large orbits, the absence of the superior vault is associated. The length of crown-rump is normal in most anencephalic fetuses.",
        "cop": 1,
        "opa": "Anencephaly",
        "opb": "Iniencephaly",
        "opc": "Microcephaly",
        "opd": "Holoprosencephaly",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Care & Assessment of Fetal Well Being",
        "id": "ad8fe151-86ac-4b28-919f-5ee6f1fdc28a",
        "choice_type": "single"
    },
    {
        "question": "Folic acid required in first trimester of pregnancy in a women with a history of NTD is:",
        "exp": "Ans. is 'c' i. e., 4 mg * More than half of NTDs could be prevented with daily intake of 400 pgm of folic acid throughout the periconceptional period.* A woman with a prior pregnancy complicated by a neural tube defect can reduce the 23% recurrence risk by more than 70% if she takes 4 mg (4000 fig) of folic acid for the month before conception and for the first trimester of pregnancy.",
        "cop": 3,
        "opa": "100 microgram",
        "opb": "400 microgram",
        "opc": "4 mg",
        "opd": "5 mg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Care & Assessment of Fetal Well Being",
        "id": "13065dea-2a17-4607-93c1-381fadd1776c",
        "choice_type": "single"
    },
    {
        "question": "Fetal biophysical profile used for the assessment of fetal well-being does not includes:",
        "exp": "Ans. D. Stress test. Fetal biophysical profile considers several parameters, which includes: a. Non-Stress testb. Fetal breathing movementsc. Gross body movementsd. Fetal muscle tonee. Amniotic fluid volume",
        "cop": 4,
        "opa": "Fetal breathing movements",
        "opb": "Fetal tone",
        "opc": "Amount fluid volume",
        "opd": "Stress test",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Care & Assessment of Fetal Well Being",
        "id": "7bd9f41a-acd5-4cdf-aea2-9366799b18de",
        "choice_type": "single"
    },
    {
        "question": "Criteria for high risk infant:",
        "exp": "Ans. (B) Working motherswww. ncbi. gov. india(Ref: ). Risk Infants. Birth weight < 2. 5 Kg. Twins. Birth order >=4. Artificial Feeding. Wt. <=70% of expected weight. Failure to gain weight during 3 successive months. Children with PEM/Diarrhea. Working mother/One parent",
        "cop": 2,
        "opa": "Have not taken 100 days folic acid",
        "opb": "Working mothers",
        "opc": "Preeclampsia in pregnancy",
        "opd": "Malpresentation during birth",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Care & Assessment of Fetal Well Being",
        "id": "48732aae-0666-4a6e-a1f2-f21546e5e0c2",
        "choice_type": "single"
    },
    {
        "question": "Most reliable criteria for gestational age estimation in 1st trimester ultrasound is:",
        "exp": "A i. e. CRLRef: Textbook of Obstetrics by Sheila Balakrishnan, 2nd edition, page 476. Explanation: First trimester scan is also called Dating scan. Crown rump length is measured from the top of the head to the bottom of the buttocks excluding limbs. CRL between 9 and 11 weeks is the most accurate method of dating. Error is about +1-5 days. CRL in cm +6. 5 gives a rough estimate of gestational age in weeks. Useful prior to amniocentesis and chorionic villous sampling and in diagnosis of fetal growth restriction.",
        "cop": 1,
        "opa": "CRL",
        "opb": "Femur length",
        "opc": "BPD",
        "opd": "Abdominal circumference",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Care & Assessment of Fetal Well Being",
        "id": "e6ef6392-5751-43ac-a15f-917d9e71a78b",
        "choice_type": "single"
    },
    {
        "question": "Folic acid required in first trimester of pregnancy in a woman with a history of NTD is:",
        "exp": "Ans. C. 4mga. More than half of NTDs could be prevented with daily intake of 400. IgM of folic acid throughout the periconceptional period. b. A woman with a prior pregnancy complicated by a neural tube defect can reduce the 23% recurrence risk by more than 70% if she takes 4mg (4000ug) of folic acid for the month before conception and for the first trimester of pregnancy.",
        "cop": 3,
        "opa": "100 microgram",
        "opb": "400 microgram",
        "opc": "4 mg",
        "opd": "5 mg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Care & Assessment of Fetal Well Being",
        "id": "4f56ae00-4e2b-4fe5-b12a-a09301218d2f",
        "choice_type": "single"
    },
    {
        "question": "When heparin is given in pregnancy, which of the following is to be added?",
        "exp": "Ans. is c, i. e. Calcium. Ref. KDT 6/e, p 598, 599; Harrison 17/e, p 2400. Heparin can lead to osteoporosis, or hypocalcemia so, calcium supplementation is advisable with the use of heparin. Also Know: Durgs which may lead to hypocalcemia and hence calcium supplementation is necessary: Corticosteroids. Cyclosporine. Anticonvulsants. Cytotoxic drugs. Excessive alcohol. Aromatase inhibitor. Increase dose of thyroxine. Aluminium. Gn. RHHeparin. Lithium",
        "cop": 3,
        "opa": "Iron folic acid",
        "opb": "Copper",
        "opc": "Calcium",
        "opd": "Zinc",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Care & Assessment of Fetal Well Being",
        "id": "346f7552-1cd4-4a34-8908-c5c23c45b182",
        "choice_type": "single"
    },
    {
        "question": "A primigravida was given dietary advice in the 2nd trimester. What should be the extra calorie intake in pregnancy?",
        "exp": "ANS. B* In pregnancy: Add 350 kcal of energy and 23 g protein* For lactation: Add 600 kcal of energy (up to 6 months) and 520 k. Cal (after 6 months) and 19 g protein. Normal changes in pregnancy. Hematological changes. Cardiovascular changes. Plasma volume increases by 40%Cardiac output increases by 40%Red cell volume increases by 20%Pulse rate increases by 10% or 15 bpm. Physiological dilution in pregnancy. Stroke volume increases by 10%Hemoglobin and hematocrit decrease. Peripheral vascular resistance falls. WBC count increases. Mean arterial pressure and DBP falls. Platelets normal or slight decrease by 15%Colloid oncotic pressure falls. Total proteins increase Plasma protein concentration decreases Albumin decreases Globulins increase slightly Albumin: globulin decrease 1: 1 Fibrinogen increases by 50% Increase in factor VIII, IX and XRenal changes. Decrease in anticoagulants. Renal blood flow increases by 80%Inhibition of fibrinolytic activity. GFR increases by 50%ESR increases four times. Creatinine and other clearances increased. Serum iron decreases. Serum creatinine, urea and urate decreased. Total iron binding capacity increases. Glycosuria may be normal. Abbreviations: WBC, white blood cell; GFR, glomerular filtration rate; ESR, erythrocyte sedimentation rate; DBP, diastolic blood pressure# Parameters which does not change in pregnancy? 1. p. H2. Vital capacity3. FEV14. Inspiratory reserve volume5. Pulmonary capillary wedge pressure6. Respiratory rate.",
        "cop": 2,
        "opa": "200 kcal",
        "opb": "300 kcal",
        "opc": "500 kcal",
        "opd": "No extra calorie",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Care & Assessment of Fetal Well Being",
        "id": "03de16d8-7c48-42cf-9f30-2a7f2674eb51",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is diagnostic of GDM by 75 g GTT as per NICE 2015 criteria?",
        "exp": "Ans. is c, i. e. Fasting blood glucose 5. 6 mmol/LNICE 2015 guidelines for diagnosing Gestational diabetes. Gestational Diabetes. Diagnose gestational diabetes if the woman has either:-A fasting plasma glucose level of 5. 6 mmol/litre or above or-A 2-hour plasma glucose level of 7. 8 mmol/litre or above. Also know - Metabolic goals as per NICE 2015. Advise pregnant women with any form of diabetes to maintain their capillary plasma glucose below the following target levels, if these are achievable without causing problematic hypoglycaemia: Fasting: 5. 3 mmol/litre and1 hour after meals: 7. 8 mmol/litre or2 hours after meals: 6. 4 mmol/litre.",
        "cop": 3,
        "opa": "FBG > 5. 1 mmol/L",
        "opb": "FBG > 7. 0 mmol/L",
        "opc": "Fasting blood glucose 5. 6 mmol/L",
        "opd": "2 hr PP OGTT more than 5. 8 mmol/L",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Antenatal Care & Assessment of Fetal Well Being",
        "id": "7c49d50e-1e4e-4f98-a56d-312fa0e0a41c",
        "choice_type": "single"
    }
]