[
    {
        "question": "Which is the commonest indication of classical cesarean section?",
        "exp": "ANSWER: (C) Dense adhesion in lower uterine segment. REF: William's obs 22nd e p- 5987. Classical caesarean section is not done these days f however its done in cases where the lower segment is not approachable. Uterine incision is made on upper segment above the reflection of uterovesical fold of peritoneum. Indications of classical caesarean sectionI Where lower segment approach is difficult. Dense adhesion due to previous operations. Severely contracted pelvis ( osteomalcic or rachitic). Where lower segment approach is risky. Big fibroid in lower segment. Ca cervix. Repair is difficult and high vesico vaginal fistula. Severe degree of placenta previa with engorged vessels. Post mortem contemplating to have a live baby",
        "cop": 3,
        "opa": "Transverse lie",
        "opb": "Cord prolapse",
        "opc": "Dense adhesion in lower uterine segment",
        "opd": "Placenta praevia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Caesarean Section",
        "id": "df743e95-6d5a-4074-bd20-3de5f7b3f2da",
        "choice_type": "single"
    },
    {
        "question": "Risk of scar rupture in previous LSCS with lower segment scar is -",
        "exp": "Ans. is 'a'i. e., 1% o The risk of lower segment scar - rupture is low (0[?]2-1[?]5%) and even if it does occur, maternal death is much less and the perinatal mortality is about 1 in 8. o Previous history of classical caesarean section or hysterotomy makes the woman vulnerable to unpredictable rupture of the uterus. This may occur either late during pregnancy or during labour and when it does, the maternal mortality is to the extent of 5% and the perinatal mortality to 75%.",
        "cop": 1,
        "opa": "1%",
        "opb": "5%",
        "opc": "10%",
        "opd": "50%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Caesarean Section",
        "id": "07d58e75-c74b-4b0f-a10c-4924b8fb02cb",
        "choice_type": "single"
    },
    {
        "question": "Ideal timing for elective repeat LSCS (ERCS) for a patient of previous 1 LSCS, without any other complicating factor would be?",
        "exp": "Risk of perinatal death with ERCS (Elective Repeat Caesarean section) is extremely low but there is a small increase in perinatal respiratory morbidity, when ERCS is performed before 39 weeks. This morbidity can be reduced with pre op steroids.",
        "cop": 3,
        "opa": "37 weeks",
        "opb": "38 weeks",
        "opc": "39 weeks",
        "opd": "At onset of labour",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Caesarean section",
        "id": "b0d44737-db35-44ac-8bec-5b5086c85683",
        "choice_type": "single"
    },
    {
        "question": "Least rates of HIV transmission is seen in?",
        "exp": "ANSWER: (D) Cesarea Section. REF: Williams Obstetric 22niedition chapter 59. The two principal approaches suggested for prevention of maternal-neonatal transmission of HIVinfectionare antiretroviral therapy and cesarean delivery. Antiretroviral therapy should be offered to all HIV-infected pregnant women to begin maternal treatment as well as to reduce the risk of perinatal transmission regardless of CD4~ T-cell count or HIV RNA level.",
        "cop": 4,
        "opa": "Forceps delivery",
        "opb": "Normal delivery",
        "opc": "Breast feeding",
        "opd": "Cesarean Section",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Caesarean Section",
        "id": "d01846be-0f15-41d7-8105-b8d6a47afbdd",
        "choice_type": "single"
    },
    {
        "question": "Absolute indication of Cesarean Section is?",
        "exp": "ANSWER: (C) CPDREF: Dutta 6th ed page 589. Indications for caesarean section: ABSOLUTERELATIVECentral placenta previa. Absolute CPDPelvic mass causing obstruction. Advanced cervical ca. Vaginal obstruction. CPD (relative). Previous CSNon reassuring FHR or fetal distress. Dystochia. Antepartum hemmorrhage. Malpresentation. Failed surgical induction. Bad obstetric history. Hypertensive disorder. Medical gynaecological disorders. Indications of caesarean section in cases of previous CS: When primary was due to a recurrent indication like CPD Previous two CS Features of scar dehiscence. Previous classical CS",
        "cop": 3,
        "opa": "Placenta Previa",
        "opb": "Previous Cesarean section",
        "opc": "CPD",
        "opd": "Breech presentation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Caesarean Section",
        "id": "42cde519-5a5b-4893-91e6-c47867837f55",
        "choice_type": "single"
    },
    {
        "question": "Absolute indication for LSCS is:",
        "exp": "Type IV is total obstruction of the OS and hence C. S is the only method of termination Breech, Previous CS and Mento-anterior face can all deliver vaginally when conducted in an institute by an experienced obstetrician",
        "cop": 1,
        "opa": "Type IV placenta pre",
        "opb": "Breech presentation",
        "opc": "Previous LSCS",
        "opd": "Mento-anterior facepresentation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Caesarean section",
        "id": "ae60048d-67ee-45db-b009-72fe7f45bac4",
        "choice_type": "single"
    },
    {
        "question": "Indication of caesarean section after previous caesarean section is?",
        "exp": "ANSWER: (C) CPDREF: Dutta 6th ed page 589. See previous question for explanation",
        "cop": 3,
        "opa": "Hypertension",
        "opb": "Type 1 placenta previa",
        "opc": "CPD",
        "opd": "Multigravida",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Caesarean Section",
        "id": "d74fce65-1066-4c1c-aa38-cb43f17903e2",
        "choice_type": "single"
    },
    {
        "question": "Which of these is an absolute contraindication for VBAC (vaginal bih after caesarean)?",
        "exp": "Women with previous 1 LSCS, may be offered a VBAC after counselling about risk of uterine rupture and morbidity. Previous classical caesarean/ previous uterine rupture is an absolute contraindication Previous history of breech presentation and previous history of placenta pre are both non recurring indications Risk of rupture PRIOR INCISION RISK OF RUPTURE (%) Classical 2-9 T shaped 4-9 Low veical 1-7 Single low transverse 0. 2-0. 9 Multiple low transverse 0. 9-1. 8 Previous preterm CS Increased Prior uterine rupture 2-6 (lower segment)9-32 (upper segment)",
        "cop": 2,
        "opa": "Previous 1 LSCS",
        "opb": "Previous classical caesarean section",
        "opc": "Previous LSCS done for breech presentation",
        "opd": "Previous LSCS done for placenta pre",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Caesarean section",
        "id": "d78aca58-9902-48f1-8559-7e3efc839fa5",
        "choice_type": "single"
    },
    {
        "question": "Classical cesarean section is done in?",
        "exp": "ANSWER: (A) Carcinoma Cervix. REF: Current Diagnosis 8; Treatment Obstetrics & Gynecology, 10th edition Chapter 30. The currently accepted indications for classical cesarean section are: 1. Perimortem Cesarean Delivery. Placenta previa with fetal malpresentation such as transverse lie. Preterm delivery in which the lower uterine segment is poorly developed. Carcinoma cervix",
        "cop": 1,
        "opa": "Carcinoma Cervix",
        "opb": "Placenta previa",
        "opc": "Previous cesarean",
        "opd": "Failed trial of labour",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Caesarean Section",
        "id": "22126480-199e-4985-95dd-94aeebe9b7e0",
        "choice_type": "single"
    }
]