[
    {
        "question": "Which is most commonly implicated in genital (vulval) warts?",
        "exp": "Ans. is d, i. e. HPV 6. Ref: Williams Gynae 1st/ed, p619\"Low Risk HPV types 6 and 11 cause nearly all genital warts. \" - Williams Gynae 1st/ed, p67. Genital Warts:* Genital warts are lesions created from productive infection with HPV (most common type 6 and 11).* They display various morphologies and appearances ranging from flat papules to the classic verrucous, polyphytic lesions, termed \"condyloma acuminata\".* Sites: External genital warts may develop at sites in the lower reproductive tract, urethra, anus, or mouth.* Diagnosis: They are typically diagnosed by clinical infection, and biopsy is not required unless co-existing neoplasia is suspected. HPV serotyping is not required for routine diagnosis. Treatment:* Condyloma acuminata may remain unchanged or resolve spontaneously.* Effect of treatment on future viral transmission is unclear. However, many women prefer removal, and lesions can be destroyed with sharp or electrosurgical excision, cryotherapy, or laser ablation. In addition, very large, bulky lesions may be managed with cavitational ultrasonic surgical aspiration. Medical Management of Genital Warts:* Topical 5-percent imiquimod cream (immunomodulator)* Podophyllin (antimitotic agent)* Trichloroacetic acid (proteolytic agent)* Bichloroacetic acid (proteolytic agent)* Intralesion injection of interferon. Note: Intralesion injection of interferon has high cost, is painful and is inconvenient to administer, So this therapy is not recommended as a primary modality and is best reserved for recalcitrant cases. Therapy of choice: No data suggest the superiority of one treatment. Thus in general treatment should be selected based on clinical circumstances and patient and provider preferences.",
        "cop": 4,
        "opa": "HPV 16",
        "opb": "HPV 18",
        "opc": "HPV 31",
        "opd": "HPV 6",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Cervix",
        "id": "1cad8398-611f-4100-8b4c-c8c113e66b6c",
        "choice_type": "single"
    },
    {
        "question": "Post-menopausal female with biopsy report as endometrial hyperplasia with atypia. Next line of management is:",
        "exp": "ANS. ATypes of endometrial hyperplasia: 1. Simple2. Complex. Causes of hyperplasia: 1. PCOD2. Follicular cyst3. Granulosa and theca cell tumor4. Hormone replacement therapy. Chances of malignancy1. Simple hyperplasia without atypia: 1%. 2. Simple hyperplasia with atypia: 8%. 3. Complex hyperplasia without atypia: 3%. 4. Complex hyperplasia with atypia: 29%. Treatment of hyperplasia with atypia1. For postmenopausal type 1/simple hysterectomy2. Young women, not completed family--progesterone (medroxy progesterone acetate) levonorgestrel-releasing intrauterine system (LNG-IUS) + biopsy 3 monthly. Treatment of hyperplasia without atypia. Progesterone (medroxy progesterone acetate) LNG-IUS + biopsy 3 monthly.",
        "cop": 1,
        "opa": "Type 1 hysterectomy",
        "opb": "Oral progestins",
        "opc": "Mirena",
        "opd": "Dilatation and curettage",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Cervix",
        "id": "2841ed19-da2f-4553-9466-fc1a0c78ef41",
        "choice_type": "single"
    },
    {
        "question": "A female 35 years P3 L3 with CIN III on colposcopic biopsy what would you do?",
        "exp": "Ans. is a, i. e. LEEPRef: CGDT 10th/ed, p840; Jeffocate 7th/ed, p421. Loop Electrosurgical Excision Procedure (LEEP) has now become the procedure of choice for treating CIN II and CIN III in all age groups. Therefore in this patient we will go for LEEP.",
        "cop": 1,
        "opa": "LEEP",
        "opb": "Conization",
        "opc": "Hysterectomy",
        "opd": "Cryotherapy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Cervix",
        "id": "cd0b7ad3-4b3a-487b-8f5f-102204c8307a",
        "choice_type": "single"
    },
    {
        "question": "An intravenous pyelogram (IVP) showing hydronephrosis in the work up of a patient with cervical cancer otherwise confined to a cervix of normal size would indicate stage:",
        "exp": "Ans. is c, i. e. Stage IIINow here - the investigation done is IVP which is one of the recommended investigations by FIGO therefore results of IVP are important for staging. By definition, a positive IVP would mean ureter is involved i. e. extension to pelvic side wall and i. e. Stage IIIB. Such staging applies even if there is no palpable tumor beyond the cervix.",
        "cop": 3,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Cervix",
        "id": "53d64823-7edb-4f23-bbc1-72b842d743e6",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old P2. L2 female has CIN grade III confirmed on papsmear and colposcopy. Best management:",
        "exp": "Ans. is b, i. e. LEEPManagement of CIN-confirmed on colposcopy|||||CIN 1 persisting for >=2 years in female >=25 years. CIN 2 and 3 at any age and any parity. Recurrent CINCIN extending to vagina||||Cryosurgery. LEEP/LLETZHysterectomy. Laser",
        "cop": 2,
        "opa": "Conization",
        "opb": "LEEP",
        "opc": "Cryosurgery",
        "opd": "Hysterectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Cervix",
        "id": "b399e054-c6b9-46d5-9d09-17dd5f541347",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old P2. L2 female has CIN extending to vaginal fornix, confirmed on colposcopy. Best management:",
        "exp": "Ans. is d, i. e. Laser. Management of CIN-confirmed on colposcopy|||||CIN 1 persisting for >=2 years in female >=25 years. CIN 2 and 3 at any age and any parity. Recurrent CINCIN extending to vagina||||Cryosurgery. LEEP/LLETZHysterectomy. Laser",
        "cop": 4,
        "opa": "Conization",
        "opb": "LEEP",
        "opc": "Cryosurgery",
        "opd": "Laser",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Cervix",
        "id": "8166c741-e00a-4171-907c-d08e9845e645",
        "choice_type": "single"
    },
    {
        "question": "Point B in the treatment of carcinoma cervix receives the dose of:",
        "exp": "Ans. is b, i. e. 6000c. Gy. Ref: Novak, 14th/ed, pi428; John Hopkins manual of obs and gynae 4th/ed, p554. Two important points in the radiotherapy of cancer cervix are Point APoint BLocation2cm above and 2cm lateral to external os2cm above and 5cm lateral to external os. Structure present. Paracervical/ parametrial lymph node. Obturator lymph node. Dose of radiation7000-8000c. Gy4000-6000c. Gy",
        "cop": 2,
        "opa": "7000 c. Gy",
        "opb": "6000 c. Gy",
        "opc": "5000 c. Gy",
        "opd": "10, 000 c. Gy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Cervix",
        "id": "b5e9ba9c-5646-45c8-bc5e-5d02d0dd0b70",
        "choice_type": "single"
    },
    {
        "question": "Nanovalent vaccine offers protection against which type of HPV viruses?",
        "exp": "ANS. BHPV vaccine:* Cervarix: Bivalent--16 and 18* Gardasil: Quadrivalent: 6, 11, 16 and 18* Nanovalent vaccine: 6, 11, 16, 18, 31, 33, 45, 52, 58* 3 doses: 0, 2, and 6 months* 0. 5 mL given IM. Images in Pap smear. Three types of cells in Pap smear: 1. Superficial: Red cells--estrogen dependent2. Intermediate: Greenish-blue--progesterone dependent3. Parabasal: Blue--does not respond to estrogen/progesterone. Important points in Pap smear: 1. In menopause, there is excess parabasal cells. 2. Basal cells never occur in Pap smear, if present it indicates erosion.",
        "cop": 2,
        "opa": "6, 8, 10, 11, 31, 33, 45, 52, 58",
        "opb": "6, 11, 16, 18, 31, 33, 45, 52, 58",
        "opc": "6, 11, 16, 18, 31, 35, 45, 52, 58",
        "opd": "6, 11, 16, 18, 31, 32, 33, 34",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Cervix",
        "id": "015719f0-5c51-42c3-91ca-fa2fbb0b832a",
        "choice_type": "single"
    },
    {
        "question": "Air embolism occurs in which method of abortion?",
        "exp": "Ans is 'c' i. e., Criminal abortion o In criminal abortion death may occur from shock, hemorrhage, air or fat embolism and sepsis. When poisonous substances have been admisnistered death may supervene from their effects. DIC and cerebral damage may follow when abortion is induced by intrachorionic injection of hypertonic saline and glucose after 12th week.",
        "cop": 3,
        "opa": "Spontaneous abortion",
        "opb": "Medical Termination of pregnancy",
        "opc": "Criminal abortion",
        "opd": "Antiphospholipid antibody syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Cervix",
        "id": "124809e9-8825-4a70-b34d-3c7eb0d74462",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a risk factor for CA cervix?",
        "exp": "Ans. is a, i. e. Low parity. Factors Predisposing to CIN/Ca cervix:* Human Papilloma virus infection* Sexually transmitted infections:- Coitus before 18 years of ageQ- Multiple sex partnersQ- MultiparityQ- Poor personal hygieneQ- Poor socioeconomic statusQ* SmokingQ* Immunosuppressed individualsQ* Women on OCPQ, Progesterone therapy for long time are predisposed to adenocarcinoma of endocervix.* In utero exposure to DES\"HPV is central to the development of cervical neoplasia. HPV - DNA is found in 95% of all squamous cell carcinoma & 90% of all adenocarcinomas. \"",
        "cop": 1,
        "opa": "Low parity",
        "opb": "Multiple sexual partner",
        "opc": "Early sexual intercourse (<16 years)",
        "opd": "Smoking",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Cervix",
        "id": "54ecf853-73bb-4122-ae40-66ddb3aa5442",
        "choice_type": "single"
    },
    {
        "question": "Patient diagnosed as squamous cell intraepithelial lesion which of the following has the highest risk for progression to carcinoma:",
        "exp": "Ans. is b, i. e. High grade squamous intraepithelial neoplasia. Ref: Shaw 15th/ed, p402; Williams Gynae 1st/ed, p629. There are various nomenclatures/classification systems for reporting of Pap smear. The one which is classically used is by WHO, which uses the terms CIN-I, CIN-II and CIN-IIIAnother system as discussed earlier is Bethesda which classified the disease as LSIL=low grade squamous intraepithelial lesion and HSIL high grade squamous intraepithelial lesion and chances of progressing to cancer are maximum with HSIL which includes CIN11, CIN111 and ca in situ.",
        "cop": 2,
        "opa": "Low grade squamous intraepithelial neoplasia",
        "opb": "High grade squamous intraepithelial neoplasia",
        "opc": "Squamous intraepithelial associated with HPV 16",
        "opd": "Squamous intraepithelial neoplasia associated with HIV",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Cervix",
        "id": "641a73af-2de7-4538-b92b-1408ce0d5b7b",
        "choice_type": "single"
    },
    {
        "question": "Treatment of stage III B carcinoma cervix is:",
        "exp": "Ans. is d, i. e. Intracavitary brachytherapy followed by external beam RT. Ref: Novak 14th/ed, p1436, 1427; Shaw 15th/ed, p414. The best treatment for stage III B of invasive cancer is chemoradiation. Since this option is not given - we will go for next best option, i. e. Radiotherapy. Generally from stage II a-IV A when radiotherapy is given - external beam pelvic radiation precedes brachytherapy. But again since we don't have this option, we are going for vice versa (which is not incorrect).",
        "cop": 4,
        "opa": "Wertheim procedure",
        "opb": "Schauta's procedure",
        "opc": "Chemotherapy",
        "opd": "Intracavitary brachytherapy followed by external beam RT",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Cervix",
        "id": "a56f32f1-2244-45b7-82cc-6c546172bd61",
        "choice_type": "single"
    },
    {
        "question": "A 45-years-old lady complains of contact bleeding. She has positive pap smear. The next line of management is:",
        "exp": "Ans. is a, i. e. Colposcopy directed biopsy. There are 2 situations in question. Wherever a female comes with post coital bleeding(This is a specific complain for Ca cervix)|Do a per speculum examination|||Growth is visible. Nothing visible||Punch biopsy. Colposcopy(ii) When a female comes to you with abnormal pap smear. In LSIL: Endocervical curettage is optional. In HSIL = Endocervical curettage is mandatory.",
        "cop": 1,
        "opa": "Colposcopy directed biopsy",
        "opb": "Cone biopsy",
        "opc": "Repeat pap smear",
        "opd": "Hysterectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Cervix",
        "id": "d9bed2c7-d1d1-4d4f-ac88-37257cea57fb",
        "choice_type": "single"
    }
]