[
    {
        "question": "FIGO staging in endometrial Ca with paraaortic lymph node -",
        "exp": "Ans. is 'b' i. e., IIIC TNM & FIGO Classification for Endometrial Cancer. Primary tumor (T)TNMFIGO stages. Surgical-pathologic findings. TX Primary' tumor cannot be assessed. TO No evidence of primary tumor. Tis* Carcinoma in situ (preinvasive carcinoma)TIITumor confined to corpus uteri. Tla. IATumor limited to endometrium or invades less than one half of the myometrium. Tib. BTumor invades one half or more of the myometrium. T2. IITumor invades stromal connective tissue of the cervix but does not extend beyond uterus**T3a. IIATumor involves serosa and/or adnexa (direct extension or metastasis)T3b. IIIBVaginal involvement (direct extension or metastasis) or parametrial involvement IIICMetastases to pelvic and/or para-aortic lymph nodes IVTumor invades bladder mucosa and/or bowel mucosa, and/or distant metastases. T4. IVATumor invades bladder mucosa and/or bowel mucosa (bullous edema is not sufficient to classify a tumor as T4)*FIGO no longer includes stage 0 (Tis)**Endocervical glandular involvement should only be considered as stage 1 and no longer as stage IIRegional lymph nodes (N)TNMFIGO stages. Surgical-pathologic findings. NX Regional lymph nodes cannot be assessed. N0 No regional lymph node metastasis. N1. IIICl. Regional lymph node metastasis to pelvic lymph nodes. N2. IIIC2. Regional lymph node metastasis to para-aortic lymph nodes, with or without positive pelvic lymph nodes. Distant metastasis (M)TNMFIGO stages. Surgical-pathologic findings. M0 No distant metastasis. M1. IVBDistant metastasis (includes metastasis to inguinal lymph nodes, intraperitoneal disease, or lung, liver, or bone metastases; it excludes metastasis to para-aortic lymph nodes, vagina, pelvic serosa, or adnexa)",
        "cop": 2,
        "opa": "III b",
        "opb": "III c",
        "opc": "IV a",
        "opd": "IV b",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "b7fa3d93-d83c-4757-98cd-7604177e641a",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old woman who was obese and hypertensive, came with complaints of bleeding and abdomen pain, diagnosed to be endometrial cancer. Which of the following gene is mutated?",
        "exp": "Ans: (b) PTENRef: WHO, FGT, Page 29-34. Going with PTEN because it's the most common one mutated (Ref: WHO - >50%). P53 mutation is seen only in type 2 carcinomas, incidence of which is less. PTEN is seen in both type 1 and type 2 carcinomas. Features. Type 1. Type 2. Prototypic form. Endometrioid carcinoma. Uterine (papillary) serous carcinoma. Typical patient. Perimenopausal or early postmenopausal women. Elderly women Background of endometrial hyperplasia. Background of atrophic endometrium Low-grade. High-grade Estrogen-dependent. Not estrogen-dependent. Estrogen receptor. Usually positive; high grade cases may be negative. Negative. MIB1 proliferation index (ki-67). Low. Highp53. Negative; high grade cases may be positive. Diffuse positivity",
        "cop": 2,
        "opa": "P53",
        "opb": "PTEN",
        "opc": "Beta catenin",
        "opd": "CHD4",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "f4d4c6cf-7952-4b8a-97e3-10cee2b5e8eb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in Corpus Cancer syndrome -",
        "exp": "Ans. is 'd' i. e., Multiparity Females with diabetes. hypertension, or taking diet rich in fat are at higher risk of endometrial cancer. This is called corpus cancer syndrome which consists of obesity, hypertension and diabetes. Risk factors for Endometrial carcinoma. Factor influencing risk. Relative Risk* Obesity2-5* Polycystic ovary syndrome>5* Long term use of high dose10-20menopausal estrogens * Early age of menarche1. 5-2* Late age of natural menopause2-3* History of infertility2-3* Nulliparity3* Menstrual irregularities1. 5* Residency in North America3-18or North Europe * Higher level of income or1. 5-2education * White race2* Older age2-3* High cumulative dose of3-7tamoxifen * History of diabetes, hypertension1. 3-3gallbladder * High dose of OOP's0. 3-0. 5* Cigarette smoking. 05",
        "cop": 4,
        "opa": "Diabetes mellitus",
        "opb": "Hypertension",
        "opc": "Obesity",
        "opd": "Multiparity",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "5f15452f-4b17-4269-a5b2-275a1d0af75f",
        "choice_type": "single"
    },
    {
        "question": "An obese diabetic woman presents with menorrhagia. Curette from endometrium demonstrates endometrial carcinoma. Most probable gene associated with this carcinoma? (Repeat)",
        "exp": "Ans: (a) PTEN gene. Ref: style=\"font-family: Times New Roman, Times, serif\"> of endometrial carcinoma. The most frequently altered gene in estrogen-dependent endometrioid endometrial carcinoma is PTEN. In contrast, p53 mutations or Her2/neu overexpression are more frequent in non-endometrioid tumors. K-ras mutations are detected in approximately 15-30% of endometrioid carcinomasA beta-catenin mutation was detected in about 20% of endometrioid carcinomas. Lynch syndrome, which is an autosomal dominant inherited disorder of cancer susceptibility and is characterized by a MSH2/MSH6 protein complex deficiency, is associated with the development of non- endometrioid carcinomas. Also Know: The genetic mutations most commonly associated with endometrioid adenocarcinoma are in the genes: PTEN, a tumor suppressor gene*PIK3. CA, a kinase. KRAS, a GTPase that functions in signal transduction. CTNNB1, involved in adhesion and cell signaling. The CTNNB1 (beta-catenin) gene is most commonly mutated in the squamous subtype of endometrioid adenocarcinoma. PROGNOSTIC VARIABLES IN ENDOMETRIAL CAAge: Younger women with endometrial cancer have better prognosis than older women. Histologic Type: Non-endometrioid histologic subtypes account for about 10% of endometrial cancers and carry an increased risk for recurrence and spread. Histologic grade. Tumour size: Significant prognostic factor for lymph node metastasis and survival in patients with endometrial CAHormone receptor status: Estrogen and progesterone receptor levels are prognostic indicators. Patients whose tumours are positive for one or both receptors have longer survival times, Progesterone receptors levels appear to be stronger predictors of survival. DNA ploidy and proliferative index: The proportion of nondiploid tumours increases with stage, lack of tumour differentiation and depth of myometrial invasion. Myometrial invasion: Increasing depth of invasion is associated with increasing likelihood of extrauterine spread and recurrence. Lymph-vascular Space invasion. Isthmus and cervix extension: Involvement of ishmus and cervix is associated with increased risk for extrauterine disease, lymph node metastasis and recurrence. Peritoneal cytology: Seems to have adverse effect on survival only if the endometrial cancer has spread to adnexa, peritoneum, or lymph nodes and not if the disease is otherwise confined to uterus. Lymph node metastases. Intraperitoneal metastases. Molecular aberration: Inactivation of PTEN tumor suppressor gene is one of the earliest aberrations observed and most common genetic defect in TYPE 1 cancer. Most frequent genetic alteration is TP53 mutation found in type 2 endometrial cancer.",
        "cop": 1,
        "opa": "PTEN",
        "opb": "TP53",
        "opc": "CDH4",
        "opd": "C-myc",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "120b2e33-1aa0-4d66-af96-90aa981a2d2b",
        "choice_type": "single"
    },
    {
        "question": "Endometrial cancer involving >50% of myometrium, extending to vagina, no pelvic extension, no pre and para aortic lymph nodes. Peritoneal lavage was positive staged as -",
        "exp": "Ans. is 'b' i. e., IIIb FIGO STAGING OF ENDOMETRIAL CANCERSTAGE I Cancer confined to corpus uteri. IA-Limited to endometrium. IB-< 1/2 myometrial thickness. IC-> 1/2 myometrial thickness. STAGE II Tumour involves cervix but does not extend beyond uterus. IIa-Cervical glandular involvementl. Ib-Cervical stromal involvement. STAGE III Local and/or regional spread. IIIa-Uterine serosa, positive peritoneal washings Adnexal involvement. Illb-Vaginal involvement (lymph node absent)IIIc-Positive lymph node no pelvis and paraaortic lymph node. IIIc1-Positive pelvic nodes. IIIc2-Positive para aortic nodes. STAGE IV Tumour widespread. IVa-Bladder or bowel mucosa. IVb-Distant metastasis",
        "cop": 2,
        "opa": "III a",
        "opb": "III b",
        "opc": "III cl",
        "opd": "III c2",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "663f8b9e-e102-4c28-a68d-c1e4de3ccd08",
        "choice_type": "single"
    },
    {
        "question": "Endometrial Ca with poor prognosis:",
        "exp": "Ref: Novak's Gynecology. 14'h ed. Pg 1359. Explanation: The following cases have poor prognosis in endometrial cancer and require pelvic and paraaortic lymph node dissection during surgery. Tumor histology clear cell, serous, squamous, or grade 2-3 endometrioid. Myometrial invasion >Vi. Isthmus-cervix extension. Tumor size >2 cm. Extrauterine disease",
        "cop": 4,
        "opa": "Adeno grade 2",
        "opb": "Adenosquamous",
        "opc": "Adenoacanthoma",
        "opd": "Clear cell",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "f8573361-8c4c-42ef-b54c-987d6c04f643",
        "choice_type": "single"
    },
    {
        "question": "Sheehans syndrome is related to -",
        "exp": "Ans. is 'a' i. e., Panhypopituitarism Sheehan syndromeo Is a condition which develops following severe postpartum haemorrhage causing pituitary necrosis, by thrombosis of its vessels, leading to panhypopituitarism.",
        "cop": 1,
        "opa": "Panhypopituitarism",
        "opb": "Hypothyroidism",
        "opc": "Hypogonadism",
        "opd": "Hyperparathyroidism",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "40df396d-c6b5-4385-bff1-5991322ff862",
        "choice_type": "single"
    },
    {
        "question": "The risk of endometrial carcinoma is the highest with the following histological pattern of endometrial hyperplasia:",
        "exp": "Ans is 'd' i. e. Complex hyperplasia with atypia The glandular hyperplasia of the endometrium are benign conditions that may produce symptoms clinically indistinguishable from early endometrial carcinoma. Because of their association with hyperestrogenic states, some of the hyperplasias even through reversible are considered premalignant lesions. Since both endometrial hyperplasia and endometrial carcinoma present clinically as abnormal bleeding, through endometerial sampling or fractional curettage is always necessary when hyperplasia is present to rule out coexisting carcinoma. Hyperplasia can be classified as simple and complex and with or without atypia. Hyperplasia without atypia. Simple hyperplasia without atypia. The only feature is crowding of glands in the stroma. There is no nuclear atypia. It is asymptomatic and an incidental finding at hysterectomy, 1% of these cases progress to cancer whereas 80% spontaneously regress (when followed for 15 years). Complex hyperplasia without atypia. Complex crowded appearance of the gland without intervening stroma. There can be epithelial stratification and mitotic overcrowding. Left untreated for 13 years complex hyperplasia regresses in 83% and progress to cancer in 3% cases Hyperplasia with atypia. Simple hyperplasia with atypia. Endometrial glands lined by enlarged cells Increased nuclear by cytoplasmic ratio. Irregular nuclei with coarse chromatin clumping and prominent nucleoli Progression to carcinomas occur in 8%Complex hyperplasia with atypia - Progresses to cancer in 29%Progression of Hyperplasia to Cancer Hyperplasia without atypia. Simple - 1%Complex - 3%Hyperplasia with atypia. Simple - 8%Complex - 29%",
        "cop": 4,
        "opa": "Simple hyperplasia without atypia",
        "opb": "Simple hyperplasia with atypia",
        "opc": "Complex hyperplasia without atypia",
        "opd": "Complex hyperplasia with atypia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "8345c16c-d9be-42f1-952b-ee3f994b009b",
        "choice_type": "single"
    },
    {
        "question": "Most common histological variety of Uterine carcinoma is?",
        "exp": "ANSWER: (C) Adenocarcinoma. REF: Novaks gynaecology 14th ed. pg no 1350. Uterine sarcomas are, in general, the most malignant group of uterine tumors. About 90% of women with endometrial carcinoma have vaginal bleeding or discharge as their only presenting symptom. The risk for endometrial cancer is 4 to 8 times greater in postmenopausal women receiving unopposed estrogen therapy, and the risk increases with time and higher estrogen doses. The endometrioid type of adenocarcinoma accounts for about 80% of endometrial carcinomas.",
        "cop": 3,
        "opa": "Squmous cell carcinoma",
        "opb": "Columnar cell carcinoma",
        "opc": "Adeno carcinoma",
        "opd": "Mixed carcinoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Endometrium",
        "id": "1a45798e-b827-45af-86b8-58fdc8d22700",
        "choice_type": "single"
    }
]