[
    {
        "question": "M/C ovarian cancer associated with endometriosis:",
        "exp": "Ans. is b, i. e. Clear cell tumorM/C ovarian cancer associated with endometrial cancer: Endometrioid tumorM/C ovarian cancer associated with endometriosis: Clear cell carcinoma",
        "cop": 2,
        "opa": "Endometroid tumor",
        "opb": "Clear cell tumor",
        "opc": "Germ cell tumor",
        "opd": "Brenner tumor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Ovary",
        "id": "4c875ee2-97cf-493e-9383-6258d5d1289a",
        "choice_type": "single"
    },
    {
        "question": "Oligohydroamnios is AFI-",
        "exp": "Ans. is 'b' i. e., < 5 cm Oligohydramnios1) AFI <5 cm or single largest vertical pocket < 2cm2) Amniotic fluid less than 100 m. LEtiology. Chromosomal Abnormalities. Uteroplacental Insufficiency* Congenital anomalies (e. g., renal agenesis and posterior urethral valves)* IUGR* Postdatism/postterm pregnancy* PROM* Twin-to-twin transfusion* Hypertension* Preeclampsia* NSAIDs, angiotensin-converting enzyme inhibitors* Idiopathic",
        "cop": 2,
        "opa": "<8cm",
        "opb": "<5cm",
        "opc": "<2 cm",
        "opd": "<1 cm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Ovary",
        "id": "63b79c3e-4652-4dcd-b5c8-acc1c922333f",
        "choice_type": "single"
    },
    {
        "question": "The most common complication of an ovarian tumor is:",
        "exp": "Ans. is a, i. e. Torsion. Ref: Shaw 15th/ed, p382. Complications of Ovarian tumor (TRIP): T Torsion* Most common complication* Seen in 12% cases* Most common in benign tumors* Most common tumor to undergo torsion is dermoid cyst. - Ref: Jeffcoate 7th/ed, p548R Rupture* Which can be traumatic or spontaneous. I Infection* Rare complication* Seen following acute salpingitis or during puerperium as a part of an ascending genital tract infection. P Pseudomyxoma peritonei* Peritoneal cavity is filled with coagulated mucinous material. In ovarian Tumors* Most common in mucinous cystadenoma and mucinous carcinoma. Also seen in: Mucocele of appendix.* Carcinoma of large intestine.* Appendix cancer overall is the M/C cause of pseudomyxoma peritonei.",
        "cop": 1,
        "opa": "Torsion",
        "opb": "Hemorrhage",
        "opc": "Infection",
        "opd": "Hyaline change",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Ovary",
        "id": "f794803a-c2ef-4536-8d8b-e88e3acd3f7d",
        "choice_type": "single"
    },
    {
        "question": "Kruti, 56 years old, complained of pain in abdomen, with USG showing 4 cm bilateral ovarian mass with increased vascularity. Next line of managements:",
        "exp": "Ans. is c, i. e. Surgery. Ref: Novak 14th/ed, p472. Any ovarian mass with signs of malignancy (B/L and increased vascularity) require surgery irrespective of the size. The exact nature and extent of surgery is only decided intraoperatively, depending upon the frozen section (pathology) report.",
        "cop": 3,
        "opa": "USG guided ovarian tapping",
        "opb": "Wait and watch",
        "opc": "Surgery",
        "opd": "OC pills x three cycles",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Ovary",
        "id": "2390ecc6-84ce-4313-96c3-74e042eb3c27",
        "choice_type": "single"
    },
    {
        "question": "What is the stage of ovarian Ca with superficial liver metastasis with B/L ovarian mass?",
        "exp": "Ans. is c, i. e. Stage IIIRef: Shaw I5th/ed, p427* Superficial liver metastasis is included in Stage III.* Metastasis to liver parenchyma is included in Stage IV.",
        "cop": 3,
        "opa": "Stage I",
        "opb": "Stage II",
        "opc": "Stage III",
        "opd": "Stage IV",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Ovary",
        "id": "e222c1dc-0738-49ff-84a0-c3f64a36e1a2",
        "choice_type": "single"
    },
    {
        "question": "M/C symptom of germ cell tumors:",
        "exp": "Ans. is d, i. e. Subacute pain in abdomen. Ref: William Gynae 3rd/ed, p760\"Subacute abdominal pain is presenting symptom in 85% patients. \"",
        "cop": 4,
        "opa": "Bleeding",
        "opb": "Irritable Bowel syndrome",
        "opc": "Nausea & vomiting",
        "opd": "Subacute pain in abdomen",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Ovary",
        "id": "6b7f67a3-4aee-4a1d-9c98-7f56a0854f95",
        "choice_type": "single"
    },
    {
        "question": "CA-125 is specific marker of:",
        "exp": "Ans. is c, i. e. Epithelial cell carcinoma of ovary. Ref: Shaw 15th/ed, p387; Williams Gynae 1st/ed, p722* CA-125 is a glycoprotein secreted by malignant epithelial tumors of ovary. Therefore it is a marker of epithelial cell carcinoma of ovary.* CA-125 level correlates with volume of tumor and is elevated in 50% of Stage I tumor and 90% of tumors with Stage II or higher.* CA-125 level is also useful for follow up after treatment. Level >35units/ml suggests residual tumor. Remember:* Two best screening test for ovarian ca are measurement of CA-125 levels and transvaginal USG.* CA-125 is raised in: - Ref: Harrison 16th/ed, p554. Benign condition. Malignant condition* Pregnancy* PID* Endometrioses* Uterine fibroid* About 1% of normal females* Endometrial Ca* Pancreas Ca* Colon Ca* Cervix Ca* Fallopian tubes Ca* Breast Ca* Ovarian epithelial Ca (MC cause)* Lung Ca. Mnemonic: Endogenous Pneumocystis Carinii Causes TB Of Lungs* In a postmenopausal women with an asymptomatic pelvic mass and CA-125 >65U/ml is very sensitive for diagnosis of ovarian epithelial tumor.* Although CA 125 is raised in many cancers it is specific for epithelial ovarian cancer.",
        "cop": 3,
        "opa": "Choriocarcinoma",
        "opb": "Teratoma",
        "opc": "Epithelial cell carcinoma of ovary",
        "opd": "Seminoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Ovary",
        "id": "9e4f3dfd-fac4-435a-a55d-cae65ff35a97",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old female presents with abdominal pain, distension, ascites and dyspnea. Her CA 125 levels are elevated. The most likely diagnosis is:",
        "exp": "Ans. is a, i. e. Ca ovary. Ref: Jeffcoates 7th/ed, p543; Novaks 15th/ed, p1366* M/c age incidence for primary ovarian neoplasms is 40-60 years, peak age incidence being 55-60 years. Ovarian malignancies generally present with vague symptoms like abdominal pain, dyspepsia, and patient may also experience irregular menses and if pelvic mass compresses the bladder or rectum she may have urinary frequency or constipation. In advanced stages patients have symptoms related to presence of ascites, omental metastasis or bowel metastasis like abdominal distension, dyspnea, bloating, nausea, anorexia or early satiety. In the patient given in the question all these symptoms are present (which could be seen in other cancers as well) plus her Ca 125 levels are raised, which favors the diagnosis of ovarian cancer in her. Remember. The most important sign of epithelial ovarian cancer is the presence of a pelvic mass on physical examination.",
        "cop": 1,
        "opa": "Ca ovary",
        "opb": "Ca cervix",
        "opc": "Ca lung",
        "opd": "Symphoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Ovary",
        "id": "0de30d43-53b9-4e9b-a914-76942e3c0317",
        "choice_type": "single"
    },
    {
        "question": "Malignant ovarian tumor seen in dysgenetic gonads:",
        "exp": "Ans. is d, i. e. DysgerminomaM/C benign ovarian tumor seen in dysgenetic gonads is gonadoblastomaM/C malignant ovarian tumor in dysgenetic gonads is dysgerminoma.",
        "cop": 4,
        "opa": "Serous cystadenocarcinoma",
        "opb": "Endodermal sinus tumor",
        "opc": "Granulosa cell tumor",
        "opd": "Dysgerminoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Ovary",
        "id": "10d59756-f2a2-4e45-9ba4-6a9a9866adb1",
        "choice_type": "single"
    },
    {
        "question": "Protective factor for ovarian cancer:",
        "exp": "Ans is b, i. e. Bilateral tubectomy. Ref: William gynae 3/ed, p736\"Tubal ligation and Hysterectomy are each associated with a substantial reduction in risk. Theoretically, any gynecological procedure that precludes intants from reaching the ovaries via as caesarian from the lower genital tract might plausibly exert a similar protective effect. \" - Ref: Williams Gynae 3rd/ed, p736",
        "cop": 2,
        "opa": "Nulliparity",
        "opb": "Bilateral Tubectomy",
        "opc": "Dysgenetic gonads",
        "opd": "Woker of asbestos industry",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Ovary",
        "id": "d1ce520d-b732-48b0-98d2-0c0a7dcd789d",
        "choice_type": "single"
    },
    {
        "question": "Ovarian tumors commonly arise from:",
        "exp": "Ans. is b, i. e. Surface epithelium. Ref: Shaw 14th/ed, p334. Epithelial tumors are derived from the ovarian surface epithelium. In general, epithelial tumors comprise 50-60% of all ovarian tumors but malignant epithelial tumors comprise 90% of all ovarian cancers.",
        "cop": 2,
        "opa": "Stroma",
        "opb": "Surface epithelium",
        "opc": "Germinal epithelium",
        "opd": "Endoderm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Ovary",
        "id": "25c5d6ce-3f66-42fb-a54a-b58c31c8fa9c",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old patient on USG shows 3x4 cm clear ovarian cyst on right side. Next line of management is:",
        "exp": "Ans. is c, i. e. Wait and watch. Ref: Novak 14th/ed, p472. The patient is premenopausal and has a 3x4cm clear ovarian cyst, so she is best managed by giving OC pills for 1-2 cycles and then repeating the USG. Note: OCP's are not given routinely for ovarian masses as trey decrease the risk of developing new cysts but do not hasten the resolution of existing cyst",
        "cop": 3,
        "opa": "Laparoscopy",
        "opb": "OC pills",
        "opc": "Wait and watch",
        "opd": "Ca-125 estimation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Ovary",
        "id": "25f11482-6d0e-4233-8cde-f68b7dcb1b1a",
        "choice_type": "single"
    },
    {
        "question": "Meig's syndrome is associated with:",
        "exp": "Ans. is d, i. e. Fibroma. Ref: Comprehensive Gynecology by Arthur L Herbst 2nd/ed, p533; Jeffcoate 7th/ed, p543. Meig's syndrome:* Ascites and right sided hydrothorax in association with fibroma of ovary is called as Meig's syndrome.* It can also be seen in Brenner's tumor and Granulosa cell tumor where it is called as Pseudomeig's syndrome.* True meig's syndrome is rare, occurring in <5 per cent of fibromas.* Hydrothorax can be bilateral also.* Ascites is caused by transudation of fluid from the ovarian fibroma. Hydrothorax develops secondary to flow of ascitic fluid into the pleural space via lymphatics of the diaphragm.* Ascites occurs (in 50% cases) when tumor size is >6cms.* Tumors producing Meig's syndrome manifest in the late childbearing period i. e., 30-40 years.* Both ascites and hydrothorax resolve spontaneously after removal of the tumor. Criteria for diagnosis of Meig's syndrome:* Tumor must be ovarian, solid and benign.* Both hydrothorax and ascites must be present.* Removal of the tumor must result in their spontaneous and permanent cure. Pseudomeig syndrome:* Can be seen in association with either benign or malignant tumor.* Hydrothorax could be a manifestation of pulmonary metastasis.* Syndrome can result from overstimulation of the ovaries with gonadotropins but, in such cases, the peritoneal exudate is more likely to be caused by an electrolyte imbalance rather than by ovarian tumor.",
        "cop": 4,
        "opa": "Teratoma",
        "opb": "Brenner tumor",
        "opc": "Theca cell tumor",
        "opd": "Fibroma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Ovary",
        "id": "fb9f96c5-55b1-4397-b6e3-ca4381c110e8",
        "choice_type": "single"
    },
    {
        "question": "Management of a 5 cm dermoid cyst which has undergone torsion at 10 weeks of pregnancy is:",
        "exp": "Ans. is c, i. e. Immediate removal. Ref: COGDT 11/ed, page 24. Thus female is presenting with ovarian cyst at 10 weeks and the cyst has undergone torsion. Whenever a cyst undergoes torsion or any other complication, it should be removed immediately.",
        "cop": 3,
        "opa": "Wait and watch",
        "opb": "Removal in 2nd trimester",
        "opc": "Immediate removal",
        "opd": "Serial USG monitoring",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Ovary",
        "id": "fb50de38-a8b1-4737-9f57-7bf85927c081",
        "choice_type": "single"
    },
    {
        "question": "Which are seen in endodermal sinus tumor?",
        "exp": "Ans. is a, i. e. Schiller-Duval bodies. Ref: CGDT 9th/ed, p938; Shaw 13rd/ed, p362. Call exner bodies are small cyst like spaces found in cases of granulosa cell tumor. Feature. Associated tumor. Call exner bodies & coffee bean nuclei. Granulosa cell tumor. Schiller duval bodies. Endodermal sinus tumor. Reinke's crystal. Hilus cell tumor. Psammoma bodies. Serous epithelial tumors. Walthard cell nest. Brenner tumor. Signet ring cell. Krukenberg tumor. Hobnail cell. Clear cell tumor. Large polygonal cell with lymphocytic. Infiltration and fibrous septa. Dysgerminoma. Skin, teeth, cartilage. Teratoma",
        "cop": 1,
        "opa": "Schiller-duval bodies",
        "opb": "Reed-Sternberg cells",
        "opc": "Reinke's crystals",
        "opd": "Russell bodies",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Ovary",
        "id": "130721a8-c489-4545-96aa-d5ca651d5eee",
        "choice_type": "single"
    },
    {
        "question": "Attacks of flushing and cyanosis occur in which type of ovarian tumors?",
        "exp": "Ans. is d, i. e. Carcinoid Tumors of ovary. Ref: Shaw 15th/ed, p378. Carcinoid tumor of Ovary:* It is sometimes primary and sometimes metastatic.* Also called Argentaffinoma.* Occurs as a malignant change in benign dermoid cyst.* Presence of solid yellow tumor with histological property of reducing silver salts derived from specialized Kulchitsky cells of intestine.* It produced 5 - HT which causes attacks of flushing and cyanosis. Q",
        "cop": 4,
        "opa": "Struma ovarii",
        "opb": "Krukenberg's tumor",
        "opc": "Arrhenoblastoma",
        "opd": "Carcinoid tumors of ovary",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Ovary",
        "id": "05235722-aaed-48f3-81b9-7b00026f235c",
        "choice_type": "single"
    },
    {
        "question": "Most specific marker of neural tube defects is:",
        "exp": "Ans. is 'c' i. e. Acetylcholinesterase * NTD is suspected if the maternal serum AFP is elevated, and if the ultrasonographic examination is nondiagnostic, then amniotic fluid AFP levels are measured.* An elevated amniotic fluid AFP level prompts assay of the same sample for acetylcholinesterase. The presence of this enzyme 100% confirms that exposed neural tissue or another open fetal defect is present. AFP is not specific & is elevated in many conditions.",
        "cop": 3,
        "opa": "Alpha fetoprotein",
        "opb": "Pseudocholinesterase",
        "opc": "Acetylcholinesterase",
        "opd": "Inhibin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Ovary",
        "id": "3e71c55c-2e0c-430a-8d65-4759d65669d6",
        "choice_type": "single"
    },
    {
        "question": "M/C ovarian tumor in a 15-year-old female:",
        "exp": "Ans. is c, i. e. Germ cell Tumor. Ref: Williams Gynae 3rd/ed, p761\"GCT- These tumors are the most common ovarian malignancy diagnosed during childhood and adolescence, although only 1% of all ovarian cancers develop in these age groups. At age 20, however, the incidence of epithelial ovarian cancer begins to rise & exceeds that of germ cell tumors. \" - Ref Williams Gynae 3rd/ed, p761",
        "cop": 3,
        "opa": "Sex cord tumor",
        "opb": "Metastatic tumor",
        "opc": "Germ cell tumor",
        "opd": "Epithelial tumor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Ovary",
        "id": "c2d32fc7-3485-46b6-91ea-f701bf4bca72",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most radiosensitive ovarian tumors?",
        "exp": "Ans. is a, i. e. Dysgerminoma. Ref: Bailey & Love 24th/ed, p22l\"Below the age of 20 years 60% of the tumors are of germ cell origin and in girls under the age of 10 years almost 85% are of germ cell origin and are invariably malignant. In females with HNPCC gene mutation along with BSO, hysterectomy should also be done as there is an associated risk of endometrial cancer. In BRCA gene mutation Hysterectomy is not routinely recommended. Remember. The most common malignant GCT Earlier was dysgerminoma but now its incidence has declined & it is the second most common malignant GCT. \"Because their incidence has declined by approximately 30 percent over the past few decades, dysgenia accurately accounts for only approximately one third of all malignant ovarian germ cell tumors. \" - Ref: Williams Gynae 3/ed, p762\"Due to a 60 percent increased incidence during the past few decades, immature teratomas are now the M/C variant & account for 40-50% of all malignant ovarian germ cell tumors. \" - Ref: William gynae 3rd/ed, p765. Most common germ cell tumor of ovary is dermoid cyst (mature teratoma). It is benign in nature. Remember:* Most common ovarian tumor (overall) - Epithelial cell tumor.* Most common tumor in young woman is - Germ cell tumor. - Ref: Shaw 14th/ed, p555* Most common malignant tumor of ovary - Serous cystadenocarcinoma.* Most common benign tumor of ovary (overall) - Dermoid cyst. - Ref Williams Gynae 1st/ed, p219* Most common benign epithelial tumor of ovary - Serous cystadenoma. - Ref: Jeffcoate 7th/ed, p531* Most common germ cell tumor - Mature teratoma (Dermoid cyst).* Most common malignant GCT - Immature teratoma > Dysgerminoma. - Ref: Williams Gynae 3/e p765* Most common ovarian tumor in pregnancy (but in remains undiagnosed) - Serous cystadenoma.* Most Common benign tumor diagnosed in pregnancy - Dermoid cyst.* Overall most common ovarian tumor diagnosed in pregnancy - Dermoid cyst.* Most common malignant ovarian tumor detected during pregnancy - Dysgerminoma.* Germ cell Tumor with best prognosis - Dysgerminoma* Germ cell tumor with worst prognosis - endodermal sinus tumor* Germ cell tumor which has maximum bilaterality - Dysgerminoma* Germ cell tumor which presents as acute abdomen - Endodermal Sinus Tumor* Most common ovarian tumor to undergo torsion during pregnancy - Dermoid cyst.* Most common ovarian tumor to involve opposite ovary by metastasis - Granulosa cell tumor.* Most radiosensitive ovarian tumor - Dysgerminoma.. - Ref: Bailey & Love 24th/ed, p221* Most rapidly growing ovarian tumor - Yolk sac Tm- (Endodermal Sinus Tumor). Ovarian Tumor: Causing:* Pseudomyxoma peritonei- Mucinous cystadenoma/Micinous cystadenocarcinoma* Meigs syndrome- Ovarian fibroma* Pseudomeig's syndrome:- Brenner's tumor- Granulosa cell tumor- Thecoma* Ovarian tumor associated with hyperpyrexia and hypercalcemia- Mesonephroid tumor.* Ovarian tumor arising from epithelium of urinary tract- Brenner Tm* Feminizing tumors:- Granulosa cell tumor- Theca cell tumor- Fibromas* Virilising tumor:- Androblastoma- Hilus cell Tm- Gynadroblastoma- Adrenal cortical tumor* Largest benign ovarian tumor- Mucinous cyst adenoma* Tumor with lymphocytic infiltration:- Dysgerminoma.",
        "cop": 1,
        "opa": "Dysgerminoma",
        "opb": "Dermoid cyst",
        "opc": "Serous cystadenoma",
        "opd": "Endodermal sinus tumor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Carcinoma Ovary",
        "id": "f1f7798c-55f6-4eb0-89a1-e8d5bd6d3f8d",
        "choice_type": "single"
    }
]