[
    {
        "question": "CVS change in pregnancy -",
        "exp": "Ans. is 'b' i. e., Slight left axis deviation in ECG Cardiovascular systemo Anatomical changes heart is pushed upwards & outward. Apex beat is shifted in 4th intercostals space. A systolic murmur can be heard in apical or pulmonary area. Mammary' murmur is a continuous hissing murmur audible over tricuspid area in left 2nd & 3rd intercostals space. ECG shows left axis deviation. S3 and rarely S4 can be heard. o Cardiac output starts to increase from 5th week of pregnancy, reaches its peak 40-50% at about 30-34 weeks. It is lowest in sitting or supine position & highest is the right or left lateral or knee chest position. CO further increases by 50% during labour and immediately following delivery. CO returns to pre labour values by one hour following delivery and to the pre-pregnant level by another 4 weeks, o Blood pressure systemic vascular resistance (SVR) decreases. Maternal BP is decreased, o Venous pressure femoral venous pressure is raised, o Supine hypotension syndrome (postural hypotension)o Regional distribution of blood flow uterine blood flow is increased from 50 ml per minute in non-pregnant state to 750ml near term. Pulmonary blood flow is increased by 2500 ml /minrenal blood flow increases by 400ml/min. The blood flow through skin and mucous membrane increases by 500ml/min.",
        "cop": 2,
        "opa": "Slight right axis deviation in ECG",
        "opb": "Slight left axis deviation in ECG",
        "opc": "Diastolic murmur",
        "opd": "Pulse rate is decreased",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cardiovascular System",
        "id": "00ae43a1-f24e-4a3a-8958-da8a30a89e8f",
        "choice_type": "single"
    },
    {
        "question": "Maximum cardiac output is seen in which week of pregnancy?",
        "exp": "Ans. c. 28 weeks (Ref: Dutta 6/e p52, 53). Maximum cardiac output among the given options is seen in 28th week of pregnancy. Though, maximum increase in cardiac output is seen in 32nd week of pregnancy (not given in the option). 'Cardiac output increases from the fifth week of pregnancy and reaches its maximum levels at approximately 32 weeks, after which there is only a slight increase until labor, delivery, and the postpartum period. '- Miller Anesthesia 7th/chapter 69. Physiological Changes in the Cardiovascular System During Pregnancy. Peripheral vasodilation leading to a decrease in systemic vascular resistance is thought to be the first cardiovascular change associated with pregnancy (induced by progesterone). Cardiac output increases in response to this, by 20% at 8 weeks gestation and by up to 40-50% at 20-28 weeks gestation. This is achieved predominantly via an increase in stroke volume (due to an increase in ventricular end-diastolic volume, wall muscle mass, and contractility) but also by an increase in heart rate. Labour leads to further increases in cardiac output by 15% in the first stage and 50% in the second stage due to the combination of auto-transfusion of 300-500 ml of blood back into the circulation with each uterine contraction, and sympathetic stimulation caused by pain and anxiety. Cardiac output increases again immediately after delivery due to auto-transfusion of blood via uterine contraction and relief of aortocaval compression. This may increase cardiac output by as much as 60-80%, followed by a rapid decline to pre-labour values within 1 hour.",
        "cop": 3,
        "opa": "24 weeks",
        "opb": "20 weeks",
        "opc": "28 weeks",
        "opd": "22 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cardiovascular System",
        "id": "d58b6b98-8ca9-4e29-9a3f-638065158866",
        "choice_type": "single"
    },
    {
        "question": "When does the cardiac output returns to pre pregnancy state?",
        "exp": "ANSWER: (B) 4 weeks. REF: Dutta's obs 6th edp. 53. Cardiac output in pregnancy: Starts to increase from 5th week of pregnancy, reaches its peak to 40-50% of baseline at about 30-34* week. CO is highest in right or left lateral or knee chest position and lowest in supine or sitting position. Cardiac output is higest post delivery. Return to pre labour values by 1 hour and pre-pregnant levels by 4th week.",
        "cop": 2,
        "opa": "4 hours",
        "opb": "4 weeks",
        "opc": "6 week",
        "opd": "8 week",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cardiovascular System",
        "id": "68b30c77-f73d-46ef-9494-c8cc8b978148",
        "choice_type": "single"
    },
    {
        "question": "Cardiac output return to normal how many days after delivery:",
        "exp": "Ans. D. 4 weeks* The cardiac output (CO) starts to increase from 5th week of pregnancy, reaches its peak 40-50% at about 30-40 weeks.* CO is lowest in the sitting or supine position and highest in the right or left lateral or knee chest position.* It increases further during labor (+50%) and immediately following delivery (+70%) over the pre-labor values.* Within 1-2 hours following birth, the cardiac output is estimated to be about 500ml/min and Hr 120-140/min* CO returns to pre labor values one hour after delivery.* It returns to the pre-pregnancy level in 4 weeks' time.",
        "cop": 4,
        "opa": "1 hour",
        "opb": "4 hours",
        "opc": "2 weeks",
        "opd": "4 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cardiovascular System",
        "id": "7089782b-483b-4bc0-8c19-16e5e57a9ea2",
        "choice_type": "single"
    },
    {
        "question": "Cardiac output maximum in pregjtancy-",
        "exp": "Ans. is 'c1 i. e., 32 weeks Cardiac Output in pregnancyo The cardiac output starts to increase from the 5th week of pregnancy: reaches its peak 40 - 50% at 30 - 34 weeks. o Thereafter the cardiac output remains static till term when the observation is made at lateral recumbent position. o Cardiac output is lowest in the sitting or supine position and highest in the right or left lateral or knee chest position. Hemodynamic change in pregnancyo Blood volume is markedly raised. Starting to increase at 6 weeks & reaching max 40-50% above the nonpregnant level at 30-32 weeks. o Plasma volume is also increased. Starting to increase at 6 weeks & reaching max upto 50% at 30 weeks. Total plasma volume increases to the extent of 1. 25 litres. o RBCs & Hb RBC mass increases upto 20-30% & volume increase is about 350ml. The disproportionate increase in plasma & RBC volume produces a state of hemodilution. Thus even though there is increase in the total mass of Hb but fall in concentration upto 2%. o Leucocytes & immune system Leucocyte count increases upto 10-15, 00/mm3. Innate & humeral response increases. o Total protein Total plasma protein increases but due to hemodilution plasma protein concentration falls. Normal A: G ratio of 1: 7 is diminished to 1: 1. o Blood coagulation factors Pregnancy is a hypercoagulable state. Fibrinogen level is raised by 50%. ESR is raised. Platelet count is either static or decreases. Gestational thrombocytopenia is due to increased consumption. Increased activity of X, IX. VIII, VII & I. Level of XI & XIII are decreased. Levels of coagulation factors normalises 2 weeks postpartum. Cardiovascular systemo Anatomical changes Heart is pushed upwards & outward. Apex beat is shifted in 4th intercostals space. A systolic murmur can be heard in apical or pulmonary area. Mammary murmur is a continuous hissing murmur audible over tricuspid area in left 2nd & 3rd intercostals space. ECG showrs left axis deviation. S3 and rarely S4 can be beard, o Cardiac output Starts to increase from 5th week of pregnancy, reaches its peak 40-50% at about 30-34 weeks. It is lowest in sitting or supine position & highest is the right or left lateral or knee chest position. CO further increases by 50% duimg labour and immidiatly following delivery. CO returns to pre labour values by one hour following delivery and to the pre-pregnant level by another 4 weeks. o Blood pressure Systemic vascular resistance (SVR) decreases. Maternal BP is decreased. o Venous pressure Femoral venous pressure is raised, o Supine hypotension syndrome (postural hypotension)o Regional distribution of blood flow Uterine blood flow is increased from 50 ml per minute in non-pregnant state to 750m! near term. Pulmonary blood flow is increased by 2500 ml /minrenal blood flow- increases by 400ml/min. The blood flow through skin and mucous membrane increases by 500ml/min.",
        "cop": 3,
        "opa": "24 weeks",
        "opb": "36 weeks",
        "opc": "32 weeks",
        "opd": "38 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cardiovascular System",
        "id": "d90f9327-473f-435d-9995-bc3630d53710",
        "choice_type": "single"
    },
    {
        "question": "The highest volume overload in a parturient due to maximum cardiac output is seen:",
        "exp": "Ans. d. Immediately after delivery (Ref: Dutta's 6/e p53). The highest volume overload in a parturient due to maximum cardiac output is seen immediately after delivery. \"Peripheral vasodilation leading to a decrease in systemic vascular resistance is thought to be the first cardiovascular change associated with pregnancy (induced by progesterone). Cardiac output increases in response to this, by 20% at 8 weeks gestation and by up to 40-50% at 20-28 weeks gestation. Labour leads to further increases in cardiac output by 15% in the first stage and 50% in the second stage due to the combination of auto-transfusion of 300-500 ml of blood back into the circulation with each uterine contraction, and sympathetic stimulation caused by pain and anxiety. Cardiac output increases again immediately after delivery due to auto-transfusion of blood via uterine contraction and relief of aortocaval compression. This may increase cardiac output by as much as 60-80%, followed by a rapid decline to prelabour values within 1 hour. \"- Dutta's 6/e p53. Physiological Changes in the Cardiovascular System During Pregnancy. Peripheral vasodilation leading to a decrease in systemic vascular resistance is thought to be the first cardiovascular change associated with pregnancy (induced by progesterone). Cardiac output increases in response to this, by 20% at 8 weeks gestation and by up to 40-50% at 20-28 weeks gestation. This is achieved predominantly via an increase in stroke volume (due to an increase in ventricular end-diastolic volume, wall muscle mass, and contractility) but also by an increase in heart rate. Labour leads to further increases in cardiac output by 15% in the first stage and 50% in the second stage due to the combination of auto-transfusion of 300-500 ml of blood back into the circulation with each uterine contraction, and sympathetic stimulation caused by pain and anxiety. Cardiac output increases again immediately after delivery due to auto-transfusion of blood via uterine contraction and relief of aortocaval compression. This may increase cardiac output by as much as 60-80%, followed by a rapid decline to pre-labour values within 1 hour.",
        "cop": 4,
        "opa": "During second trimester",
        "opb": "At term",
        "opc": "After a heavy meal",
        "opd": "Immediately after delivery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cardiovascular System",
        "id": "7493970b-5226-4f3c-83b7-4e764253f83e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the least likely physiological change in pregnancy",
        "exp": "Ans. is 'd' i. e. increase in peripheral vascular resistance Hemodynamic changes during pregnancy. The most important point to remember about cardiovascular changes during pregnancy is that in normal pregnant patients, circulation is hyperdynamic and that a high cardiac output is present. The increase in cardiac output starts about 10 weeks into the pregnancy reaches the maximum at about 24-28 weeks and remains elevated until parturition. The rise in cardiac output is initially determined by increase in stroke volume and later on as the pregnancy advances the heart rate also increases. An increase in intravascular volume is one of the main determinants of the increased cardiac output of pregnancy. There is an increase in both red cell volume and plasma volume. A good clinical marker of the presence of an expanded I. V. volume during pregnancy is the presence of grade 2/6 systolic ejection murmur. This physiologic murmur appears at about 10-12 weeks into the pregnancy and disappears in the beginning of the postpartum period. The increase in the intravascular volume fulfills the needs of the developing uteroplacental circulation and protects the mother against the potentially harmful effects of the blood loss that occurs at parturition. The increase in blood volume of pregnancy does not alter the central venous pressure (CVP), which is the same as in the nonpregnant women. Another important hemodynamic change in pregnancy is decreased peripheral vascular resistance (PVR). PVR decreases during pregnancy on the arterial side and the venous side of the circulation. The cause of this change is not well understood, but is most likely a direct effect of placental hormones or vasodilator prostaglandins (prostacyclins) on blood vessels. The decreased peripheral vascular resistance is manifested clinically by a decrease in both mean and diastolic blood pressure. This decrease is clearly observed during second trimester. Because most of the intravascular volume is contained in the capacitance vessels, the decrease in venous resistance represents the adaptation of the vascular tree to the blood volume expansion. If this adaptation does not occur, thev. volume will not expand, thereby seriously compromising the uteroplacental circulation. Hemodynamic changes in normal pregnancy*Cardiac output- Increased*Heart rate- Increased*Systemic vascular resistance- Increased*Pulmonary vascular resistance- Increased*Mean arterial pressure- Increased*Pulmonary capillary wedge pressure- Increased*Central venous pressure- Normal*Left ventricular stroke volume- Increased. Also know. There are several periods during pregnancy when the danger of cardiac decompensation is especially great. First is between 12 and 32 weeks of gestation, a time during which hemodynamic changes of pregnancy develops. The most critical period is between 28-32 weeks of gestation, when the hemodynamic changes of pregnancy peak and cardiac demands are maximum. The other dangerous time for pregnant cardiac patient is during labour and delivery. During labour every uterine contractions injects blood from the uteroplacental circulation into the maternal blood stream increasing the cardiac output by approximately 15% to 20%. This continuous demand on the heart may trigger congestive heart failure, During the second stage of labour, maternal pushing further compromises the venous return to the heart causing a decrease in cardiac output that may be critical for some cardiac patients. The final dangerous time for the pregnant cardiac patient is 4-5 days after delivery. Patients with primary pulmonary hypertension, Eisenmenger's syndrome, Aortic stenosis and cyanotic heart disease may be able to go through pregnancy and labour and delivery without major complications. However, sudden death in the early postpartum period may occur. Decreased peripheral resistance with right to left shunting and pulmonary embolization from silent iliofemoral thrombus are two problems occurring at this time.",
        "cop": 4,
        "opa": "Increase in intravascular volume",
        "opb": "Increase in cardiac output",
        "opc": "Increase in stroke volume",
        "opd": "Increase in peripheral vascular resistance",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cardiovascular System",
        "id": "98881cc1-5136-4bac-8118-430d19e46ebf",
        "choice_type": "single"
    },
    {
        "question": "Normal blood flow at term uterus -",
        "exp": "Ans. is 'd' i. e., 500-750 mL/min Regional distribution of blood flowo Uterine blood flow is increased from 50 ml per minute in non-pregnant state to 750ml near term. Pulmonary blood flow is increased by 2500 ml /min renal blood flow increases by 400mL,, min. The blood flow through skin and mucous membrane increases by 500mL''min.",
        "cop": 4,
        "opa": "100-200ml/min",
        "opb": "300-400ml/min",
        "opc": "400-500ml/min",
        "opd": "500-750 ml/min",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cardiovascular System",
        "id": "78a2c2e0-f308-451e-8834-0437fea33de4",
        "choice_type": "single"
    }
]