[
    {
        "question": "Heart disease with worst prognosis for mother and fetus in pregnancy is -",
        "exp": "Ans. is 'b' Eisenmenger complex. This has been explained already that worst prognosis in pregnancy is associated with pulmonary hypertension and in Eisenmenger complex pulmonary hypertension is a prominent feature.",
        "cop": 2,
        "opa": "Mitral regurgitation",
        "opb": "Eisenmenger's complex",
        "opc": "Coarctation of aorta",
        "opd": "Mitral stenosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cardiovascular Disorders",
        "id": "da055ad8-27d4-43de-95c0-19ef138fd549",
        "choice_type": "single"
    },
    {
        "question": "Most common heart disease which is associated with maximum mortality during pregnancy",
        "exp": "Ans. is 'a' i. e. Eisenmenger syndrome This syndrome is secondary pulmonary hypertension that can develop with any cardiac lesion in which pulmonary vascular resistance becomes greater than the systemic vascular resistance and there should also be some right to left shunting. The most common underlying defects are atrial or ventricular septal defects and persistent ductus arteriosus. Patients usually are asymptomatic but eventually pulmonary hypertension becomes severe enough to cause right to left shunting. The prognosis for pregnancy depends upon the severity of pulmonary hypertension. The mortality rate in Eisenmenger5s syndrome is 50%. It is the maximum mortality for any cardiovascular disorder in pregnancy. So termination of pregnancy is done in most cases. Maternal tolerance to specific heart conditions Well tolerated Pulmonary stenosis. Aortic insufficiency. Mitral insufficiency. Congenital heart block. Well tolerated if pulmonary hypertension is not present. Atrial septal defects. Ventricular septal defects. Patent ductus. Variable tolerance depending on the functional capacity of the heart. Uncomplicated Aortic coarctation. Aortic stenosis. Mitral regurgitation. Aortic regurgitation. Poorly tolerated and source of significant problems during pregnancy. Mitral stenosis. Peripartum cardiomyopathy Primary pulmonary hypertension Eisenmenger's syndrome. Marfan's syndrome with dilated aortic root. Metallic valve prosthesis. Congenital cyanotic heart disease. Conditions listed in group C if pulmonary hypertension is present. Any class III or IV lesion.",
        "cop": 1,
        "opa": "Eisenmenger syndrome",
        "opb": "MS",
        "opc": "AS",
        "opd": "VSD",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cardiovascular Disorders",
        "id": "d3cf0e7f-4683-41a1-876a-6c7caa2612a8",
        "choice_type": "single"
    },
    {
        "question": "Drug contraindicated in patient with rheumatic heart disease in PPH is",
        "exp": "Ans. is 'b' i. e. Methyl ergometrine Cardiac patients should not receive ergotamine because these agents cause significant vasoconstriction and elevation of blood pressure which can be deleterious to the patient. Also know, In healthy women, an intravenous bolus of 10 units of oxytocin caused a transient but marked fall in arterial blood pressure that was followed by an abrupt increase in cardiac output. These hemodynamic changes could be dangerous to women already hypovolemic from hemorrhage or who had cardiac disease that limited cardiac output. The same danger is present for women with right to left cardiac shunts because the decrease in systemic resistance would further increase the shunt. So, - Oxytocin should not be given intravenously as a large bolus, but rather as a much more dilute solution by continuous intravenous infusion or as an intramuscular infection. Management of cardiac patient during pregnancy Antepartum Bed rest. The most important measure for attenuating the impact of pregnancy on diseased heart is bed rest. Bed rest increases the venous return to the heart, improves renal perfusion, induces diuresis and promotes elimination of water. Dietary salt restriction. It helps to prevent excess retention of sodium and water. Diuretics. It should be given to cardiac pregnant patient if moderate restriction in sodium intake is insufficient to limit the normal intravascular volume expansion that occurs during gestation. Prophylactic digitalization. It is commonly used in patients with severe heart disease who are not in overt congestive failure. During labour and delivery. The pregnant cardiac patient should always labor and deliver in lateral supine position to avoid hemodynamic impairment caused by dorsal decubitus position. Effective pain relief during labour with morphine. Continuous monitoring with pulse oximetry. Restriction of i. v. fluids to 75 ml/hr (Almost all cardiac patients in labour should be kept on the dry side). Antibiotic prophylaxis (This is given in patients with congenital or acquired heart lesions). Thrombosis prophylaxis. Patient should be placed in sitting position after delivery. This is done to avoid pulmonary edema (sitting will increase venous pooling in the lower extremities and decrease the venous return to the heart).",
        "cop": 2,
        "opa": "Oxytocin infusion",
        "opb": "Methyl ergometrine",
        "opc": "Misoprostol",
        "opd": "Carboprost",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cardiovascular Disorders",
        "id": "f086f8fc-9830-48d1-8ecf-54564ebbdf49",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is seen in pregnancy with heart disease, which is not seen in normal pregnancy? (AIIMS November 2013, Nov 2012}",
        "exp": "Ans. a. Distended neck veins (Ref: Dutta 7/e p50, 51, 52, 53, 55: Williams Obstetrics 22/e p1019). Distended neck veins are seen in pregnancy with heart disease, but not seen in normal pregnancy. 'Supine hypotension is found during late pregnancy, the gravid uterus produces the compression effect on the IVC, when the patient is supine. This, however, results in opening of the collateral circulation by means of paravertebral azygous vein. In some cases (10%), when the collateral circulation fails to open up, the venous return of the heart may be seriously curtailed. This results in production of hypotension. ' - Dutta 7/e p53A state of hyperventilation occurs during pregnancy leading to increase in tidal volume and therefore respiratory minute volume by 40%. It is probably due to progesterone acting on the respiratory centre and also to increase in sensitivity of the centre to carbon dioxide. The woman feels shortness of breath. '- Dutta 7/e p55'The increased accumulation of fluid in the tissue spaces mainly below the uterus is due to: 1. Diminished colloid osmotic tension due to hemodilution driving the fluid out of the vessel2. Increased venous pressure of the inferior extremities. Thus slight edema of the legs is not uncommon, in otherwise normal pregnancy. '- Dutta 7/e p50. Clinical Indicators of Heart Disease During Pregnancy. Symptoms. Signs* Severe progressive dyspnea (MC symptom)Q* Syncope with exertionQ* Progressive orthopneaQ* Paroxysmal nocturnal dyspnea* Persistent neck vein distentionQ* Systolic murmur >3/6 gradeQ* Diastolic murmurQ* CardiomegalyQ* Sustained arrhythmia* Persistent split 2nd heart sound, low P2* Clubbing and cyanosis. QAnatomical changes in CVS during Pregnancy. Heart is pushed upward and outward, with slight rotation to the left. Hemodynamic Changes during Pregnancy Non-Pregnant. Pregnancy near Term. Change. Cardiac output (litre/min)4. 56. 26+40%Stroke volume (ml)6575+27%Heart rate (per minute)7085+17%Blood pressure. Unaffected or mid-pregnancy drop of diastolic pressure by 5-10 mm Hg. Venous pressure8-10 cm (femoral)20 cm water+100% water. Colloid oncotic pressure2018-14%Systemic vascular resistance -21%Pulmonary vascular resistance -34%",
        "cop": 1,
        "opa": "Distended neck veins",
        "opb": "Exertional dyspnea",
        "opc": "Pedal edema",
        "opd": "Supine hypotension",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cardiovascular Disorders",
        "id": "75feb81b-6f10-480f-b492-7b9dadfe91a2",
        "choice_type": "single"
    },
    {
        "question": "Highest maternal mortality is seen in following congenital heart disease",
        "exp": "Ans. is 'a' i. e. Eisenmenger syndrome This syndrome is secondary pulmonary hypertension that can develop with any cardiac lesion in which pulmonary vascular resistance becomes greater than the systemic vascular resistance and there should also be some right to left shunting. The most common underlying defects are atrial or ventricular septal defects and persistent ductus arteriosus. Patients usually are asymptomatic but eventually pulmonary hypertension becomes severe enough to cause right to left shunting. The prognosis for pregnancy depends upon the severity of pulmonary hypertension. The mortality rate in Eisenmenger's syndrome is 50%. It is the maximum mortality for any cardiovascular disorder in pregnancy. So termination of pregnancy is done in most cases. Maternal tolerance to specific heart conditions; Well tolerated. Pulmonary stenosis. Aortic insufficiency. Mitral insufficiency. Congenital heart block. Well tolerated if pulmonary hypertension is not present. Atrial septal defects. Ventricular septal defects. Patent ductus. Variable tolerance depending on the functional capacity of the heart. Uncomplicated Aortic coarctation. Aortic stenosis. Mitral regurgitation. Aortic regurgitation. Poorly tolerated and source of significant problems during pregnancy. Mitral stenosis. Peripartum cardiomyopathy. Primary pulmonary hypertension. Eisenmenger's syndrome. Marfan's syndrome with dilated aortic root. Metallic valve prosthesis. Congenital cyanotic heart disease. Conditions listed in group C if pulmonary hypertension is present. Any class III or IV lesion.",
        "cop": 1,
        "opa": "Eisenmenger's syndrome",
        "opb": "Pulmonary stenosis",
        "opc": "Coarctation of aorta",
        "opd": "VSD",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cardiovascular Disorders",
        "id": "64f408ba-d1d6-40de-a66b-42618fd96f54",
        "choice_type": "single"
    },
    {
        "question": "Normal pregnancy can be continued in -",
        "exp": "Ans. is 'b' i. e., Wolf Parkinson-While syndrome Marfan's syndrome. Ideally, a patient with Marfan's syndrome contemplating pregnancy should have a preconceptional echocardiography to determine the diameter of the aortic root risk depends upon the diameter of aortic root. If it is greater than 4. 0 cm, she is at significant risk for aortic dissection and she should be offered surgery. If the patient is in early pregnancy, she should be informed that termination of pregnancy is an option. Eisenmenger syndrome & pulmonary hypertension. Pulmonary vascular disease whether secondary to a reversed large left to right shunt such as VSD, Eisenmenger's syndrome or lung or connective tissue disease (e. g., scleroderma) or due to primary pulmonary hypertension is extremely dangerous in pregnancy and women blown to have significant pulmonary vascular disease should be advised from an early age to avoid pregnancy and be given appropriate contraceptive advice. Arias says (<Pregnancy is deleterious to patients with primary pulmonary hypertension. The maternal mortality is approximately 40% and the fetal outcome is also poor with frequent spontaneous abortions and fetal demises secondary to maternal deaths. \"According to Dutta, Absolute indications for termination of pregnancy are:-Primary pulmonary hypertension. Eisenmenger's syndrome. Pulmonary veno-occlusive disease. Relative indications are. Parous woman with grade III and grade IV cardiac lesions. Grade I or II with previous history of cardiac failure in early month or in between pregnancy. The termination should be done within 12 weeks by suction evacuation (MVA) or by conventional D & E.",
        "cop": 2,
        "opa": "Primary pulmonary hypertension",
        "opb": "Wolf-Parkinson-White syndrome",
        "opc": "Eisenmenger syndrome",
        "opd": "Marfan syndrome with dilated aortic root",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cardiovascular Disorders",
        "id": "38246451-fa64-440b-9aa6-2581055a5682",
        "choice_type": "single"
    },
    {
        "question": "Heart disease in pregnancy, most common -",
        "exp": "Ans. is 'b' i. e., MS \"Commonest cardiac lesions are of rheumatic origin followed by congenital ones. \"\"Rheumatic valvular leasion predominantly includes mitral stenosis (MS) \"",
        "cop": 2,
        "opa": "ASD",
        "opb": "MS",
        "opc": "VSD",
        "opd": "MR",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cardiovascular Disorders",
        "id": "f9a17466-7707-4663-8838-6a1f54a5b6c0",
        "choice_type": "single"
    }
]