[
    {
        "question": "Funneling in cervicogram is seen in -",
        "exp": "Ans. is 'b' i. e., Cervical incompetence o Cervicogram is done for diagnosis of cervical incompetence. In other conditions, cervicogram is not done. Diagnosis of cervical incompetence: o Diagnosis in pregnant state: 1) History: Painless second trimester abortion in previous gestation. 2) Shirodkar's digital palpation test:# In suspected cases (those with a previous abortion), do a weekly per vaginal examination. A finger introduced upto the internal os and if found open pass it a little beyond and withdraw the finger. While withdrawing feel for the sphincter - like tone of the internal os; if the os tends to close down with sphincter like or snapping action, the os is considered competent and no cerclage is necessary. This is a highly subjective test. 3) Cervical sonography:# Funelling of the cervix with changes in the form of Y, V, U.# Cervical length < 2. 5 cm.# Funnelling of the internal os > 1 cm# Speculum examination: Detection of dilatation of internal os with herniation of the membranes.# Cervical index = (Funnel length + 1) / (endocervical length).# The \"+1\" allows an index to be calculated when funelling is absent. o Predictors of preterm birth:# Cervical index >0. 52.# Cervical length < 18 mm# Funnel length > 9 mm.# Funnel width > 6 mm. o Diagnosis in non - pregnant state: 1) Passage without resistance and pain of No. 8 Hegarrs dilator. 2) Cervicogram: shows funnel shaped cervix. 3) Intracervical balloon studies: Pass a balloon (e. g. Foley's) into cervical canal and inflate it with a radio - opaque dye and then take x - rays after applying due traction. Pear shaped shadow of balloon due to funneling of cervical canal indicates incompetent os. 4) Traction studies: Pass foley's catheter through internal os of cervix and inflate it with 5 - 10 ml and apply traction. If traction of 600 gm or less is enough to pull out the bulb through the os, then the diagnosis is certain. 5) Bromen papaine test: This dye selectively dilates the cervico - uterine junction. After injecting the dye (locally into the cervix and intramuscularly.",
        "cop": 2,
        "opa": "In labour",
        "opb": "Cervical incompetence",
        "opc": "Cervical ectopic",
        "opd": "During TVS",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Insufficiency",
        "id": "dfc1f212-a232-49b5-9e42-543d08b01111",
        "choice_type": "single"
    },
    {
        "question": "Cervical length considered as cut off for preterm labour is?",
        "exp": "REF: Manual Of Obstretics 3rd ed by Daftary page 250, Textbook of Basic Nursing by Caroline Bunker Rosdahl, Mary T. Kowalski 9th ed page 906 \"At the time of onset of labour the cervix is 1-2 cm in length\" The traditional criteria of onset of labour is persistent uterine contraction accompanied by effacement of cervix or dilatation of cervix or both, are reasonably accurate when frequency is 6 or more contractions per hour, cervical dilatation is 3 cm or more, effacement is 80% or more and membrane ruptures or bleeding occurs. EFFACEMENT OF CERVIX: Effacement or taking up is a process by which the cervix is thinned out and gradually pulled up to be incorporated in the lower segment, thereby causing shortening of the cervical length on vaginal examination. The cervix dilates from above downwards, becoming shorter until only the external os remains as a rim. The cervical projection can no longer be felt. The effacement is caused by the contraction and retraction of the upper uterine segment Normally in a primigravida the effacement precedes cervical dilatation, but in most multigravida both occurs at the same time. The cervix is thus significantly effaced before the onset of labour, particularly in nulliparous. Prior to the onset of labour, the cervix is approximately 4 cm long by digital examination. As the cervix shortens with labour, the effacement is described as a percentage of the remaining length. So if the cervix shortens from 4 cm to 3 cm it is 25% effaced, 2 cm is 50% effaced, 100% or completely effaced cervix is paper thin. When the cervix is 100 percent effaced and 10 cm dilated, the first stage of labor is said to be complete",
        "cop": 3,
        "opa": "1. 0 cm",
        "opb": "1. 5 cm",
        "opc": "2. 5 cm",
        "opd": "3. 5 cm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Insufficiency",
        "id": "f941cf77-893e-4499-beed-b38560726825",
        "choice_type": "single"
    }
]