[
    {
        "question": "A cervical Pap smear repo stating that \"koilocytic atypia is present\" indicates the:-",
        "exp": "HPV infection of squamous cells Produces wrinkled nuclei surrounded by a clear halo. This is called koilocytosis. Whether it is indicative of a low or a high grade lesion in the cervix requires tissue documentation. This is usually obtained with a colposcopic biopsy.",
        "cop": 3,
        "opa": "Presence of high-grade cervical intraepithelial neoplasia",
        "opb": "Cytologic effect of herpesvirus type 2",
        "opc": "Cytologic effect of human papillomavirus",
        "opd": "Presence of chlamydial infection",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "0396fe06-5dce-4bc8-a248-41f78be325ec",
        "choice_type": "single"
    },
    {
        "question": "A patient is diagnosed to have CIN II. She approaches you for advice. You can definitely tell her the risk of malignancy as",
        "exp": "CIN I and CIN II, the lesions have a 5-10% chance to progress to a high grade lesion CIN III progressing to cervical cancer is almost 10-30% Transformation Rates Form low grade CIN to High grade CIN takes around 5-6 years From High Grade CIN to invasive cancer takes around 10 years time. HPV related cervical lesions occur more on the cervical anterior lip than the lower lip (2:1 incidence).",
        "cop": 4,
        "opa": "15%",
        "opb": "60%",
        "opc": "30%",
        "opd": "5%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "afa90c7c-3331-43f1-b2b4-b85596a83b4e",
        "choice_type": "single"
    },
    {
        "question": "A 55 year old lady presenting to OPD with postmenopausal bleeding for 3 months has a 1 x1cm nodule on the anterior lip of cervix, The most appropriate investigation to be done subsequently is",
        "exp": "Post menopausal bleeding with a visible cervical growth needs a tissue diagnosis, done by a punch biopsy of the lesion. Paps smear is a screening test, done in asymptomatic patients. Colposcopy + biopsy is a diagnostic test, indicated in symptomatic patients, like those with postmenopausal or post coital bleeding, or in asymptomatic patients where paps screening was done and turned out abnormal Endocervical curettage is indicated in patients with suspected endocervical lesion, or if entire transformation zone could not be evaluated at colposcopy",
        "cop": 2,
        "opa": "Pap smear",
        "opb": "Punch biopsy",
        "opc": "Endocervical currettage",
        "opd": "Colposcopy & biopsy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "c6bb5942-411e-4ae5-ac78-7e5f51280c62",
        "choice_type": "single"
    },
    {
        "question": "Nanovalent vaccine offers protection against which type of HPV virus:",
        "exp": "HPV vaccines Gardasil 9 For types 6,11,16,18,31,33,45,52,58 Gardasil 4 For types 6,11,16,18 Cervarix For types 16,18 Age when vaccine should be given is 9-25 yrs.",
        "cop": 2,
        "opa": "Types 6,8,10,11,31,33,45,52 & 58",
        "opb": "Types 6,11,16,18,31,33,45,52,58",
        "opc": "Types 6,11,16,18,31,38,44,55,58",
        "opd": "Types 6,11,16,18,19,31,32,33,34",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "f9627e25-9e04-4c68-b348-31a468ab6ef5",
        "choice_type": "single"
    },
    {
        "question": "In Bethesda system, in 'LSIL' histologic changes are seen in:",
        "exp": "CIN Bethesda System Description CIN I LSIL Dysplastic cells in lower 1/3 of cervix CIN II HSIL Dysplastic cells upto 2/3of cervix CIN III HSIL Dysplastic cells in > 2/3 of cervix Carcinoma in situ HSIL Dysplastic cells in full thickness but basement membrane is intact",
        "cop": 1,
        "opa": "Basal One Third",
        "opb": "Basal Half To Two Third",
        "opc": "Whole thickness except superficial layers",
        "opd": "Whole Thickness",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "6fe178f0-7f66-4e10-b09c-a3b49ff60c7f",
        "choice_type": "multi"
    },
    {
        "question": "How is a Pap Smear 'Fixed' on a slide?",
        "exp": "Pap smear is a screening test This is done by using an Ayre's spatula Sensitivity of pap smear is 47 to 62 % If cytobrush used - Sensitivity is upto 90% Fixative used in pap Smear - 95 % ethyl alcohol. Since this methods sensitivity is less, a method to increase this sensitivity is the liquid based Cytology.With thistechnique, liquid samples are processed to provide a uniform, thin layer of cervical cells without debris on a glass slide. The cell sample is collected with an endocervical brush used in combination with a plastic spatula or with a plastic broom. The sample is rinsed in a l containing liquid alcohol-based preservative. With this technique, 80%to 90% of the cells are transferred to the liquid media, as compared with the 10% to 20% transferred to the glass slide with conventional cytologic testing.... Novaks Gyne.",
        "cop": 2,
        "opa": "95% ethyl alcohol+ ether",
        "opb": "95% ethyl alcohol",
        "opc": "95% ethyl alcohol + formalin",
        "opd": "Air dry",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "5b7d1f35-2add-4f3a-8949-39dc7f0d9c2e",
        "choice_type": "single"
    },
    {
        "question": "Pyometra is a complication associated with all of the following conditions except:",
        "exp": "Pyometra implies presence of pus in the Uterus Conditions associated with it:- Carcinoma of the cervix(M/c cause in India) Carcinoma of endometrium Pelvic radio therapy TB Senile endometritis",
        "cop": 3,
        "opa": "Pelvic radiotherapy",
        "opb": "Carcinoma of the cervix",
        "opc": "Carcinoma of the vulva",
        "opd": "Carcinoma of endometrium",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "bedf7fc1-c94d-49b9-9e8f-a1a8df806065",
        "choice_type": "multi"
    },
    {
        "question": "A 18-year-old girl, sexually active for the past 3 years. Her family history is negative for cancer and cardiac disease. Examination is unremarkable. Which of the following screening tests should this patient would most benefit from ?",
        "exp": "- There is increased risk for cancer cervix due to the early age at the first sexual intercourse. - PAP smear should be done as screening test. - Time to do PAP smear Any women >21 yrs of age. Any women 3 yrs after 1st sexual exposure in India From 21 to 29 yrs, sexually active women should have cytology every 3 yrs From 30 to 65 yrs: CO- TEST(PAP+ HPV) : If negative then 5 yearly. If only cytology done, then once in 3 yrs if cytology is negative In high risk females (who have recently been treated for cervical dysplasia or who are HIV positive ), should undergo Pap smear examination annually ; provided the previous few consecutive Pap smears are normal. After 65 yrs : no more PAP, if 3 cytology are negative or 2 CO-TEST are negative.",
        "cop": 3,
        "opa": "Colonoscopy",
        "opb": "Mammography",
        "opc": "Pap smear",
        "opd": "Pelvic scan",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "3026ca77-a19e-4f19-8069-4d6b0d3346fe",
        "choice_type": "multi"
    },
    {
        "question": "35 year old woman comes with postcoital bleeding. What is the next step?",
        "exp": "Please note...this answer is given as Pap smear in most guides. Pap smear is a screening test and here the patient is symptomatic and hence a diagnostic test is warranted. Even so, the sensitivity of the paps smear is the sensitivity of the Pap test in detecting CIN 2 or 3 ranged from 47% to 62% and the specificity ranged from 60% to 95% Do read this from Novaks Gynecology: ... Vaginal bleeding is the most common symptom occurring in patients with cancer of the cervix. Most often, this is postcoital bleeding, but it may occur as irregular or postmenopausal bleeding. ... Initially, all women suspected of having cervical cancer should have a general physical examination performed to include evaluation of the supraclavicular, axillary, and inguinofemoral lymph nodes to exclude the presence of metastatic disease. On pelvic examination, a speculum is inseed into the vagina, and the cervix is inspected for suspicious area ...When obvious tumor growth is present, a cervical biopsy is usually sufficient for diagnosis. If gross disease is not present, a colposcopic examination with cervical biopsies and endocervical curettage is warranted",
        "cop": 4,
        "opa": "PAP smear",
        "opb": "Conisation",
        "opc": "Cryotherapy",
        "opd": "Colposcopic cervical biopsy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "83c05a69-92fc-43d4-bf73-a5b3c5b205a7",
        "choice_type": "multi"
    },
    {
        "question": "Fixative used in PAP smear:",
        "exp": "Pap smear Screening test Done by Ayre's spatula Sensitivity of pap smear is 47 to 62 % If cytobrush used - | sensitivity upto 90% Site Transformation zone (squamocolumnar junction) Endometrium - is columnar Vagina & cervix - is squamous Fixative used in pap Smear - 95 % ethyl alcohol. Technique To sample the ectocervix, a wooden spatula is placed against the external as and rotated 360 degrees. To sample the endocervix, a cytobrush is inseed into the external os and rotated. The sample obtained by the spatula and cytobrush is spread on a glass slide and immediately placed in a fixative, usually 95% ethanol, fixed for 30 minutes, and then stained with Papanicolaou stain. The sample is stained using the Papanicolaou technique in which tinctorial dyes and acids are selectively retained by cells.",
        "cop": 3,
        "opa": "55% ethyl alcohol",
        "opb": "95% formalin",
        "opc": "95% ethyl alcohol",
        "opd": "Normal saline",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "4d4f18cd-9c84-4991-9233-b1ea698410d9",
        "choice_type": "single"
    },
    {
        "question": "A 31 year old female, P1L1 underwent a routine paps smear which was repoed as CIN III (High Grade Squamous Intraepithelial Lesion/ HSIL) . What will be the next step in management?",
        "exp": "After a patient is repoed to have CIN III on a paps smear the next step is to confirm the diagnosis by a colposcopic biopsy Conization is not done in a young patient with incomplete family as it causes Sho cervix- Incompetence - aboions Stenosed- Infeility Trachelectomy and hysterectomy are not done in premalignant lesions in a young female unless biopsy proves invasive carcinoma",
        "cop": 4,
        "opa": "Trachelectomy",
        "opb": "Hysterectomy",
        "opc": "Conization",
        "opd": "Colposcopy biopsy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "076d5abb-dcde-461a-a957-c482a547ad10",
        "choice_type": "multi"
    },
    {
        "question": "A case of carcinoma cervix is found in altered sensorium and is having hiccups, likely cause is:",
        "exp": "Most common cause of death in Ca cervix is Uremia Hemorrhage and Infection are the next most common causes Other symptoms Abnormal Bleeding Post Coital Bleeding Post Menopausal Bleeding Foul smelling discharge Cancer Cachexia Cancer pain Pyometra Uremic Symptoms PET CT is used for nodal metastasis diagnosis",
        "cop": 2,
        "opa": "Septicemia",
        "opb": "Uremia",
        "opc": "Raised ICT",
        "opd": "Hypotension",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "b1734a0c-1ad7-4aa0-a154-bf4098a6cc13",
        "choice_type": "single"
    },
    {
        "question": "Treatment of biopsy proven CIN 3 in 50yr old woman:",
        "exp": "When a cytologic specimen suggests the presence of HSIL, colposcopy and directed biopsy should be performed. Although high-grade CIN can be treated with a variety of techniques, the preferred treatment for CIN 2 and 3 is loop electrosurgical excision procedure . Hysterectomy is currently considered too radical for treatment of CIN, however may be offered in presence of a concurrent indication.",
        "cop": 3,
        "opa": "Conisation",
        "opb": "Hysterectomy",
        "opc": "Colposcopy with LEEP",
        "opd": "Trachelectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "448a650b-40c5-47b1-b10e-91e2cba3c619",
        "choice_type": "single"
    },
    {
        "question": "Treatment of carcinoma cervix stage IIIB include:",
        "exp": "Stage IIA-2 to IVA Current evidence indicates that \"concurrent chemotherapy\" significantly improves overall and disease free survival of women with advanced cervical cancer. Thus most patients with stage IIB to IVA are best treated with \"chemoradiation\". Cisplatin containing regimens are associated with best survival rates.",
        "cop": 1,
        "opa": "Chemoradiation",
        "opb": "Surgery ( Radical Hysterectomy )",
        "opc": "Neoadjuvant chemotherapy followed by radiotherapy",
        "opd": "Only radiotherapy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "d78d416d-9251-4536-92c5-b7473f75a388",
        "choice_type": "single"
    },
    {
        "question": "Young female, multigravida presenting with post coital bleeding, vagina - normal, cervix - hyperophied, Next step?",
        "exp": "Post coital bleeding is the - most common presentation of CA cervix PAP smear is done when a patient is asymptomatic or sexually active women Here, The patient is symptomatic hence a confirmatory test is warranted to make a diagnosis. Doing a four Quadrant biopsy may help, but it is more of a 'Hit and trial' kind of method since invasion could be staing in a different place away from the 4 biopsies sites. Performing a Colposcopic is the best procedure here than a Pap smear or the 4 Quad biopsy. If diagnosis is not confirmed even with a Colposcopic biopsy then the next step here is Conization of cervix .",
        "cop": 2,
        "opa": "Pap smear",
        "opb": "Colposcopy biopsy",
        "opc": "Cryotherapy",
        "opd": "P/Vaginal examination",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "9b7313f5-7bc6-4bd8-a69c-c83e30f5fa4e",
        "choice_type": "multi"
    },
    {
        "question": "HPV type 6 and 11 associated with genital was have_____ oncogenic risk?",
        "exp": "Human Papilloma virus has an association with premalignant lesions of cervical cancer, hence co testing (cervical cytology + HPV testing) is recommended in all sexually active women above 29 years of age High oncogenic risk--Types 16, 18, 31, 33,35, 45, 56. Low oncogenic risk--Types 6, 11, 42, 43.",
        "cop": 2,
        "opa": "High",
        "opb": "Low",
        "opc": "NO",
        "opd": "Variable",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "3ca16c0a-ad41-4167-8cf7-f8cf0c23a54e",
        "choice_type": "single"
    },
    {
        "question": "Cigarette smoking and long-term use of oral contraceptives in a woman would most likely predispose to primary cancer in which of the following sites",
        "exp": "There are numerous risk factors for cervical cancer: young age at first intercourse (younger than 16 years) multiple sexual paners cigarette smoking race high parity low socioeconomic status chronic immune suppression, HIV HPV infection chronic OCP use",
        "cop": 4,
        "opa": "Breast",
        "opb": "Ovary",
        "opc": "Endometrium",
        "opd": "Cervix",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "b8d40d92-214d-45c4-ab2e-98767891afd5",
        "choice_type": "single"
    },
    {
        "question": "According to Cancer cervix tumor size, which of the following is the Cut-off size of tumor UP TILL which primary surgical treatment is the best option?",
        "exp": "It is prudent not to operate on lesions that are larger than 4 cm in diameter because these patients will require postoperative radiation therapy. When selected in this manner, the urinary fistula rate is less than 2%, and the operative moality rate is less than 1%.",
        "cop": 4,
        "opa": "All size of tumors have good results",
        "opb": "< 5MM DEPTH OF INVASION",
        "opc": "<2 cms tumor size",
        "opd": "<4cms tumor size",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "ceef7e9d-dc5c-4dcd-a264-51d9acc0b43d",
        "choice_type": "multi"
    },
    {
        "question": "A woman undergoes radical hysterectomy for Stage Ib Cervical cancer. On hisptopathological examination, it is found that cancer extends to lower body of uterus. What is the next management?",
        "exp": "In Ca Endometrium, the involvement of the cervix is stage II, But in Ca cervix, involvement of the uterus does not change the staging. It's considered natural progression of the cancer. Here since a radical surgery has already been done, the patient only requires observation and follow up",
        "cop": 4,
        "opa": "Chemotherapy",
        "opb": "Radiotherapy",
        "opc": "Repeat surgery for fuher disease reduction",
        "opd": "Observation & follow up",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "e712c61d-8607-4704-833f-f1f0f3e2848f",
        "choice_type": "single"
    },
    {
        "question": "Cervical cancer is mostly caused by:",
        "exp": "Risk factors for development of cervical cancer HPV 16: Most common 18: most malignant HSV 1 and 2 HIV 1 and 2 Commercial sex worker Women with many sex paners Paner with STD Early intercourse (<16 yrs) Low Socio Economic status Smokers",
        "cop": 2,
        "opa": "HPV 6",
        "opb": "HPV 16",
        "opc": "HPV 31",
        "opd": "HPV 56",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "f159af0a-af19-493a-a859-4b082f25f88e",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old G3P3 with a Pap smear showing high-grade squamous intraepithelial lesion of the cervix (CIN III) has an inadequate colposcopy. Cone biopsy shows squamous cell cancer that has invaded only 1 mm beyond the basement membrane. There are no confluent tongues of tumor, and there is no evidence of lymphatic or vascular invasion. The margins of the cone biopsy specimen are free of disease. What is your Diagnosis?",
        "exp": "Microinvasive carcinoma of the cervix Invasion depth limited to no greater than 5 mm , Not visible to Naked eye. Stage I Limited to Cervix IA : Microscopic cancer IA1 :Stromal invasion <3 mm in depth IA2 :Stromal invasion 3 mm-5 mm in depth",
        "cop": 2,
        "opa": "Carcinoma of low malignant potential",
        "opb": "Microinvasive cancer",
        "opc": "Atypical squamous cells of undeermined significance",
        "opd": "Carcinoma in situ",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "40330424-dee6-4d73-910e-b5f70e75c998",
        "choice_type": "single"
    },
    {
        "question": "Radiological method for staging of Cervical carcinoma is best done with:",
        "exp": "Staging in all Gynecological cancers is done surgically except Cancer Cervix where clinical stagings are done Radiologically, PET CT are best to closest actual spread of the cancer. PET scans are increasingly being utilized either alone or in conjunction with CT or MRI to detect metastatic disease. PET may be more useful than other techniques for the detection of abdominal and extra-pelvic disease, with comparable or better sensitivity (76% to 100%) and specificity (94%).",
        "cop": 3,
        "opa": "MRI",
        "opb": "Sonosalpingography",
        "opc": "PET - CT",
        "opd": "Doppler USG",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "33507992-52e2-4d33-ac15-c60939c5245f",
        "choice_type": "single"
    },
    {
        "question": "Primary group of Lymph nodes affected in cervical carcinoma:",
        "exp": "Cancer of cervix stas with Cervix and uterus which first goes to Obturator nodes - Internal iliac nodes. Major groups of lymph nodes draining the cervix are Obturator Internal iliac External iliac Common iliac Para aoic Cervix doesn't drain into Inguinal group of Lymph nodes.",
        "cop": 3,
        "opa": "Common iliac group",
        "opb": "Inguinal nodes",
        "opc": "Obturator nodes",
        "opd": "Para-aoic nodes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "0cbeb18a-6e18-4e50-95cb-b1f3eb2b492c",
        "choice_type": "single"
    },
    {
        "question": "A 50 year old patient presents with Stage III CA cervix, Management:-",
        "exp": "All cancers in Gynecology are surgically staged However, Cervical cancer is clinically staged. Although modern radiographic modalities such as CT scan, MRI , ultrasound, or PET may be beneficial for individual treatment planning. Treatment of cervical cancer is based on stage of disease. In general, early stage disease , untill II A (tumour size less than 4 cm) can be treated with either radical surgery or radiation therapy. Advanced stage disease (>=IIB)) is best treated with chemoradiation.",
        "cop": 2,
        "opa": "Radiotherapy",
        "opb": "Radio+chemo",
        "opc": "Surgery + chemo",
        "opd": "Intrabrachial radiotherapy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "8a36c511-a320-4636-8d38-67781ea63af1",
        "choice_type": "single"
    },
    {
        "question": "Most common serotype of HPV associated with cervical carcinoma is:-",
        "exp": "More than 90% of CIN is attributed to human papillomavirus (HPV) infection. Only ceain types of HPV cause high-grade intraepithelial lesions and cancer (HPV-16, -18, -31, -33, -35, -39, -45, -51, -52, -56, -58, -59, -68). Type 16 is the most common form of HPV found in invasive cancer and in CIN 2 and CIN3; HPV-18 is more specific than HPV-16 for invasive tumors i.e. HPV 18 is the most malignant. Please note: Usually, HPV infections do not persist. Most women who are exposed have no clinical evidence of disease, and the infection is eventually suppressed or eliminated. Other women exhibit low-grade cervical lesions that mostly regress spontaneously. In the vast majority of cases, the infection will clear in 9 to 15 months. A small minority of women exposed to HPV develops persistent infection that may progress to CIN.",
        "cop": 2,
        "opa": "HPV 11",
        "opb": "HPV 16",
        "opc": "HPV 31",
        "opd": "HPV 18",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "de4cb3aa-1699-4449-903f-a8434af1d1d3",
        "choice_type": "single"
    },
    {
        "question": "45 year old patient came to the Gynecology OPD with history of Postcoital bleeding. She underwent the procedure shown below, Name the instruments used.",
        "exp": "Procedure shown is PAP Smear/ Cervical cytology Cusco's speculum Endocervical brush",
        "cop": 1,
        "opa": "Ayre's spatula, Cusco's speculum",
        "opb": "Cervical pipette, Sim's speculum",
        "opc": "Endocervical brush, Sim's speculum",
        "opd": "Cusco's speculum , Endocervical brush,",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "d0d3eaf3-ba35-4b2b-a584-76bab8267882",
        "choice_type": "single"
    },
    {
        "question": "Acetic acid staining of cervix shows the following, except:",
        "exp": "Cervical polyp is a common benign tumor on the surface of the cervical canal which has tissues much like the smooth muscle cells seen in a fibroid. The polyp does not pick up active staining with aceti acid because it has mosty 'resting' cells Acetic acid used coagulate the proteins - make the area Acetowhite. Biopsy taken from this area. Acetic acid staining of cervix shows Cervical carcinoma in situ Cervical dysplasia Squamous metaplasia",
        "cop": 3,
        "opa": "Squamous metaplasia",
        "opb": "Cervical carcinoma in situ",
        "opc": "Cervical polyp",
        "opd": "Cervical dysplasia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "66df5d92-9305-4cdd-b4ce-1f3f2c1e5569",
        "choice_type": "multi"
    },
    {
        "question": "A 50-yrs-old woman is diagnosed with cervical cancer. Which lymph node group would be the first involved in metastatic spread of this disease beyond the cervix and uterus?",
        "exp": "The cervix and upper vagina drain laterally to the parametrial, obturator, and external iliac nodes and posteriorly along the uterosacral ligaments to the sacral nodes. Drainage from these primary lymph node groups is upward along the infundibulopelvic ligament, similar to drainage of the ovary and fallopian tubes to the para-aoic nodes. The obturator is frequently the first 'Major'group of lymph nodes which is also called the sentinel group for ca cervix.",
        "cop": 2,
        "opa": "Common iliac nodes",
        "opb": "Parametrial nodes",
        "opc": "External iliac nodes",
        "opd": "Para-aoic nodes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "a8471b3a-6581-4d02-a3f1-1de61dbeea0b",
        "choice_type": "single"
    },
    {
        "question": "Following is associated with maximum risk of invasive cervical cancer:-",
        "exp": "HSV & HIV predisposes more to pre invasive cervical cancer than invasive disease. Severity of dysplasia is directly propoional to malignancy. HPV 16 is the most common association, HPV 18 is this most malignant association with ca cervix LSIL (CIN I) , HSIL (CIN II and CIN III) and carcinoma in situ (CIS) are degrees of cervical dysplasia noted on a paps smear and confirmed on a colposcopic biopsy. Their risk of transforming into invasive cancer are CIS>HSIL>LSIL",
        "cop": 3,
        "opa": "LGSIL",
        "opb": "HPV associated koilocytosis",
        "opc": "High grade squamous intraepithelial lesion (HGSIL)",
        "opd": "HSV related changes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "ddeed875-973b-4bb8-8da0-fbe8096776b2",
        "choice_type": "single"
    },
    {
        "question": "A female having carcinoma cervix stage IIIb. What is the treatment:-",
        "exp": "Rx of Cervical cancer NOTE: THERE IS NO ROLE OF SURGERY IN TREATMENT OF STAGE IIB AND ABOVE - Stage I - IIA - Surgical management: Radical Hysterectomy (aka type 3 hysterectomy) - Structures removed in radical hysterectomy are : Uterus, cervix, upper 1/3 - 1/2 of vagina, entire parametrium, uterine aery ligated at its origin from internal iliac aery, uterosacral ligament at most distal attachment (rectum) - Stage >= IIB - Chemoradiation - Radiotherapy alone is effective Rx in all stages. - Maximum radiation given at Point A 2cm above and 2 cm lateral to external os Ureter crosses the uterine aery (bridge over water) here ureter is under the uterine aery Parametrium seen here Upto 7500 to 8000 RADs given here Point B 3cm lateral to point B Obturator lymph nodes at the pelvis side walls Obturator lymph nodes -sentinel group of LN Upto 6000 RADS given here.",
        "cop": 4,
        "opa": "Weheims hysterectomy",
        "opb": "Schauta's radical vaginal hysterectomy",
        "opc": "Chemotherapy",
        "opd": "Intracavitary brachytherapy with external beam radiotherapy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "19ab5337-6b86-4aab-9de6-2eb84f33a1ce",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used to take cervical smear:",
        "exp": "Ayre's spatula Used to take cervical smear(Pap smear) It is a wooden spatula with U shaped openings on one side and a flat surface on another. Takes sample from squamocolumnar junction.",
        "cop": 3,
        "opa": "Pipelle spatula",
        "opb": "Sims spatula",
        "opc": "Ayre's spatula",
        "opd": "Colposcope",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Cervical Carcinoma",
        "id": "51e6713b-912e-482c-9a6d-e067741e4eb9",
        "choice_type": "single"
    }
]