[
    {
        "question": "Primary amenorrhea, absent uterus, normal pubic hair. Diagnosisis -",
        "exp": "Ans. is 'a' i. e., Mullerian agenesis o MRKH syndrome is also known as MURCS syndrome (Mullerian agenesis, Renal aplasia and cervicothoracic somite dysplasia). o MRKH (Mayer Rokitansky Kuster Hauser) syndrome has a karyotype of 46, XX. So the gonads present are ovaries in contrast to Androgen Insensitivity Syndrome where testes are presento Vagina in its upper 2/3rds is absent, but lower one - third of vagina is present as it develops from the urogenital sinus. Characteristic findings. MRKH/ MURCSIsolated vaginal atresia. WNT 4 syndrome. Androgen insensitivity. Upper vagina. Absent. Variable. Absent. Absent. Uterus. Absent. Present. Absent. Absent. Gonads. Ovary. Ovary. Masculinized ovary. Testis. Breast development. Normal. Normal. Normal. Normal. Pubic hair development. Normal. Normal. Normal. Sparse. Hyperandrogenism. No. No. Yes. No. Karyotype46, XX46, XX46, XX46, XY",
        "cop": 1,
        "opa": "Mullerian agenesis",
        "opb": "Testicular feminization syndrome",
        "opc": "WNT 4 syndrome",
        "opd": "Hand foot genital syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Classification of DSD",
        "id": "d2470565-f3ea-4134-a167-5cd0af156b7f",
        "choice_type": "single"
    },
    {
        "question": "A 22 years old female presented with primary amenorrhea, short stature, widely spaced nipples and webbed neck. The Karyotype is:",
        "exp": "Ans. c. 45, XO (Ref: Shaw 14/e p96-97)A 22 years old female presented with primary amenorrhea, short stature, widely spaced nipples and webbed neck. The patient is suffering from Turners syndrome and karyotype is 45, XO. A 16-year old female presents with primary amenorrhea and raised FSH level. On examination, her height was 58 inches. Most probable diagnosis in this patient is Turners (XO) syndrome. Absence of oocytes in the ovaries (streak ovaries) would be the histopathological finding in Turners syndrome. Increased serum FSH and absent breast indicates primary ovarian failure. This is mostly caused by 'Gondal Dysgenesis ' (Turner's syndrome). Elevated FSH is due to absence of ovarian oocytes and follicles leading to reduction in negative feedback on FSH from estradiol and inhibins A and B. Evaluation of Primary Amenorrhea: Primary amenorrhea is evaluated most efficiently by focusing on the presence or absence of: Breast Development: It is a marker of estrogen action and therefore function of the ovary. Presence or absence of uterus: As determined by ultrasound or in more complex cases by MRIEvaluation of Primary Amenorrhea. Breast Development: Breast development and other secondary sexual characters are markers of estrogen action and therefore function of the ovary. Presence of breast and other secondary sexual features indicate normal estrogen level and normally functioning ovary. Absence of Breast: Absence of breast indicates reduced estrogen level. The cause of reduced estrogen level is then determined by measuring FSHIncreased serum FSH and absent breast indicates primary ovarian failure. This is mostly caused by 'Gondal Dysgenesis' (Turner's syndrome). Elevated FSH is due to absence of ovarian oocytes and follicles leading to reduction in negative feedback on FSH from estradiol and inhibins A and B. Absent breast with decreased serum FSH indicates primary amenorrhea due to hypothalamic or pituitary causes. Presence or absence of uterus: Further testing for a women with primary amenorrhea depends upon the findings on physical examination in particular whether mullerian structures are present or absent (Mullerian structures: Cervix, uterus, vagina, ovarian tube). The single most important step in the evaluation of primary amenorrhea depends upon the findings on physical examination or ultrasonography, whether there are any anatomic abnormalities of the vagina, cervix or uterus. Absence of Uterus: Absence of uterus usually means that Mullerian inhibitory substance was secreted at the time of Wolffian duct development. Mullerian inhibiting substance is usually secreted from the sertoli cells of the testis and it inhibits the development Wolffian duct or Mullerian duct structures. Absence of uterus suggests presence of MIs and is likely evidence of the presence of testis. For those with absence of the uterus, further evaluation should include a karyotype measurement and measurement of serum testosterone. These tests allow the clinician to distinguish between abnormal Mullerian development and androgen insensitivity syndrome. Absence of Uterus: For patients with normal Mullerian structures and no evidence of an imperforate hymen, vaginal septum, or congenital absence of vagina, an endocrine evaluation should be performed. This includes measurement of serum beta human chorionic gonadotropin to exclude pregnancy and of serum FSH and other hormones. A high serum FSH concentration is indicative of primary ovarian failure. A karyotype is then required to detect the presence of Turner's syndrome. Turner's syndrome is characterized by the complete or partial deletion of X chromosome. In addition, evaluation for other diseases associated with specific type of ovarian failure should be performed. Low or normal FSH suggests functional hypothalamic amenorrhea, congenital Gn. PH deficiency or other disorders of hypothalamic pituitary axis. Serum prolactin is measured if galactorrhoea is present. If there are signs of hyperandrogenism, serum ketosterone and dehydroepiandrosterone sulfate (DHEAS) should be measured. Turners Syndrome. MC karyotype is 45 XO, rest are 45. XO/46. XX, 45. XO/46. XY ( mosaics). Loss of one X chromosome is due to non-disjunctionQ during meiosis, the X chromosome retained is maternal in originQ in most cases. MC chromosome disorder in human beings. Presentation: Most affected fetus are aborted spontaneouslyQ (but MC chromosomal anomaly in 1st trimester is Trisomy)IUGR is common. In neonatal period: Slow growth. QPresence of shield chest, cystic hygroma, lymphedema. QCardiac defects: Coarctation of aorta (MC), bicuspid aortic valve, mitral valve prolapse, aortic aneurysm. QUrinary tract malformations, MC is Horse shoe shaped kidney. QAt Puberty: Primary amenorrhoea, failure to mature and infertilityQ. Absent secondary sexual characteristics (due to bilateral streak gonads, no estrogen secretion leading to undeveloped breast, absent axillary and pubic hair)QHormonal profile: Raised FSH and LH, decreased estrogen and progesterone. QElevated FSH is due to absence of ovarian oocytes and follicles leading to reduction in negative feedback on FSH from estradiol and inhibins A and B. Clinical features: Characteristic features are short stature, widely spaced nipples, webbed neck. QAdditional features: Micrognathia, exaggerated epicanthal fold, low set ears. QSensorineural hearing loss, otitis media (conductive hearing loss)QLow posterior hair line, colour blindness, high arched palate. QBroad shield like chest, lack of breast development, shortened 4th metacarpal. QCubitus valgusQ, hyperconvex nail, multiple pigmented naevi. Patients are prone to: Colon cancer. QAutoimmune disorders (Hashimotos thyroiditis, Addison's disease. Vitiligo)QHypertension, diabetes, thyroid disorders, osteoporosis. QManagement: Administration of growth hormone to increase height. Exogenous estrogen at 12-13 years to start menstrual function. Progestin may be added to prevent endometrial hyperplasia.",
        "cop": 3,
        "opa": "47, XXY",
        "opb": "47, XYY",
        "opc": "45, XO",
        "opd": "46, XY",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Classification of DSD",
        "id": "e7c6de90-51e9-4e6a-a98d-1a4c5b7ab968",
        "choice_type": "single"
    },
    {
        "question": "Genotype in Kleinfelters syndrome is -",
        "exp": "Ans. is 'a' i. e., 47. XXY Klinefelter Syndromeo Klinefelter syndrome is seen in 1: 500 males. o The patient with this rare disorder externally resembles a male in general body conformity, the penis is small or normal in size, the testes are small, but as a rule are normally placed, o Sterility is common, gynaecomastia is frequently present, the voice may be high pitched, and the appearance may be eunuchoid. o The patient is often mentally defective or delinquent. o Most of these individuals are sex chromatin positive like females because of the extra X chromosomeo Genetic analysis reveals their karyotype(genotype) to be 47 XXY. o Testicular biopsy usually reveals hyaline degeneration of the seminiferous tubules and overgrowth of Leydig cells as a result of which sterility is so often the presenting symptom, o Sole-to-pubic length is more than normal. o The person should be bred as male and should not be told about chromosomal abnormality. Testosterone may help. The breasts may need surgical excision.",
        "cop": 1,
        "opa": "47. XXY",
        "opb": "46. XY",
        "opc": "46. XX",
        "opd": "47. XXO",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Classification of DSD",
        "id": "1f8f0241-8ad3-4725-a541-499d5af73717",
        "choice_type": "single"
    }
]