[
    {
        "question": "Which of the following pubeal events in girls is not estrogen dependant",
        "exp": "Functions of estrogen Estrogen changes the vaginal epithelium from cuboidal to stratified type, which is more resistant to trauma and infection Marked proliferation of endometrial stroma and greatly increases the development of the endometrial glands - Menstruation Development of the stromal tissue of breast, growth of an extensive ductile system and deposition of fat Increase in osteoblastic activity and growth rate becomes rapid for several years Estrogens do not greatly affect hair distribution and growth. However hair develops in the pubic region and axilla after pubey. Androgens produced by the adrenal glands are responsible for this TEXTBOOK OF MEDICAL PHYSIOLOGY, GUYTON, Pg no: 905, 906, 8th edition",
        "cop": 4,
        "opa": "Menstruation",
        "opb": "Vaginal cornification",
        "opc": "Height spu",
        "opd": "Hair growth",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Congenital malformations",
        "id": "3aed32fa-0fa5-440f-9afb-35fb573e937e",
        "choice_type": "single"
    },
    {
        "question": "Recurrent aboion occurs in a woman, USG abdomen shows a non-echoic region in the central pa of the uterus. What is the probable diagnosis",
        "exp": "Septate uterus is most common It causes about 25% of spontaneous first trimester aboions 6% second trimester aboions Ref: Shaw Gynecology 17 e pg 72.",
        "cop": 2,
        "opa": "Arcuate uterus",
        "opb": "Septate uterus",
        "opc": "Bicornuate uterus",
        "opd": "Unicornuate uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Congenital malformations",
        "id": "d8c67c14-63a4-4fb2-b360-b301b0e803ab",
        "choice_type": "single"
    },
    {
        "question": "Most common uterine malformation associated with renal anomalies",
        "exp": "Unicornuate uterus is seen in 1% cases; Due to failure of development of one mullerian duct or failure of migration to proper location Most commonly associated with abnormality of urinary tract anomaly usually of kidney It is diagnosed by absence of round ligament and fallopian tube on the opposite side Associated with Endometriosis, Early spontaneous aboions, Ectopic pregnancy, Preterm labour and Fetal growth resriction SHAW&; S TEXTBOOK OF GYNAECOLOGY, PG NO: 99, 15th edition",
        "cop": 2,
        "opa": "Bicornuate",
        "opb": "Unicornuate",
        "opc": "Septate",
        "opd": "Didelphys",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Congenital malformations",
        "id": "79e75dc7-5762-4840-8820-ec4efad4ac45",
        "choice_type": "single"
    },
    {
        "question": "Diethylstilbesterol causes the following defects expect",
        "exp": "Diethylstilbesterol defects Neural tube defects Vaginal and cervical adenosis Clearcell adenocarcinoma Uterine anomalies Cryptorchidism Testicular hypoplasia TEXTBOOK OF OBSTETRICS, SHEILA BALAKRISHNAN, PG NO: 565, 2nd edition",
        "cop": 1,
        "opa": "Renal anomalies",
        "opb": "Incompetent cervix",
        "opc": "T saped uterus",
        "opd": "Vaginal adenosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Congenital malformations",
        "id": "74ad26ed-3bbc-4bc6-b4db-531eddfbbdb4",
        "choice_type": "single"
    },
    {
        "question": "Unicollisis bicornis means:",
        "exp": "Unicollis bicornis: The two cornua of the uterus are seperate in the region of the body, but there is a single cervix and vagina Bicornis bicollis: the vagina is single, but the two cornua of uterus remain seperate, and two complete cervices project into vagina. SHAW&; S TEXTBOOK OF GYNAECOLOGY, Pg no: 99, 15th edition",
        "cop": 1,
        "opa": "Two uterine cavity with one cervix",
        "opb": "Single vagina with double uterus",
        "opc": "Incomplete septum of uterus",
        "opd": "Double uterus and double cervix",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Congenital malformations",
        "id": "e949fb52-45e9-4e2c-9a9e-7be7fac2c437",
        "choice_type": "single"
    },
    {
        "question": "M/C uterine malformation associated with infeility",
        "exp": "Septate uterus The two mullerian ducts are fused together but there is a persistance of septum in between the either two paially or completely Infeility and dyspareunia are often associated with vaginal septum D. C. DUTTA&; S TEXTBOOK OF GYNAECOLOGY, Pg no: 44, 6th edition",
        "cop": 3,
        "opa": "Bicornuate",
        "opb": "Unicornuate",
        "opc": "Septate",
        "opd": "Didelphys",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Congenital malformations",
        "id": "28056b29-d9fe-4f5e-900a-aa77abeb4e00",
        "choice_type": "single"
    },
    {
        "question": "SRY gene is located on",
        "exp": "The elaboration of H-Y antigen complex in the sho arm of Y chromosome is known as sex determining region(SRY), which induces testicular development Ovarian determinant: Unless SRY is expressed ovarian development ensues in the presence of XX karyotype SHAW&; S TEXTBOOK OF GYNAECOLOGY, Pg no: 106, 15th edition",
        "cop": 1,
        "opa": "Sho arm of Y chromosome",
        "opb": "Long arm of Y Chromosome",
        "opc": "Sho arm of X chromosome",
        "opd": "Long arm of X chromosome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Congenital malformations",
        "id": "fe2def17-cf38-436c-97da-3dfb4eb1c5ea",
        "choice_type": "single"
    },
    {
        "question": "Vaginal epithelium is derived from",
        "exp": "Vaginal epithelium is derived from the endoderm of the urogenital sinus Sinovaginal bulbs fuse to form vaginal plate which breaks down in centre to form lumen of vagina Peripheral cells of vaginal plate forms the vaginal epithelium Hymen is formed by invagination of the posterior wall of the urogenital sinus Ref: Essentials of embryology and bih defects; Ninth edition; chapter 13",
        "cop": 1,
        "opa": "Endoderm of urogential sinus",
        "opb": "Mesoderm of urogential sinus",
        "opc": "Endoderm of gential ridge",
        "opd": "Mesoderm of gential ridge",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Congenital malformations",
        "id": "0bcbc48e-362c-4fb3-ae4f-b06b1486d9bf",
        "choice_type": "single"
    },
    {
        "question": "Vaginal epithelium is derived from:",
        "exp": "The wall of the vagina from the lumen outwards consists firstly of a mucosa of non-keratinized stratified squamous epithelium with an underlying lamina propria of connective tissue, secondly a layer of smooth muscle with bundles of circular fibers internal to longitudinal fibers, and thirdly an outer layer of connective tissue called the adventitia. Some texts list four layers by counting the two sublayers of the mucosa (epithelium and lamina propria) separately. The lamina propria is rich in blood vessels and lymphatic channels. The muscular layer is composed of smooth muscle fibers, with an outer layer of longitudinal muscle, an inner layer of circular muscle, and oblique muscle fibers between. The outer layer, the adventitia, is a thin dense layer of connective tissue, and it blends with loose connective tissue containing blood vessels, lymphatic vessels and nerve fibers that is present between the pelvic organs. The epithelial covering of the cervix is continuous with the epithelial lining of the vagina. The vaginal mucosa is absent of glands. The vaginal epithelium consists of three rather arbitrary layers of cells - superficial flat cells, intermediate cells and basal cells - and estrogen induces the intermediate and superficial cells to fill with glycogen. The superficial cells exfoliate continuously and basal cells replace them Under the influence of maternal estrogen, newborn females have a thick stratified squamous epithelium for two to four weeks after bih. After that, the epithelium remains thin with only a few layers of cells without glycogen until pubey, when the epithelium thickens and glycogen containing cells are formed again, under the influence of the girl's rising estrogen levels. Finally, the epithelium thins out during menopause onward and eventually ceases to contain glycogen, because of the lack of estrogen In abnormal circumstances, such as in pelvic organ prolapse, the vaginal epithelium may be exposed becoming dry and keratinized",
        "cop": 1,
        "opa": "Endoderm of urogenital sinus",
        "opb": "Mesoderm of urogenital sinus",
        "opc": "Endoderm of genital ridge",
        "opd": "Mesoderm of genital ridge",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Congenital malformations",
        "id": "1f69ab6c-e0eb-4afa-a9d7-8865bacb5e42",
        "choice_type": "single"
    },
    {
        "question": "The most impoant indication for surgical repair of a bicornuate uterus is",
        "exp": "Bicornuate uterus Defective mullerian fusion such as double uterus, septate, or, bicornuate results in recurrent aboion (12%). Aboions tend to occur beyond 12 weeks and the successive pregnancies are carried longer. Hysteroscopic resection of the uterine septa, synechae, improves the pregnancy outcome. Uterine unification operation (metroplasty)is done for bicornuate uterus D. C. DUTTA&; S TEXTBOOK OF OBSTETRICS, Pg no: 169, 7th edition",
        "cop": 4,
        "opa": "Infeility",
        "opb": "Dysmenorrhoea",
        "opc": "Menorrhagia",
        "opd": "Habitual aboion",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Congenital malformations",
        "id": "978d3b16-4443-4b40-8adc-96bf052bd6f7",
        "choice_type": "single"
    },
    {
        "question": "SRY gene is located on:",
        "exp": "Robbins basic pathology 6th edition. Chapter Genetic disorders. page no. 174. sry gene- sex determining region Y gene is located on the distal sho arm of Y chromosome. so option 1 is right.",
        "cop": 1,
        "opa": "Sho arm of Y chromosome",
        "opb": "Long arm of Y chromosome",
        "opc": "Sho arm of X chromosome",
        "opd": "Long arm of X chromosome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Congenital malformations",
        "id": "ef735315-12fb-44da-badc-b4e73a2f6815",
        "choice_type": "single"
    },
    {
        "question": "Gold standard investigation for septate uterus is",
        "exp": "Septate uterus: Defined as uterus with normal outline and an internal indentation at the fundal midline Can be of two types- paial and complete Combined hysteroscopy and laproscopy help to differentiate between bicornuate uterus and septate uterus Ref: Shaw Gynecology 17 e pg 72.",
        "cop": 2,
        "opa": "HSG",
        "opb": "Hysteroscopy",
        "opc": "MRI",
        "opd": "USG",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Congenital malformations",
        "id": "d93eec5f-bbbb-4bf8-80bf-ae3e6d989495",
        "choice_type": "single"
    },
    {
        "question": "Unicollis bicornis",
        "exp": "In uterus bicornis unicollis: Two cornua of uterus are seperate in the region of the body but there is a single cervix and single vagina In uterus bicornis bicollis: Vagina is single but the two cornua of the uterus remains seperate and two complete cervices project into the vagina Uterus subseptus: This septum is restricted to the body of the uterus SHAW'S TEXTBOOK OF GYNAECOLOGY, Pg no: 99, 15th edition",
        "cop": 1,
        "opa": "Two uterine cavity with one cervix",
        "opb": "Single vagina with double uterus",
        "opc": "Incomplete septum of uterus",
        "opd": "Double uterus with double cervix",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Congenital malformations",
        "id": "8f0f5b0a-9c1f-470c-a0e7-d640d7b5ad0b",
        "choice_type": "single"
    },
    {
        "question": "Most common uterine anomaly is",
        "exp": "Incidence of uterine anomalies: Bicornuate uterus - 35-40% Arcuate uterus - 15% Uterus didelphys - 10% Uterine septum - 5-10% Ref: Shaw Gynecology 17 e pg 72.",
        "cop": 4,
        "opa": "Uterus didelphys",
        "opb": "Uterus pseudodidelphys",
        "opc": "Arcuate uterus",
        "opd": "Bicornuate uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Congenital malformations",
        "id": "86cdf94e-f897-4d6f-bb48-cb1c0e5eedaf",
        "choice_type": "single"
    },
    {
        "question": "Emergency presentation of imperforate hymen is",
        "exp": "Imperforate hymen present with Amenorrhea with secondary sexual characters Cyclical abdominal discomfo Retention of urine Palpation of midline hypogastric lump Ref: Shaw Gynecology 17 e pg 67.",
        "cop": 1,
        "opa": "Retention of urine",
        "opb": "Mass abdomen",
        "opc": "Cyclic pain",
        "opd": "Hematocolpos",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Congenital malformations",
        "id": "2d2a0f6e-aaf9-4817-bd94-cdc818e94353",
        "choice_type": "single"
    },
    {
        "question": "What will be the investigation of choice for a bicornuate uterus",
        "exp": "Combined hysteroscopy and laproscopy help to differentiate between bicornuate uterus and septate uterus Diagnosis of bicornuate uterus is oured if the fundal midpoint indentation is >5mm above the interostial line. Ref: Shaw Gynecology 17 e pg 72.",
        "cop": 4,
        "opa": "USG",
        "opb": "CT scan",
        "opc": "Hystero-salpingography",
        "opd": "Combined hysterolaparoscopy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Congenital malformations",
        "id": "683811a1-724a-4c0c-bd2d-7a60ead2168a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is responsibile for pubeal growth in females",
        "exp": "The Gn. RH pulses from the hypothalamus results in pulsatile gonadotropin secretion Gn. RH > FSH, LH > Estradiol Gonadal estrogen is responsible for the development of uterus, vagina and breasts D. C. DUTTA&; S TEXTBOOK OF GYNAECOLOGY, Pg no: 50, 6th edition",
        "cop": 3,
        "opa": "Decreased level of adrenal androgens at pubey",
        "opb": "Low level of estrogen at pubey",
        "opc": "Pulsatile release of Gn. Rh during sleep",
        "opd": "Increased sensitivity of HPO axis to estrogen",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Congenital malformations",
        "id": "61b72450-f88c-48ac-a0cc-4dad7be57da9",
        "choice_type": "single"
    },
    {
        "question": "Most common congenital abnormality of uterus",
        "exp": "Types of fusion anomalies Arcuate - 18% Uterus didelphys- 8% Uterus bicornis - 26% Septate uterus- 35% Uterus unicornis- 10% D. C. DUTTA&; S TEXTBOOK OF GYNAECOLOGY Pg no: 45, 6th edition",
        "cop": 4,
        "opa": "Uterus didelphys",
        "opb": "Arcuate",
        "opc": "Unicornuate",
        "opd": "Septate",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Congenital malformations",
        "id": "eaaed9a3-f683-4cb7-bf24-2964a0908d73",
        "choice_type": "single"
    },
    {
        "question": "M/ C uterine malformation associated with renal anomalies:.",
        "exp": "Unicornuate uterus is seen in 1% cases and is associated with abnormality of kidney on that side. It is recognised by absence of round ligament and fallopian tube on opposite side. This condition can cause aboion, preterm labour and IUGR SHAW&; S TEXTBOOK OF GYNAECOLOGY, Pg no: 99, 15th edition",
        "cop": 2,
        "opa": "Bicornuate",
        "opb": "Unicornuate",
        "opc": "Septate",
        "opd": "Didelphys",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Congenital malformations",
        "id": "382c4c2e-9706-4461-bfbb-4aa1fae200f5",
        "choice_type": "single"
    },
    {
        "question": "Most common uterine malformation associated with poor obstetric outcome",
        "exp": "Septate Uterus Paial lack of resorption of the midline septum between the two mullerian ducts results in fibromuscular defects which range from a slight midline septum to a significant midline division of endometrial cavity Defect is not a cause of infeility, but once pregnant, greater the septum - greater the risk of recurrent spontaneous miscarriage, more in second trimester Complete septate uterus is associated with high risk of spontaneous miscarriage, Preterm labor, FGR and Breech presentation Outcomes are excellent with treatment by hysteroscopy Post treatment miscarriage rates are approximately 10% compared to 90% pretreatment with a complete septum Surgical procedure is not indicated in arcuate uterus Clinical Gynecologic Endocrinology and Infeility; Eigth Edition; Chapter 4",
        "cop": 3,
        "opa": "Bicornuate",
        "opb": "Unicornuate",
        "opc": "Septate",
        "opd": "Didelphys",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Congenital malformations",
        "id": "0606cc0d-e8c2-44d0-bf65-1b384edc2325",
        "choice_type": "single"
    }
]