[
    {
        "question": "Mirena (LNG IUCD) has to be replaced after:",
        "exp": "Mirena (LNG IUD) contains a total of 52 mg levonorgestrel (LNG) LNG is released into the uterine cavity at a rate of approximately 20 microgram/day. Act mainly by local progestogenic effects Effective for up to 5 years.",
        "cop": 2,
        "opa": "1 year",
        "opb": "5 years",
        "opc": "3 years",
        "opd": "6 months",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "05e5898b-913b-4467-b675-eb38361aa44f",
        "choice_type": "single"
    },
    {
        "question": "Pearl's index indicates:",
        "exp": "Ans. is c, i. e. Contraceptive failure. Ref: Dutta Obs 6th/ed, p532-532. Pearl index indicates the effectiveness of a contraceptive or is an index of contraception failure.* It is expressed in terms of \"failure rate per hundred women - years of exposure (HWY)\".* Failure rate per HWY=No. ofpatientsobservedxmonthsofuse. Totalaccidentalpregnanciesx1200(12x100) * In applying the above formula the following points must be kept in mind: a. The total accidental pregnancies shown in the numerator must include every known conception, whatever its outcome. b. The factor 1200 is the number of months in 100 years. c. The total months of exposure in the denominator is obtained by deducing from the period under review of 10 months for a full term pregnancy and 4 months for an abortion.",
        "cop": 3,
        "opa": "Malnutrition",
        "opb": "Population",
        "opc": "Contraceptive failure",
        "opd": "LBW",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "1f80034c-6659-4e04-84f3-71b1832eacbc",
        "choice_type": "single"
    },
    {
        "question": "Name the intrauterine contraceptive device:",
        "exp": "Above image is of Multiload-375 -- Device is available in a sterilized sealed packet with an applicator. There is no introducer and no plunger. It has 375 mm2 surface area of copper wire wound around its veical stem. Replacement is every 5 years.",
        "cop": 2,
        "opa": "CuT 200",
        "opb": "Multiload 375",
        "opc": "CuT 380A",
        "opd": "LNG-IUS",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "85331ecd-bbaa-4892-8c55-74cd64e10b90",
        "choice_type": "single"
    },
    {
        "question": "Progestase has to be replaced after:",
        "exp": "The US Food and Drug Administration (USFDA)-approved effective life is only 1 year. The contraceptive effectiveness of the progestase is similar to that of Cu IUDs; it reduces menstrual loss but has to be replaced every year.",
        "cop": 1,
        "opa": "1 year",
        "opb": "5 years",
        "opc": "3 years",
        "opd": "6 months",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "6f86c247-7bbf-466e-a661-d1cb8166c428",
        "choice_type": "single"
    },
    {
        "question": "The use of combined oral contraceptive pill is associated with an increased incidence of:",
        "exp": "There is an overall reduction in the incidence of PID with OCPs but Chlamydial PID may increase. This is classically an indolent PID where the patient has no pain, no discharge.",
        "cop": 2,
        "opa": "Bacterial vaginosis",
        "opb": "Chlamydial endocervicitis",
        "opc": "Vaginal was",
        "opd": "Genital herpes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "9d6dab05-675e-42b8-96ac-f5aba868555f",
        "choice_type": "single"
    },
    {
        "question": "To avoid contraception, DMPA is given:",
        "exp": "Ans. is b, i. e. 3 monthly. Ref: Jeffcoate 7th/ed, p812; Dutta Obs 6th/ed, p548; Park 20th/ed, p433-434; Leon Speroff 7th/ed, p962-963. DMPA i. e. depot medroxyprogesterone acetate (depot provera) and Net en are progesterone only injectable contraceptives",
        "cop": 2,
        "opa": "Monthly",
        "opb": "3 Monthly",
        "opc": "6 Monthly",
        "opd": "Yearly",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "b66c08b1-4e2b-4003-8f7e-7e3b13248644",
        "choice_type": "single"
    },
    {
        "question": "Centchroman is:",
        "exp": "Centchroman/ Ormeloxifene Nonsteroidal estrogen antagonist: SERM (Selective estrogen receptor modulator) Developed at CDRI, Lucknow. Tablets of 30 mg to be taken twice a week for 3 months and then once a week for contraception. Has a weak Estrogenic and potent antiestrogenic effect--acting mostly on the endometrial target organs to suppress proliferation of the endometrium, thereby interfering with nidation of the embryo; Causes asynchrony between the Ovulation and the endometrial development Other uses: Breast cancer, benign breast diseases, abnormal uterine bleeding",
        "cop": 4,
        "opa": "New drug for fibroids",
        "opb": "New drug for endometriosis",
        "opc": "Injectable contraception",
        "opd": "Nonsteroidal oral contraception",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "b7c9f3b1-6c35-4c37-9622-9e845ad1d4ee",
        "choice_type": "single"
    },
    {
        "question": "Contraceptive LNG-IUD (levonorgesterol intra-uterine device) has the cumulative pregnancy rate at 5 yrs of:",
        "exp": "This is the closest choice in reference to the claimed rate by the manufacturer after phase three trials where the five-year cumulative pregnancy rate is 0. 7 percent. LNG-IUD releases approximately 20 mcg levonorgestrel per day initially then 10 mcg /day. LNG does not increase the risk of PID. Lesser ectopic pregnancy as compared with copper devices.",
        "cop": 1,
        "opa": "0. 5",
        "opb": "1",
        "opc": "1. 5",
        "opd": "2",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "a7c00419-565b-4941-84d5-4a53e7950318",
        "choice_type": "single"
    },
    {
        "question": "Intercourse can be cumbersome, annoying & also 'Noisy' with the use of which of the following:",
        "exp": "Disadvantages of female condoms: 1. Intercourse is noisy, and slippage occurs in about one in 5-10 uses; however, female condom rarely breaks. 2. Occasionally the penis is introduced, by mistake, outside the female condom, which may lead to pregnancy and STDs including HIV. 3. It is an expensive method.",
        "cop": 2,
        "opa": "Male condom",
        "opb": "Female condom",
        "opc": "IUCD",
        "opd": "Vaginal ring",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "f4b84482-f856-4ea3-b60f-8a121ff1a49d",
        "choice_type": "single"
    },
    {
        "question": "Which of these is used to measure contraceptive efficacy?",
        "exp": "The use-effectiveness of contraceptive method is expressed by Pearl rate. Pearl rate or pearl index was introduced by Raymond Pearl in 1932. It is calculated as: total accidental pregnancies x 1200 / number of women observed x total months of contraceptive use It is expessed as HWY (hundred women years) AFS ( American feility Society ) score predicts severity of endometriosis and risk of recurrence after surgery",
        "cop": 1,
        "opa": "Pearl index",
        "opb": "William rate",
        "opc": "Quasi-rate",
        "opd": "AFS score",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "08bde152-f2c8-4ac8-a56d-460315fa24ef",
        "choice_type": "single"
    },
    {
        "question": "In CuT 200, '200' stands for:",
        "exp": "In CuT 200, the '200' expression means that the copper poion has an exposed surface area of 200 sq. mm.",
        "cop": 2,
        "opa": "Effective for 200 weeks",
        "opb": "Surface area of copper in sq. mm",
        "opc": "Weight in milligrams",
        "opd": "Amount of copper released in mcg per day",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "1e0aa181-f0ae-489b-a0f8-bb7d77563b86",
        "choice_type": "single"
    },
    {
        "question": "Progesterone release rate in progestase is:-",
        "exp": "Progestase: T-shaped device carrying 38 mg of progesterone in silicon oil reservoir in the veical stem. Releases 65 mcg of the hormone per day. Hormone released in the uterus forms a thick plug of mucus at the cervical os which prevents penetration by the sperms and thus exes an added contraceptive effect. Menstrual problems like menorrhagia and dysmenorrhoea noticed with Copper T are less with this device (40% reduction) Expensive and requires yearly replacement.",
        "cop": 3,
        "opa": "25 ug/day",
        "opb": "40ug/day",
        "opc": "65ug/day",
        "opd": "80ug/day",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "1f75e73e-8464-4954-814c-35dac6535dc1",
        "choice_type": "single"
    },
    {
        "question": "Multi-Load 375 belongs to which generation of IUCD:",
        "exp": "Generations of IUD: * First: ine devices e. g., Lippes loop * Second: all the copper-containing devices( eg CuT 380 A, ML250, ML 375) * Third: hormonal devices e. g., Progestase and Mirena.",
        "cop": 2,
        "opa": "First",
        "opb": "Second",
        "opc": "Third",
        "opd": "Fouh",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "849abe06-ad73-48e6-baa9-71d396724fc5",
        "choice_type": "single"
    },
    {
        "question": "Among the following IUCD's which has life span for 10 years?",
        "exp": "Ans. is a, i. e. Cu. T380. ARef: Shaw 15th/ed, p227; Novak 14th/ed, p263. Most of the IUCDs have an average life span of 3 years. Exceptions are:* Nova T/Multiload 375/Levonova- 5 years* CuT 380 A (also known as Paragard)- 10 years - Distributed free of cost* Progestasert- 1 years* Cu. T200 B- 4 years, in US and 3 years in India and in European countries* Levonorgestrel containing IUCD can be used for: (Mirona)- 7-10 years, but is approved for 5 years",
        "cop": 1,
        "opa": "Cu. T380A",
        "opb": "Cu. T200",
        "opc": "Nova T",
        "opd": "Multiload",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "be294010-f175-4484-bd06-8208174c722f",
        "choice_type": "single"
    },
    {
        "question": "In Pearl index formula, Pregnancy rate per HWY:",
        "exp": "The use-effectiveness of contraceptive method is expressed as Pearl rate & life table technique. Pearl rate or pearl index was introduced by Raymond Pearl in 1932 The rate is expressed as pregnancy rate per 100 women years (HWY) & calculated as Pregnancy rate per HWY = Total accidental pregnancies x 1200/ Number of women observed x Total months of use of contraceptive 1200 is the number of months in 100 years",
        "cop": 1,
        "opa": "Total accidental pregnancies x 1200 / Number of women observed x Total months of use of contraceptive",
        "opb": "Total months of exposure to unintended pregnancy X 1200 / Accidental pregnancies",
        "opc": "Total accidental pregnancies x 100 / Number of women Total months of exposure to unintended pregnancy",
        "opd": "Total accidental pregnancies / Total months of exposure to unintended pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "f3e0136d-a734-45b6-a73c-35cf6a31327f",
        "choice_type": "single"
    },
    {
        "question": "POPs carry a risk of:",
        "exp": "Ans. is d, i. e. Ectopic pregnancy. Ref: William Gynae 3rd/ed, pl27. Irregular bleeding is a side effect of POPs. They carry an increased risk of ectopic pregnancy (if failure of method occurs). Other drawbacks:* Increased rate of failure as compared to OCPs* Increased chances of developing functional ovarian cyst.",
        "cop": 4,
        "opa": "Hypertension",
        "opb": "Embolism",
        "opc": "Irregular bleeding",
        "opd": "Ectopic pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "23ad3541-be9f-47d9-a984-19095fdd5e2f",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is the most suitable situation for prescribing the progestin only pill for the purpose of contraception?",
        "exp": "Progestin only pill - advantages 1. Lactating women(most suitable) 2. Older women (>35 year) 3. Diabetic 4. Hypeensive women 5. Sickle cell anemia 6. Focal migraine 7. Intolerant to Oestrogen or Oestrogen Contraindicated",
        "cop": 3,
        "opa": "Perimenopausal patients",
        "opb": "Active Liver disease",
        "opc": "Lactational mother",
        "opd": "Diabetes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "70eed16e-fbaa-4c3d-939d-b71daef57b7e",
        "choice_type": "single"
    },
    {
        "question": "A 39-year-old patient is contemplating discontinuing birth control pills in order to conceive. She is concerned about her fertility at this age, and inquiries about when she can anticipate resumption of normal menses. You counsel her that by 3 months after discontinuation of birth control pills, the following proportion of patients will resume normal menses",
        "exp": "Although the estimated incidence of post-pill amenorrhea is given as 0. 7 to 0. 8%, there is no evidence to support the idea that oral contraception causes amenorrhea. Eighty percent of women resume normal periods within 3 months of ceasing use of the pill, and 95 to 98% resume normal ovulation within 1 year. If there were a true relationship between the pill and amenorrhea, an increase would be expected in infertility in the pill-using population. This has not been found. Infertility rates are the same for those who have used the pill and those who have not. Patients who have not resumed normal periods 12 months after stopping use of the pill should be evaluated like any other patients with secondary amenorrhea. Women who have irregular menstrual periods are more likely to develop secondary amenorrhea whether they take the pill or not.",
        "cop": 3,
        "opa": "99%",
        "opb": "95%",
        "opc": "80%",
        "opd": "50%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "61ac0bb6-be36-4d3e-a709-17b8de4e963e",
        "choice_type": "single"
    },
    {
        "question": "The most common side effect of IUCD inseion is:",
        "exp": "Side effects of IUCD Bleeding Most common side effect Tranexamic acid and NSAIDS and are given for the first 3 cycles during periods Best time of Inseion of IUCD within Last days of Periods Pain( Most common reason for removal) Infection PID's (Should be Ruled out before Inseing IUCD) Perforation(Rare)",
        "cop": 1,
        "opa": "Bleeding.",
        "opb": "Pain.",
        "opc": "Pelvic infection.",
        "opd": "Ectopic pregnancy.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "f937eb00-f9a6-4739-9a51-2e685d3b6b69",
        "choice_type": "single"
    },
    {
        "question": "Best treatment for women with bilateral tubal block to become pregnant is -",
        "exp": "Ans. is 'a' i. e., IVF o In a woman with bilateral tubal block, IVF is a good option for achieving pregnancy. o Surrogacy can be an option for childbirth but it is usually preferred in women with pathological uterus as wello IUI cannot be done in such women because IUI requires normal ovulation and functioning tubes, it only bypasses the cervical factor of infertility.",
        "cop": 1,
        "opa": "IVF",
        "opb": "IUI",
        "opc": "Surrogacy",
        "opd": "Ovulation induction with IUI",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "6ba7e905-082b-4254-b47c-400d3eaa05ec",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old male undergoes vasectomy. Which of the following is the most frequent immediate complication of this procedure?",
        "exp": "Vasectomy is performed by isolating the vas deferens, cutting it, and closing the ends by either fulguration or ligation. Complications that may arise include hematoma in up to 5% of subjects, sperm granulomas (inflammatory responses to sperm leakage), spontaneous reanastomosis, and, rarely, infections. Sexual function following healing is rarely affected.",
        "cop": 3,
        "opa": "Infection",
        "opb": "Impotence",
        "opc": "Hematoma",
        "opd": "Spontaneous reanastomosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "293f4317-84b1-4fda-8f6a-9c2848044e06",
        "choice_type": "single"
    },
    {
        "question": "While using \"safe period\" as a contraception method, the unsafe period is:",
        "exp": "Calendar method or the rhythm method depends upon the avoidance of sexual intercourse around ovulation. The Safe period is calculated from the first day of the menstrual period until the 10th day of the cycle and from the 18th to the 28th day for a woman with a regular 28 day cycle An alternative method is to calculate the Risk period, which is from 3 days before ovulation to 3 days after ovulation.",
        "cop": 2,
        "opa": "Days 3-7",
        "opb": "Days 12-18",
        "opc": "Days 7-21",
        "opd": "Days 21-28",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "ea681c19-8bb2-44ef-8fe2-480e75647730",
        "choice_type": "single"
    },
    {
        "question": "Not a barrier contraceptive:",
        "exp": "Ans. is b, i. e. Centchroman. Ref: 15th/ed, p222. Barrier Methods include:* Condoms (for male use)* Diaphragms (for female use) - Types1. Femshield (female condom)2. Today contraceptive/vaginal sponge3. Vaginal diaphragm/cervical cap. Besides these spermicidal agents like nonoxynol 9, octoxynol, and menfegol can be added to any of the above barrier contraceptive, to increase its effectiveness.",
        "cop": 2,
        "opa": "Diaphragm",
        "opb": "Centchroman",
        "opc": "Condom",
        "opd": "Today",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "9fc5aa68-fb70-4907-9299-3b6523585255",
        "choice_type": "single"
    },
    {
        "question": "Select the most appropriate response of Pill forgotten for 10 continuous days (SELECT 1 RESPONSE)",
        "exp": "Common side effects of birth control pills include nausea, breakthrough bleeding, bloating, and leg cramps. If these side effects are experienced in the first two or three cycles of pills-when they are most common-the pills may be safely continued, as these effects usually remit spontaneously. On occasion, following correct use of a full cycle of pills, withdrawal bleeding may fail to occur (silent menses). Pregnancy is a very unlikely explanation for this event; therefore, pills should be resumed as usual (after 7 days) just as if bleeding had occurred. However, if a second consecutive period has been missed, pregnancy should be more seriously considered and ruled out by a pregnancy test, medical examination, or both. Women occasionally forget to take pills; however, when only a single pill has been omitted, it can be taken immediately in addition to the usual pill at the usual time. This single-pill omission is associated with little if any loss in effectiveness. If three or more pills are omitted, the pill should be resumed as usual, but an additional contraceptive method (e. g., condoms) should be used through one full cycle. Although most side effects caused by birth control pills can be considered minor, serious side effects do sometimes occur. A painful, swollen calf may signal thrombophlebitis.",
        "cop": 3,
        "opa": "Stop pills and resume after 7 days",
        "opb": "Continue pills as usual",
        "opc": "Continue pills and use an additional form of contraception",
        "opd": "Take an additional pill",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "d7295d73-ca2e-4111-9ba7-3f1d29835039",
        "choice_type": "single"
    },
    {
        "question": "Low dose OCP's contain:",
        "exp": "Ans. is b, i. e. Desogestrel. Ref: Reffcoate 7th/ed, p802, Dutta Gynae 6th/ed, p465; SK Chaudhary 7th/ed, p120-130. Low dose OCPs on 3rd generation OCP have desogestrel.",
        "cop": 2,
        "opa": "Levonorgestrel",
        "opb": "Desogestrel",
        "opc": "Norgestrel",
        "opd": "Norethisterone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "12fa13fb-c67f-44de-b648-342b4588ef55",
        "choice_type": "single"
    },
    {
        "question": "A woman 30 years of age, is on warfarin for deep vein thrombosis. Which contraceptive should be advised to her?",
        "exp": "Hormonal contraceptives Estrogen - aerial thrombosis Progesterone - venous thrombosis Progesterone or estrogen preparations are therefore not preferred, thus excluding progesterone only pills, levonorgestrel and Implanon. Non hormonal IUCDs are thus preferred over hormonal contraceptives in patient of DVT",
        "cop": 3,
        "opa": "Progesterone only pills",
        "opb": "Levonorgestrel",
        "opc": "IUCD",
        "opd": "Implanon",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "a6058206-5415-40aa-a173-ec4a4b7705c2",
        "choice_type": "single"
    },
    {
        "question": "Emergency contraceptive of choice is:",
        "exp": "Ans. is c, i. e. Levonorgestrel. Ref: Leon Speroff 7th/ed, p927; Novak 14th/ed, p283-285. Drugs used for Emergency contraception: 1. OCP's (Morning after pill)2. Levonorgestrel alone-Mostly used drug/progesterone for Emergency contraception3. Copper Intrauterine device4. Mifepristone/RU-4865. Centchroman6. Ulipristal. Note: LNG-IUCD cannot be used for emergency contraception. As far as Danazol is concerned, it was earlier used as an emergency contraceptive but not nowadays. \"The use of danazol for emergency contraception is not effective\". - Ref: Leon Speroff 7th/ed, p927. Also Know* Emergency contraception should be initiated as soon as possible after exposure and the standard recommendation is that it should not be initiated later than 72 hours.* Greatest protection occurs, if it is started within 12 hours of exposure.* Emergency contraception will be ineffective in the presence of an established pregnancy.",
        "cop": 3,
        "opa": "OCP",
        "opb": "Danazol",
        "opc": "Levonorgestrel",
        "opd": "Mifepristone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "0036cad0-d22f-453c-b075-322479d19d6e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a frameless IUD:",
        "exp": "Newer IUDs Cu-Fix IUD (Flexi-Gard): Frameless IUD consisting of six copper sleeves (300 mm2 of copper) strung on a surgical polypropylene nylon thread, which is knotted at the upper end. Cu Safe IUD: Device has a T-shaped radio-opaque plastic body. The ends of the flexible transverse arms are inwardly bent, providing a nonirritating, fundus-seeking mechanism.",
        "cop": 2,
        "opa": "Mirena",
        "opb": "Cu Fix",
        "opc": "Cu T 380A",
        "opd": "Multiload 375",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "a9d5135c-00e9-4c51-aac6-9de230d5ab31",
        "choice_type": "single"
    },
    {
        "question": "For effective protection after unprotected intercourse, one single tablet of levonorgestrel 0. 75 mg is taken already, when to take next tablet?",
        "exp": "ANS. BEmergency contraception: 1. Yuzpe method (within 72 hours: High dose OCP 2 + 2 (12 hours apart) or low dose OCP 4 + 4 (12 hours apart). 2. LNG 0. 75 mg 1 tab immediately, 2nd tab after 12 hours. 3. Mifepristone (RU 486). 4. Ulipristal 30 mg tab--5 days. 5. Copper-TIUDImages of copper containing IUDCU-T380. AImage of Mirena (total LNG is 52 mg and is released at a rate of 20 mg/ day for a period of 5 years)",
        "cop": 2,
        "opa": "1 tablet after 24 hours",
        "opb": "1 tablet after 12 hours",
        "opc": "2 tablet after 24 hours",
        "opd": "2 tablet after 12 hours",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "619d0dc1-9cd8-4eda-a441-60ab75c57106",
        "choice_type": "single"
    },
    {
        "question": "Gossypol is:",
        "exp": "Gossypol: Contains Disequiterpene aldehyde, yellow pigment isolated from cottonseed oil Produces its effect by inhibiting spermatogenesis, decreasing epididymal sperm motility, and affecting the conversion of proacrosin to acrosin. It is administered orally 10-20 mg daily for 3 months and thereafter 20 mg twice weekly. The side effects such as weakness, hypokalaemic paralysis and permanent sterility",
        "cop": 4,
        "opa": "New drug for fibroids",
        "opb": "New drug for endometriosis",
        "opc": "Injectable contraception",
        "opd": "Contraceptive pills for males",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "c68a670a-18da-47b2-95a1-97fead69ecfe",
        "choice_type": "single"
    },
    {
        "question": "Mirena releases ____ of LNG per day.",
        "exp": "Mirena contains a total of 52 mg levonorgestrel (LNG). LNG is released into the uterine cavity at a rate of approximately 20 microgram/day. The LNG IUD is about as effective as sterilization, but, unlike sterilization, it is easily reversible. These devices act mainly by local progestogenic effects and act for up to 5 years.",
        "cop": 2,
        "opa": "20 mg",
        "opb": "20 microgram",
        "opc": "52 mg",
        "opd": "52 microgram",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "9ef891c9-7f0a-4285-a571-023d36f27bf4",
        "choice_type": "single"
    },
    {
        "question": "After Intercourse, the Vaginal diaphragm should be removed:",
        "exp": "Vaginal diaphragm After intercourse, the vaginal diaphragm and vault cap should not be removed before 6-8 h of the last act and should not be kept for more than 24 h. Best time to introduce it is from a few minutes to 2 h before the sexual act, Spermicides must be used along with these devices. Contraindications: Prolapse, cystocele, rectocele because accurate fitting is not possible; Recurrent urinary tract infection and Allergy to rubber or spermicidal agent. Toxic shock syndrome (TSS) may occur if the diaphragm is left in the vagina for a long period",
        "cop": 2,
        "opa": "Immediately",
        "opb": "After 6-8 hours",
        "opc": "After 24 hours",
        "opd": "After 1 hour",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "0e55663a-f4e4-49e5-a762-8f87e784eb43",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an abdominal laparoscopic technique for tubal ligation?",
        "exp": "Ans. c, i. e. Essure. Ref: Williams 23/ed, p698-70l. Essure is a permanent intratubal implant inserted trans cervically using hysteroscope, not an abdominal technique for tubal ligation.",
        "cop": 3,
        "opa": "Pomeroy",
        "opb": "Parkland",
        "opc": "Essure",
        "opd": "Irving",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "ef0c1f7e-b806-484b-9115-6369bc09a599",
        "choice_type": "single"
    },
    {
        "question": "Contraception failure defined in terms of?",
        "exp": "ANSWER: (C) Per 100 hundred woman years. REF: Park 20th edition page 439, Dutta 6th ed p, 532. Repeat in December 2011. EVALUATION OF CONTRACEPTIVE METHODS: Two methods that have been used to measure contraceptive efficacy are Pearl index and life table analysis. I. Pearl index: Pearl index is defined as number of failures per 100 women-years of exposure (HWY). Pearl index is usually based on a specific exposure (usually 1 year) and therefore fails to accurately compare methods at various durations of exposure. This limitation is overcome by using the method of life table analysis. Tills rate is given by formula: Failure rate per HWY =Total accidental pregnancies Total months of exposurex 1200. II. Life-table analysis: This calculates the failure rate for each month of use. A cumulative failure rate can then compare methods for any specific length of exposure.",
        "cop": 3,
        "opa": "Per woman years",
        "opb": "Per 10 woman years",
        "opc": "Per 100 hundred woman years",
        "opd": "Per 1000 woman years",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "2c34c8b3-eeee-4653-9320-abb04ba2e659",
        "choice_type": "single"
    },
    {
        "question": "IUCD having the longest life span is",
        "exp": "The time periods for replacement for various IUDs are: - Copper T 200: 3years- Multiload Cu 250: 3 years - Multiload Cu 375: 5 years- LNG-IUS/Mirena: 5 years- Cu T 380A: 10 years ( also known as Paraguard)- Nova: 3years - Progestase: 1 years",
        "cop": 2,
        "opa": "Progestase",
        "opb": "Cu T 380A",
        "opc": "Mirena",
        "opd": "Nova T",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "22b85eb5-bdab-463e-999b-51e8803254bf",
        "choice_type": "single"
    },
    {
        "question": "Ulipristal acetate is a:",
        "exp": "Ulipristal Synthetic progesterone hormone receptor modulator Attaches to progesterone receptor and prevents/delays ovulation and suppresses endometrium, prevents implantation. Although not approved for its use in India, it is being tried for its role in medical management of fibroid uterus and as an emergency contraceptive",
        "cop": 2,
        "opa": "Gn. RH agonist",
        "opb": "Selective progesterone receptor modulator",
        "opc": "Androgen antagonist",
        "opd": "Selective estrogen receptor modulator",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "99fafdbb-2a23-4fc3-a678-b9aac6da1b19",
        "choice_type": "single"
    },
    {
        "question": "For \"Postcoital douche method\" of contraception, select the most appropriate rate of use effectiveness (failure rate or percentage of pregnancies per year of actual patient use). (SELECT 1 RATE)",
        "exp": "There are two methods of describing the effectiveness of contraceptive agents: the theoretical or method effectiveness rate and the actual use effectiveness rate. When comparing different methods, it is important to use comparable figures. The effectiveness of the rhythm method is influenced by the woman's ability to predict the time of ovulation from the regularity of her menses, and by her motivation to successfully abstain from intercourse during the 10 days around suspected ovulation. The menstrual and ovulatory irregularities and lapses in the woman's motivation account for a pregnancy rate of 40% with the rhythm method. In contrast to the rhythm method, the IUD requires little or no action on the part of the woman. For this reason the device's actual use effectiveness approaches its maximal theoretical effectiveness, with a pregnancy rate of 3 to 10%. Unrecognized expulsion or misplaced insertion of the IUD are responsible for most failures. The vaginal diaphragm and the condom are barrier contraceptives in that for each act of sexual intercourse they pose a barrier between the sperm ejaculate and the endocervical canal. In theory, both can be very effective. However, both require recurrent motivation for application with each act of intercourse. Lapses in motivation are not uncommon, and there is a pregnancy rate of 15 to 25% for each of these two methods. The condom used with a spermicidal agent is very effective, more so than either used alone. The pregnancy rate with postcoital douching is almost the same as that for unprotected intercourse (80%). This lack of effectiveness is readily explained by the extremely rapid progression of motile sperm into the endocervical canal. Within several minutes of coitus, sperm have ascended the female reproductive tract and can be found within the endocervical mucus, uterus, and fallopian tubes. Coupled with the failure of a vaginal douche to reach the endocervix, this method is essentially useless. Combined oral contraceptive birth control pills are clearly the most effective reversible contraceptive currently available. With correct use, many studies report a contraceptive effectiveness that approaches 100% (pregnancy rate less than 0. 1%). This extreme effectiveness is best explained by the pill's multiplicity of actions, i. e., suppression of ovulation, hostility of cervical mucus to sperm penetration, and hostility of atrophic endometrium to the implantation of a conceptus. Failure to take the pills regularly is responsible for most failures, and in practice pregnancy rates of at least 5% are common.",
        "cop": 1,
        "opa": "80%",
        "opb": "40%",
        "opc": "15 to 25%",
        "opd": "5 to 15%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "819ea3ee-14dc-42a1-b497-c16361977366",
        "choice_type": "single"
    },
    {
        "question": "The Hormone which forms the basis for 'Basal Body Temperature' as a method of detecting ovulation is:",
        "exp": "This Method is based on the fact that after ovulation, progesterone level in the blood increases Progesterones have a Thermogenic effect, increasing the basal metabolic rate and causing the rise of temperature by 0. 5degF the luteal phase. Day of 'temperature shift' indicates the time of ovulation.",
        "cop": 2,
        "opa": "Estrogen",
        "opb": "Progesterone",
        "opc": "HCG",
        "opd": "Oxytocin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "640faea2-e05c-4e89-bba5-0978427533cc",
        "choice_type": "single"
    },
    {
        "question": "According to the WHO Medical Eligibility Criteria for Contraceptive Use, Category 4 for contraception use is?",
        "exp": "WHO: MEC: Medical Eligibility Criteria for Contraceptive Use Categories 1 and 4 are self-explanatory Category 1 denotes indications and category 4 indicates absolute contraindications; Categories 2 and 3 indicate relative contraindications)",
        "cop": 2,
        "opa": "No restriction to use",
        "opb": "Absolute contraindications",
        "opc": "Relative contraindications",
        "opd": "Contraception in special conditions like HIV",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "05b98389-98d9-4ee7-b4f0-fd318f448506",
        "choice_type": "single"
    },
    {
        "question": "Life span of LNGIUD is -",
        "exp": "Ans. is 'b' i. e., 5 years IUDs. Life span. First generation: Lippe's loop (obsolete)--Second generation. Copper-T--CuT-200-B4 yr. CuT-2003yr. CuT-220C--Nova-T5 yr. Multiload - 2503 yr3755 yr. CuT-3 80. A10 yr. Third generation. Progestasert1 yr. LNG-20 (Mirena)5 yr (Ref: Novak p263; Note that Park mentions the life span of mirena to be 10 yrs)",
        "cop": 2,
        "opa": "2 years",
        "opb": "5 years",
        "opc": "10 years",
        "opd": "12 years",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "086cad40-c1d8-4017-b6ea-cc8507fae1cb",
        "choice_type": "single"
    },
    {
        "question": "The Failure rate of male condom is:",
        "exp": "Condoms are barrier method of contraception. Total condom failure rates (breakage and slippage rate combined) can range from 2 to 18 % Contraceptive efficacy of the male condom is enhanced appreciably by areservoir tip and by the addition of a spermicide. Such agents, as well asthose used for lubrication, should be water-based because oil-based productsdegrade latex condoms and diaphragms.",
        "cop": 2,
        "opa": "0. 50%",
        "opb": "2-18%",
        "opc": "2-4%",
        "opd": "18-28%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "d43ec126-65dd-4397-aa06-e462e3f899a8",
        "choice_type": "single"
    },
    {
        "question": "Pathognomic of Actinomyces pelvic infection in IUCD users is?",
        "exp": "Tubo-ovarian abscess with the classic \"Sulphur granules\"are observed histologically along with gram positive filaments. Approximately 7% of women using an IUD may have a finding of Actinomyces-like organisms on a Pap test. In the absence of symptoms, women with Actinomyces-like organisms on a Pap test do not need antimicrobial treatment or IUD removal. Actinomyces israelli is the species most commonly associated Plastic ine IUDs are associated with a greater prevalence of Actinomyces infection than are copper-bearing IUDs. IUD removal, antibiotic treatment, are recommended.",
        "cop": 3,
        "opa": "Raised ESR.",
        "opb": "Present of granuloma in microscopic lesion.",
        "opc": "Presence of Sulphur granules.",
        "opd": "Pelvic abscess",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "1fb47931-2999-4eef-9669-5a80b0d0b7fc",
        "choice_type": "single"
    },
    {
        "question": "The use of combined OCPs is associated with an increased incidence of:",
        "exp": "Ans. is b, i. e. Chlamydial endocervicitis. Ref: Novak 14th/ed, p275; CGDT 9th/ed, p727; Leon Speroff 7th/ed, p904-905. This is a tricky question as some believe Option \"b\" i. e. chlamydial endocervicitis should be the answer while others believe Option \"c\" i. e. vaginal warts should be concerned. As far as candidial (monilial) vaginitis is concerned, OCPs use increase their incidence. But for Chlamydial infections: CGDT 9th/ed, p727 says:\"Persons who use barrier contraception are less frequently infected by C. trachomatis than those who use no contraception, and women who use oral contraceptives may have a higher incidence of cervical infection than women not using oral contraceptives\". As if replying to CGDT Novak 13th/ed, p259; 14th/ed, p275 says:\"Chlamydial colonization of the cervix appears more likely in OC users than in non users, but despite this, there is a 40-50% reduction in risk for Chlamydial PID\"Clinical gynecologic endocrinology and Infertility 7th/ed by Leon Speroff says: (It is the most authentic and reliable book for all problems related to Endocrinology, Contraception and Infertility)\"Fifteen of the Seventeen published studies reported a positive association of oral contraception with lower Genital tract infections caused by Chlamydial cervicitis. Because lower genital tract infection are on the rise (now the most prevalent STI in the US) and the rate of hospitalization for PID is also increased, it is worthwhile for both patients and clinicians to be alert for symptoms of cervicitis or salpingitis in women on oral contraceptives who are at high risk of sexually transmitted infections. \" - Ref: Leon Speroff 7th/ed, p905. As far as HPV infection i. e. Vaginal warts is concerned'The viral sexually transmitted infections (STI's) include HIV, human papilloma virus (HPV), herpes simplex virus (HSV) and hepatitis B (HBV). At the present time, no known associations exist between oral contraception and the viral STI'S' - Ref: Leon Speroff 7th/ed, p904. So, now we can be sure that the answer is Chlamydial endocervicitis. Also know: Infections and Oral contraception: Use of OCP is associated with. Increased risk of infection. Decreased risk of infection. No association with* Candida (Moniliasis)* Chlamydia* Urinary tract infections* GonorrheaQ* TrichomonasQ* Bacterial vaginosis* Viral STI's i. e. HIVQ, HPVQ* Hepatitis B virus* Herpes simplex virus. Note:* If question says PID and does not specify any organism -- Then OCP'S overall not only decrease the incidence of PID but also risk of hospitalization and severity of the disease is decreased.* For protection against PID, at least 12 months of continuous use is necessary and this protection is limited only to current users.",
        "cop": 2,
        "opa": "Bacterial vaginosis",
        "opb": "Chlamydial endocervicitis",
        "opc": "Vaginal warts",
        "opd": "Genital herpes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "09a48a73-1660-4d10-b424-52695b481a44",
        "choice_type": "single"
    },
    {
        "question": "Yuzpe method is used for which of these contraceptive techniques?",
        "exp": "Yuzpee Regime It is used for emergency contraception, to be taken within 72 hours of unprotected intercourse 2 Combined OC Pills given as soon as possible and same dose is repeated after 12 hrs Combined OCP Inhibit ovulation Reduces chances of Implantation by altering endometrium",
        "cop": 2,
        "opa": "Sterilization with 'No scalpel technique'",
        "opb": "Emergency contraception with OCPs",
        "opc": "Emergency contraception with IUDs",
        "opd": "Evaluation of newer contraceptives",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "59193508-9525-4829-baab-337548aec5a4",
        "choice_type": "single"
    },
    {
        "question": "A woman on combined OCPs forgot to take them for 2 successive doses. Next line of management is:",
        "exp": "RECOMMENDATION OF MISSED OCPs 1 pill missed Take missed as soon as possible Then continue with one pill per day 2 or more pills missed: Take most recent pill as soon as possible Continue taking remaining pills at usual time Use back up contraception (e. g, condoms) or avoid sexual intercourse until hormonal pills have been taken for 7 consecutive days",
        "cop": 3,
        "opa": "Continue next pill next day onwards",
        "opb": "Take 3 pills next day, then shift on one pill per day",
        "opc": "Take the pill as soon as possible and continue remaining pills at usual time plus use back up contraception (condom or abstinence) for next 7 days",
        "opd": "Take 2 pills each for rest of the cycle",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "62307790-2dd9-458b-bcc5-bd4693a4fcca",
        "choice_type": "single"
    },
    {
        "question": "A 20 years old nulliparous women is an oral contraceptives pills. She is currently diagnosed as having pulmonary tuberculosis which anti-tuberculous drug decreases the effect of OCP.",
        "exp": "Rifampicin is known to be an hepatic enzyme inducer hence is not used in conjunction with ocps. Other inducer agents are long term alcohol abuse. rifampicin. anticonvulsants, paicularly phenytoin, carbamazepine, phenobarbitone and primidone. spironolactone. griseofulvin",
        "cop": 4,
        "opa": "INH",
        "opb": "Pyrazinamide",
        "opc": "Ethambutol",
        "opd": "Rifampicin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "fafceac2-853d-46db-be99-f0950078d9b2",
        "choice_type": "single"
    },
    {
        "question": "IUCD lasting for 10 years is:",
        "exp": "Cu T 380A( Para. Gard) Second generation IUD Carries 380 mm surface area of copper wire(314mm wrapped on veical stem and 33mm on each arm). Frame contains barium sulphate and is radio opaque Polyethylene and barium sulfate T-shaped frame wound with copper, and two strings extend from the stem base. Currently approved for 10 years of use following inseion",
        "cop": 2,
        "opa": "Progestase",
        "opb": "CuT - 380A",
        "opc": "CuT - 220",
        "opd": "Nova T",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "3b6af794-e7e7-4031-ad53-28c39b95b59e",
        "choice_type": "single"
    },
    {
        "question": "Absolute contraindication for CuT inseion?",
        "exp": "Contraindications for Copper T inseion Unexplained Vaginal Bleeding: suspected undiagnosed pregnancy or pelvic malignancy Previous Cancer of the cervix Current PID or cervicitis Significantly distoed uterine cavity Choriocarcinoma follow up NOTE: a patient unmotivated for use of any contraceptive is actually an indication for use of IUCD as it does not require any patient compliance once it is inseed.",
        "cop": 2,
        "opa": "Patient unmotivated for contraception",
        "opb": "Undiagnosed vaginal bleeding",
        "opc": "Previous ectopic",
        "opd": "Previous history of aboion",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "79d1d05f-6d94-4034-91eb-75f06ed216c0",
        "choice_type": "single"
    },
    {
        "question": "OCPs are C/I in pts receiving:",
        "exp": "Ans. is a, i. e. Rifampicin. Ref: KDT 6th/ed, p317; Novak 14th/ed, p276. Interactions of OCPs with other Drugs. Effect of other drugs on OCP's: Drugs reducing the effectiveness of OCPDrugs which increase the plasma level of steroids of OCP* RifampicinQ* CarbamazepineQ* Phenytoin* Ascorbic acid* Acetaminophen* Antifungals like- Griseofulvin- Ketoconazole- Itraconazole. Induce synthesis of cytochrome. P450 enzymes in liver.* Ampicillin* Tetracycline. Kill gut bacteria and cause hydrolysis of steroid glucuronides in intestine.",
        "cop": 1,
        "opa": "Rifampicin",
        "opb": "Ethambutol",
        "opc": "Streptomycin",
        "opd": "Pyrazinamide",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "8fafc756-2072-43b1-a96d-615aef8ef2c3",
        "choice_type": "single"
    },
    {
        "question": "Contraceptive LNG-IUD (levonorgestrel intra-uterine device) has the cumulative pregnancy rate at 5 years of:",
        "exp": "Ans. is a, i. e. 0. 5. Ref: Leon Speroff 7th/ed, p981. LNG - IUD has a pregnancy rate of 0. 2 100 women years (HWY) (here nearest is 0. 5 so that is the answer).",
        "cop": 1,
        "opa": "0. 5",
        "opb": "1",
        "opc": "1. 5",
        "opd": "2",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "fad73c6b-540e-4d24-be46-5d99608ccfa8",
        "choice_type": "single"
    },
    {
        "question": "The most common complication of IUCD is:",
        "exp": "Ans. is b, i. e. Bleeding. Ref: Park 20th/ed, p428. Complication of IUCD* M/C complication-Bleeding* IInd M/C complication-Pain* Infection-Doxycycline 200mg/azithromycin 500mg should be given 1 hour before insertion to reduce infection.* Most typical infection associated with Cu T use is actinomyces.* Ectopic pregnancy-It is seen that ectopic pregnancy is 50% less likely in women using IUCD than in women using no contraception.",
        "cop": 2,
        "opa": "Ectopic pregnancy",
        "opb": "Bleeding",
        "opc": "Backache",
        "opd": "Cervical stenosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "bc626d5c-68c8-4241-a2fb-2856ab833fe3",
        "choice_type": "single"
    },
    {
        "question": "Progesterone release rate in Progestasert is:",
        "exp": "Ans: (c) 65mg/day. Shaw's Textbook 15th edition. INTRAUTERINE CONTRACEPTIVE DEVICESA. Biologically inert devices: Lippe's loop and Saf-T-coil. B. Copper carrying devices: Copper T 200, Copper 7, Multiload Copper 250, Copper T 380, Copper T 220 and nova T. About 50 pg of copper is eluted daily, Nova-T has silver added to the copper wire. C. Hormonal l. UCD's. Progestasert. Levonova*. 38 mg progesterone*. Release 65mg/day*. Expensive and Effective for 1 year*. 40% reduction of menorrhagia and dysmenorrhea*. 60 mg of levonorgestrel*. Releases the hormone in very low doses (20mg/day)*. Incidence of ectopic pregnancy more*. Safe during lacation*. Longer acting (5 years)MIRENA: Emerging as a better alternative to tubectomy in a young woman. MIRENA*. 52 mg Levonorgestrel*. Releases 20mg/day, from 15 mins following insertion*. Less systemic side effects*. Does not suppress ovulation, mainly acts on the endometrium and cervical mucus*. Used in DUB, endometrial hyperplasia, HRT, and with tamoxifen for Ca. Breast, to counteract endometrial hyperplasia*. Lasts for 5 years with fewer incidences for Ectopic gestation. Patient selection for IUCD:*. Low risk of PID/STD*. Multiparous woman*. Monogamous relationship*. Desirous of long-term reversible method of contraception*. Unhappy or unreliable users of oral contraception or barrier contraception. Uses of IUCD:*. As a contraceptive*. Post coital contraception (emergency contraception)*. Following excision of uterine septum, Asherman's syndrome*. Hormonal IUCD in menorrhagia and dysmenorrhea and hormonal replacement therapy in menopausal women*. In a woman on tamoxifen for Ca. Breast, to counteract endometrial hyperplasia. Contraindications:*. Suspected pregnancy*. Pelvic inflammatory disease (PID), lower genital tract infection*. Presence of fibroids-because of misfit*. Menorrhagia and dysmenorrhea*. Severe anemia*. Diabetic women who are not will controlled- because of slight increase in pelvic infection*. Previous ectopic pregnancy*. Scarred uterus and uterine anomalies*. In unmarried nulliparous because of the risk of PID and subsequent tubal infertility*. Levonorgestrel IUCD in breast cancer. Complications: Immediate:*. Difficulty in insertion*. Vaso vagal attack and Uterine cramps Early:*. Expulsion (2-5%)*. Perforation (1-2%)*. Spotting, menorrhagia (2-10%) and Dysmenorrhea (2-10%)*. Vaginal infection (Actinomycosis) Late:*. PID-2 to 5%, occurs in the 4th week*. Does not prevent transmission of HIV*. Pregnancy -1 to 3 per 100 women years (failure rate)*. Ectopic pregnancy*. Perforation*. Menorrhagia and dysmenorrhea. Insertion technique: CuT -withdrawal method. Lippe's - push in method. Lifespan: Cu380A (Para guard): 10 years. Cu T 200: 3-4 years. Multiload Cu250: 3 years. Cu375: 5 years. Nova T 5 years. Cu. T380. Ag and Cu. T380S: 3-4 years. Recent advances: Frameless IUCD and fibroblast releasing 14mg/day for 3 years. Frameless IUCD contains several copper cylinders tied together on a string and it is anchored 1 cm deep in the fundus.",
        "cop": 3,
        "opa": "25 mg/day",
        "opb": "40 mg/day",
        "opc": "65 mg/day",
        "opd": "80 mg/day",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "4bc3bcd5-29ab-4d43-88bd-6f977852af7d",
        "choice_type": "single"
    },
    {
        "question": "A 62-year-old woman presents for annual examination. Her last spontaneous menstrual period was 9 years ago, and she has been reluctant to use postmenopausal hormone replacement because of a strong family history of breast cancer. She now complains of diminished interest in sexual activity. Which of the following is the most likely cause of her complaint?",
        "exp": "Sexuality continues despite aging. However, there are physiologic changes that must be recognized. Diminished ovarian function may lower libido, but estrogen replacement therapy (ERT) may help. Sexual dysfunction can be physiologic, e. g., from lowered libido. As with younger patients, however, lowered libido is in most cases treatable. Because aging does not alter the capacity for orgasm or produce vaginismus, a further evaluation should be initiated if these symptoms persist after a postmenopausal woman is placed on ERT.",
        "cop": 2,
        "opa": "Decreased vaginal length",
        "opb": "Decreased ovarian function",
        "opc": "Alienation from her partner",
        "opd": "Untreatable sexual dysfunction",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "36f9ada6-dfe8-4f16-bd7f-4d324d2ef022",
        "choice_type": "single"
    },
    {
        "question": "You are evaluating the laboratory results of a patient on oral contraceptive pills. Use of the birth control pill decreases which of the following?",
        "exp": "Combination-type oral contraceptives are potent systemic steroids that may cause many detectable alterations in metabolic function, such as increases in binding globulins, bromsulphalein retention, triglycerides and total phospholipids, and a decrease in glucose tolerance. Thus, the benefits of birth control pills must be weighed carefully against the added risks in patients with diabetes, cardiovascular disease, or liver disease. The pill modestly increases HDL cholesterol levels, but should have no direct effect on hemoglobin concentration. In fact, since bleeding volume is generally diminished in birth control pill users, hemoglobin concentration often increases in these patients.",
        "cop": 1,
        "opa": "Glucose tolerance",
        "opb": "Binding globulins",
        "opc": "High-density lipoprotein (HDL) cholesterol",
        "opd": "Triglycerides",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "6a35d6ec-32eb-492e-8729-8aeb9927260a",
        "choice_type": "single"
    },
    {
        "question": "An intrauterine pregnancy of approximately 10 weeks gestation is confirmed in a 30-year-old gravida 5, para 4 woman with an IUD in place. The patient expresses a strong desire for the pregnancy to be continued. On examination, the string of the IUD is noted to be protruding from the cervical os. The most appropriate course of action is to",
        "exp": "Although there is an increased risk of spontaneous abortion, and a small risk of infection, an intrauterine pregnancy can occur and continue successfully to term with an IUD in place. However, if the patient wishes to keep the pregnancy and if the string is visible, the IUD should be removed in an attempt to reduce the risk of infection, abortion, or both. Although the incidence of ectopic pregnancies with an IUD was at one time thought to be increased, it is now recognized that in fact the overall incidence is unchanged. The apparent increase is the result of the dramatic decrease in intrauterine implantation without affecting ectopic implantation. Thus, while the overall probability of pregnancy is dramatically decreased, when a pregnancy does occur with an IUD in place, there is a higher probability that it will be an ectopic one. With this in mind, in the absence of signs and symptoms suggestive of an ectopic pregnancy, especially after ultrasound documentation of an intrauterine pregnancy, laparoscopy is not indicated. The incidence of heterotopic pregnancy, in which intrauterine and extrauterine implantation occur, is no higher than approximately 1 in 2500 pregnancies.",
        "cop": 3,
        "opa": "Leave the IUD in place without any other treatment",
        "opb": "Leave the IUD in place and continue prophylactic antibiotics throughout pregnancy",
        "opc": "Remove the IUD immediately",
        "opd": "Terminate the pregnancy because of the high risk of infection",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "0ee78a3a-d3de-4a46-a51e-7846de72c2f3",
        "choice_type": "single"
    },
    {
        "question": "A patient treated for infertility with clomiphene citrate presents with sudden onset of abdominal pain and distension with ascites, the probable cause is -",
        "exp": "Ans. is 'd' Hyperstimulation syndrome (Ref: Shaws 13/e, p 304, 305 (12th/e, p. 242)). History of clomiphene citrate intake and the presence of ascites abdominal pain and distension strongly suggests ovarian hyperstimulation syndrome. Hyperstimulation syndrome results from clomiphene citrate intake. Other drugs which cause hyperstimulation syndrome: FSH/LH therapy (most commonly seen with this)*. Gn. RHC/F of hyperstimulation syndrome. Ascites, hydrothorax. Gastrointestinal (abdominal pain, distension). Cerebrovascular accidents. Renal failure. Torsion and hemorrhage in ovarian cyst. Coagulopathy. Liver dysfunction. It must be fairly obvious to you by now why I opted for hyperstimulation syndrome. Now lets see other options. Multifetal pregnancy - Clomiphene administration causes multiple pregnancy in about 10% cases. But the symptoms and signs of multiple pregnancy are altogether different from that of the patient. Ectopic Pregnancy - It's not mentioned anywhere that clomiphene administration causes ectopic pregnancy. Uterine rupture- Clomiphene administration has no effect on uterus. '.",
        "cop": 4,
        "opa": "Uterine rupture",
        "opb": "Ectopic pregnancy rupture",
        "opc": "Multifetal pregnancy",
        "opd": "Hyperstimulation syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "999f28e1-1f73-416a-860d-47600c080894",
        "choice_type": "single"
    },
    {
        "question": "Minimum effective dose of ethinyl estradiol in combination oral pills is:",
        "exp": "Ans. is a, i. e. 10mg. Ref: Dutta Obs. 6th/ed, p542; Shaw 15th/ed, p231\"Intensive pharmacological research clinical trials conducted to minimise the adverse effects of estrogen without reducing the contraceptive efficacy, resulted in lowering the dose of oestrogen to a minimum of 20mg or even 15mg\"Thus, Remember: Low dose OCPs have estrogen = less than 50mcg (30-35mcg usually) - Ref: Dutta Obs 6th/ed, p542* Very low dose OCPs have estrogen =20mcg* Minimum effective dose of Estrogen =10mcg",
        "cop": 1,
        "opa": "10 mg",
        "opb": "35 mg",
        "opc": "50 mg",
        "opd": "75 mg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "ce374d31-6e82-45dd-9ab7-33d142485e8b",
        "choice_type": "single"
    },
    {
        "question": "Dose of levonorgestrel used for emergency contraception:-",
        "exp": "Levonorgestrel is Doc for emergency contraception 0. 75 mg tablets ( 2 tablets) 12 hrs apa. 1. 5 mg tablet ( 1 tablet ) within 72 hrs. This is the only method of emergency contraception approved for use by Drug Controller of India Note:- IUCD - used up to 5th day after intercourse.",
        "cop": 2,
        "opa": "0. 75 mg within 72 hours",
        "opb": "1. 5 mg within 72 hours",
        "opc": "1. 5 ug within 72 hours",
        "opd": "3 ug within 72 hours",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "e1ef9aef-429f-45a4-a9eb-19807aa66db4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following benign tumor can be caused by prolonged use of oral contraceptive pills?",
        "exp": "Adenomas have been repoed with prolonged use of OC pills and though they are benign, rupture of a hepatoma can be fatal. Because the hormones are metabolized in the liver, chronic liver diseases and recent jaundice contraindicate the use of pills. Also, Gall bladder function may be adversely affected. Gall stones are repoed with OCP use, but not Gall bladder carcinoma",
        "cop": 1,
        "opa": "Hepatic adenoma",
        "opb": "Thyroid adenoma",
        "opc": "Fibroadenoma",
        "opd": "Myoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "eabe0bed-a199-4591-8962-1f2927727bf2",
        "choice_type": "single"
    },
    {
        "question": "Absolute contraindication of HRT is?",
        "exp": "ANSWER: (D) Breast cancer. REF: Harrisons 18th ed edition chapter 348. Contraindications to HT should be assessed routinely and include unexplained vaginal bleeding, active liver disease, venous thromboembolism, history of endometrial cancer (except stage 1 without deep invasion) or breast cancer, and history of EURHD, stroke, transient ischemic attack, or diabetes. Relative contraindications include hypertriglyceridemia (>400 mg/dl) and active gallbladder disease; in such cases, transdermal estrogen may be an option",
        "cop": 4,
        "opa": "Endometriosis",
        "opb": "Osteoarthritis",
        "opc": "Heart disease",
        "opd": "Breast carcinoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "a19385a1-439e-44f5-973c-006429b7ec37",
        "choice_type": "single"
    },
    {
        "question": "Low dose progestational contraceptives primarily act on",
        "exp": "Progesterone in bih control pills thickens cervical mucus (primary action): hinders the travel of sperm to the uterus and making it hard for sperm to enter the tubes and feilise the egg. thins the lining of the uterus: makes implantation unlikely. Progestogen only pills are generally less effective than other forms of oral contraceptive pill with a failure rate of 2 - 6 per 100 women years. The main side effects are Irregular, low-grade, breakthrough uterine bleeding but this may settle into a regular cycle after 6 - 9 months. Skin reactions, Breast fullness Depression Increased risk of ectopic pregnancy. Benefits include: Do not carry risk of thromboembolism Do not inhibit lactation - so can use when breast feeding Suitable for diabetics - as pills containing oestrogen exacerbate risk of aerial disease in such patients Suits smokers for whom oestrogen containing formulations are contra-indicated",
        "cop": 3,
        "opa": "Oviductal motility",
        "opb": "Uterine endometrium",
        "opc": "Cervix",
        "opd": "Pituitary",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "2397c551-2f8b-46f3-b51e-f9e87213ffa7",
        "choice_type": "single"
    },
    {
        "question": "Emergency contraceptives are effective if administered within following period after unprotected intercourse:",
        "exp": "Ans. is d, i. e. 120 hours. Ref: Shaw 15th/ed, p237; Current Concepts in Contraception and Women Death, pl05, Leon Speroff8th/ed, p1042. The standard recommendation is to start emergency contraceptive not later than 72 hours. The greatest protection is offered, if it is taken within 12 hours, as postponing the dose by 12 hours raises the chances of pregnancy by almost 50%. For this reason, the treatment should be initiated as soon as possible after sexual exposure. Note: But here the question says - till how long are ECs effective or till how long can they be administered. - Ref: Shaw 14th/ed, p213 says\"The tables can be offered up to 120 hours, but its efficacy decreases with the longer coital - drug interval. \"\"Treatment should be initiated as soon after exposure as possible, and the standard recommendation is that it be no later than 120 h. \" - Ref: Leon Speroff 8th/ed, p1042 According to current concepts in contraception's and women health also. Emergency contraception can be given up to 5 days. This is because\"Emergency contraception is not an abortifacient i. e. it will not act after implantation has occured. This is also the basis for the window period of 5 days for use effectiveness of EC, as the whole process from deposition of sperms to implantation takes about 5 days. \" - Ref: Current Concepts in Contraception and Women Health p108",
        "cop": 4,
        "opa": "24 hours",
        "opb": "48 hours",
        "opc": "72 hours",
        "opd": "120 hours",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "42d6d9d0-8c2d-4d9d-8883-f85610e59c3f",
        "choice_type": "single"
    },
    {
        "question": "OCP's intake cause psychiatric symptoms, and abdominal pain. Diagnosis is:",
        "exp": "Ans. is a, i. e. Acute intermittent porphyria. Ref: Harrison 17th/ed, p2439. Patient taking OCP's and presenting with abdominal pain and psychiatric problem, diagnosis is undoubtedly acute intermittent porphyria as OCP's can precipitate porphyria. Some drugs which precipitate porphyria are:* Barbiturates. Sulfonamide antibiotics * Meprobamate Gluthemide* Phenytoin Carbamazepine* Valproic acid Pyrazolones* Griseofulvin Ergots* Synthetic estrogen/progestogen (OCP). Danazol* Alcohol Succinimide",
        "cop": 1,
        "opa": "Acute intermittent porphyria",
        "opb": "Systemic lupus",
        "opc": "Thrombosis",
        "opd": "Anemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "4eb4e5bf-33b6-4696-8443-3d28d4e7322b",
        "choice_type": "single"
    },
    {
        "question": "Contraindication of Coitus interruptus is:",
        "exp": "Withdrawal method or coitus interruptus means the discharge of semen outside the female genitalia at the end of intercourse. Premature ejaculation is the only contraindication. The advantages of the withdrawal method are that it (a) involves no expense, (b) needs no medical supervision, (c) requires no prior preparation, and (d) causes no definite harm. The main drawbacks are the lack of full sexual satisfaction and the relatively higher failure rate.",
        "cop": 3,
        "opa": "Erectile dysfunction",
        "opb": "Perimenopausal age",
        "opc": "Premature ejaculation",
        "opd": "Illiterate male paner",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Contraceptives",
        "id": "cdad3b2a-5ecd-4fc1-8ddc-904ff742b987",
        "choice_type": "single"
    }
]