[
    {
        "question": "All are true about precocious puberty except -",
        "exp": "Ans. is 'b' i.e., Secondary sexual characters before the age of 6 years o Precocious puberty is the appearance of appropriate secondary sexual characters before the age of 8 years and occurrence of menstruation before 10 years of chronological age.o It is divided into the following types:A) Gonadotropin dependent precocious puberty/ Central precocious puberty / True precocious puberty:# Most common cause is constitutional, due to early maturation and activation of the hypothalamic - pituitary - gonadal axis.# Both breast and pubic hair development in girls# Pubic hair development and testicular enlargement in boys# Early developing sexual characteristics are \"isosexual\", meaning they are consistent with the child's gender.# Initial spurt in the height followed by premature closure of epiphysis with the result the ultimate height remains stunted.B) Gonadotropin - independent precocious puberty/ Peripheral precocious puberty/Pseudo - precocious puberty:# Exposure to sex steroid hormones that derive from the gonads, the adrenals or the environment.# Further subclassified as isosexual when sexual characters are consistent with gender, and as contrasexual when inconsistent with gender (virilization in girls, or feminization in boys).# Autonomous functional ovarian follicular cysts are the most common cause of gonadotropin - independent precocious puberty in girls.C) Incomplete precocious puberty':# Children with isolated premature thelarche or premature adrenarche. Both usually represent variants of normal pubertal development, but some will progress to complete precocious puberty that may be gonadotropin - dependent or independent.",
        "cop": 2,
        "opa": "Secondary sexual characters before the age of 8 years",
        "opb": "Secondary sexual characters before the age of 6 years",
        "opc": "Menstruation before the age of 10 years",
        "opd": "Most common cause is constitutional",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "968f0797-5a02-45e6-8ddc-2174b37144ee",
        "choice_type": "multi"
    },
    {
        "question": "Which is not primary amenorrhea?",
        "exp": "Ans. is a, i.e. Sheehan's syndromeRef: Shaw 14th/ed, p256-257* Kallmann's sydnrome is due to hypothalamic dysfunction characterized by a deficiency of gonadotropin releasing hormone (GnRH) causing a hypogonadotrophic hypogonadism. This is associated with anosmia. It can occasionally be associated with optic problems, such as color blindness or optic atrophy, nerve deafness, cleft palate, cryptorchidism, renal agenesis, and mirror movement disorder.* MRKH syndrome, also known as Mullerian agenesis is due to anatomical absence of uterus. This is the second most common cause of primary amenorrhea.* Turner's syndrome is a type of gonadal dysgenesis and is overall the most common cause of primary amenorhea* Sheehan's syndrome is postpartum pituitary necrosis. It leads to secondary amenorrhea and not primary amenorrhea.",
        "cop": 1,
        "opa": "Sheehan's syndrome",
        "opb": "Kallmann's syndrome",
        "opc": "Mayer Rokitansky Koster Hauser syndrome",
        "opd": "Turner syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "02f60eb9-0c8b-4bb9-9de4-bbdef04292a8",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old athlete complains of amenorrhea for 1 year. Her BMI is 20 kg/m2. LH and FSH are in low normal range. Clinical and USG findings are normal. Most likely cause is:",
        "exp": "Ans. is b, i.e. Excessive exerciseThis athlete has BMI =20kg/m2, i.e. she is underweightHer FSH and LH are in low normal rangeAll these findings point towards that either there is a problem in hypothalamus or pituitary.One of the causes of hypothalamic amenorrhea is excessive exercise which is the most probable cause in this case.",
        "cop": 2,
        "opa": "Depression",
        "opb": "Excessive exercise",
        "opc": "Premature menopause",
        "opd": "Anorexia nervosa",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "c0fff501-fcc4-4daf-8d9a-37e08df3a9f4",
        "choice_type": "single"
    },
    {
        "question": "A hirsuite lady with PCOD treatment is:",
        "exp": "Ans. is b, i.e. Ethinyl estradiol + DesogestrelRef: Novak 14th/ed, p 1083, 15th/ed, p 1086 KDT Pharma 6th/ed, p 307OCPs decrease adrenal and ovarian androgen production and reduce hair growth in nearly two thirds of hirsute patients. When an OCP is used to treat hirsutism, a balance must be maintained between the decrease in free testosterone levels and the intrinsic androgenicity of the progestin.Progesterones with:High androgenic bioactivityNewer progestins with low androgenic bioactivity* Norgestrel* Desogestrel i.e. class III* Norethindrone* Gestodene* Norethindrone acetate* Norgestimate* Drospirenone Thus, newer progestins with minimal androgenic activity are preferred for management of hirsutism in a patient of PCOD/PCOS (i.e. option b is correct).",
        "cop": 2,
        "opa": "Ethinyl estradiol + Levonorgestrel",
        "opb": "Ethinyl estradiol + Desogestrel",
        "opc": "Levonorgestrel",
        "opd": "None",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "973b119c-24e8-4829-8837-0aff5144c3c9",
        "choice_type": "multi"
    },
    {
        "question": "A patient had a spontaneous abortion, then she came with amenorrhea and FSH 6 IU/mL. What the most probably diagnosis?",
        "exp": "Ans. is b, i.e. Uterine SynechiaeRef: Leon speroff 7th/ed, p415-425, 8th/ed, p443 for FSH significance and 459 for asherman syndromeExplanation:Normal FSH values range from 5to20mIU/mL. In the question, FSH levels are 6mIU/mL, that means this is a case of secondary amenorrhea with normal FSH values.* In case of pituitary failure - as is evident from the flow diagram - values of FSH should be lower than the normal values. So Option'd' is ruled out* Incase of ovarian failure - estrogen is deficient so negative feedback on FSH will be absent, thus values of FSH will be more than normal. In case of ovarian failure/ menopause, FSH is above 40mIU/mL so option a is also ruled out.* Normal FSH and amenorrhea point towards uterine pathology. The patient had a spontaneous abortion following which a curettage is generally required which would be responsible for intrauterine synechiae (Asherman's Syndrome). Thus, the most probable diagnosis is uterine synechiae.KEY POINTSRememberHyperprolactinemia leads to decreased levels of FSH.",
        "cop": 2,
        "opa": "Ovarian failure",
        "opb": "Uterine Synechiae",
        "opc": "Pregnancy",
        "opd": "Pituitary failure",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "a69da404-49d9-4011-b0d3-c119023bd010",
        "choice_type": "single"
    },
    {
        "question": "Volume of ovary after menopause is -",
        "exp": "Ans. is 'd' i.e., 3[?]0 Cm2 Volume of ovary can be calculated based on a simple formula:Volume = 1/2 x Length x height x widthOvarian Volume in womenParity or menopausal status0 para x (SD)Cm21 para x (SD)Cm22 para x (SD) Cm2Menopausal </= 5 years (SD) Cm2Menopausal > 5 years (SD) Cm2Right ovarian volume7[?]87[?]87[?]83[?]42[?]5Left ovarian volume7[?]47[?]77[?]53[?]82[?]5Thus the most close answer is 3 cm 2.",
        "cop": 4,
        "opa": "7[?]8 Cm2",
        "opb": "6[?]5 Cm2",
        "opc": "5[?]4Cm2",
        "opd": "3[?]0Cm2",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "8608b68d-b4ea-40f6-b97b-89073b82389b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not indicated in menorrhagia:",
        "exp": "Ans. is b, i.e. ClomipheneRef: Dewhurst's Textbook of Obs. & Gynae. 7th/ed, p401; Gyanaecology by Soutter - Stanton 2nd/ed, p435; Shaw 12th/ed, p242Medical Management of Menorrhagia:A. Prostaglandin synthetase inhibitorB. AntifibrinolyticC. Hormones* Mefenamic Acid* Tranexamic acid* Progesterones* Estrogen* OCP's* Danazol/Gestrinone (androgen)* GNRH analoguesNSAID's* Rationale: Its use stems from the suspected role of prostaglandins in the pathogenesis of DUB.* Advantages:- It is required only during menstruation- It provides relief from dysmenorrhea* Tranexamic acid: It is an antifibrinolytic drug which exerts its effects by reversibly blocking lysine binding sites on plasminogen. The resulting decreased plasmin levels diminish fibrinolytic activity within endometrial vessels to prevent bleeding.\"Clinically, the drug has been shown effective to reduce bleeding in upto half of the women with DUB related to menorrhagia.\" - Ref Williams Gynae 1st/ed, p187According to latest RCOG guidelines tranexamic acid is the first line DOC for menorrhagiaProgesterone's\"With the introduction of potent orally active progestins, they became the mainstay in the management of DUB in all age groups and practically replaced the isolated use of oestrogens and androgens.\" - Ref Dutta Gynae 5th/ed, p187Estrogen: High dose estrogen therapy may be useful in controlling acute bleeding episodes because it promotes rapid endometrial growth to cover denuded surface. Conjugated equine estrogens are administered orally at dosages up to 10mg daily given in four divided doses. Similarly the drug can be given intravenously in 25mg doses every 4 hours for up to 3 doses. Once bleeding has slowed, patients can be transitioned to an oral taper using COCs.Androgens - Danazol - It is suitable for recurrent symptoms and in patients waiting for hysterectomy. A smaller dose tends to minimize the blood loss and higher dose produces amenorrhea.Gestrinone - can also be used like Danazol.Mifepristone - It is an antiprogesterone. It inhibits ovulation and induces amenorrhea but is not commonly used for DUB (this drug is not mentioned in Williams Gynae for management of DUB)Gonadotropin Releasing hormone agonists (GnRH agonist) - Its subtherapeutic doses decrease the blood loss whereas therapeutic doses produce amenorrhea.It is valuable for short term use in severe DUB, particularly if the woman is infertile and wants pregnancy.* As far as ethamsylate is concerned:- It is an hemostatic agent but its action and efficacy is inconsistent.- Though in some books it is given ethamsylate may be used but Williams Gynae. specifically says:\"Because of its inconsistent efficacy, in United States ethamsylate doesnot have a clinical role the treatment of menorrhagia.\" - Ref Williams Gynae 1st/ed, p187",
        "cop": 2,
        "opa": "NSAID's",
        "opb": "Clomiphene",
        "opc": "Norethisterone",
        "opd": "Tranexamic acid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "7b879b09-4c5d-4dc1-a954-ea2069a10182",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of secondary PPH is -",
        "exp": "Ans. is 'b' i.e., Retained products of conception Secondary PPHo Bleeding usually occurs between 8th to 14th day of deliveryo Causes of late PPH :# Retained bits of cotyledon or membranes (M.C.)# Infection and separation of slough over a deep cervico - vaginal laceration.# Endometritis and subinvolution of the placental site.o Management:# Replacement of blood loss# USG to rule out retained products of conception.# Dilatation and curettage to remove retained products.# Laceration with bleeding vessel - Hemostatic sutures.# Secondary hemorrhage following caesarean section - Laparotomy with SOS Internal iliac artery ligation sos hysterectomy.",
        "cop": 2,
        "opa": "Infection",
        "opb": "Retained products of conception",
        "opc": "Coagulation defects",
        "opd": "Estrogen therapy for lactation suppression",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "255d138d-836a-4a03-b4a6-75a638478c8c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most likely diagnosis in a 27-year-old obese woman presenting with Oligomenorrhea, infertility and hirsutism?",
        "exp": "Ans. is a, i.e. Polycystic ovariesRef: Shaw 15th/ed, p371; Novak 14th/ed, p1076A young woman presenting in the third decade with obesity, oligomenorrhea, infertility and hirsutism leaves no doubt for the diagnosis of PCOS.According to Rotterdam criteria - PCOD is diagnosed if any 2 of the following criteria are being fulfilled:i. Ovulatory dysfunction such as oligomernorhea or hyperandrogenism.ii. Clinical or biochemical evidence of hyperandrogenism.iii. USG criteriaSince this female, has oligomenorrhea and hirsutism, so 2 of the criteria are being fulfilled.",
        "cop": 1,
        "opa": "Polycystic ovaries",
        "opb": "Endometriosis",
        "opc": "Pelvic inflammatory disease",
        "opd": "Turner's syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "1f265f37-16e2-409e-b7fc-625734bd0ed7",
        "choice_type": "single"
    },
    {
        "question": "Which of these is diagnostic of menopause?",
        "exp": "Ans, is a, i.e. Serum FSH > 40Ref: Shaw's Textbook of Gynecology 15th/ed, p62Diagnostic Criteria for Menopause* Estrogen (E2) low at 10-20pg/mL* Estrone (E1) - 30-70pg/mL* E2/E1 < 1* Urine FSH >40IU/L",
        "cop": 1,
        "opa": "Serum FSH >40",
        "opb": "Serum LH >20",
        "opc": "Serum FSH <40",
        "opd": "Serum estradiol <30",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "9e8cd3f5-cadb-4ce4-ba28-a4ad809f1d10",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old woman comes for treatment of hirsutism. She is obese and has facial acne and hirsutism on her face. Serum LH level is 36 mIU/mL and FSH is 9 mIU/mL. Androstenedione and testosterone levels are mildly elevated, but serum DHEAS is normal. The patient does not wish to conceive at this time. Which of the following is the most appropriate treatment of her condition?",
        "exp": "Ans. is a, i.e. Oral contraceptive pillsThis patient is having hirsutism with altered LH:FSH ratio. Most probably it is a case of PCOS 1st line management of hirsutism in PCOS is OCPs.",
        "cop": 1,
        "opa": "Oral contraceptives pills",
        "opb": "Corticosteroids",
        "opc": "GnRH analog",
        "opd": "Wedge resection of ovary",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "0a1756da-0cf1-44a9-a619-b955d7693eb7",
        "choice_type": "single"
    },
    {
        "question": "% of PCOS patients having diabetes mellitus:",
        "exp": "Ans. is d, i.e. 10%Ref: Leon Speroff 8th/ed, p5I7PCOS: Upto 35% exhibit impaired glucose tolerance and upto 10% have diabetes mellitus.In all PCOS patients, a baseline 2-hour OGTT is recommended.",
        "cop": 4,
        "opa": "50%",
        "opb": "30%",
        "opc": "20%",
        "opd": "10%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "72a2d9f5-47d7-4cc2-82a9-586b23856db7",
        "choice_type": "single"
    },
    {
        "question": "M/C cause of hirsutism in a young female:",
        "exp": "Ans. is d, i.e. PCOSRef: Leon Speroff 8th/ed, p545M/C cause of hirsutism in young females PCOD/PCOSM/C pathological cause of hirsutism in young females -- PCOS/PCOD.2nd M/C cause of hirsutism in young females is Idiopathic hirsutism",
        "cop": 4,
        "opa": "Ovarian tumor",
        "opb": "Adrenal tumor",
        "opc": "CAH",
        "opd": "PCOS",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "0a7372a4-a87f-47ef-896b-385791e795ed",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of PPH is -",
        "exp": "Ans. is 'a' i.e., Atonic PPH o Postpartum haemorrhage - Related to the amount of blood loss in excess of 500 ml following birth of the baby (WHO).Causes:# Atonic (Most common)# Traumatic# Retained tissues# Blood coagulopathy.# Atonic uterus - Atonicity of the uterus is the most common cause of postpartum haemorrhage.o Common causes of Uterine atonicity:# Grand multipara# Over - distension of the uterus# Malnutrition and anaemia# Prolonged labour# Anaesthesia# Uterine fibroid - causes imperfect retraction mechanically.",
        "cop": 1,
        "opa": "Atonic PPH",
        "opb": "Traumatic PPH",
        "opc": "Retained tissues",
        "opd": "Bloodcoagulopathy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "f1b70c55-e8fa-45f0-b286-ec225b2995e2",
        "choice_type": "single"
    },
    {
        "question": "The following are related to bromocriptine therapy except:",
        "exp": "Ans. is c, i.e. If pregnancy occurs, there is increased incidence of multiple pregnancyRef: Leon Speroff 7th/ed, p460-470Bromocriptine:It is a dopamine agonist, used in the management of galactorrhea.Peak of Bromocriptine occurs 1-3 hours after oral administration but very little remains in circulation after 14 hours.Pregnancy following bromocriptine has got no teratogenic effects on off spring.There is no increased incidence of multiple pregnancy.Side effect of bromocriptine: Giddiness, dizziness and postural hypotensionCabergoline: It is longer acting. A single dose of cabergoline can inhibit prolactin secretion for 7 days. Thus it has become DOC in case of hyperprolactinemia.A newer dopamine agonist licensed for treatment of hyperprolactinemia is Guinagolide (non ergot dopamine D, agonist).",
        "cop": 3,
        "opa": "It is used to inhibit inappropriate lactation with secondary amenorrhoea",
        "opb": "It is specific in suppressing only the prolactin secretion",
        "opc": "If pregnancy occurs, there is increased incidence of multiple pregnancy",
        "opd": "Its teratogenic effect on the fetus is inconclusive",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "b9028b4c-dddc-4d0c-ba2a-4d7115c89f74",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are associated with polycystic ovarian syndrome except:",
        "exp": "Ans. is d, i.e. OsteoporosisRef: Leon Speroff 7th/ed, p470-480, 8th/ed, p500-518; Novak 14th/ed, p1082, 15th/ed, p1085Relationship between bone mineral density and Insulin resistance in PCOS Journal of Bone mineral metabolism vol 19, Number 4, July 2001, p 257-262This was definitely one of the most controversial questions in AIPG 2010. Endometrial cancer and insulin resistance are seen in PCOD. Osteoporosis is never seen in PCOD patients.What about ovarian cancer?The main theory for development of epithelial ovarian cancer (which accounts for 85-90% of all ovarian CA) is the \"Theory of incessant ovulation\" which means \"more the ovulation, more the risk\".But in PCOS there is anovulation and hence per say it is protective for CA ovary.But, PCOS patients are infertile and ovulation induction is required for treatment of infertility. Use of ovulation inducing agents like gonadotrophins, clomiphene letrozole, etc. is one of the risk factors for development of ovarian cancer. This is how PCOS can be associated CA ovary. So the studies are still going on whether ovarian cancer leads to PCOS or not:\"The risk of ovarian cancer is increased two to threefold in woman with PCOS.\" - Ref: Novak 15th/ed, p1085",
        "cop": 4,
        "opa": "Ovarian carcinoma",
        "opb": "Endometrial carcinoma",
        "opc": "Insulin resistance",
        "opd": "Osteoporosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "aa8f157d-e7bc-471d-9c07-3bc8e50cc585",
        "choice_type": "multi"
    },
    {
        "question": "Clitoromegaly is defined if clitoris is:",
        "exp": "Ans. is c, i.e. >10mmClitoromegaly is defined as clitoris >10mm is size or clitoral index (length multiplied width) greater than 35mmNote: Normal length =5.0+-1.4mm",
        "cop": 3,
        "opa": ">=5 mm",
        "opb": ">=7 mm",
        "opc": ">10 mm",
        "opd": "15 mm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "c8021266-ee77-4a49-9d09-6c34949c2508",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old female patient Radha having children aged 5 and 6 years has history of amenorrhea and galactorrhea. Blood examination reveals increased prolactin. CT of head is likely to reveal:",
        "exp": "Ans. is a, i.e. Pituitary adenomaRef: Novak 14th/ed, p1104,1109; Harrison 17th/ed, p2205-2206; Williams Gynae 1st/ed, p 338 onwards",
        "cop": 1,
        "opa": "Pituitary adenoma",
        "opb": "Craniopharyngioma",
        "opc": "Sheehan's syndrome",
        "opd": "Pinealoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "5a013820-3998-4956-8161-5918c73fb822",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old girl complains of failure to attain menarche. Her height is 4 feet inches, secondary sexual characteristics are absent. If on USG uterus and vagina are seen LH and FSH levels are high. What is the next best step in conforming the diagnosis?",
        "exp": "Ans. is a, i.e. KaryotypingThe patient has short stature and secondary sexual characteristics are absent:If secondary sexual characteristics are absent, it means there is less of estrogen. This could be due to a problem in ovary or hypothalamus and pituitary.So the first step would be to identify the type of hypogonadism [?] Ans is perform a hormonal profile then the next step would be karyotypingBest test for 1deg amenorrhea: KaryotypingThis is because:M/c cause of 1deg amenorrhea Gonadal dysgenesis: Turner syndrome (45XO)2nd cause of 1deg amenorrhea: Mullerian agenesis (46XX)3rd cause of 1deg amenorrhea: Testicular feminizing syndrome (46XY)All 3 can be differentiated by karyotypingIn this question:1. Pt has decreased estrogen - Absent secondary sexual characteristics2. Short stature3. |LH and | FSHMost probably it is a case of Turner syndrome (45XO)",
        "cop": 1,
        "opa": "Karyotyping",
        "opb": "Buccal smear",
        "opc": "Progesterone withdrawal test",
        "opd": "Gonadal biopsy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "9f402840-8b1f-4a22-b6ce-254ef9540300",
        "choice_type": "multi"
    },
    {
        "question": "Metropathica hemorrhagica is best treated by:",
        "exp": "Ans. is b, i.e. ProgestogenRef: Dutta Gynae 5th/ed, p184,187, 6th/ed, pMetropathica hemorrhagica is a type of anovulatory DUB, hence logically speaking it should be best treated by progesterone therapy.It is mostly seen in premenopausal women.Patients complain of a variable period of amenorrhea followed by excessive painless bleeding.On HPE-cystic glandular hyperplasia, Swiss cheese pattern is seen, and secretory changes are absentTreatment:* In DUB due to anovular causes: Progesterones are the mainstay of therapy.* They diminish the effects of estrogen on target cells by inhibiting oestrogen receptors.",
        "cop": 2,
        "opa": "Curettage of uterus",
        "opb": "Progestogen",
        "opc": "Estrogen",
        "opd": "Clomiphene",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "07b5fc5f-d726-4707-94a5-197c341f180d",
        "choice_type": "single"
    },
    {
        "question": "Hormone replacement therapy is not given for:(AIIMS May 2013, Nov 2011)",
        "exp": "Ans. d. Prevention of CAD (Ref: Novak's Gynae 14/e p1330-1333)Normal women have ovarian failure or menopause, at a mean age of 51 years, with 95 percent becoming menopausal between the ages of 45 to 55 years.Estrogen is the most effective treatment available for relief of the menopausal symptoms that many women experience, including hot flashes, vaginal dryness, urinary symptoms, and emotional lability.However, data from the Women's Health Initiative showed no cardiovascular benefit with unopposed estrogen and a small increase in risk with combined therapy.Estrogen is an option for the prevention of osteoporosis in perimenopausal women, estrogen-progesterone therapy reduces fracture risk at a cost of increase in the incidence of breast cancer, coronary heart disease, stroke and venous thromboembolism, or in the case unopposed estrogen, an increase in stroke and thromboembolism.At this time, post-menopausal hormone therapy, either unopposed estrogen or combined estrogen-progestin therapy should not be initiated for prevention of CUD.Hormone Replacement TherapyEstrogen is the most effective treatment available for relief of the menopausal symptoms that many women experience, including hot flashes, vaginal dryness, urinary symptoms, and emotional lability.However, data from the Women's Health Initiative showed no cardiovascular benefit with unopposed estrogen and a small increase in risk with combined therapy.Estrogen is an option for the prevention of osteoporosis in perimenopausal women, estrogen-progesterone therapy reduces fracture risk at a cost of increase in the incidence of breast cancer, coronary heart disease, stroke and venous thromboembolism, or in the case unopposed estrogen, an increase in stroke and thromboembolism.At this time, pwst-menopausal hormone therapy, either unopposed estrogen or combined estrogen-progestin therapy should not be initiated for prevention of CHD.In addition, postmenopausal hormone therapy is no longer considered to be first line drug for prevention and treatment of osteoporosis.Bisphosphonates or raloxifene are recommended as first line drugs for prevention and bisphosphonates for treatment of established osteoporosis.",
        "cop": 4,
        "opa": "Urogenital atrophy",
        "opb": "Vasomotor symptoms",
        "opc": "Prevention of osteoporosis",
        "opd": "Prevention of CAD",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "06866de8-86fc-4f40-a695-c3e49e6ec3d3",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in premenstrual syndrome -",
        "exp": "Ans. is 'b' i.e., SSRI Premenstrual syndrome (PMS) or perimenstrual syndromeo It is a collection of emotional symptoms, with or without physical symptoms, related to a woman's menstrual cycle,o Most women are of child-bearing age (up to 85%)o Medical definitions of PMS are limited to a consistent pattern of emotional and physical symptoms occurring only during the luteal phase of the menstrual cycle that are of''sufficient severity to interfere with some aspects of life\"o Under typical definitions, at least 5 of the following symptoms must be present at some point during the ten days immediately before the onset of menses, and must not be present for at least one week between the onset of menses and ovulation.Emotional and behavioural symptomso Tension or anxietyo Depressed moodo Crying spellso Mood swings and irritability or angero Appetite changes and food cravingso Trouble falling asleep (insomnia)o Social withdrawalo Poor concentrationPhysical signs and symptomso Joint or muscle paino Headacheo Fatigueo Weight gain related to fluid retentiono Abdominal bloatingo Breast tendernesso Acne flare-upso Constipation or diarrhoeaCauseso Cyclic changes in hormoneso Chemical changes in the brain. Fluctuations of serotonin, a brain chemical (neurotransmitter),o Depressiono Stresso Poor eating habitsTreatmentConservativeo Elimination of caffeine from dieto Smoking cessationo Counselling & emotional supporto Dietary changeso Regular exerciseo Stress managemento Adequate sleepOvulation inhibitiono OCPs (esp. drospirenone containing)o GnRH agonistsMedicationso Antidepressants like Selective serotonin reuptake inhibitors (SSRIs), which include Fluoxetine, paroxetine, sertraline and others are the first-line agents for treatment of severe PMS or PMDD. TCAs can also b tried.o Nonsteroidal anti-inflammatory drugs (NSAIDs). Taken before or at the onset of your period, NSAIDs such as ibuprofen or naproxen can ease cramping and breast discomfort,o Diuretics. When exercise and limiting salt intake aren't enough to reduce the weight gain. Spironolactone (Aldactone) is a diuretic that can help ease some of the symptoms of PMS.o Medroxyprogesterone acetate (Depo-Provera). For severe PMS or PMDD, this injection can be used to temporarily stop ovulation. However, Depo-Provera may cause an increase in some of the same signs and symptoms experienced with PMS, such as increased appetite, weight gain, headache and depressed mood,o Evening primrose & pyridoxine for mastalgia.",
        "cop": 2,
        "opa": "Antipsychotics",
        "opb": "SSRI",
        "opc": "OCP",
        "opd": "Depo progesterone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "7fe04a2f-43dc-44b8-b239-3b1b0f560ef3",
        "choice_type": "single"
    },
    {
        "question": "HRT is useful in all except",
        "exp": "Ans. is 'd' i.e. Coronary artery disease HRT refers to the use of oestrogen treatment in order to reverse or prevent problems due to the loss of ovarian hormone secretion after the menopause, whether physiological or induced.The tissues sensitive to estrogen include brain, bone, skin cardiovascular and genitourinary tissues.Consequently the two aims of hormone replacement therapy are:To reduce the everyday symptoms of oestrogen loss; hot flushes, sleeplessness, lethargy, depression and vaginal dryness. All types of HRT (oestrogen with or without progesterone) are effective in reducing the hot flushes experienced by more than 50% of postmenopausal women.The benefit is most during the first year of treatment when 80% of women report a reduced likelihood of flushes.The other major use from HRT is the relief of vaginal dryness.Vaginal administration is the most effective route for treatment of dyspareunia and related symptoms.To prevent fracturesEstrogen prevents osteoporotic fracturesEffect of HRT on coronary artery diseaseUntil recently it was believed that beneficial effect of estrogen on lipids, decrease the risk of coronary artery disease in women on hormone replacement therapy.However two recent landmark clinical trials \"Heart and Estrogen progestin replacement study (HERS)\" and \"women health initiative (WHI)\" have radically altered the approach of HRT.* According to these trials, the benefits and harms of these therapy are:",
        "cop": 4,
        "opa": "Flushing",
        "opb": "Osteoporosis",
        "opc": "Vaginal atrophy",
        "opd": "Coronary heart disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "30be93bb-5a80-4f3b-8448-4655ea5a975d",
        "choice_type": "multi"
    },
    {
        "question": "A 20-year old average weight female complains of oligomenorrhea along with facial hair. Preliminary investigations reveal raised free testosterone levels. USG Pelvis: ovary shows \"subcapsular cysts\" of varying size. Which of the following could be likely etiology?",
        "exp": "Ans. b. PCOD (Ref: Jeffcott 6/e p205; Shaw's 14/331-332, 13/e p353-354; Novaks 14/1077, 1082) Most likely etiology in a 20-year old average weight female with complains of oligomenorrhea and facial hair with raised free testosterone levels and normal morphology of ovaries on ultrasound is PCOD. Drug not given in PCOD in a 30-year-old lady with infertility is tamoxifen. Polycystic Ovarian Syndrome/Stein Levinthal's Syndrome Diagnostic Criteria for PCOS Major Minor * Chronic anovulationQ * HyperandrogenemiaQ * Clinical signs of hyperandrogenemiaQ * Other etiologies excludedQ * Insulin resistanceQ * Perimenarchal onset of hirsutism and obesityQ * Elevated LH to FSH ratioQ * Intermittent anovulation with hyperandrogenemiaQ Clinical Features: Seen mostly in 15-25 years of ageQ It includes chronic non-ovulation and hyperandrogenemia associated with normal or raised estrogen (E2), raised LH, low FSH/LH ratio.Q The raised E2 level causes negative feedback to pituitary resulting in diminished FSH, but raised LHQ. The involvement of the adrenal gland is seen in raised androstenedione, dehydroepiandrosterone, testosterone and 17 alpha-hydroxyprogesterone. Much of the testosterone is secreted by the ovarian stromaQ Appearance: Macroseopically, the ovaries are often bilaterally enlarged, with thick capsuled The surface may be lobulated but the peritoneal surface is free from adhesions. Multiple cyst 0.5 to 1 mm and at times up to 20 mm in size are localized along the surface of the ovary giving a \"necklace\" appearance on ultrasoundQ. Theca cell hyperplasia is seen which produces excess testosterone secretion. Ultrasound shows several \"subcapsular cysts\" of varying size, diagnostic of PCOSQ. Laparoscopic evaluation is not only diagnostic, but also therapeuticQ. Treatment: Weight lossQ of more than 5% of previous weight is important. Cigarette smoking should be avoidedQ Estrogen best given with progesterone with no androgenic properties. Dexamethasone 0.5 mg at bedtime also reduces androgen production. Hirsutism is treated with cyproterone acetate or spironolactone. Infertility is treated with Clomiphene, 80% ovulate and 40% conceive. However, abortion rate of 25-40% is due to corpus luteal phase defect manifested by ClomipheneQ. In Clomiphene failed group, ovulation can be induced with FSH or GnRH analoguesQ Metformin treats the root cause of PCOSQ, rectifies endocrine and metabolic functions and improves fertility and is drug of choiceQ. Surgery (laparoscopic multiple puncture of cyst) is reserved for those in whom: Medical therapy fails Hyperstimulation occurs Use of GnRH analogue is a cost constraint Consequences of Polycystic Ovarian Syndrome Short-Term Consequences Long-Term Consequences * Menstrual dysfunctionQ (Irregular menses): - Amenorrhea. Oligomenorrhea - Episodic menomectorrhagia * Hyperandrogen ismQ: - HirsutismA, Acne, Androgenic alopecia * InfertilityQ * ObesityQ * Insulin resistanceQ (Acanthosis nigricans) * Dyslipidemia0 (Androgenic lipoprotein profile): - Increased LDL and TG - Increased Total cholesterol: HDL ratio - Decreased HDL * Metabolic syndromeQ: Characterized by insulin resistance,obesity, androgenic dyslipidemia and hypertension * Obstructive sleep apneaQ (Related to central obesity and dyslipidemia) * Diabetes mellitusQ: increased risk of impaired glucose tolerance and type 2 DM in PCOS patients * Cardiovascular diseasesQ: Greater prevalence of atherosclerosis and cardiovascular disease with an increased risk of myocardial infarction * Cancer: * Endometrial carcinomaQ (3 fold increase risk) * Ovarian cancerQ - Women with PCOS are associated with a definite increased risk of endometrial cancer. An increased risk of ovarian cancer and breast cancer has also been suggested.",
        "cop": 2,
        "opa": "Idiopathic hirsutism",
        "opb": "PCOD",
        "opc": "Adrenal hyperplasia",
        "opd": "Testosterone secreting tumor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "278d80aa-ef4f-4e4a-b62b-4818c689cc3a",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old patient complains of primary amenorrhea. She had well developed breast and public hair but on examination there was absence of uterus and vagina. Likely diagnosis is:",
        "exp": "Ans. is b, i.e. Mullerian agenesisRef Jeffcoates 7th/ed, p197-198; Leon Speroff 7th/ed, p455-457,460-461,1261-1262In the question a 19-year-old girl is presenting with primary amenorrhea, she has well developed breast and public hair but on examination uterus and vagina are absent. Since her breast and public hair both are well developed- this means her secondary sexual characteristics are well developed.This means in this female amount of estrogen is adequate, which means she has normally functioning ovaries.Thus, options XYY (presence of Y Chromosome means- gonads are testis), Klienfelter's syndrome (genotype = 47XXY- again since Y chromosome is present, gonads are testes i.e. they are males) are ruled out and in gonadal dysgenesis- gonads are incompletely formed and are streak gonads, M/c example is Turner's syndrome - genotype 45XO. Since gonads are streak, therefore estrogen is insufficient so secondary sexual characteristics are not well developed. In Turners thus by exclusion, our answer is option b- i.e. Mayer Rokitansky kuster hauser syndrome.\"Patients with mullerian agenesis, typically present in late adolescence or as young adults, well after menarche was expected, with primary amenorrhea as their only complaint. They exhibit normal, symmetrical breast and public hair development, no usable vagina and have no symptoms or signs of cryptomenorrhea because the rudimentary uteri contain no functional endometrium.\" - Ref: Leon speroff 8th/ed, p455",
        "cop": 2,
        "opa": "XYY",
        "opb": "Mullerian agenesis",
        "opc": "Gonadal dysgenesis",
        "opd": "Klinefelter syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "2e1651ae-c41c-4ec4-ad6e-454829917c19",
        "choice_type": "single"
    },
    {
        "question": "Prepubertal PCOS, risk factors are all except",
        "exp": "Ans. is a, i.e. Increased birth weightRef: Williams gynae 3rd/ed, p397Risk factors for PCOS in ad descent girls* Low birth weight* Premature adrenarche* Obesity with acanthosis nigricans* Atypical sexual precocity",
        "cop": 1,
        "opa": "Increased birth weight",
        "opb": "Premature Adrenarche",
        "opc": "Obesity with acanthosis nigricans",
        "opd": "Atypical sexual precocity",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "9fda557f-3725-4a77-a7a4-cc97da58b07a",
        "choice_type": "multi"
    },
    {
        "question": "You treat a 27-year-old infertile patient with bromocriptine. What should be the diagnosis?",
        "exp": "ANS. DClinical manifestations of hyperprolactinemiaWomenMen* Galactorrhea 30-80%* Galactorrhea <30%* Menstrual irregularity* Impotence* Infertility Other manifestations* Visual field abnormalities* Headaches* Extraocular muscle weakness* Anterior pituitary malfunctionHypogonadism in both women and men by suppressing gonadotropin-releasing hormone (GnRh) secretion and pulsatility, resulting in low level of LH and FSH.Medical therapeutic options for the management of hyperprolactinemia* Dopamine agonists are currently the first therapeutic option* Dopamine agonists have proven efficacy in reducing prolactin levels, restoring ovulation in premenopausal women and restoring gonadal function in men* Bromocriptine has been used the longest* Cabergoline has greater affinity and selectivity for pituitary dopamine D2 receptor and longer duration of action.",
        "cop": 4,
        "opa": "Hyperpituitarism",
        "opb": "Hypopituitarism",
        "opc": "Polycystic ovarian disease (PCOD)",
        "opd": "Hyperprolactinemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "9293a00c-d8ad-40e4-97bc-9ce37d425102",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old woman para 2+0, hypertension have menorrhagia. Which is best treatment for her?",
        "exp": "Ans. is b, i.e. MirenaRef: Novak 15th/ed, p788; Williams Gynae 1st/ed, p187-l88In this particular question, female is 30 years old i.e. very young so we should not choose hysterectomy or endometrial ablation as the management of choice because in future she might desire pregnancy.Patient is hypertensive, hence OCPs are contraindicated, so our answer by exclusion is Mirena which is logically also correct, as this patient has 2 children so she may not desire pregnancy presently.Thus, Mirena serves 2 purposes in this female-I. Controls bleedingII. Contraceptive benefit.In future, if she desires pregnancy, she may get mirena removed.Our answer is further supported by the following lines -\"The LNG IUS can be used in all women as a first line of treatment of menorrhagia inplace of oral medications. It is particularly useful in reproductive aged women who desire contraception.\" - Ref: Williams Gynae 1st/ed, p188\"Heavy menstrual bleeding that doesnot respond to oral medication may be managed by endometrial ablation using coagulation, resection or vaporization provided that patient is willing to forgo future fertility. Alternatively if future fertility is desired, a levonorgestrel releasing intrauterine device can provide virtually equal clinical outcome.\" - Ref: Novak 15th/ed, p788",
        "cop": 2,
        "opa": "Combined pills",
        "opb": "Mirena",
        "opc": "Hysterectomy",
        "opd": "Transcervical resection of endometrium",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "3cd50705-82f0-4a45-96cf-22bdcf02064b",
        "choice_type": "single"
    },
    {
        "question": "Kali Rani, a 20-year-old girl presents with history of rapidly developing hirsutism and amenorrhea. To establish the diagnosis you would like to proceed with which of the following tests in blood:",
        "exp": "Ans. is c, i.e. TestosteroneRef: Dutta Gynae 4th/ed, p524; Leon Speroff 7th/ed, p502-511,515; Williams Gynae 1st/ed, p391\"A variety of ovarian neoplasms, both benign and malignant may produce testosterone and lead to virilization. Specifically, women with an abrupt onset, typically within several months, or sudden worsening of virilizing signs should prompt concern for a hormone producing ovarian or adrenal tumor. Symptoms may include deepening of voice, frontal balding, severe acne or hirsutism or both, increased muscle mass and clitoromegaly. Accordingly, serum testosterone levels may be used to exclude these tumors. Free testosterone levels are more sensitive than total testosterone levels as an indicator of hyperandrogenism. Although improving, current five testosterone assays lack a uniform laboratory standard. For this reason, total testostrerone levels remain the best approach for excluding a tumor. Threshold values beyond 200ng/dl of total testosterone warrant evaluation for an ovarian leison.\" - Williams Gynae 1st/ed, p391Testosterone estimation is the best investigation in case of rapid onset hirsutism and amennorhea.Lines of Leon Speroff further support the answer --\"A serum testosterone concentration greater than 150mg/dl identifies almost all woman with a potential androgen producing tumor. However, a tumor still should be suspected and excluded in a woman with rapidly progressive hirsutism or signs and symptoms of virilization, even when the serum testosterone concentration is below the threshold value.\" - Leon Speroff 8th/ed, p52* M/C cause of rapid onset hirsutism in young females = Testosterone producing tumorDHEA sulphate is produced exclusively by the adrenal gland. Therefore, serum DHEAS levels above 700mcg/dl are highly sensitive for the presence of an adrenal neoplasm.Adrenal imaging with abdominal CT or MRI is indicated for any patient with DHEAS levels that exceed this value.",
        "cop": 3,
        "opa": "17 - OH progesterone",
        "opb": "DHEA",
        "opc": "Testosterone",
        "opd": "LH :FSH ratio",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "f5cd3fa7-6b05-4c88-a6a7-909320bb1e7f",
        "choice_type": "single"
    },
    {
        "question": "Placental abnormality related to PPH is-",
        "exp": "Ans. is 'd' i.e., All the above Causes of Post partum hemorrhage (PPH)o Atonic - 80% commonesto Traumatico Retained tissueso Blood coagidopathyConditions which contribute to the development of atonic PPHo Grand multiparao Overdistention of uteruso Malnutrition and anemiao Antepartum hemorrhageo Prolonged labouro Anesthesiao Iniatiation or augmentation of the delivery by oxytocino Malformation of the uteruso Uterine fibroido Mismanaged third stage of labouro Placenta: morbidly adherent placenta (accrete, percreta), partially or completely separately separated placenta but with retained bits of placental tissue leads to PPH.o Precipitate labour",
        "cop": 4,
        "opa": "Placenta accreta",
        "opb": "Placenta percreta",
        "opc": "Retained placental",
        "opd": "All the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "8494df41-4601-42a4-a1ac-c84c66e80a90",
        "choice_type": "multi"
    },
    {
        "question": "In DUB, there is:",
        "exp": "Ans. is a, i.e. Increased estrogenRef: Shaw 15th/ed, p301DUB is mainly anovulatory:Bleeding occurs due to the hypertrophy and hyperplasia of the endometrium induced by a high titer of estrogen in the circulating blood is absence of progesterone.This is the reason why initially due to lack of progesterone patients complain of amenorrhea and later on, due to excessive estrogen they complain of excessive bleeding.",
        "cop": 1,
        "opa": "Increased estrogen",
        "opb": "Decreased receptors of progesterone",
        "opc": "Decreased receptors of estrogen",
        "opd": "Pituitary imbalance of hormones",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "0b5b2ad2-a5e2-4dd6-9211-5dacd65f2b33",
        "choice_type": "single"
    },
    {
        "question": "All of the following are used in management of hirsutism except.",
        "exp": "Ans. is c, i.e. DanazolManagement of Hirsutism* OCPs (best & most effective)* Medroxyprogesterone acetate (150mg/m every 3 months or 10-20mg orally daily)* Spironolactone (50-100mg B/D)* Cyproterone acetate (is a part of Diane-Diane has; 2mg cyproterone acetate and 50mg ethinyl estradiol)* Flutamide (not preferred due to its hepatotoxicity)* Finasteride* GnRH agonist* Topical eflornithine hydrochlorideNote: Danazol's side effect is hirsutism, hence it can never be used in managing hirsutism.",
        "cop": 3,
        "opa": "Spironolactone",
        "opb": "GnRH",
        "opc": "Danazol",
        "opd": "OCPs",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "b7c5c1b7-66f9-40b8-8590-554c90754688",
        "choice_type": "multi"
    },
    {
        "question": "According to Ferriman-Gallwey scoring system -- hirsutism is diagnosed when score is more than:",
        "exp": "Ans. is a, i.e. 8Ref: Internet SearchFerriman-Gallway scoring is a scoring method for detecting hirsutism. In the original system--hair growth at 11 sites was noted:1. Upper lip7. Lower abdomen2. Chin8. Upper arms3. Chest9. Forearms4. Upper back10. Thighs5. Lower back11. Legs6. Upper abdomen In the modified method--2 sites were deleted-forearms and legs. Thus in the modified scoring system-hair growth is seen at 9 sites. In each of the nine locations-a score between 0-4 is given depending on growth of terminal hairMaximum score = 36In Caucasian women a score of 8 or higher is regarded as indicative of androgen excess.",
        "cop": 1,
        "opa": "8",
        "opb": "12",
        "opc": "16",
        "opd": "20",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "2919eace-6e61-4209-8546-c19adcbfe95a",
        "choice_type": "multi"
    },
    {
        "question": "HRT in post-menopausal women is given for all except:(AIIMS May 2013, Nov 2011)",
        "exp": "Ans. c. Prevention of coronary artery disease (Ref: Novak's Gynae 14/e p1330-1333)HRT in post-menopausal women is effective treatment available for relief of the menopausal symptoms hot flashes, vaginal dryness, urinary symptoms, emotional lability, and osteoporosis. Coronary artery disease is an absolute contraindication for HRT.\"Estrogen is the most effective treatment available for relief of the menopausal symptoms that many women experience, including hot flashes, vaginal dryness, urinary symptoms, and emotional lability. However, data from the Women's Health Initiative showed no cardiovascular benefit with unopposed estrogen and a small increase in risk with combined therapy. Estrogen is an option for the prevention of osteoporosis in perimenopausal women, estrogen-progesterone therapy reduces fracture risk at a cost of increase in the incidence of breast cancer, coronary heart disease, stroke and venous thromboembolism, or in the case unopposed estrogen, an increase in stroke and thromboembolism. At this time, post-menopausal hormone therapy, either unopposed estrogen or combined estrogen-progestin therapy should not he initiated for prevention of CHD.\"Absolute Contraindications to HRT* Undiagnosed vaginal bleedingQ* Severe liver diseaseQ* PregnancyQ* Coronary artery disease (CAD)Q* Venous thrombosisQ* Well-differentiated and early endometrial cancerQ (once treatment for the malignancy is complete, is no longer an absolute contraindication)Hormone Replacement TherapyEstrogen is the most effective treatment available for relief of the menopausal symptoms that many women experience, including hot flashes, vaginal dryness, urinary symptoms, and emotional lability.However, data from the Women's Health Initiative showed no cardiovascular benefit with unopposed estrogen and a small increase in risk with combined therapyQ.Estrogen is an option for the prevention of osteoporosis in perimenopausal women, estrogen- progesterone therapy reduces fracture risk at a cost of increase in the incidence of breast cancer, coronary heart disease, stroke and venous thromboembolism, or in the case unopposed estrogen, an increase in stroke and thromboembolism.At this time, post-menopausal hormone therapy, either unopposed estrogen or combined estrogen-progestin therapy should not be initiated for prevention of CHDQ.In addition, postmenopausal hormone therapy is no longer considered to be first line drug for prevention and treatment of osteoporosis.Bisphosphonates or raloxifene are recommended as first line drugs for prevention and bisphosphonates for treatment of established osteoporosisQ.",
        "cop": 3,
        "opa": "Vaginal dry ness",
        "opb": "Hot flushes",
        "opc": "Prevention of coronary artery disease",
        "opd": "Prevention of osteoporosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "e4771b94-3f76-48a0-aeac-8999c03b554a",
        "choice_type": "multi"
    },
    {
        "question": "Primary amenorrhea with absent uterus, normal breasts and scanty pubic hair is seen in:",
        "exp": "Ans. is d, i.e. Testicular feminizing syndromeRef: Novak 14th/ed, p1037-1038The patient is presenting with primary amenorrhea along with well developed breast and scanty pubic hair and axillary hair -leave no doubt regarding Testicular feminizing syndrome as the diagnosis.",
        "cop": 4,
        "opa": "Mayer Rokitansky Kuster Hauser Syndrome",
        "opb": "Turner Syndrome",
        "opc": "Noonan Syndrome",
        "opd": "Testicular feminizing syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "bc1cbcfe-6898-48e5-a19a-40e32c32e2e8",
        "choice_type": "single"
    },
    {
        "question": "A 15-year-old girl c/o failure to attain menarche. Her height is 4 feet. She has not yet developed secondary sexual characteristics. If USG shows uterus and vagina. FSH and LH levels are high. What is the best step in confirming the diagnosis?",
        "exp": "Ans. is b, i.e. Perform a karyotype1st step in primary amenorrhea is to identify the site of lesion by doing Hormonal profileIn question : LH and FSH are highUSG: shows uterus and vagina are presentPt has short height (4 feet)No secondary sexual characteristicsNow since LH and FSH are high and estrogen is low (as secondary sexual characteristics are absent)[?] It is a case of hypergonadotropic hypogonadism --so most probably it is Turners syndrome. This can be confirmed by doing karyotyping.Always remember in Primary amenorrhea1st Test: Hormonal ProfileBest Test: Karyotyping",
        "cop": 2,
        "opa": "Perform a CT",
        "opb": "Perform a Karyotype",
        "opc": "Perform a buccal smear",
        "opd": "Perform progesterone withdrawal test",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "abd4102c-4ba8-45f2-ba7d-df4664133cfa",
        "choice_type": "multi"
    },
    {
        "question": "A 14-year-old girl presents with primary amenorrhea and monthly lower abdomen pain. She has good secondary sexual characteristics with axillary and pubic hair. Examination of the external genitalia reveals a bulging bluish membrane. Most appropriate next step in diagnosis:",
        "exp": "Ans. is d, i.e. Perform an USGThis patient has imperforate hymen as she has monthly abdominal pain, good secondary sexual characteristics and a bulging bluish membrane (due to collection of blood in vagina) is seen.Most appropriate next step is to do an USG to confirm the presence of uterus, cervix and vagina.",
        "cop": 4,
        "opa": "Perform a hormonal profile",
        "opb": "Perform a karyotype",
        "opc": "Perform a laparoscopy",
        "opd": "Perform an USG",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "a450394b-9aae-4573-88d0-e486f0cb5cac",
        "choice_type": "multi"
    },
    {
        "question": "Percentage of females with oligomenorrhea in PCOs:",
        "exp": "Ans. is d, i.e. 80%Ref: Shaw 15th/ed, p370Patients of PCOS develop early oligomenorrhea (87%) or short period of amenorrhea (26%) followed by prolonged periods.",
        "cop": 4,
        "opa": "50%",
        "opb": "60%",
        "opc": "70%",
        "opd": "80%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "02b4fc0b-91c0-45a4-9135-a9feadde12ba",
        "choice_type": "single"
    },
    {
        "question": "All of the following are raised in PCOS except",
        "exp": "Ans. is a, i.e. E2 :E1 Ref: Shaw gynae 15th/ed, p370 Table 38.1In PCOS:* E1 :E2 Ratio is increased not E2 :E1 * LDL:HDL Ratio is increased* LH:FSH Ratio is increased* Fasting insulin levels were raised* Fasting glucose/insulin ratio is decreased <4.5",
        "cop": 1,
        "opa": "E2 :E1",
        "opb": "LH :FSH",
        "opc": "LDL :HDL",
        "opd": "Fasting serum insulin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "384a5a1e-46d5-442c-908d-b5f2d22a6b24",
        "choice_type": "multi"
    },
    {
        "question": "Post-menopausal bleeding is associated with all except:",
        "exp": "Ans. is b, i.e. CINRef: Novak 14th/ed, p490; CGDT 10th/ed, p577-578; Jeffcoate 7th/ed, p614Postmenopausal bleeding is defined as bleeding which occurs after 12 months amenorrhea in a middle aged women.Causes of Post-Menopausal Bleeding:* Exogenous estrogen (HRT)* Vaginitis - tubercular, Candida, chlamydia, senile* Endometrial hyperplasia* Cervical cancer* Uterine sarcoma* DUB - ovulatory/anovulatory ulcer/Foreign body* Bleeding from urethra, bladder, rectum which is mistaken for vaginal bleeding.* Endometritis - tubercular, senile pyometra & hematometra* Endometrial/cervical polyp* Endometrial cancer (correct option)* Ovarian cancer (correct option)* Fallopian tube carcinoma* Injuries - direct trauma / DecubitusAs far as Fallopian tube carcinoma is concerned. Most common age group = 50-60 years.Most common symptom: Watery discharge which tracks from the tube through the uterus and vagina (hydrops tubal profluens).It is typically colourless, profuse in amount and escapes continuously or in gushes. The discharge ultimately becomes blood stained from ulceration of growth and female presents as post menopausal bleeding, (correct option).Cervical cancer is a cause of postmenopausal bleeding, but cervical carcinoma in situ which is seen at 25-35 years of age and CIN which is seen in women in their 20's is not a cause of post menopausal bleeding.Remember:\"CIN is most commonly detected in women in their 20's, peak incidence of carcinoma in situ is in women aged 25 - 35, while incidence of cervical cancer rises after the age of 40.\" - Ref: CGDT 10th/ed, p833",
        "cop": 2,
        "opa": "Ca cervix",
        "opb": "CIN",
        "opc": "Ca ovary",
        "opd": "Endometrial Ca",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "618d448f-dbc0-4fd6-8ac0-25ce9fccb545",
        "choice_type": "multi"
    },
    {
        "question": "A 13-year-old young girl presents in the casualty with acute pain in the lower abdomen. She has history of cyclical pain for last 6 months and she has not attained her menarche yet. On local genital examination, a tense bulge in the region of hymen was seen. The most probable diagnosis is:",
        "exp": "Ans. is c, i.e. Imperforate hymenRef: Shaw 15th/ed, p96-97A young girl who has not attained menarche but has history of cyclical pain for last 6 months, presenting to casualty with acute abdomen and on examination a tense bulge in the region of hymen - clearly point towards \"Imperforate hymen\" as the diagnosis.",
        "cop": 3,
        "opa": "Mayer Rockitansky Kuster Hauser syndrome",
        "opb": "Testicular feminization syndrome",
        "opc": "Imperforate hymen",
        "opd": "Asherman's syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "e45da1d0-3b72-4c9c-b4e2-23892a992ca1",
        "choice_type": "single"
    },
    {
        "question": "Cryptomenorrhea occurs due to:",
        "exp": "Ans. is a, i.e. Imperforate hymenRef: Dutta Gynae 6th/ed, p450; Shaw 15th/ed, p96-97* Cryptomenorrhea is defined as occurrence of menstrual symptoms without external bleeding.* Menstrual blood fails to come out from genital tract due to obstruction in the outflow passage.* Causes:CongenitalAcquiredImperforate hymen (commonest)Transverse vaginal septumAtresia of upper third vagina & cervixCervical stenosis following:* Amputation* Cauterization* Conization* 'Radium' treatment for malignant conditions",
        "cop": 1,
        "opa": "Imperforate hymen",
        "opb": "Asherman's syndrome",
        "opc": "Mullerian agenesis",
        "opd": "All",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "9e73a382-456c-4017-949a-dea4e9613192",
        "choice_type": "multi"
    },
    {
        "question": "A young female presents with the history of spontaneous abortions and secondary amenorrhea since then. FSH 6 ILI/mL. What is the most probably cause of amenorrhea?",
        "exp": "Ans. D. Uterine synechiaeFSH within normal limit rules out other options. Recurrent spontaneous abortions supports the answer.Asherman Syndrome* Intrauterine synechiae is also known as Asherman syndrome.* This condition occurs due to vigorous uterine curettage in early pregnancy which may lead to scarring that interferes with normal endometrial growth and shedding.* Asherman syndrome is classified as mild, moderate, or severe depending upon the degree and extent of adhesion.* The patients present with secondary amenorrhea, hypomenorrhea, and infertility or habitual abortions.* Hysteroscopy confirms uterine synechiae, type (flimsy or fibrous) and extent of adhesions.Treatment: Reformation of adhesions is prevented by insertion of IUCD for 3 months and giving estrogen cyclically (21 days) for 3 months to developendometrium.",
        "cop": 4,
        "opa": "Ovarian failure",
        "opb": "Pituitary failure",
        "opc": "Fresh pregnancy",
        "opd": "Uterine synechiae",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "e3d7cc18-bd2e-451b-8a71-89b1800becd0",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old mother of two children is suffering from amenorrhea from last 12 month. She has a history of failure of lactation following second delivery but remained asymptomatic thereafter. Skull X-ray shows empty sella diagnosis is:",
        "exp": "Ans. is c, i.e. Sheehan's syndromeRef: Williams Gynae 1st/ed, p374; Leon Speroff 7th/ed, p438; Jeffcoate 7th/ed, p582-583Here before arriving to any diagnosis lets first see the causes of:Empty Sella:* Congenital incompleteness of the sellar diaphragm.* Secondary to surgery/radiotherapy or infarction of pituitary tumor.* Secondary to infarction and necrosis of pituitary gland.Now from the given causes: either pituitary tumor or Sheehan's syndrome can cause an empty sella on X-ray.Pituitary tumours (micro/macroadenoma) are prolactin secreting tumors and hence, cause galactorrhea (not lactational failure) with amenorrhea and are so, ruled out.So, the obvious answer by exclusion is Sheehan's Syndrome.Sheehan's syndrome:* It is the syndrome which results from ischemic necrosis of most of the anterior pituitaryQ due to spasm in its arterioles occurring at the time of severe hemorrhage or shock, complicating childbirth.Clinical Features: SymptomsQ* Failure of lactation after deliveryQ* Secondary amenorrheaQ* Loss of libidoQ* Increased sensitivity to cold (hvpothyroidism)Q Remember | Amenorrhea With failure to lactate With galactorrhea, headache and blurring of vision| |Think sheehan's syndrome Think prolactinoma",
        "cop": 3,
        "opa": "Menopause",
        "opb": "Pituitary tumor",
        "opc": "Sheehan's syndrome",
        "opd": "Intraductal papilloma of breast",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "f3598aa2-94b1-4f48-a9fa-f6e0fd87c3e7",
        "choice_type": "single"
    },
    {
        "question": "Withdrawal bleeding following administration of progestogen in a case of secondary amenorrhea indicates all except",
        "exp": "Ans. is d, i.e. Defect in pituitary gonadal axisRef: Dutta Gynae 6th/ed, p467; Leon Speroff 7th/ed, p404-409Withdrawal bleeding following administration of progesterone suggests:* The uterus is sufficiently primed with estrogen, i.e. production of endogenous estrogen is normal which means. Ovaries and hypothalamic pituitary axis are functioning normally.* The outflow tract (uterus) is normal and endometrium is responsive to estrogen.* There is a defect in production of progesterone (so pregnancy ruled out).",
        "cop": 4,
        "opa": "Absence of pregnancy",
        "opb": "Production of endogenous estrogen",
        "opc": "Endometrium is responsive to estrogen",
        "opd": "Defect in pituitary gonadal axis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "07fea888-c8d3-4f05-89bc-ccb71cba5409",
        "choice_type": "multi"
    },
    {
        "question": "All of the following conditions are associated with primary amenorrhea except:",
        "exp": "Ans. is b, i.e. Stein-Leventhal syndromeRef: Shaw 15th/ed, p284-285The Stein-Leventhal Syndrome also known as Polycystic Ovarian Disease (PCOD) is an important cause of Secondary Amenorrhea in young women.Testicular Feminizing syndrome, Turners syndrome and Mayer Rokitansky Kuster Hauser syndrome are causes of Primary amenorrhea.",
        "cop": 2,
        "opa": "Testicular feminization syndrome",
        "opb": "Stein-Leventhal syndrome",
        "opc": "Turner's syndrome",
        "opd": "Mayer Rockitansky Kuster Hauser Syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "b2d69172-c62f-43c9-9a27-f172eaa26f34",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following can occurs in ovary, rectum and appendix -",
        "exp": "Ans. is 'd' Endometriosis (Ref. Shaws, 13/e, p 439 (12/e, p 370)).Endometriosis is widely dispersed. It occurs anywhere throughout the lower pelvis. The common sites are ovaries*, cul-de-sac including the uterosacral ligaments, peritoneum overlying the bladder, sigmoid colon, back of the uterus, intestinal coils and appendix.It can also be seen in umbilicus following operation* in laparotomy scars, in tubal stumps following sterilization.",
        "cop": 4,
        "opa": "Metastasis",
        "opb": "Nebothian follicles",
        "opc": "Para ovarian cyst",
        "opd": "Endometriosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "b61e1c09-0b7d-43af-a00e-9c7a0297d07c",
        "choice_type": "multi"
    },
    {
        "question": "A young female presented to you with primary amenorrhea. Examination reveals normal breast development and absent axillary hairs. Pelvic examination shows a normally developed vagina with clitoromegaly. On ultrasound, gonads are visible in the inguinal region. What is the most likely diagnosis?",
        "exp": "Ans. is b, i.e. Partial androgen insentivity syndromeIn the question patient has 1deg amenorrhea:* Breast development is normal and absent axillary hair. (This means it cannot be Mayer Rokitansky kiister hauser syndrome --where Breast and pubic as well as axillary hair are well developed and it cannot be Gonadal dysgenesis as none of the secondary sexual characteristics are developed in it).We are left with 2 options:Option a --Complete androgen insensitivityOption b --Partial androgen insensitivityIn both these conditions --Breast development will be normal and pubic hair and axillary hair will be absent but clitoromegaly will be seen in partial androgen insensitivity only.",
        "cop": 2,
        "opa": "Complete androgen insensitivity syndrome",
        "opb": "Partial androgen insensitivity syndrome",
        "opc": "Mayer Rokitansky Kuster Hauser syndrome",
        "opd": "Gonadal dysgenesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "bfb3f73b-a7ef-4726-97a5-29715e7bda57",
        "choice_type": "multi"
    },
    {
        "question": "Skin manifestations of PCOS are all except",
        "exp": "Ans. is c, i.e. Seborrheic dermatitisRef: Jeffcoates 9th/ed, p467Skin manifestations of PCOS are:* Acne* Hirsutism* Alopecia (androgenic alopecia)* Acanthosis nigricans",
        "cop": 3,
        "opa": "Acne",
        "opb": "Hirsutism",
        "opc": "Seborrheic dermatitis",
        "opd": "Alopecia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "ced1f2dd-a227-4b9f-8e2c-0d09efaa152e",
        "choice_type": "multi"
    }
]