[
    {
        "question": "A 30-year-old athlete complains of amenorrhea for 1 year. Her BMI is 20 kg/m2. LH and FSH are in low normal range. Clinical and USG findings are normal. Most likely cause is:",
        "exp": "Ans. is b, i. e. Excessive exercise. This athlete has BMI =20kg/m2, i. e. she is underweight. Her FSH and LH are in low normal range. All these findings point towards that either there is a problem in hypothalamus or pituitary. One of the causes of hypothalamic amenorrhea is excessive exercise which is the most probable cause in this case.",
        "cop": 2,
        "opa": "Depression",
        "opb": "Excessive exercise",
        "opc": "Premature menopause",
        "opd": "Anorexia nervosa",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "c0fff501-fcc4-4daf-8d9a-37e08df3a9f4",
        "choice_type": "single"
    },
    {
        "question": "A patient had a spontaneous abortion, then she came with amenorrhea and FSH 6 IU/mL. What the most probably diagnosis?",
        "exp": "Ans. is b, i. e. Uterine Synechiae. Ref: Leon speroff 7th/ed, p415-425, 8th/ed, p443 for FSH significance and 459 for asherman syndrome. Explanation: Normal FSH values range from 5to20m. IU/mL. In the question, FSH levels are 6m. IU/mL, that means this is a case of secondary amenorrhea with normal FSH values.* In case of pituitary failure - as is evident from the flow diagram - values of FSH should be lower than the normal values. So Option'd' is ruled out* Incase of ovarian failure - estrogen is deficient so negative feedback on FSH will be absent, thus values of FSH will be more than normal. In case of ovarian failure/ menopause, FSH is above 40m. IU/mL so option a is also ruled out.* Normal FSH and amenorrhea point towards uterine pathology. The patient had a spontaneous abortion following which a curettage is generally required which would be responsible for intrauterine synechiae (Asherman's Syndrome). Thus, the most probable diagnosis is uterine synechiae. KEY POINTSRemember. Hyperprolactinemia leads to decreased levels of FSH.",
        "cop": 2,
        "opa": "Ovarian failure",
        "opb": "Uterine Synechiae",
        "opc": "Pregnancy",
        "opd": "Pituitary failure",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "a69da404-49d9-4011-b0d3-c119023bd010",
        "choice_type": "single"
    },
    {
        "question": "Volume of ovary after menopause is -",
        "exp": "Ans. is 'd' i. e., 3[?]0 Cm2 Volume of ovary can be calculated based on a simple formula: Volume = 1/2 x Length x height x width. Ovarian Volume in women. Parity or menopausal status0 para x (SD). Cm21 para x (SD). Cm22 para x (SD) Cm2. Menopausal </= 5 years (SD) Cm2. Menopausal > 5 years (SD) Cm2. Right ovarian volume7[?]87[?]87[?]83[?]42[?]5. Left ovarian volume7[?]47[?]77[?]53[?]82[?]5. Thus the most close answer is 3 cm 2.",
        "cop": 4,
        "opa": "7[?]8 Cm2",
        "opb": "6[?]5 Cm2",
        "opc": "5[?]4. Cm2",
        "opd": "3[?]0. Cm2",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "8608b68d-b4ea-40f6-b97b-89073b82389b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not indicated in menorrhagia:",
        "exp": "Ans. is b, i. e. Clomiphene. Ref: Dewhurst's Textbook of Obs. & Gynae. 7th/ed, p401; Gyanaecology by Soutter - Stanton 2nd/ed, p435; Shaw 12th/ed, p242. Medical Management of Menorrhagia: A. Prostaglandin synthetase inhibitorB. AntifibrinolyticC. Hormones* Mefenamic Acid* Tranexamic acid* Progesterones* Estrogen* OCP's* Danazol/Gestrinone (androgen)* GNRH analogues. NSAID's* Rationale: Its use stems from the suspected role of prostaglandins in the pathogenesis of DUB.* Advantages:- It is required only during menstruation- It provides relief from dysmenorrhea* Tranexamic acid: It is an antifibrinolytic drug which exerts its effects by reversibly blocking lysine binding sites on plasminogen. The resulting decreased plasmin levels diminish fibrinolytic activity within endometrial vessels to prevent bleeding. \"Clinically, the drug has been shown effective to reduce bleeding in upto half of the women with DUB related to menorrhagia. \" - Ref Williams Gynae 1st/ed, p187. According to latest RCOG guidelines tranexamic acid is the first line DOC for menorrhagia. Progesterone's\"With the introduction of potent orally active progestins, they became the mainstay in the management of DUB in all age groups and practically replaced the isolated use of oestrogens and androgens. \" - Ref Dutta Gynae 5th/ed, p187. Estrogen: High dose estrogen therapy may be useful in controlling acute bleeding episodes because it promotes rapid endometrial growth to cover denuded surface. Conjugated equine estrogens are administered orally at dosages up to 10mg daily given in four divided doses. Similarly the drug can be given intravenously in 25mg doses every 4 hours for up to 3 doses. Once bleeding has slowed, patients can be transitioned to an oral taper using COCs. Androgens - Danazol - It is suitable for recurrent symptoms and in patients waiting for hysterectomy. A smaller dose tends to minimize the blood loss and higher dose produces amenorrhea. Gestrinone - can also be used like Danazol. Mifepristone - It is an antiprogesterone. It inhibits ovulation and induces amenorrhea but is not commonly used for DUB (this drug is not mentioned in Williams Gynae for management of DUB). Gonadotropin Releasing hormone agonists (Gn. RH agonist) - Its subtherapeutic doses decrease the blood loss whereas therapeutic doses produce amenorrhea. It is valuable for short term use in severe DUB, particularly if the woman is infertile and wants pregnancy.* As far as ethamsylate is concerned:- It is an hemostatic agent but its action and efficacy is inconsistent.- Though in some books it is given ethamsylate may be used but Williams Gynae. specifically says:\"Because of its inconsistent efficacy, in United States ethamsylate doesnot have a clinical role the treatment of menorrhagia. \" - Ref Williams Gynae 1st/ed, p187",
        "cop": 2,
        "opa": "NSAID's",
        "opb": "Clomiphene",
        "opc": "Norethisterone",
        "opd": "Tranexamic acid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "7b879b09-4c5d-4dc1-a954-ea2069a10182",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of secondary PPH is -",
        "exp": "Ans. is 'b' i. e., Retained products of conception Secondary PPHo Bleeding usually occurs between 8th to 14th day of deliveryo Causes of late PPH:# Retained bits of cotyledon or membranes (M. C.)# Infection and separation of slough over a deep cervico - vaginal laceration.# Endometritis and subinvolution of the placental site. o Management:# Replacement of blood loss# USG to rule out retained products of conception.# Dilatation and curettage to remove retained products.# Laceration with bleeding vessel - Hemostatic sutures.# Secondary hemorrhage following caesarean section - Laparotomy with SOS Internal iliac artery ligation sos hysterectomy.",
        "cop": 2,
        "opa": "Infection",
        "opb": "Retained products of conception",
        "opc": "Coagulation defects",
        "opd": "Estrogen therapy for lactation suppression",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "255d138d-836a-4a03-b4a6-75a638478c8c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most likely diagnosis in a 27-year-old obese woman presenting with Oligomenorrhea, infertility and hirsutism?",
        "exp": "Ans. is a, i. e. Polycystic ovaries. Ref: Shaw 15th/ed, p371; Novak 14th/ed, p1076A young woman presenting in the third decade with obesity, oligomenorrhea, infertility and hirsutism leaves no doubt for the diagnosis of PCOS. According to Rotterdam criteria - PCOD is diagnosed if any 2 of the following criteria are being fulfilled: i. Ovulatory dysfunction such as oligomernorhea or hyperandrogenism. ii. Clinical or biochemical evidence of hyperandrogenism. iii. USG criteria. Since this female, has oligomenorrhea and hirsutism, so 2 of the criteria are being fulfilled.",
        "cop": 1,
        "opa": "Polycystic ovaries",
        "opb": "Endometriosis",
        "opc": "Pelvic inflammatory disease",
        "opd": "Turner's syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "1f265f37-16e2-409e-b7fc-625734bd0ed7",
        "choice_type": "single"
    },
    {
        "question": "Which of these is diagnostic of menopause?",
        "exp": "Ans, is a, i. e. Serum FSH > 40. Ref: Shaw's Textbook of Gynecology 15th/ed, p62. Diagnostic Criteria for Menopause* Estrogen (E2) low at 10-20pg/mL* Estrone (E1) - 30-70pg/mL* E2/E1 < 1* Urine FSH >40. IU/L",
        "cop": 1,
        "opa": "Serum FSH >40",
        "opb": "Serum LH >20",
        "opc": "Serum FSH <40",
        "opd": "Serum estradiol <30",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "9e8cd3f5-cadb-4ce4-ba28-a4ad809f1d10",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old woman comes for treatment of hirsutism. She is obese and has facial acne and hirsutism on her face. Serum LH level is 36 m. IU/mL and FSH is 9 m. IU/mL. Androstenedione and testosterone levels are mildly elevated, but serum DHEAS is normal. The patient does not wish to conceive at this time. Which of the following is the most appropriate treatment of her condition?",
        "exp": "Ans. is a, i. e. Oral contraceptive pills. This patient is having hirsutism with altered LH: FSH ratio. Most probably it is a case of PCOS 1st line management of hirsutism in PCOS is OCPs.",
        "cop": 1,
        "opa": "Oral contraceptives pills",
        "opb": "Corticosteroids",
        "opc": "Gn. RH analog",
        "opd": "Wedge resection of ovary",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "0a1756da-0cf1-44a9-a619-b955d7693eb7",
        "choice_type": "single"
    },
    {
        "question": "% of PCOS patients having diabetes mellitus:",
        "exp": "Ans. is d, i. e. 10%Ref: Leon Speroff 8th/ed, p5. I7. PCOS: Upto 35% exhibit impaired glucose tolerance and upto 10% have diabetes mellitus. In all PCOS patients, a baseline 2-hour OGTT is recommended.",
        "cop": 4,
        "opa": "50%",
        "opb": "30%",
        "opc": "20%",
        "opd": "10%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "72a2d9f5-47d7-4cc2-82a9-586b23856db7",
        "choice_type": "single"
    },
    {
        "question": "M/C cause of hirsutism in a young female:",
        "exp": "Ans. is d, i. e. PCOSRef: Leon Speroff 8th/ed, p545M/C cause of hirsutism in young females PCOD/PCOSM/C pathological cause of hirsutism in young females -- PCOS/PCOD. 2nd M/C cause of hirsutism in young females is Idiopathic hirsutism",
        "cop": 4,
        "opa": "Ovarian tumor",
        "opb": "Adrenal tumor",
        "opc": "CAH",
        "opd": "PCOS",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "0a7372a4-a87f-47ef-896b-385791e795ed",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of PPH is -",
        "exp": "Ans. is 'a' i. e., Atonic PPH o Postpartum haemorrhage - Related to the amount of blood loss in excess of 500 ml following birth of the baby (WHO). Causes:# Atonic (Most common)# Traumatic# Retained tissues# Blood coagulopathy.# Atonic uterus - Atonicity of the uterus is the most common cause of postpartum haemorrhage. o Common causes of Uterine atonicity:# Grand multipara# Over - distension of the uterus# Malnutrition and anemia# Prolonged labour# Anaesthesia# Uterine fibroid - causes imperfect retraction mechanically.",
        "cop": 1,
        "opa": "Atonic PPH",
        "opb": "Traumatic PPH",
        "opc": "Retained tissues",
        "opd": "Bloodcoagulopathy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "f1b70c55-e8fa-45f0-b286-ec225b2995e2",
        "choice_type": "single"
    },
    {
        "question": "Clitoromegaly is defined if clitoris is:",
        "exp": "Ans. is c, i. e. >10mm. Clitoromegaly is defined as clitoris >10mm is size or clitoral index (length multiplied width) greater than 35mm. Note: Normal length =5. 0+-1. 4mm",
        "cop": 3,
        "opa": ">=5 mm",
        "opb": ">=7 mm",
        "opc": ">10 mm",
        "opd": "15 mm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "c8021266-ee77-4a49-9d09-6c34949c2508",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old female patient Radha having children aged 5 and 6 years has history of amenorrhea and galactorrhea. Blood examination reveals increased prolactin. CT of head is likely to reveal:",
        "exp": "Ans. is a, i. e. Pituitary adenoma. Ref: Novak 14th/ed, p1104, 1109; Harrison 17th/ed, p2205-2206; Williams Gynae 1st/ed, p 338 onwards",
        "cop": 1,
        "opa": "Pituitary adenoma",
        "opb": "Craniopharyngioma",
        "opc": "Sheehan's syndrome",
        "opd": "Pinealoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "5a013820-3998-4956-8161-5918c73fb822",
        "choice_type": "single"
    },
    {
        "question": "Metropathica hemorrhagica is best treated by:",
        "exp": "Ans. is b, i. e. Progestogen. Ref: Dutta Gynae 5th/ed, p184, 187, 6th/ed, p. Metropathica hemorrhagica is a type of anovulatory DUB, hence logically speaking it should be best treated by progesterone therapy. It is mostly seen in premenopausal women. Patients complain of a variable period of amenorrhea followed by excessive painless bleeding. On HPE-cystic glandular hyperplasia, Swiss cheese pattern is seen, and secretory changes are absent. Treatment:* In DUB due to anovular causes: Progesterones are the mainstay of therapy.* They diminish the effects of estrogen on target cells by inhibiting oestrogen receptors.",
        "cop": 2,
        "opa": "Curettage of uterus",
        "opb": "Progestogen",
        "opc": "Estrogen",
        "opd": "Clomiphene",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "07b5fc5f-d726-4707-94a5-197c341f180d",
        "choice_type": "single"
    },
    {
        "question": "Hormone replacement therapy is not given for:(AIIMS May 2013, Nov 2011)",
        "exp": "Ans. d. Prevention of CAD (Ref: Novak's Gynae 14/e p1330-1333). Normal women have ovarian failure or menopause, at a mean age of 51 years, with 95 percent becoming menopausal between the ages of 45 to 55 years. Estrogen is the most effective treatment available for relief of the menopausal symptoms that many women experience, including hot flashes, vaginal dryness, urinary symptoms, and emotional lability. However, data from the Women's Health Initiative showed no cardiovascular benefit with unopposed estrogen and a small increase in risk with combined therapy. Estrogen is an option for the prevention of osteoporosis in perimenopausal women, estrogen-progesterone therapy reduces fracture risk at a cost of increase in the incidence of breast cancer, coronary heart disease, stroke and venous thromboembolism, or in the case unopposed estrogen, an increase in stroke and thromboembolism. At this time, post-menopausal hormone therapy, either unopposed estrogen or combined estrogen-progestin therapy should not be initiated for prevention of CUD. Hormone Replacement Therapy. Estrogen is the most effective treatment available for relief of the menopausal symptoms that many women experience, including hot flashes, vaginal dryness, urinary symptoms, and emotional lability. However, data from the Women's Health Initiative showed no cardiovascular benefit with unopposed estrogen and a small increase in risk with combined therapy. Estrogen is an option for the prevention of osteoporosis in perimenopausal women, estrogen-progesterone therapy reduces fracture risk at a cost of increase in the incidence of breast cancer, coronary heart disease, stroke and venous thromboembolism, or in the case unopposed estrogen, an increase in stroke and thromboembolism. At this time, pwst-menopausal hormone therapy, either unopposed estrogen or combined estrogen-progestin therapy should not be initiated for prevention of CHD. In addition, postmenopausal hormone therapy is no longer considered to be first line drug for prevention and treatment of osteoporosis. Bisphosphonates or raloxifene are recommended as first line drugs for prevention and bisphosphonates for treatment of established osteoporosis.",
        "cop": 4,
        "opa": "Urogenital atrophy",
        "opb": "Vasomotor symptoms",
        "opc": "Prevention of osteoporosis",
        "opd": "Prevention of CAD",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "06866de8-86fc-4f40-a695-c3e49e6ec3d3",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in premenstrual syndrome -",
        "exp": "Ans. is 'b' i. e., SSRI Premenstrual syndrome (PMS) or perimenstrual syndromeo It is a collection of emotional symptoms, with or without physical symptoms, related to a woman's menstrual cycle, o Most women are of child-bearing age (up to 85%)o Medical definitions of PMS are limited to a consistent pattern of emotional and physical symptoms occurring only during the luteal phase of the menstrual cycle that are of''sufficient severity to interfere with some aspects of life\"o Under typical definitions, at least 5 of the following symptoms must be present at some point during the ten days immediately before the onset of menses, and must not be present for at least one week between the onset of menses and ovulation. Emotional and behavioural symptomso Tension or anxietyo Depressed moodo Crying spellso Mood swings and irritability or angero Appetite changes and food cravingso Trouble falling asleep (insomnia)o Social withdrawalo Poor concentration. Physical signs and symptomso Joint or muscle paino Headacheo Fatigueo Weight gain related to fluid retentiono Abdominal bloatingo Breast tendernesso Acne flare-upso Constipation or diarrhoea. Causeso Cyclic changes in hormoneso Chemical changes in the brain. Fluctuations of serotonin, a brain chemical (neurotransmitter), o Depressiono Stresso Poor eating habits. Treatment. Conservativeo Elimination of caffeine from dieto Smoking cessationo Counselling & emotional supporto Dietary changeso Regular exerciseo Stress managemento Adequate sleep. Ovulation inhibitiono OCPs (esp. drospirenone containing)o Gn. RH agonists. Medicationso Antidepressants like Selective serotonin reuptake inhibitors (SSRIs), which include Fluoxetine, paroxetine, sertraline and others are the first-line agents for treatment of severe PMS or PMDD. TCAs can also b tried. o Nonsteroidal anti-inflammatory drugs (NSAIDs). Taken before or at the onset of your period, NSAIDs such as ibuprofen or naproxen can ease cramping and breast discomfort, o Diuretics. When exercise and limiting salt intake aren't enough to reduce the weight gain. Spironolactone (Aldactone) is a diuretic that can help ease some of the symptoms of PMS. o Medroxyprogesterone acetate (Depo-Provera). For severe PMS or PMDD, this injection can be used to temporarily stop ovulation. However, Depo-Provera may cause an increase in some of the same signs and symptoms experienced with PMS, such as increased appetite, weight gain, headache and depressed mood, o Evening primrose & pyridoxine for mastalgia.",
        "cop": 2,
        "opa": "Antipsychotics",
        "opb": "SSRI",
        "opc": "OCP",
        "opd": "Depo progesterone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "7fe04a2f-43dc-44b8-b239-3b1b0f560ef3",
        "choice_type": "single"
    },
    {
        "question": "A 20-year old average weight female complains of oligomenorrhea along with facial hair. Preliminary investigations reveal raised free testosterone levels. USG Pelvis: ovary shows \"subcapsular cysts\" of varying size. Which of the following could be likely etiology?",
        "exp": "Ans. b. PCOD (Ref: Jeffcott 6/e p205; Shaw's 14/331-332, 13/e p353-354; Novaks 14/1077, 1082) Most likely etiology in a 20-year old average weight female with complains of oligomenorrhea and facial hair with raised free testosterone levels and normal morphology of ovaries on ultrasound is PCOD. Drug not given in PCOD in a 30-year-old lady with infertility is tamoxifen. Polycystic Ovarian Syndrome/Stein Levinthal's Syndrome Diagnostic Criteria for PCOS Major Minor * Chronic anovulationQ * HyperandrogenemiaQ * Clinical signs of hyperandrogenemiaQ * Other etiologies excludedQ * Insulin resistanceQ * Perimenarchal onset of hirsutism and obesityQ * Elevated LH to FSH ratioQ * Intermittent anovulation with hyperandrogenemiaQ Clinical Features: Seen mostly in 15-25 years of ageQ It includes chronic non-ovulation and hyperandrogenemia associated with normal or raised estrogen (E2), raised LH, low FSH/LH ratio. Q The raised E2 level causes negative feedback to pituitary resulting in diminished FSH, but raised LHQ. The involvement of the adrenal gland is seen in raised androstenedione, dehydroepiandrosterone, testosterone and 17 alpha-hydroxyprogesterone. Much of the testosterone is secreted by the ovarian stromaQ Appearance: Macroseopically, the ovaries are often bilaterally enlarged, with thick capsuled The surface may be lobulated but the peritoneal surface is free from adhesions. Multiple cyst 0. 5 to 1 mm and at times up to 20 mm in size are localized along the surface of the ovary giving a \"necklace\" appearance on ultrasoundQ. Theca cell hyperplasia is seen which produces excess testosterone secretion. Ultrasound shows several \"subcapsular cysts\" of varying size, diagnostic of PCOSQ. Laparoscopic evaluation is not only diagnostic, but also therapeuticQ. Treatment: Weight lossQ of more than 5% of previous weight is important. Cigarette smoking should be avoidedQ Estrogen best given with progesterone with no androgenic properties. Dexamethasone 0. 5 mg at bedtime also reduces androgen production. Hirsutism is treated with cyproterone acetate or spironolactone. Infertility is treated with Clomiphene, 80% ovulate and 40% conceive. However, abortion rate of 25-40% is due to corpus luteal phase defect manifested by ClomipheneQ. In Clomiphene failed group, ovulation can be induced with FSH or Gn. RH analoguesQ Metformin treats the root cause of PCOSQ, rectifies endocrine and metabolic functions and improves fertility and is drug of choiceQ. Surgery (laparoscopic multiple puncture of cyst) is reserved for those in whom: Medical therapy fails Hyperstimulation occurs Use of Gn. RH analogue is a cost constraint Consequences of Polycystic Ovarian Syndrome Short-Term Consequences Long-Term Consequences * Menstrual dysfunctionQ (Irregular menses): - Amenorrhea. Oligomenorrhea - Episodic menomectorrhagia * Hyperandrogen ismQ: - HirsutismA, Acne, Androgenic alopecia * InfertilityQ * ObesityQ * Insulin resistanceQ (Acanthosis nigricans) * Dyslipidemia0 (Androgenic lipoprotein profile): - Increased LDL and TG - Increased Total cholesterol: HDL ratio - Decreased HDL * Metabolic syndromeQ: Characterized by insulin resistance, obesity, androgenic dyslipidemia and hypertension * Obstructive sleep apneaQ (Related to central obesity and dyslipidemia) * Diabetes mellitusQ: increased risk of impaired glucose tolerance and type 2 DM in PCOS patients * Cardiovascular diseasesQ: Greater prevalence of atherosclerosis and cardiovascular disease with an increased risk of myocardial infarction * Cancer: * Endometrial carcinomaQ (3 fold increase risk) * Ovarian cancerQ - Women with PCOS are associated with a definite increased risk of endometrial cancer. An increased risk of ovarian cancer and breast cancer has also been suggested.",
        "cop": 2,
        "opa": "Idiopathic hirsutism",
        "opb": "PCOD",
        "opc": "Adrenal hyperplasia",
        "opd": "Testosterone secreting tumor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "278d80aa-ef4f-4e4a-b62b-4818c689cc3a",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old patient complains of primary amenorrhea. She had well developed breast and public hair but on examination there was absence of uterus and vagina. Likely diagnosis is:",
        "exp": "Ans. is b, i. e. Mullerian agenesis. Ref Jeffcoates 7th/ed, p197-198; Leon Speroff 7th/ed, p455-457, 460-461, 1261-1262. In the question a 19-year-old girl is presenting with primary amenorrhea, she has well developed breast and public hair but on examination uterus and vagina are absent. Since her breast and public hair both are well developed- this means her secondary sexual characteristics are well developed. This means in this female amount of estrogen is adequate, which means she has normally functioning ovaries. Thus, options XYY (presence of Y Chromosome means- gonads are testis), Klienfelter's syndrome (genotype = 47. XXY- again since Y chromosome is present, gonads are testes i. e. they are males) are ruled out and in gonadal dysgenesis- gonads are incompletely formed and are streak gonads, M/c example is Turner's syndrome - genotype 45. XO. Since gonads are streak, therefore estrogen is insufficient so secondary sexual characteristics are not well developed. In Turners thus by exclusion, our answer is option b- i. e. Mayer Rokitansky kuster hauser syndrome. \"Patients with mullerian agenesis, typically present in late adolescence or as young adults, well after menarche was expected, with primary amenorrhea as their only complaint. They exhibit normal, symmetrical breast and public hair development, no usable vagina and have no symptoms or signs of cryptomenorrhea because the rudimentary uteri contain no functional endometrium. \" - Ref: Leon speroff 8th/ed, p455",
        "cop": 2,
        "opa": "XYY",
        "opb": "Mullerian agenesis",
        "opc": "Gonadal dysgenesis",
        "opd": "Klinefelter syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "2e1651ae-c41c-4ec4-ad6e-454829917c19",
        "choice_type": "single"
    },
    {
        "question": "You treat a 27-year-old infertile patient with bromocriptine. What should be the diagnosis?",
        "exp": "ANS. DClinical manifestations of hyperprolactinemia. Women. Men* Galactorrhea 30-80%* Galactorrhea <30%* Menstrual irregularity* Impotence* Infertility Other manifestations* Visual field abnormalities* Headaches* Extraocular muscle weakness* Anterior pituitary malfunction. Hypogonadism in both women and men by suppressing gonadotropin-releasing hormone (Gn. Rh) secretion and pulsatility, resulting in low level of LH and FSH. Medical therapeutic options for the management of hyperprolactinemia* Dopamine agonists are currently the first therapeutic option* Dopamine agonists have proven efficacy in reducing prolactin levels, restoring ovulation in premenopausal women and restoring gonadal function in men* Bromocriptine has been used the longest* Cabergoline has greater affinity and selectivity for pituitary dopamine D2 receptor and longer duration of action.",
        "cop": 4,
        "opa": "Hyperpituitarism",
        "opb": "Hypopituitarism",
        "opc": "Polycystic ovarian disease (PCOD)",
        "opd": "Hyperprolactinemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "9293a00c-d8ad-40e4-97bc-9ce37d425102",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old woman para 2+0, hypertension have menorrhagia. Which is best treatment for her?",
        "exp": "Ans. is b, i. e. Mirena. Ref: Novak 15th/ed, p788; Williams Gynae 1st/ed, p187-l88. In this particular question, female is 30 years old i. e. very young so we should not choose hysterectomy or endometrial ablation as the management of choice because in future she might desire pregnancy. Patient is hypertensive, hence OCPs are contraindicated, so our answer by exclusion is Mirena which is logically also correct, as this patient has 2 children so she may not desire pregnancy presently. Thus, Mirena serves 2 purposes in this female-I. Controls bleeding. II. Contraceptive benefit. In future, if she desires pregnancy, she may get mirena removed. Our answer is further supported by the following lines -\"The LNG IUS can be used in all women as a first line of treatment of menorrhagia inplace of oral medications. It is particularly useful in reproductive aged women who desire contraception. \" - Ref: Williams Gynae 1st/ed, p188\"Heavy menstrual bleeding that doesnot respond to oral medication may be managed by endometrial ablation using coagulation, resection or vaporization provided that patient is willing to forgo future fertility. Alternatively if future fertility is desired, a levonorgestrel releasing intrauterine device can provide virtually equal clinical outcome. \" - Ref: Novak 15th/ed, p788",
        "cop": 2,
        "opa": "Combined pills",
        "opb": "Mirena",
        "opc": "Hysterectomy",
        "opd": "Transcervical resection of endometrium",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "3cd50705-82f0-4a45-96cf-22bdcf02064b",
        "choice_type": "single"
    },
    {
        "question": "Kali Rani, a 20-year-old girl presents with history of rapidly developing hirsutism and amenorrhea. To establish the diagnosis you would like to proceed with which of the following tests in blood:",
        "exp": "Ans. is c, i. e. Testosterone. Ref: Dutta Gynae 4th/ed, p524; Leon Speroff 7th/ed, p502-511, 515; Williams Gynae 1st/ed, p391\"A variety of ovarian neoplasms, both benign and malignant may produce testosterone and lead to virilization. Specifically, women with an abrupt onset, typically within several months, or sudden worsening of virilizing signs should prompt concern for a hormone producing ovarian or adrenal tumor. Symptoms may include deepening of voice, frontal balding, severe acne or hirsutism or both, increased muscle mass and clitoromegaly. Accordingly, serum testosterone levels may be used to exclude these tumors. Free testosterone levels are more sensitive than total testosterone levels as an indicator of hyperandrogenism. Although improving, current five testosterone assays lack a uniform laboratory standard. For this reason, total testostrerone levels remain the best approach for excluding a tumor. Threshold values beyond 200ng/dl of total testosterone warrant evaluation for an ovarian leison. \" - Williams Gynae 1st/ed, p391. Testosterone estimation is the best investigation in case of rapid onset hirsutism and amennorhea. Lines of Leon Speroff further support the answer --\"A serum testosterone concentration greater than 150mg/dl identifies almost all woman with a potential androgen producing tumor. However, a tumor still should be suspected and excluded in a woman with rapidly progressive hirsutism or signs and symptoms of virilization, even when the serum testosterone concentration is below the threshold value. \" - Leon Speroff 8th/ed, p52* M/C cause of rapid onset hirsutism in young females = Testosterone producing tumor. DHEA sulphate is produced exclusively by the adrenal gland. Therefore, serum DHEAS levels above 700mcg/dl are highly sensitive for the presence of an adrenal neoplasm. Adrenal imaging with abdominal CT or MRI is indicated for any patient with DHEAS levels that exceed this value.",
        "cop": 3,
        "opa": "17 - OH progesterone",
        "opb": "DHEA",
        "opc": "Testosterone",
        "opd": "LH: FSH ratio",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "f5cd3fa7-6b05-4c88-a6a7-909320bb1e7f",
        "choice_type": "single"
    },
    {
        "question": "In DUB, there is:",
        "exp": "Ans. is a, i. e. Increased estrogen. Ref: Shaw 15th/ed, p301. DUB is mainly anovulatory: Bleeding occurs due to the hypertrophy and hyperplasia of the endometrium induced by a high titer of estrogen in the circulating blood is absence of progesterone. This is the reason why initially due to lack of progesterone patients complain of amenorrhea and later on, due to excessive estrogen they complain of excessive bleeding.",
        "cop": 1,
        "opa": "Increased estrogen",
        "opb": "Decreased receptors of progesterone",
        "opc": "Decreased receptors of estrogen",
        "opd": "Pituitary imbalance of hormones",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "0b5b2ad2-a5e2-4dd6-9211-5dacd65f2b33",
        "choice_type": "single"
    },
    {
        "question": "Primary amenorrhea with absent uterus, normal breasts and scanty pubic hair is seen in:",
        "exp": "Ans. is d, i. e. Testicular feminizing syndrome. Ref: Novak 14th/ed, p1037-1038. The patient is presenting with primary amenorrhea along with well developed breast and scanty pubic hair and axillary hair -leave no doubt regarding Testicular feminizing syndrome as the diagnosis.",
        "cop": 4,
        "opa": "Mayer Rokitansky Kuster Hauser Syndrome",
        "opb": "Turner Syndrome",
        "opc": "Noonan Syndrome",
        "opd": "Testicular feminizing syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "bc1cbcfe-6898-48e5-a19a-40e32c32e2e8",
        "choice_type": "single"
    },
    {
        "question": "Percentage of females with oligomenorrhea in PCOs:",
        "exp": "Ans. is d, i. e. 80%Ref: Shaw 15th/ed, p370. Patients of PCOS develop early oligomenorrhea (87%) or short period of amenorrhea (26%) followed by prolonged periods.",
        "cop": 4,
        "opa": "50%",
        "opb": "60%",
        "opc": "70%",
        "opd": "80%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "02b4fc0b-91c0-45a4-9135-a9feadde12ba",
        "choice_type": "single"
    },
    {
        "question": "A 13-year-old young girl presents in the casualty with acute pain in the lower abdomen. She has history of cyclical pain for last 6 months and she has not attained her menarche yet. On local genital examination, a tense bulge in the region of hymen was seen. The most probable diagnosis is:",
        "exp": "Ans. is c, i. e. Imperforate hymen. Ref: Shaw 15th/ed, p96-97A young girl who has not attained menarche but has history of cyclical pain for last 6 months, presenting to casualty with acute abdomen and on examination a tense bulge in the region of hymen - clearly point towards \"Imperforate hymen\" as the diagnosis.",
        "cop": 3,
        "opa": "Mayer Rockitansky Kuster Hauser syndrome",
        "opb": "Testicular feminization syndrome",
        "opc": "Imperforate hymen",
        "opd": "Asherman's syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "e45da1d0-3b72-4c9c-b4e2-23892a992ca1",
        "choice_type": "single"
    },
    {
        "question": "A young female presents with the history of spontaneous abortions and secondary amenorrhea since then. FSH 6 ILI/mL. What is the most probably cause of amenorrhea?",
        "exp": "Ans. D. Uterine synechiae. FSH within normal limit rules out other options. Recurrent spontaneous abortions supports the answer. Asherman Syndrome* Intrauterine synechiae is also known as Asherman syndrome.* This condition occurs due to vigorous uterine curettage in early pregnancy which may lead to scarring that interferes with normal endometrial growth and shedding.* Asherman syndrome is classified as mild, moderate, or severe depending upon the degree and extent of adhesion.* The patients present with secondary amenorrhea, hypomenorrhea, and infertility or habitual abortions.* Hysteroscopy confirms uterine synechiae, type (flimsy or fibrous) and extent of adhesions. Treatment: Reformation of adhesions is prevented by insertion of IUCD for 3 months and giving estrogen cyclically (21 days) for 3 months to developendometrium.",
        "cop": 4,
        "opa": "Ovarian failure",
        "opb": "Pituitary failure",
        "opc": "Fresh pregnancy",
        "opd": "Uterine synechiae",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "e3d7cc18-bd2e-451b-8a71-89b1800becd0",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old mother of two children is suffering from amenorrhea from last 12 month. She has a history of failure of lactation following second delivery but remained asymptomatic thereafter. Skull X-ray shows empty sella diagnosis is:",
        "exp": "Ans. is c, i. e. Sheehan's syndrome. Ref: Williams Gynae 1st/ed, p374; Leon Speroff 7th/ed, p438; Jeffcoate 7th/ed, p582-583. Here before arriving to any diagnosis lets first see the causes of: Empty Sella:* Congenital incompleteness of the sellar diaphragm.* Secondary to surgery/radiotherapy or infarction of pituitary tumor.* Secondary to infarction and necrosis of pituitary gland. Now from the given causes: either pituitary tumor or Sheehan's syndrome can cause an empty sella on X-ray. Pituitary tumours (micro/macroadenoma) are prolactin secreting tumors and hence, cause galactorrhea (not lactational failure) with amenorrhea and are so, ruled out. So, the obvious answer by exclusion is Sheehan's Syndrome. Sheehan's syndrome:* It is the syndrome which results from ischemic necrosis of most of the anterior pituitaryQ due to spasm in its arterioles occurring at the time of severe hemorrhage or shock, complicating childbirth. Clinical Features: SymptomsQ* Failure of lactation after deliveryQ* Secondary amenorrheaQ* Loss of libidoQ* Increased sensitivity to cold (hvpothyroidism)Q Remember | Amenorrhea With failure to lactate With galactorrhea, headache and blurring of vision| |Think sheehan's syndrome Think prolactinoma",
        "cop": 3,
        "opa": "Menopause",
        "opb": "Pituitary tumor",
        "opc": "Sheehan's syndrome",
        "opd": "Intraductal papilloma of breast",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Disorders in Menstruation",
        "id": "f3598aa2-94b1-4f48-a9fa-f6e0fd87c3e7",
        "choice_type": "single"
    }
]