[
    {
        "question": "What is the sequence of development of pubey in girls ?",
        "exp": "The sequence of SPECIFIC events of Pubeal events in girls is thelarche, pubarche, linear growth spu, menarche. Please note: This is not to confuse with accelarated general physical growth which is the first event in pubey Pubey Specific events in girls Events in boys 1st Thelarche Testicular enlargement 2nd Pubarche Penile enlargement & pubic hairs 3rd Linear Growth,Height, spu Linear Growth spu 4th Menarche Axillary hair and facial hairs In girls, pubeal development typically takes place over 4.5 years. The first sign of pubey is accelerated growth, and breast budding is usually the first recognized pubeal change, followed by the appearance of pubic hair, peakgrowth velocity, and menarche.... Novaks Gyne",
        "cop": 1,
        "opa": "Thelarche, Pubarche, linear growth spu, Menarche,",
        "opb": "Pubarche, Thelarche, Menarche, linear growth spu",
        "opc": "Pubarche, Menarche, Thelarche, linear growth spu",
        "opd": "Menarche, Thelarche, Pubarche, linear growth spu",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "DNB 2018",
        "id": "f09c1184-52d9-481d-97be-018d1a798945",
        "choice_type": "single"
    },
    {
        "question": "Vulval carcinoma treatment during early stage:-",
        "exp": "Vulvar carcinoma squamous cell carcinoma is most common histologic type Modern treatment Early stage 1 radical local excision More Advanced (2) modified radical excision with SENTINEL NODE biopsy Advanced stage (3&4) radiation plus chemotherapy (chemo radiation) possibly followed by limited surgery",
        "cop": 3,
        "opa": "Radiotherapy",
        "opb": "Chemotherapy",
        "opc": "Surgery",
        "opd": "Chemoradiation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "DNB 2018",
        "id": "41c79950-71ed-4569-bfaf-6e7c68c04c0f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antenatal complications may cause placentomegaly?",
        "exp": "Placentomegaly- Causes Maternal causes: Diabetes Anemia and malnutrition Infections: TORCH , CMV, Parvo virus, syphilis. Fetal causes Hydrops fetalis: Rh incompatibility, ABO incompatibility, fetal cardiac failure Chronic intrauterine infections Umbilical vein obstruction H mole TTTS Placental causes Placental tumours: chorangioma",
        "cop": 2,
        "opa": "Hypeension",
        "opb": "Diabetes",
        "opc": "Abruption",
        "opd": "HIV",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "DNB 2018",
        "id": "775b329f-8966-4b00-9adc-69b6063ea811",
        "choice_type": "single"
    },
    {
        "question": "A girl presents with primary amenorrhoea with normal breast, hirsutism and acne. She most probably has:-",
        "exp": "Polycystic ovarian syndrome was originally described in 1935 by Stein & Leventhal as a syndrome manifested by amenorrhea , hirsutism and obesity associated with enlarged polycystic ovaries, It is the most common endocrine disorder in women of reproductive age.",
        "cop": 2,
        "opa": "Klinefelter syndrome",
        "opb": "PCOD",
        "opc": "Turner's syndrome",
        "opd": "Gonadal dysgenesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "DNB 2018",
        "id": "990de96b-2ee3-4b5e-a9ab-f433607c5f93",
        "choice_type": "single"
    }
]