[
    {
        "question": "Spigelberg criteria is used in:",
        "exp": "Ans. is a, i. e. Ovarian pregnancy. Site of ectopic. Criteria for diagnosis. Ovarian ectopic. Abdominal ectopic. Cervical ectopic. Spigelberg criteria. Studdiform ectopic. Rubin criteria/ Palmann criteria",
        "cop": 1,
        "opa": "Ovarian pregnancy",
        "opb": "Abdominal pregnancy",
        "opc": "Cervical pregnancy",
        "opd": "Tubal pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "7ddf32c9-b8f9-4841-814f-170708151dd7",
        "choice_type": "single"
    },
    {
        "question": "Leash sign is found in",
        "exp": "Ans. A. Ectopic Pregnancy. All cases of ectopic pregnancies had a typical eccentric leash of vessels on color Doppler that showed a low resistance placental type of flow on spectral Doppler. This is called leash sign. This sign has a sensitivity of 100% and specifity of 99% a positive predictive value of 95% and negative predictive value of 100% thus helping in the diagnosis of early ectopic pregnancy, and resulting in earlier treatment with reduced morbidity and mortality.",
        "cop": 1,
        "opa": "Ectopic Pregnancy",
        "opb": "Vulvovaginitis",
        "opc": "Polyhydramnios",
        "opd": "Tubercular Salpingitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "7c7c4853-9f28-4604-b83b-71fcfff2e026",
        "choice_type": "single"
    },
    {
        "question": "Arias Stella reaction is not seen in:",
        "exp": "Ans. is d, i. e. Salpingitis isthmica nodosa. Ref Novak 14/e, p 608. Arias Stella reaction. Arias Stella reaction is characterized by adenomatous change of the endometrial glands. There is intraluminal budding. Cells loose their polarity, have hyperchromatic nucleus, vacuolated cytoplasm and occasional mitosis. The reaction is seen in ectopic pregnancy (in 10-15% cases) and indicates blightening of conceptus either intra or extra uterine. Arias Stella Reaction is not specific for ectopic pregnancy but for blightening of conceptus either intra uterine or extrauterine. In the options given: Ovarianpregnancy. Interstitialpregnancy }Are examples of ectopic pregnancy and therefore Arias Stella reaction will be seen in them. Molar pregnancy will lead to blightening of ovum and therefore, Arias Stella reaction may be seen. Salpingitis isthmica nodosa: Salpingitis Isthmica Nodosa (SIN) is a noninflammatory pathologic condition of the tube in which tubal epithelium extends into the myosalpinx and forms a true diverticulum. This condition is found more often in the tubes of women with an ectopic pregnancy than in nonpregnant women. Whether tubal pregnancy is caused by SIN or whether the association is coincidental is unknown. So by itself in SIN, Arias Stella Reaction is not seen. Only when SIN will lead to Ectopic pregnancy then Arias Stella Reaction will be seen.",
        "cop": 4,
        "opa": "Ovarian pregnancy",
        "opb": "Molar pregnancy",
        "opc": "Interstitial pregnancy",
        "opd": "Salpingitis isthmica nodosa",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "ca1345d0-1dc2-49f5-92ff-a225ee256914",
        "choice_type": "single"
    },
    {
        "question": "Spiegelberg criteria is used for the diagnosis of:",
        "exp": "Ans. B. Ovarian pregnancy. The most common site of ectopic pregnancy is fallopian tube. Ectopic at other sites is secondary to ruptured ectopic from fallopian tube unless proved otherwise. The criteria defining primary ectopic at these uncommon sites are as follows. Rubin's----primary cervical, Spiegelberg----primary ovarian, Studdiford---- primary abdominal pregnancy",
        "cop": 2,
        "opa": "Tubal pregnancy",
        "opb": "Ovarian pregnancy",
        "opc": "Cervical pregnancy",
        "opd": "Abdominal pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "68af00ed-8f1e-4126-b40b-228f2ade395d",
        "choice_type": "single"
    },
    {
        "question": "Methotrexate is best suited when b-h. CG concentration is:",
        "exp": "Ans. is a, i. e. < 5000 IU. (Ref. Williams Obs 25/e pg 378). Failure rate of methotrexate is 3. 8%. If b-h. CG levels are < 5000 IU but rise to 14% if levels are between 5000-10, 000.",
        "cop": 1,
        "opa": "<5000 IU",
        "opb": "<6000 IU",
        "opc": "<7000 IU",
        "opd": "<10, 000 IU",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "d78f90a8-0d9d-4609-879f-f1a16b58df63",
        "choice_type": "single"
    },
    {
        "question": "A 21-years-old girl with 8 weeks amenorrhoea, now comes in shock. The likely diagnosis is:",
        "exp": "Ans. is a, i. e. Ruptured ectopic pregnancy. Ref Dutta Obs. 7/e, p 182. Remember: History of acute abdominal catastrophe with fainting attack and collapse i. e. shock following short period of amenorrhea, in a woman of child bearing age always points towards ectopic pregnancy (ruptured) and no other diagnosis.",
        "cop": 1,
        "opa": "Ruptured ectopic pregnancy",
        "opb": "Incarcerated amnion",
        "opc": "Twisted ovarian cyst",
        "opd": "Threatened abortion",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "fde3e34a-3296-4b97-a0ad-cfc384aa516b",
        "choice_type": "single"
    },
    {
        "question": "Rubin's diagnostic criteria is used for:",
        "exp": "Ans. C. Cervical pregnancy. Rubin's criteria, given by Rubin in 1983 for diagnosis of cervical pregnancy are as followsa. Soft enlarged cervix to or equal to or larger than fundus. b. Uterine bleeding following amenorrhea without uterine cramping. c. Products of conception entirely within or firmly attached to endocervix. d. Closed internal os, partially opens external os.",
        "cop": 3,
        "opa": "Ovarian pregnancy.",
        "opb": "Hydatiform mole.",
        "opc": "Cervical pregnancy.",
        "opd": "Abdominal pregnancy.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "e02fc90d-b0b2-4148-b54e-9cfadb3c640d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following treatment is not done in ectopic pregnancy?",
        "exp": "Ans. is b, i. e. Salpingo-oophorectomy. Ref. Dutta Obs. 7/e, p 186; Shaw 14/e, p 249. Surgical management of Ectopic pregnancy (laparoscopy laparotomy). Conservative surgery. Radical surgery. Salpingostomy:* It is the procedure of choice when the patient is hemodynamcially stable and wishes to retain her future fertility. Salpingotomy:* Seldom done nowadays. Segmental resection and anastomosis:* It is done in case of isthmic pregnancy. Fimbrial expression of the ectopic pregnancy:* Risk of recurrence of ectopic pregnancy are high therefore not commonly performed. Salpingectomy Indications Ruptured ectopic* The patient has completed her family, * The tubes are grossly damaged* Ectopic pregnancy has recurred in a tube already treated conservatively.* Uncontrolled bleeding* Sac size > 5 cm. Salpingo-oophorectomy i. e. removal of tubes along with the ovaries is not recommended in young patients--'''Presently salpingo Oophorectomy is never recommended unless the ovary itself is grossly diseased or damaged\". --Jeffcoate 7/e, p 154\"The ipsilateral ovary and its vascular supply is preserved. (Oophorectomy is done only if the ovary is damaged beyond salvage or is pathological\". --Dutta Obs. 6/e, p 188",
        "cop": 2,
        "opa": "Salpingectomy",
        "opb": "Salpingo-oophorectomy",
        "opc": "Salpingostomy",
        "opd": "Resection of involved segment",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "cd0f439f-6565-44da-a1e1-e0f890e4ece0",
        "choice_type": "single"
    },
    {
        "question": "Most common manifestation of ectopic pregnancy is:",
        "exp": "Ans. is c, i. e. Pain in abdomen. Ref. Dutta Obs. 7/e, p 180; Shaw 14/e, p 244. Most common and the most consistent symptom of ectopic pregnancy (undisturbed) is Abdominal pain. It is seen in 95-100% cases. Pain is located in the lower abdomen/pelvic region. It can be unilateral or bilateral. In case of ruptured ectopic pregnancy: pain is due to hemoperitoneum and when internal hemorrhage floods the peritoneal cavity and irritates the undersurface of diaphragm and phrenic nerve, the patient also complains of shoulder tip and epigastric pain. In case of unruptured ectopic pain is due to stretching of Fallopian tube.",
        "cop": 3,
        "opa": "Vomiting",
        "opb": "Bleeding",
        "opc": "Pain in abdomen",
        "opd": "Shock",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "77b6a2b6-15ec-4dae-b1a0-edf7e5780af8",
        "choice_type": "single"
    },
    {
        "question": "In ectopic pregnancy decidua is shed as:",
        "exp": "Ans. is a, i. e. Decidua vera. Ref. Shaw 14/e, p 244. Decidua vera is the parietal layer of decidua, that lines most of the uterine cavity. In ectopic pregnancy|Under the hormonal influence of Progesterone and estrogen|Uterine endometrium is converted to|Decidua (similar to Intrauterine pregnancy)|When the ectopic is interrupted. Levels of progesterone and estrogen decrease|Withdrawal of support to uterine endometrium|Endometrium (decidua) Shed off in the form of|Decidual cast-The passage of decidual cast is pathognomic of ectopic pregnancy. Q-Chorionic villi are characteristically absent in the decidua. Q-The presence of chorionic villi in the cast however rules out ectopic pregnancy and denotes uterine pregnancy. Also Know: Arias Stella Reaction is characterized by typical adenomatous changes of the endometrial glands seen under the influence of progesterone. \"It is not specific for ectopic pregnancy but rather indicates the blightening conceptus, either intrauterine or extrauterine\" --Dutta Obs 6/e, p 183",
        "cop": 1,
        "opa": "Decidua vera",
        "opb": "Decidua basalis",
        "opc": "Decidua capsularis",
        "opd": "Decidua rubra",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "ec5f6596-ca54-411c-81c6-a233902d232a",
        "choice_type": "single"
    },
    {
        "question": "Highest risk of ectopic pregnancy is with:",
        "exp": "Ans. is b. i. e. Surgery for previous ectopic(Ref: William Obs 25/e Pg 371). Surgeries for a prior tubal pregnancy for fertility restoration or for sterilization confer highest risk of Ectopic. William Obs 25/e pg 371",
        "cop": 2,
        "opa": "Intrauterine device",
        "opb": "Surgery for previous ectopic",
        "opc": "Salpingitis",
        "opd": "Salpingitis isthmica nodosa",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "7023f59d-eb41-41ae-8709-7d424b3f53b2",
        "choice_type": "single"
    },
    {
        "question": "Most valuable diagnostic test in case of suspected ectopic pregnancy:",
        "exp": "Ans. is b, i. e. Transvaginal USGRef. Dutta Obs. 7/e, p 182, 183; Williams Gynae 1/e, p 162, 163; Novak 14/e, p 611; Williams Obs. 22/e, p 259, 23/e, p 242, 43\"As explained earlier transvaginal ultrasound is the best available diagnostic modality for diagnosing ectopic pregnancy. Vaginal sonography yields correct pre-operative diagnosis of ectopic pergnancy in 91% cases. It decreases the need for diagnostic laparoscopy or curettage or both to establish the diagnosis of ectopic pregnancy\" --Williams Gynae 1/e, p 163\"Vaginal sonography has become the imaging method of choice. \" --Williams Obs. 22/e, p 259",
        "cop": 2,
        "opa": "Serial b-h. CG revels",
        "opb": "Transvaginal USG",
        "opc": "Progesterone measurement",
        "opd": "Culdocentesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "2b06d3e5-4283-4b39-8ece-70c0b9036191",
        "choice_type": "single"
    },
    {
        "question": "Most common complaints of ectopic pregnancy",
        "exp": "Ans. A. Pain* An ectopic pregnancy is one in which the fertilized ovum is implanted and develops outside the normal endometrial cavity.* Classic Triad of Ectopic Pregnancy* Pain (100%)* Amenorrhea (75%)* Bleeding per vaginam (70%)* NOTE: Triad is present only in 50% case of ectopic* Most common/Consistent finding of Ectopic Pregnancy Pain. Symptoms* Nausea and Vomiting* Lower Abdominal pain/generalized Abdomen pain* Shoulder tip pain (25%)* Syncopal attacks (10%)",
        "cop": 1,
        "opa": "Pain",
        "opb": "Vaginal bleeding",
        "opc": "Infection",
        "opd": "Amenorrhea",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "e52a25a6-054c-40ea-8026-92bad5ae722e",
        "choice_type": "single"
    },
    {
        "question": "In a nulliparous woman, the treatment of choice in ruptured ectopic pregnancy is:",
        "exp": "Ans. is a, i. e. Salpingectomy and end to end anastomosis. Ref Dutta Obs 7/e, p 185. In the question the patient is presenting with ruptured ectopic pregnancy therefore surgical management is a must and we have to do laparotomy. (option \"c\" ruled out). Always remember- In ruptured ectopic, the tube is already damaged so the only surgery which has to be done is Salpingectomy, whether the patient is a young/old or whether she is nulliparous or multiparous. Their is no role of Salpingostomy (i. e. option \"d\" ruled out). As discussed in previous question in case of ectopic pregnancy salpingo oophorectomy is never done (i. e. option \"b\" ruled out).",
        "cop": 1,
        "opa": "Salpingectomy and end to end anastomosis",
        "opb": "Salpingo-oophorectomy",
        "opc": "Wait and watch",
        "opd": "Linear salpingostomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "3aa164c6-c4ad-4b6a-bfe7-b1129b759611",
        "choice_type": "single"
    },
    {
        "question": "A patient having infertility is found to have bilateral cornual block on investigations. Best treatment that can be offered to her would be:",
        "exp": "Ans. A. In vitro fertilization. Invitro Fertilization is offered to those women who have irreparable / failed tubal damage. a. Depending on site of block, Tuboplasty is performed with successful pregnancy rate of 27% for fimbrial & 50% for isthmic. b. Thus, Transvaginal tubal catheterization or hysteroscopy and Tuboplasty have less success rate than IVF, hence IVF would be the best treatment option for her. c. Proximal tubal occlusions may be approached employing several different therapeutic approaches. In vitro fertilization techniques and microsurgical oviduct reconstruction with reimplantation techniques are two established modalities. Transcervical fallopian tube recanalization techniques now offer a third therapeutic alternative. d. Few disadvantages of IVF (In vitro fertilization): It has contributed to the increased incidence of ectopic pregnancy. One possible mechanism is accidental transfer of the embryo into the fallopian tubes. It is an expensive therapy, which only a few can afford.",
        "cop": 1,
        "opa": "In vitro fertilization",
        "opb": "Tuboplasty",
        "opc": "Hydrotubation",
        "opd": "Laparoscopy & hysteroscopy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "343278e1-b3ad-4118-b890-8c6b26181413",
        "choice_type": "single"
    },
    {
        "question": "A woman complains of right-sided lower abdominal pain and mild bleeding per vagina after a POA of 6 weeks. Her general condition is satisfactory. The urine h. CG test is positive. Transvaginal ultrasound scan reveals an adnexal mass 30 mm in diameter without evidence of cardiac activity, but no intrauterine pregnancy. What is the most appropriate management?",
        "exp": "Ans. is d, i. e. Treat with intramuscular methotrexate. In this case, the ectopic is unruptured. Size = 3 cm. No evidence of cardiac activity. All favour medical management with methotrexate.",
        "cop": 4,
        "opa": "Perform laparoscopic salpingectomy",
        "opb": "Perform laparoscopic salpingo-oophorectomy",
        "opc": "Perform laparoscopic salpingotomy",
        "opd": "Treat with intramuscular methotrexate",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "6dcea59b-c5fe-4588-b382-96eff3224269",
        "choice_type": "single"
    },
    {
        "question": "A patient underwent surgery for ovarian mass diagnosed on ultrasound. The tumor markers were negative. At laparotomy peritoneal washings were taken and after thorough inspection of abdomen Ipsilateral salpingo-oophorectomy was performed. The lateral end of the pedicle is formed of",
        "exp": "Ans. D. Infundibulopelvic ligament. The medial end of the pedicle is formed of round ligament and medial end of fallopian tube that is the interstitial end. The middle portion of the pedicle is formed of mesosalpinx.",
        "cop": 4,
        "opa": "Round ligament",
        "opb": "Ovarian ligament",
        "opc": "Mesosalpinx",
        "opd": "Infundibulopelvic ligament",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "dfdbd8f6-fbd0-4a9c-9ddd-c41431546c8d",
        "choice_type": "single"
    },
    {
        "question": "A female presents with 8 weeks amenorrhea with pain left lower abdomen. On USG, there was thick endometrium with mass in lateral adnexa. Most probable diagnosis:",
        "exp": "Ans. is a, i. e. Ectopic pregnancy. Ref William's Obstetrics 23/e, p 242, 243; Dutta Obs. 7/e, p 181A female with 8 weeks amenorrhea with pain left lower abdomen and on USG, thick endometrium with mass in lateral adnexa is suggestive of ectopic pregnancy.",
        "cop": 1,
        "opa": "Ectopic pregnancy",
        "opb": "Torsion of dermoid cyst",
        "opc": "Tubo-ovarian mass",
        "opd": "Hydrosalpinx",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "d22e72f5-27de-40b3-87e4-4ad9b0fbde46",
        "choice_type": "single"
    },
    {
        "question": "In fibroid which is not seen:",
        "exp": "Ans. is a, i. e. Amenorrhea. Ref: Shaw 15th/ed p356-7; Jeffcoate 7th/ed p492-3. Fibroids do not lead to amenorrhea, they lead to menorrhagia/metrorrhagia",
        "cop": 1,
        "opa": "Amenorrhea",
        "opb": "Pelvic mass",
        "opc": "Infertility",
        "opd": "Menstrual irregularity",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "ec4b83ea-560d-43fb-bf29-e09b2dd7ed95",
        "choice_type": "single"
    },
    {
        "question": "Young lady presents with acute abdominal pain and history of 11/2 months amenorrhoea, on USG examination there is collection of fluid in the pouch of Douglas and empty gestational sac. Diagnosis is:",
        "exp": "Ans. is a, i. e. Ectopic pregnancy. Ref. Dutta Obs. 7/e, p 182, 183. Young lady presenting with history of: Amenorrhea. Abdominal pain. On USG: Collection of fluid in pouch of Douglas. Empty gestational sac. Indicate: Ectopic pregnancy",
        "cop": 1,
        "opa": "Ectopic pregnancy",
        "opb": "Pelvic hematocele",
        "opc": "Threatened abortion",
        "opd": "Twisted ovarian cyst",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "dedbc92a-aa56-4a3f-b9f0-e36e205b1f46",
        "choice_type": "single"
    },
    {
        "question": "Suspected ectopic pregnancy is best diagnosed by",
        "exp": "Ans. B. TVS* Investigation of choice in a case of ectopic pregnancy/suspected case of ectopic pregnancy is Transvaginal scan.* Findings raising suspicion of ectopic on TVS:* Empty uterine cavity: most important* Finding of complex adnexal mass* Fluid (echogenic) in the pouch of Douglas.* Adnexal mass clearly separated from the ovary.* Rarely cardiac motion may be seen in an unruptured tubal ectopic pregnancy.",
        "cop": 2,
        "opa": "MRI",
        "opb": "TVS",
        "opc": "X-ray abdomen supine",
        "opd": "HSG",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "a1ef64a1-3c98-4837-9497-2391c764e8ae",
        "choice_type": "single"
    },
    {
        "question": "Most common symptom of ectopic pregnancy:",
        "exp": "Ans. B. Pain. Ectopic pregnancy is characterized by the triad of amenorrhoea, pain and BPV of which the most common symptom is pain. The diagnosis is based on clinical features and ultrasound, though laparoscopy is the gold standard. When diagnosis is in doubt serial estimation of HCG is done over 48 hrs. A rise <66% is s/o ectopic pregnancy.",
        "cop": 2,
        "opa": "Bleeding",
        "opb": "Pain",
        "opc": "Abortion",
        "opd": "Infection",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "7aea8a3a-7abb-4c80-91d9-2108f30a544a",
        "choice_type": "single"
    },
    {
        "question": "Basanti, a 28 years aged female with a history of 6 weeks of amenorrhoea presents with pain in abdomen; USG shows fluid in pouch of Douglas. Aspiration yields dark color blood that fails to clot. Most probable diagnosis is:",
        "exp": "Ans. is b, i. e. Ruptured ectopic pregnancy. Ref. Dutta Obs. 7/e, p 182; Williams Obs. 22/e, p 258, 259, 23/e, p 242, 243. The picture given in the question classically represents a case of ruptured ectopic pregnancy. The women in the question is presenting with amenorrhea of 6 weeks and pain in abdomen. On USG - fluid is seen in POD and aspiration of dark coloured blood which fails to clot - all these features leave no doubt of ectopic pregnancy. \"Sonographic absence of uterine pregnancy, a positive pregnancy test (b-h. CG), fluid in cul-de-sac and an abnormal pelvic mass, ectopic pregnancy is almost certain--Williams Obs. 22/e p 259. Also Know: D/D of fluid in POD: 1. Mid cycle2. PID3. Tubal abortion (ectopic). Culdocentesis: It is a simple technique used to identify hemoperitoneum. Fluid is aspirated from cul-de-sac via posterior fornix with the help of a needle. If non clotting blood is obtained, it is indicative of an intraperitoneal bleed and probably a ruptured ectopic. Note: If the aspirated blood clots, it may have been obtained from an adjacent blood vessel rather than from bleeding ectopic pregnancy.",
        "cop": 2,
        "opa": "Ruptured ovarian cyst",
        "opb": "Ruptured ectopic pregnancy",
        "opc": "Red degeneration of fibroid",
        "opd": "Pelvic abscess",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "86bf8450-8566-42e0-9ce6-29882b3b5dd3",
        "choice_type": "single"
    },
    {
        "question": "The cause of fetal death in ectopic pregnancy is postulated as:",
        "exp": "Ans. is a, i. e. Vascular accident. Ref Williams Gynae 1/e, p 158. Ectopic pregnancy is the leading cause of early pregnancy related deaths. Most common cause of death in ectopic pregnancy is tubal rupture - severe hemorrhage - death. Ectopic pregnancy can have 2 outcomes: 1. Tubal abortion - M/C outcome. It is most common outcome of ectopic pregnancy in ampulla2. Tubal rupture-ectopic pregnancy of isthmus are the ones which usually rupture.",
        "cop": 1,
        "opa": "Vascular accident",
        "opb": "Nutritional adequacy",
        "opc": "Endocrine insufficiency",
        "opd": "Immune response to mother",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "002e3dba-a304-4b6f-b5ad-841c9772915e",
        "choice_type": "single"
    },
    {
        "question": "In which of the following conditions, the medical treatment of ectopic pregnancy is contraindicated:",
        "exp": "Ans. is c, i. e. Presence of fetal heart activity. Ref Dutta Obs. 7/e, p 186; Leon Speroff 7/e, p 1287, 1288; Novak 14/e, p 624; Williams Gynae 7/e, p 166. Methotrexate: It is a folic acid analogue which inhibits dehydrofolate reductaseQ and prevents synthesis of DNA. QCandidates for methotrexate (Williams 24/e, p 384, Table 19. 2): --Leon Speroff 7/e, p 1290. Absolute requirements. Hemodynamic stability. QNo evidence of acute intra-abdominal bleeding. QReliable commitment to comply with required follow-up care. QNo contraindications to treatment viz woman should not be breast feeding/renal/hepatic dysfunction. Preferable requirements. Absent or mild pain. Serum beta h. CG level less than 5, 000. IU/L (best results seen with HCG<2000. IU/L)Q It is the single best prognostic indicator of treatment success. Absent embryonic heart activity. QEctopic gestational mass less than 4 cm in diameter without cardiac activity and < 3. 5 cm with cardiac activity. QFriends, there is no doubt on this issue that presence of cardiac activity is a relative contraindication according to books like Williams Obs 23/e, Williams Gynae 1/ed and Leon Speroff 7/ed. \"Fetal cardiac activity - Although this is a relative contraindication to medical therapy; the admention is based on limited evidence. \" --William Obs. 23/e, p 247\"The presence of embryonic heart activity is not an absolute contraindication for medical management but the likelihood of failure and the risk of tubal rupture are substantially increased (therefore it is a relative contraindication). \" --Leon Speroff 7/e, p 1287. As far as fluid in cul-de-sac is concerned: Earlier, it was also considered a relative contraindication to medical treatment, but studies have shown that free peritoneal fluid can be seen in almost 40% of women with early unruptured ectopic pregnancy and so it's presence and absence does not accurately predict the success or failure of medical treatment. Contraindications to methotrexate treatment: (Williams 24/e, p 384, Table 19. 2). Breast feedingQ Immunodeficiency states. QAlcoholism or evidence of chronic liver disease (elevated transaminases) QRenal disease (elevated serum creatinine) QHematological abnormalities (severe anemia, leukopenia or thrombocytopenia) QKnown sensitivity to methotrexate. QActive pulmonary disease. QPeptic ulcer disease. QEvidence of tubal rupture",
        "cop": 3,
        "opa": "Sac size is 3 cm",
        "opb": "Blood in pelvis is 70 mL",
        "opc": "Presence of fetal heart activity",
        "opd": "Previous ectopic pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ecotopic Pregnancy",
        "id": "6cd6781c-ac10-421c-b960-cfeb3baf8236",
        "choice_type": "single"
    }
]