[
    {
        "question": "With contraceptive failure, which method has a relative increased risk of ectopic pregnancy?",
        "exp": "With any form of contraceptive, the absolute number of ectopic pregnancies is decreased because pregnancy occurs less often. In some contraceptive failures, however, the relative number of ectopic pregnancies is increased. Examples include some forms of Tubal sterilization, Intrauterine devices, High-dose estrogen, Emergency contraception and Progestin only Minipills.",
        "cop": 3,
        "opa": "Condoms",
        "opb": "Vasectomy",
        "opc": "Tubal sterilization",
        "opd": "Vaginal ring",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ectopic Pregnancy (Hello! Where are you?)",
        "id": "9cc36a63-5fde-4893-90bb-36a5605ae5c8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following factors is not an impoant risk factor for tubal ectopic?",
        "exp": "Ectopic pregnancy results from various factors that interrupt the successful migration of the conceptus to the endometrium. The most impoant risk factors for ectopic pregnancy are history of tubal surgery, including tubal ligation, for prior ectopic pregnancy, infeility history of prior ectopic: increases risk 5 folds in utero diethylstilbestrol (DES) exposure: causes congenital fallopian tube anomalies history of pelvic inflammatory disease, sexually transmitted disease peritubal adhesions: secondary to salpingitis, endometriosis, appendicitis SIN: salpingitis isthmica nodosa infeility: use of A: increases risk of atypical/ non tubal ectopic failed contraception: IUCD, sterilisation, progesterone only contraceptives. PLEASE NOTE IT IS FAILURE OF THESE CONTRACEPTIVE PRACTICES, AND NOT THE CONTRACEPTIVE PRACTICE IN ITSELF Intrauterine device (IUD) use are associated with reduce pregnancies and reduced ectopic rates, however, if there is a failure of the IUD and a pregnancy results, ectopic gestation is more likely as compared to normal population conceiving These are not very clear relations. Many other risk factors, including smoking and multiple lifetime sexual paners, are weakly associated with ectopic pregnancy.",
        "cop": 2,
        "opa": "A history of tubal surgery",
        "opb": "Intrauterine device (IUD) use",
        "opc": "In utero diethylstilbestrol (DES) exposure",
        "opd": "History of pelvic inflammatory disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ectopic Pregnancy (Hello! Where are you?)",
        "id": "ad2df071-a64a-4cea-aaa4-d5044cd0a217",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is LEAST likely to increase the risk for ectopic pregnancy?",
        "exp": "Risk Factors for Ectopic pregnancy - Prior tubal damage, either from a previous ectopic pregnancy or from tubal surgery to relieve infeility or for sterilization, confers the highest risk for ectopic pregnancy. After one previous ectopic pregnancy, the chance of another is approximately 10 percent. Pregnancy after Infeility treatment \"Atypical\" implantations--cornual, abdominal, cervical, ovarian, and heterotopic pregnancy--are more common following A procedures. Peritubal adhesions subsequent to salpingitis, postaboal or puerperal infection, appendicitis, or endometriosis may increase the risk for tubal pregnancy.",
        "cop": 3,
        "opa": "Prior pelvic infection",
        "opb": "Prior ectopic pregnancy",
        "opc": "Prior hydatidiform mole",
        "opd": "Current assisted reproductive technology use",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ectopic Pregnancy (Hello! Where are you?)",
        "id": "757a9de2-8784-493e-8aa6-499edd018de1",
        "choice_type": "single"
    },
    {
        "question": "Of the following potential clinical outcomes of tubal pregnancy, which one is the commonest?",
        "exp": "Most common termination of an ectopic is that the pregnancy outgrows the blood supply of the tube and eventual vascular insufficiency causes degeneration. Rupture of the tube is a rare outcome.",
        "cop": 3,
        "opa": "Tubal rupture",
        "opb": "Tubal aboion",
        "opc": "Vascular insufficiency degenerating the embryo",
        "opd": "Cornual pregnancy reaching term duration",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ectopic Pregnancy (Hello! Where are you?)",
        "id": "2f519f15-cd1c-4065-8ec6-ca0eba14af1a",
        "choice_type": "single"
    },
    {
        "question": "A women presented with amenorrhea since 8 weeks, acute pain in abdomen & vaginal discharge. Which is the best investigation, if available, needed to be done to rule out ectopic pregnancy:-",
        "exp": "Ectopic pregnancy Is one in which the feilized ovum is implanted & develops outside the normal endometrial cavity Site Tubal (most common) Ovarian Abdominal Cervical Common cause Salpingitis PID Contraception failure (IUCD ) Tubal ligation Presentation Abdominal pain Amenorrhea Vaginal bleeding Diagnosis h. CG ( either in urine or serum ): to check doubling titres Transvaginal sonography; usual test to diagnose an ectopic pregnancy in the OPD Laparoscopy (confirmation) best test: This of course is not the first test to be done for the diagnosis. This is mostly done when the clinical and USG suspicion is almost sure and a laparoscopy hence is diagnostic as well as therapeutic intervention. Treatment Surgical or medical * Surgery could be done either by laparoscopy or laparotomy, either salpingotomy or salpingectomy",
        "cop": 2,
        "opa": "Urine pregnancy test",
        "opb": "Laparascopy",
        "opc": "USG",
        "opd": "Hysteroscopy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ectopic Pregnancy (Hello! Where are you?)",
        "id": "d370cbd3-a9aa-4aa9-ad08-1feb630220f7",
        "choice_type": "single"
    },
    {
        "question": "Plasma levels of h. CG during pregnancy doubles every:",
        "exp": "In normal pregnancy it doubles in every 48 hrs In ectopic pregnancy it doubles in every 5 to 7 days These occurs only until 7 weeks of gestation.",
        "cop": 2,
        "opa": "Daily",
        "opb": "2 days",
        "opc": "4 days",
        "opd": "6 days",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ectopic Pregnancy (Hello! Where are you?)",
        "id": "13f60ac6-6d81-4b61-a76b-94cfb793a91c",
        "choice_type": "single"
    },
    {
        "question": "Gestational sac can be seen earliest on transvaginal scan at",
        "exp": "Gestational sac Cardiac activity Transvaginal sonography 4 + weeks 5 + weeks Transabdominal sonography 5 +weeks 6 + weeks Please note: in exams the same information may be asked as 'Which week gestational sac is seen\"? the answer choice maybe given as 5th week. so please realize that '4 wks + some days' is actually the 5th week.",
        "cop": 1,
        "opa": "4- 5 wks",
        "opb": "5 - 6 wks",
        "opc": "7 - 8 wks",
        "opd": "10 wks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ectopic Pregnancy (Hello! Where are you?)",
        "id": "45f40480-8f91-4e70-ac3b-ee73cb089f62",
        "choice_type": "single"
    },
    {
        "question": "The best way to definitely diagnose an ectopic pregnancy is?",
        "exp": "The usual and regular way to diagnose an ectopic is the Transvaginal USG Serial b. HCG levels are helpful adjuncts and not superior to TVS MRI is the best imaging technique to diagnose an ectopic and is considered a 'Trouble Shooter' when there is a doubt. Best method to diagnose an ectopic pregnancy irrevocably is Laparoscopy",
        "cop": 1,
        "opa": "Laparoscopy",
        "opb": "Culdocentesis",
        "opc": "serial b. HCG levels and correlate with doubling titres",
        "opd": "USG",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ectopic Pregnancy (Hello! Where are you?)",
        "id": "83f1da36-6817-4eef-bf00-c0a3de204f61",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old woman has an amenorrhea, followed by uterine bleeding, pelvic pain, and pelvic mass. Her obstetrician performed a thorough examination, and the patient was diagnosed as having an ectopic pregnancy. Which of the following organs is most likely to provide a normal site of feilization?",
        "exp": "Feilization occurs in the ampulla of the uterine tube, therefore it is also the most likely site of implantation of an ectopic gestation",
        "cop": 2,
        "opa": "Fundus of the uterus",
        "opb": "Ampulla of the uterine tube",
        "opc": "Fimbriae",
        "opd": "Infundibulum of the uterine tube",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ectopic Pregnancy (Hello! Where are you?)",
        "id": "c6aacf2b-3213-4e92-a9c8-11722a14dab7",
        "choice_type": "single"
    },
    {
        "question": "A twenty years old woman has been brought to casualty with history of acute pain in abdomen and bleeding per vaginum since 6 hrs. On examination, she is drowsy BP is 70/40 mm Hg, pulse rate 120/min. and a positive urine pregnancy test. She should be managed by:-",
        "exp": "The above history is suggestive of Ruptured ectopic. The management of this case is immediate laparotomy Laparoscopy should be employed only when the patient is hemodynamically stable",
        "cop": 1,
        "opa": "Immediate laparotomy",
        "opb": "Laparoscopy",
        "opc": "Culdocentesis",
        "opd": "Resuscitation followed by Medical management",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ectopic Pregnancy (Hello! Where are you?)",
        "id": "2e253a24-c727-4133-b0b2-aa0d4abe5847",
        "choice_type": "single"
    },
    {
        "question": "In which surgical approach is the tube opened to remove the gestational products, then left unsutured?",
        "exp": "Salpingostomy: This procedure is used to remove a small unruptured pregnancy. A 10 to 15 mm linear incision is made with unipolar needle cautery on the antimesenteric border over the pregnancy. The products usually will extrude from the incision and can be carefully removed or flushed out using high-pressure irrigation that more thoroughly removes the trophoblastic tissue. Small bleeding sites are controlled with needlepoint electrocoagulation or laser, and the incision is left unsutured to heal by secondary intention. Salpingotomy is the procedure where the incision (similar to that made in salpingostomy) is sutured after the removal of the products.",
        "cop": 2,
        "opa": "Salpingotomy",
        "opb": "Salpingostomy",
        "opc": "Salpingectomy",
        "opd": "Salpingorrhaphy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ectopic Pregnancy (Hello! Where are you?)",
        "id": "e2439f64-5f21-41e9-91b9-0864925782cf",
        "choice_type": "single"
    },
    {
        "question": "Ectopic pregnancy is seen most commonly in:",
        "exp": "The most common cause of ectopic is Pelvic Inflammatory Diseases(PID).",
        "cop": 1,
        "opa": "Previous H/O recurrent PID",
        "opb": "Previous H/O aboion",
        "opc": "Previous H/O twin pregnancy",
        "opd": "Endometriosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ectopic Pregnancy (Hello! Where are you?)",
        "id": "0d615c32-9e0e-4d07-8d8f-385f8bf25ae4",
        "choice_type": "single"
    },
    {
        "question": "Schwangerschafts protein 1 (SP1), is a biochemical marker of-",
        "exp": "Schwangerschafts protein 1 (SP1), also known as pregnancy-associated plasma protein C (PAPP-C) or pregnancy-specific b-glycoprotein (PSBS), is produced by the syncytiotrophoblast. It is a biochemical marker of Ectopic pregnancy",
        "cop": 2,
        "opa": "Gestatinal trophoblastic disease",
        "opb": "Ectopic pregnancy",
        "opc": "Placenta accreta",
        "opd": "Severe PIH",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ectopic Pregnancy (Hello! Where are you?)",
        "id": "560aff8f-699e-411d-87f6-465c23101eb5",
        "choice_type": "single"
    },
    {
        "question": "Cause of vaginal bleeding in an ectopic pregnancy is shedding of the endometrium. This endometrium is known as:",
        "exp": "Decidua directly beneath blastocyst implantation becomes the deciduas basalis. The decidua capsularis overlies the enlarging blastocyst and initially separates the conceptus from the rest of the uterine cavity. The remainder of the uterus is lined by deciduas parietalis. By 14 to 16 weeks' gestation, the expanding sac has enlarged to completely fill the uterine cavity. The resulting apposition of the decidua capsularis and parietalis creates the decidua vera, and the uterine cavity is functionally obliterated.",
        "cop": 2,
        "opa": "Decidua vera",
        "opb": "Decidua basalis",
        "opc": "Decidua capsularis",
        "opd": "Decidua rubra",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ectopic Pregnancy (Hello! Where are you?)",
        "id": "e60901d1-6ed0-4e9f-89d9-23e8287001cb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following findings most strongly indicates a sizable intra-abdominal hemorrhage in a ruptured ectopic pregnancy?",
        "exp": "Symptoms and signs of Ectopic pregnancy - \"Classical\" cases are characterized by variably delayed menstruation followed by slight vaginal bleeding or spotting. With rupture, there is usually severe lower abdominal and pelvic pain that is frequently described as sharp, stabbing, or tearing, while the patient may also present with hypotension, tachycardia, or even shock The posterior vaginal fornix may bulge because of blood in the rectouterine cul-de-sac, or a tender, boggy mass may be felt to one side of the uterus. Symptoms of diaphragmatic irritation, characterized by pain in the neck or shoulder, especially on inspiration, develop in women with sizable intraperitoneal hemorrhage.",
        "cop": 1,
        "opa": "Shoulder pain",
        "opb": "Nausea and vomiting",
        "opc": "Heavy vaginal bleeding",
        "opd": "Unilateral lower abdominal pain",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ectopic Pregnancy (Hello! Where are you?)",
        "id": "d9340ff1-3c31-45b1-930f-afe996808aac",
        "choice_type": "single"
    },
    {
        "question": "Recurrence rate of ectopic pregnancy in a patient previously treated for ectopic-",
        "exp": "A previous history of ectopic pregnancy is the strongest risk factor for another ectopic pregnancy. The increased incidence is due to both: presence of previous factors that led to initial ectopic and potential damage to fallopian tube from the prior ectopic and its treatment. Chance for intrauterine pregnancy: 40 % Chance for recurrent ectopic: 15 % (range: 4 % to 28%)",
        "cop": 2,
        "opa": "25%",
        "opb": "15%",
        "opc": "30%",
        "opd": "50%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ectopic Pregnancy (Hello! Where are you?)",
        "id": "4de75266-5716-440e-b828-81d916681517",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is associated with an increased incidence of heterotopic pregnancy?",
        "exp": "A heterotopic pregnancy is more likely associated with any of the following: Conception achieved by Assisted reproductive techniques Persistent or rising h. CG levels after dilatation and curettage for an induced or spontaneous aboion A uterine fundus larger than menstrual dates More than one corpus luteum Absent vaginal bleeding in the presence of signs and symptoms of an ectopic pregnancy Sonographic evidence of uterine and extrauterine pregnancy.",
        "cop": 4,
        "opa": "Obesity",
        "opb": "Multiparity",
        "opc": "Prior cesarean delivery",
        "opd": "Assisted reproductive technologies",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ectopic Pregnancy (Hello! Where are you?)",
        "id": "8228f497-b538-457c-a6ce-bb3afa8afff3",
        "choice_type": "single"
    }
]