[
    {
        "question": "Enzyme responsible for conversion of androgen into estrogen -",
        "exp": "Ans. is 'a' i. e., Aromatase o Estradiol is the major estrogen secreted by the ovary. o It is synthesized in the graffian follicle, corpus luteum and placenta from cholesterol. o Estradiol is rapidly oxidized in liver to estrone which is hydroxylated to form estriol.",
        "cop": 1,
        "opa": "Aromatase",
        "opb": "Sulphatase",
        "opc": "Fumarase",
        "opd": "3 beta hydroxy steroid dehydrogenase",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Endocrine Control of the Menstrual Cycle",
        "id": "384b7aa1-89ff-4ee4-9a40-d72aade57e24",
        "choice_type": "single"
    },
    {
        "question": "Main function of B HCG:",
        "exp": "Ans: a (Maintain corpus luteum). Ref: William's Obstetrics, 23rd ed., Chapter 3. Both alpha- and beta-chain synthesis of h. CG are regulated separately. A single gene located on chromo- some 6 encodes the alpha-subunit for h. CG, LH, FSH, and TSH. There are seven separate genes on chromosome 19 for the beta-h. CG- beta-LH family. The best-known biological function of h. CG is the so-called rescue and maintenance of function of the corpus luteum-- that is, continued progesterone production. Progesterone-producing life span of a corpus luteum of menstruation could be prolonged perhaps for 2 weeks by h. CG administration. Maximum plasma h. CG concentrations are attained well after h. CG-stimulated corpus luteum secretion of progesterone has ceased. Specifically, progesterone luteal synthesis begins to decline at about 6 weeks despite continued and increasing h. CG production. Before 5 weeks, h. CG is expressed in both syncytiotrophoblast and cytotrophoblast. Later, when maternal serum levels peak, h. CG is produced almost solely in syncytiotrophoblasts.",
        "cop": 1,
        "opa": "Maintain corpus luteum",
        "opb": "Stimulate decidua",
        "opc": "Initiate implantation",
        "opd": "initiate breast growth",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Endocrine Control of the Menstrual Cycle",
        "id": "9c71871e-dc28-4b24-bc76-ae68b3c6b9f6",
        "choice_type": "single"
    },
    {
        "question": "Mullerian inhibiting substance in utero is secreted by-",
        "exp": "Ans. is 'b' i. e., Sertoli cells o Mullerian inhibiting substance or Anti - mullerian hormone is secreted by sertoli cells in utero by male fetus, during developmental weeks 7 to 8. o AMH causes regression of the ipsilateral paramesonephric (mullerian duct) system, and this involution is completed by 9 to 10 weeks' gestation. AMH also controls the rapid gubemacular growth necessary for the transabdominal descent of the testis. o In contrast, girls have undetectable levels of AMH levels until puberty, when serum levels become measurable. In girls it is secreted by granulosa cells of pre antral and antral follicles. But this is only at puberty, never in utero.",
        "cop": 2,
        "opa": "Leydig cells",
        "opb": "Sertoli cells",
        "opc": "Granulosa cells",
        "opd": "Theca cells",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Endocrine Control of the Menstrual Cycle",
        "id": "c4f7e185-f2f6-41ec-a4f1-df4fbe3cad1b",
        "choice_type": "single"
    },
    {
        "question": "Menorrhagia is defined as blood loss per vagina more than -",
        "exp": "Ans. is 'a' i. e. 80 ml (Ref Shaws, 13/e, p 291 (12/e, p. 229)). Menorrhagia - when blood loss is more than 80 ml* Oligomenorrhea - when blood loss is less than 20 ml*",
        "cop": 1,
        "opa": "80 ml",
        "opb": "110 ml",
        "opc": "150 ml",
        "opd": "50 ml",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Endocrine Control of the Menstrual Cycle",
        "id": "62bbd7db-64b5-4f30-9cb4-1875b4a4c1df",
        "choice_type": "single"
    },
    {
        "question": "Cells in vaginal cytology increase in reproductive age under the influence of",
        "exp": "Ans: d (Oestrogen)EXPLANATION: A majority of cells observed in a normal vaginal smear are, not surprisingly, vaginal epithelial cells. In addition, varying numbers of leukocytes, erythrocytes and bacteria are usually evident, and small numbers of other contaminating cells and microorganisms are sometimes observed. Analyzing a vaginal smear is largely an exercise in classifying the epithelial cells into one of three fundamental types: parabasal, intermediate or superficial cells. Parabasal cells are the smallest epithelial cells seen on a typical vaginal smear. They are round or nearly round and have a high nuclear to cytoplasmic ratio. Intermediate Cells. Intermediate cells vary in size and shape, but typically have a diameter two to three times that of parabasal cells. Many cytologists subclassify these cells into: Small intermediates - nearly round or oval shape with large, prominent nuclei. Large intermediates - polygonal shape with a small nuclear/cytoplasmic ratio Intermediate cells are prevalent during all stages of the cycle except estrus. Superficial Cells. Superficial cells are the largest cells seen on a vaginal smear. They are polygonal in shape and distinctly flat, sometimes having the appearance of being rolled up. Their nuclei are either absent or pyknotic (very small and dark). Superficial cells without nuclei are often referred to as being \"fully comified\".",
        "cop": 4,
        "opa": "Progesterone",
        "opb": "FSH",
        "opc": "LH",
        "opd": "Oestrogen",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Endocrine Control of the Menstrual Cycle",
        "id": "e55d376d-2d82-4345-960d-d6dd763d02c1",
        "choice_type": "single"
    },
    {
        "question": "Recruitment of follicles to form primordial follicle is done by:",
        "exp": "Ans: c (Follicle stimulating hormone) Ref: Shaw, 13th ed, p. 28. Development of a primordial follicle into a graffian follicle is under the control of follicle stimulating hormone secreted by the anterior pituitary. FSH produces grow'th and development of ovarian follicles during the first 14 days after menses. This leads to gradual increase in estradiol production from granulosa cells of the ovary. This rise in estrogen suppresses FSF1 secretion initially (negative feedback). But then above a certain level, estradiol stimulates an increase in both the frequency and amplitude of Gn. RH pulses resulting in marked increase in LH secretion (positive feedback). i. e. minimum estradiol causes decrease in FSH high level of estradiol causes increase in LH secretion. This mid cycle peak of LH i. e.. LH surge induces ovulation. Thus in late proliferative phase of menstrual cycle. LH surge is triggered by an estradiol peak which exerts a positive feedback on LH secretion. Exogenously administered estrogen causes negative feedback on LH secretion. Progesterone. It maintains the uterus in quiescent stage during pregnancy by relaxing the myometrium. Corpus luteum is the major source of progesterone during first 10 week of gestation. After 12 weeks placenta is the major source of production of progesterone. The major substrate for progesterone is maternal cholesterol. Plasma progesterone level rises during pregnancy till term and falls rapidly after delivery, undetectable after 24 hrs post partum. Fetal synthesis contributes little to maternal level, therefore progesterone level will remain high even after fetal demise. Note: Corpus luteum is maintained by - lutenizing hormone. Fern pattern is due to - estrogen. Aria- Stella reaction in ectopic pregnancy is due to - progesterone",
        "cop": 3,
        "opa": "Estrogen",
        "opb": "HCG",
        "opc": "Follicle stimulating hormone",
        "opd": "LH",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Endocrine Control of the Menstrual Cycle",
        "id": "bfa7ba5d-b10f-43f6-80e1-23228fa48425",
        "choice_type": "single"
    },
    {
        "question": "Lactational amenorrhoea is due to",
        "exp": "Ans. is 'a' i. e. Prolactin induced inhibition of Gn. RH Suppression of the female ovarian cycles in nursing mothers for many months after delivery. In most nursing mothers, the ovarian cycle and ovulation does not resume until a few weeks after cessation of nursing the baby. The cause of this seems to be that the same nervous signals from the breasts to the hypothalamus that cause prolactin secretion during suckling either because of the nervous signals themselves or because of the subsequent effect of the increased prolactin, inhibit secretion of gonadotropin releasing hormone by the hypothalamus. This in turn, suppresses the formation of the pituitary gonadotrophic hormones, leutinizing hormones and follicle stimulating hormone. Yet, after several months of lactation in some mothers, especially in those who nurse their babies only part of the time, the pituitary does begin again to secrete sufficient gonadotropic hormones to reinstate the monthly sexual cycle even though nursing continues.",
        "cop": 1,
        "opa": "Prolactin induced inhibition of Gn. RH",
        "opb": "Prolactin induced inhibition of FSH",
        "opc": "Oxytocin induced inhibition of Gn. RH",
        "opd": "Oxytocin induced inhibition of FSH",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Endocrine Control of the Menstrual Cycle",
        "id": "4c7aa4e9-930f-4955-91fd-f0d260e29edc",
        "choice_type": "single"
    },
    {
        "question": "Hot flushes are observed due to deficiency of -",
        "exp": "Ans. is 'a' i. e.. Estrogen o Hot flushes are a symptom of hvpoestrogenism and are the most common post menopausal symptoms. Vasomotor Svmtoms: Hot flushes and night sweats# Hot flushes are the hallmark of menopause.# It is a recurrent transient period of flushing, sweating and a sensation of heat often accompanied by palpitations, anxiety, sometimes followed by chills. The episodes last for I - 3 minutes and recur 5-10 times per day. Most effective treatment is short - term estrogen therapy in minimum possible doses. Progestin therapy is given to those women in whom estrogen therapy is contraindicated. Tibolone or a combination of estrogen and progesterone therapy has also been tried. o Other non FDA approved drugs tried are. Clonidine. Fluoxetine. Venlafaxine. Veralipride. Gabapentine. Bellargal. Mirtrazapine and. Trazodoneo Isoflavone, Soy products and Vitamin E are given as add on therapy.",
        "cop": 1,
        "opa": "Estrogen",
        "opb": "Progesterone",
        "opc": "Testosterone",
        "opd": "Cortisol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Endocrine Control of the Menstrual Cycle",
        "id": "5c61ffc0-6453-417f-960f-e2769c9fce38",
        "choice_type": "single"
    },
    {
        "question": "During spermatogenesis FSH is inhibited by -",
        "exp": "Ans is 'a'i. e., Inhibin Endocrine control of spermatogenesiso Hypothalamus is critical in the development of male organs and spermatogenesis, and produces Gn. RH continuously and, not in a pulsatile fashion as in a femaleo Gn. RH increases the seretion of FSH and LH from pituitary gland. o FSH is not essential for spermatogenesis; it acts on the Sertoli cells and produces androgen-binding protein. o Sertoli cells produce anti-Miillerian inhibiting hormone, (MIH) and inhibin. Inhibin inhibits FSH secretion and MIH inhibits development of Mullerian system. o LH stimulates testosterone secretion by the Leydig cells. o Hypothalamic failure leads to loss of spermatogenesis and testosterone production.",
        "cop": 1,
        "opa": "Inhibin",
        "opb": "Gn. RH",
        "opc": "Testosterone",
        "opd": "LH",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Endocrine Control of the Menstrual Cycle",
        "id": "1a6d3d50-ebff-454e-8314-811ffa33e042",
        "choice_type": "single"
    },
    {
        "question": "Most potent estrogen is -",
        "exp": "Ans. is 'b' i. e., Estradiol (E2) Estrogeno Natural oestrogens are Cl 8 steroids, the main source of which are the theca and granulosa cells of the Graafian follicles and corpus luteum, while the adrenal cortex is the secondary source of supply. o Oestrogen is secreted as oestradiol. It is bound to albumin (30%) and sex-hormone-binding globulin (SHBG, 69%), and only 1% is biologically active. o It acts by binding to cytoplasmic receptors in the cells. o It is inactivated by the liver and excreted as conjugates of oestrone, oestradiol and oestriol in the urine and bile (85% in urine, 10% in faeces). o Estradiol is ten times more potent than estrone, which is ten times more potent than estriol. Thus potency of estroogens is as follows: Estradiol > estrone > estriol. Major estrogen during: o Reproductive age group - estradiolo Post menopausal period - estroneo Pregnancy - estriol",
        "cop": 2,
        "opa": "Estrone (El)",
        "opb": "Estradiol (E2)",
        "opc": "Estriol(E3)",
        "opd": "Etisterone enanthate",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Endocrine Control of the Menstrual Cycle",
        "id": "3a41a181-baf8-4d20-8cc1-eb45d7e1911d",
        "choice_type": "single"
    },
    {
        "question": "Beta HCG is detected earliest by which day of conception?",
        "exp": "Ans. is 'a' i. e., 8 days Summary of pregnancy tests (Beta HCG). Test. Test sensitivity'Time taken. Inference. Positive on. Immunological tests (Urine). Agglutination inhibition test (Latex test)0. 5 - 1 IU/ml (urine)2 minutes. Absence of agglutination2 day after missed period. Direct latex agglutination test0. 2 IU/ml (urine)2 minutes. Presence of agglutination2-3 days after missed period. Two-site sandwitch immunoassay (membrane ELISA/card test)30 - 50 m. IU/ml (urine)4-5 minutes. Colour bands in control as well as test window. On the first day of the mi ssed period (28th day of cycle)ELISA1 -2 m. IU/ml2 - 4 hours 5 days before the first missed period. Radio - immunoassay. Beta unit0. 002 IU/ml3 - 4 hours 25th day of cycle. Immunoradiometric assay (IRMA)0. 05m. IU/ml(serum)30 minutes 8 days after conception",
        "cop": 1,
        "opa": "8 days",
        "opb": "15 days",
        "opc": "21 days",
        "opd": "30 days",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Endocrine Control of the Menstrual Cycle",
        "id": "59d5b5c6-6d7e-4f7c-9d40-31d8e69b3a84",
        "choice_type": "single"
    }
]