[
    {
        "question": "M/c site for extrapelvic endometriosis is:",
        "exp": "Ans. is b, i. e. Sigmoid colonM/C site for extrapelvic endometriosis = GITIn GIT M/C site is = sigmoid colon > Rectum. Overall M/C site of endometriosis = Ovary. Rarest site of endometriosis = CNS",
        "cop": 2,
        "opa": "Broad ligament",
        "opb": "Sigmoid colon",
        "opc": "Rectum",
        "opd": "Ovary",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Endometriosis",
        "id": "96bb4315-c790-4d47-aba4-28b459a2fd64",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old woman presents with infertility and palpable pelvic mass. Her CA-125 level is 90 m. IU/mL diagnosis is:",
        "exp": "Ans. is b, i. e. Endometrioma. Ref Novak Gynecology 14th/ed, p1466, 1146, 1147; William's Gynae 1st/ed, p232, 210 Textbook of Gynae, sheila Balakrishnan p185. In this question we have insufficient information to make any definite diagnosis. At the best we can try to make the most probable diagnosis. CA-125* This is a non-specific tumor marker* CA-125 is a glycoprotein which is normally not produced by ovarian epithelium but may be produced by both malignant and benign epithelial ovarian tumors.* Cut off level of CA-125 is <35U/mL.* Levels of CA-125 can be raised in| CA-125. Neoplastic conditions. Non-neoplastic/Benign conditions. Gynecological* Ovarian cancer (non mucinous)* Endometrial cancer* Tubal cancer. Non-gynecological* Lung cancer* Breast cancer* Ca Pancreas* Colon cancer* Endometriosis* Peritoneal inflammation, including PID* Tuberculosis* Hemorrhagic ovarian cysts* Liver disease* Leiomyoma* Pregnancy* Menstruation* Thus, CA-125 levels, can be raised in all the four options, given in the question* Palpable mass may also be present in all the four conditions.* Infertility is a feature of endometriosis and tuberculosis. But for ovarian cancers, infertility (due to use of ovulation inducing drugs) is a risk factor, not a presenting symptom.* Coming to Age: Patient is 35 years old.* Age of 35 years favors endometrioma (endometriosis) the most.* Peak incidence of invasive epithelial ovarian cancer (most common ovarian cancer) is at 56-60 years of age and for border line tumor average age is 46 years approximately - (Novak 14th/ed, p1466)* Patient with tuberculosis are in their twenties commonly, the maximum age incidence at diagnosis being 28 years.* Also in tuberculosis, CA-125 has least significance as it is neither used for diagnosis nor for follow up* Thus, based on age and infertility - the most probable diagnosis is endometrioma/endometriosis.* Our answer is further supported by following lines from - Textbook ofgynae, Sheila Balakrishnan 1st/ed, p185* Serum CA 125 \"This is useful in post menopausal women when a high level may indicate malignancy. In the reproductive age group, the predictive value is not good as the marker may be raised in endometriosis\". In young females if the value of CA-125 is >200. IU/mL, it is considered to indicate malignancy.",
        "cop": 2,
        "opa": "Ovarian Ca",
        "opb": "Endometrioma",
        "opc": "Tuberculosis",
        "opd": "Borderline ovarian tumor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Endometriosis",
        "id": "f91c17f4-edca-4edf-b5ba-d04d36273f95",
        "choice_type": "single"
    },
    {
        "question": "Pain in endometriosis correlates with:",
        "exp": "Ans. is a, i. e. Depth of invasion. Ref: Leon Speroff, 8/ed, pl230-1231\"The intensity of pain associated with deeply infiltrating endometriosis relates to the depth of penetration and to the proximity or direct invasion of nerves\". - Ref: Leon Speroff, 8th/ed, pl230\"However there is no relationship between stage, site or the morphological characteristic of pelvic endometriosis and pain\". - Ref: Leon Speroff, 8th/ed, pi231",
        "cop": 1,
        "opa": "Depth of invasion",
        "opb": "Multiple sites",
        "opc": "CA 125",
        "opd": "Stage of disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Endometriosis",
        "id": "d86bd3e3-b804-4f5c-beed-448ed7291e6f",
        "choice_type": "single"
    },
    {
        "question": "The organ NOT involved by endometriosis:",
        "exp": "Ans. is d, i. e. Spleen. Ref: Williams Gynecology, 3/ed, p23. One pathological review revealed that endometriosis has been identified in all organs except spleen.",
        "cop": 4,
        "opa": "Liver",
        "opb": "Lymph nodes",
        "opc": "Brain",
        "opd": "Spleen",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Endometriosis",
        "id": "e5317a16-e4dc-4f5d-8a8c-4dcf536cd633",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs not used in endometriosis?",
        "exp": "Ans. is d, i. e. Misoprost. Drugs used in the management of Endometriosis: Proctor: Progesterone (oral/DMPA inj/Mirena IUCD). And: Anti progestin (Mifeprestone/onapristone). Gamble: Gn. RH agonist. Always: Aromatase inhibitor (Letrozole/Anastrozole). Offer: OCP's (continuous). Good: Gestrinone. Deals: Danazol",
        "cop": 4,
        "opa": "Danazol",
        "opb": "Progestin",
        "opc": "Gn. RH agaonist",
        "opd": "Misoprost",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Endometriosis",
        "id": "bcd0306e-977f-4aa7-acd4-85b478af6aa6",
        "choice_type": "single"
    }
]