[
    {
        "question": "A female patient has adenocarcinoma uterus along with sarcoma of uterus. It is known as -",
        "exp": "Of the Uterine Sarcomas Almost 50% of are Mixed and are called the Mixed Mesodermal tumors (Synonymously called Mixed mullerian tumors). These mixed tumors can be Homologous 25% Heterologous 20% Adencarcinomas in 5% cases. The other Uterine sarcomas are Leiomyosarcoma in 33% cases and Stromal sarcoma in 16% cases",
        "cop": 3,
        "opa": "Homologous sarcoma",
        "opb": "Sarcoma uterus",
        "opc": "Mixed mullerian carcinogenesis",
        "opd": "Heterologous sarcoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Endometrial Carcinoma",
        "id": "103afa52-5ca0-4c7a-9d53-6a72cb5258f1",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with postmenopausal bleeding. Endometrial biopsy should be done if endometrial thickness is more than?",
        "exp": "Endometrial biopsy in a menopausal female presenting with post menopausal bleeding is required if Endometrial Thickness is equal to or more than 5 mm on TVS. Endometrial thickness >= 4mm ( American guidelines ) ET >= 5mm ( International federation of obstetricians and gynecologists: FIGO )",
        "cop": 2,
        "opa": "3 mm or more",
        "opb": "5 mm or more",
        "opc": "7 mm or more",
        "opd": "8 mm or more",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Endometrial Carcinoma",
        "id": "a97650a3-41de-4b6e-a528-545206b88396",
        "choice_type": "single"
    },
    {
        "question": "Histopathology of staging laparotomy done for carcinoma endometrium reveals more than 50% myometrium invasion with vaginal involvement, parametrial involvement but no pelvic and paraaoic lymph node involvement. What is the Stage of Ca Endometrium?",
        "exp": "FIGO staging system for Ca Endometrium Stage Ia Tumor contained to the corpus uteri IA No or less than half myometrial invasion IB Invasion equal to or more than half of the myometrium Stage II Tumor invades the cervical stroma but does not extend beyond the uterusb Stage IIIa Local and /or regional spread of tumorc III A Tumor invades the serosa of the corpus uteri and/or adnexas III B Vaginal and/or parametrial involvement III C Metastases to pelvis and/or para-aoic lymph nodes III C1 Positive pelvic nodes III C2 Positive para-aoic lymph nodes with no without positive pelvic lymph nodes Stage IVa Tumor invades bladder and/or bowel mucosa and/or distant metastases IVA Tumor invasion of bladder and/or bowel mucosa IVB Distant metastases, including intra-abdominal metastases and or inguinal lymph nodes a. Include grades 1, 2, or 3 b. Endocervical glandular involvement only should be considered as stage I and no longer as stage II. c. Positive cytology has to be repoed separately without changing the stage.",
        "cop": 1,
        "opa": "III B",
        "opb": "III A",
        "opc": "III C1",
        "opd": "III C2",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Endometrial Carcinoma",
        "id": "7fa64c96-c896-4712-bacf-7fb3a876623c",
        "choice_type": "single"
    },
    {
        "question": "Effect of tamoxifen:",
        "exp": "Tamoxifen is an S. E. R. M (selective estrogen receptor modulator) Increase risk of endometrial cancer Decrease risk of osteoporosis Useful in breast cancer Menopausal symptoms like hot flushes The estrogen agonist-antagonist tamoxifen used in the treatment of estrogen-receptor positive breast cancer. Both tamoxifen and raloxifene reduce the risk of breast cancer in high-risk women by approximately 50% and are approved for this indication. Tamoxifen acts as an estrogen agonist in the endometrium, increasing the risk of endometrial polyps, hyperplasia, and cancer, whereas no endometrial stimulation is seen with raloxifene. Raloxifene hence is the preferred drug for osteoporosis treatment over tamoxifen in postmenopausal women.",
        "cop": 1,
        "opa": "Increased risk of endometrial carcinoma",
        "opb": "Decreased risk of ovarian CA",
        "opc": "Causes cardiotoxicity",
        "opd": "Increased risk of osteoporosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Endometrial Carcinoma",
        "id": "b5ff3c2c-5b85-4480-98d7-5bac1f312711",
        "choice_type": "single"
    },
    {
        "question": "All are risk factors for endometrial carcinoma except:-",
        "exp": "Some of the predisposing factors for Ca endometrium are: Nulliparity Late menopause Obesity & overweight Diabetes mellitus Unopposed estrogen therapy Tamoxifen therapy Atypical endometrial hyperplasia Lynch II syndrome In Gynecological cancers, smoking is predisposing for Ca cervix & CA Vulva of the basaloid type in younger women.",
        "cop": 1,
        "opa": "Smoking",
        "opb": "Nulliparity",
        "opc": "Infeility",
        "opd": "Tamoxifen",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Endometrial Carcinoma",
        "id": "594eb0ba-df76-429a-82eb-0afe8d24df64",
        "choice_type": "multi"
    }
]