[
    {
        "question": "In which of these patients can a medial episiotomy be considered superior to a medio lateral episiotomy during delivery of fetus?",
        "exp": "A midline episiotomy is associated with higher risk of third and fouh degree lacerations and following factors are associated with an increased risk.: Nulliparity Second-stage arrest of labor Persistent occiput-posterior position, Midorlowforceps Use of local anesthetics Asian race. A medio lateral episiotomy should beperformed in these mentioned situations A multiparous patient with anemia does not have increased risk for third or fouh degree laceration and since the patient is anemic, with a midline episiotomy, blood loss is less and healing is better, making it a better option.",
        "cop": 3,
        "opa": "Nulligravida with thick perineum",
        "opb": "Second stage arrest",
        "opc": "Second gravida with moderate anemia",
        "opd": "Before application of forceps",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Episiotomy",
        "id": "8ce2b9f4-658b-4d92-b130-94e6036ca7a2",
        "choice_type": "single"
    },
    {
        "question": "A low risk primigravida underwent vaginal delivery with episiotomy. 2 hours after delivery patient appears pale, PR 110/min BP is 90/60 but there is no apparent PPH. PV examination shows a bulge over episiotomy stitch line. Hb shows a drop in Hb from 9 gm% to 7 gm%. Management is?",
        "exp": "The patient is showing signs of hemodynamic compromise with a significant drop in hemoglobin. This is suggestive of acute haemorrhage. As uterine bleeding is not evident and a bulge is present at site of episiotomy, it appears to be a case of a large hematoma at episiotomy which should be urgently explored, evacuated and bleeder should besecured.",
        "cop": 3,
        "opa": "Blood and fluid transfusion with IV antibiotics",
        "opb": "Blood transfusion and cold compression of episiotomy",
        "opc": "Immediate exploration of episiotomy and blood transfusion",
        "opd": "Cervical exploration with uterotonics with blood transfusion",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Episiotomy",
        "id": "34e07da6-1941-49b2-ba8e-e0a91ca309cc",
        "choice_type": "single"
    },
    {
        "question": "A primipara is in labor and an episiotomy is about to be cut. Compared with a midline episiotomy, an advantage of mediolateral episiotomy is",
        "exp": "Midline episiotomies are easier to fix and have a smaller incidence of surgical breakdown, less pain, and lower blood loss. The incidence of dyspareunia is somewhat less. However, the incidence of extensions of the incision to include the rectum is considerably higher than with mediolateral episiotomies. Regardless of technique, attention to hemostasis and anatomic restoration is the key element of a technically appropriate repair.",
        "cop": 4,
        "opa": "Ease of repair",
        "opb": "Fewer breakdowns",
        "opc": "Less blood loss",
        "opd": "Less extension of the incision.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Episiotomy",
        "id": "78503239-fe99-4f51-9ed3-7620b2e06737",
        "choice_type": "single"
    }
]