[
    {
        "question": "Most ideal site for sterilisation by tubectomy is:",
        "exp": "Ans: B (Isthumus) Ref: Dutta Textbook of Gynecology 7th ed pg 554. Explanation: Most ideal site for tubectomy consists mainly of isthumus and ampullary part of tube. METHODS OF STERILISATIONPomeroy Tubal Ligation -- In this method of tubal ligation, a loop of tube is \"strangled\" with a suture. Usually, the loop is cut and the ends cauterized or \"burned\". Uchida technique--Proximal end of resected tube is buried into the serous coat along the antimesentric border. Irving procedure--The proximal ends of the tube are buried into the posterior surface of uterus. Madlener technique--Loop of the tube is crushed with artery forceps and tied with black silk. Kroener method of fimbriectomy. laparoscopic method using rings, clips and electrocoagulation.",
        "cop": 2,
        "opa": "Ampulla",
        "opb": "Isthumus",
        "opc": "Fimbriated extremity",
        "opd": "Interstitial portion",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Female Sterilization",
        "id": "2debb7aa-4893-4924-bc50-bbdc0dd0d2c9",
        "choice_type": "single"
    },
    {
        "question": "The most common site of ligation in female sterilisation is:",
        "exp": "Ans. is 'a' i. e. Isthmus Ligation and Tubectomy in the process of tubal sterilization is most commonly preferred in the proximal isthumic portion of the fallopian tube.",
        "cop": 1,
        "opa": "Isthmus",
        "opb": "Ampullary",
        "opc": "Cornual",
        "opd": "Fimbrial",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Female Sterilization",
        "id": "d21a951a-8bd0-4720-8e8e-cb50cafe1c3e",
        "choice_type": "single"
    },
    {
        "question": "Method of sterilization which is least effective is -",
        "exp": "Ans. is 'd' Hysteroscopic tubal occlusion Hysteroscopic tubal occlusion is done by 2 methods and both these methods have high failure rates. Due to high failure rate this method is obsolete now. Pomeroy's method has failure rate of 0. 4%Laparoscopic sterilization has failure rate 0. 6%Fimbriectomy - Permanent sterilization",
        "cop": 4,
        "opa": "Pomeroys technique",
        "opb": "Laparascopy",
        "opc": "Vaginal fimbriectomy",
        "opd": "Hysteroscopic tubal occlusion",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Female Sterilization",
        "id": "ab31c61c-7d7b-4768-af4e-a76d569ba12d",
        "choice_type": "single"
    }
]