[
    {
        "question": "Fetal lung maturity' is signified by all except -",
        "exp": "Ans. is 'd' i.e., Non reactive NST Assessment of fetal lung maturityEstimation of pulmonary1 surfactant by lecithin/sphingomyelin (L/S) ratio. A ratio of >2 indicates fetal lung maturity, which is normally attained at the age of 35 weeks.Shake test or Bubble test (Clement's) is useful bed side test. If positive indicates fetal lung maturity.Foam stability1 index (FSI) should be > 47.Presence of phosphatidyl (PG) in amniotic fluid is tested by thin layer chromatography. If present indicates fetal lung maturitySaturated phosphatidyl choline level equivalent or more than 500 ng'ml indicates fetal lung maturityFluorescence polarisation presence of 55 mg of surfactant per gram of albumin indicates fetal lung maturity'Amniotic fluid optical density at 650 mp greater than 0.15 indicates fetal lung maturityLamellar body count of > 30,000/ml indicates fetal lung maturityOrange colour cells >50% indicates fetal lung maturityAmniotic fluid turbidity",
        "cop": 4,
        "opa": "L-S > 2",
        "opb": ">37 weeks gestation",
        "opc": "Level of phosphatidyl choline",
        "opd": "Non reactive NST",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Assessment",
        "id": "5f630bf1-9191-423b-aab6-a990759b2726",
        "choice_type": "multi"
    },
    {
        "question": "Modified BPP consists of:",
        "exp": "Ans. a. NST with amniotic fluid index (Ref: Williams Obstetrics 24/e p342. 343)Modified Biophysical profile consists of NST with amniotic fluid index.Modified Biophysical Profile: Because the biophysical profile is labor intensive and requires a person trained in sonography, Clark and coworkers (1989) used an abbreviated biophysical profile as a first-line screening test in 2628 singleton pregnancies. Specifically, a vibroacoustic nonstress test was performed twice weekly and combined with amnionic fluid index determination for which < 5 cm was considered abnormal. This abbreviated biophysical profile required approximately 10 minutes to perform, and they concluded that it was a superb antepartum surveillance method because there were no unexpected fetal deaths. The American College of Obstetricians and Gynecologists and the American Academy of Pediatrics (2012) have concluded that the modified biophysical profile test is as predictive of fetal well-being as other approaches to biophysical fetal surveillance. ''-- Williams Obstetrics 24/e 343Biophysical ProfileManning proposed combined use of 5 fetal biophysical variables as a more accurate means of assessing fetal health than a single elementQ.Typically, these tests require 30 to 60 minutes of examiner tuneQ.5 fetal biophysical components assessed: (1) heart rate acceleration, (2) breathing, (3) movements, (4) tone, and (5) amniotic fluid volumeQ.Normal variables were assigned a score of 2 each, and abnormal variables were given a score of 0Q.Highest score possible for a normal fetus is 10Q.Components and Scores for the Biophysical ProfileComponentScore 2Score 0Non stresstest> 2 acceleration of > 15 beats/min for > 15 sec within 20-40 min0 or 1 acceleration within 20- 40 minutesFetal breathing> 1 episode of rhythmic breathing lasting > 30 sec within 30 min< 30 sec of breathing within 30Fetal movement> 3 discrete body or limb movements within 30 min< 3 discrete movementsFetal tone> 1 episode of extremity extension and subsequent return to flexion0 exiension/flextion eventsAmniotic fluid volumeA pocket of amniotic fluid that measure at least 2 cm in two planes perpendicular to each other (2 x 2 cm pocket)Largest single vertical pocket < 2 Interpretation of Biophysical Profile ScoreBiophysical profile ScoreInterpretationRecommended Management10Normal, non-asphyxiated fetus* No fetal indication for intervention, repeat test weekly except in diabetic patients & Post-term pregnancy (twice weekly)8/10 (Normal AFV) 8/8 (NST not done)Normal, non-asphyxiated fetus* No fetal indication for intervention; repeat testing as per protocol8/10 (Decreased AFV)Chronic fetal asphyxiasuspected* Deliver6Possible fetal asphyxia* If amniotic fluid volume abnormal, deliver* If normal fluid at > 36 weeks with favourable Cervix, deliver* If repeat test > 6, deliver* If repeat test > 6, observe, and repeat as per protocol4Probable fetal asphyxia* Repeat testing same day; if biophysical profile score < 6, deliver0 to 2Almost certain fetal asphyxia* Deliver",
        "cop": 1,
        "opa": "NST with AFI",
        "opb": "NST with fetal breathing",
        "opc": "NST with fetal movement",
        "opd": "NST with fetal tone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Assessment",
        "id": "326bd075-44df-4a6b-aa98-813ba8bf3df7",
        "choice_type": "single"
    },
    {
        "question": "Modified BPP does not include -",
        "exp": "Ans. is 'a' i.e, Oxytocin Modified BPPo Consists ofNST & ultrasonographically determined Amniotic fluid index (AFI).o It is considered abnormal (nonreassuring) when NST is non-reactive and / or the AFI is <5.",
        "cop": 1,
        "opa": "Oxytocin",
        "opb": "NST",
        "opc": "AFI",
        "opd": "All of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Assessment",
        "id": "a04cad2a-7262-4a6f-9beb-bc2d367dace5",
        "choice_type": "multi"
    },
    {
        "question": "Modified biophysical profile includes:",
        "exp": "Ref: Dutta s Text Book of Obstetrics. 7th edition. Pg 109Explanation:Biophysical profile (Manning) scoring includes:PARAMETERSMINIMAL CRITERIASCORENSTReactive pattern2Fetal breathing movements> 1 episode lasting >30 sec2Gross body movement> 3 discrete body/ limb movements2Fetal muscle tone> 1 episode of extension of limb or trunk with return to flexion2Amniotic fluid> 1 pocket measuring 2 cm in two perpendicular planes2* Normal score = 2 Abnormal = 0Total score = IQBut the disadvantage with biophysical profile is it takes half an hour for each patient.Hence, modified biophysical score is designed. It includes AFI and NST.Modified BPP is considered abnormal if NST is non reactive and/ or AFI<5.",
        "cop": 3,
        "opa": "Fetal tone and breathing",
        "opb": "Fetal movements and tone",
        "opc": "NST an AFI",
        "opd": "API",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Assessment",
        "id": "abba8cd7-4b3e-4267-8fe9-6fd226aab0b5",
        "choice_type": "single"
    },
    {
        "question": "Which does not indicate fetal lung maturity' -",
        "exp": "Ans. is 'a' i.e., Reactive NST",
        "cop": 1,
        "opa": "Reactive NST",
        "opb": "Gestation 37 weeks",
        "opc": "Presence of phosphatidyl choline",
        "opd": "L/S ratio",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Assessment",
        "id": "3434c6e4-7513-482e-bd83-8b3d6bfd5ef0",
        "choice_type": "single"
    },
    {
        "question": "Hasse's formula used in pregnancy to?",
        "exp": "ANSWER: (A) Estimate fetal ageREF: Textbook of Forensic Medicine and Toxicology by Nagesh Kumar Rao - Page 321Hasse's formulaIf the crown heel length is known then the intrauterine age of fetus is calculated as:If CH length is up to 25 cm thenIU age = Square root of CH lengthIf the CH length is > 25 cm thenIU age = 1/5 of CH length",
        "cop": 1,
        "opa": "Estimate fetal age",
        "opb": "Identify fetal blood group",
        "opc": "Identify fetal sex",
        "opd": "Identify fetal congenital malformations",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal Assessment",
        "id": "89692f81-88ae-4b7a-9fbe-5f077f0b11a6",
        "choice_type": "single"
    }
]