[
    {
        "question": "All of these are responsible for preferential shunting of well oxygenated blood from fetal right atrium to left hea, EXCEPT?",
        "exp": "More oxygenated blood travels along the medial aspect of IVC and less along lateral aspect, facilitating shunting to opposite sides of hea, that is, more oxygenated travels to left hea through foramen ovale and less oxygenated to right ventricle. This is also facilitated by configuration of interatrial septum called crista dividens. So all are correct except option d.",
        "cop": 4,
        "opa": "Upper interatrial septum",
        "opb": "Crista dividens",
        "opc": "Pattern of blood flow in IVC",
        "opd": "Size difference of left and right atrium",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal circulation",
        "id": "b7c3bb73-0bb5-41a1-80c8-1a53a8f68c15",
        "choice_type": "multi"
    },
    {
        "question": "Which of these is true of fetal hemoglobin?",
        "exp": "Hb F binds less avidly to 2, 3 DPG than HbA and thus has higher affinity for oxygen than HbA Almost 65 to 90% of hemoglobin at bih is HbF. After bih HbF gamma gene is switched off and HbA beta gene is switched on so more and more HbA is formed. Sickle cell patients have relatively high amounts of fetal Hb. HbA first appears in fetal blood at 11 weeks when bone marrow stas hematopoesis Remember: The fetal hemoglobin stas appearing at 11 weeks, but the 'Switch - Over' from Fetal hemoglobin's utilisation for oxygen transpo to Adult hemoglobin for oxygen transpo happens at 30-32 weeks...",
        "cop": 3,
        "opa": "HbF binds more avidly to to 2, 3 DPG",
        "opb": "HbF is completely replaced by HbA at the time of bih",
        "opc": "HbA first appears in fetal blood at 11 weeks when bone marrow stas hematopoiesis",
        "opd": "With Sickle cell anemia very low amounts of HbF is produced",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal circulation",
        "id": "68bb4b63-ef08-48c7-bd71-8b7d1ceb2646",
        "choice_type": "multi"
    },
    {
        "question": "What is true of fetal hematopoiesis in the course of pregnancy?",
        "exp": "Fetal hematopoiesis: yolk sac - fetal liver - fetal bone marrow. The first fetal erythrocytes are nucleated and macrocytic. MCV is 180 fL and normally decreases to 105 to 115 fL. As the fetus grows, the blood volume in fetoplacental circulation increases. The fetalhemoglobin concentration increases from 12 gm/dL in mid pregnancy to 18 gm/dL at term. The retic count decreases to about 4 to 5 % at term. The RBC life span increases to 90 days at term.",
        "cop": 3,
        "opa": "Rise in MCV",
        "opb": "Rise in reticulocyte count",
        "opc": "Rise in Hemoglobin content",
        "opd": "Decrease in blood volume",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetal circulation",
        "id": "3832949a-347d-4b43-8323-ab3e4d425e31",
        "choice_type": "multi"
    }
]