[
    {
        "question": "'Saffron colored' amniotic fluid is seen in:",
        "exp": "Ans. A. Post maturity. Amniotic fluid color: a. Early pregnancy. Colorlessb. At term. Straw coloredc. Foetal distress. Green (pea soup)d. IUDDark brown (tobacco juice)e. Rh incompatibility. Goldenf. Post maturity. Saffron/greenish yellow.",
        "cop": 1,
        "opa": "Post maturity",
        "opb": "TB",
        "opc": "Breech",
        "opd": "Normal in appearance",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus Placenta & Fetal Membrane",
        "id": "edc33080-d714-4fa4-b7d4-42280bdc818a",
        "choice_type": "single"
    },
    {
        "question": "The folds of Hoboken are found in:",
        "exp": "Ans. is d, i. e. Umbilical cord. Ref. Williams Obs. 22/e, p 68, 69; 23/e, p 61, 62; 23/e, p 61, 62. Here are few named structures frequently asked and the organ/structure where it is found. Named structure. Seen in* Nitabuch's layer. It is the zone of fibroid degeneration where trophoblast and decidua meet. Seen in basal plate of placenta.* Hofbauer cells. Phagocytic cell seen in connective tissue of chorionic villi of placenta.* Folds of Hoboken. Umbilical arteries* Wharton's jelly. Connective tissue of umbilical cord* Peg cells. Fallopian tube* Langhans cells. Cytotrophoblast",
        "cop": 4,
        "opa": "The amnion",
        "opb": "The placenta",
        "opc": "Uterus",
        "opd": "Umbilical cord",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus Placenta & Fetal Membrane",
        "id": "ca4e36cf-3d46-40be-98f7-217fff7ddf3c",
        "choice_type": "single"
    },
    {
        "question": "Fetal blood loss in abnormal cord insertion is seen in:",
        "exp": "Ans. A. Vasa previa* Vasa previa is an uncommon condition in which fetal blood vessels traverse the lower uterine segment in advance of the presenting Part.* Neither the umbilical cord nor the placenta supports the vessels.* Vasa previa presents with painless vaginal bleeding at the time of spontaneous rupture of membranes or amniotomy (AROM).* Fetal shock or demise can occur rapidly.* Fetal mortality for cases not recognized before the onset of labor is reported to range between 22. 5% and 100",
        "cop": 1,
        "opa": "Vasa previa",
        "opb": "Decidua basalis",
        "opc": "Battledore placenta",
        "opd": "Succenturiate placenta",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus Placenta & Fetal Membrane",
        "id": "65360bd7-0361-4ce8-849c-0eff50497034",
        "choice_type": "single"
    },
    {
        "question": "Fetal kidneys start producing urine by:",
        "exp": "Ans. is a, i. e. 3 months. Ref. Williams Obs. 24/e, p 142. Fetal kidneys start producing urine at 12 weeks = 3 months. Initial rate of production of urine = 7-14 ml/day. At term it is = 27 ml/hr or 650 ml/day.",
        "cop": 1,
        "opa": "3 months",
        "opb": "4 months",
        "opc": "5 months",
        "opd": "6 months",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus Placenta & Fetal Membrane",
        "id": "9509d00a-1d70-4a0d-b1be-41b0168eef6a",
        "choice_type": "single"
    },
    {
        "question": "Human placenta is best described as:",
        "exp": "Ans. is d, i. e. All of the above. Ref: Dutta Obs 9/e, p 25. Human placenta is discoid-disc like in shape hemochorial because of direct contact of chorion with blood maternal deciduate, i. e. it is shed at the time of parturition.",
        "cop": 4,
        "opa": "Discoidal",
        "opb": "Hemochorial",
        "opc": "Deciduate",
        "opd": "All of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus Placenta & Fetal Membrane",
        "id": "b3e55ff4-ff8d-4f6a-8684-f1b1c7077e31",
        "choice_type": "multi"
    },
    {
        "question": "Placenta succenturiata may have all except:",
        "exp": "Ans. is a, i. e. Preterm delivery. Ref. Dutta Obs 9/e, p 205. Succenturiate lobe can lead to PPH, sub involution, uterine sepsis and polyp. Note: The accessory lobe in succenturiate placenta is developed from the activated villi on the chorionic laeva.",
        "cop": 1,
        "opa": "Preterm delivery",
        "opb": "PPH",
        "opc": "Missing lobe",
        "opd": "Sepsis and subinvolution",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus Placenta & Fetal Membrane",
        "id": "9e821a7e-e0ca-4a0a-a6d5-bdcdbc75cf57",
        "choice_type": "multi"
    },
    {
        "question": "Ligamentum teres is formed after:",
        "exp": "Ans. is a, i. e. Obliteration of the umbilical vein. Vessel. Remnant. Umbilical artery. Medial umbilical ligament. Left umbilical vein. Ligamentum teres of the liver",
        "cop": 1,
        "opa": "Obliteration of the umbilical vein",
        "opb": "Obliteration of the ductus venous",
        "opc": "Obliteration of the ductus arteriosus",
        "opd": "Obliteration of the hypogastric artery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus Placenta & Fetal Membrane",
        "id": "d72a5730-f009-4808-801b-1e883b6ad746",
        "choice_type": "single"
    },
    {
        "question": "Weight of placenta and fetus are equal at:",
        "exp": "Ans. is c, i. e. 17 weeks. Ref Williams Obs 24/e p 95\"In the first trimester, placental growth is more rapid than that of the fetus. But by approximately 17 post menstrual weeks, placental and fetal weights are approximately equal\" Ref Williams 24/e, p 95",
        "cop": 3,
        "opa": "14 weeks",
        "opb": "15 weeks",
        "opc": "17 weeks",
        "opd": "21 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus Placenta & Fetal Membrane",
        "id": "8220b9d2-2fe9-4f09-a0c8-fdf346b07d70",
        "choice_type": "single"
    },
    {
        "question": "Placenta develops from:",
        "exp": "Ans. A. Chorion frondosum and decidua basalis1. The human placenta is of chorioallantoic type, consisting of 2 components: a. The chorion, or outer layers of the chorionic cavity, including: i. The syncytiotrophoblastii. The cytotrophoblastiii. The extraembryonic mesodermb. The allantois, containing the umbilical vessels and 3 foetal blood vessels: 2 arteries and 1 vein. 2. The foetal trophoblast invades the endometrium, breaks down the endometrial blood vessels into lacunae, and forms villi around them. 3. Thus, the placenta is a materno-foetal unit, with: i. The foetal portion formed by the chorion (chorionic plate)ii. The maternal portion formed by the decidua basalis (basal plate). 4. The foeto-maternal interface consists of these opposed layers: i. The chorion frondosumii. Fibriniii. The decidua basalis",
        "cop": 1,
        "opa": "Chorion frondosum and decidua basalis",
        "opb": "Chorion villi and decidua basalis",
        "opc": "Chorion frondosum and decidua capsularis",
        "opd": "Chorion villi and decidua parietalis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus Placenta & Fetal Membrane",
        "id": "c21dfb44-3295-4196-98c4-5f8666d5a97b",
        "choice_type": "single"
    },
    {
        "question": "Fetal sex can be detected by USG at:",
        "exp": "Ans. is a, i. e. 14 weeks. Ref. William's 23/e, p 79\"Gender can be determined by experienced observers by inspection of the external genitalia by 14 weeks\". Ref Williams Obs 23/e, p 79",
        "cop": 1,
        "opa": "14 weeks",
        "opb": "16 weeks",
        "opc": "18 weeks",
        "opd": "20 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus Placenta & Fetal Membrane",
        "id": "c892a5cb-9d85-4731-b557-41dc61f752f0",
        "choice_type": "single"
    },
    {
        "question": "Uteroplacental blood flow at term is:",
        "exp": "Ans. is b, i. e. 500-700 mL/min. Ref. Williams Obs. 25/e, p 132\"Using ultrasound to study the uterine arteries, utero placental blood flow has been measured to increase progressively during pregnancy from approximately 450 mL/min in mid trimester to nearly 500-750 mL/min at 36 weeks\"",
        "cop": 2,
        "opa": "300-500 mL/min",
        "opb": "500-700 mL/min",
        "opc": "700-900 mL/min",
        "opd": "900-1100 mL/min",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus Placenta & Fetal Membrane",
        "id": "a7369a51-4458-459f-9011-aa6b0c33420b",
        "choice_type": "single"
    },
    {
        "question": "The finding of a single umbilical artery on examination of the umbilical cord after delivery is:",
        "exp": "Ans. is c, i. e. An indicator of considerably increased incidence of major malformation of the fetus. Ref: Williams Obs 23/e, p 582. Single Umblical Artery. It is seen in 07-0. 8% cases of single pregnancy and 5% of twin pregnancy. More common in diabetic patients and black patients. Finding of a single umbilical artery is not insignificant and is associated with: i. Congenital malformations of the fetus in 20-25% cases amongst which cardiovascular and genitourinary anomalies are common. ii. Increased chances of abortion, prematurity, IUGR and perinatal mortality.",
        "cop": 3,
        "opa": "Insignificant",
        "opb": "Occurs in 10% of newborns",
        "opc": "An indicator of considerably increased incidence of major malformation of the fetus",
        "opd": "Equally common in newborn of diabetic and nondiabetic mothers",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus Placenta & Fetal Membrane",
        "id": "d62351c3-bc91-4c01-bd20-82186bfc82ca",
        "choice_type": "multi"
    },
    {
        "question": "What is the pH of amniotic fluid?",
        "exp": "Ans. B. 7. 1-7. 3. Properties of amniotic fluid: a. pH: 7. 1-7. 3b. Specific gravity: 1. 010c. Osmolarity: 250m. Osmol/l--a sign of fetal maturity.",
        "cop": 2,
        "opa": "6. 5-7",
        "opb": "7. 1-7. 3",
        "opc": "7. 4-7. 8",
        "opd": "7. 8-8. 1",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus Placenta & Fetal Membrane",
        "id": "ad5ad5f5-6599-4550-9518-45ca1ae404d7",
        "choice_type": "single"
    },
    {
        "question": "Not transmitted congenitally -",
        "exp": "Ans. is 'c' i. e., Candida [Ref: Dutta's Obs 7th/ep. 301 and internet). Vertical transmissiono Term that refers to the spread of infections from mother-to-baby. These infections may occur while the fetus is still in the uterus (''in utero\"), during labour and delivery, or after delivery (such as while breastfeeding). o The following infections can be spread from mother-to-baby: Congenital infections f passed in uterolo A congenital infection is an infection that crosses the placenta to infect the fetus, o TORCH is an acronym for several of the more common congenital infections. These are: Toxoplasmosis. Other infections (syphilis, hepatitis B, Coxsackie virus, Epstein-Barr virus, varicella-zoster virus (chicken pox), and human parvovirus, HIV). Rubella. Cytomegalovirus (CMV). Herpes simplex virus. Perinatal infections tduring labour and delivery)o Perinatal infections refer to infections that occur as the baby moves through an infected birth canal. CMVGonorrhea. Chlamydia. Herpes simplex virus. Human Papilloma Virus (genital warts). Group B Streptococci (GBS). Postnatal infections (after deliverylo Infections spread from mother to baby following delivery are known as \"postnatal infections. \" These infections can be spread during breastfeeding through infectious microbes found in the mother's breast milk. o Some examples of postnatal infections are: CMVHIVGroup B Strep (GBS)",
        "cop": 3,
        "opa": "HSV",
        "opb": "HIV",
        "opc": "Candida",
        "opd": "Rubella",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus Placenta & Fetal Membrane",
        "id": "20fdade3-df62-4b6b-9b88-357b1d298c0d",
        "choice_type": "multi"
    },
    {
        "question": "What is the main product of fetal adrenal gland?",
        "exp": "Ans. is b, i. e. DHEA-SMain product of fetal adrenal gland is DHEA-S which it synthesises using cholesterol. The fetal DHEA-S is then used by placenta to synthesize estrogen (E3 and E2 ). Extra Edge. At term, fetal adrenal glands weigh the same as those of adults. More than 80% of fetal gland is composed of unique fetal zone which has a great capacity for steroid synthesis. Daily steroid production of fetal adrenal gland is 100-200 mg/day as compared to adults 30-40 mg/day. Fetal zone is lost in the first year of life and is not present in adults. In anencephaly, fetal adrenal gland is absent or hypoplastic.",
        "cop": 2,
        "opa": "Cortisol",
        "opb": "DHEA-S",
        "opc": "Testosterone",
        "opd": "Progesterone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus Placenta & Fetal Membrane",
        "id": "51a0dc26-ec64-427b-88ce-85e66c75bd83",
        "choice_type": "single"
    },
    {
        "question": "Uterine blood flow at term:",
        "exp": "Ans is d, i. e. 750 mL/min. Ref. Dutta Obs 8/e, p 61\"Uterine blood flow is increased from 50 mL/min in non pregnant state to about 750 mL near term\". Ref Dutta Obs 8/e, p 61",
        "cop": 4,
        "opa": "50 mL/min",
        "opb": "450 mL",
        "opc": "550 mL",
        "opd": "750 mL/min",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus Placenta & Fetal Membrane",
        "id": "1710eee2-1970-4509-9da5-4b565daf890f",
        "choice_type": "single"
    },
    {
        "question": "The percentage of HbF at birth is:",
        "exp": "Ans. is c, i. e. 70%Ref Nelson. During Intrauterine life HbF=90%At birth HbF=70%At 6 months after birth HbF=1-2%In Adults (HbF) is in traces.",
        "cop": 3,
        "opa": "20%",
        "opb": "50%",
        "opc": "70%",
        "opd": "90%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus Placenta & Fetal Membrane",
        "id": "16ef56a7-265f-4ef2-8a04-40af521d0205",
        "choice_type": "single"
    },
    {
        "question": "Which of the trophoblast does not invade spiral arterioles:-",
        "exp": "Ans. (d) Interstitial. Ref: Williams Obstetrics 25th Ed; Page No-88* After implantation; trophoblast giving rise to villous and extra villous trophoblasts.* Extra villous trophoblasts contact with various maternal cell types because it migrate into the decidua and myometrium and also penetrate maternal vasculature.* Extra villous trophoblasts are found outside the villus and it is further subdivided into endovascular and interstitial trophoblasts. * Interstitial trophoblasts invade the decidua and surround spiral arteries.* Endovascular trophoblasts invade and transform spiral arteries during pregnancy to create low-resistance blood flow that is characteristic of the placenta.",
        "cop": 4,
        "opa": "Extravillous",
        "opb": "Endovascular",
        "opc": "Tertiary villus",
        "opd": "Interstitial",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus Placenta & Fetal Membrane",
        "id": "d80c555b-4b58-4f49-b28b-3dc11f6cc495",
        "choice_type": "single"
    },
    {
        "question": "Placentamegaly is diagnosed on USG if size of placenta is more near:",
        "exp": "Ans is d, i. e. 40 mm. Placental thickness increases by 1 mm/week. If placental thickness is more than 40 mm at term, it is called as placentomegaly",
        "cop": 4,
        "opa": "25 mm",
        "opb": "30 mm",
        "opc": "35 mm",
        "opd": "40 mm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus Placenta & Fetal Membrane",
        "id": "130108d4-1f40-48a0-92a9-aea19c2856c3",
        "choice_type": "single"
    }
]