[
    {
        "question": "Select the antibiotic most frequently associated with the Fetal high-tone hearing loss (SELECT 1 ANTIBIOTIC)",
        "exp": "Fetal exposure to an antibiotic depends on many factors such as gestational age, protein binding, lipid solubility, pH, molecular weight, degree of ionization, and concentration gradient. Some antibiotics are even concentrated in the fetal compartment. Tetracycline is contraindicated in all three trimesters. It has been associated with skeletal abnormalities, staining and hypoplasia of budding fetal teeth, bone hypoplasia, and fatal maternal liver decompensation. Sulfonamides are associated with kernicterus in the newborn. They compete with bilirubin for binding sites on albumin, thereby leaving more bilirubin free for diffusion into tissues. Sulfonamides should be withheld during the last 2 to 6 weeks of pregnancy. With prolonged treatment of tuberculosis (TB) in pregnancy, streptomycin has been associated with fetal hearing loss. Its use is restricted to complicated cases of TB. Nitrofurantoin can cause maternal and fetal hemolytic anemia if glucose- 6-phosphate dehydrogenase deficiency is present. Chloramphenicol is noted for causing the gray baby syndrome. Infants are unable to properly metabolize the drug, which reaches toxic levels in about 4 days and can lead to neonatal death within 1 to 2 days.",
        "cop": 2,
        "opa": "Tetracycline",
        "opb": "Streptomycin",
        "opc": "Nitrofurantoin",
        "opd": "Chloramphenicol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus & New Born and their Diseases",
        "id": "92957f70-8c07-4a6b-b489-6a9043d8a8ed",
        "choice_type": "single"
    },
    {
        "question": "A 41-year-old had a baby with Down syndrome 10 years ago. She is anxious to know the chromosome status of her fetus in a current pregnancy. The test that has the fastest lab processing time for karyotype is",
        "exp": "Amniocentesis, cordocentesis, cystic hygroma aspiration, and chorionic villus sampling are techniques of obtaining fetal tissues that are amenable to cytogenetic analysis. Amniotic fluid cells require tissue culture to obtain adequate cell numbers for analysis. Chorionic villi can be harvested directly for extremely rapid diagnosis or can be cultured for higher banding (increased detail). Fetal blood obtained by cordocentesis or percutaneous umbilical blood sampling (PUBS) requires 2 to 3 days of culturing before a karyotype is obtained. Doppler flow ultrasound is used to assess blood flow through fetal vessels but is not a substitute for direct analysis of tissue.",
        "cop": 3,
        "opa": "Amniocentesis",
        "opb": "Cordocentesis",
        "opc": "Chorionic villus sampling (CVS)",
        "opd": "Doppler flow ultrasound",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus & New Born and their Diseases",
        "id": "87f865ee-ace7-4084-9888-b9cf34b88438",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old G2. P1 patient comes to see you at 17 weeks gestational age to review the results of her triple test done 1 week ago. You tell the patient that her maternal serum a-fetoprotein (MSAFP) level is 2. 0 multiples of the median (MOM). The patient's obstetrical history consists of a term vaginal delivery 2 years ago without complications. What do you tell your patient regarding how to proceed next?",
        "exp": "The multiple marker screening test, also referred to as the expanded AFP test or triple screen, consists of maternal serum measurements of estriol, human chorionic gonadotropin, and a-fetoprotein. The multiple marker screening test is used to determine a pregnant patient's risk of having a baby with an- euploidy and a neural tube defect. The AFP test has the greatest sensitivity when done between 16 and 18 weeks. A maternal serum AFP level that is greater than or equal to 2. 0 to 2. 5 MOM indicates an elevated risk for a neural tube defect and indicates that further workup and evaluation are needed. The first step when an elevated serum AFP result is obtained is to have the patient undergo an ultrasound to verify that the gestational age of the pregnancy is correct. The sonogram can also identify a fetal death in utero, multiple gestation, or a neural tube or abdominal defect, which could all explain the elevated AFP level. A repeat serum AFP test can be done, because at a level of 2. 0 MOM there is some overlap between normal and affected pregnancies. The repeat test should be done as soon as possible; waiting until 20 weeks decreases the sensitivity of the test and wastes valuable time in the workup. An amniocentesis is recommended if a neural tube defect is suspected, in order to measure amniotic fluid levels of AFP and therefore confirm the findings of the maternal serum AFP. The physician would not immediately refer the patient for a chorionic villus sampling because this procedure obtains placental tissue for fetal karyotyping and does not add to information regarding the presence of a neural tube defect. A cordocentesis or percutaneous umbilical cord blood sampling (PUBS) is a procedure whereby the umbilical vein is punctured under ultrasonic guidance and a fetal blood sample is obtained. Usually a PUBS is performed when rapid fetal karyotyping must be done, such as in a situation where severe growth restriction exists. PUBS is most commonly used in situations where fetal hydrops exists to obtain information regarding fetal platelet counts and fetal hematocrits.",
        "cop": 3,
        "opa": "Explain to the patient that the blood test is diagnostic of a neural tube defect and she should consult with a pediatric neurosurgeon as soon as possible",
        "opb": "Tell the patient that the blood test result is most likely a false-positive result and she should repeat the test at 20 weeks",
        "opc": "Refer the patient for an ultrasound to confirm dates",
        "opd": "Offer the patient immediate chorionic villus sampling to obtain a fetal karyotype",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus & New Born and their Diseases",
        "id": "381e92ad-a6a0-4dc2-b4db-a444143805e9",
        "choice_type": "multi"
    },
    {
        "question": "A 26-year-old patient has had three consecutive spontaneous abortions early in the second trimester. As part of an evaluation for this problem, the least useful test would be",
        "exp": "A major cause of spontaneous abortions in the first trimester is chromosomal abnormalities; however, the causes of losses in the second trimester are more likely to be uterine or environmental in origin. Patients should be screened for thyroid function, diabetes mellitus, and collagen vascular disorders. There is also a correlation between patients with a positive lupus anticoagulant and recurrent miscarriages. A hysterosalpingogram should be performed to rule out uterine structural abnormalities, such as bicornuate uterus, septate uterus, unicornuate uterus, submucous fibroids, or intrauterine adhesions. Endometrial biopsy is performed to rule out an insufficiency of the luteal phase or evidence of chronic endometritis. If no abnormalities are found, both the husband and wife should be karyotyped to see if a balanced translocation or 45, X mosaicism exists. A postcoital test is useful for couples who cannot conceive but does not address post conception losses.",
        "cop": 4,
        "opa": "Hysterosalpingogram",
        "opb": "Chromosomal analysis of the couple",
        "opc": "Endometrial biopsy in the luteal phase",
        "opd": "Postcoital test",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus & New Born and their Diseases",
        "id": "ad24819b-f50e-48b0-a84c-13dff52bd75b",
        "choice_type": "single"
    },
    {
        "question": "The characteristics of caput succedaneum include all of the following except:",
        "exp": "Ans. is c, i. e. It does not disappear within 2-3 days. Caput succedaneum. This is a localized swelling of the scalp due to effusion of serum above the periosteum. Pathology: There is obstruction of venous and lymphatic return due to pressure by the cervix.|Stagnation of fluid|Edema over scalp. Site: of the caput depends upon the position of the head. It is present at birth and disappears by about 24-36 hours. The size indicates the amount of pressure on the head. Cephalhematoma. Caput succedaneum. Sharply circumscribed. Soft but does not pit on pressure. Under the periosteum. Does not cross suture lines. Fixed in one place. May be associated with fracture. Appears sometime after birth, grows largerand disappears only after weeks or months. Diffuse. Soft and pits on pressure. Above the periosteum. Lies over and crosses suture lines/midline. Movable over dependant part. Not associated with fracture. Largest at birth, immediately starts to regress and disappears in a few hours",
        "cop": 3,
        "opa": "Crosses midiine",
        "opb": "Crosses the suture line",
        "opc": "It does not disappear within 2-3 days",
        "opd": "It is a diffuse edematous swelling of the soft tissues of the scalp",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus & New Born and their Diseases",
        "id": "9e7490a7-faf7-49db-814d-d7c4da22a2cb",
        "choice_type": "multi"
    },
    {
        "question": "IUGR is characterized by all except:",
        "exp": "Ans. is c, i. e. HMDRef COGDT 10/e, p 293; Dutta Obs. 7/e, p 464. Fetal complications of IUGRLong-term complications of IUGR: Low IQ, learning and behaviour problems. Major neurologic handicaps (seizure disorders, cerebral palsy, mental retardation). Adult diseases--these children are supposed to be at increased risk of developing disorders like obesity, diabetes mellitus, cardiovascular disease. Now let's see what Ghai 6/e, p 166 says about Hyaline membrane disease (RDS). In RDS the basic abnormality is surfactant deficiency. \"RDS almost always occurs in preterm babies often less than 34 weeks of gestation. It is the commonest cause of respiratory distress in a preterm neonate. The overall incidence is 10-15% but can be as high as 80% in neonates < 28 weeks. OGDT 10/e, p 293 says: \"Hypoxia in IUGR fetus is the result of increasing fetal requirement during pregnancy and not due to hyaline membrane disease (i. e. surfactant deficiency). \"According to Fernando Arias, 3/e p 112 RDS/HMD is seen in preterm fetal growth restricted infants. The RDS is not because of IUGR but due to prematurity, so I am ruling it out because the question is not asking about Preterm IUGR",
        "cop": 3,
        "opa": "Polycythemia",
        "opb": "Meconium aspiration syndrome",
        "opc": "HMD",
        "opd": "Hypocalcemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus & New Born and their Diseases",
        "id": "2d905e62-6e95-4f9a-a69e-c8ca8dffa1ac",
        "choice_type": "multi"
    },
    {
        "question": "Select the antibiotic most frequently associated with the Hypoplasia and staining of fetal teeth (SELECT 1 ANTIBIOTIC)",
        "exp": "Fetal exposure to an antibiotic depends on many factors such as gestational age, protein binding, lipid solubility, pH, molecular weight, degree of ionization, and concentration gradient. Some antibiotics are even concentrated in the fetal compartment. Tetracycline is contraindicated in all three trimesters. It has been associated with skeletal abnormalities, staining and hypoplasia of budding fetal teeth, bone hypoplasia, and fatal maternal liver decompensation. Sulfonamides are associated with kernicterus in the newborn. They compete with bilirubin for binding sites on albumin, thereby leaving more bilirubin free for diffusion into tissues. Sulfonamides should be withheld during the last 2 to 6 weeks of pregnancy. With prolonged treatment of tuberculosis (TB) in pregnancy, streptomycin has been associated with fetal hearing loss. Its use is restricted to complicated cases of TB. Nitrofurantoin can cause maternal and fetal hemolytic anemia if glucose- 6-phosphate dehydrogenase deficiency is present. Chloramphenicol is noted for causing the gray baby syndrome. Infants are unable to properly metabolize the drug, which reaches toxic levels in about 4 days and can lead to neonatal death within 1 to 2 days.",
        "cop": 1,
        "opa": "Tetracycline",
        "opb": "Streptomycin",
        "opc": "Nitrofurantoin",
        "opd": "Chloramphenicol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus & New Born and their Diseases",
        "id": "aa69e4c6-2f9c-45dd-b7d1-5ff7cdd2dee0",
        "choice_type": "single"
    },
    {
        "question": "An obese, 25-year-old G1. P0 comes to your office at 8 weeks gestational age for her first prenatal visit. She is delighted to be pregnant and wants to do whatever is necessary to ensure a healthy pregnancy. She is currently 5 ft, 2 in. tall and weighs 300 lb. She is concerned because she is overweight and wants you to help her with a strict exercise and diet regimen so that she can be healthier during the pregnancy. During your counseling session with the patient, you advise her of all of the following except",
        "exp": "Women who are markedly obese are at increased risk of developing complications during pregnancy. Obese women are more likely to develop diabetes and hypertension during pregnancy. In addition, these women are more likely to develop fetal macrosomia and undergo cesarean section for delivery. Morbidly obese women who do not gain weight during pregnancy are not at risk for having a fetus with growth abnormalities, and therefore they do not need to gain the 25 to 35 lb recommended for women of normal weight. Although it is not recommended that obese women gain weight during pregnancy, diet restriction and weight loss are to be avoided. In addition, as with all women, it is not recommended that obese women initiate a rigorous exercise program during pregnancy.",
        "cop": 2,
        "opa": "Marked obesity in pregnancy increases the risk of developing diabetes, hypertension, and fetal macrosomia",
        "opb": "She should gain at least 25 lb during the pregnancy because nutritional deprivation can result in impaired fetal brain development and intrauterine fetal growth retardation",
        "opc": "Obese women will still have adequate fetal growth in the absence of any weight gain during pregnancy",
        "opd": "She should avoid initiating a vigorous exercise program to get in shape",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus & New Born and their Diseases",
        "id": "4a32fc1f-ad4a-4781-bad9-3e2162dae3ed",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of vaginal bleeding in neonate is?",
        "exp": "ANSWER: (D) Hormone withdrawal. REF: Shaw 13th ed p. 48\"Vaginal bleed may be noticed in neonates in first week, it is due to withdrawal of maternal estrogen circulating in the newborn circulation. No treatment is needed except for reassurance\"",
        "cop": 4,
        "opa": "Sarcoma botryoides",
        "opb": "Birth trauma",
        "opc": "Bleeding disorder",
        "opd": "Hormone withdrawal",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus & New Born and their Diseases",
        "id": "3814350e-d83e-4412-883a-534c582f93b9",
        "choice_type": "single"
    },
    {
        "question": "Select the antibiotic most frequently associated with the Gray baby syndrome (SELECT 1 ANTIBIOTIC)",
        "exp": "Fetal exposure to an antibiotic depends on many factors such as gestational age, protein binding, lipid solubility, pH, molecular weight, degree of ionization, and concentration gradient. Some antibiotics are even concentrated in the fetal compartment. Tetracycline is contraindicated in all three trimesters. It has been associated with skeletal abnormalities, staining and hypoplasia of budding fetal teeth, bone hypoplasia, and fatal maternal liver decompensation. Sulfonamides are associated with kernicterus in the newborn. They compete with bilirubin for binding sites on albumin, thereby leaving more bilirubin free for diffusion into tissues. Sulfonamides should be withheld during the last 2 to 6 weeks of pregnancy. With prolonged treatment of tuberculosis (TB) in pregnancy, streptomycin has been associated with fetal hearing loss. Its use is restricted to complicated cases of TB. Nitrofurantoin can cause maternal and fetal hemolytic anemia if glucose- 6-phosphate dehydrogenase deficiency is present. Chloramphenicol is noted for causing the gray baby syndrome. Infants are unable to properly metabolize the drug, which reaches toxic levels in about 4 days and can lead to neonatal death within 1 to 2 days.",
        "cop": 4,
        "opa": "Tetracycline",
        "opb": "Streptomycin",
        "opc": "Nitrofurantoin",
        "opd": "Chloramphenicol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus & New Born and their Diseases",
        "id": "1bd88de0-6bfc-4d47-b65c-3f62cf4a26cd",
        "choice_type": "single"
    },
    {
        "question": "You have a patient who is very health-conscious and regularly ingests a large number of vitamins in mega doses and herbal therapies on a daily basis. She is a strict vegetarian as well. She is going to attempt pregnancy and wants your advice regarding her diet and nutrition intake. Which of the following is true regarding diet recommendations in pregnancy?",
        "exp": "The use of herbal remedies is not recommended during pregnancy because such products are classified as dietary supplements and therefore are not FDA-regulated for purity, safety, and efficacy. In fact, the actual ingredients of many herbal substances are not even known. There is almost no data regarding the teratogenic potential of herbal medications in humans. It is not recommended that women assume a vegetarian diet during pregnancy because animal sources of protein such as meat, poultry, fish, and eggs contain amino acids in the most desirable combinations. In addition, strict vegetarians can give birth to infants who are low in vitamin B12 stores because vitamin B12 occurs naturally only in foods of animal origin. Pregnant women do not need to take vitamin A supplements because adequate amounts can be obtained in the diet; in addition, a very high intake of vitamin A has been associated with the type of congenital malformations seen with oral Accutane use. Adequate vitamin C levels needed for pregnancy can be provided in a reasonable diet. No known fetal anomalies have been reported with vitamin C supplementation in pregnancy.",
        "cop": 2,
        "opa": "Because herbal medications are natural, there is no reason to avoid these dietary supplements in pregnancy",
        "opb": "It is recommended that in pregnancy the majority of the protein consumed be supplied from animal sources",
        "opc": "Routine supplementation of vitamin A is necessary during pregnancy because dietary intake alone does not provide sufficient amounts needed during pregnancy",
        "opd": "During pregnancy, vegetarians obtain sufficient amounts of vitamin B12 in their diet needed for the fetus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus & New Born and their Diseases",
        "id": "48a8e4e9-de2a-45d4-b142-ce681ff94f40",
        "choice_type": "multi"
    },
    {
        "question": "A large baby is born with which complication in pregnancy:",
        "exp": "Ans. is a, i. e. Gestational diabetes. Ref. Dutta Obs. 7/e, p 284: Williams Obs. 23/e, p 854. Large baby is called as macrosomia which is defined as fetal (neonatal) weight exceeding two standard deviations or above 90th centile for the appropriate normal population. According to ACOG: birth weight of >= 4500 gm is called as macrosomia. In Indian context birth weight of >= 4000 gm is called as macrosomia. Macrosomia is seen in: Maternal diabetes. Maternal obesity. Multiparity. Prolonged gestation. Increased maternal age",
        "cop": 1,
        "opa": "Gestational diabetes",
        "opb": "Gestational hypertension",
        "opc": "Cardiac disease",
        "opd": "Anemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus & New Born and their Diseases",
        "id": "b0206398-f13f-40af-a93c-92d460d28466",
        "choice_type": "single"
    },
    {
        "question": "In terms of birth defect potential, the safest of the following drugs is",
        "exp": "Alcohol is an enormous contributor to otherwise preventable birth defects. Sequelae include retardation of intrauterine growth, craniofacial abnormalities, and mental retardation. The occasional drink in pregnancy has not been proved to be deleterious. Isotretinoin (Accutane) is a powerful drug for acne that has enormous potential for producing congenital anomalies when ingested in early pregnancy; it should never be used in pregnancy. Tetracyclines interfere with development of bone and can lead to stained teeth in children. Progesterone have been implicated in multiple birth defects, but controlled studies have failed to demonstrate a significant association with increased risk. Patients who have inadvertently become pregnant while on birth control pills should be reassured that the incidence of birth defects is no higher for them than for the general population. Phenytoin (Dilantin) is used for epilepsy and can be associated with a spectrum of abnormalities, including digital hypoplasia and facial abnormalities.",
        "cop": 4,
        "opa": "Alcohol",
        "opb": "Isotretinoin (Accutane)",
        "opc": "Tetracyclines",
        "opd": "Progesterone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus & New Born and their Diseases",
        "id": "f415c0a6-f689-4e82-afd5-2c135eee772f",
        "choice_type": "single"
    },
    {
        "question": "You see a 42-year-old patient in your office who is now 5 weeks pregnant with her fifth baby. She is very concerned regarding the risk of Down syndrome because of her advanced maternal age. After extensive genetic counseling, she has decided to undergo a second-trimester amniocentesis to determine the karyotype of her fetus. Prior to performing the procedure, you inform the patient that all of the following are possible complications of the amniocentesis except",
        "exp": "Amniocentesis performed in the second trimester has been associated with a 1 to 2% risk of amniotic fluid leakage, a fetal loss rate of less than 0. 5%, transient transvaginal spotting, a less than 0. 1% risk of chorioamnionitis, and a rare risk of cell culture failure. There has not been an association of amniocentesis in the second trimester with fetal limb reduction defects. Chorionic villus sampling performed at a gestational age of less than 9 weeks has been associated with fetal limb reduction defects.",
        "cop": 4,
        "opa": "Amniotic fluid leakage",
        "opb": "Chorioamnionitis",
        "opc": "A fetal loss rate of less than 0. 5%",
        "opd": "Limb reduction defects",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus & New Born and their Diseases",
        "id": "3b9bb897-af92-4ce2-9d11-1e0fdf45ff14",
        "choice_type": "multi"
    },
    {
        "question": "A patient who works as a nurse in the surgery intensive care unit at a local community hospital comes to see you for her annual gynecologic exam. She tells you that she plans to go off her oral contraceptives because she plans to attempt pregnancy in the next few months. This patient has many questions regarding updating her immunizations and whether or not she can do this when pregnant. All of the following statements are true regarding immunizations and pregnancy except",
        "exp": "Immunizations in pregnancy with toxoids (tetanus) or killed bacteria or viruses (influenza, hepatitis B) have not been associated with fetal anomalies or adverse outcomes. The varicella, rubella, measles, mumps, and polio vaccines consist of attenuated live viruses and should not be administered during pregnancy because of a theoretic risk to the fetus. The Centers for Disease Control recommends that women wait 3 months to conceive after receiving immunization with a live attenuated virus, and that all women receive the influenza vaccine after the first trimester of pregnancy.",
        "cop": 2,
        "opa": "The patient should be checked for immunity against the rubella (German measles) virus prior to conception because the rubella vaccine is a live virus and should not be given during pregnancy",
        "opb": "The patient should be given the tetanus toxoid vaccination prior to becoming pregnant because it is a live virus that has been associated with multiple fetal anomalies when administered during pregnancy",
        "opc": "The Centers for Disease Control and Prevention recommends that all pregnant women should be vaccinated against the influenza virus after the first trimester",
        "opd": "If the patient does not have a history of having chickenpox in the past, she should be screened for immunity because most people without a history of the infection are immune; if the patient is nonimmune, she should be given the vaccine prior to achieving pregnancy because the vaccine is a live virus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus & New Born and their Diseases",
        "id": "01724d86-69fe-4901-ac8b-9e32189d0be8",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of a neonate with vaginal bleeding is?",
        "exp": "ANSWER: (A) Wait and watch. REF: Shaw 13th ed p. 48 See previous question\"The vaginal bleeding in a neonate is physiological due to presence of maternal hormones and hence it subsides after sometime\"",
        "cop": 1,
        "opa": "Wait and watch",
        "opb": "Estrogen",
        "opc": "Progesterone",
        "opd": "Cryoprecipitate",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus & New Born and their Diseases",
        "id": "5270dc2e-db9a-4346-ab5b-337eac1e3779",
        "choice_type": "single"
    },
    {
        "question": "All are the causes of intrauterine growth retardation except:",
        "exp": "Ans. is d, i. e. Gestational diabetes. Ref. Dutta Obs. 7/e, p 287, 463, 464; Fernando Arias 3/e, p 11 for a, 115 for d, 106 for b. As far as, Pregnancy induced hypertension and maternal heart disease are concerned, there is no doubt that both these conditions cause IUGR. For 'Anemia' Dutta Obs. 6/e, p 463 says: Anemia causes IUGR. Williams Obs. 23/e, p 848 says: \"In most cases, maternal anemia does not causes fetal growth restriction, Exception include sickle cell disease. \"Fernando Arias 3/e, p111 says: \"Sickle cell anemia causes fetal growth retardation\"\"Awathi et al (2001) reported an incidence of IUGR of 37% among Indian women suffering from moderately severe anemia. \"So sickle cell anemia and moderately severe anemia with Hb <8g/dL causes IUGR. As far as diabetes is considered: \"Growth restriction is less commonly observed and is associated with maternal vasculopathies\". --Dutta Obs. 7/e, p 287. Fernando Arias 3/e, p 106 says: Diabetes with vascular disease is a cause of IUGR. It is further supported by following lines from Fernando Arias 3/e, p 115. \"Insulin dependant diabetes with microvascular disease are at high risk for having IUGR fetuses. \"\"Diabetic Vasculopathy and excessively tight control of diabetes mellitus in pregnancy has been linked to intrauterine growth restriction\"Mgt of High Risk Pregnancy, SS Trivedi and Manju Puri p 328, 329. But here friends all texts refer to overt diabetes complicated with vasculopathies leading to IUGR, gestational diabetes is diabetes which is first recognized during pregnancy and it does not lead to vasculopathies so no IUGR. Rather gestational diabetes leads to macrosomia.",
        "cop": 4,
        "opa": "Anemia",
        "opb": "Pregnancy induced hypertension",
        "opc": "Maternal heart disease",
        "opd": "Gestational diabetes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus & New Born and their Diseases",
        "id": "dd48e1aa-b52f-4cea-8483-ffc40084234a",
        "choice_type": "multi"
    },
    {
        "question": "IUGR is defined when:",
        "exp": "Ans. is a, i. e. Birth weight is below the tenth percentile of the average of gestational age. Ref Dutta Obs. 7/e, p 461. Intrauterine growth restriction is said to be present in those babies whose birth weight is below the tenth percentile of the average for the gestational age.",
        "cop": 1,
        "opa": "Birth weight is below the tenth percentile of the average of gestational age",
        "opb": "Birth weight is below the 20 percentile of the average of gestational age",
        "opc": "Birth weight is below the 30 percentile of the average of gestational age",
        "opd": "Weight of baby is less than 1000 gm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus & New Born and their Diseases",
        "id": "d90300ce-60c7-41dc-97f7-51a670efa36f",
        "choice_type": "single"
    },
    {
        "question": "Consider the following in a newborn: 1. Heart rate of 1102. Slow and irregular respiratory effort3. Flaccid muscle tone4. No reflex irritability5. Blue colour. What is the Apgar score in this case?",
        "exp": "Ans. is b, i. e. 3. Ref. Dutta Obs. 7/e. p 47. CSigns012* Respiratory effort. Absent. Slow, irregular. Good, crying* Heart rate. Absent. Slow (< 100)> 100* Muscle tone. Flaccid. Flexion of extremities. Active body movement* Reflex irritability. No response. Grimace. Cry* Colour. Blue, pale. Body pink, extremities blue. Complete pink. Total score =10. No depression =7-10. Mild depression =4-6. Severe depression =0-3. In this case: Heart rate = 110 means score of 2. Respiratory effort = slow and irregular means a score of 1. Muscle flaccid = score 0. Blue color = score 0. Totalscoreinthiscase=3. Reflexirritabilitynone=0",
        "cop": 2,
        "opa": "1",
        "opb": "3",
        "opc": "5",
        "opd": "7",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus & New Born and their Diseases",
        "id": "3eff509e-d058-4f92-bdde-cd9679b0e5c3",
        "choice_type": "single"
    },
    {
        "question": "A lady of 150 cm height with Hb of 11gm%, BP of 160/110 mm Hg and 12 kg gain during her pregnancy delivered an IUGR baby, the causes in this cases are:",
        "exp": "Ans. is c, i. e. HTN (hypertension). Ref. Dutta Obs. 7/e, p 97, p 260, 51. Friends, It is a tricky question which needs only common sense. Answer is hidden in the question itself. So, lets read the question once again and rule out each option one by one. The lady in our question is of 150 cm height ( 5 feet). \"While an arbitrary measurement of 5 ft. is considered as short stature in western countries, it is 4' 7\" in India considered the low average height\" --Dutta Obs. 6/e, p 98. So, the lady is not constitutionally small, i. e. options 'b' is ruled out. Her Hb is 11 gm%. \"According to the standards laid down by WHO. anemia in pregnancy is present when the hemoglobin concentration in the peripheral blood is 11gm% or less\". --Dutta Obs. 6/e, p 262. So, according to the WHO standard 11gm% is borderline for anemia. Anemia leads to IUGR when it is moderately severe i. e. Hb<8 gm% or if it is sickle cell anemia (Fernando arias, 3/e, p 41). So, option 'e' is ruled out. Her BP is 160/110 mm Hg. Hypertension is an absolute rise of BP of at least 140/90 mm Hg, if the previous BP is not known. So, there is no doubt that the patient is hypertensive. Prolonged hypertension leads to placental insufficiency which ultimately results in IUGR. So, option 'c' is correct. Her weight gain is 12 kg. \"Ideally weight gain should depend on prepregnancy body mass index (BMI) level. Weight gain for a woman with normal BMI (20-26) is 11 to 16 kg\" --Dutta Obs. 6/e, p 51. So, the weight gain comes under normal range, option 'd' ruled out. Though maternal infection during pregnancy also causes IUGR, here in our question no such history has been mentioned. So, option 'a' is also ruled out. Hence the answer of this question is, IUGR is due to hypertension.",
        "cop": 3,
        "opa": "Maternal infection",
        "opb": "Short stature",
        "opc": "HTN",
        "opd": "| Weight gain",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus & New Born and their Diseases",
        "id": "821984a1-aa8c-4250-8ba8-cf84d5375439",
        "choice_type": "single"
    },
    {
        "question": "After an initial pregnancy resulted in a spontaneous loss in the first trimester, your patient is concerned about the possibility of this recurring. An appropriate answer would be that the chance of recurrence",
        "exp": "An initial spontaneous abortion, irrespective of the karyotype or sex of the child, does not change the risk of recurrence in a future pregnancy. The rate is commonly quoted as 15% of all known pregnancies.",
        "cop": 2,
        "opa": "Depends on the genetic makeup of the prior abortus",
        "opb": "Is no different than it was prior to the miscarriage",
        "opc": "Is increased to approximately 50%",
        "opd": "Is increased most likely to greater than 50%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus & New Born and their Diseases",
        "id": "1f9de46b-cf4a-4471-b523-c3d37a6efd05",
        "choice_type": "single"
    }
]