[
    {
        "question": "Which one of the following biochemical parameters is most sensitive to detect open Spina bifida?",
        "exp": "Spina bifida is defined as a defect in the neural arch, which results in exposure of the contents of the neural canal. This cause exposure of acetyl cholinesterase which can be detected in the amniotic fluid. Refer page no 487 of Text book of obstetrics, sheila balakrishnan 2nd edition.",
        "cop": 3,
        "opa": "Maternal serum alpha-fetoprotein",
        "opb": "Amniotic fluid alpha-fetoprotein",
        "opc": "Amniotic fluid acetylcholinesterase",
        "opd": "Amniotic fluid glucohexaminase",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "2feaf3d4-111b-483c-b81b-85583be54b27",
        "choice_type": "single"
    },
    {
        "question": "Tear drop sign is seen in:",
        "exp": "Tear drop sign: Agenesis of corpus callosum. Banana sign: Compression or flattening of the posterior cerebellar surface. Lemon sign: Concave deformity of the frontal bones. Both above banana sign and lemon sign seen in USG in open spina bifida Anencephaly: Absence of calvarium. Spina bifida occulta: Veebral schisis covered by normal soft tissue. Spina bifida apea: Full thickness defect of the skin and veebral arches. Cystic hygroma: Fluid filled sac that results from the obstruction of Lymphatic system. Commonly located in the neck or head area but can be present anywhere in the body. Reference: DC Duttas Textbook of Obs, 9th edition, page no. 602.",
        "cop": 3,
        "opa": "Spina bifida",
        "opb": "Anencephaly",
        "opc": "Agenesis of corpus callosum",
        "opd": "Cystic hygroma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "a76e19eb-7727-4786-9b44-2c145727425a",
        "choice_type": "multi"
    },
    {
        "question": "Macrosomia is associated with:",
        "exp": "Macrosomia is the term used to describe a large fetus. A bih weight at term 4000g or more is also considered as macrosomia in the Indian context. RISK FACTORS: Maternal diabetes is the most impoant risk factor. Maternal obesity Previous large baby Post-term pregnancy Multiparity In Maternal Diabetes, Fetal macrosomia with bih weight of >4kgs results from Maternal Hyperglycemia-->hyperophy and hyperplasia of the fetal islets of langerhans-->increases secretion of fetal insulin-->stimulates carbohydrates, utilization and accumulation of fat. Insulin like growth factors are also involved in fetal growth and adiposity. Elevated maternal free fatty acid in DM leads to increased transfer to the fetus-->accelaration of triglyceride synthesis-->adiposity. Reference: DC DUTTA'S TEXTBOOK OF OBS, 9th edition, page no. 265",
        "cop": 1,
        "opa": "Gestational diabetes mellitus",
        "opb": "Hypertension",
        "opc": "Hypothyroidism",
        "opd": "Hyperbilirubinemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "c8efce29-f950-4ceb-a08e-70e3a543e08c",
        "choice_type": "single"
    },
    {
        "question": "IUGR cannot be detected by USG using:",
        "exp": "Ultrasound is the best method to diagnose IUGR not only to diagnose the growth restriction but also to identify a fetus of symmetrical or asymmetrical one. The biometric measures are: Biparietal diameter Head circumference Femur length Abdominal circumference Estimated fetal weight HC/AC and FL/AC ratio Above all AC is the single most sensitive parameter to detect IUGR. TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 204, 205.",
        "cop": 3,
        "opa": "Estimated Fetal weight",
        "opb": "BPD",
        "opc": "SDP",
        "opd": "Head circumference",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "f9e82b39-71fa-44e8-a9f3-72c339753f96",
        "choice_type": "single"
    },
    {
        "question": "All are causes of intrauterine growth retardation except:",
        "exp": "Intrauterine growth retardation refers to those fetuses that have failed to achieve their genetic growth potential Fetal causes There is enough substrate in the maternal blood and also crosses the placenta but is not utilized by the fetus. Chromosomal abnormality- 8-12% Congenital malformation Congenital infection s-TORCH Placental causes Include poor uterine blood flow to the placental site for a long time. Preeclampsia Placenta pre, Abruption Circumvallate, Infarction and Mosaicism Multiple pregnancies Maternal causes Poor maternal weight gain and undernutrition Severe anemia Congenital cyanotic heart disease. Chronic renal disease Collagen vascular disease TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 201and DC Dutta' s Textbook of Obstetrics, 9th edition, page 432",
        "cop": 4,
        "opa": "Severe Anemia",
        "opb": "Pregnancy Induced hypertension",
        "opc": "Maternal heart disease",
        "opd": "Gestational diabetes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "ec656f3d-b26b-4038-a0f4-e559575d5dd0",
        "choice_type": "multi"
    },
    {
        "question": "The following are related to anencephaly except:",
        "exp": "Anenchepaly results from deficient development of the vault of the skull and brain tissue, but the facial poion is normal. The pituitary gland is often absent or hypoplastic. About 70% of anenchepaly fetuses are females. More prevalent in elderly mothers and first bih. Diagnosis: In the first half of pregnancy, daignosis is made by elevated levels of alpha-fetoproteins in amniotic fluid. It is CONFIRMED by USG. The findings around 10wks are: Absense of cranial vault Angiomatous brain tissue. In the latter half of pregnancy, diagnosis is difficult especially when associated with hydraminos. Complications: Hydraminos- associated with 70% Malpresentations Premature labour especially when associated with hydraminos Tendency of postmaturity Shoulder Dystocia Obstructed labour if the head and shouder try to engage together because of sho neck. Iniencephaly: Failure of formation of cervical and upper thoracic veebrae and base of the skull with abnormally formed brain tissue. TEXT BOOK OF OBSTETRICS, Dc duuta&; s, 9th edition, Page no. 383",
        "cop": 2,
        "opa": "It is commonly associated with prematurity",
        "opb": "Often associated with oligohydramnios",
        "opc": "Increased association with female baby",
        "opd": "Obstructed labour may occur",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "c329f875-c0ad-40e1-90b1-201f077072d6",
        "choice_type": "multi"
    },
    {
        "question": "Regarding l. UGR:",
        "exp": "Abdominal circumference is the most accurate measurement to predict IUGR. AC below 10th centile is used as a cutoff. AC should increase by at least 10mm in 2 weeks. AC is measured preferably at the level of the junction of the left and right poal veins, umbilical vein and as round as possible. TEXTBOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 205",
        "cop": 4,
        "opa": "Abdominal circumference (AC) is the least sensitive parameter for detection of l. UGR",
        "opb": "In asymmetric l. UGR head circumference/abdominal circumference (HC/AC) is reduced",
        "opc": "Serial biparietal diameter (BPD) is the only impoant measurement in l. UGR",
        "opd": "Abdominal circumference is the most accurate measurement",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "91ceb12f-b751-481a-bd8e-62c5caaed597",
        "choice_type": "single"
    },
    {
        "question": "Lemon sign is seen in:",
        "exp": "Spina bifida is a defect in the neural arch, which results in exposure of the contents of the neural canal. Most of them are seen in lumbosacral region. They may be open and closed. Banana sign: Compression or flattening of the posterior cerebellar surface. Lemon sign: Concave deformity of the frontal bones. Both above banana sign and lemon sign seen in USG in open spina bifida. Anencephaly: Absence of calvarium. Spina bifida occulta: Veebral schisis covered by normal soft tissue. Spina bifida apea: Full thickness defect of the skin and veebral arches. Cystic hygroma: Fluid filled sac that results from the obstruction of Lymphatic system. Commonly located in the neck or head area but can be present anywhere in the body. Tear drop sign: Absence of Corpus callosum. Reference: DC Duttas Textbook of Obs, 9th edition, page no. 602.",
        "cop": 1,
        "opa": "Spina bifida",
        "opb": "Anencephaly",
        "opc": "Agenesis of corpus callosum",
        "opd": "Cystic hygroma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "6b706208-b85a-4712-9f78-12e48397b14b",
        "choice_type": "multi"
    },
    {
        "question": "Anencephaly is best diagnosed using:",
        "exp": "Anencephaly is defined as absence of the cranial vault and is incompatible with life. Incidence: 1 in 1000 bihs Ultrasound is both a screening as well as diagnostic test for structural anomalies. In the first half of pregnancy, diagnosis is made by elevated levels of alpha-fetoproteins in amniotic fluid. It is CONFIRMED by USG. The findings around 10wks are: Absense of cranial vault Angoimatous brain tissue Anencephaly, encephalocoele and omphalocele are today being picked up on the first trimester scan. Iniencephaly: Failure of formation of cervical and upper thoracic veebrae and base of the skull with abnormally formed brain tissue. TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition page no. 487 Dc duuta's textbook of Obs, 9th edition, page no. 383",
        "cop": 3,
        "opa": "Maternal serum alpha-fetoprotein",
        "opb": "Amniotic fluid alpha-fetoprotein",
        "opc": "USG",
        "opd": "X-ray",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "50042f10-bac2-48d8-ad4d-ec142c16124f",
        "choice_type": "single"
    },
    {
        "question": "Use of valproate during pregnancy may result in",
        "exp": "Valproate crosses the placenta and has been repoed to have caused teratogenic effects, including neural tube defects (anencephaly, meningomyelocele, and spina bifida) in the fetus when the mother received valproate during the first trimester of pregnancy.",
        "cop": 4,
        "opa": "Mental retardation",
        "opb": "Respiratory depression",
        "opc": "Hydantoin syndrome",
        "opd": "Neural tube defect",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "089d4add-3686-44c0-bf7f-5b6cc7f2e07c",
        "choice_type": "single"
    },
    {
        "question": "True statement about symmetrical l. UGR with respect to asymmetrical l. UGR:",
        "exp": "Intrauterine growth retardation refers to those fetuses that have failed to achieve their own genetic growth potential. Features of symmetrical IUGR: Uniformly small Ponderal index(Bih weight/Crown heel length) -Normal HC: AC and FL: AC Ratios-Normal Etiology: Genetic disease or Infection, Early onset Severe HTN Intrinsic to fetus. Early onset. All organs equally affected HC/AC and FL/AC normal Poor neonatal prognosis Features of Asymemetrical IUGR Head larger than Abdomen Ponderal Index-Low HC/AC and FL/AC ratios- Elevated Chronic placental insufficiency Extrinsic to fetus Late onset Usually uncomplicated having Good prognosis. REF: DC DUTTA'S TEXT BOOK OF OBS, 9th edition, page 432",
        "cop": 1,
        "opa": "Worse prognosis",
        "opb": "Late onset",
        "opc": "Brain sparing effect",
        "opd": "More common",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "ccfc2b00-24ff-4505-83b0-6455aa3c83d5",
        "choice_type": "multi"
    },
    {
        "question": "Fetal anomaly characterized by the absence of the cranium is",
        "exp": "Anencephaly is characterized by the absence of the cranium and telencephalic structures, with the skull base and orbits covered only by angiomatous stroma. Acrania is the absence of the cranium, with protrusion of disorganized brain tissue. Both are generally grouped together, and anencephaly is considered to be the final stage of acrania. Ref: William&; s Obstetrics; 24th edition; Chapter: 10",
        "cop": 3,
        "opa": "Cephalocele",
        "opb": "Holoprosencephaly",
        "opc": "Anencephaly",
        "opd": "Dandy-Walker Malformation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "735ec612-ea6d-40f4-8b43-ada85272900e",
        "choice_type": "single"
    },
    {
        "question": "The number of fontanelles present In a newborn is:",
        "exp": "Fontanelles are membrane filled spaces at the meeting point of sutures. They are 6 in number. Out of 6, two are of obstetric significance: 1) The antetior fontanelle or bregma is the meeting point of the frontal(anteriorly), sagittal(posteriorly) and on either side coronal. It becomes ossified 18 months after bih. It becomes pathological if it fails to ossify even after 6 months. Diamond shape 2) The postetior fontenelle or lambda is at the junction of the sagittal suture ( anteriorly) and the two lambdoidal sutures on either side. It usually ossifed by 6-8wks Triangular in shape. Refer page no 76 of DC DUTTA'S Text book of obstetrics, 9th edition.",
        "cop": 4,
        "opa": "1",
        "opb": "2",
        "opc": "4",
        "opd": "6",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "bf3bd3a1-1812-41be-8119-a5e14abbcf02",
        "choice_type": "single"
    },
    {
        "question": "Gastroschisis is associated with:",
        "exp": "Gastroschisis and Omphalocele are rare abdominal defects. Gastroschisis Paraumbilical defect. Usually on the right side of the cord inseion. Herniated small bowel loops floating free in amniotic fluid Not covered by any membrane Not associated with chromosomal anomaly Good prognosis Common in young maternal age (under 20yrs) Omphalocele: Usually midline defect Cord inseion is on the herniated mass. Hernia contains intestines, liver and both Covered by a membrane (peritoneum and amnion) Associated chromosomal anomaly--> 40-60% Poor prognosis. Reference: Dutta's textbook of Obstetrics, 7th edition page no 496",
        "cop": 1,
        "opa": "Younger maternal age",
        "opb": "Maternal obesity",
        "opc": "Elderly primi",
        "opd": "Anemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "a6e29c4e-bac5-4321-9910-0b1bf2d4d44a",
        "choice_type": "single"
    },
    {
        "question": "A large baby is born with which complication in pregnancy:",
        "exp": "Macrosomia is the term used to describe a large fetus A bih weight at term of 4000g or more is considered as macrosomia in the indian context. Risk Factors: Maternal diabetes Maternal obesity Previous large baby Post term pregnancy Multiparity In Maternal Diabetes, Fetal macrosomia with bih weight of >4kgs results from Maternal Hyperglycemia-->hyperophy and hyperplasia of the fetal islets of langerhans-->increases secretion of fetal insulin-->stimulates carbohydrates, utilization and accumulation of fat. Insulin like growth factors are also involved in fetal growth and adiposity. Elevated maternal free fatty acid in DM leads to increased transfer to the fetus-->accelaration of triglyceride synthesis-->adiposity. TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 389 and DC DUTTA'S TEXTBOOK OF OBS, 9th edition, page no. 265",
        "cop": 1,
        "opa": "Gestational diabetes",
        "opb": "Gestational hypertension",
        "opc": "Cardiac disease",
        "opd": "Anemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "857e8097-ee45-45ab-8a4f-2ce131fe9e6c",
        "choice_type": "single"
    },
    {
        "question": "Karyotyping of foetus may be done from all of the following Except",
        "exp": "For Karyotyping, the cell needs to be arrested in the Metaphase stage for separating the chromosomes. The monocytes do not divide and therefore, they cannot be used for Karyotyping).",
        "cop": 2,
        "opa": "Lymphocyte",
        "opb": "Monocyte",
        "opc": "Amniocyte",
        "opd": "Fibroblast",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "fe739946-77c2-4716-ab6e-42886a8afbfc",
        "choice_type": "multi"
    },
    {
        "question": "Maximum dose of radiation exposure during pregnancy is",
        "exp": "The biological effects of x-rays are caused by an electrochemical reaction that can damage tissue. Embryo-fetal risks from low-dose diagnostic radiation appear to be minimal. Current evidence suggests that there are no increased risks for malformations, growth restriction, or aboion from a radiation dose of less than 0. 05 Gy (5 rad). Reference: William&; s Obstetrics; 24th edition; Chapter 46; General Considerations and Maternal Evaluation",
        "cop": 4,
        "opa": "0. 5 rad",
        "opb": "1 rad",
        "opc": "1. 5 rad",
        "opd": "5 rad",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "697ef2bb-2379-4103-a636-ef683b0c99f7",
        "choice_type": "single"
    },
    {
        "question": "Open neural tube defects are best detected by increase in which of the following enzyme?",
        "exp": "Spina bifida is defined as a defect in neural arch, which results in exposure of the contents of the neural canal. In case of open spina bifida, acetyl cholinestetase level is increased. Refer page no 487 of text book of obstetrics, sheila balakrishnan, 2nd edition.",
        "cop": 1,
        "opa": "Acetylcholinesterase",
        "opb": "Pseudocholinesterase",
        "opc": "AFP",
        "opd": "h. CG",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "9f8968d4-1664-4f03-9570-a741f5d21683",
        "choice_type": "single"
    },
    {
        "question": "The characteristics of caput succedaneum include all of the following except:",
        "exp": "Caput Succedaneum It is a diffuse swelling of the scalp due to effusion of serum above the periosteum Not limited by suture line. There is obstruction of venous and lymphatic return due to pressure by the cervix. This causes stagnation of fluid and hence, that pa of the scalp becomes edematous It is present at the bih and disappears by about 24-36 hours aftr bih. Good prognosis. CEPHALOHEMATOMA: It is the collection of blood in btw the pericranium and the flat bone(sub periosteal) of the skull. Usually unilateral and over a parietal bone. Swelling is limited by the suture lines It is due to rupture of a small emmisary vein from the skull and may be associated with the fracture of skull bone. NEVER present at BIH but gradually develops after 12-24hrs. Disappears in 6-8wks due to absorption of blood. Good prognosis. TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 33 DC DUTTA'S TEXTBOOK OF OBS, 9th edition, page no. 452",
        "cop": 3,
        "opa": "Crosses midline",
        "opb": "Crosses the suture line",
        "opc": "It does not disappear within 2-3 days",
        "opd": "It is a diffuse edematous swelling of soft tissues of the scalp",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "8372fe9b-c811-4fff-b68d-cab709cd1871",
        "choice_type": "multi"
    },
    {
        "question": "Which is not done in case of l. UGR:",
        "exp": "IUGR can can be diagnosed by Clinical palpation of the uterus for the fundal height Symphysis Fundal height Maternal weight gain Measurment of the abdominal gih There are two types of tests to detect IUGR: Biometric and Biophysical tests Biometric test: Ultrasound biometry Biophysical tests: Doppler and biophysical profile TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 204 and DC DUTTAS TEXTBOOK OF OBS, 9th edition, page no. 433",
        "cop": 4,
        "opa": "Non stress test",
        "opb": "Umbilical aery doppler",
        "opc": "Ultrasound abdomen",
        "opd": "Amniocentesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "922a966f-7873-4857-bdca-d87ddadac536",
        "choice_type": "single"
    },
    {
        "question": "All are the risk factors associated with macrosomia except:",
        "exp": "Macrosomia is the term used to describe a large fetus. Risk factors: Maternal diabetes Maternal obesity Previous large baby Post-term pregnancy Multiparity TEXTBOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, Page no. 389",
        "cop": 4,
        "opa": "Maternal obesity",
        "opb": "Prolonged pregnancy",
        "opc": "Previous large infant",
        "opd": "Sho stature",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "ef53a018-1bb6-4598-b2a4-591f1fcf57a9",
        "choice_type": "multi"
    },
    {
        "question": "Meconium should be excreted by a newborn by... days?",
        "exp": "Most of the newborns pass urine by 24hrs and Meconium by 48hrs. If not, it requires observation and investigations. Refer page no 420 of Text book of obstetrics, DC DUTTA'S, 9thedition.",
        "cop": 1,
        "opa": "2",
        "opb": "3",
        "opc": "6",
        "opd": "4",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "f8cbe3d9-dffd-4915-8e05-040ce4ff5197",
        "choice_type": "single"
    },
    {
        "question": "Caudal regression syndrome is seen in babies of mother having:",
        "exp": "Caudal regression syndrome or sacral agenesis is the congenital defect which is 200 times specific to diabetes. It is a fetal complication of maternal diabetes TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 243",
        "cop": 1,
        "opa": "Gestational diabetes",
        "opb": "PIH",
        "opc": "Cardiac disease",
        "opd": "Anemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "d0b79414-1bc7-4f87-8d78-50545eb8791f",
        "choice_type": "single"
    },
    {
        "question": "Hematoma of the sternomastoid muscle detected in a 16 days old infant requires:",
        "exp": "Sternocleidomastoid hematome usually appears 7-10days after bih and is usually situated midposition of the muscle. This is a firm swelling of the sternomastoid muscle. It is related to streching of the muscle in difficult breech delivery or attempted delivery following shoulder dystocia or excessive lateral flexion if neck during normal delivery and subsequent bleeding. It may produce toicolis. The treatment is physiotherapy by streching in the opposite direction to prevent premature contracture. Refer page no 553 of Text book of obstetrics, sheila balakrishnan, 2 nd edition.",
        "cop": 4,
        "opa": "Immediate surgical evacuation",
        "opb": "Surgical Intervention within 2 weeks",
        "opc": "Prophylactic antibiotic therapy",
        "opd": "No immediate therapy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "36eced38-21e9-4ca3-9678-0a62ac563d53",
        "choice_type": "single"
    },
    {
        "question": "Consider the following in a newborn: 1, Heart rate of 1102. Slow and Irregular respiratory effo3. Flaccid muscle tone4. No reflex irritability5. Blue color. What is the Apgar score in this case?",
        "exp": "For blue color point 0, for heart rate more than 110 points 2, for flaccid muscle tone point 0, for Slow and irregular respiratory movements point 1. For APGAR score, Refer page no 535 of Textbook of obstetrics, Sheila Balakrishnan, 2 nd edition.",
        "cop": 2,
        "opa": "1",
        "opb": "3",
        "opc": "5",
        "opd": "7",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Fetus",
        "id": "89ebd2e5-ed57-45d5-9c49-3ec6b1ada95d",
        "choice_type": "single"
    }
]