[
    {
        "question": "Feature of hydrops fetalis in a fetus can be due to:",
        "exp": "Hydrops fetalis - Excessive destruction of the fetal red cells leads to severe anemia, tissue anoxemia and metabolic acidosis It is accumulation of fluid in the body of the fetus in two out of three compaments: ascites, pleural effusion, pericardial effusion Most common cause of immune hydrops fetalis - Rh incompatibility Others causes of hydrops fetalis Cardio vascular cause - congenital heart block ( Most common) Chromosomal cause - turner syndrome (45 XO ), triploidy, trisomies 21, 18 and 13 Hematological - a 4 - thalassemia (HB bas), fetomaternal hemorrhage Infections - Parvovirus B19(mc), syphilis, cytomegalovirus, toxoplasmosis Rubella, HSV",
        "cop": 3,
        "opa": "Ebstein barr virus",
        "opb": "Human papilloma virus",
        "opc": "Parvovirus B19",
        "opd": "Influenza Virus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "FMGE 2018",
        "id": "fa052bdd-545f-468b-bcb3-e7e2177c4b7d",
        "choice_type": "single"
    },
    {
        "question": "Irregular and infrequent menstruation is known as:",
        "exp": "Oligomenorrhoea - Infrequent and irregularly timed episodes of bleeding usually occuring at intervals of more than 35 days Polymenorrhoea - Frequent episodes of mentruation usually occurring at intervals of 21 days or less Menorrhagia - Increased menstrual flow/Increased duration at regular cycles Hypomenorrhoea - Scanty bleeding and shoer days of bleeding Metrorrhagia - Irregular bleeding in between the cycles Menometrorrhagia - Increased menstrual flow as well as irregular bleeding between the cycles",
        "cop": 2,
        "opa": "Amenorrhoea",
        "opb": "Oligomenorrhoea",
        "opc": "Polymenorrhoea",
        "opd": "Menorrhagia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "FMGE 2018",
        "id": "6de9f79e-6ce8-4985-a982-060cfd8b2fd7",
        "choice_type": "single"
    },
    {
        "question": "A G4. P2 lady presented with history of two aboions at 16 weeks and 20 weeks POG. Which of the following could be the most likely reason for these aboions?",
        "exp": "Aboions- MC causes 1st trimester - chromosomal causes 2nd trimester - Anatomical cause",
        "cop": 2,
        "opa": "Chromosomal abnormality",
        "opb": "Cervical incompetence",
        "opc": "Placenta pre",
        "opd": "Thyroid abnormality",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "FMGE 2018",
        "id": "3f333ff2-d5a0-461c-9311-bde993587827",
        "choice_type": "single"
    },
    {
        "question": "A 29 year old female presented with infeility. There is history of abdominal pain, dyspareunia, dysmenorrhea, menorrhagia. Most likely cause:",
        "exp": "Symptoms of Endometriosis Dysmenorrhoea Abdominal pain Dyspareunia Infeility Menorrhagia Chronic pelvic pain",
        "cop": 2,
        "opa": "Adenomyomatosis",
        "opb": "Endometriosis",
        "opc": "Myomas",
        "opd": "Cervicitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "FMGE 2018",
        "id": "b5ff862d-431b-43d3-a62a-32e0edccf4c9",
        "choice_type": "single"
    },
    {
        "question": "In a couple, initial work - up done for infeility:",
        "exp": "Order for initial work- up for infeility Semen analysis Ovulation test Tubal patency Note: Tubal patency test is done by 2 ways HSG (initial test) Laparoscopy with Chromopeubation(Confirmatory)",
        "cop": 2,
        "opa": "Semen analysis, CXR, montoux",
        "opb": "Semen analysis, Tubal patency test, Ovulation test",
        "opc": "Ovulation, tubal patency, Montoux test",
        "opd": "Testicular biopsy, USG, Sperm penetration test",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "FMGE 2018",
        "id": "bd8bf3d2-1e43-4d70-970e-2806eba960d0",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following in NOT a characteristic feature of bacterial vaginosis?",
        "exp": "Vaginitis Bacterial vaginosis Candidiasis Trichomonas vaginitis Organism Gardnerella vaginosis Candida Trichomonas vaginalis M/C PH >4. 5 <4. 5 >4. 5 STD Not an STD Not an STD usually STD M/C Complaint Foul smelling. Diy white discharge Intense puritis curdy white cottage cheese like discharge Profuse frothy greenish yellow discharge IOC Saline microscopy clue cells are seen Saline microscopy pseudohyphae seen Saline microscopy typical motile flagellated trichomonas seen Gold standard investigation Amsler's criteria nugent scoring SDA medium Diamond media DOC Metronidazole Fluconazole Metronidazole Whift test (10% KOH to discharge) (+) (-) May be (+) or (-) due to its association with bacterial vaginosis",
        "cop": 2,
        "opa": "Presence of clue cells",
        "opb": "Thick white discharge",
        "opc": "Vaginal pH>4. 5",
        "opd": "Fishy odour",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "FMGE 2018",
        "id": "7f5422d9-b93b-45ba-ad0d-407e852f8de1",
        "choice_type": "single"
    },
    {
        "question": "Which of these types of fibroid may be removed at the time of a cesarean section?",
        "exp": "A myomectomy should not be performed during a caesarean section as the uterus is extremely vascular at this time and any attempt at a myomectomy can lead to torrential bleeding. However a pedunculated fibroid may be removed by clamping and ligating the pedicle, if easily accessible.",
        "cop": 1,
        "opa": "Pedunculated fibroid",
        "opb": "Broad ligament fibroid",
        "opc": "Cervical fibroid",
        "opd": "Intramural",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "FMGE 2018",
        "id": "e4241f7d-2a13-4e74-b784-731693ea4a92",
        "choice_type": "single"
    },
    {
        "question": "In a patient with ectopic tubal pregnancy which is the earliest to rupture?",
        "exp": "Fate of Ectopic pregnancy - 1. Tubal aboion M/C site is ampulla 2nd M/C site is infundibulum 2. Rupture of the tube M/C site is Isthmus (4-6 weeks) Longest survival - interstitium (12 weeks)",
        "cop": 2,
        "opa": "Interstitial",
        "opb": "Isthmus",
        "opc": "Ampulla",
        "opd": "Infundibulum",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "FMGE 2018",
        "id": "962e390a-3244-4f2c-9d8b-b583a47b641e",
        "choice_type": "single"
    },
    {
        "question": "After a normal delivery, combined oral contraceptives can be staed for non breast feeding mother, after:",
        "exp": "Post paum use of combined oral contraceptives COC are contraindicated in breast feeding mothers (causes breast milk suppression) and can be staed after 6 weeks post paum COC can be used in non breast feeding mothers after 3 weeks if there are no persisting risk factors for VTE such as smoking, history of DVT, known thrombogenic mutations, peripaum cardiomyopathy COC can be safely staed after 6 weeks in non breast feeding mothers Here in this question, since there is no history suggestive of any risk factors for VTE, the better answer would have been 3 weeks, but since it is not in the options, the answer would be 6 weeks. Please note that COC should never be staed immediately post paum in any scenario since post paum period in itself is a high risk state for thromboembolism, maximum risk being in the first week. Progesterone only pills can be safely used in lactation, and can be staed as soon as contraception is required.",
        "cop": 2,
        "opa": "2 weeks",
        "opb": "6 weeks",
        "opc": "12 weeks",
        "opd": "Immediately after delivery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "FMGE 2018",
        "id": "c0da7d6e-2216-4b1a-9b4d-048c16cc877a",
        "choice_type": "single"
    },
    {
        "question": "EDD ( Expected Date of Delivery) is calculated by:",
        "exp": "Expected date of delivery is calculated by - Naegele's formula From the 1st day of last menstrual cycle - 9 months + 7 days",
        "cop": 2,
        "opa": "Young's rule",
        "opb": "Naegele's formula",
        "opc": "Cardiff Formula",
        "opd": "Hadlock Formula",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "FMGE 2018",
        "id": "cac4cd1a-2ae2-436f-ad5a-02482d25c594",
        "choice_type": "single"
    },
    {
        "question": "Beta HCG is secreted by:",
        "exp": "Chorionic gonadotropin is a glycoprotein with biological activity similar to that of LH Both LH and HCG act the same LH-h. CG receptor. h. CG has with a molecular weight of 36, 000 to 40, 000 Da It has the highest carbohydrate content of any human hormone--30 percent. The 36-hour plasma half-life of intact h. CG is much longer than the 2 hours for LH. The h. CG molecule is composed of two dissimilar subunits termed a and b subunits. h. CG is produced almost exclusively in the placenta, but low levels are synthesized in the fetal kidney. The h. CG hormone is structurally related to three other glycoprotein hormones --LH, FSH, and TSH. All four glycoproteins share a common a-subunit. However, each of their b-subunits, although sharing ceain similarities, is characterized by a distinctly different amino acid sequence. A single gene located on chromosome 6 encodes the a-subunit. Seven genes on chromosome 19 encode for the b-h. CG-b-LH family of subunits. Six genes code for b-h. CG and one for b-LH Before 5 weeks of pegnancy, h. CG is expressed both in the syncytiotrophoblast and in cytotrophoblasts. Later, in the first trimester when maternal serum levels peak, h. CG is produced almost solely in the syncytiotrophoblast The combined h. CG molecule is detectable in plasma of pregnant women 7 to 9 days after the midcycle surge of LH that precedes ovulation. Thus, h. CG likely enters maternal blood at the time of blastocyst implantation. Plasma levels riserapidly, doubling every 2 days in the first trimester Peak maternal plasma levels reach approximately 50, 000 to 100, 000 m. IU/mL between the 60th and 80th days after menses. At 10 to 12 weeks' gestation, plasma levels begin to decline, and a nadir is reached by approximately 16 weeks. Plasma levels are maintained at this lower level for the remainder of pregnancy. The principal urinary form is the terminal product of h. CG degradation, namely, the b-core fragment. Concentrations of this fragment follow the same general pattern as that in maternal plasma, peaking at approximately 10weeks' gestation. The best-known biological function of h. CG is the so-called rescue and maintenance of corpus luteum function--that is, continued progesterone production. Other h. CG functions include promotion of relaxin secretion by the corpus luteum",
        "cop": 3,
        "opa": "Yolk sac",
        "opb": "Liver",
        "opc": "Syncytiotrophoblast",
        "opd": "Umbilical cord",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "FMGE 2018",
        "id": "e027000f-50e0-47be-9926-3b07db05f408",
        "choice_type": "single"
    },
    {
        "question": "A 32 year old pregnant woman presents with 36 week pregnancy with complaints of pain abdomen and decreased fetal movements. Upon examination PR= 96/min, BP = 156/100 mm Hg, FHR = 128 bpm. On per-vaginum examination there is altered blood seen and cervix is soft 1 cm dilated. What is the preferred management?",
        "exp": "This appears to be a case of abruption with a normal fetal heart rate. The patient should be induced to expedite delivery with a strict watch over maternal vitals and fetal heart rate",
        "cop": 2,
        "opa": "Tocolytics",
        "opb": "Induce labour",
        "opc": "Immediate LSCS",
        "opd": "Wait and watch",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "FMGE 2018",
        "id": "75dc5c60-96de-44ec-b401-ad19208e0224",
        "choice_type": "single"
    }
]