[
    {
        "question": "A 65-year-old woman complains of leakage of urine. The most common cause of this condition in such patients is",
        "exp": "As patients age, the incidence of vesicle instability or unstable bladder increases dramatically. Although estrogen has been repoed to decrease urgency, frequency, and nocturia in menopausal women, its effect on correction of stress urinary incontinence or vesicle instability is unclear. In the elderly population there are also many transient causes of incontinence that the physician should consider. These include dementia, medications (especially a-adrenergic blockers), decreased patient mobility, endocrine abnormalities (hypercalcemia, hypothyroidism), stool impaction, and urinary tract infections.",
        "cop": 4,
        "opa": "Anatomic stress urinary incontinence",
        "opb": "Urethral diveicula",
        "opc": "Overflow incontinence",
        "opd": "Unstable bladder",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genitourinary Fistula",
        "id": "7e5c707c-f81f-4db4-af22-25dc9f8d502f",
        "choice_type": "single"
    },
    {
        "question": "Kelly's plication operation is done in:",
        "exp": "Stress incontinence - involuntary escape of urine with the increase of abdominal pressure. Treatment of stress incontinence Conservative Surgical 1) Pelvic floor muscle training 2) Bio feedback therapy 3) Drugs 4) Paraurethral implants 1) Kelly's plication 2) Bursch colposuspension 3) MMK procedure 4) Transvaginal sling 5) Trans obturator sling 6) Laparoscopic suspension of bladder neck Types stress incontinence according to the cause Type I: Incontinence due to loss of posterior urethrovesical angle alone. Type II: Incontinence due loss of posterior urethrovesical angle as well as urethral hypermobility Type III: Incontinence due to intrinsic sphincter deficiency(ISD)",
        "cop": 1,
        "opa": "Stress incontinence",
        "opb": "Vault prolapse",
        "opc": "Rectal prolapse",
        "opd": "Uterine prolapse",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genitourinary Fistula",
        "id": "22b3f075-344c-47b8-88ee-35745ceba234",
        "choice_type": "single"
    },
    {
        "question": "A patient 45 years of age, non diabetic, presents with chronic pelvic pain of 1 year duration. She also complains of frequency, urgency and a sense of incomplete evacuation since 1 year without any significant finding on her past ultrasounds, urine examination and urine and high vaginal swab cultures. On pelvic examination there is no significant vaginal discharge. Cystoscopy is normal. Most probable diagnosis is",
        "exp": "Urethral syndrome Urethral syndrome is defined as a symptom complex including dysuria, frequency, urgency, suprapubic discomfo, post void fullness and dyspareunia in the absence of any abnormality of urethra or bladder. Cause is unceain and is attributed to subclinical infection, urethral obstruction, psychogenic and allergic factors. It is a diagnosis of exclusion, after ruling out UTI, malignancy, vulvovaginitis. Cystoscopy to rule out urethral diveiculum, stones and malignancy. Management: multidisciplinary approach, antibiotics for sterile pyuria. Post menopausal women may benefit from local estrogen. Physical therapy, cognitive-behavioral therapy and psycological suppo. Asymptomatic bacteriuria is ruled out with normal urine culture, Cystitis with normal urine r/m, c/s, and USG. Vulvovaginitis is ruled out by the given symptoms and normal local examination",
        "cop": 1,
        "opa": "Urethral syndrome",
        "opb": "Asymptomatic bacteriuria",
        "opc": "Vulvovaginitis",
        "opd": "Cystitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genitourinary Fistula",
        "id": "950d44a9-0d6c-4434-9782-afcaa1aa8bb9",
        "choice_type": "single"
    }
]