[
    {
        "question": "All are true about 'Molluscum contagiosum', EXCEPT?",
        "exp": "Molluscum Contagiosum Benign viral infection caused by the poxvirus. Spread by close sexual or nonsexual contact and by autoinoculation Clinical features Presents with a crop of small domed vesicles with central umbilication measuring 1-5 mm in size. Diagnosis Giemsa staining of the discharge (white waxy material) reveals intracytoplasmic molluscum bodies Rx It consists of evacuation of the white material, excision of the nodule with a dermal curet and Rx of the base with Monsel's solution (ferric subsulphate) or 85% trichloracetic acid. Cryotherapy and electrocoagulation may be considered as an alternative therapy.",
        "cop": 4,
        "opa": "Caused by pox virus.",
        "opb": "Commonly seen in HIV and immune compromised subject.",
        "opc": "Treated by cryotherapy.",
        "opd": "Treated with metronidazole and doxyxycline.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "482d038c-4d99-4128-b191-cb8a9f4720b9",
        "choice_type": "multi"
    },
    {
        "question": "Criteria to diagnose PID include all of the following except:",
        "exp": "Criteria for the diagnosis of PID: - Minimum Criteria 1) Lower abdominal tenderness 2) Adnexal tenderness 3) Cervical motion tenderness. Additional criteria 1. Culture and senstivity of Endometrial biopsy Vaginal swab Cervical swab Culture media for Gonorrhea: Thayer Main media Chlamydia: Mc Coy cell lines (PCR preferred) 2. | ESR/CRP 3. | TLC 4. Fever>100. 4degF Elaborate criteria 5. Diagnostic Laproscopy: gives direct evidence, if done, is the best way to diagnose PID 6. USG: documents pelvic/ tubo ovarian abscess Discharge criteria Temperature<99. 5degF",
        "cop": 3,
        "opa": "Uterine tenderness",
        "opb": "Cervical motion tenderness",
        "opc": "Nausea and Vomiting",
        "opd": "Adnexal tenderness",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "215a54ec-ede2-47da-a6fc-bdd10bb55df2",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not sexually transmitted-",
        "exp": "Bacterial Diseases transmitted with sexual intercourse Neisseria gonorrhoeae Chlamydia trachomatis Treponema pallidum Haemophilus ducreyi Note the list does not include Haemophilus Vaginalis, the cause of bacterial vaginosis Viruses transmitted by sexual intercourse HIV (types 1 and 2) Human T-cell lymphotropic virus type I(HTLV) HSV type 2 HPV (multiple genotypes) Other infections like Trichomoniasis( Protozoal), Candida and Phthirus pubis",
        "cop": 1,
        "opa": "Echinococcus",
        "opb": "Chlamydia",
        "opc": "Treponema pallidum",
        "opd": "Nesseria gonorrhae",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "49dfd7db-1151-411d-be71-3c78832f0e21",
        "choice_type": "multi"
    },
    {
        "question": "A girl presents, with cystic swelling at the junction of lower 1/3rd and upper 2/3rd of anterior wall of vagina at 10 O' Clock position. The Diagnosis is:",
        "exp": "- Ganer's duct cyst Arises from remnant of the mesonephric duct Located in the anterolateral wall aspect of the vagina Small cyst: Asymptomatic Large cyst if causes dyspareunia: excision - A Baholin cyst occurs due to blockage of duct of baholin glands. It is located on the inner side of labia minora in the postero-lateral vaginal wall usually. It might get infected leading to symptoms.",
        "cop": 2,
        "opa": "Baholin's cyst",
        "opb": "Ganer's duct cyst",
        "opc": "Adenocarcinoma",
        "opd": "Vaginal Inclusion Cyst",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "d6e27843-0b89-44f3-934d-3e7dde924445",
        "choice_type": "multi"
    },
    {
        "question": "Actinomyces pelvic infection is most associated with?",
        "exp": "Infection is caused by Actinomyces israelii, a grampositive anaerobe. It may be associated in IUCD users more with noncopper devices.",
        "cop": 4,
        "opa": "STDs",
        "opb": "Unsafe aboions",
        "opc": "Immuno - compromised patients",
        "opd": "IUCD users.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "d922dd6c-be1e-40ef-81b4-0a8bdbcb9b74",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old woman presents with copious vaginal discharge with foul odour. Discharge is gray in color, microscopic examination reveals clue cells. The treatment of choice is:-",
        "exp": "BACTERIAL VAGINOSIS A fishy vaginal odor, which is paicularly noticeable following coitus. Vaginal secretions are gray and thinly coat the vaginal walls. The pH of these secretions is higher than 4. 5 (usually 4. 7 to 5. 7). Microscopy of the vaginal secretions reveals an increased number of clue cells, and leukocytes are conspicuously absent. Severe BV, more than 20% of the epithelial cells are clue cells The addition of KOH to the vaginal secretions (the \"whiff\" test) releases a fishy, amine like odor. Metronidazole is drug of choice:",
        "cop": 3,
        "opa": "Azithromycin",
        "opb": "Fluconazole",
        "opc": "Metronidazole",
        "opd": "Clotrimazole",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "196cc10c-afff-4f6c-b629-efd574a1f473",
        "choice_type": "single"
    },
    {
        "question": "35 years old woman with H/O recurrent PID presents in emergency with sudden onset of abdominal pain with fever. She had her regular period 5 days back. Physical examination reveals abdominal tenderness with guarding and rigidity. Per speculum finding shows diy vaginal discharge. Per vaginal examination shows adnexal tenderness. Lab investigation shows increased TLC & increased ESR, Most probable diagnosis is -",
        "exp": "The history of a recurrent PID and a sudden deterioration points towards a ruptured T/O mass. Alone PID, will have pain and fever with Increased TLC, but not present with the above mentioned acute onset. Acute onset goes in the our of a ruptured abscess. Appendicitis and diveiculitis may have similar onset but the systemic symtoms of toxicity are more profound and both of these are not associated with Vaginal discharge This case can be managed with a exploratory laparotomy & lavage, antibiotics and then follow up of the cultures taken at surgery.",
        "cop": 2,
        "opa": "Ruptured ectopic",
        "opb": "Ruptured tubo ovarian mass",
        "opc": "Diveiculitis",
        "opd": "Appendicitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "bec8848f-1a03-4743-80c0-85b9de3203ef",
        "choice_type": "single"
    },
    {
        "question": "A woman presents with a thick curdy-white vaginal discharge. The best treatment for her is:",
        "exp": "Candidiasis Its seen in Immuno-compromised women, Pregnancy, Chemotherapy, T. B, etc Is a Yeast like fungi Has Thick curdy discharge Petichiae hemorrhages when white are removed Treatment Clotrimazole cream/ pessary Miconazole cream/ pessary Oral: fluconazole, itraconazole, ketoconazole",
        "cop": 1,
        "opa": "Miconazole",
        "opb": "Metronidazole",
        "opc": "Nystatin",
        "opd": "Doxycycline",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "60800324-7a59-47da-aabd-ec0df655a151",
        "choice_type": "single"
    },
    {
        "question": "In the following laparoscopic view of the uterus & what is the likely interference:",
        "exp": "Miliary tuberculosis Tubercles are seen over the uterus and the tube. Form of tuberculosis that is characterized by a wide dissemination into the human body and by the tiny size of the lesions (1-5 mm). Its name comes from a distinctive pattern seen on a chest radiograph of many tiny spots distributed throughout the lung fields with the appearance similar to millet seeds--thus the term \"miliary\" tuberculosis.",
        "cop": 2,
        "opa": "Pyogenic infection",
        "opb": "Genital tuberculosis",
        "opc": "Fungal infection",
        "opd": "Fitz hugh Cuis syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "43e6ff22-2aa3-4795-a26b-d9b5437c3fab",
        "choice_type": "single"
    },
    {
        "question": "Kamla, a 30 yrs old lady examined for infeility by hysterosalpingography, reveals 'Bead-like' fallopian tube & clubbing of ampulla. Most likely cause is:",
        "exp": "Tuberculosis -Changes in the fallopian tube are: Beaded tubes Lead pipe Rigid tubes Calcific changes Hydrosalpinx Tubal obstruction and adhesions",
        "cop": 4,
        "opa": "Gonococcus",
        "opb": "Mycoplasma",
        "opc": "Chlamydia",
        "opd": "Mycobacterium tuberculosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "c3e0d3a2-efe7-44db-b5ed-6ee664d64c84",
        "choice_type": "multi"
    },
    {
        "question": "Regarding vaginal candidiasis which of the following is FALSE:",
        "exp": "CANDIDIASIS caused by Candida albicans which thrives in an acidic medium with an abundant supply of carbohydrates. Classification of Vulvovaginal Candidiasis Uncomplicated Complicated Sporadic or infrequent in occurrence Recurrent symptoms Mild to moderate symptoms Severe symptoms Likely to be Candida albicans Non-albicans Candida Immuno-competent women e. g., diabetic women Immuno-compromised, diabetic, pregnant SYMPTOMS vulvar pruritus associated with vaginal discharge that typically resembles cottage cheese. The discharge can vary from watery to homogeneously thick. Vaginal soreness dyspareunia vulvar burning and irritation External dysuria (\"splash\" dysuria) may occur when micturition leads to exposure of the inflamed vulvar and vestibular epithelium to urine. DIAGNOSIS A presumptive diagnosis can be made in the absence of fungal elements confirmed by microscopy A fungal culture is recommended to confirm the diagnosis. A 10% KOH smear shows the buds and hyphae of the Candida organism. Pregnancy is a classical situation where the pH is still acidic and the immuno-suppression will actually lead to more resistant type of candidiasis manifestation.",
        "cop": 3,
        "opa": "Cottage cheese like secretions are seen",
        "opb": "Intense pruritus",
        "opc": "Occuring in pregnancy is classified as uncomplicated candidiasis",
        "opd": "Budding yeast cells and pseudohyphae are seen in KOH preparation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "63e3c168-9892-4842-97a0-f220be8b3ade",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are causative factors for Infeility in PID except?",
        "exp": "Impoant factors for Infeility in a case of PID are-- Cornual block, Loss of cilia, Loss of peristalsis due to thickening of the tubal wall, Closure of the Abdominal ostium and distoion of the tube due to Peritubal adhesions.",
        "cop": 4,
        "opa": "Cornual block.",
        "opb": "Loss of cilia of the fallopian tubes.",
        "opc": "Loss of Peristalsis of the fallopian tubes.",
        "opd": "Anovulation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "a6dc5ff8-e32a-4d43-9d02-b09b6a4db66c",
        "choice_type": "multi"
    },
    {
        "question": "Site most infected in genital was?",
        "exp": "Genital Was Manifestation of HPV infection. Nononcogenic HPV types 6 and 11 are usually responsible for External genital was Occur in areas most directly affected by coitus, namely the posterior fourchette and lateral areas on the vulva. Minor trauma associated with coitus can cause breaks in the vulvar skin, allowing direct contact between the viral paicles from an infected man and the basal layer of the epidermis of his susceptible sexual paner. Less frequently, was can be found throughout the vulva, in the vagina, and on the cervix.",
        "cop": 1,
        "opa": "vulva",
        "opb": "cervix",
        "opc": "vagina",
        "opd": "anus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "72ee124e-c7b0-431d-b27a-64ca8cc2ba02",
        "choice_type": "single"
    },
    {
        "question": "Endosalpingitis is best diagnosed by",
        "exp": "Clinical Triad for Diagnosis of PID Pelvic organ tenderness, Adnexal tenderness, Cervical motion tenderness (Suggests the presence of peritoneal inflammation, which causes pain when the peritoneum is stretched by moving the cervix and causing traction of the adnexa on the pelvic peritoneum) Direct or rebound abdominal tenderness may be present. Evaluation of both vaginal and endocervical secretions is a crucial pa of the workup of a patient with PID. Increased number of polymorphonuclear leukocytes may be detected in a wet mount of the vaginal secretions or in the mucopurulent discharge. More elaborate tests include Endometrial biopsy to confirm the presence of endometritis, Ultrasound or radiologic tests to characterize a tubo-ovarian abscess laparoscopy to confirm salpingitis visually A laparoscopy, if asked in the Questions, is indeed the best test to diagnose PID. Its not a practical option always since this is a common presentation in the OPD and will be impossible to do on every one. Regular OPD diagnosis is made by the clinical triad If a Laparoscopy is being done for some indication & the surgeon notices inflamed tubes, then it is diagnostic of a PID Also: Please note that for diagnosis of PID, any uterine procedure like hysteroscopy, HSG, sonosalpingography, will all push in fluids through the Uterus and this can in fact increase the PID.",
        "cop": 1,
        "opa": "laparoscopy",
        "opb": "X-Ray abdomen",
        "opc": "Hysterosalpingography",
        "opd": "Hystero-laparoscopy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "58f22ff6-8cd5-4132-b371-62f293b463d8",
        "choice_type": "single"
    },
    {
        "question": "Following is the physical appearance of________ causing pelvic infection.",
        "exp": "Above organism is Trichomonas vaginalis It is an anaerobic flagellated protozoan Trichomoniasis Caused by Trichomonas vaginalis - flagellate protozoan motile organism Symptoms: severe itching and severe pruritis Colpitis Macularis (Strawberry Vagina) Greenish yellow, frothy discharge Rx: Metronidazole Rx both female and male paner",
        "cop": 1,
        "opa": "Trichomonas vaginalis",
        "opb": "Candida albicans",
        "opc": "Mycoplasma",
        "opd": "Gardenella",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "f268ae7f-d2ea-49c8-94b7-b65e09e37abe",
        "choice_type": "single"
    },
    {
        "question": "A woman with IUCD develops pelvic inflammatory disease. Which of the following should be done?",
        "exp": "PID occurs usually within 4 weeks of inseion and may be due to existing unrecognized vaginal infection, or the tail of IUCD causing ascending infection. Occurrence of PID per se is not an indication of IUCD removal as there could be other causes of occurrence of PID which is usually manageable with antibiotics. It is in fact rare for PID to have occurred secondary to IUCD inseion since sterile practices are followed. Pelvic inflammatory disease (PID) without abscess is treated initially with systemic antibiotics and followed up for response. Actinomycosis is an infection commonly associated with IUCD. if signs or symptoms of infection develop in women who harbour Actinomyces species, then the device should be removed and antimicrobial therapy instituted. Actinomyces species are sensitive to antimicrobials with gram-positive coverage, notably the penicillins.",
        "cop": 1,
        "opa": "Keep the IUCD, give antibiotic, follow up for antibiotic response and then take decision regarding IUCD removal",
        "opb": "Sta antibiotics and then remove IUCD",
        "opc": "Remove IUCD and then sta antibiotics",
        "opd": "Wait till next menstrual cycle for any intervention",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "b67c8f0b-6fdc-4d76-b160-5dd84faa4d7d",
        "choice_type": "single"
    },
    {
        "question": "Mode of spread in tubercular PID is?",
        "exp": "Modes of spread of pelvic infection: The route of infection is most commonly ascending in nature. Classic modes of infection of some specific organisms are: Through continuity and contiguity--gonococcal infection. Through lymphatics and pelvic veins--postaboal and puerperal infection--by pyogenic organisms other than gonococcus. Through blood stream--tubercular From adjacent infected extra-genital organs like intestine.",
        "cop": 3,
        "opa": "Through continuity",
        "opb": "Adjacent organs",
        "opc": "Through blood stream",
        "opd": "Through lymphatics",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "8ed19d96-e2e5-4206-b0dd-cc4a71b5a7c4",
        "choice_type": "single"
    },
    {
        "question": "Wife of long route truck driver with vaginal discharge comes to STD clinic, what is an empirical treatment:",
        "exp": "Therapy regimens for PID must provide empirical, broad-spectrum coverage of likely pathogens including N. gonorrhoeae, C. trachomatis, gram-negative facultative bacteria, anaerobes, and streptococci. Azithromycin is best used for its action against Chlamydia Metronidazole for its action against anaerobes and Bacterial vaginosis Fluconazole for its action against Candidiasis.",
        "cop": 1,
        "opa": "Azithromycin + metronidazole + fluconazole",
        "opb": "Azithromycin",
        "opc": "Metronidazole +fluconazole",
        "opd": "Fluconazole",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "8d1276ba-a363-4fdf-aa7a-56382569561f",
        "choice_type": "single"
    },
    {
        "question": "All of these are HSG features for genital tuberculosis, EXCEPT?",
        "exp": "- HSG features for genital tuberculosis are: Tobacco-pouch appearance of hydrosalpinx and pyosalpinx Lead pipe appearance (A rigid nonperistaltic pipe-like tube) Calcification of the tube Beading and variation in the filling defect A jagged fluffiness of the tubal outline Cornual block - HSG should not be done if genital tuberculosis is suspected, as it may spread the infection - Fallopian tubes - Primary site of pelvic tuberculosis",
        "cop": 4,
        "opa": "Rigid(lead pipe) tubes with nodulation.",
        "opb": "'Tobacco pouch' appearance of the tube.",
        "opc": "Bilateral cornual blockage.",
        "opd": "Multiple nodular diveicula.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "132b1c6b-20c7-43a8-b2bf-777a505234a2",
        "choice_type": "multi"
    },
    {
        "question": "A 25 - year - old lady presented with curdy white discharge from vagina with itching over vulva, is likely to be suffering from:",
        "exp": "Candidiasis Dimorphic fungi Blastospores(spread) Mycelia( invasive and adherent) Occur in acidic pH Curdy white discharge Plaques on vaginal wall -On removal- Petechiae Out of propoion Pruritis Rx: Azoles Oral Fluconazole Rx both female and male",
        "cop": 2,
        "opa": "Gonococcal vulvovaginitis",
        "opb": "Candidiasis",
        "opc": "Trichomoniasis",
        "opd": "Chlamydia trachomatis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "7fbeb7ce-e7f0-4bea-b34b-9c75ae82480c",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old female unable to conceive since 15 months, Previously she had recurrent pelvic inflammatory disease, normal menses, normal vaginal and cervical examination. What is the next line investigation here?",
        "exp": "History of recurrent PID is suggestive of tubal infeility and warrants investigation for tubal patency. Tests for Tubal Patency HSG: Cavity of the uterus and fallopian tube patency can be checked As it does not require anesthesia, it is the First-line investigation for checking tubal patency. Laparoscopy with chromopeubation with methylene blue dye: Best investigation, as tubal patency can be confirmed under vision AMH- Test for ovarian reserve. Hysteroscopy- Evaluates any Uterine cavity factors (septum, endometrial polyps, submucosal fibroids, intrauterine adhesions). CA 125 is a marker for ovarian malignancy, may be raised in tuberculosis, endometriosis, liver disease",
        "cop": 1,
        "opa": "HSG",
        "opb": "AMH",
        "opc": "Hysteroscopy",
        "opd": "CA 125",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "43e13103-0338-45e5-83e0-ef0c3cf21468",
        "choice_type": "single"
    },
    {
        "question": "Common mode of transmission in pyogenic TB salpingitis:",
        "exp": "Genital tuberculosis occurs almost always secondary to a primary focus elsewhere, The commonest site being the lungs (50%), but rarely from other sites such as lymph nodes (40%), the kidneys, joints, gastrointestinal tract or as pa of a generalized miliary infection. The mode of spread is generally haematogenous or lymphatics, and rarely from direct contiguity with an intra-abdominal organ or affected peritoneum.",
        "cop": 1,
        "opa": "Hematogenous",
        "opb": "Ascending infection",
        "opc": "Direct invasion",
        "opd": "Sexually transmitted",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "5f6db771-136b-4301-bb1b-d8967b388b3b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following conditions is most likely to be associated with a vaginal pH of 6?",
        "exp": "- Normal pH of vagina is 3. 8 to 4. 5. A pH of 6 is alkaline which ours Trichomoniasis Bacterial vaginosis. - Bacterial vaginosis is more common. It include Gardnella vaginalis, Ureaplasma urealyticum, Mobiluncus species, Mycoplasma hominis, and Prevotella species. - pH of vagina:- Before pubey - 7 At pubey - the pH becomes acidic (4-4. 5), it occurs due to Doderlein bacteria which conves glycogen (present in vaginal epithelium) into lactic acid under the influence of oestrogen. Post menopause > 7 ( Doderlein bacteria disappears after menopause )",
        "cop": 4,
        "opa": "Atrophic vaginitis",
        "opb": "Candidal vaginits",
        "opc": "Doderlein's bacillus",
        "opd": "Gardnella vaginitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "50261d9e-c0b2-4c28-b984-7e6f940d64c1",
        "choice_type": "single"
    },
    {
        "question": "A pregnant lady with gonorrhea with white discharge. Treatment of choice is:",
        "exp": "Treatment of Gonorrhoea Ceftriaxone 250 mg i. m in a single dose + Azithromycin 1g single dose Alternative Rx Cefixime 400mg orally in a single dose + Azithromycin 1 single dose",
        "cop": 2,
        "opa": "Ceftriaxone single dose IM + Metronidazole for 14 days",
        "opb": "Ceftriaxone plus azithromycin single dose",
        "opc": "Ceftriaxone plus Doxycycline 100 mg for 7 days + Metronidazole for 14 days",
        "opd": "Ceftriaxone single dose IM",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "fed64dd3-f66a-4fa0-babe-eb10a20a63fe",
        "choice_type": "single"
    },
    {
        "question": "HPV type 6 and 11 associated with genital was have_____ ongenic risk?",
        "exp": "Human papilloma virus and association with cervical cancer High oncogenic risk--Types 16, 18, 31, 33, 35, 45, 56. Low oncogenic risk--Types 6, 11, 42, 43.",
        "cop": 2,
        "opa": "High",
        "opb": "Low",
        "opc": "Nil",
        "opd": "Variable",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "abfad601-e441-43df-bfac-1f2547d4d97c",
        "choice_type": "single"
    },
    {
        "question": "True about Condyloma acuminata are all EXCEPT?",
        "exp": "Also called venereal was, these are caused by the HPV. These was spread diffusely over the whole of the vulval area and may appear discrete or coalesce to form large cauliflower-like growths. The growths are seen in women of the childbearing age and are mainly sexually transmitted. Vaginal discharge, oral contraceptives and pregnancy our their growth. HPV 6, 16 and 18 are implicated in the development of condyloma acuminatum and cancers of the cervix and vulva. In older women it often persists and progresses to carcinoma in situ. Condyloma is associated with vulval, vaginal and cervical cancers in 20% cases.",
        "cop": 4,
        "opa": "Associated with HPV",
        "opb": "Can be transmitted sexually.",
        "opc": "May be precancerous",
        "opd": "Risk is reduced by use of oral contraceptives.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "6cc4b7f9-437e-4883-b95e-eb311089fe6c",
        "choice_type": "multi"
    },
    {
        "question": "Diagnosis of Asherman syndrome is done by all except:-",
        "exp": "Asherman Syndrome Adhesions in the endometrium can occur due to Scarring of the endometrium as a result of surgery, Destruction of the Endometrium usually follows Vigorous curettage for postpaum hemorrahage Therapeutic aboion complicated by infection Overzealous fractional curettage for gynecological diagnosis. Diagnosis is confirmed by Hysterosalpingography or By direct visual examination of the endometrial scarring or synechiae using a Hysteroscope. Sonosalpingography - In case of Infeility for Uterine factors Definitive diagnosis - Hysteroscopy",
        "cop": 1,
        "opa": "Endometrial culture",
        "opb": "Hysteroscopy",
        "opc": "Hysterosalpingography",
        "opd": "Sonosalpingography",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "4ab49662-7835-4872-86bb-700905b5da5a",
        "choice_type": "multi"
    },
    {
        "question": "The following are the primary sites of acute gonococcal infection except:",
        "exp": "Ectocervix is covered by squamous epithelium and squamous epithelium is resistant to gonococcal infection. Primary genital sites of involvement of gonorrhea Endocervix Urethra Skene' gland Baholin's gland",
        "cop": 4,
        "opa": "Urethra",
        "opb": "Batholin's gland",
        "opc": "Skene's gland (Paraurethran glands)",
        "opd": "Ectocervix",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "e86a0c22-47b9-4202-ba65-8a8a7cd17d44",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following investigations is most confirmatory for diagnosis of pelvic inflammatory disease?",
        "exp": "Laparoscopy in PID Considered the most confirmatory Most reliable aid to suppo the clinical diagnosis but it may not be feasible to do in all cases. Reserved only in those cases in which differential diagnosis includes salpingitis, appendicitis or ectopic pregnancy.",
        "cop": 3,
        "opa": "Gram stain and culture",
        "opb": "USG.",
        "opc": "Laparoscopy.",
        "opd": "Culdocentesis.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "2151d222-456d-49b5-b651-4954b868b53d",
        "choice_type": "single"
    },
    {
        "question": "Risk factors for Gonorrhea include all EXCEPT which of the following?",
        "exp": "Risk Factors or Gonococcal carriage and potential upper reproductive tract infection that merit screening are: Age <= 24 years, Prior or current STDs, New or multiple sexual paners, A paner with other concurrent paners, A paner with an STD, Lack of barrier protection in those without a monogamous relationship, Commercial sex worker, Drug abuse.",
        "cop": 3,
        "opa": "Age < 25 years",
        "opb": "Prostitution",
        "opc": "Recurrent urinary tract infections",
        "opd": "Drug abuse",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "c2d37f9b-bd0c-4780-8b03-db2a762642df",
        "choice_type": "multi"
    },
    {
        "question": "A 40-years-old woman presented to the gynecologist with complaints of profuse vaginal discharge. The diagnosis of bacterial vaginosis is made based upon all of the following findings on microscopy, except:",
        "exp": "The Ph in Bacterial vaginosis is alkaline and hence there is lesser estrogenic environment and consequently lesser lactobacilli. It is diagnosed on the basis of the following findings: A fishy vaginal odour. Vaginal secretions are gray and thinly coat the vaginal walls. pH higher than 4. 5 (usually 4. 7 to 5. 7). Increased number of clue cells, and leukocytes are conspicuously absent. The addition of KOH to the vaginal secretions (the \"whiff\" test) releases a amine like odor. Alternative diagnostic tests such as a pH and amines test card, detection of G. vaginalis ribosomal RNA, or Gram stain",
        "cop": 3,
        "opa": "Abundance of gram variable coccobacilli",
        "opb": "Absence of Lactobacilli",
        "opc": "Abundance of polymorphs",
        "opd": "Present of clue cells",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "89cbe4f1-93a7-4146-a237-93262f3b917b",
        "choice_type": "multi"
    },
    {
        "question": "Creamy white watery discharge with fishy odour from vagina along with minimal itching is due to:",
        "exp": "Bacteria Vaginosis MC Vaginitis Hemophilus vaginalis aka Gardenella vaginalis Fishy vaginal odor, Vaginal secretions are gray and thinly coat the vaginal walls Microscopy:- Clue cells-Vaginal epithelium with embeded bacteria No pruritus, The Whiff test- The addition of KOH to the vaginal secretions releases a amine like odor. Amsel's criteria is used for diagnosis Treatment: Metronidazole, Treat the woman(No sexual transmission)",
        "cop": 1,
        "opa": "Bacterial vaginosis",
        "opb": "Gonorrhea",
        "opc": "Trichomonas",
        "opd": "Candida",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "25f8f14b-fb69-41a0-874c-497026faa422",
        "choice_type": "single"
    },
    {
        "question": "Which of these about 'Silent pelvic inflammatory disease'' is FALSE?",
        "exp": "Silent Pelvic inflammatory disease Follows continuous or multiple episodes of low grade infection in asymtomatic women Diagnosis given to women with tubal factor infeility who lack a history compatible with upper tract infection Most of these patients have antibodies to chlamydia or nesseria Tubes may be normal, may show adhesions, hydrosalpinx",
        "cop": 4,
        "opa": "Accidentally diagnosed in asymptomatic patients.",
        "opb": "Associated with infeility.",
        "opc": "Associated with tubal adhesions.",
        "opd": "Associated with acute pain abdomen",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "819657df-2866-4b1e-ade3-7f584d27a229",
        "choice_type": "multi"
    },
    {
        "question": "At the time of Annual examination, a patient expresses concern over exposure to sexually transmitted diseases. During your pelvic examination, a singular, indurated, Nontender ulcer is noted on the vulva. VDRL and FTA tests are positive. Without treatment, the next stage of this disease is clinically characterized by:",
        "exp": "Diagnosis is Primary Syphilis and Next stage is Secondary syphilis Syphilis Etiology - Spirochete Treponema pallidum. Diagnosis is by dark-field microscopy Primary syphilis: A hard chancre, painless ulcer with an indurated base on the vulva, vagina, or cervix. Secondary syphilis is due to hematogenous dissemination of the spirochetes. C/f- Red macules and papules over the palms of the hands and the soles of the feet. Teiary syphilis include optic atrophy, tabes dorsalis, generalized paresis, aoic aneurysm, and gummas of the skin and bones.",
        "cop": 4,
        "opa": "Optic nerve atrophy and generalized paresis",
        "opb": "Tabes dorsalis",
        "opc": "Gummas",
        "opd": "Macular rash over the hands and feet",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "6eb8d06b-c2d8-46fe-bb57-4f369cf71ccf",
        "choice_type": "multi"
    },
    {
        "question": "Most common symptom of Acute pelvic inflammatory disease:",
        "exp": "Symptoms of Acute PID Abdominal pain Vomiting Dysuria Vaginal discharge Abnormal uterine bleeding Pain is the most common feature of symptomatic PID. Abnormal bleeding and vomiting may also occur.",
        "cop": 2,
        "opa": "Bleeding per vaginum",
        "opb": "Abdominal pain",
        "opc": "Vomiting",
        "opd": "Amenorrhoea",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "4499aed3-9da8-4deb-9a57-2618a6c7c996",
        "choice_type": "single"
    },
    {
        "question": "A young female presented with vaginal discharge. Endocervical biopsy revealed chlamydial antigen. Treatment given should be",
        "exp": "Treatment of Chlamydial infection: Azithromycin 1 g orally as a single doseor Doxycycline (100 mg bid for 7 days) Contact tracing, avoidance of sex or barrier contraceptive is necessary to avoid recurrence. Note: out of the given options, both azithromycin and doxycycline (not metronidazole) can be used for treatment of chlamydia, however since contact tracing is equally impoant, option 2 is preferred. Chlamydia infection: most common cause of tubal block in India",
        "cop": 2,
        "opa": "Doxycycline + metronidazole",
        "opb": "Azithromycin + contact tracing",
        "opc": "Fluconazole + Azithromycin",
        "opd": "Ampicillin + Probenecid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "0975b992-26d9-479a-bb10-98343f8097d2",
        "choice_type": "single"
    },
    {
        "question": "All are true about Doderlein's bacillus, EXCEPT?",
        "exp": "Doderlein's bacillus: Rod-shaped gram-positive bacillus which grows anaerobically on acid media, Appears in the vagina 3-4 days after bih and disappears after 10-14 days, Its presence is dependent on estrogen, Function is to conve the glycogen present in the vaginal mucosa into lactic acid so that the vaginal pH is maintained towards acidic side. This acid pH prevents growth of the other pathogenic organisms.",
        "cop": 4,
        "opa": "Gram positive bacteria",
        "opb": "Grows in acidic media",
        "opc": "Conves glycogen into lactic acid",
        "opd": "Estrogen suppresses growth of this bacillus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "5f50aa6b-7790-46c8-b897-85d3ff748eef",
        "choice_type": "multi"
    },
    {
        "question": "Classic mode of spread of gonococcus infection in PID is?",
        "exp": "The classic concept is that the gonococcus ascends up to affect the tubes through mucosal continuity and contiguity. This ascent is facilitated by the sexually transmitted vectors such as sperm and trichomonads.",
        "cop": 1,
        "opa": "Through continuity",
        "opb": "adjacent organs",
        "opc": "through blood stream",
        "opd": "Lymphatic and pelvic veins",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "d22399e9-b53c-402b-8fd4-d72c4cc26321",
        "choice_type": "single"
    },
    {
        "question": "Common mode of transmission in pyogenic TB salpingitis:-",
        "exp": "Genital TB Almost always a secondary infection Common primary sites: Lungs > Lymph > abdomen Route of spread - Hematogenous Most common site of genital TB is fallopian tubes (Bilateral involvements) > Uterus In fallopian tubes - Most commonly affected pa is ampulla Most common symptom is infeility Sites of genital TB % involvement Fallopian tubes 90 - 100% Uterus %50 -60 % Ovaries 20 - 30 % Vagina & vulva 1-2 %",
        "cop": 1,
        "opa": "Hematogenous",
        "opb": "Lymphatic",
        "opc": "Direct invasion",
        "opd": "Sexually transmitted",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "f766ac7e-48a3-463f-8daa-6a7ea5399fa8",
        "choice_type": "multi"
    },
    {
        "question": "One day after a casual sexual encounter with a bisexual man recently diagnosed as antibody-positive for HIV, a patient is concerned about whether she may have become infected. A negative antibody titer is obtained. To test for seroconversion, when is the earliest you should reschedule repeat antibody testing after this sexual encounter?",
        "exp": "Persons at high risk for infection by human immunodeficiency virus (HIV) include homosexuals, bisexual males, women having sex with a bisexual or homosexual paner, intravenous drug users, and hemophiliacs. Antibody titer usually becomes positive 6 to 12 weeks after exposure, Because of occasional delayed appearance of the antibody after initial exposure, it is impoant to follow up patients for 1 year after exposure.",
        "cop": 3,
        "opa": "1 to 2 weeks",
        "opb": "16 to 20 weeks",
        "opc": "6 to 12 weeks",
        "opd": "12 to 15 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Genital Tract Infections (Too hot to handle!)",
        "id": "1e668d12-42d8-46a0-ad34-866efa8fc690",
        "choice_type": "single"
    }
]