[
    {
        "question": "Which one of the following tumors involving the female genital tract has the WORST prognosis?",
        "exp": "Ans. D. Serous cystadenocarcinoma of the ovary in' a 45-year-old. Around 75% of serous cystadenocarcinoma of the ovary are in an advanced stage at the time of diagnosis. These tumors have a worse prognosis than any of the other tumors listed.",
        "cop": 4,
        "opa": "Dysgerminoma in a 35-year-old",
        "opb": "Uterine choriocarcinoma in a 25-year-old with a recent history of molar pregnancy",
        "opc": "Granulosa cell tumor in a 40-year-old",
        "opd": "Serous cystadenocarcinoma of the ovary in a 45-year- old",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "e15c578c-c586-4a56-8f43-62e97f49b891",
        "choice_type": "single"
    },
    {
        "question": "Which of the following ovarian tumor is most prone to undergo torsion during pregnancy?",
        "exp": "Ans. is c, i. e. Dermoid cyst. Ref. Novak 14/e, p 510; Dutta Obs. 6/e, p 310\"Incidence of dermoid cyst increases two times in pregnancy and it becomes the most commonly diagnosed ovarian tumour during pregnancy. \" --Dutta Obs. 7/e, p 310\"A benign cystic teratoma is the most common neoplasm to undergo torsion. \" --Novak 14/e, p 510. Note: Benign cystic teratoma is another name for dermoid cyst. From the above two lines it is clear that dermoid cyst is the most common ovarian tumour to undergo torsion during pregnancy. For more details on dermoid cyst and other ovarian tumours kindly see \"Self Assessment and Review Gynaecology\" by the same author.",
        "cop": 3,
        "opa": "Serous cystadenoma",
        "opb": "Mucinous cystadenoma",
        "opc": "Dermoid cyst",
        "opd": "Theca lutein cyst",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "c41c21ed-f5b9-4a62-ac53-e6ae55e8dc4a",
        "choice_type": "single"
    },
    {
        "question": "A pregnant woman with fibroid uterus develops acute pain in abdomen with low-grade fever and mild leukocytosis at 28 week. The most likely diagnosis is:",
        "exp": "Ans. is c, i. e. Red degeneration of fibroid. Ref: Shaw 15th/ed p355; Dutta Ohs 6th/ed p314; High Risk Pregnancy 2nd/ed p77. The answer is quite obvious but let's see how other options can be ruled out. Option \"a\" Preterm labor. Points in favor. Points against* Patient is pregnant* Pain in abdomen at 28 weeks (preterm labor is where labor starts before the 37th completed weeks. The lower limit is 28 weeks in developing countries and 20 weeks in developed countries* Preterm labor is diagnosed- When there are regular uterine contractions. (Not acute pain) With or without pain at least in every 10 minutes.- Dilatation of cervix is >2cm- Effacement of cervix =80%- Length of cervix as measured by TVS <2. 5cm and funneling of the internal OS.- Pelvic pressure backache, vaginal discharge, or bleeding. None of the above criteria are being fulfilled* Presence of leukocytosis and fever can also go against it as even if there is intra-amniotic infection causing preterm labor features like--fever, leukocytosis, uterine tenderness, and fetal tachycardia are absent. Rather, if these features are present it means a final stage of uterine infection has reached. And here our patient is having fever, leukocytosis without regular uterine contractions (off and on pair) but with acute pain in abdomen, so it can be ruled out. Option \"b\" Torsion of fibroid. Points in favor. Points against* Patient has fibroid (Though no mention has been made whether it is pedunculated or not, Remember torsion is seen in subserous pedunculated myomas)Q* Patient is complaining of acute pain in abdomen* Torsion is not associated with fever and leukocytosis. Option \"d\" Infection of fibroid. Points in favor. Points against* Presence of fibroid (Remember. Infection is common in submucous fibroids)Q* Fever* Leukocytosis* Acute pain in abdomen (Infection of fibroid will not cause acute pain in abdomen).* Infection of fibroid occurs following abortion or labor (Here patient is pregnant but there is no history of abortion or labor)* Infection causes blood stained discharge (Not seen in this patient). So, from above discussion infection can be kept in +- status. If we have no better option, we can think about it. Option \"c\" i. e. Red degeneration of fibroid is the diagnosis-let's have a look. Red degeneration of fibroid* It is seen mostly during pregnancy and mid pregnancyQ* The myoma suddenly becomes acutely painfulQ, enlarged, Q and tender. Q* Patient presents with:- Acute abdominal painQ- VomitingQ- MalaiseQ- Slight fever. QLab investigations: Show moderate leukocytosisQ and raised ESRQThus, all the features given in the question favor the diagnosis of red degeneration.",
        "cop": 3,
        "opa": "Preterm labor",
        "opb": "Torsion of fibroid",
        "opc": "Red degeneration of fibroid",
        "opd": "Infection in fibroid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "c89fa6fa-5791-4725-8f73-c5ff7eba2341",
        "choice_type": "single"
    },
    {
        "question": "Carcinoma endometrium with superficial inguinal lymph node involvement is of:",
        "exp": "Ans. A. Stage IVThe International Federation of Gynecology and Obstetrics (FIGO) staging system for carcinoma of corpus uteri is as follows: a. Stage IA-Tumor limited to endometrium <8cm)b. Stage IB-Invasion to less than one half the myometrium (>8cm)c. Stage IC-Invasion to more than one half the myometriumd. Stage IIA-Endocervical glandular involvement onlye. Stage IIB-Cervical stromal invasioni. Stage IIIA-Tumor invades serosa and/or adnexa and/or positive peritoneal cytologyii. Stage IIIB-Vaginal metastasisiii. Stage IUC-Metastases to pelvic and/or para-aortic lymph nodesiv. Stage IVA-Tumor invasion of bladder and/or bowel mucosav. Stage IVB-Distant metastases including intra-abdominal and/or inguinal lymph nodesvi. Cases of carcinoma of the corpus should be classified (or graded) according to the degree of histologic differentiation. The histopathology and degree of differentiation is as follows: vii. Class G1-Non squamous or non morular solid growth pattern of 5% or lessviii. Class G2-Non squamous or non morular solid growth pattern of 6-50%ix. Class G3-Non squamous or non morular solid growth pattern of more than 50%",
        "cop": 1,
        "opa": "Stage IV",
        "opb": "Stage III",
        "opc": "Stage II",
        "opd": "Stage I",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "d25ecd74-5e4e-46aa-ab07-07438ba244c1",
        "choice_type": "single"
    },
    {
        "question": "Most common type of cervical cancer",
        "exp": "Ans. A. Squamous cell CA* The two most common histologic subtypes of cervical cancer are squamous cell and adenocarcinoma.* Of these, squamous cell tumors predominate, comprise 85 percent of all cervical cancers, and arise from the ectocervix* Adenocarcinomas comprise 10 to 15 percent of cervical cancers and arise from the endocervical mucus- producing glandular cells.",
        "cop": 1,
        "opa": "Squamous cell CA",
        "opb": "Small cell CA",
        "opc": "Adeno CA",
        "opd": "Adenoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "87dab33b-b526-42cb-9f97-e51e85367ec0",
        "choice_type": "multi"
    },
    {
        "question": "False about OHSS?",
        "exp": "Ans. D. The symptoms associated with OHSS usually begin 15-20d after h. CG is given. Ovulation induction promotes follicle maturation and oocyte release utilizing pharmacological agents. The most commonly used agent is Clomiphene citrate, which increases follicle-stimulating hormone release at the level of the hypothalamus. It is usually given for 5d during the mid-follicular phase and ovulation occurs l-10d following the final dose. Alternative ovulation induction agents include metformin and gonadotrophins. Transvaginal US is used to track the development of follicles and the endometrial thickness so that the dose of the agent can be titrated and intercourse or insemination can be correctly timed to coincide with ovulation. Although the maturity of the oocyte can only be indirectly inferred from the size of the follicle, the US information can be coupled with oestradiol values to provide an accurate assessment of the presence or absence and number of mature follicles. It is important to look for the complications of ovulation induction such as hyperstimulation. This occurs most commonly in gonadotrophin-induced cycles. The ovary becomes enlarged, sometimes massively so, and oedematous, containing multiple immature follicles. Abdominal ascites may also be demonstrated. The hyper stimulated ovaries are prone to torsion. The signs and symptoms of ovarian hyperstimulation disorder are variable, ranging from mild abdominal discomfort, probably due to the distension of the ovarian capsule, to severe circulatory compromise and electrolyte imbalance. The more severe form, ovarian hyperstimulation syndrome (OHSS), is usually associated with massive stromal oedema of the ovary. The enlarged ovaries may be prone to torsion. On US, patients with OHSS usually have enlarged ovaries (>10cm) that may contain several hypoechoic areas. The hypoechoic areas may correspond to atretic follicles or to regions of hemorrhage within the ovary. The symptoms associated with OHSS usually begin 5-8d after h. CG is given, but they can be most severe in patients who actually achieve pregnancy. Recent studies have shown that hyperstimulation is unlikely in women whose ovaries contain several large (>15mm) follicles, and tends to occur when there are several small or intermediate-sized follicles. With supportive therapy, this syndrome usually regresses spontaneously.",
        "cop": 4,
        "opa": "Associated with massive stromal oedema of the ovary",
        "opb": "The enlarged ovaries may be prone to torsion",
        "opc": "Patients with OHSS usually have enlarged ovaries (>10 cm) that may contain several hypoechoic areas",
        "opd": "The symptoms associated with OHSS usually begin 15-20d after h. CG is given",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "efb5f7ce-6843-4c02-ab46-9282c5e09510",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of red degeneration of fibroid during pregnancy:",
        "exp": "Ans. is a, i. e. Analgesics. Ref: Shaw 15th/ed p364; Dutta Obs 6th/ed p309; Jeffcoate 7th/ed p502. Management of red degeneration of fibroid.* Patient is managed conservatively using analgesics, antipyretics and antiemetics. Q* No need of-- Antibiotics-- Myomectomy-- Termination of pregnancy",
        "cop": 1,
        "opa": "Analgesics",
        "opb": "Laparotomy",
        "opc": "Termination of pregnancy",
        "opd": "Removal at cesarean section",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "17c8aa6f-c4ee-433a-a4a7-f909ec6366ac",
        "choice_type": "single"
    },
    {
        "question": "Most consistent symptom of fibroid:",
        "exp": "Ans. is a, i. e. Menorrhagia* M/c presentation of fibroid-asymptomatic* M/c symptom-Menstrual symptom-Menorrhagia. Metrorrhagia is seen in fibroid polyp.",
        "cop": 1,
        "opa": "Menorrhagia",
        "opb": "Metrorrhagia",
        "opc": "Dysmenorrhea",
        "opd": "Urinary symptoms",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "23cee42a-9359-4867-889f-95e482b81f42",
        "choice_type": "single"
    },
    {
        "question": "All of the following are the indications for myomectomy in a case of fibroid uterus except",
        "exp": "Ans. is d, i. e. Red degeneration. Ref: Shaw 15th/ed p360-2; Jeffcoat's 7th/ed p502. From the given options the answer is quite obvious as red degeneration of fibroid is managed conservatively not by any surgery. But let us look at other options also. Indication of myomectomy: Myomectomy is specifically indicated in an infertile woman, in recurrent abortions and patients with symptomatic fibroid but desirous of bearing child and wishing to retain the uterus. Thus, option a and b are ruled out. As far as pressure symptoms are concerned, it means fibroid is symptomatic and all symptomatic fibroids need surgical management which could either be myomectomy or hysterectomy.",
        "cop": 4,
        "opa": "Associated infertility",
        "opb": "Recurrent pregnancy loss",
        "opc": "Pressure symptoms",
        "opd": "Red degeneration",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "ff8f84a4-c2b2-415c-96c2-6bff26d14af2",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year-old multiparous women was subjected to endometrial aspiration during workup for abnormal uterine bleeding. The histopathology report can reveal all of the following except",
        "exp": "Ans. C. Adenomyosisa. Adenomyosis cannot be diagnosed on endometrial sampling. b. It refers to endometrial glands and stroma located deep within the myometrium. c. The rest are endometrial findings, therefore diagnosed on endometrial sampling.",
        "cop": 3,
        "opa": "Secretory endometrium",
        "opb": "Cystic glandular hyperplasia",
        "opc": "Adenomyosis",
        "opd": "Proliferative endometrium",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "c0567fe9-ee13-4224-87a3-4d27ea9292fd",
        "choice_type": "multi"
    },
    {
        "question": "The most common pure germ cell cancer of the ovary is:",
        "exp": "Ans. B. Dysgerminoma. Dysgerminoma: a. It is the most common pure germ cell tumor of ovary. b. It corresponds to Seminoma. c. It is common under the age of 20. d. It is usually unilateral. e. It is neutral. f. It secrets placental alkaline phosphatase. g. It may be associated is hypoplasia or aplasia of part of genital tract. h. It is very radiosensitive. i. It is potentially malignant with malignancy rate of 30-50%. j. Endodermal sinus/yolk sac tumor is 2nd most common germ cell tumor. k. Embryonal cell tumor is rare.",
        "cop": 2,
        "opa": "Choriocarcinoma",
        "opb": "Dysgerminoma",
        "opc": "Embryonal cell tumor",
        "opd": "Malignant teratoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "971305b7-4faa-4586-8541-1078a0bfd830",
        "choice_type": "single"
    },
    {
        "question": "Treatment of red degeneration of fibroid in pregnancy:",
        "exp": "Ans. is a, i. e. Analgesics. Ref. Shaw 14/e, p 326; Dutta Obs. 6/e, p 309; Jeff coate 7/e, p 502. Management of Red degeneration of fibroid. Patient is managed conservatively QPatient is put to bed rest and given analgesics Q (to relieve the pain), sedatives Q and, if required antibiotics QIf because of mistaken diagnosis laparotomy is done, abdomen is closed without doing anything. Myomectomy should never be contemplated during caesarean section as vascularity of fibroid is increased during pregnancy (due to increased estrogen) leading to increased blood loss during cesarean section. Q",
        "cop": 1,
        "opa": "Analgesics",
        "opb": "Laparotomy",
        "opc": "Termination of pregnancy",
        "opd": "Removal at cesarean section",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "651a15d9-1c0b-4d2b-85ef-8e20e56612e5",
        "choice_type": "single"
    },
    {
        "question": "All are indications for post-operative radiotherapy in a case of Carcinoma Endometrium EXCEPT?",
        "exp": "Ans. D. Tumor positive for estrogen receptorsa. Receptor positivity have no influence on postop radiotherapy. b. As far as receptor status is concerned, the best correlation is that of a good prognosis with high progesterone receptors rather than a poor prognosis with high estrogen receptorsc. The best prognostic factor of cancer endometrium, amongst others, is the Histological grading of the diseased. Other important predictors are: i. Depth of myometrial invasionii. Status of pelvic and para-aortic lymph nodesiii. Malignant cells in peritoneal washingsiv. Lymph vascular invasionv. Cervical invasion",
        "cop": 4,
        "opa": "Myometrial invasion >1/2 thickness",
        "opb": "Positive lymph nodes",
        "opc": "Endocervical involvement",
        "opd": "Tumor positive for estrogen receptors",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "ff6f995e-f16c-435b-b444-4dd3b2e6b87e",
        "choice_type": "multi"
    },
    {
        "question": "In a case of ovarian tumor revealed unilateral ovarian tumor with ascites positive for malignant cells. Laparotomy is performed. All other structures were free of disease. Stage of her disease is:",
        "exp": "Ans. A. Stage I c. The patient falls under FIGO staging, stage Ic because it has ovarian tumor with ascites positive for malignant cells.",
        "cop": 1,
        "opa": "Stage I c",
        "opb": "Stage III a",
        "opc": "Stage III b",
        "opd": "Stage III c",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "26648e43-3e37-4368-8776-f7c947a66e5a",
        "choice_type": "multi"
    },
    {
        "question": "True regarding adenomyosis:",
        "exp": "Ans. C. Presents with menorrhagia, dysmenorrhea and enlarged uterus. Women suffering from adenomyosis are usually parous around 40 yrs who present with menorrhagia and progressively increasing dysmenorrhea. Pelvic discomfort, backache and dyspareunia are other symptoms. Clinical examination reveals a symmetrical enlargement of uterus if adenomyosis is diffuse and the uterus is tender. If adenomyosis is localized, enlargement of uterus is asymmetrical. a. There is no satisfactory proven medical treatment for adenomyosis. Occasionally, patients with adenomyosis are treated with Gn. RH agonists, cyclic hormones, or prostaglandin synthetase inhibitors for their abnormal bleeding and pain. b. Hysterectomy is the definitive treatment if this therapy is appropriate for the woman's age, parity, and plans for future reproduction. c. For a woman in her late 40s, the ovaries are often removed as a prophylactic measure against ovarian carcinoma",
        "cop": 3,
        "opa": "More common in nullipara",
        "opb": "Progestins are not useful",
        "opc": "Presents with menorrhagia, dysmenorrhea and enlarged uterus",
        "opd": "Causes no enlargement of uterus.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "02f6638f-a0af-4ca5-aee3-08997f54030a",
        "choice_type": "multi"
    },
    {
        "question": "Most important feature to diagnose fetal aneuploidy:",
        "exp": "B i. e. Nuchal translucency. Ref: Current Progress in Obstetrics and Gynecology; John Stud, Volume 1, page 17. Explanation: Ultrasound Markers of Fetal Aneuploidy: Nuchal translucency is the single most powerful tool. More than 3 mm needs evaluation. Absence of nasal bone. Absence or reversal of flow in the ductus venosus on Doppler. Tricuspid regurgitation. Increase in frontomaxillary angle more than 85 deg.",
        "cop": 2,
        "opa": "Absent nasal bone",
        "opb": "Nuchal translucency",
        "opc": "Increase in frontomaxillary angle",
        "opd": "Reversal of ductus venosus flow",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "6d573cf8-d0cf-4f8f-9a49-bb0c73dc696e",
        "choice_type": "single"
    },
    {
        "question": "PID does not include:",
        "exp": "Ans: A (Cervicitis) Ref: Dutta Textbook of Gynecology 5th Ed pg 124. Explanation: PELVIC INFLAMMATORY DISEASE (PID). Infection of upper genital tract involving. Endometrium. Fallopian tubes. Ovaries. Pelvic peritoneum and surrounding structures. Cervicitis is not included in PIDRisk factors. Menstruating teenagers. Multiple sexual partners. No OCP use. IUCD usage. STDs. Protective factors. Condoms. OCPs. Pregnancy. Menopause. Women whose partner has done vasectomy. Husband is azoospermic. Causative organisms. Neisseria gonorrhoae Chlamydia trachomatis. Mycoplasma hominis. Symptoms. Lower abdominal pain. Fever. Lassitude. Excessive vaginal bleeding. Purulent vaginal discharge. Dyspareunia. Fitz-Hugh Curtis syndrome--Acute salpingitis with perihepatitis causes pain in right hypochondiium. Investigations. Discharge sent for stain and culture. Leucocytosis. Laparoscopy USGTreatment. Doxy 100 mg bd. Erythromycin 500 mg qid. Tetracycline 500 mg qid. Metronidazole 500 mg bd. Azithromycin Ism single dose. Ofloxacin 400 mg bd for 7 to 14 days. For N. gonorrhoea Ceftriaxone 250 mg deep IM single dose, Ciproflox 500 mg orally single dose.",
        "cop": 1,
        "opa": "Cervicitis",
        "opb": "Endometritis",
        "opc": "Peritonitis",
        "opd": "Salpingitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "2c88b110-729c-4f1e-8da1-a4415aeafb41",
        "choice_type": "single"
    },
    {
        "question": "MC type of ca vulva is:",
        "exp": "Ans. is 'a' i. e., Squamous cell carcinoma * MC variety of vulvar cancer= Squamous cell carcinoma.* MC site= labia (majora and minora) followed by clitoris.* Risk factors for Ca vulva=HPV infection, cigarette smoking, lichen sclerosis, squamous hyperplasia, VIN.* Most patients are asymptomatic at the time of diagnosis.",
        "cop": 1,
        "opa": "Squamous cell carcinoma",
        "opb": "Melanoma",
        "opc": "Adenocarcinoma",
        "opd": "Adenosquamous carcinoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "c276d898-5396-49c3-86c5-caa9529dd3df",
        "choice_type": "single"
    },
    {
        "question": "Rokitansky protuberance is seen in -",
        "exp": "Ans. is 'c' i. e., Dermoid cyst Dermoid cyst* It is the MC benign germ cell tumor of the ovary. It is also called mature cystic teratoma* Teratomas are germ cell tumors commonly composed of multiple cell types derived from one or more of the 3 germ layers. The word is derived from the Greek teras, meaning monster, which Virchow coined. Additionally, teratomas may be monodermal and highly specialized* Mature cystic teratomas account for 10-20% of all ovarian neoplasms. They are the most common ovarian germ cell tumor and also the most common ovarian neoplasm in patients younger than 20 years. They are bilateral in 15-20% of cases* The cyst is moderate in size. The capsule is tense and smooth.* On cut section there is one area of solid projection called Rokitansky protuberance, which is covered with skin with sweat and sebaceous glands. It is here that teeth and bones are found.* The predominant content of cyst are hair and sebaceous material. There may be clear CSF also.* There may be an area of thyroid tissue-struma ovarii, which maybe a/w hyperthyroidism.",
        "cop": 3,
        "opa": "Serous cyst adeno carcinoma",
        "opb": "Mucinous cyst adenoma",
        "opc": "Dermoid cyst",
        "opd": "All of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "fd3c8fbb-9e60-42dc-ab26-4175717e6a3f",
        "choice_type": "multi"
    },
    {
        "question": "Schiller Duval bodies seen in:",
        "exp": "Ans. is 'a' i. e., Endodermal sinus tumor Histologic Hallmarks of Ovarian Tumors. Ovarian Tumor Diameters. Histologic Characteristic. Serous Epithelial tumors. Psammoma bodies. Clear cell tumors. Hobnail cells. Brenner tumors. Walthard cell rests. Dysgerminoma. Large polygonal cells, lymphocytic infiltration, and fibrous septa. Teratomas. Skin, teeth, bones, hair, cartilage, neural tissue, and thyroid. Endodermal sinus tumor. Schiller-Duval bodies. Embryonal carcinoma. Embryoid bodies. Granulosa cell tumors. Call-Exner bodies. Leydig (hilus) cell tumors. Reinke's crystals. Krukenberg tumor. Signet ring cells",
        "cop": 1,
        "opa": "Endodermal sinus tumor",
        "opb": "Embryonal carcinoma",
        "opc": "Granulosa cell tumors",
        "opd": "Leydig (hilus) cell tumors",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "8dcd2a6f-f0c6-42b0-9155-fbd1d1011532",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not a germ cell tumour of ovary-",
        "exp": "Ans. is 'd' i. e., Brenner's tumour Surface epithelial tumors. Germ cell tumors. Sex cord stromal tumors* Serous tumor* Teratoma* Thecoma* Mucinous tumor* Dysgerminoma* Fibroma* Endometrial tumor* Endodermal sinus tumor* Granulosa-theca cell tumor* Clear cell tumor* Choriocarcinoma* Sertoli-leydig cell tumor* Brenner tumor * Hilus cell tumors* Cysadenofibroma",
        "cop": 4,
        "opa": "Dysgerminoma",
        "opb": "Teratoma",
        "opc": "Endodermal sinus tumor",
        "opd": "Brenner's tumour",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "8cfa1e1e-22ef-46ac-80d1-61ddcf41389a",
        "choice_type": "single"
    },
    {
        "question": "Most common ovarian tumor to undergo torsion:",
        "exp": "Ans. is 'a' i. e., Benign cystic teratoma * Benign cystic teratoma (dermoid cyst) is the MC benign germ cell tumor and also the MC ovarian tumor to undergo torsion (as it has a lot of fat content, it is more prone to torsion) in nonpregnant patients as well as in pregnancy.",
        "cop": 1,
        "opa": "Benign cystic teratoma",
        "opb": "Dysgerminoma",
        "opc": "Serous adenoma",
        "opd": "Brenners tumor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "44479fbf-6814-45eb-be27-4b94b6b42e40",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old lady develops retention of urine in the 2nd trimester. The most probable cause is:",
        "exp": "Ans. is d, i. e. Retroverted uterus. Ref Dutta Obs. 7/e, p 311, 312. In the question: Both fibroid and retroverted uterus can cause acute retention of urine during early pregnancy. But retroverted uterus will be the more correct option as:-It is common during pregnancyo. Most common time of occurrence of urinary retention is second trimester - 12 to 16 weeks. Also Know: Other causes of retention of urine in pregnancy: Early pregnancy. During puerperium. Due to diminished bladder tone. Retroverted uterus. Impacted pelvic tumor",
        "cop": 4,
        "opa": "Fibroid uterus",
        "opb": "Bladder neck obstruction due to ovarian cyst",
        "opc": "Obstruction of uterus",
        "opd": "Retroverted uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "6b9abbed-62f6-4be8-a72e-7520005fda7c",
        "choice_type": "single"
    },
    {
        "question": "An obese woman with type 2 diabetes and hypertension is diagnosed with endometriod type of endometrial carcinoma. Most probable gene defect expected in this condition is:",
        "exp": "A i. e. PTEN gene. Ref: style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif\"> of endometrial carcinoma. Explanation: The most frequently altered gene in estrogen-dependent endometrioid endometrial carcinoma is PTEN. In contrast, p53 mutations or Her2/neu overexpression are more frequent in non-endometrioid tumors. K-ras mutations are detected in approximately 15-30% of endometrioid carcinomas. A beta-catenin mutation was detected in about 20% of endometrioid carcinomas. Lynch syndrome, which is an autosomal dominant inherited disorder of cancer susceptibility and is characterized by a MSH2/MSH6 protein complex deficiency, is associated with the development of non- endometrioid carcinomas. Also Know: The genetic mutations most commonly associated with endometrioid adenocarcinoma are in the genes: PTEN, a tumor suppressor gene*. PIK3. CA, a kinase. KRAS, a GTPase that functions in signal transduction. CTNNB1, involved in adhesion and cell signaling. The CTNNB1 (beta-catenin) gene is most commonly mutated in the squamous subtype of endometrioid adenocarcinoma. PROGNOSTIC VARIABLES IN ENDOMETRIAL CAAge: Younger women with endometrial cancer have better prognosis than older women. Histologic Type: Nonendometrioid histologic subtypes account for about 10% of endometrial cancers and carry an increased risk for recurrence and spread. Histologic grade. Tumour size: Significant prognostic factor for lymph node metastasis and survival in patients with endometrial CA. Hormone receptor status: Estrogen and progesterone receptor levels are prognostic indicators, Patients whose tumours are positive for one or both receptors have longer survival times, Progesterone receptors levels appear to be stronger predictors of survival. DNA ploidy and proliferative Index: The proportion of nondiploid tumours increases with stage, lack of tumour differentiation, and depth of myometrial invasion. Myometrial invasion: Increasing depth of invasion is associated with increasing likelihood of extrauterine spread and recurrence. Lymph-vascular space invasion. Isthmus and cervix extension: Involvement of isthmus and cervix is associated with increased risk for extrauterine disease, lymph node metastasis and recurrence. Peritoneal cytology: Seems to have adverse effect on survival only if the endometrial cancer has spread to adnexa, peritoneum, or lymph nodes and not if the disease is otherwise confined to uterus. Lymph node metastases. Intraperitoneal metastases. Molecular aberration. Inactivation of PTEN tumor suppressor gene is one of the earliest aberrations observed and most common genetic defect in Type 1 cancer. Most frequent genetic alteration is TP53 mutation found in Type 2 endometrial cancer.",
        "cop": 1,
        "opa": "PTEN",
        "opb": "p53",
        "opc": "MSH2",
        "opd": "BRCA2",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "ffd41e71-c9fc-4619-bdda-8c6bc364e1fc",
        "choice_type": "single"
    },
    {
        "question": "Red degeneration in uterine fibroid is most common in:",
        "exp": "Ans. is a, i. e. Second trimester. Ref: Jeffcoate 7th/ed p502. Read for yourself what - Ref: Dutta Obs. 6th/ed p309 has to say\"Red degeneration; It predominantly occurs in a large fibroid during the second half of pregnancy or puerperium. \"From the above statement answer could be second trimester, third trimester or puerperium. \"Red degeneration; manifests typically about mid pregnancy when the leiomyoma suddenly become acutely painful, enlarged and tender. \" - Ref: Jeffcoate 7th/edp502. This clears the doubts and confirms our answer, i. e. red degeneration is most common during second trimester (mid pregnancy). You should also keep in mind the following important points regarding-Fibroids and pregnancy.* Most fibroids do not increase in size during pregnancy.* Only 5% females with fibroid have degeneration during pregnancy.",
        "cop": 1,
        "opa": "Second trimester",
        "opb": "Third trimester",
        "opc": "Puerperium",
        "opd": "First trimester",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "e504867c-c93d-43bc-9ad9-d533a669e6f6",
        "choice_type": "single"
    },
    {
        "question": "The following primary tumors are common in the vulva except:",
        "exp": "Ans. is c, i. e. Choriocarcinoma. Ref: Dutta Gynae 6th/ed, p334. Histological types of vulval cancers* Squamous cell carcinoma-90%* Melanoma 5%* Adenocarcinoma (Bartholin's gland)* Basal cell carcinoma* Sarcoma",
        "cop": 3,
        "opa": "Adenocarcinoma",
        "opb": "Basal cell carcinoma",
        "opc": "Choriocarcinoma",
        "opd": "Squamous cell carcinoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "df890d86-a4bb-4203-8063-eaae407012e6",
        "choice_type": "multi"
    },
    {
        "question": "Adenoacanthoma is which type of uterine cancer?",
        "exp": "Ans. B. Well differentiation Adenocarcinoma. Between 75 and 80% of all endometrial carcinomas are adenocarcinomas, and the prognosis depends on stage, histologic grade, and extent of myometrial invasion. Grade I tumors are highly differentiated adenocarcinomas, grade II tumors contain some solid areas, and grade III tumors are largely solid or undifferentiated. Adenocarcinoma with squamous differentiation is seen in 10% of patients; the most differentiated form is known as adenoacanthoma, and the poorly differentiated form is called adenosquamous carcinoma. Other less common pathologies include mucinous carcinoma (5%) and papillary serous carcinoma (<10%).",
        "cop": 2,
        "opa": "Poorly differentiated adenocarcinoma",
        "opb": "Well differentiation Adenocarcinoma",
        "opc": "Mucinous carcinoma",
        "opd": "Papillary serous carcinoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "fe1dc034-2c26-48ec-9730-235adb1754d6",
        "choice_type": "single"
    },
    {
        "question": "Treatment of ovarian tumor diagnosed in first pregnancy is -",
        "exp": "Ans. is 'd' i. e \"Ovarian cystectomy in 2nd trimester\"",
        "cop": 4,
        "opa": "Surgery in third trimester",
        "opb": "No surgery is needed",
        "opc": "Forget about tumour",
        "opd": "Ovarian cystectomy in 2nd trimester",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "47b8f1b1-c5e0-4246-889f-6338cfe31594",
        "choice_type": "single"
    },
    {
        "question": "A lady with 10-12 weeks pregnancy develops acute retention of urine. The likely cause is:",
        "exp": "Ans. is a, i. e. Retroverted uterus. Ref. Dutta Obs. 7/e, p 311, 312, Jeffcotes Gynae Combination 7/e, p 493. Well friends amongst the options given UTI and prolapse of uterus- cause increased frequency of urination and not retention. So we are left with 2 options - fibroid and irritability uterus. Intrauterine fibroid commonly causes bladder irritability due to its weight leading to diurnal frequency. Retroverted uterus: It is common during pregnancy and can lead to retention between 12 and 16 weeks. It is the best answer.",
        "cop": 1,
        "opa": "Retroverted uterus",
        "opb": "Urinary tract infection",
        "opc": "Prolapse uterus",
        "opd": "Fibroid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "3e6ee06d-105f-4a11-b93d-a73a1999d21f",
        "choice_type": "single"
    },
    {
        "question": "A lady with abdominal mass was investigated. She was found to have bilateral ovarian masses with smooth surface. On microscopy they revealed cells with signet ring shapes. Diagnosis is-",
        "exp": "Ans. is 'b' i. e., Krukenberg tumour Krukenberg Tumor* Accounts for 30-40% of metastatic CAs to the ovary.* Arises in the ovarian stroma and has characteristic mucin-filled signet ring cells.* The primary is most frequently located in the stomach and less commonly in the colon, breast, or biliary tract. Rarely, the cervix and bladder may be the primary site.* They are usually bilateral and discovered when the primary is well advanced and hence survival is very poor.* Treatment of primary carcinoma does not revert to Krukenberg tumor.* The ovaries are enlarged and have a smooth surface.* The shape of the ovary is maintained.* There is no tendency of adhesion and the capsule remains intact.* Cut surface shows waxy consistency with cystic spaces due to degeneration.",
        "cop": 2,
        "opa": "Dysgerminoma",
        "opb": "Krukenberg tumour",
        "opc": "Primary Adenocarcinoma of the ovaries",
        "opd": "Epithelial ovarian tumour",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "e928d630-611c-4ee6-826b-c614e71bfa75",
        "choice_type": "single"
    },
    {
        "question": "A lady with 10-12 wks pregnancy develops acute retention of urine. The likely cause is-",
        "exp": "Ans. is 'a' Retroverted uterus (Ref Dutta, 6/e, p 311 (5/e, p. 322, 4/e, p 322)]. Both fibroid and retroverted uterus can cause acute retention of urine during early pregnancy. But retroverted uterus will be the more correct option as it is common during pregnancy. Other factors which can cause retention of urine in pregnancy -* So prolapse uterus and UTI will not cause retention of urine instead they cause stress incontinence and frequency of micturition respectively.",
        "cop": 1,
        "opa": "Retroverted uterus",
        "opb": "Urinary tract infection.",
        "opc": "Prolapse uterus",
        "opd": "Fibroid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "9322c0f5-c89d-4cf0-978e-b4102b4c1670",
        "choice_type": "single"
    },
    {
        "question": "All of the following may be associated with fibroid except.",
        "exp": "Ans. is c, i. e. Amenorrhea(Ref: Williams Gynae 3rd/ed, p206). There is absolutely no confusion now that fibroids can lead to polycythemia especially a broad ligament fibroid. Fibroids can lead to 2deg dysmenorrhea --\"Spasamodic dysmenorrhea is pwssible when a submucous tumor stimulates expulsive uterine contractions but is not common\" - Jeff orate 9th/ed, p586. \"Leiomyomas occasionally may cause pseudo- Merig syndrome. \" - Williams Gynae 3rd/ed, p206.",
        "cop": 3,
        "opa": "Pseudo-Meig's syndrome",
        "opb": "Polycethemia",
        "opc": "Amenorrhea",
        "opd": "Dysmenorrhea",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "a170d117-dda0-4d74-a484-ec92066c75f0",
        "choice_type": "multi"
    },
    {
        "question": "Which among the following malignancy is MOST SENSITIVE to radiotherapy?",
        "exp": "Ans. B. Dysgerminoma. Normally, dysgerminomas are unilateral. They are considered to be the most common kind of germ cellular tumor found in patients suffering with gonadal dysgenesis. They are highly radiosensitive and chemo-sensitive. Serous cystadenoma: The most common epithelial cell neoplasm. About 70% of these tumors are benign. The treatment of choice in such cases is surgery. Mucinous cystadenoma: Considered to be the second most common epithelial cell tumor of the ovary. Again, surgery being the treatment of choice. Cystic teratoma: Comprises about 60% of all benign ovarian neoplasms and 10-25% of all ovarian neoplasms. Surgical excision is the treatment of choice in such cases.",
        "cop": 2,
        "opa": "Serous cystadenoma",
        "opb": "Dysgerminoma",
        "opc": "Mucinous cystadenoma",
        "opd": "Teratoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "abd17332-6f1b-46d7-a8bd-e6404781221e",
        "choice_type": "single"
    },
    {
        "question": "Sentinel lymph node biopsy is most useful for which of the following gynecological malignancies:",
        "exp": "Ans. C. Carcinoma vulva. Vulvar carcinoma is the most promising site for sentinel lymph node biopsy strategy. Studies suggest that a sentinel node can be identified in most patients. Sentinel node is always located in the groin making vulva an ideal site for sentinel node biopsy'. 'The detection of SLN is currently a standard component of the surgical treatment of malignant melanoma, breast cancer and is a promising staging technique for patients with vulvar cancer. In cervical cancer SLN mapping is more recent and preliminary studies indicate that it may be a feasible technique' - 'Trends in Cervical Cancer' by Varaj Sentinel Lymph Node (SLN) Biopsy for Gynaecological Malignanciesa. The sentinel lymph node is defined as the first draining lymph node to receive lymphatic drainage from the tumor site. A negative sentinel lymph node would thus predict the absence of lymph node metastasis in the entire draining basin. b. Sentinel lymph node evaluation in female genital tract cancers is relatively new and a number of promising studies are under evaluation. c. The concept has shown most promising results in vulvar cancer followed by cervical cancer. d. (SLN is however not yet accepted as a standard procedure for either of these). For endometrial cancer the concept of sentinel lymph node biopsy has been studied by small studies and requires further larger studies. Results from current studies are favorable but not to the same extent as vulvar and cervical cancers. e. For vaginal cancer the concept of sentinel lymph node biopsy is very new and studies are limited mainly to case reports.",
        "cop": 3,
        "opa": "Carcinoma endometrium",
        "opb": "Carcinoma cervix",
        "opc": "Carcinoma vulva",
        "opd": "Carcinoma vagina",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "4a55ad6c-1a8f-4db4-a512-d61c4f4e9c3e",
        "choice_type": "single"
    },
    {
        "question": "Hormonal therapy is indicated in menopausal women for",
        "exp": "(A) Hot flashes[?]. Hot Flashes: They are sudden, intense feelings of heat in the neck face, and torso. They can be accopanied by: Heart palpitations; Sleep disturbances; Profuse perspiration; Cold chills; Anxiety; Flushing. Hot flashes are: Mainly women over 40 as they transition into menopause as well as pregnant women. Other causes of Hot Flushes: Thyroid disease, epilepsy, autoimmune disorders, insulinomas, pancreatic tumors, leukemias. Hot flushes are waves of vasodilation affecting face & neck last for 2-5 min each more severe during night, disturb sleep. Mechanism: Estrogen deficiency - Reduces hypothalamine endorphine - Release more norepinephrine & serotonin - Leads to inappropriate heat loss mechanism. Hormonal Replacement Therapy: Benefit of HRT for Relief of Symptoms: Hot flashes: Highly effective; Usually required for a relatively short period of time, E. g., 1 to 3 years. Mood disturbance: Improve irritability & anxiety in many menopausal women; Relieve mild depressive symptoms. Hormone Replacement Therapy (HRT) is indicated in menopausal women to overcome the short-term and long-term consequences of estrogen deficiency. HRT can be administered orally (in pill form), vaginally (as a cream) or trans dermally (in patch form) because it replaces female hormones produced by the ovaries, hormone replacement therapy minimize menopause symptoms. Used before, during & after menopause. Who needs HRT: Symptomatic women who suffer from estrogen deficiency (Therapeutic); High risk cases for menopausal complications such as cardiovascular disease, osteoporosis, stroke, Alzheimer's disease, colonic cancer (prophylactic). Premature & surgical menopause; Gonadal dysgenesis in adolescents. Treatment of Hot Flashes: If mild symptoms & signs advised exercise. Initiate low dose HRT if: Moderate or severe symptoms: Non-hormonal treatments have failed; No interest in non-hormonal therapy. Titrate estrogen dosage upward if needed. When estrogen can't be used, offer: SSRI or SNRI; Gabapentin, clonidine, alpha-methyldopa; MPA or Megesterol. Attempt discontinuation after 1-2 years. TREATMENT OPTIONS FOR MENOPAUSAL SYMPTOMS SHOWN TO HAVE CLINICAL BENEFITSSymptoms. Hormone Therapy. Non-hormonal Treatments. Lifestyle Change. Vasomotor. Oral conjugated estrogens and MPAParoxetine. Smoking cessation. Continuous and sequential. Venlafaxine. Decrease alcohol consumption. Oral estradiol and norgestimatel. Gabapentin. Relaxation techniques. Transdermal*. 17 beta estradiol-norethindrone acetate*. 17 beta estradiol - levonogestre*. 17 beta estradiol*. Estradiol. Clonidine Oral conjugated estrogen (unopposed). Oral 17 beta estradiol. Estradiol vaginal ring. Vaginal atrophy. Estradiol vaginal cream. Vaginal moisturizers. Smoking cessation. Conjugated estrogen vaginal cream. Vaginal lubricantsregular sexual activity. Estradiol vaginal ring Osteoporosis. HT not recommended as first-line therapy for prevention or treatment. Calcium & Vitamin D supplements. Weight bearing exercises. Bisphosphonates. Smoking cessation. Raloxifene. Decrease alcohol consumption. Calcitonin Teriparatide",
        "cop": 1,
        "opa": "Hot flashes",
        "opb": "Carcinoma breast",
        "opc": "Endometriosis",
        "opd": "Uterine bleeding",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "e56947ba-242a-4a0a-b709-6c252206ebaa",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old female complains of heavy menstrual bleeding and dysmenorrhoea. On USG-an echogenic area of 20 weeks of pregnancy is seen in the uterus. Tenderness is present. Most likely diagnosis is:",
        "exp": "Ans. is a, i. e. Fibroid uterus. In this case: point which favours the fibroid are1. Size of growth = 20 weeks size2. Menorrhagia and dysmenorrhea3. Age of patient. The point which goes against it is tenderness seen in uterus. (This is seen in Adenomyosis, but in adenomyosis size of uterus is never more than 10-12 weeks pregnant uterus size). Remember: In a big fibroid some tenderness can be seen due to necrosis of fibroid.",
        "cop": 1,
        "opa": "Fibroid uterus",
        "opb": "Adenomyosis",
        "opc": "Endometriosis",
        "opd": "PID",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "0cd7b4db-87fa-4a11-b7d7-d907c07adaf9",
        "choice_type": "single"
    },
    {
        "question": "All are true about Krukenberg's tumor except:",
        "exp": "Ans. A. It is always secondary. Krukenberg tumor is generally a metastatic tumor to the ovary. But \"Krukenberg tumor may be a primary tumor\"The most common primary sites from where metastases to the ovaries occur are gastrointestinal tract (pylorus, colon and rarely small intestine), gallbladder, pancreas, breast and endometrial carcinoma.* These are usually bilateral tumors which maintain shape of the ovary. Histologically 'signet ring' looking cells are characteristic of Krukenberg tumor.",
        "cop": 1,
        "opa": "It is always secondary",
        "opb": "Most common primary is stomach",
        "opc": "Usually bilaterality",
        "opd": "Signet ring cells are seen",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "f0e46389-54b7-445c-9937-08f1481a09e9",
        "choice_type": "multi"
    },
    {
        "question": "Least common complication of fibroid is:",
        "exp": "Ans. is b, i. e. Malignancy. Ref: Shaw 15th/ed p353-5; Jeffcoate 7th/ed p500-2* Sarcomatous change is seen in 0. 2-0. 5% of fibroids. It is the least common complication of fibroid.* Sarcomas with malignant behavior have >=10 mitoses/high power field.* M/c fibroid to undergo malignancy is Submucous followed by Intramural. - Ref: Textbook of Gynae Sheila Balakrishnan 1st/ed p163",
        "cop": 2,
        "opa": "Menstrual disorder",
        "opb": "Malignancy",
        "opc": "Urinary retention",
        "opd": "Degeneration",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "9ff866d5-637f-4a7e-86fa-5f19785da4b2",
        "choice_type": "single"
    },
    {
        "question": "Acute pain in fibroid is due to all except.",
        "exp": "Ans. is c, i. e. Hyaline degeneration. Ref Shaw 16/ed, p397. Pain in a fibroid can be due to Torsion/Haemorrhage & Red degeneration. Hyaline degeneration is a painless condition.",
        "cop": 3,
        "opa": "Torsion",
        "opb": "Red degeneration",
        "opc": "Hyaline degeneration",
        "opd": "Sarcomatous change",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "17949666-9b83-4ad3-9f2b-c3f74781a302",
        "choice_type": "multi"
    },
    {
        "question": "Marker of cndodermal sinus tumor is:",
        "exp": "Ref: Robbins Pathologn Rasis of Disease, 8th' edition. Explanation: Endodermal Sinus (Volk Sac) Tumor. This tumor is rare but is the second most common malignant tumor of germ cell origin. Derived from differentiation of malignant germ cells along the extra-embryonic yolk sac lineage. Similar to the normal yolk sac. the tumor is rich in otrfetoprotein and al-antitrypsin. Its characteristic histologic feature is a glomerulus-like structure composed of a central blood vessel enveloped by germ cells within a space lined by germ cells (Schiller-Duval body) Conspicuous intracellular and extracellular hyaline droplets are present in all tumors, and some of these stum for a-fetoprotein by immunoperox'dase techniques. Most patients are children or young women presenting with abdominal pain and a rapidly developing pelvic mass. The tumors usually appear to involve a single ovary hut grow rapidly and aggressively. These rumors were once almost uniformly fatal within 2 years of diagnosis, but combination chemotherapy has measurably improved the outcome. Tumor markers in Ovarian Cancers. CA-125: >35U/ml seen in Malignant and residual ovarian tumor. Also seen in disseminated Tuberculosis and endometriosis CEA: >5mg/dl - Mucinous ovarian tumor Alpha fetoprotein & alpha l antitrypsin: Endo- derntal sinus tumor AFP & HCG: Embryonal carcinoma HCG: C 'horu. Krareinoma",
        "cop": 1,
        "opa": "Alpha fetoprotein",
        "opb": "HCG",
        "opc": "LDH",
        "opd": "CA-125",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "7ff5cc94-5e8f-4ca3-9aa1-a20336061380",
        "choice_type": "single"
    },
    {
        "question": "All of the following are the causes of post menopausal bleeding except-",
        "exp": "Ans. is 'd' i. e., None of the above. Causes of post menopausal bleedingo Senile endometritiso Atrophic endometriumo Endometrial hyperplasiao DUBo Genital malignancy such as carcinoma (cervix, endometrium, vagina, vulva & fallopian tubes), sarcoma uterus, granulose cell tumour of ovaryo. Uterine polypo Tubercular endometritiso Cervical erosions & polypo Senile vaginitiso Decubitus ulcero Retained or forgotten foreign body such as pessary or TUCDo Withdrawal bleeding following estrogen intakeo Urethral carbuncle, polyp, prolapse mucosa or carcinomao Unknown",
        "cop": 4,
        "opa": "Senile vaginitis",
        "opb": "Decubitus ulcer",
        "opc": "Cervical erosion",
        "opd": "None of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "96fad18d-8b1a-4a10-8f01-c28b9a0aba56",
        "choice_type": "multi"
    },
    {
        "question": "Fibroid causes all the following except:",
        "exp": "Ans. B. Amenorrhea. Symptoms of fibroid are: a. Menorrhagia, polymenorrhea and metrorrhagiab. Infertility, recurrent abortionsc. Paind. Abdominal lumpe. Pressure symptomsf. Vaginal discharge. Around 50% women are asymptomatic. Important points: a. These are benign neoplasms occurring in 5-20% of women in reproductive age group. b. Oestrogen dependence on growth is most imp etiological factor, so rare before puberty and after menopause. c. Calcification begins at periphery whereas degeneration begins in central portion. d. Distribution of myoma in body of uterus is intramural (75%), submucous (15%) and subserous (10%). e. Red degeneration is seen in 2nd half of pregnancy and needs conservative management. f. Sarcomatous change is seen in 0. 5% of all myomas. It occurs in post-menopausal women and characterized by sudden growth, pain and post-menopausal bleeding. Endometrial ca is associated with fibromyomas in women over 40 yrs of age in 3% cases",
        "cop": 2,
        "opa": "Infertility",
        "opb": "Amenorrhea",
        "opc": "Pelvic mass",
        "opd": "Menorrhagia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "44f3e451-b0a2-453d-89d6-39afaa5ca979",
        "choice_type": "multi"
    },
    {
        "question": "Causes of unilateral dysmenorrhea are all except:",
        "exp": "Ans. is 'd' i. e., Large fundal fibroid * Causes of unilateral dysmenorrhea1) Ovarian Dysmenorrhea (Right ovarian vein syndrome)2) Bicornuate uterus3) Unicornuate uterus4) Rudimentary horn5) Unilateral pelvic endometriosis6) Small fibroid polyp near one cornu",
        "cop": 4,
        "opa": "Rudimentary horn",
        "opb": "Right ovarian vein syndrome",
        "opc": "Unicornuate uterus",
        "opd": "Large fundal fibroid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Disorders in Obs.",
        "id": "50ec54ba-e9b0-4360-8f1c-445ba13a0928",
        "choice_type": "multi"
    }
]