[
    {
        "question": "Regarding bacterial vaginosis, all are true except:",
        "exp": "- The main organism in bacteria vaginosis is gardenella vaginalis which replaces the lactobacillus in vagina A fishy vaginal odor, which is paicularly noticeable following coitus Vaginal secretions are gray and thinly coat the vaginal walls. The pH of these secretions is higher than 4. 5 (usually 4. 7 to 5. 7). Microscopy of the vaginal secretions reveals an increased number of clue cells. Leukocytes are conspicuously absent. In advanced cases of BV, more than 20% of the epithelial cells are clue cells. The addition of KOH to the vaginal secretions (the \"whiff\" test) releases a fishy, amine like odour. There is no associated inflammation or edema and that's why it is called vaginosis in place of vaginitis",
        "cop": 3,
        "opa": "Homogeneous vaginal discharge with pH 5. 0 to 6. 0",
        "opb": "Positive KOH - With fishy odour",
        "opc": "Positive WBCs in 50% of cases",
        "opd": "It is due to gardenella vaginalis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecology",
        "id": "8b6c2514-6f5c-4877-8f4b-34aeb9ced721",
        "choice_type": "multi"
    },
    {
        "question": "18 year old girl with primary amenorrhea having a karyotype of 45. X0 presents with infantile uterus. What should be done next?",
        "exp": "Primary amenorrhea with karyotype of 45 XO with an infantile uterus is suggestive of TURNER SYNDROME Management Screen for associated abnormalities: cardiac (30% have coarctation of aoa), renal (esp. horseshoe kidney), autoimmune abnormalities (thyroiditis), diabetes, hypertension and hearing loss Growth hormone therapy: accelerate growth velocity and improves final height Gonadal steroids: sta with estrogen therapy and add progesterones to induce pubey",
        "cop": 2,
        "opa": "B/L gonadectomy",
        "opb": "H to induce pubey",
        "opc": "Clitoroplasty",
        "opd": "Vaginoplasty",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecology",
        "id": "68dd6594-65ff-430f-820e-b3d2876c35bf",
        "choice_type": "single"
    },
    {
        "question": "Best treatment for severe stress incontinence without prolapse is",
        "exp": "Students, Please read this: From Novaks Gynecology 15th edition Comparing various surgeries for the treatment of stress incontinence, Numerous panels and studies conducted in the late 90's concluded that colposuspension (e. g., Burch, Marshall- Marchetti-Krantz ) and slings were more effective than transvaginal needle suspensions or anterior repairs for long-term success (48-month cure/dry rates).... Now, there were many journals which came out with the information that the TVT/TOT are now better, but since it never came in a book, it was actually never asked of you for the last 5-6 years Now, the 2020 Novaks gynecology 16th writes this: Over the past two decades, there has been an accumulation of a large body of evidence on mid-urethral slings from randomized controlled trials, including several meta-analyses and Cochrane reviews. The overarching summary is that mid-urethral slings have become the procedure of choice in treating women with stress urinary incontinence. They have a good safety profile with a significant improvement of QOL measures, and irrespective of route of placement, they are highly effective in the sho, medium, and long term. There is evidence to suggest that the mid-urethral slings are more effective than the Burch colposuspension procedure, and as effective as the autologous pubovaginal sling... SO yes, now we change our answer to: that the mid urethral TVT/TOT slings are the best procedures..",
        "cop": 4,
        "opa": "Pelvic floor exercise",
        "opb": "Kelly's repair",
        "opc": "Burch colposuspension",
        "opd": "Tension free (Transvaginal) tape",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecology",
        "id": "e15e4073-d7d9-4416-b5d2-4ee595209c53",
        "choice_type": "single"
    },
    {
        "question": "Pathology of endometriosis is best explained by",
        "exp": "Retrograde menstruation is the most acceptable theory",
        "cop": 3,
        "opa": "Coelemic metaplasia",
        "opb": "Endometrial hyperplasia",
        "opc": "Retrograde menstruation",
        "opd": "Intraperitoneal immunologic deficit",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecology",
        "id": "c93af121-e31e-48b0-85ab-caa2f94288db",
        "choice_type": "single"
    },
    {
        "question": "The following are the factors associated with CIN EXCEPT",
        "exp": "Multiparity is believed to be a risk factor for cervical cancer Women who have had 3 or more full-term pregnancies have an increased risk of developing cervical cancer. Hormonal changes during pregnancy as possibly making women more susceptible to HPV infection or cancer growth. Another thought is that the immune system of pregnant women might be weaker, allowing for HPV infection and increase in cervical dysplasia Resumption of intercourse when the T. Z is regenerating and 'New' after a delivery, is a high susceptible stage for dysplasias to sta",
        "cop": 4,
        "opa": "Onset of coitus at early stage",
        "opb": "Multiple sexual paners",
        "opc": "Lower socioeconomic status",
        "opd": "Nulliparity",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecology",
        "id": "bdb78fbf-61e9-44b2-92b0-3fc07b81e220",
        "choice_type": "multi"
    },
    {
        "question": "30 years old female presents in gynaec OPD with complaints of recurrent aboions and menorrhagia. Her USG showed 2 sub-serosal fibroids of 3 x 4 cm on anterior wall of uterus and fundus, which is best line of management:-",
        "exp": "Laparoscopic myomectomy is best treatment for such young infeile patients The laparoscopic approach can be done when 3 fibroids of cumulative size of 15 cm is present or for a single Fibroid of 15 cm is present. This case is ideal for such a procedure Uterine Aery embolisation may result in compromised blood flow after and maybe associated with infeility and placental insufficiency in pregnancy",
        "cop": 3,
        "opa": "TAH with BSO",
        "opb": "Myolysis",
        "opc": "Myometomy",
        "opd": "Uterine aery embolisation (UAE)",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecology",
        "id": "648f2ff5-adce-4e34-a5a0-560675e5e593",
        "choice_type": "multi"
    },
    {
        "question": "You see four postmenopausal patients in the clinic. Each patient has one of the conditions listed, and each patient wishes to begin hormone replacement therapy today. Which patient would you sta on therapy at the time of this visit?",
        "exp": "Absolute contraindications to postmenopausal hormone replacement therapy are estrogen-dependent tumors (breast or uterus) active thromboembolic disease undiagnosed genital tract bleeding active severe liver disease malignant melanoma. Past or current history of hypertension, diabetes, or biliary stones does not automatically disqualify a patient for hormone replacement therapy.",
        "cop": 1,
        "opa": "Mild essential hypertension + tension headache",
        "opb": "Liver disease with abnormal liver function tests",
        "opc": "Treated stage III endometrial cancer",
        "opd": "Undiagnosed genital tract bleeding",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecology",
        "id": "3e192c3d-1013-444c-912b-ae64469f27a5",
        "choice_type": "single"
    }
]