[
    {
        "question": "Feature of post ovulatory endometrium on ultrasound is:",
        "exp": "Ans. is d, i. e. Prominent posterior enhancement. Ref: Transvaginal Ultrasound by Melvin G. Dodson 1st/ed, p86. This is a very important Question. IMPORTANT: The appearances of endometrium on transvaginal ultrasound during different stages of normal menstrual cycle has been summarized here. A. Just after menstruation (days 3-7). Single hyperechoic thin lines (central endometrial echo)B. At the time of ovulation. Halo present. Relatively thin anterior posterior endometrial thickness (<6mm). No posterior enhancement. QThree line sign. Q/Trilaminar appearanceC. Luteal phase. Maximum endometrial thickness. Hyperechoic endometrium. Loss of halo. QLoss of three line sign. QProminent posterior enhancementQ",
        "cop": 4,
        "opa": "Single hyperechoic thin line",
        "opb": "Three line sign",
        "opc": "Prominent halo",
        "opd": "Prominent posterior enhancement",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "d7846780-47d2-4499-a96e-ffd79d5e3f3c",
        "choice_type": "single"
    },
    {
        "question": "Condition that can be diagnosed on laparoscopy?",
        "exp": "Ans. a (Endometriosis). (Ref. Williams, Obstertrics, 21st ed., 930)ENDOMETRIOSISDefinition# Occurrence of ectopic endometrial tissues outside the true cavity of uterus. Etiology# Samson's implantation theory attributed to reflux of menstrual endometrium through tubes.# Coelomic metaplasia theory.# Metastatic theory.# Histogenesis by induction.# Hormonal influence: mainly estrogen.# Common among woman in child bearing age, especially belonging to affluent class. The commonest sites# Are the ovary 55%, posterior broad ligament 35%, anterior and posterior pouch of Douglas 34% and uterosacral ligaments 28%. Clinical features# Pain is usually associated with menstruation or may occur immediately premenstrually.# Dyspareunia is common. It does not cause postmenopausal bleeding.# There may rarely be rupture or torsion of an endometrioma, irregular menses or cyclical problems with rectal bleeding, tenesmus, diarrhea, constipation, haemoptysis, dysuria, ureteric colic or scar pains.# The chance of conception may be as low as half that of the normal population (infertility). Investigations# Laproscopy is the best diagnostic measure.# Laparoscopically, endometriosis may appear white or red (active lesions), black/brown 'Powder9 burns or burn matchstick like lesions or white plaques of old collagen.# There may also be circular defects in the peritoneum (peritoneal windows/Allemmaster syndrome) or endometriomas with 'chocolate' fluid containing debris from cyclical menstruation.# Chocolate cysts of ovaries represents the most important manifestation of endometriosis. Medical treatment# Drugs are not indicated for the RX of asymptomatic, minimal endometriosis in patients wishing to conceive.# Recurrence after treatment is common.# All therapies suppress ovulation, thus conception is unlikely with good compliance.# For symptomatic endometriosis, continuous progestogen therapy, e. g., medroxyprogesterone acetate 10 mg TID for 90 days is most cost effective, has fewer side-effects and is more suitable for long-term use compared with more expensive alternatives. It acts by producing a state of pseudo-pregnancy, which ultimately leads to regression of the disease.# Another very cost effective alternative suitable for long term use is the continuous low-dose OCpills.# Second line drugs (alternative therapy) are the Gn. RH analogues, which can be administrated by nasal spray or implants (e. g., nafarelin, buseralin, goseralin, leuproelin), and the danazol 200 mg OD-TID.# Danazol is mildly anabolic, androgenic, anti-estrogenic and anti-progestational drug which acts by inhibiting pituitary gonadotropins (AIIMS-93). It causes pseudomenopause.# Its side effects are atrophy of the breasts, weight gain, hirsutism, excessive sweating, depression, & vaginitis# Conservative treatment: This may be carried out at laproscopy or laprotomy and includes diathermy destruction or laser vaporization of endometriosis deposits. Adhesions may be divided. It is also possible to enucleate or excise endometriomas.# Advantages of laser therapy in treatment of endometriosis are:- Precise tissue destruction- Minimum damage to surrounding tissues.- Relatively bloodless field- Promotes tissue healing without adhesion formation. Surgical treatment# Radical surgery (BSO +/- TAH) This may be indicated for those in whom fertility is no longer required. HRT may lead to a recurrence of endometriosis.",
        "cop": 1,
        "opa": "Endometriosis",
        "opb": "DUB",
        "opc": "Carcinoma cervix",
        "opd": "Pyometra",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "c9659d60-8b30-443d-8d34-588be23e3be1",
        "choice_type": "single"
    },
    {
        "question": "Chassar Moir surgery is done is case of:",
        "exp": "Ans. is b, i. e. VVF repair. Ref: Shaw 14th/ed, p168. Surgery. Done in1. Kelly stitch/Boney's Test/Marshall Marchetti Krantz Surgery. Stress Urinary Incontinence2. Chassar Moir Technique/ Latzko technique/ layer technique. VVF Repair3. Boari Flap Technique. Uretrovaginal Fistula repair4. Purandare Sling/ Fothergill's Repair/ Manchester Repair/Ward Mayo Hysterectomy/ Lefort's Colpocleisis. Prolapse Uterus5. Strassman Unification Surgery. Bicornuate/Didelphic uterus (Indication for operation, if bicornuate or didelphic uterus lead to >3 Abortion)6. Hysteroscopic Septal Resection (M/c done), Jones/Thompkins/ Williams metroplasty. Septate Uterus7. Mc. Indoe Vaginoplasty. MRKH Syndrome/Vaginal agenesis (Best time to perform this surgery is just before/just after marriage)8. Me Donald/Shirodkar Cerclage. Incompetent Internal os9. Baldy Webster operation, Modified Gilliams operation, Laparoscopic ventrosuspension. Retroversion of the uterus10. Haultains Operation(via abdominal route Spinellis operation (via vaginal route). Inversion of uterus",
        "cop": 2,
        "opa": "Uterine inversion",
        "opb": "VVF repair",
        "opc": "Ureterovesical fistula repair",
        "opd": "Retroverted uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "54869a90-e313-4fed-b1fe-405945da9352",
        "choice_type": "single"
    },
    {
        "question": "Declaration of oslo deals with -",
        "exp": "Ans. is 'c' i. e., Therapeutic abortion Declaration of Geneva. Scope of medical practise. Declaration of Helisinki (Revised in 1975). Clinical research and human experimentation. Declaration of Tokyo (1975). Doctors approach to torture and other inhuman cruel degrading treatment or punishment in relation to detention or imprisonment. Declaration of Oslo (1970)o Deals with Abortiono It is a clear example of possibility of codes of conduct based not on absolute values but on consensus opinion changing with time.",
        "cop": 3,
        "opa": "Organ donation",
        "opb": "Right to death",
        "opc": "Therapeutic abortion",
        "opd": "Human experiments",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "298fbb06-02e8-4fe0-abec-ddf06c02c92f",
        "choice_type": "single"
    },
    {
        "question": "Laparoscopy is contraindicated in:",
        "exp": "Ans. is d, i. e. Peritonitis. Ref: Williams Gynae 1st/ed, p932, COGDT 10th/ed, p801-2. Important points to remember on laparoscopy:* CO2 is currently the insufflation gas of choice for laparoscopy. It fulfills most of the requirements for an ideal insufflation gas, being colorless, noninflammable and rapidly excreted from the circulation. Other alternative is N2 O: But it is expensive, less soluble in blood and supports combustion.* Instrument used for creating pneumoperitoneum is vercess needle.* It should be inserted at an angle of 45 degrees to the spine.* Flow rate of CO2 for creating pneumoperitoneum is 200-2000ml/min & pressure between 10-15mm of Hg. In many patients, this correlates with an infusion of 2. 5 to 3 litres of gas - Williams Gynae 1st/ed, p934. Contraindications of laparoscopy. Absolute. Relative* Intestinal obstructionQ* Previous periumbilical surgeyQ* Generalized peritonitisQ* Cardiac or pulmonary diseaseQ* Massive hemorrhageQ* ShockQ* Cancer involving anterior abdominal wallQ",
        "cop": 4,
        "opa": "Ectopic pregnancy",
        "opb": "PID",
        "opc": "Endometriosis",
        "opd": "Peritonitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "e1b2a49a-5217-4701-b83d-562d604f72b6",
        "choice_type": "single"
    },
    {
        "question": "Maximum chances of ureteric injury are with:",
        "exp": "Ans. is b, i. e. Wertheims hysterectomy. Ref: COGDT 10th/ed, p779; Dutta Gynae 5th/ed, p408. Since in Wertheims hysterectomy, we are removing the medial half of cardinal ligament, there are maximum chances of injuring the ureter and furthermore wertheims hysterectomy is done is case of cancers and a lot of adhesions are present during surgery which increases the chances of ureteric injury* Ureters are very prone to injury during cutting of medial half of cardinal ligaments. \"About 75% of ureteral injuries result from Gynecological operations and 75% of them occur following abdominal Gynecological procedures\" - Dutta 5th/ed, p408* From the above lines it is clear that, in abdominal operations, ureters are more prone to injury than in vaginal operations (ruling out Options \"c\" and \"d\")\"The reported incidence of ureteral injury during Gynecologic procedures ranges from about 0. 5% in simple hysterectomies for benign disease upto 1. 6% for laparoscopic cases and to as high as 30% for some older series of Wertheim's Radical Hysterectomies. \" - CGDT 10th/ed, p779. Also Know. Piver Rutledge classification of types of hysterectomy. Type ITotal Abdominal Hysterectomy. Type IIWertheims hysterectomy. Type IIIRadical hysterectomy/Meigs hysterectomy. Type IVExtended radical hysterectomy. Type VComplete pelvic extenteration",
        "cop": 2,
        "opa": "TAH",
        "opb": "Wertheim's hysterectomy",
        "opc": "Anterior colporrhaphy",
        "opd": "Vaginal hysterectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "eccdab28-c275-49bb-83b9-fd6c71dcb8b5",
        "choice_type": "single"
    },
    {
        "question": "25 years old died just after child birth. On autopsy, hair, fat and epithelial cells were found in pulmonary vessel. Probable cause of death is:",
        "exp": "Ans. A. Amniotic fluid embolism. Ref: James High Risk Pregnancy, Sr died p2317. Explanation Amniotic fluid embolism# Occurs during labor, during cesarean section, or within a short time after delivery.# This condition may lead to maternal death as a result of severe pulmonary hypertension following embolization of the pulmonary vessels by fetal squames.# If the mother survives this acute event, there may be an anaphylactoid reaction to the presence of the fetal tissues in the maternal circulation associated with cardiovascular collapse, pulmonary edema, seizure activity, and the development of an intractable bleeding diathesis due to severe DIC.# The diagnosis is suggested by the detection of fetal squames within the maternal lungs at the time of postmortem.# The incidence of successfully treated cases is difficult to determine as the diagnosis is only suggestive and cannot be proved.# In most cases, the maternal death is unpredictable and unavoidable, and as obstetric care improves, amniotic fluid embolism has been responsible for an increasing proportion of maternal deaths.",
        "cop": 1,
        "opa": "Amniotic fluid embolism",
        "opb": "Fat embolism",
        "opc": "DIC",
        "opd": "Pulmonary thromboembolism",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "2edc9612-ad0e-49c3-8f3d-a60df55013f3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following methods for assessment of female infertility during a menstrual cycle can best predict timing of ovulation:",
        "exp": "Ans. is d, i. e. Hormonal study. Ref: Leon Speroff 8th/ed, pi 161-4; Dutta Gynae 5th/ed, p228. LH Surge\"Evaluation of ovulation is an important part of any female fertility investigation. All of the different methods are useful and no one method is necessarily best. When circumstances require accurate prediction of ovulation as in couples having infrequent intercourse or those who require timely insemination, monitoring urinary LH excretion generally is the most cost-effective and appropriate choice\" - Ref: Leon speroff 7th/ed, p1036\"Ovulation predictor kits (LH kits) are noninvasive and widely available, require relatively little time and effort. Their greatest advantage over other methods is the ability to accurately predict when ovulation will occur\"\"LH ovulation predictor kits are probably the most convenient home monitoring methods of predicting ovulation\" - Ref: Cambridge Guide to Infertility management and Assisted reproduction/68. Note: Ovulation occurs because of LH surge. Onset of LH surge to ovulation = 36 hours. Onset of LH peak to ovulation = 12 hours. Serum Progesterone levels* It is the simplest method to assess ovulation in a female with regular menstruation. Test - Should be performed 1 week after LH surge, i. e. on Day 21 if menstrual cycle is of 28 days. If serum progesterone levels on day 21 are >3ng/ml, it indicates ovulation has occurred.",
        "cop": 4,
        "opa": "BBT",
        "opb": "Fern Test",
        "opc": "Spinnbarkeit Phenomenon",
        "opd": "Hormonal Study",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "d2f14ea3-002c-4086-a808-b781a0c0e6c0",
        "choice_type": "single"
    },
    {
        "question": "The HSG report shows?",
        "exp": "Ans. (a) Hydrosalpinx",
        "cop": 1,
        "opa": "Hydro-salpinx",
        "opb": "Uterus didelphys",
        "opc": "Adenomyosis",
        "opd": "Endometriosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "92ee60ab-ed5a-41cc-9adf-a3e34e78771e",
        "choice_type": "single"
    },
    {
        "question": "What does satisfactory colposcopy mean?",
        "exp": "Ans. is 'a' i. e., Visualization of entire transformation zone Colposcopy: o It is the examination of vagina and cervix by binocular microscope. o A satisfactory colposcopic examination means visualization of the entire transformation zone between the ecto and endocervix formed by the squamocolumnar junction.",
        "cop": 1,
        "opa": "Visualization of entire transformation zone",
        "opb": "Visualization of endocervix",
        "opc": "Visualization of ectocervix",
        "opd": "Visualization offomices",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "578181ed-120a-4b8e-86a8-4ff6b613c585",
        "choice_type": "single"
    },
    {
        "question": "Fifteen years after menopause, the normal ovarian volume on ULTRASOUND should not measure more than_____?",
        "exp": "Ans. b (2 mL) (Ref. Shaw's textbook of Gynaecology 14th ed., p 53)ANATOMICAL CHANGES AFTER MENOPAUSE# The ovaries shrink and their surface become grooved and furrowed.# The tunica albuginea thickens.# The menopausal ovary measures < 2 x 1. 5 x 1 cm in size (8 mL in volume) as seen on ultrasound.# Fifteen years later, it should not measure more than 2 mL.# The plain muscle in the fallopian tube undergoes atrophy, cilia disappears from tubal epithelium, and the tubal plicae are no longer prominent.# The uterus becomes smaller through atrophy of its plain muscle, so that the connective tissues are more conspicuous. The endometrium is represented by only basal layer.# The cervix becomes smaller and its vaginal portion is represented by a small prominence at the vaginal vault.# The vaginal fornices gradually disappear.",
        "cop": 2,
        "opa": "1 mL",
        "opb": "2 mL",
        "opc": "8 mL",
        "opd": "10 mL",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "be156549-ff7d-44b7-86e8-00b3c0e5bbd2",
        "choice_type": "single"
    },
    {
        "question": "A lady with 12 wks of pregnancy having fasting blood glucose 170mg, the antidiabetic drug of choice is -",
        "exp": "Ans. is 'a' insulin insulin (Ref Dutta 6/e, p 288 (5/e, p. 304); Holland and Brews, 16/e, p. 107). Insulin is the only antidiabetic drug given in pregnancy to control increased blood sugar. Oral hypoglycemics are contraindicated in pregnancy because they cross placenta and have teratogenic effect on fetus. They cause fetal hypoglycemia and increase m fetal bilirubin. Moreover the increase demand in pregnancy cannot be met by oral hypoglycemics.",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Metformin",
        "opc": "Glipizide",
        "opd": "Glibenclamide",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "791bdb6e-bcac-45c2-8fc9-d6014390992a",
        "choice_type": "single"
    }
]