[
    {
        "question": "Feature of post ovulatory endometrium on ultrasound is:",
        "exp": "Ans. is d, i.e. Prominent posterior enhancementRef: Transvaginal Ultrasound by Melvin G. Dodson 1st/ed, p86This is a very important QuestionIMPORTANT: The appearances of endometrium on transvaginal ultrasound during different stages of normal menstrual cycle has been summarized here.A. Just after menstruation (days 3-7)Single hyperechoic thin lines (central endometrial echo)B. At the time of ovulationHalo presentRelatively thin anterior posterior endometrial thickness (<6mm)No posterior enhancementQThree line sign.Q/Trilaminar appearanceC. Luteal phaseMaximum endometrial thicknessHyperechoic endometriumLoss of haloQLoss of three line signQProminent posterior enhancementQ",
        "cop": 4,
        "opa": "Single hyperechoic thin line",
        "opb": "Three line sign",
        "opc": "Prominent halo",
        "opd": "Prominent posterior enhancement",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "d7846780-47d2-4499-a96e-ffd79d5e3f3c",
        "choice_type": "single"
    },
    {
        "question": "Condition that can be diagnosed on laparoscopy?",
        "exp": "Ans. a (Endometriosis). (Ref. Williams, Obstertrics, 21st ed., 930)ENDOMETRIOSISDefinition# Occurrence of ectopic endometrial tissues outside the true cavity of uterus.Etiology# Samson's implantation theory attributed to reflux of menstrual endometrium through tubes.# Coelomic metaplasia theory.# Metastatic theory.# Histogenesis by induction.# Hormonal influence: mainly estrogen.# Common among woman in child bearing age, especially belonging to affluent class.The commonest sites# Are the ovary 55%, posterior broad ligament 35%, anterior and posterior pouch of Douglas 34% and uterosacral ligaments 28%.Clinical features# Pain is usually associated with menstruation or may occur immediately premenstrually.# Dyspareunia is common. It does not cause postmenopausal bleeding.# There may rarely be rupture or torsion of an endometrioma, irregular menses or cyclical problems with rectal bleeding, tenesmus, diarrhea, constipation, haemoptysis, dysuria, ureteric colic or scar pains.# The chance of conception may be as low as half that of the normal population (infertility).Investigations# Laproscopy is the best diagnostic measure.# Laparoscopically, endometriosis may appear white or red (active lesions), black/brown 'Powder9 burns or burn matchstick like lesions or white plaques of old collagen.# There may also be circular defects in the peritoneum (peritoneal windows/Allemmaster syndrome) or endometriomas with 'chocolate' fluid containing debris from cyclical menstruation.# Chocolate cysts of ovaries represents the most important manifestation of endometriosis.Medical treatment# Drugs are not indicated for the RX of asymptomatic, minimal endometriosis in patients wishing to conceive.# Recurrence after treatment is common.# All therapies suppress ovulation, thus conception is unlikely with good compliance.# For symptomatic endometriosis, continuous progestogen therapy, e.g., medroxyprogesterone acetate 10 mg TID for 90 days is most cost effective, has fewer side-effects and is more suitable for long-term use compared with more expensive alternatives. It acts by producing a state of pseudo-pregnancy, which ultimately leads to regression of the disease .# Another very cost effective alternative suitable for long term use is the continuous low-dose OCpills.# Second line drugs (alternative therapy) are the GnRH analogues, which can be administrated by nasal spray or implants (e.g., nafarelin, buseralin, goseralin, leuproelin), and the danazol 200 mg OD-TID.# Danazol is mildly anabolic, androgenic, anti-estrogenic and anti-progestational drug which acts by inhibiting pituitary gonadotropins (AIIMS-93). It causes pseudomenopause.# Its side effects are atrophy of the breasts, weight gain, hirsutism, excessive sweating, depression, & vaginitis# Conservative treatment: This may be carried out at laproscopy or laprotomy and includes diathermy destruction or laser vaporization of endometriosis deposits. Adhesions may be divided. It is also possible to enucleate or excise endometriomas.# Advantages of laser therapy in treatment of endometriosis are:- Precise tissue destruction- Minimum damage to surrounding tissues.- Relatively bloodless field- Promotes tissue healing without adhesion formation.Surgical treatment# Radical surgery (BSO +/- TAH) This may be indicated for those in whom fertility is no longer required. HRT may lead to a recurrence of endometriosis.",
        "cop": 1,
        "opa": "Endometriosis",
        "opb": "DUB",
        "opc": "Carcinoma cervix",
        "opd": "Pyometra",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "c9659d60-8b30-443d-8d34-588be23e3be1",
        "choice_type": "single"
    },
    {
        "question": "Chassar Moir surgery is done is case of:",
        "exp": "Ans. is b, i.e. VVF repairRef: Shaw 14th/ed, p168SurgeryDone in1. Kelly stitch/Boney's Test/Marshall Marchetti Krantz SurgeryStress Urinary Incontinence2. Chassar Moir Technique/ Latzko technique/ layer techniqueVVF Repair3. Boari Flap TechniqueUretrovaginal Fistula repair4. Purandare Sling/ Fothergill's Repair/ Manchester Repair/Ward Mayo Hysterectomy/ Lefort's ColpocleisisProlapse Uterus5. Strassman Unification SurgeryBicornuate/Didelphic uterus (Indication for operation, if bicornuate or didelphic uterus lead to >3 Abortion)6. Hysteroscopic Septal Resection (M/c done), Jones/Thompkins/ Williams metroplastySeptate Uterus7. McIndoe VaginoplastyMRKH Syndrome/Vaginal agenesis (Best time to perform this surgery is just before/just after marriage)8. Me Donald/Shirodkar CerclageIncompetent Internal os9. Baldy Webster operation, Modified Gilliams operation, Laparoscopic ventrosuspensionRetroversion of the uterus10. Haultains Operation(via abdominal route Spinellis operation (via vaginal route)Inversion of uterus",
        "cop": 2,
        "opa": "Uterine inversion",
        "opb": "VVF repair",
        "opc": "Ureterovesical fistula repair",
        "opd": "Retroverted uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "54869a90-e313-4fed-b1fe-405945da9352",
        "choice_type": "single"
    },
    {
        "question": "All are tubal patency tests EXCEPT",
        "exp": "Ans. c (Fern test). (Ref. Shaws, Textbook of Gynaecology, 12th/pg.l62)Tests for tubal patencyTests for ovulation1CO2 insufflation/Rubin's test (obsolete)BBT2HSGEndometrial biopsy3Laproscopic chromopertubationFern test4Sonosalpingography and standard USGFolliculometry (USG) -noninvasive, accurate, safe5HysteroscopyHormonal study (progesterone, LH and prolactin)6Transcervical falloscopy 7Ampullary and fimbria! salphingoscopy",
        "cop": 3,
        "opa": "Tubal CO2 insufflation test",
        "opb": "Laproscopy",
        "opc": "Fern test",
        "opd": "HSG",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "50cb501b-0fcf-4db6-8805-5fd33bfd9233",
        "choice_type": "multi"
    },
    {
        "question": "Declaration of oslo deals with -",
        "exp": "Ans. is 'c' i.e., Therapeutic abortion Declaration of GenevaScope of medical practiseDeclaration of Helisinki (Revised in 1975)Clinical research and human experimentationDeclaration of Tokyo (1975)Doctors approach to torture and other inhuman cruel degrading treatment or punishment in relation to detention or imprisonmentDeclaration of Oslo (1970)o Deals with Abortiono It is a clear example of possibility of codes of conduct based not on absolute values but on consensus opinion changing with time.",
        "cop": 3,
        "opa": "Organ donation",
        "opb": "Right to death",
        "opc": "Therapeutic abortion",
        "opd": "Human experiments",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "298fbb06-02e8-4fe0-abec-ddf06c02c92f",
        "choice_type": "single"
    },
    {
        "question": "Laparoscopy is contraindicated in:",
        "exp": "Ans. is d, i.e. PeritonitisRef: Williams Gynae 1st/ed, p932, COGDT 10th/ed, p801-2Important points to remember on laparoscopy:* CO2 is currently the insufflation gas of choice for laparoscopy. It fulfills most of the requirements for an ideal insufflation gas, being colorless, noninflammable and rapidly excreted from the circulation.Other alternative is N2 O: But it is expensive, less soluble in blood and supports combustion.* Instrument used for creating pneumoperitoneum is vercess needle.* It should be inserted at an angle of 45 degrees to the spine.* Flow rate of CO2 for creating pneumoperitoneum is 200-2000ml/min & pressure between 10-15mm of Hg. In many patients, this correlates with an infusion of 2.5 to 3 litres of gas - Williams Gynae 1st/ed, p934Contraindications of laparoscopyAbsoluteRelative* Intestinal obstructionQ* Previous periumbilical surgeyQ* Generalized peritonitisQ* Cardiac or pulmonary diseaseQ* Massive hemorrhageQ* ShockQ* Cancer involving anterior abdominal wallQ",
        "cop": 4,
        "opa": "Ectopic pregnancy",
        "opb": "PID",
        "opc": "Endometriosis",
        "opd": "Peritonitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "e1b2a49a-5217-4701-b83d-562d604f72b6",
        "choice_type": "single"
    },
    {
        "question": "Hysteroscopy can diagnose all, except:",
        "exp": "Ans. is c, i.e. AdenomyosisRef: Novak 14th/ed, p787, 15th/ed, p786-2, Shaw 15th/ed, p494; Williams Gynae 1st/ed, p950-1* Hysteroscopy is the endoscopic technique of visualizing the interior of uterus directly.Q* It is both diagnostic and therapeutic.Patient Preparation:* In premenopausal women, hysteroscopy is ideally performed in the early proliferative phase of menstrual cycle, when endometrium is relatively thin. This allows small masses to be easily identified and removed.* Alternatively agents like progestins, combined pills, Danazol and GnRH agonist can be administered prior to anticipated surgery.* Hysteroscope consists of a rigid 4mm diameter telescope so, cervix has to dilated to 4mmQ for insertion of hysteroscope.Distension media:* Because the anterior and posterior uterine walls are in apposition, a distention medium is required to expand the endometrial cavity for viewing.* Distension media includes CO2 and low viscous fluids such as sorbitol, mannitol and glycine solutions.* To expand the cavity, intrauterine pressure of these media must reach 45 to 80mm of Hg. it should not exceed 100mg of Hg because high pressure can result in increased intravasation of medium into the patient's circulation and fluid volume overload.Most common media used for diagnostic purpose - CO2 Most common media used for therapeutic purpose - GlycineContraindications:- Infection (except in case of misplaced IUCD)- Pregnancy- Genital malignancyDiagnostic Indications of hysteroscopy:Let us understand the diagnostic indications of hysteroscopeA hysteroscope can visualize the interior of uterus so, it can diagnose* Any congenital malformation of uterus and can also help in differentiating between a bicornuate uterus from a septate uterus.Q* Any uterine synechiae (as in Asherman syndrome).Q* Misplaced IUCD.Q* Submucous fibroidQA hysteroscope can visualize the cornua so, it can diagnose* Any cornual pathologyHysteroscope can directly visualize the endometrium so, it can diagnose* Endometrial lesions like - endometrial polyp, endometrial hyperplasia, endometrial cancer, endometrial T.B.Q* Pregnancy-related conditions like: Molar tissue or products of conception.QBesides these hysteroscopy is also indicated inQ:* Unexplained abnormal uterine bleedingQ- Pre menopausalQ- Post menopausalQ* Selected infertility cases: In case of- Abnormal HSGQ- Unexplained infertilityQ* Recurrent spontaneous abortion* The therapeutic indications of hysteroscope are (here also don't mug up, just try to understand them).Q* To excise uterine septumQ* To lyse adhesions in Asherman's syndromeQ* To retrieve lost IUCDQ* Hysteroscopic myomectomyQ* PolypectomyQ* Endometrial ablation for menorrhagiaQ* Tubal occlusion for control of fertilityQ* Intratubal ballooning in tubal blockageQAs far as adenomyosis is concerned - it can be suspected on hysteroscopy by appearance of diverticuli but definitive diagnosis requires transvaginal ultrasonography.For management of adenomyosis hysterectomy is the definitive treatment\"Endometrial ablution and resection using hysteroscopy has been used to successfully treat dysmenorrhea and menorrhagia caused by adenomyosis. However, complete eradication is problematic. - Williams Gynae 1st/ed, p209Also know:Technique for visualization ofCervixColposcopyFallopian tube* To see its mucosa* To see its lumen SalpingoscopyFalloscopyAbdominal cavityLaparoscopy",
        "cop": 3,
        "opa": "Asherman's syndrome",
        "opb": "Septate uterus",
        "opc": "Adenomyosis",
        "opd": "TB endometritis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "ff1f53b4-5d15-4eaf-bd28-a9659e270730",
        "choice_type": "multi"
    },
    {
        "question": "To minimize ureteric damage, the following preoperative and operative precautions may be taken except:",
        "exp": "Ans. is a, i.e. CystoscopyNow this question can be done with common sense as to minimize ureteric damage, all the options given in the questions hold good except cystoscopy. What is the role of visualizing bladder to prevent ureteric surgery.",
        "cop": 1,
        "opa": "Cystoscopy",
        "opb": "Direct visualization during surgery",
        "opc": "Ureter should not be dissected off the peritoneum for a long distance",
        "opd": "Bladder should be pushed downwards and outwards while the clamps are placed near the angles of vagina",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "4e4f0664-a4cd-4de3-b3c8-a15c33d55d3e",
        "choice_type": "multi"
    },
    {
        "question": "Diagnosis of IUGR in Ultrasonography is based on the follow ing parameters except-",
        "exp": "Ans. is 'a' i.e., Abdominal circumference Ultrasound Doppler parameters for diagnosis of IUGRo Elevated systolic/ diastolic ratio (S/D) and / or presence of diastolic notch.o Increased diastolic velocity in middle cerebral artery.o Decrease placental Doppler ratio.o Ponderal index: Fetal weight (g)/ 3 less than 10th percentile.o Decreased fetal facial fat stores.",
        "cop": 1,
        "opa": "Abdominal circumference",
        "opb": "Elevated S/D ratio",
        "opc": "Decreased placental Doppler ratio",
        "opd": "Reduction in the fetal facial fat stores",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "ed34990f-6cd3-49c8-9031-8a090fc6d026",
        "choice_type": "multi"
    },
    {
        "question": "Maximum chances of ureteric injury are with:",
        "exp": "Ans. is b, i.e. Wertheims hysterectomyRef: COGDT 10th/ed, p779; Dutta Gynae 5th/ed, p408Since in Wertheims hysterectomy, we are removing the medial half of cardinal ligament, there are maximum chances of injuring the ureter and furthermore wertheims hysterectomy is done is case of cancers and a lot of adhesions are present during surgery which increases the chances of ureteric injury* Ureters are very prone to injury during cutting of medial half of cardinal ligaments.\"About 75% of ureteral injuries result from Gynecological operations and 75% of them occur following abdominal Gynecological procedures\" - Dutta 5th/ed, p408* From the above lines it is clear that, in abdominal operations, ureters are more prone to injury than in vaginal operations (ruling out Options \"c\" and \"d\")\"The reported incidence of ureteral injury during Gynecologic procedures ranges from about 0.5% in simple hysterectomies for benign disease upto 1.6% for laparoscopic cases and to as high as 30% for some older series of Wertheim's Radical Hysterectomies.\" - CGDT 10th/ed, p779Also KnowPiver Rutledge classification of types of hysterectomyType ITotal Abdominal HysterectomyType IIWertheims hysterectomyType IIIRadical hysterectomy/Meigs hysterectomyType IVExtended radical hysterectomyType VComplete pelvic extenteration",
        "cop": 2,
        "opa": "TAH",
        "opb": "Wertheim's hysterectomy",
        "opc": "Anterior colporrhaphy",
        "opd": "Vaginal hysterectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "eccdab28-c275-49bb-83b9-fd6c71dcb8b5",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old multipara presents with dysmenorrhoea and menorrhagia. Uterus is symmetrically enlarged upto 14 weeks. What is the probable diagnosis? (E. REPEAT 2008)",
        "exp": "Ref: Shaw's Textbook of Gynaecology, 15th edition. Page 474 Explanation: ADENOMYOSIS * Common in women above 40 years. * Often co-exists with fibroid, endometriosis and endometrial cancer. * Uterus is symmetrically enlarged to not more than 14 weeks size. * Histology - Islands of endometrial glands surrounded by stroma seen in the myometrial tissue beyond the endomyometrial junction. * The distance between basal endometrium and the endometrial gland should be > 2.5 mm. * Common complaint--Menorrhagia and Progressive dysmenorrhoea. * Clinical examination reveals symmetrical enlargement of the uterus and tender uterus. * Treatment is localized excision, hysterectomy. * Medical treatment includes Danazol. GnRH, Mirena IUCD.",
        "cop": 2,
        "opa": "Intramural fibroid",
        "opb": "Adenomyosis",
        "opc": "Endometrial hyperplasia",
        "opd": "Pelvic inflammatory disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "1839d0d0-4d38-4d97-9bfb-7bf6deb49d49",
        "choice_type": "multi"
    },
    {
        "question": "25 years old died just after child birth. On autopsy, hair, fat and epithelial cells were found in pulmonary vessel. Probable cause of death is:",
        "exp": "Ans. A. Amniotic fluid embolismRef: James High Risk Pregnancy, Sr died p2317Explanation Amniotic fluid embolism# Occurs during labor, during cesarean section, or within a short time after delivery.# This condition may lead to maternal death as a result of severe pulmonary hypertension following embolization of the pulmonary vessels by fetal squames.# If the mother survives this acute event, there may be an anaphylactoid reaction to the presence of the fetal tissues in the maternal circulation associated with cardiovascular collapse, pulmonary edema, seizure activity, and the development of an intractable bleeding diathesis due to severe DIC.# The diagnosis is suggested by the detection of fetal squames within the maternal lungs at the time of postmortem.# The incidence of successfully treated cases is difficult to determine as the diagnosis is only suggestive and cannot be proved.# In most cases, the maternal death is unpredictable and unavoidable, and as obstetric care improves, amniotic fluid embolism has been responsible for an increasing proportion of maternal deaths.",
        "cop": 1,
        "opa": "Amniotic fluid embolism",
        "opb": "Fat embolism",
        "opc": "DIC",
        "opd": "Pulmonary thromboembolism",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "2edc9612-ad0e-49c3-8f3d-a60df55013f3",
        "choice_type": "single"
    },
    {
        "question": "A girl with normal stature and minimal or absent pubertal development is seen in:",
        "exp": "Ans. a. Kallman syndrome (Ref: Nelson 19/e p1956; Harrison 19/e p2256. 18/e p2878)Normal stature and minimal or absent pubertal development in a girl is seen in Kallman syndrome.'Kallmann syndrome is a genetic condition where the primary symptom is a failure to start puberty or a failure to fully complete it. It occurs in both males and females and has the additional symptoms of hypogonadism and almost invariably infertility. Kallmann syndrome also features the additional symptom of an altered sense of smell: either totally absent (anosmia) or highly reduced (hyposmia).' - Nelson 19/e p1956Testicular Feminization Syndrome:Mutations in the androgen receptor (AR) cause resistance to androgen (testosterone, DHT) action or the androgen insensitivity syndrome (AIS)Q.Because the androgen receptor is X-linked. only males are affected and maternal carriers are phenotypicalIy normalQ.XY individuals with complete AIS (testicular feminization syndrome) have a female phenotype, normal breast developmentQ (due to aromatization of testosterone), a short vagina but no uterusQ (because MIS production is normal), scanty pubic and axillary hairQ, and female psychosexual orientationQ.Most patients present with inguinal hernia (containing testes) Q in childhood or with primary amenorrhea in adulthood.GonadectomyQ is usually performed, as there is a low risk of malignancy, and estrogen replacementQ is prescribed.Turner's Syndrome (Gonadal Dysgenesis: 45.X):MC karyotype is 45 XO, rest are 45XO/46XX, 45XO/46XY (mosaics)Loss of one X chromosome is due to non-disjunctionQ during meiosis, the X chromosome retained is maternal in originQ in most cases.MC chromosome disorder in human beings.Characteristic features are short stature, widely spaced nipples, webbed neckQTurner's Syndrome: PresentationIn neonatal periodAt PubertyAdditional features* Slow growthQ* Presence of shield chest, cystic hygroma, lymphedemaQ* Cardiac defects: Coarctation of aorta (MC), bicuspid aortic valve, mitral valve prolapse, aortic aneurysmQ* Urinary tract malformations, MC is Horse shoe shaped kidneyQ* Primary amenorrhea, failure to mature and infertilityQ.* Absent secondary sexual characteristics (due to bilateral streak gonads, no estrogen secretion leading to undeveloped breast, absent axillary and pubic hair)Q* Hormonal profile: Raised FSH and LH, decreased estrogen and progesteroneQ* Micrognathia, exaggerated epicanthal fold, low set earsQ* Sensorineural hearing loss, otitis media (conductive hearing loss)Q* Low posterior hair line, colour blindness, high arched palateQ* Broad shield like chest, lack of breast development, shortened 4th metacarpalQ* Cubitus valgusQ, hyperconvex nail, multiple pigmented naeviTesticular Dysgenesis:Patients with pure (or complete) gonadal dysgenesis (Swyer syndrome) have streak gonads, mullerian structures (due to insufficient AMH/MIS secretion), and a complete absence of androgenization.Gonadal dysgenesis can result from mutations or deletions of testis-promoting genes (WT1, SF1, SRY, SOX9, DHH, ATRX, ARX, DMRT) or duplication of chromosomal loci containing 'antitestis' genes (e.g., WNT4/RSPOI, DAXI).Absent (vanishing) testis syndrome (bilateral anorchia) reflects regression of the testis during development.Early testicular regression causes impaired androgenization in utero, and in most cases, androgenization of the external genitalia is either normal or slightly impaired (e.g., small penis, hypospadias).Kallmann SyndromeKallmann syndrome is a genetic condition where the primary symptom is a failure to start puberty or a failure to fully complete it.It occurs in both males and females and has the additional symptoms of hypogonadism and almost invariably infertility. Kallmann syndrome also features the additional symptom of an altered sense of smell: either totally absent (anosmia) or highly reduced (hyposmia).Kallmann syndrome occurs when the hypothalamic neurons that are responsible for releasing gonadotropin- releasing hormone (GnRH neurons) fail to migrate into the hypothalamus during embryonic development.Reproductive Features of Kallmann Syndrome* Failure to start or fully complete puberty in both men and women* Lack of testicle development in men* Infertility* Poorly defined secondary sexual characteristics in both men and women.* Primary amenorrhea or failure to start menstruation in women",
        "cop": 1,
        "opa": "Kallman syndrome",
        "opb": "Turner syndrome",
        "opc": "Testicular feminization syndrome",
        "opd": "Pure gonadal dysgenesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "19bf3d3d-391d-4def-bc61-a5bffbfb8525",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following methods for assessment of female infertility during a menstrual cycle can best predict timing of ovulation:",
        "exp": "Ans. is d, i.e. Hormonal studyRef: Leon Speroff 8th/ed, pi 161-4; Dutta Gynae 5th/ed, p228LH Surge\"Evaluation of ovulation is an important part of any female fertility investigation. All of the different methods are useful and no one method is necessarily best. When circumstances require accurate prediction of ovulation as in couples having infrequent intercourse or those who require timely insemination, monitoring urinary LH excretion generally is the most cost-effective and appropriate choice\" - Ref: Leon speroff 7th/ed, p1036\"Ovulation predictor kits (LH kits) are noninvasive and widely available, require relatively little time and effort. Their greatest advantage over other methods is the ability to accurately predict when ovulation will occur\"\"LH ovulation predictor kits are probably the most convenient home monitoring methods of predicting ovulation\" - Ref: Cambridge Guide to Infertility management and Assisted reproduction/68Note: Ovulation occurs because of LH surgeOnset of LH surge to ovulation = 36 hoursOnset of LH peak to ovulation = 12 hoursSerum Progesterone levels* It is the simplest method to assess ovulation in a female with regular menstruationTest - Should be performed 1 week after LH surge, i.e. on Day 21 if menstrual cycle is of 28 days.If serum progesterone levels on day 21 are >3ng/ml, it indicates ovulation has occurred.",
        "cop": 4,
        "opa": "BBT",
        "opb": "Fern Test",
        "opc": "Spinnbarkeit Phenomenon",
        "opd": "Hormonal Study",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "d2f14ea3-002c-4086-a808-b781a0c0e6c0",
        "choice_type": "single"
    },
    {
        "question": "The HSG report shows?",
        "exp": "Ans. (a) Hydrosalpinx",
        "cop": 1,
        "opa": "Hydro-salpinx",
        "opb": "Uterus didelphys",
        "opc": "Adenomyosis",
        "opd": "Endometriosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "92ee60ab-ed5a-41cc-9adf-a3e34e78771e",
        "choice_type": "single"
    },
    {
        "question": "What does satisfactory colposcopy mean?",
        "exp": "Ans. is 'a' i.e., Visualization of entire transformation zone Colposcopy:o It is the examination of vagina and cervix by binocular microscope.o A satisfactory colposcopic examination means visualization of the entire transformation zone between the ecto and endocervix formed by the squamocolumnar junction.",
        "cop": 1,
        "opa": "Visualization of entire transformation zone",
        "opb": "Visualization of endocervix",
        "opc": "Visualization of ectocervix",
        "opd": "Visualization offomices",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "578181ed-120a-4b8e-86a8-4ff6b613c585",
        "choice_type": "single"
    },
    {
        "question": "Fifteen years after menopause, the normal ovarian volume on ULTRASOUND should not measure more than_____?",
        "exp": "Ans. b (2 mL) (Ref. Shaw's textbook of Gynaecology 14th ed., p 53)ANATOMICAL CHANGES AFTER MENOPAUSE# The ovaries shrink and their surface become grooved and furrowed.# The tunica albuginea thickens.# The menopausal ovary measures < 2 x 1.5 x 1 cm in size (8 mL in volume) as seen on ultrasound.# Fifteen years later, it should not measure more than 2 mL.# The plain muscle in the fallopian tube undergoes atrophy, cilia disappears from tubal epithelium, and the tubal plicae are no longer prominent.# The uterus becomes smaller through atrophy of its plain muscle, so that the connective tissues are more conspicuous. The endometrium is represented by only basal layer.# The cervix becomes smaller and its vaginal portion is represented by a small prominence at the vaginal vault.# The vaginal fornices gradually disappear.",
        "cop": 2,
        "opa": "1 mL",
        "opb": "2 mL",
        "opc": "8 mL",
        "opd": "10 mL",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "be156549-ff7d-44b7-86e8-00b3c0e5bbd2",
        "choice_type": "single"
    },
    {
        "question": "Contraindication/s to hysteroscopy is/are -",
        "exp": "Ans. is 'd' i.e., All the above Contraindications For Hysteroscopyo Pelvic inflammatory: diseaseo Herpes virus and other infectionso Vaginal bleedingo Intrauterine pregnancyo Cervical cancero Severe cervical stenosiso Unstable patient",
        "cop": 4,
        "opa": "Cervical cancer",
        "opb": "Vaginal bleeding",
        "opc": "Pelvic inflammatory disease",
        "opd": "All the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "e9be607b-75ba-45a0-96d4-be57722f1223",
        "choice_type": "multi"
    },
    {
        "question": "Asherman's syndrome can be diagnosed by all except:",
        "exp": "Ans. is c, i.e. Endometrial cultureRef: Williams Gynae 1st/ed, p420; Leon Speroff 7th/ed, p419Asherman's syndrome:* It is an acquired uterine defect characterized by the presence of uterine synechiaes and subsequent destruction of the lining endometrium.* M/C cause for asherman syndrome -Postpartum curettage* 2nd M/C cause - curettage done for MTP* Other causes - uterine surgery like cesarean section, myomectomy, Sheehan's syndrome* Infectious causes - TB, Schistosomiasis* Most characteristic symptom = Hypomenorrhea (scanty bleeding <20ml or <2 days) or 2deg amenorrhea* Others - Infertility* Abortion* Diagnosis: ... Williams Gynae 1st/ed, p420-l* When Asherman syndrome is suspected, HSG is indicated. Intrauterine adhesions, characteristically appear as irregular, angulated filling defects within the uterine cavity.* At times, uterine polyps, leiomyomas, air bubbles and blood clots may masquerade as adhesions.* Transvaginal USG or saline infusion sonography may help clarify these difficult cases.* A definitive diagnosis requires hysteroscopy. (Investigation of choice)Treatment:* Adhesiolysis via hysteroscopy.* Placement of an intrauterine device or Pediatric foley's catheter with the bulb filled with 3ml of fluid, to avoid contact between the ends of the adhesions.* Treatment with estrogen to stimulate endometrial growth. (Since estrogen alone can lead to endometrial, cancer. Estrogen and progesterone should be given together).Prognosis:* Approximately 70-80% of patients with this condition have achieved successful pregnancy. But pregnancy can be complicated by premature labor, placenta accreta, placenta previa and/or PPH.* Recurrence rate is high.",
        "cop": 3,
        "opa": "Hysterosalpingography",
        "opb": "Saline sonography",
        "opc": "Endometrial culture",
        "opd": "Hysteroscopy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "84e5cf18-3303-4b9f-842d-211d079fc460",
        "choice_type": "multi"
    },
    {
        "question": "Indications for Colposcopy include following except:",
        "exp": "Ans. D. Obvious Visible growth. (Ref Textbook of Gynaecology by D C Dutta 5th/pg. 112 - 113)Shaw's Textbook of Gynaecology 14th/pg. 447 - 448.......... under the heading \"Colposcopy'' and subheading \"indications\".........\"Colposcopy is not needed routinely in all patients, or patients with obvious lesions.\"\"INDICATIONS for colposcopy:# Diagnostic screening procedures are:- Abnormal Pap smear of cervix. Even CIN-I (especially those with positive HPV infection) should be screened, because as much as 50% of CIN-I have revealed CIN-II & -III on colposcopy and on susequent histology.- Abnormal areas on the vagina and preoperative assessment in early stages of cancer cervix.- Abnormal vulval area.- Locate the abnormal areas and biopsy.# Therapeutic Indications:- Precise conservative Rx with laser and cone biopsy can be performed in CIN lesions under colposcopic guidance using micromanipulator which delineates the area and destroys the entire lesion. Depth of destruction of 4-5 mm is adequate in CIN lesions. Depth of 1 cm may sometimes be required.- Lifelong follow-up of conservative Rx.\"Textbook of Gynaecology by D C Dutta 5th/pg. 112 - 113.......under the heading \"Breast self examination\"......................:\"The important selective groups to be examined by colposcopy are:1. Women with abnormal smears.2. Women with clinically suspicious cervices specially with history of contact bleeding despite the presence of negative smears.3. Where the lesion is not clinically detected, colposcopic directed biopsy offers maximum reliability.4. Conservative methods of Rx of CIN can be effectively performed colposcopically as an OPD procedure.\"Also remember:# Colposcopy was first introduced by Hinselmann in 1927.# Colposcope is a binocular instrument providing a magnification of 10-20 times and colpomiscoscope 100-300 times.# In the technique of colposcopy, patient is placed in lithotomy, the cervix is exposed with a bivalve spectrum, and the colposcope focused on the external os at a distance of about 20 cm.# Coloposcopic findings are graded according to degree of acetowhite lesion, surface contour, mosiac pattern and punctuation as well as atypical vessesls.# Colposcopy should be preferably restricted to first trimester pregnancy, as it can cause bleeding, besides causing discomfort.# Because of multifocal lesions, wide vaginal angle, colposcopic examination of the vagina is difficult.# Colposcopy of the vagina is indicated in the following conditions:- To evaluate vagina with abnormal Pap smear but normal colopscopic findings of cervix.- Rule out extension of CIN.- Women with HPV infection.- Gross lesion present.- Follow-up of hysterectomy or conservative therapy performed for CIN disease.# Colposcopy of the vulva is not always informative due to keratinization and deep seated vessels.",
        "cop": 4,
        "opa": "Abnormal Pap smear of cervix",
        "opb": "Diagnostic directed biopsy",
        "opc": "Follow up of cases treated conservatively",
        "opd": "Obvious Visible growth",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "ef7acdda-0ef4-4b17-9b3b-befe03c3c54c",
        "choice_type": "multi"
    },
    {
        "question": "Hysteroscope procedure is done for -",
        "exp": "Ans. is 'd' i.e., Uteruso Hysteroscopy is a procedure that allows your doctor to look inside your uterus in order to diagnose and treat causes of abnormal bleeding. Hysteroscope in the scope used for visualization of the uterus.",
        "cop": 4,
        "opa": "Vagina",
        "opb": "Cervix",
        "opc": "Fallopian tubes",
        "opd": "Uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "3322687f-6bc2-4f60-944e-2f2e692fd777",
        "choice_type": "multi"
    },
    {
        "question": "A lady with 12 wks of pregnancy having fasting blood glucose 170mg, the antidiabetic drug of choice is -",
        "exp": "Ans. is 'a' insulin insulin (Ref Dutta 6/e, p 288 (5/e, p. 304); Holland and Brews, 16/e, p. 107).Insulin is the only antidiabetic drug given in pregnancy to control increased blood sugar.Oral hypoglycemics are contraindicated in pregnancy because they cross placenta and have teratogenic effect on fetus.They cause fetal hypoglycemia and increase m fetal bilirubin.Moreover the increase demand in pregnancy cannot be met by oral hypoglycemics.",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Metformin",
        "opc": "Glipizide",
        "opd": "Glibenclamide",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Gynaecological Diagnosis",
        "id": "791bdb6e-bcac-45c2-8fc9-d6014390992a",
        "choice_type": "single"
    }
]