[
    {
        "question": "Fetal exsanguination can occur if -",
        "exp": "Ans. is 'a' i. e., Vasa previa Vasa previao In it a leash of blood vessels happens to traverse through the membranes overlying the internal os, in front of presenting part. Rupture of membranes involving the overlying vessels leads to vaginal bleeding. As it is entirely fetal blood, this may result in fetal exsanguination and even death. Placenta previao When placenta is implanted partially or completely over the lower uterine segment (over and adjacent to the internal os) it is called the placenta previa. The blood is almost is almost always maternal when bleeding occurs.",
        "cop": 1,
        "opa": "Vasa previa",
        "opb": "Placentaprevia",
        "opc": "Polyhydramnios",
        "opd": "Oligohydramnios",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hydramnios and Oligo Hydramnios",
        "id": "887c40ca-3a2b-43ba-ad61-bae6c5f06a00",
        "choice_type": "single"
    },
    {
        "question": "Which of the following congenital anomalies is seen with maternal use of cocaine:",
        "exp": "Ans. C. Cerebral infarction. Cocaine - use has been associated with MI, arrhythmias aortic rupture, strokes seizures, bowel ischemia, hyperthermia, and sudden deatha. Risk of vascular disruption within the embryo-fetus or placenta is highest after the first trimester and likely accounts for the increased incidence of stillbirthsb. A number of cocaine related congenital anomalies due to vascular based disruption, they include skull defect, cutis aplasia, porencephaly, ileal atresia, cardiac anomalies and visceral infarcts. Drug of abuse during pregnancy -Cocaine - LBW, preterm delivery, increased placental abrupt us, increased fetal death, fetal tachycardia and hypertension, CNS irritability, cerebral infarct. Caffeine - Increased miscarriage and still births. Marijuana - Thymic hypoplasia",
        "cop": 3,
        "opa": "Sacral agenesis",
        "opb": "Hydrops",
        "opc": "Cerebral infarction",
        "opd": "Hypertrichosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hydramnios and Oligo Hydramnios",
        "id": "0caf2328-18d1-4b8d-834d-3d217aa8adbd",
        "choice_type": "single"
    },
    {
        "question": "Bleeding of fetal origin:",
        "exp": "Ref: Text hook of Obstetrics by D. C. Dutta, 7th ed. P. g. 260. Explanation: VASA PREVIA: Umbilical vessels in velamentous placenta lie below the presenting part and run across the cervical os. This is called vasa previa. The vessels are torn sequentially/ following rupture of membranes. This is the only condition where antepartum hemorrhage is of fetal origin. Sanger's alkali denaturation test (Apt's test) is the confirmatory test. Diagnosis. The classic triad of the vasa praevia is: Membrane rupture. Painless vaginal bleeding. Fetal bradycardia. This is rarely confirmed before delivery. Suspected when antenatal sonogram w ith color- flow Doppler reveals a vessel crossing the membranes over the internal cervical os. The diagnosis is usually confirmed after delivery on examination of the placenta and fetal membranes",
        "cop": 1,
        "opa": "Vasa previa",
        "opb": "Circumvellate placenta",
        "opc": "Placenta previa",
        "opd": "Abruptio placenta",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hydramnios and Oligo Hydramnios",
        "id": "25ba585e-bc38-47d8-97c7-5f0cb7530684",
        "choice_type": "single"
    },
    {
        "question": "Oligohydramnios is related which of the following condition?",
        "exp": "ANSWER: (A) Renal agenesis. REF: http://en. wikipedia. org/wiki/Oligohydramnios, Williams obstetrics 22nd edition chapter 21 Repeat December 2008, June 2008. Oligohydramnios is a condition in pregnancy characterized by a deficiency of amniotic fluid. It is the opposite of polyhydramnios. Diagnosis: Diagnosis is made by ultrasound measurement of the amniotic fluid index (AFI) <5cm. Several different methods exist for calculating AFI, that produce different index numbers below which oligohydramnios is said to be present. Causes: It is typically caused by fetal urinary tract abnormalities such as bilateral renal agenesis (Potters syndrome), fetal polycystic kidneys, or genitourinary obstruction. Uteroplacentalinsufficiency is another common cause. Most of these abnormalities can also be detected by obstetric ultrasound. It may also occur without a determinable cause (idiopathic). Complications: Cord compression, musculoskeletal abnormalities such as facial distortion and clubfoot, pulmonary hypoplasia and intrauterine growth restriction. Amnion nodosum is frequently also present (nodules on the fetal surface of the amnion). Congenital Anomalies Associated with Oligohydramnios: Amnionic band syndrome. Cardiac--Fallot tetralogy, septal defects. Central nervous system--holoprosencephaly, meningocele, encephalocele, microcephaly. Chromosomal abnormalities: triploidy, trisomy 18, Turner syndrome. Cloacal dysgenesis. Cystic hygroma. Diaphragmatic hernia. Genitourinary--renal agenesis, renal dysplasia, urethral obstruction, bladder exstrophy, Meckel-Gruber syndrome, ureteropelvic junction obstruction, prune-belly syndrome. Hypothyroidism. Skeletal--sirenomelia, sacral agenesis, absent radius, facial clefting. Twin-reversed-arterial-perfusion (TRAP) sequence. Twin-to-twin transfusion. VACTERL (vertebral, anal, cardiac, trachea-oesophageal, renal, limb) association",
        "cop": 1,
        "opa": "Renal Agenesis",
        "opb": "Esophageal atresia",
        "opc": "Anencephaly",
        "opd": "Imperforate amis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hydramnios and Oligo Hydramnios",
        "id": "f31e0ee3-b56a-4c4a-8f40-8bcab6344117",
        "choice_type": "single"
    },
    {
        "question": "Polyhydramnios not associated with",
        "exp": "Ans. is 'a' i. e. B/L renal agenesis Polyhydramnios is defined as a state where liquour amni exceeds 2000 ml. Amniotic fluid measures about 50 ml at 12 weeks, 400 ml at 20 weeks and reaches its peak of 1 litre at 36-38 weeks. There after the amount diminishes till at term it measures about 600-800 ml Amniotic fluid formation:- Early pregnancy - Ultrafiltrate of plasma Beginning of 2nd trimester - Composed largely of extracellular fluid that diffuses through the fetal skin. After 20 weeks - Cornification of fetal skin prevents this diffusion and the amniotic fluid is composed largely of fetal urine. The fluid in the amniotic fluid is completely changed and replaced in every 3 hours. Causes of increase in amniotic fluid (Polyhydramnios). Because the fetus normally swallows the amniotic fluid and excretes it through urine it has been assumed that this mechanism is one of the ways by which the volume is controlled. Thus renal agenesis will lead to oligohydramnios not polyhydramnios. Anencephaly causes polyhydramnios because of transudation from exposed meninges and absence of fetal swallowing reflex. Open spina bifida leads to polyhydramnios because of transudation of meninges. Causes of polyhydramnios Maternal. Ph isoimmunisation. Diabetes Placental. Placental chrioangioma. Circumvallate placenta syndrome Fetal. Multiple pregnancy. Fetal anomalies. CNS abnormalities (Anencephaly)G. L abnormalities (Oesophageal or duodenal atresia)G. U. abnormalities. Skeletal malformations. Fetal tumours. Cardiac anomalies. Chromosomal abnormalities. Genetic syndromes. Hematological disorders. Intrauterine infections. Miscellaneous Idiopathic. Complications of Polyhydramnios: Most of the maternal complications of polyhydramnios arise purely from pressure exerted within the overdistended uterus and upon adjacent organs. Which are. Respiratory discomfort. Premature rupture of membrane. Premature labour. Pregnancy induced hypertension. Abruptio placenta. Cord prolapse. Placental insufficiency. Post partum hemorrhage. Fetal complications: Fetal morbidity and mortality is significant in cases of polyhydramnios. The major causes of mortality are congenital abnormalities incompatible with life.",
        "cop": 1,
        "opa": "B/L renal agenesis",
        "opb": "Anencephaly",
        "opc": "Open spina bifida",
        "opd": "Tracheo esophageal fistula",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hydramnios and Oligo Hydramnios",
        "id": "f2bb8873-7061-4892-a25c-c1367a496a12",
        "choice_type": "single"
    },
    {
        "question": "Cryptomenorrhea is seen in:",
        "exp": "Ans. C. Imperforate hymen. Cryptomenorrhea means monthly subjective symptoms of menstruation without flow of blood and may be caused by an imperforate hymen. Crypt literally means hidden- Thus cryptomenorrhea means hidden menorrhea.",
        "cop": 3,
        "opa": "Asherman's syndrome",
        "opb": "Testicular feminizing syndrome",
        "opc": "Imperforate hymen",
        "opd": "Uterine agenesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hydramnios and Oligo Hydramnios",
        "id": "8c3ccb0a-d1f5-492e-a137-e640a4adf122",
        "choice_type": "single"
    },
    {
        "question": "Polyhydramnios not seen in -",
        "exp": "Ans. is 'b' i. e., Renal agenesis Etiology of Poivhvdrammoso Fetal anomaliesy Anencephalyy Open spina bifiday Esophageal or duodenal atresiay Facial clefts and neck massesy Hydropsfetalisy Aneuploidyo Placentay Chorioangioma of placentao Multiple pregnancyy Maternal diabetes: cardiac or renal disease.",
        "cop": 2,
        "opa": "Anencephalv",
        "opb": "Renal agenesis",
        "opc": "Hydropsfetalis",
        "opd": "Chorioangioma of placenta",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hydramnios and Oligo Hydramnios",
        "id": "84c0252e-fd7d-4338-a85b-1bf0f3fd9283",
        "choice_type": "single"
    },
    {
        "question": "Polyhydramnios-",
        "exp": "Ans. is 'a' i. e., 2000cc",
        "cop": 1,
        "opa": "2000cc",
        "opb": "I500cc",
        "opc": "l000cc",
        "opd": "500cc",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hydramnios and Oligo Hydramnios",
        "id": "39895a7c-9d63-4e90-8bcf-824431ab28c5",
        "choice_type": "single"
    },
    {
        "question": "Oligohydramnios is seen in -",
        "exp": "Ans. is 'a' i. e. Renal agenesis Renal agenesis prevents urine formation which leads to oligohydramnios. Oligohydramnios is condition where amniotic fluid is deficient in amount to the extent of 100ml or entirely absent. Aetiology. Renal agenesis*Amnion nodosum*IUGR*Post maturity*Obst. of urinary tract (post urethral Valve*)",
        "cop": 1,
        "opa": "Renal agenesis",
        "opb": "Oesophageal atresia",
        "opc": "Exomphalos",
        "opd": "Neural tube defect",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hydramnios and Oligo Hydramnios",
        "id": "0b486244-a2f0-40f5-92d3-b018dd85e760",
        "choice_type": "single"
    }
]