[
    {
        "question": "A patient operated for lower segment uterine fibroid had an uneventful surgery. Post operatively the urine output staed to decrease, upto 20 ml/hr. Rapid IV fluid infusions were given with injlasix and output increased to 70 ml/hr. Urine was clear. Patient complained of flank pain which was gradually progressing. Most common cause of such presentation would be:",
        "exp": "Decreased urine post operatively and flank pain point towards uretric injury. Here flank pain usually suggests that ureter has been ligated and is causing proximal hydrouretronephrosis. Increase in urine output with fluid and Lasix is due to increased urine production and excretion from the normal ureter. Bladder injury would usually present with decreased output with hematuria or urinary leak from the vault or Management of post operative uretric injury: CT urogram and a urinalysis If obstruction is noted on CT scan, it is usually present near the ureterovesical junction. The immediate step is attempted passage of a stent through the ureter under cystoscopic guidance. If a catheter can be passed through the ureter, it should be left in place for at least 4 to 6 weeks, allowing sutures to absorb and the obstruction or kinking to release. If the catheter cannot be passed through the ureter, the best course is to perform abdominal exploratory surgery and repair the ureter at the site of obstruction. If an exploratory surgery cannot be performed immediately, a temporary percutaneous nephrostomy tube may be considered.",
        "cop": 2,
        "opa": "Acute renal failure",
        "opb": "Unilateral uretric injury",
        "opc": "Bladder injury",
        "opd": "Haemorrhage",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hysterectomy",
        "id": "5dff5838-fd4e-46b5-912c-de6d01bd3f4d",
        "choice_type": "multi"
    },
    {
        "question": "A Perimenopausal P2. L2 lady at 49 yrs of age is diagnosed with large uterine fibroid with heavy menstrual bleeding which is not responsive to medical management for past 1 year. She is symptomatic with multiple gall stones For her management, she is planned for hysterectomy. Which of the following is true for the surgery?",
        "exp": "All patients undergoing hysterectomy for benign disorders are at (at least) moderate risk for venous thromboembolism and require prophylaxis. Mechano-prophylaxis (intermittent pneumatic compression devices) or chemoprophylaxis (unfractionated heparin or low molecular-weight heparin) or a combination of chemoprophylaxis and mechano-prophylaxis are indicated, depending on the patient's risk. Pelvic surgeries are the maximum risk of DVT development and hence Thromboprophylaxis is required here. There is no evidence to suppo the concept that leaving the cervix improves sexual function or lower rates of incontinence or constipation. Gallbladder disease is about four times more common in women than men, and its highest incidence occurs between 50 and 70 years of age, when hysterectomy is most often performed. Women may require both procedures and a combined procedure does not appear to result in increased febrile morbidity or length of hospital stay. A radical Hysterectomy is a way more morbid surgery and is not recommended till a malignancy is proved.",
        "cop": 3,
        "opa": "A supracervical hysterectomy should be considered to preserve sexual function and pelvic suppo",
        "opb": "Cholecystectomy should not be combined with hysterectomy as it increases post operative febrile morbidity and length of hospital stay",
        "opc": "Thromboprophylaxis is required post operatively",
        "opd": "Since the age group is a likelihood for an endometrial malignancy, a radical Hysterectomy hence is a better option",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hysterectomy",
        "id": "3a951f3a-a9af-4435-9e99-ddb0ddb837a5",
        "choice_type": "multi"
    },
    {
        "question": "Which of these is true of pre-operative preparation for hysterectomy?",
        "exp": "Prophylactic antibiotic: single dose 30 to 60 minutes before skin incision (and not at the time of incision) Cefazolin 1 to 2 g and increased to 3 g for obese patients is recommended. Re-dosing is recommended after 3 hours of surgery and with excessive bleeding. Chlorhexidine-alcohol-based skin preparations have a lower odds of surgical site infection compared with povidone-iodine preparations. Concentrations of 4% or less can be used in the vagina Although treating all patients with bacterial vaginosis may decrease vaginal cuff cellulitis, universal screening preoperatively is not recommended as a routine.",
        "cop": 2,
        "opa": "Prophylactic antibiotic is given at the time of skin incision",
        "opb": "Dose of antibiotic should be repeated after 3 hours in case the surgery is prolonged or there is excessive bleeding",
        "opc": "Povidone iodine preparations have lower rate of SSI than chlorhexidine alcohol based preparations",
        "opd": "All patients must be screened for bacterial vaginosis and adequately treated",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Hysterectomy",
        "id": "e0bb7d65-a5db-42e0-b434-f35870327476",
        "choice_type": "multi"
    }
]