[
    {
        "question": "Ferning of cervical mucus (fern test) is due to:",
        "exp": "Fern test- A specimen of cervical mucus obtained using a platinum loop or pipette is spread on a clean glass slide and allowed to dry. When viewed under low power microscope during the estrogenic phase, a characteristic pattern of fern formation is seen. Ferning is due to the presence of high Na. Cl and low protein content in the mucus secreted under high estrogen effect in the midmenstral phase prior to the ovlation. Shaw's textbook of gynaecology -16th edition-page no 256.",
        "cop": 2,
        "opa": "Presence of Na. Cl under progesterone effect",
        "opb": "Presence of Na. Cl under estrogenic effect",
        "opc": "LH/FSH",
        "opd": "Mucus secretion by Glands",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infertility",
        "id": "86807420-10ab-48d8-ab95-98930978783d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following parameter can be measured any time during the menstrual cycle to test ovarian reserve?",
        "exp": "Ovarian Reserve. Ovarian reserve refers to the size of the nongrowing, or resting, primordial follicle population in the ovaries. This, in turn, presumably determines the number of growing follicles and the \"quality\" or reproductive potential of their oocytes. Serum Day 3 Follicle Stimulating Hormone. As women age, FSH physiologically rises in the early follicular phase (cycle day 3), with levels of 5. 74 IU/L at age 35 to 39 and 14. 34 IU/L at age 45 to 59. In women in their 40s, levels greater than 20 IU/L are predictive of menopause. Basal Estradiol Level. Basal day 3 FSH is often combined with estradiol (E2) testing. Estradiol levels on day 3 of the menstrual cycle reflect follicular growth rather than the number of antral follicles. Clomiphene Citrate Challenge Test. Clomiphene citrate is thought to have antiestrogenic effects on the hypothalamic-pituitary axis, resulting in a decrease in E2-mediated suppression of FSH production by the pituitary. The clomiphene citrate challenge test (CCCT) involves the measurement of serum FSH and estradiol on day 3 of the menstrual cycle, and again on day 10 after administration of clomiphene citrate (100 mg orally each day) from days 5 to 9. Serum Inhibin BSerum inhibin B is secreted by ovarian granulosa cells staing at the preantral follicle stage and therefore reflects the size of the growing follicular coho. Inhibin B alone has poor predictive value for ovarian response but improves the predictive value when added to the CCCT. Unlike basal testing, levels of inhibin B measured on the 5th day of ovarian Serum Antimullerian Hormone Antimullerian hormone (AMH) is produced by the granulosa cells of preantral and small antral follicles. The serum level of AMH in women with normal cycles declines with age and becomes undetectable after menopause. AMH appears to be a good predictor of both stimulation and were predictive of live bih following IVF/ICSI. excessive (>3. 5 ng/mL) and poor (<1 ng/mL) IVF stimulation response and is strongly correlated to the antral follicle count (111, 116, 117). Unlike other serum markers, AMH can be measured at any time in the menstrual cycle. Antral Follicular count. Using transvaginal ultrasound in the early follicular phase, all ovarian follicles 2 to 10 mm are counted and the total for both ovaries is called the basal antral follicle count (AFC). The AFC correlates well with chronologic age in normal feile women and appears to reflect what remains of the primordial follicular pool (104). Decreases in AFC with age are gradual rather than sudden (118). A total AFC less than 4 is predictive of poor response and higher cancellation rates with IVF. Reference: Novak's Gynecology; 14th edition; Chapter 32; Infeility and Assisted Reproductive Technology",
        "cop": 3,
        "opa": "Serum FSH",
        "opb": "Serum estradiol",
        "opc": "Serum Anti Mullerian hormone",
        "opd": "Antral follicular count",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infertility",
        "id": "47e172a8-cdb5-4949-9016-d96778096976",
        "choice_type": "single"
    },
    {
        "question": "Aspiration of sperms from testes is done in:",
        "exp": "TESA (Testicular sperm aspiration)- It is a method of obtaining sperm for ICSI (Intra cytoplasmic sperm injection). MESA- (Microsurgical epididymal sperm aspiration) it is another method of sperm collection from epididymis. ZIFT - Zygote Intra Fallopian Transfer GIFT - Gamete Intra Fallopian Transfer Shaw's textbook of Gynaecology- 16th edn- pg no 261.",
        "cop": 1,
        "opa": "TESA",
        "opb": "MESA",
        "opc": "ZIFT",
        "opd": "GIFT",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infertility",
        "id": "32fb2029-9343-44d8-b891-8dbdd4124189",
        "choice_type": "single"
    },
    {
        "question": "Hysterosalpingography (HSG) is performed between which of the following menstrual cycle days?",
        "exp": "Hysterosalpingography (HSG) is performed after menses but prior to ovulation between cycle days 7 and 12 to avoid potential pregnancy and take advantage of the thinner proliferative phase endometrium. Reference: Novak's Gynecology; 14th edition; Chapter 32; Infeility and Assisted Reproductive Technology",
        "cop": 2,
        "opa": "2 to 6",
        "opb": "7 to 12",
        "opc": "14 to 18",
        "opd": "21 to 26",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infertility",
        "id": "ae927163-0e59-4531-833b-a0a0f83703a4",
        "choice_type": "single"
    },
    {
        "question": "Non steroidal/ anti hormonal substance used to induce ovulation:",
        "exp": "Clomiphene citrate is used for ovulation induction. Dose- 50mg/day staingfrom day 2 to day 6 of the cycle for 5 days. Clomiphene citrate is nonsteroidal triphenylethylene derivative that demonstrates both estrogen agonist and antagonist propeies. Williams textbook of gynaecology 3rd edition page 451",
        "cop": 2,
        "opa": "Mifepristone",
        "opb": "Clomiphene citrate",
        "opc": "Tamoxifen",
        "opd": "Raloxifen",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infertility",
        "id": "9d151058-f7b1-4f24-88a6-aeda2803b453",
        "choice_type": "single"
    },
    {
        "question": "Postcoital test (PCT) is done for:",
        "exp": "Post coital test (Sim's/Huhner's test): The couple is advised to have intercourse around ovulation preferably in the early hours of the morning. The women presents herself in the clinic within 2 hours of intercourse. The mucus is aspirated from the cervical canal and spread over glass slide. Smear from the posterior fornix acts as a control. Usually 10-50 motile(progressive motility) sperms are seen. If the count is <10, proper semen analysis is to be done. Advantage of this test is that cervical mucus can be simultaneously studied for oestrogenic effect(ie ferning) and ovulation, it's capability to allow sperm penetration and the presence of any antisperm antibodies(shaky or rotatory movement of the sperms). reference: Shaw's Textbook of Gynaecology-16th edition-Page no 243.",
        "cop": 1,
        "opa": "Cervical receptivity",
        "opb": "Sperm motility",
        "opc": "Absolute sperm count",
        "opd": "Viable sperm count",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infertility",
        "id": "7d8bd8bc-1887-4423-a046-c7b24873eb6a",
        "choice_type": "single"
    },
    {
        "question": "Gold standard investigation for uterine cavity evaluation is",
        "exp": "Hysteroscopy is considered the gold standard for uterine cavity evaluation because it allows for direct visualization. The procedure involves inseion of an endoscope through the cervical canal into the uterine cavity and instillation of distension media to allow for visualization. To optimize visualization of the endometrial cavity and avoid performing the procedure during early pregnancy, hysteroscopy is typically scheduled during the early- to mid follicular phase of the cycle. Disadvantages to the procedure include poor visualization when uterine bleeding is present and the inability to evaluate structures outside the uterine cavity, including those in the myometrium and adnexa. Reference: Novak's Gynecology; 14th edition; Chapter 32; Infeility and Assisted Reproductive Technology",
        "cop": 4,
        "opa": "Ultrasonography",
        "opb": "Saline sonography",
        "opc": "Hysterosalpingography",
        "opd": "Hysteroscopy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infertility",
        "id": "93406edb-ce3e-4bb5-9ea9-cf66c8c817b9",
        "choice_type": "single"
    },
    {
        "question": "In long protocol IVF, Gn. RH agonist is staed on",
        "exp": "Gonadotropin-Releasing Hormone Agonist Protocols. In the long protocol, a Gn. RH agonist is staed in the luteal phase (day 21) of the previous cycle. This diminishes the Gn. RH agonists flare effect and suppresses endogenous FSH and dominant follicle selection to promote synchronous follicular growth. After 10 to 14 days of Gn. RH agonist administration, a pelvic ultrasound and estradiol level are used to confirm suppression and gonadotropin stimulation begins. The Gn. RH agonist is continued (the dose may be halved or unchanged) throughout the cycle until the h. CG trigger. The long protocol provides for better oocyte yields and pregnancy rates in normal responders when compared with shoer protocols that use later administration or early cessation of agonists. Gn. RH microdose flare protocols have been developed that may improve oocyte yield in poor responders. Microdose flare regimens involve pretreatment with 14 to 21 days of combination oral contraceptives. Four days following the cessation of the oral contraceptive pills, a microdose (leuprolide 25 mg) of agonist is added in the early follicular phase to take advantage of the agonist flare effect. Gonadotropin stimulation is initiated 1 to 2 days later while continuing the agonist. Reference: Novak's Gynecology; 14th edition; Chapter 32; Infeility and Assisted Reproductive Technology",
        "cop": 2,
        "opa": "Day 1 of previous cycle",
        "opb": "Day 21 of previous cycle",
        "opc": "Day 1 of IVF cycle",
        "opd": "Day 21 of IVF cycle",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infertility",
        "id": "ca90b7c6-a821-4417-a734-8ac01745aff1",
        "choice_type": "single"
    },
    {
        "question": "The first line of treatment of infeility in PCOD is",
        "exp": "In pcos, ovulation is usually induced with combination of clomiphene citrate and h. MG. The patient is advised to take CC 50-100mg/dl from day 2-6 of cycle for 5 days. Injecting h. MG 75units IM is added on day 3, 5 and 7 and more if required. Shaws Textbook of Gynaecology 16th edition page no 254.",
        "cop": 3,
        "opa": "Cabergoline",
        "opb": "GNRH",
        "opc": "Clomiphene citrate",
        "opd": "mifepristone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infertility",
        "id": "aadcdb57-3ea6-48be-a1f4-ffc3a2984283",
        "choice_type": "single"
    },
    {
        "question": "Treatment with clomiphene citrate should be limited to ---- ovulatory cycles?",
        "exp": "Clomiphene citrate is a weak synthetic estrogen that mimics the activity of an estrogen antagonist when given at typical pharmacologic doses for the induction of ovulation. A functional hypothalamic-pituitary-ovarian axis is usually required for appropriate clomiphene citrate action. More specifically, clomiphene citrate is thought to bind and block estrogen receptors in the hypothalamus for prolonged periods, thereby decreasing the normal ovarian-hypothalamic estrogen feedback loop. This blockade increases Gn. RH pulsatility, leading to increased pituitary secretion of gonadotropins, which promote ovarian follicular development. Treatment should be limited to 6 ovulatory cycles or 12 total cycles. Reference: Novak's Gynecology; 14th edition; Chapter 32; Infeility and Assisted Reproductive Technology",
        "cop": 2,
        "opa": "3",
        "opb": "6",
        "opc": "10",
        "opd": "12",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infertility",
        "id": "0348fb72-2cb4-47b1-92c0-9285496e8382",
        "choice_type": "single"
    },
    {
        "question": "WHO 2010 definition of normal sperm count:",
        "exp": "WHO definition for sperm concentration is 20 million/ml or more. Otherwise total sperm count is >40 million per ejaculate or more. Shaw's Textbook of Gynaecology 16th edition page no 243 Image Refeence: DC Dutta's Textbook of Gynecology, page no. 190",
        "cop": 2,
        "opa": "more than or equal to10 million/ml",
        "opb": "more than or equal to 20 million/ml",
        "opc": "more than or equal to 40 million/ml",
        "opd": "more than or equal to 50 million/ml",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infertility",
        "id": "0327f995-438a-4133-9e74-4bcfa9b894b2",
        "choice_type": "single"
    },
    {
        "question": "Drugs used for ovulation induction are:",
        "exp": "Ovulation induction is done with clomiphene citrate with a dose of 50mg/day to maximum 250mg daily, if the ovulation is not induced by the lower dose. The actual staing day of its administaion in the follicular phase varies between day 2 and day5. Therapy is given for 5days. Mechanism of action: Clomiphene citrate is anti-estrogenic as well as weakly estrogenic. It blocks the estrogen receptors in the hypothalamus. This results in increased Gn. RH pulse amplitude causing increased gonadotropin secretion from the pituitary. Reference: DC Dutta's textbook of Gynaecology-7th edition-page no 199.",
        "cop": 2,
        "opa": "mifeprestone",
        "opb": "Clomiphene citrate",
        "opc": "levonorgestrel",
        "opd": "oc pills",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infertility",
        "id": "38fe9251-91f5-4bc4-af68-0a1a34782160",
        "choice_type": "single"
    },
    {
        "question": "Normal sperm concentration in semen analysis should be",
        "exp": "Normal Semen Analysis: World Health Organization Volume>=1. 5 m. LSperm concentration>=15 million/mL Sperm motility>=32% progressive>25% rapidly progressive. Morphology (strict criteria)>=4% normal form. White blood cells<1 million/m. LReference: Novak's Gynecology; 14th edition; Chapter 32; Infeility and Assisted Reproductive Technology",
        "cop": 2,
        "opa": ">= 5 millilon/ml",
        "opb": ">= 15 millilon/ml",
        "opc": ">= 20 millilon/ml",
        "opd": ">= 25 millilon/ml",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infertility",
        "id": "c1c6da02-069f-499b-8f53-2a5e52f24824",
        "choice_type": "single"
    },
    {
        "question": "Major contribution to the semen is from:",
        "exp": "Semen which is ejaculated during male sexual act is composed of fluid and sperm. vasdeferens-10% seminal vesicles-60%-mucoid consistency prostate gland-30%-milky so the bulk of semen is from seminal vesicles. TEXTBOOK OF MEDICAL PHYSIOLOGY, GUYTON, Pg no: 888, 8th edition",
        "cop": 2,
        "opa": "Testes",
        "opb": "Seminal vesicles",
        "opc": "Prostate",
        "opd": "Bulbourethral and urethral glands",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infertility",
        "id": "082d27ae-030e-45e2-8a1c-1710f8d2d49c",
        "choice_type": "single"
    },
    {
        "question": "In the perspective of the busy life schedule in the modern society, the accepted minimum period of sexual co-habitation resulting in no offspring for a couple to be declared as infeile is:",
        "exp": "Infeility is defined as a failure to conceive within one year of regular unprotected coitus. Primary Infeilty denotes those patients who have never conceived. Seconday Infeility indicates previous pregnancy but failure to conceive subsequently. Reference- DC Dutta's Textbook of gynaecology 7th edition page no. 186",
        "cop": 1,
        "opa": "One year",
        "opb": "One and a half year",
        "opc": "Two years",
        "opd": "Three years",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infertility",
        "id": "791398c7-a8bc-4853-a9e6-88274715de9c",
        "choice_type": "single"
    },
    {
        "question": "The technique used for aspiration of sperm directly from testes for in vitro feilization is",
        "exp": "MESA and TESA are both techniques of sperm aspiration but since the question specifically asks about aspiration directly from the testes, TESA is the most appropriate answer here. Ref: Clinical Gynecologic Endocrinology and Infeility; 8th edition; Section IV; Infeility",
        "cop": 1,
        "opa": "TESA",
        "opb": "MESA",
        "opc": "GIFT",
        "opd": "IVF",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infertility",
        "id": "9c871139-ff3b-4ce6-8fd1-0251e8e1e32c",
        "choice_type": "single"
    },
    {
        "question": "Tubal factor as a cause of infeility is seen in -----",
        "exp": "Causes of female infeility: Ovarian causes-30-40% Tubal blockade-25-30% unexplained infeility-15% uterine factors-10% PCOS-10% cervical factor-5% pelvic cause-5% shaw's Textbook of Gynaecology 16th edition Page no 249",
        "cop": 3,
        "opa": "7%",
        "opb": "19%",
        "opc": "26%",
        "opd": "40%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infertility",
        "id": "e6b80445-5b9a-4a7c-9723-9e299cee1ba1",
        "choice_type": "single"
    },
    {
        "question": "Couple with primary infetility, female cause of infeility is ruled out. Semen analysis shows volume of 0. 8 ml, azoospermia, fructose is absent what is the net line of management?",
        "exp": "This is probably a case of obstructive azoospermia. In this condition we need to know the site and nature of blockage. Among the given options ultrasound is the best. Vasogram can also be done. Shaw's Textbook of Gynaecology 16th edition page no 247.",
        "cop": 2,
        "opa": "Testicular FNAC",
        "opb": "Ultrasound for obstruction",
        "opc": "Local palpation of vas",
        "opd": "Karyotyping",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infertility",
        "id": "6f8d53bc-93de-4d2d-a512-03f4ded4dab4",
        "choice_type": "single"
    },
    {
        "question": "Lady w infeility with bilateral tubal block at cornual best method of management is:",
        "exp": "Textbook of Gynaecology - Sheila Balakrishnan- pg no 119. Laparoscopy is the gold standard to evaluate the fallopian tube. A hysteroscopy must be combined with the Laparoscopy and will detect any cornual polyps or uterine problems.",
        "cop": 1,
        "opa": "Laparoscopy and hysteroscopy",
        "opb": "Hydrotubation",
        "opc": "IVF",
        "opd": "Tuboplasty",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infertility",
        "id": "0530c19e-9a98-48d8-aeec-96376aeb5acc",
        "choice_type": "single"
    },
    {
        "question": "If life style factor is causing infeility in a young male is identified. Which of the following life style modification will have no effect on feility:",
        "exp": "Obesity increases peripheral conversion of androgen to oestrogen and affects feility. Hence life style modification to reduce obesity will help in the treatment of infeility. Vegetarian diet is not impoant in the management. Reference: Shaw's Textbook of Gynaecology 16th edition page no 241.",
        "cop": 3,
        "opa": "more exercise",
        "opb": "meditation",
        "opc": "Vegetarian diet",
        "opd": "Weight loss",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infertility",
        "id": "d9644739-717b-4853-8e82-eb6e7e1dca55",
        "choice_type": "single"
    },
    {
        "question": "Intrauterine insemination means placement of:",
        "exp": "Intrauterine insemination (IUI): This procedure involves the placement of about 0. 3-0. 5 ml of washed, processed and concentrated sperm into the intrauterine cavity by means of fleixible polyethylene transcervical catheter around the time of ovulation. The Processed sperm count for insemination should be atleast 1million. For the best results sperm count should exceeds 10million. Common methods to extract spem from seminal plasma are: 1. Washing 2. Swim-up(BETTER METHOD) 3. Density gradient centrifugation. Sheila Bala. Krishnan Text book of Gynaecology page no 135, Novak's Textbook of Gynaecology 15th edition page no 1145",
        "cop": 2,
        "opa": "Semen",
        "opb": "Washed Semen",
        "opc": "Million of Sperms",
        "opd": "Feilized Ova",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infertility",
        "id": "042ade14-dbdd-4de5-aced-d5cfa7e41086",
        "choice_type": "single"
    },
    {
        "question": "Which of the following have been implicated in the pathogenesis of ovarian hyperstimulation syndrome?",
        "exp": "Ovarian Hyperstimulation Syndrome. OHSS is a medical complication that is both completely iatrogenic and unique to stimulatory infeility treatment. Its symptoms are the result of ovarian enlargement and fragility, extravascular fluid accumulation, and intravascular volume depletion. Proposed mechanisms for the characteristic fluid shifts that accompany OHSS include increased protein-rich fluid secretion from the stimulated ovaries, increased renin and prorenin within follicular fluid, and increased capillary permeability mediated by angiotensin. Vascular endothelial growth factor (VEGF), whose expression in granulosa cells and serum is augmented by h. CG, and a variety of other inflammatory cytokines have been implicated in the pathogenesis of this disease. Reference: Novak's Gynecology; 14th edition; Chapter 32; Infeility and Assisted Reproductive Technology",
        "cop": 1,
        "opa": "VEGF",
        "opb": "h. CG",
        "opc": "EGF",
        "opd": "FGF",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infertility",
        "id": "f7369091-1cf3-4e1b-bac5-05f3532d8351",
        "choice_type": "single"
    }
]