[
    {
        "question": "Definitive criteria for PID is",
        "exp": "Chronic pelvic inflammatory disease manifest as Hydrosalpinx Chronic pyosalpinx Tubo ovarian abscess or cyst Tubercular tubovarian masses Ref: Shaw Gynecology 17 e pg 340.",
        "cop": 1,
        "opa": "Tubo-Ovarian abscess on USG",
        "opb": "Cervical erosion",
        "opc": "Temparature > 37. 5 degrees",
        "opd": "Infeility",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "979fea8a-cdd3-44b4-ade5-8467cfd73065",
        "choice_type": "single"
    },
    {
        "question": "In Gonorrhoea -- which is not a presenting feature?",
        "exp": "Symptoms dysuria vaginal discharge excessive irritant acute unilateral pain and swelling over labia rectal discomfo labia look swollen and inflamed D. C. DUTTA'S TEXTBOOK OF GYNECOLOGY, Pg no: 147, 6th edition",
        "cop": 3,
        "opa": "Discharge",
        "opb": "dysuria",
        "opc": "Hematuria",
        "opd": "Reddened lips of vulva and vagina",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "ebf01456-efac-4fcc-8f2f-6712b5acaaf1",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of vaginal discharge in prepubeal girls is",
        "exp": "A foreign body in the vagina is a common cause of vaginal discharge in young girls, which may appear purulent or bloody. Ref: Berek and Novak&; s Gynecology; 15th edition; Chapter 14",
        "cop": 3,
        "opa": "Precocious pubey",
        "opb": "Urethral prolapse",
        "opc": "Foreign body",
        "opd": "Germ cell tumor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "6e8da475-447b-4659-a710-63e422be7b3b",
        "choice_type": "single"
    },
    {
        "question": "Whiff test is positive in",
        "exp": "Bacterial vaginosis (BV) is an alteration of normal vaginal bacterial flora that results in the loss of hydrogen peroxide-producing lactobacilli and an overgrowth of predominantly anaerobic bacteria. Diagnosis A fishy vaginal odor, which is paicularly noticeable following coitus, and vaginal discharge are present. Vaginal secretions are gray and thinly coat the vaginal walls. The pH of these secretions is higher than 4. 5 (usually 4. 7 to 5. 7). Microscopy of the vaginal secretions reveals an increased number of clue cells, and leukocytes are conspicuously absent. In advanced cases of BV, more than 20% of the epithelial cells are clue cells. The addition of KOH to the vaginal secretions (the \"whiff\" test) releases a fishy, amine-like odor. Treatment Metronidazole, an antibiotic with excellent activity against anaerobes but poor activity against lactobacilli, is the drug of choice for the treatment of BV. A dose of 500 mg administered orally twice a day for 7 days should be used. Ref: Berek and Novak's Gynecology; 15th edition; Chapter 18",
        "cop": 1,
        "opa": "Bacterial Vaginosis",
        "opb": "Trichomonas Vaginitis",
        "opc": "Vulvovaginal Candidiasis",
        "opd": "Inflammatory Vaginitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "bd81159c-9fd8-475a-9e69-022c2b21fd15",
        "choice_type": "single"
    },
    {
        "question": "Vulval candidiasis is associated with:",
        "exp": "Predisposing factors Diabetes: Increased glycogen in cells leading to increased lactic acid and acidic PH Pregnancy: Increased vaginal acidity Broad spectrum antibiotics Combined oral pills Immunosupression HIV Steroids Thyroid and Parathyroid disease Obesity Ref: Shaw Gynecology 17 e pg 330.",
        "cop": 3,
        "opa": "Addison disease",
        "opb": "Cushing disease",
        "opc": "Diabetes mellitus",
        "opd": "Acromegaly",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "b4e03298-75b8-4b10-99e5-65f69ede85a9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cannot be detected by wet film?",
        "exp": "Diagnosis of chlamydial infections nucleic acid amplification by PCR Chlamydial Antigenby ELISA Tissue cultures D. C. DUTTA'S TEXTBOOK OF GYNAECOLOGY, Pg no: 150, 6th edition",
        "cop": 3,
        "opa": "Candida",
        "opb": "Trichomonas",
        "opc": "Chlamydia",
        "opd": "Bacterial vaginosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "f601b737-eb9d-484c-9ea1-0fca69af6a69",
        "choice_type": "single"
    },
    {
        "question": "A young lady presents to your office with compalin of copious vagina discharge, but there is strawberry vagina and no cervical discharge on per speculum examination. which of the following should be given for the management?",
        "exp": "Metronidazole 200mg 3 doses /day for 7days. SHAW'S TEXTBOOK OF GYNECOLOGY. Pg no: 146, 15th edition",
        "cop": 1,
        "opa": "Metronidazole",
        "opb": "Metronidazole and azithromycin",
        "opc": "Metronidazole and doxycycline",
        "opd": "Fluconazole only",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "76e01301-9ecb-416b-bbec-d7e56132c378",
        "choice_type": "single"
    },
    {
        "question": "Causative organism of strawberry cervix is",
        "exp": "Trichomonas Vaginitis Vulvar erythema and edema Copious frothy yellow green foul smelling discharge Punctate lesions of cervix-Strawberry cervix Vaginal pH >4. 5 Ref: Shaw Gynecology 17 e pg 330.",
        "cop": 1,
        "opa": "Trichomonas",
        "opb": "Hemophilus",
        "opc": "Candida",
        "opd": "Herpes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "4fde522d-9562-4f00-96f3-9b4aef19d57f",
        "choice_type": "single"
    },
    {
        "question": "In what stage of PID is acute salpingitis with peritonitis considered?",
        "exp": "Acute Salpingitis with peritonitis is seen in stage 2 of PID. Stages of PID: Stage Condition Stage I Acute salpingitis without peritonitis - no adhesions Stage II Acute Salpingitis with peritonitis - Purulent discharge Stage III Acute salpingitis with superimposed tubal occlusion or tubo-ovarian complex Stage IV Ruptured tubo-ovarian abscess Stage V Tubercular salpingitis Ref: Shaw&; s textbook of Gynaecology 17th edition Pgno: 341",
        "cop": 1,
        "opa": "Stage 2",
        "opb": "Stage 3",
        "opc": "Stage 4",
        "opd": "Stage 5",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "d834b4dd-ab75-498f-9f48-da508b3f7d92",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for Chlamydia in pregnancy:",
        "exp": "Treatment of chlamydial infection Tetracycline 500mg and clindamycin 500mg 6 hourly for 14 days cefoxitin and ceftriaxone with doxycycline Amoxicillin 500mg qid 7 days erythromycin 500mg tid 15 days azithromycin 1mg orally single dose During pregnancy erythromycin or amoxicillin tid or qid for 7 days is given Reference: SHAW'S TEXTBOOK OF GYNAECOLOGY, Pg no: 145, 15th edition",
        "cop": 3,
        "opa": "Doxycycline",
        "opb": "Tetracycline",
        "opc": "Erythromycin",
        "opd": "Penicillin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "07ed8f06-4efd-41e7-8a38-9eb0b618618d",
        "choice_type": "single"
    },
    {
        "question": "Creamy fishy odor is caused by:",
        "exp": "clinically creamy vaginal discharge with fishy odour without evidence of excessive inflammation Whiff test: Fishy odour when a drop of discharge is mixed with 10%KOH solution and is seen in bacterial vaginosis caused by Gardnerella vaginalis D. C. DUTTA'S TEXTBOOK OF GYNECOLOGY, Pg no: 152, 6th edition",
        "cop": 2,
        "opa": "Trichomonas",
        "opb": "Gardnerella",
        "opc": "Candida",
        "opd": "Chlamydia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "23f1e873-0d3f-4643-9ea3-82812df6eae4",
        "choice_type": "single"
    },
    {
        "question": "Causative organism of acute salpingitis silently:",
        "exp": "chlamydia remains silently without any symptoms or with minimal symptoms in endocervix for a long time before noticed and hence damge with more when compared to gonoccocal infection Reference: Shaw's textbook of Gynaecology 16th edition page no 177",
        "cop": 3,
        "opa": "Streptococcus",
        "opb": "Neisseria",
        "opc": "Chlamydia",
        "opd": "Ureaplasma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "3e6d64e8-4e9e-419b-99fa-219f313c5fc5",
        "choice_type": "single"
    },
    {
        "question": "Chronic pelvic pain is defined as pain of greater than ----- months in duration",
        "exp": "Chronic pelvic pain is defined as pain of greater than 6 months in duration, localized to the anatomic pelvis, and severe enough to cause functional disability or necessitating medical care. Ref: Berek and Novak&; s Gynecology; 15th edition; Chapter 16",
        "cop": 3,
        "opa": "1month",
        "opb": "3months",
        "opc": "6months",
        "opd": "12months",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "3a815722-b882-4d89-b819-0a917a8eebba",
        "choice_type": "single"
    },
    {
        "question": "The highest rate of transmission of toxoplasmosis in pregnancy is",
        "exp": "The incidence and severity of fetal toxoplasmosis infection depend on gestational age at the time of maternal infection. Risks for fetal infection increase with pregnancy duration. A meta-analysis estimated the risk to be 15 percent at 13 weeks, 44 percent at 26 weeks, and 71 percent at 36 weeks (SYROCOT Study Group, 2007). Conversely, the severity of fetal infection is much greater in early pregnancy, and these fetuses are much more likely to have clinical findings of infection. Ref: William&; s obstetrics; 24th edition; Chapter 64; Infectious Diseases; Protozoal infections",
        "cop": 2,
        "opa": "Puerperium",
        "opb": "3rd trimester",
        "opc": "2nd trimester",
        "opd": "1st trimester",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "dfe6afca-490e-47c4-ac76-48ee9d65f8cd",
        "choice_type": "single"
    },
    {
        "question": "The mode of transmission of tuberculosis to the endometrium is ___________",
        "exp": "Endometrial tuberculosis is most commonly accquired by direct spread from the fallopian tubes. Genital Tuberculosis: Female genital tuberculosis is an impoant cause of significant morbidity, sho and long-term sequelae especially infeility. Genital tuberculosis usually occurs secondary to pulmonary (commonest) or Extrapulmonary TB like gastrointestinal tract, kidneys, skeleta; system, meninges, and miliary TB. However, Primary genital TB can rarely occur in women whose male paners have active genitourinary TB (e. g., tuberculosis epididymis) by transmission through infected semen Most common site involved in secondary genital TB is Fallopian tube (90-100%) > Endometrium (50-80%) > Ovaries (20-30%) > Cervix (5-15%) > Vulva The most common symptom of genital TB is infeility Causes of infeility in Genital TB: Tubal blockage If tubes are patent, then also infeility occurs due to loss of tubal function Tubercular endometritis causes uterine scarring resulting in the destruction of the endometrium Ovarian damage with poor ovarian reserve and volume Hematogenous spread is thought to be the process by which the tubercle bacillii implant into the mucosa of the fallopian tubes and subsequently affect the endometrium by direct extension. A laparoscopy and dye hydrotubation (lap and dye test) is the most reliable tool to diagnose genital TB, especially for the tubal, ovarian and peritoneal disease. The test can be combined with hysteroscopy. Multiple drug therapy (ATT regimen provided by DOTS) in adequate doses and for sufficient duration is the mainstay in the treatment of TB including genital tuberculosis. Ref: Shaw&; s textbook of Gynaecology 17th edition Pgno: 348",
        "cop": 4,
        "opa": "Hematogenous",
        "opb": "Lymphatic spread",
        "opc": "Retrograde spread",
        "opd": "Local spread",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "adf428ce-814a-4850-8bf9-4ee3bc4da49c",
        "choice_type": "single"
    },
    {
        "question": "Salpingitis/Endosalpingitis is best confirmed by:",
        "exp": "Laparoscopy: In PID the diagnosis can be confirmed on laparoscopy. Peritoneal fluid or pus can be obtained for culture, and other causes like acute appendicitis and pelvic tuberculosis considered in differential diagnosis can be ruled out Hysteroscopy: The presence of caseous areas, ulcers, or tubercles suggest TB. SHAW'S TEXTBOOK OF GYNAECOLOGY. pg no: 488, 15th edition",
        "cop": 1,
        "opa": "Hysteroscopy and laparoscopy",
        "opb": "X-ray",
        "opc": "Hysterosalpingography",
        "opd": "Sonosalpingography",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "f7a0bdd9-662d-497f-9ed4-7d8ec9b17098",
        "choice_type": "single"
    },
    {
        "question": "Gonococcal vaginitis occurs in:",
        "exp": "Premenarchal girls are vulnerable to vaginal infection due to: Very low circulatory estrogen leading to Lack of stratification of vaginal epithelium Lack of glycogen and doderlein's bacillus Alkaline vaginal PH Ref: D. C. DUTTA'S TEXTBOOKOF GYNECOLOGY; 6th edition; Pg no: 544",
        "cop": 2,
        "opa": "Adults",
        "opb": "Children",
        "opc": "Infants",
        "opd": "Adolescents",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "f462bf64-a860-4330-a835-4fd941eb1a91",
        "choice_type": "single"
    },
    {
        "question": "Fitz-Hugh-Cuiz syndrome is ____________",
        "exp": "Fitz-Hugh-cuis syndrome is a perihepatitis which occurs in the setting of Pelvic inflammatory disease (PID) It occurs in approximately 10 percent of women with acute PID. Gonococcal salpingitis/Chlamydial infection - transperitoneal/vascular spread - inflammation of the liver capsule and peritoneal surfaces of the anterior right upper quadrant. Characterized by right upper quadrant abdominal pain with a pleuritic component, sometimes referred to the right shoulder. Differential Diagnosis: Cholecystitis: Severity of the pain in the right upper quadrant may mask the diagnosis of PID and lead to an erroneous diagnosis of cholecystitis. Ruptured tubo ovarian abscess: If all abdominal quadrants are involved, suspect a ruptured tubo ovarian abscess. Liver parenchyma and stroma are not involved. Aminotransferases are usually normal or only slightly elevated. Ref: Williams Gynaecology 3rd edition Pgno: 67",
        "cop": 1,
        "opa": "Perihepatitis",
        "opb": "Cholecystitis",
        "opc": "Tuboovarian abscess",
        "opd": "Gonococcal urethritis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "d73d2f9d-3411-4c00-a257-99dc5b9b4cf7",
        "choice_type": "single"
    },
    {
        "question": "Gold standard for diagnosis of PID?",
        "exp": "Diagnostic Laparoscopy. Visualization of purulent exudate coming through the fimbrial end of the fallopian tube is diagnostic of acute PI(D). The best material for culture is this exudate. Thus laparoscopy is the gold standard though diagnosis is mostly clinical. Laparoscopy is also the gold standard for ectopic pregnancy, ovulation, endometriosis. Ref: Shaw&; s Textbook of Gynaecology; 16th edition; Chapter 13; Pelvic Inflammatory disease",
        "cop": 3,
        "opa": "Clinical triad of Pain, Fever and Cervical tenderness",
        "opb": "Histologic confirmation of Endometritis",
        "opc": "Diagnostic Laparoscopy",
        "opd": "USG",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "afb77613-5336-4ce8-b1e3-691fec88f294",
        "choice_type": "single"
    },
    {
        "question": "Gonococcal vaginitis occur in:",
        "exp": "Premenarchal girls are vulnerable to vaginal infection due to: Very low circulatory estrogen leading to Lack of stratification of vaginal epithelium Lack of glycogen and doderlein&; s bacillus Alkaline vaginal PH Ref: D. C. DUTTA&; S TEXTBOOKOF GYNECOLOGY; 6th edition; Pg no: 544",
        "cop": 2,
        "opa": "Adults women",
        "opb": "prepubeal girls",
        "opc": "Infants",
        "opd": "post menopausal women",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "ecff496a-e4b0-4f2a-8040-9c767a96320c",
        "choice_type": "single"
    },
    {
        "question": "Clue cells are seen in:",
        "exp": "Clue cells Epithelial cells with fuzzy border due to adherance of bacteria is seen in Bacterial vaginosis. eg: Gardnerella, mobiluncus, Mycoplasma hominis, Haemophilus vaginalis Ref: SHAW'S TEXTBOOK OF GYNAECOLOGY; 15. TH EDITION; PG NO: 131",
        "cop": 1,
        "opa": "Bacterial vaginosis",
        "opb": "Candidasis",
        "opc": "Trichomoniasis",
        "opd": "Gonorrhoea",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "e045a483-67d9-454a-b9a4-084f63d43e4e",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old female complains of lower abdominal pain and vaginal discharge. On examination, there is cervicitis along with a mucopurulent cervical discharge. The Gram smear of the discharge shows presence of abundant pus cells, but no bacteria. The best approach to isolate the possible causative agent would be:",
        "exp": "Chlamydial infection Presenting symptoms: dysuria, dysparenuia, postcoital bleeding, intermenstrual bleeding Findings: mucopurulent cervical discharge, cervical edema, cervical ectopy, cervical friability Mc. Coy cell monolayers are used for tissue culture due to its 100% specificity. It takes 3-7 days to obtain result. D. C. DUTTA'S TEXTBOOK OF GYNAECOLOGY, Pg no; 150, 6th edition",
        "cop": 2,
        "opa": "Culture on chocholate agar supplemented with hemin",
        "opb": "Culture on Mc. Coy cells",
        "opc": "Culture on a bilayer human blood agar",
        "opd": "Culture on Vero cell lines",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "164cd204-6269-4832-837a-cad86960166f",
        "choice_type": "single"
    },
    {
        "question": "A lady presented with creamy white or slightly green vaginal discharge, drug of choice is:",
        "exp": "Symptoms are suggestive of trichomoniasis: Metronidazole 200mg by mouth 3 times a day for 7 days prescribed for both paners, and adviced to abstain from intercourse or use condomduring therapy. It is best taken after meals othervise nausea and vomiting can occur. SHAW'S TEXTBOOK OF GYNECOLOGY, Pg no: 146, 15th edition",
        "cop": 3,
        "opa": "Doxycycline",
        "opb": "Ofloxacin",
        "opc": "Metronidazole",
        "opd": "Clindamycin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infections of the genital tract",
        "id": "a6354dab-8e5c-4d93-baee-406fc4697664",
        "choice_type": "single"
    }
]