[
    {
        "question": "In the perspective of the busy life schedule in the modern society, the accepted minimum period of sexual cohabitation resulting in no offspring for a couple to be declared infeile is:",
        "exp": "90% of couple who are cohabiting for at least one year with out contraception will have a conception. This is on monthly conception rates of 20 - 25 % in normal young couples attempting pregnancy.",
        "cop": 1,
        "opa": "One year",
        "opb": "One and a half-year",
        "opc": "Two years",
        "opd": "Three year",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "1acbff0e-52ea-4563-976a-f34b6e7bcd7e",
        "choice_type": "single"
    },
    {
        "question": "Postcoital test for infelity is used to assess:",
        "exp": "The cervical mucus is examined for its quantity, viscosity, and fern test. The advantage of this test is that the cervical mucus can be simultaneously studied for estrogenic effect and ovulation, its capability to allow sperm penetration, and the presence of any antisperm antibodies. The woman presents herself at the clinic within 2h after the intercourse. The mucus is aspirated from the cervical canal and spread over a glass slide. The presence of antispermal antibodies in the cervical mucus impas shaky or rotatory movements to the sperms or may totally immobilize them.",
        "cop": 1,
        "opa": "Cervical factor",
        "opb": "Uterine factor",
        "opc": "Tubal factor",
        "opd": "Male factor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "21748fcd-f726-4e9e-99b7-135316896e8d",
        "choice_type": "single"
    },
    {
        "question": "Aspermia is the term used to describe:",
        "exp": "Aspermia No semen ejaculated Hematospermia Blood present in semen Leucocytospermia White blood cells present in semen Azoospermia No spermatozoa found in semen Normozoospermia Normal semen parameters Oligozoospermia Low sperm concentration Asthenozoospermia Poor motility and/or forward progression Teratozoospermia- Reduced percentage of morphologically normal sperm Necrozoospermia No live sperm in semen Globozoospermia Round headed acrosome-less sperm",
        "cop": 1,
        "opa": "Absence of semen.",
        "opb": "Absence of sperm in ejaculate.",
        "opc": "Absence of sperm motility.",
        "opd": "Occurrence of abnormal sperm.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "146ea5df-0bab-4013-9ff9-8de546b86691",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the drug of choice for follicle induction for infeility in PCOS:",
        "exp": "Letrozole is the Drug of choice for Induction of ovulation in a case of PCOS; Mode of action- Aromatase Inhibitor Decrease Estrogen production Inhibit Negative feedback on FSH Letrozole preferred over Clomiphene Citrate because less chances of multifetal pregnancy high live bih rate OHSS: Rare with it Given for 5 days (D5-D9) Sta with 2. 5mg Max dose 7. 5mg",
        "cop": 4,
        "opa": "Clomiphene citrate",
        "opb": "Gn. RH agonist",
        "opc": "Combined oral Pills",
        "opd": "Letrozole",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "c500be94-ddfb-41e2-a95c-549f94da10be",
        "choice_type": "single"
    },
    {
        "question": "Marker of ovarian reserve, estimated for infeility:-",
        "exp": "Ovarian reserve tests are to assess the quantity as well as the quality of primordial Follicles present in the women's ovary Test for ovarian reserve Serum day 3 FSH levels Serum inhibin B levels Clomiphene citrate challenge test Serum anti mullerian hormone (AMH): It is produced by the granulosa cells of the preantral small follicles Antral follicle count ( AFC) Serum estradiol levels",
        "cop": 4,
        "opa": "Antral follicle size",
        "opb": "LH/FSH ratio",
        "opc": "Inhibin A",
        "opd": "Anti-mullerian hormone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "cac8f34f-c51a-4c63-973e-f7af4f5af5f6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following findings characterize lower reference limits in a normal semen sample?",
        "exp": "The WHO Semen parameters are as follows: Parameter Lower Reference Limit Semen volume (ml) 1. 5 Sperm concentration (106/ml) 15 Total sperm number (106/ejeculate) 39 Progressive motility (PR, %) 32 Total motility (PR+NP, %) 40 Vitality (live sperms, %) 58 Sperm morphology (NF, %) 4 pH* >/=7. 2 Leucocyete* (106/ml) <1 MAR/Immunobead test*(%) <50",
        "cop": 4,
        "opa": "Volume >2ml",
        "opb": "Sperm concentration of 40 million per mL",
        "opc": "30% normal sperm morphology",
        "opd": "32% progressive sperm motility",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "f7dc71f6-3ada-43b8-8911-2d64ea3b7a88",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is a hereditary disease that may be associated with infeility?",
        "exp": "Immotile cilia syndrome (Kaagener's syndrome) is an autosomal recessive disease that may be associated with infeility Results from a genetic defect that prevents synthesis of ciliary dynein ATPase, resulting in cilia that cannot actively move. Men are sterile because their sperm are not motile (the flagella in their tails lack this enzyme). Women may be infeile because cilia along their oviducts may fail to move oocytes toward the uterus",
        "cop": 4,
        "opa": "Polycystic ovaries",
        "opb": "Bullous pemphigoid",
        "opc": "Uterine fibroid",
        "opd": "Immotile cilia syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "8ff3a2fa-3970-41f2-a818-d5644f4610d5",
        "choice_type": "single"
    },
    {
        "question": "Endometrial biopsy for infeility test in women should be done at:",
        "exp": "Endometrial biopsy Best done preferably around 7 days before the onset of menstruation Secretory changes prove that the cycle has been ovulatory Can predict the functional integrity of the corpus luteum Can detect luteal phase defect",
        "cop": 4,
        "opa": "Ovulatory phase",
        "opb": "Menstrual phase",
        "opc": "Anytime during cycle",
        "opd": "Premenstrual period",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "988df1e7-a5ea-4ca5-ab36-7f577c29fefd",
        "choice_type": "single"
    },
    {
        "question": "Women with infeility with B/L cornual block on HSG, Next investigation for management is",
        "exp": "HSG is the initial test for tubal patency The cornua of the uterus may go into spasm, as a result of which the dye may not enter the tubes at all. This may be interpreted as a tubal block, when the tubes are actually open. If the spill is \"loculated\", the presence of adhesions can be suspected, but not confirmed. If the HSG shows that the tubes are closed, then one must do a laparoscopy to confirm this diagnosis. Laparoscopy with Chromopeubation is confirmative for making a diagnosis of tubal disease.",
        "cop": 4,
        "opa": "Tuboplasty",
        "opb": "IVF",
        "opc": "Hydrotubation",
        "opd": "Laparoscopy and Chromotubation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "f7bc2e14-e94f-4bf9-b026-b351b65ecda9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the single most impoant parameter in semen analysis to assess chances of conception in an infeile male?",
        "exp": "Since we are to determine chances of future conception here in an infeile male, for assisted reproductive techniques the single most impoant requirement is a sperm with a normal morphology as even a single such sperm can be used to feilize an oocyte in ICSI. Without normal morphology, even multiple motile sperms would fail to feilize the egg. The normal WHO semen analysis (2010). Parameter Lower Reference Limit Semen volume (ml) 1. 5 Sperm concentration (106/ml) 15 Total sperm number (106/ejeculate) 39 Progressive motility (PR, %) 32 Total motility (PR+NP, %) 40 Vitality (live sperms, %) 58 Sperm morphology (NF, %) 4 pH* >/=7. 2 Leucocyete* (106/ml) <1 MAR/Immunobead test*(%) <50",
        "cop": 2,
        "opa": "Motility",
        "opb": "Morphology",
        "opc": "Volume",
        "opd": "Sperm count",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "acf6aa53-47e4-46d8-ba7c-51c1841c7c2a",
        "choice_type": "single"
    },
    {
        "question": "Treatment of patient with Infeility and Endometriotic cyst of 8 cms is:",
        "exp": "An infeile patient with endometriotic cyst is best treated by excision of the cyst followed by medical treatment of infeility including ovulation induction, IUI or assisted reproduction. Surgical management of endometriosis broadly includes: 1. Patients with infeility: Laparoscopic ovarian cystectomy, adhesiolysis, and electrocoagulation of endometriotic implants 2. If the Family is complete and the patient has severe pain or menstrual complaints: Hysterectomy with bilateral salpingo-oophorectomy.",
        "cop": 2,
        "opa": "IUI as early as possible, to utilize the remaining feility potential",
        "opb": "Surgery first & then infeility treatment",
        "opc": "Danazol first and then IUI/IVF",
        "opd": "Ovulation induction and follow feile period",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "012495d3-8b85-4723-a6ef-ac384cd6c26a",
        "choice_type": "single"
    },
    {
        "question": "Hysterosalpingogram is performed on which day of a normal 28-day menstrual cycle for a woman having menstrual periods for 5 days?",
        "exp": "Primary diagnostic steps in the workup of the infeile couple include Documentation of ovulation by USG or mid-luteal phase serum progesterone Semen analysis Hysterosalpingogram. HSG is performed in the mid-follicular phase (day 8 or 9), in order to evaluate the fallopian tubes and the contour of the uterine cavity. It should not be done while the patient is menstruating or after ovulation has occurred and in the premenstrual phase as the patient might be pregnant.",
        "cop": 2,
        "opa": "Day 4",
        "opb": "Day 8",
        "opc": "Day 14",
        "opd": "Day 21",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "a74bb3d9-46cd-4fd6-853b-fbd6e781b165",
        "choice_type": "single"
    },
    {
        "question": "A 23 yr old nulliparous woman complains of painful coitus and informs that pain is located at the vaginal introitus. This is also accompanied by painful involuntary contraction of the pelvic muscles. The pelvic examination is normal. No obviouos local pathology could be seen. Of the following, what is the most common cause of this condition?",
        "exp": "This patient has vaginismus. Genito-Pelvic Penetration Pain Disorder: GPPPD Dyspareunia: Persistent or recurrent pain with attempted or complete vaginal entry and/or penile vaginal intercourse. This is frequently associated with pelvic pathology such as endometriosis, pelvic adhesions, or ovarian neoplasms. Vaginismus: Persistent or recurrent difficulty to allow vaginal entry of a penis or other object, often with phobic avoidance, anticipation/fear/experience of pain, plus variable and involuntary pelvic muscle contraction. Involuntary reflexive contraction of pelvic muscles and often thighs, abdomen, buttocks, and even jaw, fists, and other muscle groups. The term was only correct when no local or pelvic pathology was present. The diagnosis of vaginismus was provisional until a very careful introital and vaginal examination was done. It may be generalized--the woman is unable to place anything in her vagina, even her own finger or a tampon It may be situational, maybe she can use a tampon and can tolerate a pelvic examination but cannot have intercourse These 2 terms, Dysparunia and Vaginismus, are now combined as mentioned above and called GPPPD. Treatment of vaginismus is graded Psychotherapy. This involves gradual assistance in making the patient aware of her anatomy and encouragement to allow self examination for a few days first and then examination by a gynecologist. Intercourse is not an option till the patient is comfoable with a pelvic examination.",
        "cop": 2,
        "opa": "Endometriosis",
        "opb": "Psychological causes",
        "opc": "Baholin's gland abscess",
        "opd": "Vulvar atrophy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "518893c1-9f77-4a6b-8aa5-a46048417a74",
        "choice_type": "single"
    },
    {
        "question": "Decreasing AMH (anti-mullerian hormone) is a sign of-",
        "exp": "Antimullerian hormone (AMH) expression inhibits development of the female reproductive tract in the male embryo also secreted by granulosa cells of preantral and small antral follicles in women regulates folliculogenesis by inhibiting recruitment of follicles from resting pool in order to select a dominant follicle levels decrease with declining ovarian reserve. AMH is mostly used as a reliable marker of ovarian reserve.",
        "cop": 4,
        "opa": "Disruption of ovarian-hypothalamic-pituitary axis",
        "opb": "Test of ovulation",
        "opc": "Increased androgen production from ovaries",
        "opd": "Decreased ovarian reserve",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "d801f756-67f5-45a4-a3e5-6f26aeedd645",
        "choice_type": "single"
    },
    {
        "question": "In Kaagener syndrome cause of infeility is?",
        "exp": "Asthenozoospermia (or asthenospermia) is the medical term for reduced sperm motility. Oligospermia refer to semen with a low concentration of sperm Immotile cilia syndrome: Large numbers of ble nonmotile sperm suggest the Immotile cilia syndrome in which sperm tails have a structural abnormality and cannot flagellate. The cilia of the respiratory tract are usually also involved; affected individuals are infeile and predisposed to chronic respiratory tract infections. When also associated with Situs Inversus, the Immotile Cilia Syndrome is known as Kaagener syndrome.",
        "cop": 2,
        "opa": "Oligospermia",
        "opb": "Asthenospermia",
        "opc": "Undeescended testis",
        "opd": "Epididymis obstruction",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "b9930efa-4965-451b-9eb1-3748181b69f7",
        "choice_type": "single"
    },
    {
        "question": "Semen analysis sample of male paner of an infeile couple shows low volume with azoospermia and absent fructose. Serum FSH levels are normal. The most probable diagnosis is?",
        "exp": "Condition Semen Analysis Prostatic Infection Sperms will be present. Increased WBC level purulent semen Mumps orchitis Oligo, astheno and teratospermia Hypothalamic dysfunction Low FSH, azoospermia or oligozoospermia Block in efferent ducts will lead to low volume semen, azoospermia on semen analysis and absent frustose. Normal fructose and sperms can be seen on testicular biopsy.",
        "cop": 3,
        "opa": "Prostatic infection",
        "opb": "Mumps orchitis",
        "opc": "Block in the efferent duct system",
        "opd": "Hypothalamic dysfunction",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "607e0575-cb96-4b64-afeb-607ab6f53040",
        "choice_type": "single"
    },
    {
        "question": "In semen banks, semen is preserved at low temperature using which cryo protectant:-",
        "exp": "Preservation of semen:- The most common cryoprotectant used for semen is glycerol (10% in culture medium). Cryoprotectant media may be supplemented with either egg yolk or soy lecithin Liquid Nitrogen is the medium in which these 'Cassettes' containing' sperms and cryoprotectants' are stored in. Cryopreservation of sperms, ova and embryos is one big step in the field of infeility. It avoids repeated aspiration. It also permits donation of eggs as well as of sperms to couples whose husband is azoospermic or wife is in capable of ovulation.",
        "cop": 2,
        "opa": "Dry ice",
        "opb": "Glycerol",
        "opc": "Liquid nitrogen",
        "opd": "Liquid oxygen",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "61b1deb4-184b-44bd-a7dc-78be35cf57f1",
        "choice_type": "single"
    },
    {
        "question": "World Health Organization 2010 criteria for morphology (strict criteria) for semen analysis includes -",
        "exp": "Normal Semen Analysis: World Health Organization 2010 Guideline Volume >=1. 5 mL Sperm concentration >=15 million/mL Total sperm number >= 39 million/ ejaculate Sperm motility >40%motile, >32%progressive Morphology >=4% normal forms (kruger's strict criteria) Vitality 58 % White blood cells <1 million/mL Immunobead/Mixed antiglobulin Reaction <50% coated with antibodies reaction",
        "cop": 2,
        "opa": ">15% normal forms",
        "opb": ">=4% normal forms",
        "opc": ">=25% normal forms",
        "opd": ">=32% normal forms",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "1b70cf71-747c-49f1-a78d-4b730865982f",
        "choice_type": "single"
    },
    {
        "question": "Clomiphene citrate, apa from ovulation induction, can be tried for which of the following disorders?",
        "exp": "Clomiphene is thought to have effects on the hypothalamic axis which promotes gonadotropin release. Gonadotropin stimulates pituitary LH & FSH secretion which helps in testosterone production and hence in spermatogenesis. The drug is staed at a dose of 25mg daily dose to increase the FSH. Usually given for a period of 3 months, the spermatogenesis cycle length. This regime is an 'OFF-Label\" use in practice since its not yet universally accepted. However, its a frequent therapy given prior to going in for more elaborate and expensive treatment by IVF.",
        "cop": 1,
        "opa": "Oligospermia",
        "opb": "Erectile dysfunction",
        "opc": "Asherman's syndrome",
        "opd": "Carcinoma endometrium",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "e287f404-2aa4-4125-89e3-f9d200a3b8eb",
        "choice_type": "single"
    },
    {
        "question": "A 26 year old infeile PCOS patient, treated with ovulation induction with clomiphene citrate, presents with sudden onset of abdominal pain and distension with ascites after 20 days of staing the tratment. what is the probable cause?",
        "exp": "OHSS is a medical complication that is completely iatrogenic and unique to stimulatory infeility treatment. Its symptoms are the result of ovarian enlargement and fragility, extravascular fluid accumulation, and intravascular volume depletion Vascular endothelial growth factor, whose expression in granulosa cells and serum is augmented by h. CG, and a variety of other inflammatory cytokines have been implicated in the pathogenesis of this disease This tends to be more severe with multiple gestation Clinical feature:- Abdominal distension, Abdominal pain, Nausea and vomiting. Management: Intravascular fluid intake to replenish the volume Symptomatic treatment, like tapping of the ascites and pleural effusion",
        "cop": 4,
        "opa": "Uterine rupture",
        "opb": "Ectopic pregnancy rupture",
        "opc": "Multifetal pregnancy causing uterine distention",
        "opd": "Ovarian Hyperstimulation syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "1c0d4456-f3ee-4484-8bd1-b38b05a1124f",
        "choice_type": "single"
    },
    {
        "question": "Antisperm antibody testing is not needed if the sperm are to be used for-",
        "exp": "Antisperm antibody testing is not needed if the sperm are to be used for Intracytoplasmic sperm injection (ICSI). Antisperm antibody testing Using the immunobead test, washed spermatozoa are exposed and assessed for binding to labeled beads. In the mixed agglutination reaction, human red blood cells sensitized with human immunoglobulin G (IgG) are mixed with the paner's semen. Spermatozoa that are coated with antibodies form mixed agglutinates with the red blood cells Anti sperm antibodies cause agglutination of sperms and hence the sperms are'nt free to move and feilise the oocyte. This test is therfore impoant before A procedures except ICSI because here the sperm is directly injected into the oocyte cytoplasm.",
        "cop": 1,
        "opa": "ICSI",
        "opb": "GIFT",
        "opc": "ZIFT",
        "opd": "IVF",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "6dd9fc51-a55a-4ee9-87fc-f83798ced1eb",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of Clomiphene citrate used for infeility:-",
        "exp": "The ability of Clomiphene citrate (CC) to initiate an ovulatory sequence is primarily due to its ability to be recognized by and interact with the estrogen receptors in hypothalamus. In its capacity as an Estrogen antagonist, CC displaces endogenous estrogen from hypothalamic estrogen receptor sites and hence inhibiting the negative feedback of the endogenous estrogen on the hypothalamus (Reproductive Medicine & Surgery, Wallach and Zacur, Mosby '95). In simple terms, there is non recognition of the body's estrogens by the hypothalamus due to the blockade of estrogens receptors by CC and hence the hypothalamus directs the pituitary to make more of FSH which in turn drives the ovary to make a follicle to make estrogens. The development of follicle is the preceeding event before ovulation.",
        "cop": 1,
        "opa": "Block estrogen receptors in the hypothalamus",
        "opb": "Negative feedback on HPO axis",
        "opc": "Direct action on ovarian primordial follicles",
        "opd": "Increase in tubal motility",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "8df86202-2b02-416f-9cb3-dfe4202c5097",
        "choice_type": "single"
    },
    {
        "question": "In the video you can see a testicular procedure being done. This is the testicular sperm aspiration for azoospermic men. Which of the following procedures can be performed to help this couple have a successful embryo formation in the A \"Assisted Reproductive Technology\" Lab.",
        "exp": "ICSI can be performed to help this couple have a successful embryo formation in the A In this one sperm is directly injected into mature egg prior to intrauterine transfer of the feilized eggs ICSI should be offered if the semen analysis shows <5 million motile sperm, | or absent motility of sperms. Many abnormal sperms Previous failed IVF Unexplained infeility IVF as well as other A procedures require at least 1, 00, 000 sperms per oocyte to have good chances of feilisation and with TESA, the number of sperms obtained is much less, good enough for ICSI (Intracytoplasmic Sperm Injection) that requires a single morphologically normal sperm. Hence sperms obtained from TESA are used for ICSI is the single best answer here.",
        "cop": 1,
        "opa": "Intra cytoplasmic Sperm Injection",
        "opb": "In Vitro Feilization",
        "opc": "Intra Uterine Insemination",
        "opd": "Intra Vaginal insemination of the aspirated sperms",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "9b493010-e148-4a6a-b26c-0214b693a923",
        "choice_type": "single"
    },
    {
        "question": "Antihormone used in Infeility is:",
        "exp": "Clomifene citrate: Anti-estrogenic -effects on the Hypothalamic axis which promotes release of FSH and LH which induces folliculogenesis and ovulation. Finasteride: Competitive inhibitor of enzyme 5 alpha reductase. with anti androgenic propeies Mifepristone: antiprogesterone used for inducing aboions Danazol: antiestrogen, weak androgen, weak progesterone action. Used in endometriosis and abnormal uterine bleeding",
        "cop": 2,
        "opa": "Mifepristone",
        "opb": "Clomifene",
        "opc": "Danazol",
        "opd": "Finasteride",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "4dc2ecc6-140a-4b61-a0e4-0748f7349462",
        "choice_type": "single"
    },
    {
        "question": "Which is not an 'Assisted Reproductive Technique':-",
        "exp": "Assisted Reproductive Technology (A) comprises of a group of procedures done for treatment of infeility that have in common the handling of male and female gametes outside the body. All these procedures involve surgical removal of eggs known as egg retrieval. Assisted Reproductive Techniques A. GIFT - Gametes Intra Fallopian Transfer. This involves egg retrieval and laparoscopic transfer of ova and sperms into each fallopian tube B. ZIFT - Zygote Intrafallopian Transfer (ZIFT). This involves transfer of day 1 feilised eggs (zygotes) into the fallopian tube C. IVF - In Vitro Feilisation. This involves egg retrieval, in vitro feilisation of oocyte and sperm followed by transfer of selected feilised oocytes transcervically into uterine cavity. D. ICSI --> Involves direct injection of sperm into mature egg followed by intra uterine transfer of feilised egg NOTE: Intrauterine Insemination (IUI) does not involve oocyte retrieval, only intrauterine insemination of washed semen is done and is hence not an assisted reproductive technique.",
        "cop": 4,
        "opa": "GIFT",
        "opb": "ZIFT",
        "opc": "IVF",
        "opd": "Intra-Uterine Insemination",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "b13cd4b9-ce17-49db-8a94-f25c3aac937e",
        "choice_type": "single"
    },
    {
        "question": "Technique used for Aspiration of sperm directly from Testes for In-vitro feilization is:",
        "exp": "Testicular sperm aspiration (TESA) is a procedure sample of sperm cells are removed from the testicle through a small needle attached to a syringe. Other methods used are PESA: Percutaneous Epididymal Sperm Aspiration both TESA and PESA can be done under LA. MESA: Microsurgical Epididymal Sperm Aspiration TESE: Testicular Sperm Extraction MESA is the best technique for getting useable sperms since the epididymal sperms are the 'Ready'sperms which are ejaculated with the sexual act MESA allows for diagnosis and possible reconstruction of ductal pathology and because it usually yields very large numbers of sperm, sperm cryopreservation and avoidance of repeat surgery may be possible ICSI: Intracytoplasmic sperm injection GIFT: Gamete intra fallopian tube transfer IVF: In vitro feilisation",
        "cop": 3,
        "opa": "IVF",
        "opb": "ICSI",
        "opc": "TESA",
        "opd": "GIFT",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Infeility (Eggs'plantation!)",
        "id": "1d91161a-5a49-4a84-acec-82bc888d5bee",
        "choice_type": "single"
    }
]