[
    {
        "question": "During delivery there is a perineal tear involving the anal sphincter but anal mucosa is not involved. Which is the degree of tear?",
        "exp": "Ans. (c) IIIRef. DC Dutta 7th ed./ 422-23. PERINEAL TEARS1st degree. Is a laceration of the vaginal mucosa and the perineal skin but not the underlying fascia and muscle. 2nd degree. Involves the vaginal mucosaperineal skinand the fascia and muscles of the perineal body. 3rd degree. Involves the vaginal mucosaskin and perineal body and the anal sphincter is also disrupted4th degree. In additionthe rectal mucosa is also torn.",
        "cop": 3,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Injury to the Birth Canal",
        "id": "c6c44aef-6933-4cca-a387-45eed24bcc49",
        "choice_type": "single"
    },
    {
        "question": "Following delivery, tear involves perineum, external anal spincter with intact mucosa, grade of tear is -",
        "exp": "Ans. is 'c' i. e., Third degree Classification of Obstetric Anal Sphincter Injuryo First degree: Injury to perineal skino Second degree: Injury to perineum involving perineal body (muscles) but not involving the anal sphinctero Third degree: Injury to perineum, involving the anal sphincter complex (both the external and internal).# 3a: if half thickness external anal sphincter involved.# 3b: if full thickness external anal sphincter involved.# 3c: if internal anal sphincter involoved. o Fourth degree: Injury to perineum involving the anal sphincter complex (external anal sphincter and internal anal sphincter) and anal epithelium.",
        "cop": 3,
        "opa": "First degree",
        "opb": "Second degree",
        "opc": "Third degree",
        "opd": "Fourth degree",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Injury to the Birth Canal",
        "id": "4ee7f535-2238-4b71-a125-8a2edc77c842",
        "choice_type": "single"
    },
    {
        "question": "Incidence of scar rupture in a pregnant lady with previous LSCS is:",
        "exp": "Ans: B (0. 5) Ref: Williams obstetrics, 23rd edition & www. caesarean, org. uk/a rticles/VBA CMM. html. Explanation: Incidence of Scar Rupture. The most commonly quoted scar rupture for LSCS. especially by those opposed to and afraid of VB AC is 0. 5%, or 1 in 200 chance. (Ref: Murray. Enkin and Chalmers, 1994). Estimated risk of scar rupture: Type of incision. Incidence of scar rupture. Low transverse0. 2- 1. 5%Low vertical1 - 7%T shaped4-7%Classical4-7%",
        "cop": 2,
        "opa": "0. 2",
        "opb": "0. 5",
        "opc": "0. 7",
        "opd": "0. 9",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Injury to the Birth Canal",
        "id": "843f0939-b68e-45a1-9164-934ffd32576a",
        "choice_type": "single"
    }
]