[
    {
        "question": "Zygote with zona pellucida reaches uterine cavity by-",
        "exp": "Ans-B lets revise some imp points:- 1-morula=16 cell stage 2-blastocyst hatching/ZP removal/implantation=5-12 days after fertiization(5-7 days) 3-sequence of reactions is alphabetical=acrosome rxn f/b cortical rxn f/b zona reaction. 4-conceptus reaches uterine cavity in 32cell stage. 5-transvaginal insertion of coceptus 8 cell stage. 6- spermatogenesis is completed in 74 days 7-trophoblast differentiates into cyto and syncytio day 6. 8- ovulation occurs 10-12 hrs before LH PEAK. 9-LH SURRGE occurs 34-36 hrs before ovulation.",
        "cop": 2,
        "opa": "2 days",
        "opb": "4 days",
        "opc": "5 days",
        "opd": "6 days",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Internal Generative Organs",
        "id": "4c6441a6-4d7f-4ff6-a1f2-01daa8c9db2a",
        "choice_type": "single"
    },
    {
        "question": "Which gland opens on postero lateral margin of vaginal opening:",
        "exp": "Ans. (c) Bartholin's glandRef. Gray's basic anatomy / 248* The orifice of urethra and vagina are associated with opening of glands.* The ducts of para-urethral glands (skene's gland) opens into the vestibule, one on each side of the lateral margin of urethra.* The ducts of greater vestibular gland (Bartholin's gland) open adjacent to the postero-lateral margin of the vaginal opening in the crease between the vaginal orifice and remanants of hymen.* Bartholin gland the female homologues of the bulbourethral glands in men.Also Now* When bartholins gland is blocked, a fluid filled cyst named bartholins cyst develops.* TOC for bartholins cyst: Marsuplization.",
        "cop": 3,
        "opa": "Skene gland",
        "opb": "Cooper gland",
        "opc": "Bartholin's gland",
        "opd": "Bulbourethral gland",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Internal Generative Organs",
        "id": "641ad9d1-d7c0-4f39-95a1-4978864d5d98",
        "choice_type": "single"
    },
    {
        "question": "Maximum fertilizable life span of oocyte is -",
        "exp": "Ans is 'b' i.e., 24 hours o Fertilizable life span of oocyte ranges from 12 to 24 hours whereas that of sperm is 48 to 72 hours.",
        "cop": 2,
        "opa": "12 hours",
        "opb": "24 hours",
        "opc": "36 hours",
        "opd": "48 hours",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Internal Generative Organs",
        "id": "ea5701a8-809c-4b96-8e05-b4336a9b8aed",
        "choice_type": "single"
    },
    {
        "question": "Most common site of fertilization is:",
        "exp": "ANSWER: (B) AmpullaREF: Ganong's 22nd ed chapter 23Also asked in June 2011\"In humans, fertilization of the ovum by the sperm usually occurs in the ampulla of the uterine tube\"",
        "cop": 2,
        "opa": "Cervix",
        "opb": "Ampulla",
        "opc": "Fimbriae",
        "opd": "Uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Internal Generative Organs",
        "id": "e8809a8a-c435-454f-b89f-79cc31372e8c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT related with fertilization:",
        "exp": "Ans. (d) Zona reaction attracts the spermsRef.: D.C. Dutta 8th ed. / 23, 7th ed/ 21Once an ova is fertilized, zona reaction takes place.* Zona reaction-Once sperm penetrates zonapellucida, the ovum become impermeable to other sperms, this prevent polyspermy. Therefore zona reactions DOESN'T ATTRACTS sperm.* When more than one sperm manages to enter the ovum (dispermy = 2; triploidy = 3), the fetus nearly always aborts* 1st Cell division then occur (20hour)-> give rise to two-cell embryoComplete Steps of Fertilization# Capacitation - A period of conditioning that occurs in the female reproductive tract.# Chemotaxis -sperm are attracted to an egg through the process known as chemotaxis# Binding of progesterone + surface receptor on the sperm- increase in intracellular calcium ion concentration- which increases sperm motility (chemokinesis).* Acrosome reaction (perforations form in the acrosome) occurs in ampulla* Zonapellucida is a glycoprotein layer surrounding the membrane of oocytes (see image).* Once sperm reached ova, there is release of hyluronidase - penetration of corona radiata and cumulus cells by sperm.* Glycoproteins on the outer surface of the sperm then bind with glycoproteins on the zonapellucida of the ovum.* Release ofacrosin occurs ->Acrosin digests the zonapellucida and membrane of the oocyte* After this Sperm enters the cytoplasm ->>intracytoplasmic structures, the coronal granules, arrange themselves in an orderly fashion (around the outermost portion of the cytoplasm just beneath the cytoplasmic membrane). Swelling of sperm head then occurs, giving rise to male pronucleus.* Doing this the egg completes its second meiotic division, casting off the second polar body to a position also beneath the zonapellucida.",
        "cop": 4,
        "opa": "Sperm crosses corona radiata",
        "opb": "Implantation after 6 days",
        "opc": "Zona pellucida facilitation by hyaluronidase",
        "opd": "Zona reaction attracts the sperms",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Internal Generative Organs",
        "id": "d8fd71e6-4fba-4993-b80d-c645a51bb604",
        "choice_type": "single"
    }
]