[
    {
        "question": "Which of the following indicates the most severe form of fetal distress -",
        "exp": "Ans. is 4b' i. e.. Reversal of S/D ratio Umbilical artery Dopplero It is used in the surveillance of the fetal well being in the third trimester of pregnancy. o Abnormal umbilical artery Doppler is the marker of uteroplacental insufficiency, and consequent IUGR and suspected pre - eclampsia. o Normal umbilical artery waveform shows a saw tooth pattern with flow always in the forward direction. Normal promotvpe waveform of the umbilical artery dopptero The highest point of the peak of each waveform denotes the Peak Systolic Velocity (PSV) while the lowest point of the trough represents the End Distolic Velocity (EDV) and TAV represents the Average i. e. Timed Average Velocity (TAV). o While analyzing the umbilical artery Doppler one should keep in mind that the normal flow in the umbilical artery is from fetal to maternal circulation the systolic and the diastolic phases studied are in relation to the fetal heart and the downstream vessel to the umbilical artery is the placenta and thematernal circulationo The commonly used parameters in the umbilical artery doppler are: SD ratio: systolic velocity/diastolic velocity. Pulsatility index (PI) (Gosling index): (PSV- EDV)/ TAVResistive index (RI) (Pourcelot index): (PSV - EDV) / PSVo Normally the parameters mentioned above should decrease progressively as the pregnancy advancesr as there is increase in the end diastolic velocity due to growth and dilatation of umbilical circulation. o Any deviation in the parameters is suggestive of either IUGR or pre - eclampsia, o Thus, during progressive monitoring of the umbilical artery Doppler, as the severity of the disease increases, we observe. First the decreased velocity in the end diastolic phase, Then absent flow in the end diastolic phase followed. By reversal of flow in the end diastolic phase. o Thus Reversal of diastolic flow is the indicator of most severe form offetal distress.",
        "cop": 2,
        "opa": "Decreased S/D ratio",
        "opb": "Reversal of diastolic flow",
        "opc": "Absent diastolic flow",
        "opd": "Increased S/D ratio",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Intrauterine Growth Retardation",
        "id": "a2760361-4d32-4eff-86b4-8e4a01c54972",
        "choice_type": "single"
    }
]