[
    {
        "question": "Pregnant patient comes at 34 weeks gestation with leaking. which investigation can be done for diagnosing the leak?",
        "exp": "Speculum Examination- Done taking aseptic precautions to inspect the liquor escaping out through the cervix. During sterile speculum examination, ruptured membranes are diagnosed if Amniotic fluid pools in the posterior fornix or clear fluid flows from cervical canal",
        "cop": 1,
        "opa": "Speculum examination",
        "opb": "USG",
        "opc": "Non stress test",
        "opd": "3 swab test",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "JIPMER 2017",
        "id": "1d1c4bc1-e356-402c-8378-5aacb22eda4b",
        "choice_type": "single"
    },
    {
        "question": "Stage IIB cervical carcinoma. Best line of management:",
        "exp": "Management of Cervical cancer Stage I-IIA -Radical Hysterectomy Stage >= IIB - Chemoradiation",
        "cop": 4,
        "opa": "Type 3 hysterectomy",
        "opb": "Chemotherapy",
        "opc": "Radiation therapy",
        "opd": "Chemoradiation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "JIPMER 2017",
        "id": "b042b95f-9add-400d-8412-117f1aebb240",
        "choice_type": "single"
    },
    {
        "question": "Cordiocentesis is done in which period of pregnancy?",
        "exp": "Cordocentesis or percutaneous umbilical blood sampling(PUBS) A 22- gauge spinal needle, 13cm in length, is inseed through the maternal abdominal and uterine wall under real time ultrasound guidance using a curvilinear probe. the needle tip is progressed carefully and it punctates the umbilical vein approximately 1-2cm from the placental inseion. The advantages of preferring umbilical vein are1. Vein is larger in size2. Causes less bradycardia3. Less hemorrhage Generally, 0. 5-2 ml of fetal blood is collected. It is performed under local anesthetic usually from 18 weeks of gestation. Uses of this procedure-1. Hematological- fetal anemia, bleeding disorder, Rh disease and hemoglobinopathies. 2. Fetal infections- toxoplasmosis, viral infection3. Fetal blood gas and acid base status4. Fetal therapy- blood transfusion, drug therapy",
        "cop": 2,
        "opa": "11-14 weeks",
        "opb": "18-20 weeks",
        "opc": "22-26 weeks",
        "opd": "28-30 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "JIPMER 2017",
        "id": "d66e2511-abe3-4353-aa23-4c8a3ae28232",
        "choice_type": "single"
    },
    {
        "question": "An obese woman with type 2 diabetes and hypertension is diagnosed with endometriod type of endometrial carcinoma. Most probable gene defect expected in this condition is:",
        "exp": "Types of Endometrial cancer: Type 1(Endometroid type) Type 2(Serous, clear, type) Associated with PTEN gene mutations Good prognosis Estrogen dependent Pre - invasive lesions Develops in obese women Associated with P-53 gene mutations Poor prognosis Not estrogen dependent Develops in thin women",
        "cop": 1,
        "opa": "PTEN",
        "opb": "p53",
        "opc": "MSH2",
        "opd": "BRCA2",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "JIPMER 2017",
        "id": "82b0b6e3-0f11-4045-b468-54fcc90a7f1c",
        "choice_type": "single"
    },
    {
        "question": "Amiodarone belongs to which category of drugs in pregnancy?",
        "exp": "CATEGORY A- Safe in pregnancy, e. g. Thyroxine, multivitamins. CATEGORY B- Safe in humans, adverse effects seen in animals, e. g. Penicillin, Cephalosporins. CATEGORY C- Most common drugs used in pregnancy, inadequate human studies, known teratogen in animals. AMIODARONE COMES UNDER THIS CATEGORY. CATEGORY D- Known teratogens in humans, benefits outweighs risks. E. g. Anti-epileptics except Lamotrigine (Category C). CATEGORY X- Known teratogens, risks outweighs benefits, absolute contraindications in pregnancy eg, Alcohol.",
        "cop": 3,
        "opa": "Category A",
        "opb": "Category B",
        "opc": "Category C",
        "opd": "Category D",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "JIPMER 2017",
        "id": "a9eb5a48-1738-41be-9d19-f72bbd879e28",
        "choice_type": "single"
    }
]