[
    {
        "question": "To monitor fetal heart rate in a normal delivery partogram, it should be repeated every:",
        "exp": "Ans. (a) 30 minRef. William's 23rd ed. Chapter 17, Normal Labor and Delivery; Preadmission and Admission Electronic Fetal Heart Rate Monitoring* American Academy of Pediatrics and American College of Obstetricians and Gynecologists (2007) recommend that during the first stage of labor, in the absence of any abnormalities, the fetal heart rate should be checked immediately after a contraction at least every 30 minutes and then every 15 minutes during the second stage.* If continuous electronic monitoring is used, the tracing is evaluated at least every 30 minutes during the first stage and at least every 15 minutes during second-stage labor.* For women with pregnancies at risk, fetal heart auscultation is performed at least every 15 minutes during the first stage of labor and every 5 minutes during the second stage.* Given the above options, every 30 minutes monitoring is the best choice.",
        "cop": 1,
        "opa": "30 min",
        "opb": "1 hour",
        "opc": "2 hour",
        "opd": "90 minutes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labor Management Protocols",
        "id": "92283abb-b73b-4670-8c2f-931e46a77e84",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a sign of placental separation in stage III of labor:",
        "exp": "Ans. (a) Gushing of bloodRef. D.C Dutta 7h Ed. H31-312Clinical Course of Third Stage Of Labour* Third stage includes separation, descent and expulsion of the placenta with its membrane.Signs before and after placental separation* BEFORE SEPARATION: uterus becomes discoid in shape, firm in feel and non-ballottable.# Fundal height reaches slightly below the umbilicus* AFTER SEPARATION# Uterus becomes globular firm and ballotable# The fundal height is slightly raised# Sudden gush of vaginal bleeding upon separation.# Permanent lengthening of the cord.",
        "cop": 1,
        "opa": "Gushing of blood",
        "opb": "Discoid uterus",
        "opc": "Filling of placenta in vagina",
        "opd": "Increase in blood pressure",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Labor Management Protocols",
        "id": "6f701535-cdf3-449e-b019-2e973e188159",
        "choice_type": "single"
    }
]