[
    {
        "question": "An abnormal attitude is illustrated by?",
        "exp": "Ans. is b, i. e. Face presentation. Face presentation means head of the fetus is extended. Normal attitude of fetus is that of flexion, hence in face there is abnormal attitude.",
        "cop": 2,
        "opa": "Breech presentation",
        "opb": "Face presentation",
        "opc": "Transverse position",
        "opd": "Occiput posterior",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malpresentation",
        "id": "3cfdc593-bfad-49a4-85cd-9bd7efebab3b",
        "choice_type": "single"
    },
    {
        "question": "The complication that can occur with internal podalic version for transverse lie:",
        "exp": "Ans. is a, i. e. Uterine rupture. Ref. Dutta Obs. 9/e, p 543, Munrokerr 100/e, p 292. Internal podalic version (IPV): In modern obstetrics, there is no place for this procedure in a singleton pregnancy. Internal podalic version is only used for the second twin when it is lying transversely and external version failsQ. Prerequisites for IPV: The membranes should be intact or very recently ruptured in other words liquor should be adequate. The cervix should be fully dilated. Fetus must be living. Anesthesia: General anesthesiaQ (halothane). Contraindications: Obstructed labor. QMembranes ruptured with all the liquor drained. Previous cesarean section even if it is LSCS. Contracted pelvis. Complications: Maternal. Fetal. Placental abruption. Asphyxia. Rupture uterus. Cord prolapse. Increase morbidity. Intracranial hemorrhage",
        "cop": 1,
        "opa": "Uterine rupture",
        "opb": "Uterine atony",
        "opc": "Cervical laceration",
        "opd": "Vaginal alceration",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malpresentation",
        "id": "262b3834-0cce-408f-9289-77c28d3f73a6",
        "choice_type": "single"
    },
    {
        "question": "In a case of direct occipito-posterior position (face to pubis delivery) most commonly encountered problem is:",
        "exp": "Ans. is d, i. e. Complete perineal tears. Ref. Dutta Obs. 7/e, p 370. In face to pubis delivery - the most common complication is perineal tear as the occiput is posterior and thus the longer biparietal diameter (9. 4 cm) distends the perineum rather than the smaller bitemporal diameter (8 cm). Hence in all such cases liberal episiotomy should be given.",
        "cop": 4,
        "opa": "Intracranial injury",
        "opb": "Cephalhematoma",
        "opc": "Paraurethral tears",
        "opd": "Complete perineal tears",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malpresentation",
        "id": "27fef83b-6128-4a02-8a6e-f2976554f39d",
        "choice_type": "single"
    },
    {
        "question": "On per vaginal examination, anterior fontanelle and supraorbital ridge is felt in the second stage of labor. The presentation is:",
        "exp": "Ans. is a, i. e. Brow presentation. Ref. Dutta Obs. 9/e, p 367. Palpation on per vaginal examination. Presentation* Occiput and posterior fontanelle (Anterior fontanelle not felt easily). Vertex (Occipitoanterior position)* Both fontanelle felt easily. Vertex (Occipito-posterior position)* Anterior fontanelle (bregma) is felt at one end and root of nose (nasion) and orbital ridges at the other end of an oblique or transverse diameter. Brow* Mouth with hard alveolar margins with nose, malar eminence, superior orbital ridges and mentum. Face. Also Know: Face and Breech are often confused on palpation. On palpation, difference between face and breech presentations: Face. Breech* Mouth and malar eminences form a triangle* Alveolar margins hard* Sucking effect of mouth* No meconium staining* Ischial tuberosities and anus are in a line* Anal margins soft* Grip of anal sphincter* Meconium staining on finger",
        "cop": 1,
        "opa": "Brow presentation",
        "opb": "Defiexed head",
        "opc": "Flexed head",
        "opd": "Face presentation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malpresentation",
        "id": "3f8af85e-ab37-4166-8a00-1bfef605431b",
        "choice_type": "single"
    },
    {
        "question": "When in labor, a diagnosis of occipito-posterior presentation is made. The most appropriate management would be:",
        "exp": "Ans. is b, i. e. Wait and watch for progress of labor. Ref JB Sharma TB of Obs. p 284, Operative Obs and Gynae by Randhir Puri and Narendra Malhotra 7/e, p 173; Williams Obs 23/e, p 479. Occipito-posterior positions'Expectant observation is practiced initially as given time, most of the malposition will rotate anteriorly and the baby will be born spontaneously' Ref. JB Sharma Obs. p 284\"In practice about 5-10% of women admitted in labor with cephalic presentations present with occipito-posterior presentations. Given time and patience, many of these will rotate and get corrected to occipitoanterior position and deliver normally\". --Operative Obs and Gynae 7/e, p 173, Randhir Puri and Narendra Malhotra. This explains that a careful wait and watch policy should be adopted for occipito-posterior position.",
        "cop": 2,
        "opa": "Emergency CS",
        "opb": "Wait and watch for progress of labor",
        "opc": "Early rupture of membranes",
        "opd": "Start oxytocin drip",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malpresentation",
        "id": "86fb7011-4b48-4255-97c8-b8dfb7e26f5b",
        "choice_type": "single"
    },
    {
        "question": "A multigravida with previous 2 normal deliveries presents with unstable lie of the fetus at 34 weeks gestation. What could be the most probable cause?",
        "exp": "Ans. is a, i. e. Placenta previa. Ref. Dutta Obs. 7/e, p 397. The presenting female is multipara with previous 2 normal deliveries and unstable lie. Lie refers to the relationship between the longitudinal axis of the fetus to that of the mother which may be longitudinal transverse or oblique. Unstable lie refers to the frequent changing of fetal lie and presentation even beyond 36th week of pregnancy. Contributing factors: Pelvicinletcontractureand/orfetalmacrosomia. Pelvictumors Grandmultipara(M/Ccause). Placentaprevia. Polyhydramnios [?][?][?][?][?][?][?][?][?] -Preventengagements. Uterine abnormalities (e. g. bicornuate uterus or uterine fibroids). Fetal anomaly (e. g. tumors of the neck or sacrum, hydrocephaly, abdominal distension). Coming to the question- patient is a multigravida with previous 2 normal deliveries: As history of normal delivery is present, it rules out uterine anomaly. There are no signs and symptoms suggestive of pelvic tumor. Oligohydramnios does not cause unstable lie, it is caused by polyhydramnios. Thus in this patent most probable cause of unstable lie is placenta previa. Note: M/C cause of fetal death in unstable lie is cord prolapse.",
        "cop": 1,
        "opa": "Placenta previa",
        "opb": "Oligohydramnios",
        "opc": "Uterine anomaly",
        "opd": "Pelvic tumor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malpresentation",
        "id": "da7d3b6c-0c05-426c-87ca-a9164307af00",
        "choice_type": "single"
    },
    {
        "question": "A primipara with a breech presentation is in the second stage of labor for 2 hours. The fetal heart rate is 140 beats per minute. She is getting 3 uterine contractions per 10 minutes. The breech is felt at the level of the ischial spines. The membranes are absent. The pelvis is adequate. The estimated fetal weight is 3 kg. What is the most appropriate management?",
        "exp": "Ans. is d, i. e. Perform a lower segment cesarean section. In the question patient is a primigravida, She is in 2nd stage of labor for 2 hours with breech, i. e. it is a case of prolonged second stage of labor. In case of breech, as discussed in the text, In prolonged second stage, it is not advisable to rupture membranes due to the risk of cord prolapse and not by oxytocin because strong contractions produced by oxytocin can cause descent of soft breech even, if there is fetopelvic disproportion with resultant difficulty in delivery of fetal head. In case of breech, delay in 1st or 2nd stage is regarded as a sign of fetopelvic disproportion and requires cesarean section.",
        "cop": 4,
        "opa": "Commence an infusion of oxytocin",
        "opb": "Improve maternal hydration with intravenous fluids",
        "opc": "Observe for a further period of 1 hour for spontaneous delivery to occur",
        "opd": "Perform a lower segment cesarean section",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malpresentation",
        "id": "d96b3115-2630-468f-a152-4d9d728efcc5",
        "choice_type": "single"
    },
    {
        "question": "Head delivery by flexion occurs in:",
        "exp": "Ans. is 'b' i. e., Face presentation * Flexion: is the movement by which the head is delivered in mentoanterior position when the submental region hinges below the symphysis. The vulva is much distended by the submento-vertical diameter 11. 5 cm.* Following internal rotation, the mentum is below the maternal symphysis, and delivery occurs by flexion of the fetal neck. As the face descends onto the perineum, the anterior fetal chin passes under the symphysis and flexion of the head occurs, making delivery possible with maternal expulsive forces. The above mechanisms of labor in the term infant can occur only if the mentum is anterior and at term, only the mentum anterior face presentation is likely to deliver vaginally. If the mentum is posterior or transverse, the fetal neck is too short to span the length of the maternal sacrum and is already at the point of maximal extension. The head cannot deliver as it cannot extend any further through the symphysis and cesarean delivery is the safest route of delivery.* Option (a) persistent brow presentation, vaginal delivery is not possible 8c will require LSCS* Option (b) as the head is extented, delivery occurs by flexion.# In mento anterior face, a vaginal delivery is possible.# Mento posterior face, vaginal delivery is not possible 8c requires LSCS* Option (c) & (d): in both the head is flexed 8c delivery takes place by extension.",
        "cop": 2,
        "opa": "Brow presentation",
        "opb": "Face presentation",
        "opc": "OP vertex presentation",
        "opd": "OA Vertex presentation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malpresentation",
        "id": "f7971580-d8a7-480f-977a-7472cfa34539",
        "choice_type": "single"
    },
    {
        "question": "M/C type of breech presentation:",
        "exp": "Ans is a, i. e. Frank breech. Ref Fernando Arias 4/e, p 375. Varieties of breech: Complete. Incomplete:-Frank breech (70%)-Footling breech-Knee breech",
        "cop": 1,
        "opa": "Frank breech",
        "opb": "Complete breech",
        "opc": "Footling",
        "opd": "Knee",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malpresentation",
        "id": "5bef725d-7c7a-4987-ab0a-5b300b501f40",
        "choice_type": "single"
    },
    {
        "question": "A30-years-old primipara in labor with transverse lie. Treatment of choice is:",
        "exp": "Ans. is b, i. e. Emergency cesarean section. Ref Dutta Obs. 9/e, p 372; Williams Obs. 22/e, p 510, 23/e, p 478. Patients in labor with transverse lie can be managed by external cephalic version followed by surgical rupture of the membrane. But it is important to note that the patient is a primigravida with age 30 years, i. e. elderly primi, so ECV is contraindicated. This patient requires an emergency cesarean section.",
        "cop": 2,
        "opa": "Internal cephalic version",
        "opb": "Emergency cesarean section",
        "opc": "Wait and watch",
        "opd": "External cephalic version",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malpresentation",
        "id": "89646cc1-f78c-44db-bd6f-28caf436b6f0",
        "choice_type": "single"
    },
    {
        "question": "Procedure to be performed in the case of arrest of after-coming head due to contracted pelvis in breech:",
        "exp": "Ans is c, i. e. Zavanelli maneuver. Ref Williams, 24/e, p 567. The last rescue for entrapped fetal head in term fetus is replacement of the fetus higher into the vagina and uterus followed by cesarean delivery. This is called as Zavanelli maneuver. In preterm babies, last resort for entrapment of after-coming head of breech is-to give Duhrssen Incisions.",
        "cop": 3,
        "opa": "Craniotomy",
        "opb": "Decapitation",
        "opc": "Zavanelli maneuver",
        "opd": "Cleidotomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Malpresentation",
        "id": "bab68c3e-1a10-4807-a87c-320381df9664",
        "choice_type": "single"
    }
]