[
    {
        "question": "Which of the following anti-hypertensive is contraindicated in pregnancy:",
        "exp": "Ans. (b) ACE inhibitors. Ref KDT 6th ed. 553; Williams 24th ed, /: 1025* ACEs are the drugs which inhibit the conversion of angiotensin-I to angiotensin-II. They can cause severe fetal malformations when given in the second and third trimesters.* These include: Hypocalvaria and renal dysfunction and are also teratogenic and because of this, they are not recommended during pregnancy* Angiotensin-receptor blockers act in a similar manner. But, instead of blocking the production of angiotensin- II, they inhibit binding to its receptor. They are presumed to have the same fetal effects as ACE inhibitors and thus are also contraindicated. Antihypertensive to be avoided during pregnancy. Antihypertensive safer during pregnancy* ACE inhibitors (Ex- captopril, enelapril etc.)* Angiotensin antagonist (losartan, telmesartan)* Thiazide diuretics (Ex- hydrochlorthiazide)* Furosemide* Propanolol* Nitroprusside* Hydralazine* Methyldopa* Atenolol* Metoprolol* Labetalol-DOC* Nifedipine* Prazosin and Clonidine. Drugs and their respective risk* Diuretics: tend to reduce blood volume; increase risk of placental infarcts, fetal wastage, stillbirth.* ACE inhibitors, ATI antagonists: growth retardation and fetal damage risk.* Propanolol: causes low birth weight, neonatal hypoglycemia and bradycardia.* Nitroprusside: contraindicated in eclampsia.",
        "cop": 2,
        "opa": "Beta blockers",
        "opb": "ACE inhibitors",
        "opc": "Methyldopa",
        "opd": "Ca channel blockers",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management and Long-Term Consequences",
        "id": "aea14d13-256b-4c50-9c4b-fd116b5b388f",
        "choice_type": "single"
    },
    {
        "question": "Antihypertensive of choice in pregnancy is:",
        "exp": "Ref: Dana Textbook of Obstetrics, 5th ed pg 506 Explanation: See the following table Antihypertensives Used in Pregnancy MOA Side effects Remarks Methyl dopa Centrally acting anti-adrenergic * Drowsiness * Headache * Postnatal depression * Postural hypotension * Liver dysfunction * Leukopenia * Hemolytic anemia Contraindicated in patients taking * MAO inhibitors * Lithium * Liver failure * Positive Coombs test Clonidine Centrally acting sympathetic inhibitor * Drowsiness * Dry mouth * Dry eyes * Nausea * Reduced fetal heart rate Sudden stoppage should be avoided due to pressor effect Oxprenolot Beta blocker * Nightmares Labetalol Alpha and beta blocker * Worsening asthma * Cough * Nightmares * Bradycardia Contraindicated in asthmatics Avoided in * Pbemochoromocytoma * Heart failure, bradycardia * Peripheral vascular disease * Raynaud's phenomenon Nifedipine Calcium channel blocker * Headache * Edema * Palpitations * Nausea * Dizziness Metabolised through CYT P450-3. A4 - Possible interaction with phenytoin and cisapride Hydralazine Peripheral vasodilator * Flushing * Palpitations * Headache * Nausea 2nd or 3rd line agent. Can cause autoimmune lupus",
        "cop": 4,
        "opa": "Hydralazine",
        "opb": "Propranolol",
        "opc": "Alpha methyl dopa",
        "opd": "Labetalol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management and Long-Term Consequences",
        "id": "1d941c9a-b62a-402c-a55d-4db6a4b63216",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antihypertensive drug is not used in pregnancy? (AIIMS May 2015, 2014)",
        "exp": "Ans. a. Enalapril (Ref: Williams Obstertrics 24/e p1006; Goodman and Gilman 12/e p736; Dutta 7/e p228; Katzung 12/e p299). Enatapril is the antihypertensive drug, which is not used in pregnancy. \"Angiotensin-Converting Enzyme Inhibitors: These drugs inhibit the conversion of angiotensin-I to the potent vasoconstrictor angiotensin-II. They- can cause severe fetal malformations when given in the second and third trimesters. These include hypocalvaria and renal dysfunction. Some preliminary studies have also suggested teratogenic effects, and because of this, they- are not recommended during pregnancy. Angiotensin-receptor blockers act in a similar manner. Bur. instead of blocking the production of angiotensin-II, they inhibit binding to its receptor. They are presumed to have the same fetal effects as ACE inhibitors and thus are also contraindicated. \"--Williams Obstetrics 24/e p1006\"ACE inhibitors inhibit the conversion of angiotensin-I to the potent vasoconstrictor angiotensin-II. They can cause severe fetal malformations that include hvpocalvaria when given in the second and third trimesters. Because of this, they are not recommended during pregnancy. Angiotensin-receptor blockers act in a similar manner, but instead of blocking the production of angiotensin-II, they inhibit binding to its receptor. They are presumed to have the same fetal effects as ACE inhibitors and are also contraindicated. \"--Goodman and Gilman 12/e p736\"ACE inhibitors not only block the conversion of ANG I to ANG II but also inhibit the degradation of other substances, including bradykinin, substance P, and enkephalins. The action of ACE inhibitors to inhibit bradykinin metabolism contributes significantly to their hypotensive action and is apparently responsible for some adverse side effects, including cough and angioedema. These drugs are contraindicated in pregnancy because they cause fetal kidney damage. \" --Katzung 12/e p299. Antihypertensives to be avoided in Pregnancy (Mnemonic: SAAND). Sodium nitroprusside. QACE inhibitors. QARBs. QNon-selective beta blockers. QDiureticsQ",
        "cop": 1,
        "opa": "Enalapril",
        "opb": "Labetalol",
        "opc": "Nifedipine",
        "opd": "Hydralazine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management and Long-Term Consequences",
        "id": "64c10a60-df89-4757-9fc8-22a9be167b8f",
        "choice_type": "single"
    },
    {
        "question": "Not a complication of Hypertensive disorders of pregnancy -",
        "exp": "Ans. is 'd' i. e., Macrosomia Complications of Hypertensive disorders of pregnancy Maternal complications Fetal complications. Pre eclampsia * Intrauterine death. Eclampsia * Intrauterine growth restriction. Cerebrovascular accidents (does not appear to be related to usually intracerebral hemorrhage the actual level of blood pressure. Abruption placenta * Prematurity and its associated. HELLP (Hemolytic anemias, hazards (neonatal death, elevated liver enzymes, low pulmonary, renal and hepaticplatelets) dysfunction). Acute left ventricular failure * Antepartum and intrapartum with pulmonary edema asphyxia (more likely due to. Acute renal failure anoxia associated with poor. Microangiopathic hemolytic placental blood flow, anemia (Hemolytic uremicsyndrome) the patient usually has evidence of severe widespread intravascular coagulation",
        "cop": 4,
        "opa": "Eclampsia",
        "opb": "Pre-eclampsia",
        "opc": "HELLP",
        "opd": "Macrosomia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management and Long-Term Consequences",
        "id": "6a20498f-4c97-46f3-8701-79311054e472",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for eclampsia is?",
        "exp": "Ans. (a) Magnesium sulphate. Ref: William's 22nd ed ch-34y Current Diagnosis & Treatment Obstetrics & Gynecology l. Othed Table 19-2f Table 19-4y Danforth 1 Othed p-264",
        "cop": 1,
        "opa": "Magnesium sulphate",
        "opb": "Clonazepam",
        "opc": "Antihypertensives",
        "opd": "Beta blockers",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management and Long-Term Consequences",
        "id": "e640035a-f85a-487c-8bad-06e777212cc9",
        "choice_type": "single"
    },
    {
        "question": "Definitive treatment for a case of severe pre eclampsia is -",
        "exp": "Ans. is 'b' i. e., Delivery of baby \"For all types of PIH, irrespective of severity, definitive management is termination ofpregnancy\".",
        "cop": 2,
        "opa": "Mg. SO4",
        "opb": "Delivery of baby",
        "opc": "Antihypertensive drugs",
        "opd": "Rest",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management and Long-Term Consequences",
        "id": "6ad766c4-fe09-4236-92f7-46e884652117",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antihypertensives is not given in pregnancy? (All. MS May 2015. May 2014)",
        "exp": "Ans. a. Enalapril (Ref: Goodman and Gilman 12/e pe p736). Enalapril is not given in pregnancy. \"ACE inhibitors inhibit the conversion of angiotensin-I to the potent vasoconstrictor angiotensin-II. They can cause severe fetal malformations that include hypocalvaria when given in the second and third trimesters. Because of this, they are not recommended during pregnancy. Angiotensin-receptor blockers act in a similar manner but instead of blocking the production of angiotensin-II, they inhibit binding to its receptor. They are presumed to have the same fetal effects as ACE inhibitors and are also contraindicated. \" - Goodman and Gilman 12/e pe p736. Antihypertensives to be avoided in Pregnancy (Mnemonic: SAAND). Sodium nitroprusside. QACE inhibitors. QARBs. QNon-selective beta blockers. QDiureticsQ",
        "cop": 1,
        "opa": "Enalapril",
        "opb": "a-methyldopa",
        "opc": "Labetalol",
        "opd": "Nifedipine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management and Long-Term Consequences",
        "id": "a6c7afb1-c6d3-4d60-a387-df23f60fc16e",
        "choice_type": "multi"
    },
    {
        "question": "Which antihypertensive is not given in pregnancy -",
        "exp": "Ans. is 'a' i. e., ACE inhibitorso Ace inhibitors are associated with fetal malformations and thus should he avoided in oresnancv. They are suitable for chronic hypertension in nonprevnant state or post partum. Andhvpertensive Drugs. Drugs. Mechanism of Action. Dose. Side effects. Contraindications and Precautions. Methyldopa. Drugs of first choice. Central and peripheral antiadrenergic action. Effective and safe for both the mother and the fetus. o Orally-250 mg bid-may be increased to 1 g qid depending upon the response. o IV infusion - 250-500 rrigo Maternal-Postural hypotension, hemolytic anemia, sodium retention, excessive sedation. Coomb's test may be positiveo Fetal - Intestinal ileus. Hepatic disorders psychic patients congestive cardiac failure. Postpartum (risk of depression). Hydralazine. Acts by peripheral vasodilatation as it relaxes the arterial smooth muscle. Orally it is weak and should be combined with methyldopa or b blockers. It increases the cardiac output and renal blood flow. o Orally - 100 mg/day in four divided doseso IV 5-10 mg every 20 min maximum 20 mg. o Maternal hypotension, tachycardia, arrhythmia, palpitation, lupus like syndrome, fluid retentiono Fetal - reasonably safeo Neonatal - thrombocytopenai. Because ofvariable sodium retention, diuretics should be used. To control arrhythmias, propranolol may be administered intravenously. Labetalol. Combind a and b adrenergic blocking agento Orally - 100 mg tid may be increased up to 2, 400 mg dailyo IV infusion (Hypertensive crisis 20-40 mg IV every 10-15 min until desired effect, maximum up to 220 mg. o Tremors, headache, asthma, congestive cardiac failure, o Efficacy and safety with short-term use appear to methyldopa. o Hepatic disorderso Asthma, congestive cardiac failure. Nifedipine. Direct arteriolar vasodilatation by inhibition of slow inward calcium channels in vascular smooth muscle. Orally 5-10 mg tid maximum dose 60-120 mg/day. Rushing, hypotension, headache, tachycardia, inhibition of labor. Simultaneous use of magnesium sulfate could behazardous due to synergistic effect. Soudim. Nitroprusside. Direct vasodilator (arterial and venous )IV infusion0. 25-8ug/kg/mino Maternal: Nausea, vomiting, severe hypotensiono Fetal toxicity due to metabolites - cyanide and thiocynate. Drug of last resortfor acute hypertension. Should be used in critical care unit for very short time (10 minutes). Nitroglycerine. Relaxes mainly the venous but also arterial smooth muscle. Given as IV infusion 5ug/min to be increased at every 3-5 min up to 100 ug/min. Tachycardia, headache. Methemoglobinemia. Used in hypertensive crisis for short time only. Contraindicated in hypertensive encephalopathy as it increases blood florand intracranial pressure. ACE inhibitors Angiotensin- II receptor blockers (AARB)ACE inhibitors, inhibit formation of angiotensin II from angiotensin I. ARB-Blocks Angiotensin-II receptorso Captopril orally 6. 25 mg bido Telmisartan orally 20-40 mg a dayo Maternal; Hypotension, headache, asthenia arrhythmias. o Fetal: Oligohydramnios IUGR, fetal renal tubular dysgenesis, neonatal renal failure, pulmonary hypoplasia. Should be aboided in pregnancy. Suitable for chronic hypertension in nonpregnant state or postpartum.",
        "cop": 1,
        "opa": "Ace inhibitors",
        "opb": "Methyldopa",
        "opc": "Hydralazine",
        "opd": "Labetolol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management and Long-Term Consequences",
        "id": "62161b21-a032-42d9-9d12-d86fa3224b09",
        "choice_type": "single"
    },
    {
        "question": "DOC for hyperthyroidism in pregnancy:",
        "exp": "Ans. (a) Propylthiouracil. Ref DC Dutta 7th ed./ 287; Harrison's 19th ed./ 2297* For the hyperthyroidism during pregnancy the mainstay of treatment in 1st trimester is PTU or methimazole.* Methimazole is preferable avoided during first trimester of pregnancy if PTU is available.* Methimazole and carbimazole is avoided due to fetal aplasia cutis and other defects such as choanal atresia.* Because of its rare association with hepatotoxicity, propylthiouracil should be limited to the first trimester and then maternal therapy should be converted to methimazole (or carbimazole).",
        "cop": 1,
        "opa": "Propylthiouracil",
        "opb": "Methimazole",
        "opc": "I-131",
        "opd": "Thyroxine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management and Long-Term Consequences",
        "id": "0f44c9cf-1efd-47ca-81d1-193d33153d4d",
        "choice_type": "single"
    },
    {
        "question": "Magnesium sulphate is contraindicated in:",
        "exp": "Ans: D (Myasthenia gravis) Ref: Out to: Textbook of Obstetrics 7th ed pg 508, 509, 234. Explanation: MAGNESIUM SULPHATEActs by competitive inhibition of calcium ion either at motor end plate. At cell membrane: It decreases calcium influx, decreases Ach release and its sensitivity at motor end plate. It acts as a direct depressant on uterine muscle causes vasodilation and increases cerebral, uterine and renal blood flow. It decreases intracranial edema. Pritchard regimen--4gm 20% soln given slow TV. over 15 to 20 min and 4 gm i. m. in each buttock {loading dose). Further 4gm given i. m. in alternate buttocks every 4 hours till 24 hours. Therapeutic level of mgso4 4 to 7 meq/1 Side effect. Flushing. Perspiration. Headache. Muscle weakness. Pulmonary edema. In neonate it causes lethargy, hypotonia and respiratory depression. Contraindications--myasthenia gravis, impaired renal function. Antidote--Inj. calcium gluconate 109T 10ml I. V.",
        "cop": 4,
        "opa": "Placenta previa",
        "opb": "Preeclampsia",
        "opc": "Epilepsy",
        "opd": "Myasthenia gravis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management and Long-Term Consequences",
        "id": "991f9b69-7c5d-44a1-8d02-9e39a32609a2",
        "choice_type": "single"
    },
    {
        "question": "Specific treatment of severe pre eclampsia is?",
        "exp": "ANSWER: (B) Termination of pregnancy Mg. So4 is given as prophylaxis and pregnancy is terminated irrespective of period of gestation. Indication of termination of pregnancy irrespective of period of gestation: 1. Severe pre eclampsia/impending eclampsia 2. Eclampsia 3. HELLP syndrome. Hence termination of pregnancy is specific treatment and Mg. SO4 is prophylactic treatment.",
        "cop": 2,
        "opa": "Magnesium sulfate",
        "opb": "Termination of pregnancy",
        "opc": "Anti convulsants",
        "opd": "Anti hypertensives",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management and Long-Term Consequences",
        "id": "2026f8a9-f50e-4b9b-83e5-7b03f2f452d0",
        "choice_type": "single"
    },
    {
        "question": "In pregnancy with hypertension which drug is given:",
        "exp": "Ans. (d) Labetalol. Ref: Dutta obs 7/e 228, William obs 22/e 728",
        "cop": 4,
        "opa": "Propranolol",
        "opb": "Acebutalol",
        "opc": "Metoprolol",
        "opd": "Labetalol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management and Long-Term Consequences",
        "id": "f2ddbaf3-0ec2-410c-9b93-85a106950069",
        "choice_type": "single"
    },
    {
        "question": "148. Drug of choice for pregnancy-induced hypertension is:(AIIMS November 2015, May 2015)",
        "exp": "Ans. d. Alpha-methyldopa (Ref: Williams Obstetrics 24/e p100; Dutta 7/e p228: Goodman Giffman 12/e p773, 774: Katzung 12/e p176). Drug of choice for hypertension in pregnancy is methyldopa. \"Methyldopa is a centrally acting antihypertensive agent. It is a prodrug that exerts its antihypertensive action via an active metabolite. Although used frequently as an anti hypertensive agent in the past, methyldopa's significant adverse effects limit its current use largely to treatment of hypertension in pregnancy, where it has a record for safety. \"-- Goodman Gillman 12/e p773\"Methyldopa is a preferred drug for treatment of hypertension during pregnancy based on its effectiveness and safety for both mother and fetus. The usual initial dose of methyldopa is 250 mg twice daily, and there is tittle additional effect with doses >2 g/day. \"-- Goodman Gillman 12/e p774\"Methyldopa was widely used in the past but is now used primarily for hypertension during pregnancy. It lowers blood pressure chiefly by reducing peripheral vascular resistance, with a variable reduction in heart rate and cardiac output. Katzung 12/e p176. Antihypertensives in Pregnancy. Safe. Contraindicated* LabetaloQ* Alpha methyldopaQ* Calcium channel blockersQ* Hydralazine* Sodium nitroprusside* ACE inhibitorsQ* Reserpine* Loratidine Drug of Choice in Pregnancy. Condition. Drug of Choice* DOC for malaria in pregnancy* ChioroquineQ* DOC for anticoagulation in pregnancy* HeparinQ* Antihypertensive of choice in pregnancy* Alpha-methyldopaQ* Antihypertensive of choice for hypertensive crisis in pregnancy* LabetalolQ* DOC for nausea in pregnancy* Doxylamine & pyridoxineQ* Analgesic of choice during pregnancy* AcitoaminophenQ* Anti-epileptic of choice during pregnancy* PhenobarbitoneQ",
        "cop": 4,
        "opa": "Atenolol",
        "opb": "Nitroprusside",
        "opc": "Enalapril",
        "opd": "Alpha-methyldopa",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management and Long-Term Consequences",
        "id": "2e9fb3d4-b047-4d3c-96a7-783aa1ee8e95",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for hypertension in pregnancy:",
        "exp": "Ans. c. Methyldopa (Ref: Williams Obstetrics 24/e p100; Dutta 7/e p228, Goodman Gillman 12/e p773, 774; Katzung 12/e p176). Drug of choice for hypertension in pregnancy is methyldopa. Methyldopa is a centrally acting antihypertensive agent. It is a prodrug that exerts its antihypertensive action via an active metabolite. Although used frequently as an antihypertensive agent in the past, methyldopa s significant adverse effects limit its current use largely to treatment of hypertension in pregnancy, where it has a record for safety. \" --Goodman Gillman 12/e p 773\"Methyldopa is a preferred drug for treatment of hypertension during pregnancy based on its effectiveness and safety for both mother and fetus. The usual initial dose of methyldopa is 250 mg twice daily, and there is little additional effect with doses >2 g/day. \"--Goodman Gillman 12/e p774\"Methyldopa was widely used in the past but is now used primarily for hypertension during pregnancy. It lowers blood pressure chiefly by reducing peripheral vascular resistance, with a variable reduction in heart rate and cardiac output. \" --Katzung 12/e p176. Antihypertensives in Pregnancy. Safe. Contraindicated* LabetaloQ* Alpha methyldopaQ* Calcium channel blockersQ* Hydralazine* Sodium nitroprusside +-* ACE inhibitorsQ* Reserpine* Loratidine Drug of Choice in Pregnancy. Condition. Drug of Choice. DOC for malaria in pregnancy* Chloroquine. QDOC for anticoagulation in pregnancy* Heparin. QAnti hypertensive of choice in pregnancy* Alpha-methyldopa. QAnti hypertensive of choice for hypertensive crisis in pregnancy* Labetalo. QDOC for nausea in pregnancy* Doxylamine and pyridoxine. QAnalgesic of choice during pregnancy* Acitoaminophen. QAnti-epileptic of choice during pregnancy* PhenobarbitoneQ",
        "cop": 3,
        "opa": "Enatapril",
        "opb": "Verapamil",
        "opc": "Methyldopa",
        "opd": "Furosemide",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management and Long-Term Consequences",
        "id": "d2780bc0-e9c2-46fc-9fc9-b8aac67a0666",
        "choice_type": "single"
    },
    {
        "question": "Which of the following can he used in pregnancy?",
        "exp": "Ans. d. Propylthiouracil Propylthiouracil is the drug of choice for hyperthyroidism during pregnancy. \"ACE inhibitors inhibit the conversion of angiotensin-I to the potent vasoconstrictor angiotensin-II. They can cause severe fetal malformations that include hypocalvaria when given in the second and third trimesters. Because of this, they are not recommended during pregnancy. Angiotensin-receptor blockers act in a similar manner, but instead of blocking the production of angiotensin-II, they inhibit binding to its receptor. They are presumed to have the same fetal effects as ACE inhibitors and are also contraindicated. \"- Goodman and Gilman 12/e p736. Antihypertensives to be avoided in Pregnancy (Mnemonic: SAAND)* Sodium nitroprusside* ACE inhibitors0* ARBs* Non-selective beta blockers* Diuretics Drugs in Pregnancy. Antithyroid drugs. Antihypertensive Drugs* Propylthiouracil and methimezole are both antithyroid drug that cross the placenta and can lead to fetal goiter.* Methimazole has been associated with \"cutis aplasia'-, scalp defects, cloanat atresia esophageal atresia and increased maternal side effects.* Because both medications are equally effective the drug of choice for hyperthyroidism in pregnancy is propylthiouracil.* ACE inhibitor e. g. Enalaprif captopril can cause fetal renal tubular dysplasia in the second and third trimesters leading to oligohydramnios, fetal limb contractures, craniofacial deformities and hypoplastic lung development.* Angiotensin II receptor antagonist have been shown to have second and third trimester finding consistent with ACE inhibitors and are not recommended in pregnancy.",
        "cop": 4,
        "opa": "ACE inhibitors",
        "opb": "Aldosterone",
        "opc": "AT receptor antagonist",
        "opd": "Propylthiouracil",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management and Long-Term Consequences",
        "id": "1c745090-82ed-401b-91ed-4e7c83b966fe",
        "choice_type": "single"
    },
    {
        "question": "Which antithyroid medication is used in pregnancy?",
        "exp": "Ans. is 'c' i. e., Propylthiouracil o Both carbimazole and propylthiourcil can be used during pregnancy, but propyl-thiouracil is the drug of choice because its greater protein binding allows low doses of propylthioracil to be transferred across the placenta and therefore less chance of hypothyroidism.",
        "cop": 3,
        "opa": "Methimazole",
        "opb": "Carbimazole",
        "opc": "Propylthiouracil",
        "opd": "All of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management and Long-Term Consequences",
        "id": "cde23f9d-cb23-442d-8e95-4f744a753aee",
        "choice_type": "multi"
    },
    {
        "question": "First sign of magnesium sulphate toxicity is?",
        "exp": "Ans. (a) Loss of deep tendon reflexes. Ref: William's 23ed e. p-738",
        "cop": 1,
        "opa": "Loss of deep tendon reflexes",
        "opb": "Respiratory depression",
        "opc": "Cardiac arrest'",
        "opd": "Decrease urinary output",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management and Long-Term Consequences",
        "id": "77811df3-2a27-4105-8148-c8a96f1cdce5",
        "choice_type": "single"
    },
    {
        "question": "For controlling eclamptic patient with convulsion, which of the following will be used:",
        "exp": "Ans. (d) Mg. SO4. Ref: D. C Dutta 8th ed./271, Dutta Obs 6/e, 235. Medical Management* Seizure treatment# The drug of choice for the control and prevention of convulsions is Pritchards regimen i. e. magnesium sulphate. Also Know* DOC in eclampsia is Labetalol* 2nd DOC in eclampsia is hydralazine",
        "cop": 4,
        "opa": "Mannitol",
        "opb": "Furosemide",
        "opc": "Hydralazine",
        "opd": "Mg. SO4",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Management and Long-Term Consequences",
        "id": "afb3e229-67ec-466f-b5c9-8822231b180d",
        "choice_type": "single"
    }
]