[
    {
        "question": "Congenital heart disease is most likely in the newborn of mothers suffering from all except",
        "exp": "Effects of SLE on pregnancy: Risks of lupus rash, anemia, leukopenia, thromboctopenia and renal failure are increased. They are increased risks of First trimester miscarriage, lupus nephritis, reccurent DVT, PIH, Prematurity, IUGR and stillbihs. Neonatal lupus syndrome is due to crossing of maternal lupus antibodies(anti-RO or anti-La) to the fetus causing Hemolytic anemia, leukemia and thrombocytopenia. Isolated congenital heart block is pesent in about one-third of cases. Effect of Diabetes on pregnancy: Congenital Malformation (6-10%) is related to the severity of diabetes affeting organogenesis, in the firs trimester(both type 1 and tye 2) Effects of Congenital heart disease of mother on Pregnancy Likely to cause heart disease in newborn accounts for 3-13% Reference DC. Duttas textook of OBG, 9th edition",
        "cop": 2,
        "opa": "Systemic lupus erythematosus",
        "opb": "Rheumatoid ahritis",
        "opc": "Diabetes in pregnancy",
        "opd": "Congenital heart disease of the mother",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "a2212b25-0439-44b0-b20b-ce85898138b8",
        "choice_type": "multi"
    },
    {
        "question": "A 29year old primigravida at 36weeks with Rh negative pregnancy came to labor room with complaints of bleeding per vaginum followed by abdominal trauma. Which of the following test is advised to estimate the size of fetomaternal haemorrhage?",
        "exp": "* kliehauer Betke test is the procedure of choice to assess the volume of the fetal maternal bleeding * It should be done as soon as possible (within 2hours) after delivery in women with suspected large feto maternal haemorrhage who need larger amounts of anti D * This method is based on the fact that an acid solution elutes the adult but not the fetal hemoglobin from the red cells. * Fetal erythrocytes appear in a smear stained dark red and surrounded by colourless ghosts that are adult erythrocytes without hemoglobin. * This test can detect as little as 0. 2ml of fetal blood diluted in 5litres of maternal blood. * Following clinical scenarios are associated with large feto maternal bleeding: 1. Traumatic deliveries including cesarean 2. Manual removal of placenta 3. Still bihs and intrauterine deaths 4. Abdominal trauma during the third trimester 4. Twin pregnancies at delivery 5. unexplained hydrops fetalis Reference: Greentop guidelines no: 22",
        "cop": 2,
        "opa": "Rosette test",
        "opb": "Kliehaure acid elution test",
        "opc": "Indirect coombs test",
        "opd": "Middle cerebral aery peak systolic velocity",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "8d932040-8924-4bae-b19b-d7b390f0cf81",
        "choice_type": "single"
    },
    {
        "question": "Side effect of Mg. So4 used in the treatment of eclampsia is",
        "exp": "Complications: Pulmonary edema Anuria Heart failure Hyperpyrexia Psychosis Ref: Dutta Obs 9e pg 222.",
        "cop": 4,
        "opa": "Hypotension",
        "opb": "Polyuria",
        "opc": "Coma",
        "opd": "Pulmonary edema",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "6ea437a5-7dd2-4909-85f8-c94745c3c296",
        "choice_type": "single"
    },
    {
        "question": "Raised MCV in pregnancy can be due to all except",
        "exp": "MCV > 100fl is macrocytic First sign of megaloblastic anemia in pregnancy is usually an elevated red cell MCV Causes Megaloblastic: Folate deficiency, Vitamin B 12 deficiency and Orotic aciduria Non-Megaloblastic: Liver disease, Alcoholism, Reticulocytosis, Hypothyroidism Drugs: Azathioprine, 5-Flourouracil, Zidovudine, Hydroxyurea Reference: High risk pregnancy; Fernando Arias; 4th edition; Page no: 236, 237",
        "cop": 4,
        "opa": "Megaloblastic Anemia",
        "opb": "Alcohol use",
        "opc": "Hypothyroidism",
        "opd": "Iron Deficiency",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "59990296-fc73-4fd6-964f-9b8d1bc08325",
        "choice_type": "multi"
    },
    {
        "question": "Best diagnostic test for cholestasis of pregnancy:",
        "exp": "Liver function tests, including serum bile acids are Evaluated. Bile acids are the specific measure of the diagnosis and monitoring. Liver USG is to be done to exclude cholelithiasis. Reference: Textbook of Duttas, 9th edition, page 271",
        "cop": 2,
        "opa": "Serum bilirubin",
        "opb": "Bile acid",
        "opc": "Serum alkaline phosphatase",
        "opd": "Serum transaminase",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "4008f9a1-543b-4949-8211-941d506818dc",
        "choice_type": "single"
    },
    {
        "question": "True statement regarding use of antiepileptic drugs in pregnancy",
        "exp": "Neural tube defects are associated with valproate. fetal anticonvulsant syndrome or fetal hydantoin syndrome: risk is increased with the number of drugs. the cause is thought to be folate defeciency as these drugs interfere with folate metabolism monotherapy is associated with lower risk TEXTBOOK OF GYNECOLOGY, SHEILA BALAKRISHNAN, Pg no: 330, 2nd edition",
        "cop": 1,
        "opa": "valproate is associated with NTD",
        "opb": "Multiple drug should be given",
        "opc": "carbamazepine is used as monotherapy",
        "opd": "phenytoin can produce foetal hydantoin syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "320bef24-8b47-4ad9-839b-43eeeeb2a5e7",
        "choice_type": "multi"
    },
    {
        "question": "Hypothyroidism in pregnancy causes:",
        "exp": "Hypothyroidism is the most common thyroid dysfunction in pregnancy. The majority of cases of hypothyroidism are due to autoimmune diseases. If pregnant and untreated there will be increased chance of miscarriage. An association has been repoed between untreated hypothyroidism and mildly reduced IQ and neurodevelopmental delay in the baby. TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no 328",
        "cop": 3,
        "opa": "Macrosomia",
        "opb": "Polyhydramnios",
        "opc": "Mental retardation",
        "opd": "Aboion",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "960e4292-35af-4d14-a347-c7ea115c4c01",
        "choice_type": "single"
    },
    {
        "question": "Effect of PIH on GFR is:",
        "exp": "The changes are conspicous in the glomerulus which becomes enlarged. (Glomerular Endotheliosis) Endothelial cells swell up and fibrin like deposits occur in the basement membrane. Lumen may be occluded. Interstitial cells between the capillaries proliferate. There is associated spasm of the afferent glomerular aerioles. Patchy areas of damage of the tubular epithelium due to anoxia are evident. Net effects are reduced Renal blood flow and glomerular filtration rate(25%) and impare tubular reabsorption or secretory function. Reference: Textbook of Duttas, 9th edition, page 209.",
        "cop": 2,
        "opa": "GFR Increase",
        "opb": "Decreases GFR",
        "opc": "GFR remains the same",
        "opd": "GFR can increase or decrease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "73a7bb31-7c84-4303-b824-e7504ca2096c",
        "choice_type": "single"
    },
    {
        "question": "High-risk factor for gestational hypertension include all except:",
        "exp": "polyhydaminos is defined as excess of amniotic fluid more than 2000ml. The causes are fetal structural malformations, chromosomal anomalies, multiple pregnancy, immune hydrops fetalis, sacrococccygeal teratoma, maternal diabetes, and maternal substance abuse, chorioangioma of placenta. Refer page no 213 of Text book of obstetrics, sheila balakrishnan, 2 nd edition.",
        "cop": 4,
        "opa": "BP 150\\/100 mm of Hg",
        "opb": "Gestation age < 30 weeks",
        "opc": "IUGR",
        "opd": "Polyhydramnios",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "4b062773-5829-45c2-97d7-3a73e9b92b11",
        "choice_type": "multi"
    },
    {
        "question": "Not a feature of diabetes mellitus in pregnancy",
        "exp": "Neonatal complications Respiratory distress syndrome Hypoglycemia Polycythemia Hyperbilirubinemia Hyperviscosity Cardiomyopathy Bih trauma Reference: Textbook of Obstetrics; Sheila Balakrishnan, 2nd edition; Page no: 241",
        "cop": 3,
        "opa": "Postdatism",
        "opb": "Hydramnios",
        "opc": "Neonatal hyperglycemia",
        "opd": "congenital defect",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "e3f23718-cc7c-4369-be21-2e85ecc4ea1c",
        "choice_type": "single"
    },
    {
        "question": "MMR is expressed in:",
        "exp": "Maternal moality ratio is the number of maternal deaths per 1, 00, 000 live bihs. This is a ratio and not a rate because the numerator may include cases which are not included in the denominator. This ratio reflects the level of obstetric risk associated with pregnancy TEXTBOOK OF OBSTETRICS., SHEILA BALAKRISHNAN, pg no: 594, 2nd edition",
        "cop": 3,
        "opa": "Per 1000 live bih",
        "opb": "Per 10000 live bih",
        "opc": "Per 1 lakh live bih",
        "opd": "Per 10 lakh live bih",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "58d0c900-8bfc-4652-8a46-ee40ced34d27",
        "choice_type": "single"
    },
    {
        "question": "All are true about pre eclampsia except",
        "exp": "Pathophysiology of preeclampsia: In Brain: The main finding is cerebral vasospasm. Small cerebral haemorrhages, thrombosis, and fibrinoid necrosis can occur especially in eclampsia. Cerebral oedema also usual in eclampsia In Liver: Peripoal thrombosis and fibrin deposition, hemorhages, necrosis are seen in the liver. There is an increase in liver enzymes and clinical jaundice can occur. In Kidney: Main pathology seen is glomerular and tubular dysfunction and glomerular endotheliosis, which comprises swollen endothelial cells due to fibrin deposition. TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 256",
        "cop": 4,
        "opa": "Cerebral hemorrhage",
        "opb": "Necrosis of liver",
        "opc": "Glomerular endotheliosis",
        "opd": "DVT",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "c07bfc2e-6a14-4078-be31-d59e7803f4db",
        "choice_type": "multi"
    },
    {
        "question": "30 year old primi with 36 weeks of pregnancy with blood pressure 160/110 and urinary albumin is 3+ & platelet count 80000/mm3. What will be the management?",
        "exp": "Answer is b and c That is Mg. SO4 and Labetalol Patient has severe pre-eclampsia and gestational age is 36 weeks: If gestational age is above 34 weeks, the best approach is to treat with magnesium sulphate for the prevention of seizures., give antihypeensive to control the BP and delivery after stabilization. Ref Fernando Arias 4 /e p 210 Betamethasone to hasten lung maturity is not required at 36 weeks as lungs are already mature by this time Ref.. Williams obs 23/e p729",
        "cop": 2,
        "opa": "Betamethasone",
        "opb": "Mg. SO4",
        "opc": "Labetalol",
        "opd": "Urgent LSCS",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "946b2dae-7fa5-447c-a7a8-f03de4b69b50",
        "choice_type": "single"
    },
    {
        "question": "Large for date baby may be due to:",
        "exp": "Beckwith syndrome is charectorised by: macrosomia, macroglossia and omphalocele. cytogenic location is 11q15 and is associated with wilm's tumour of kidney. other risk factors which our likelihood of large fetus are: large size of parents multiparity prolonged gestation increased maternal age male fetus previous infant weighing more than 4kg race or ethnicity. ref: williams textbook of obstetrics, 23edition page 854",
        "cop": 4,
        "opa": "Beckwith syndrome",
        "opb": "Diabetic mother",
        "opc": "Genetic predisposition",
        "opd": "All of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "f859527b-ed71-49e5-bbaf-08d86730b7c3",
        "choice_type": "multi"
    },
    {
        "question": "Which type of eclampsia has the worst prognosis:",
        "exp": "Prognosis in eclampsia long interval between onset of fit and commencement of treatment antepaum eclampsia with long delivery interval number of fits more than 10 coma in between fits temperature over 102 degree F with pulse rate above 120/min BP >200mm. Hg systolic oliguria with proteinuria non response to treatment jaundice D. C. DUTTA&; S TEXTBOOK OF OBSTETRICS, Pg no; 233, 7th edition",
        "cop": 1,
        "opa": "Antepaum",
        "opb": "Postpaum",
        "opc": "Intrapaum",
        "opd": "Imminent",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "2c25faac-73da-4798-bf67-df3e7841c148",
        "choice_type": "single"
    },
    {
        "question": "Patients with organic heart disease in pregnancy most commonly die during",
        "exp": "Maternal moality in Heart disease complicatin Pregnancy Maternal moality is lowest with rheumatic heart lesions and acyanotic group of heart diseases ie <1% With the elevation of pulmonary vascular resistance especially with cyanotic heart diseases the moality may be raised to 50%( Eisenmengers syndrome) Most of the deaths occur due to cardiac failure and maximum deaths occurs following bih. Management Of Cardiac Failure: The principle if management is same as in the non-pregnant women. A cardiologist should be involved Propped up position O2 Adminstration Monitoring with ECG and pulse oximetry Diuretic: Frusemide (40-80mg) IV - Anticipatory aggresive diuresis is needed to avoid pulmonary congestion. Mechanical Ventilation Injection morphine 15mg IM Digoxin 0. 5mg IM followed by Tab. Digoxin 0. 25mg P/O Dysrhythmias -Quinidine or electrica cardiaversion Tachyarhymias -Adenosine(3-12mg) IV or DC conversion. Reference: D. C. Dutta's Textbook of Obstetrics; 9th edition; Page no: 258 & 260",
        "cop": 3,
        "opa": "20-24 weeks of pregnancy",
        "opb": "First stage of labour",
        "opc": "Soon following delivery",
        "opd": "Two weeks postpaum",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "2fd58702-776e-4bf8-b9b6-ab9997891f00",
        "choice_type": "single"
    },
    {
        "question": "The drug of choice in treatment of typhoid fever in pregnancy is:",
        "exp": "Ceftriaxone Quinolones are contraindicated in pregnancy Ref. Harrison 17/e p 958, 959",
        "cop": 4,
        "opa": "Ampicillin",
        "opb": "Chloramphenicol",
        "opc": "Ciprofloxacin",
        "opd": "Ceftriaxone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "29e87489-43ed-498d-b560-fc571c82d125",
        "choice_type": "single"
    },
    {
        "question": "Liley curve for evaluation of amnionic fluid bilirubin in Rh sensitized patient stas at",
        "exp": "The main limitation of the liley curve is that it stas at 26weeks gestation and extrapolation of the lines to earlier gestational ages is inaccurate. Queenan has developed a curve for fetal assessment from 14-40weeks, divided into 4zones",
        "cop": 4,
        "opa": "14weeks",
        "opb": "16weeks",
        "opc": "20weeks",
        "opd": "26weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "430b7174-7a56-4e01-9b16-9a2d7865883f",
        "choice_type": "single"
    },
    {
        "question": "All the following antihypeensive drugs are used in pregnancy except",
        "exp": "Angiotensin-conveing enzyme inhibitors are associated with fetal anomalies hence contraindicated during pregnancy and preconceptional period.",
        "cop": 4,
        "opa": "Nifedipine",
        "opb": "Labetalol",
        "opc": "Methyl Dopa",
        "opd": "Enalapril",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "30d1c62e-794a-4244-9824-148632d99468",
        "choice_type": "multi"
    },
    {
        "question": "In a female with appendicitis in pregnancy treatment of choice is",
        "exp": "Acute Appendicitis incidence is about 1 in 1000 pregnancies. It is most common nongyneocological cause of acute abdomen requiring surgery. Management of appendicitis Treatment consists of laparotomy at the earliest oppuunity. Once the diagnosis is suspected it is better to operate rather than to wait until generalised peritonitis has developed. Muscle splitting incision should be made at the point of maximum tenderness. Laparoscopic appendicectomy can be done before 28 weeks of gestation. D. C. DUTTA'S TEXTBOOK OF OBSTETRICS, Pg no: 285, 9th edition",
        "cop": 1,
        "opa": "Surgery at earliest",
        "opb": "Aboion with appendectomy",
        "opc": "Surgery after delivery",
        "opd": "Continue pregnancy with medical Rx",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "763b972e-9c06-4c95-bcb6-7af2e0b91c6f",
        "choice_type": "single"
    },
    {
        "question": "Fetal affection by Rh antibody are all except",
        "exp": "Immune hydrops can occur. It is the most serious disease. Hemolysis of the fetal red cells results in fetal anemia. Fetal death may occur due to cardiac failure. For more information, refer page no 309 of text book of obsteics, sheila balakrishnan, 2 nd edition.",
        "cop": 1,
        "opa": "Nonimmune hydrops fetalis",
        "opb": "Icterus gravis neonatorum",
        "opc": "Congenital anemia of the newborn",
        "opd": "Fetal death",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "18dd4ce2-5836-49c1-9f33-4a657cc0d31d",
        "choice_type": "multi"
    },
    {
        "question": "Area of mitral valve in severe mitral stenosis during pregnancy",
        "exp": "Normal area of mitral valve is 4-6cm2 Symptoms usually appear when stenosis <2. 5cm2 Severe mitral stenosis is less than 1. 5cm2 Critical area is less than 1cm2- High rate of Pulmoary edema(55%) and Arrhythmia(33%) Reference: William's Obstetrics; 24th edition; chapter 49 & DC. Duttas, 9th edition, page 260",
        "cop": 3,
        "opa": "4-6 cm2",
        "opb": "1. 5-2. 5 cm2",
        "opc": "1-1. 5 cm2",
        "opd": "0. 8-1 cm2",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "ae8b4582-5fa0-4aa5-9d2a-ec68f9a5b216",
        "choice_type": "single"
    },
    {
        "question": "The dose of antl D gamma globulin given after. &; delivery for a Rh-negative mother and Rh baby Is:",
        "exp": "Usually 300microgram IM is given after delivery to all non immunised Rh negative mothers. This will neutralise about 15 ml of Rh positive red cells or 30ml of fetal whole blood. TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 310",
        "cop": 3,
        "opa": "50 microgram",
        "opb": "200 microgram",
        "opc": "300 microgram",
        "opd": "100 microgram",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "f4e2e10e-a084-4e29-a798-56a4645d0ff4",
        "choice_type": "single"
    },
    {
        "question": "Maternal near miss refers to:",
        "exp": "Near miss moality For every woman who dies, many suffer serious life threatening complications of pregnancy. The continuum of maternal health to moality is normal pregnancy --morbidity--severe morbidity--near miss moality--death. As near miss occurs more frequently than maternal death a more reliable assessment of the quality of maternity services can be made. TEXTBOOK OF OBSTETRICS, SHEILA BALAKRISHNAN, Pg no: 587, 2nd edition",
        "cop": 3,
        "opa": "Teenager becoming pregnant",
        "opb": "Contraceptive failure in a teenager",
        "opc": "A woman presenting with life threatening condition but has survived",
        "opd": "A woman presenting with life threatening condition who has died",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "b2bf1590-191d-40fd-be25-5d4c829a4baa",
        "choice_type": "single"
    },
    {
        "question": "How is fetal blood differentiated from maternal blood:",
        "exp": "Apt test or Singer&; s alkali denaturation test can be performed to confirm a fetal bleed and thereby vasa pre. Apt test is based on the principle that fetal hemoglobin is more resistant to alkali denaturation. Therefore, when water and the blood are mixed with sodium hydroxide, it remains pink for longer if fetal in origin. if it is maternal blood. it turns yellow brown in 2 min, as adult hemoglobin is denatured easily. TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 138",
        "cop": 2,
        "opa": "Kleihauer test",
        "opb": "Apt test",
        "opc": "Bubble test",
        "opd": "Lilly's test",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "397158fe-58e9-4afa-b292-e22d8d739ffe",
        "choice_type": "single"
    },
    {
        "question": "The threshold of Middle cerebral aery peak systolic velocity for the diagnosis of fetal anemia is a value ------ for the gestational age",
        "exp": "The MCA PSV is an accurate noninvasive method for the diagnosis of fetal anemia. The threshold of for the diagnosis of fetal anemia is a value >= 1. 5 MoM for the gestational age. Abnormally elevated MCA PSV has a sensitivity of 100% and false positive rate 12% for the diagnosis of fetal anemia. Reference: Practical guide to High Risk Pregnancy and Delivery; 3rd edition; Chapter 14; Rh Alloimmunization",
        "cop": 2,
        "opa": ">= 1 MoM",
        "opb": ">= 1. 5 MoM",
        "opc": ">= 3 MoM",
        "opd": ">= 5 MoM",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "76ccd713-7819-4d84-aee9-0826dd6602ae",
        "choice_type": "single"
    },
    {
        "question": "Which of the following tumors is not commonly known to increase in size during pregnancy?",
        "exp": "Answer is option 1 Glioma Tumors which increase in pregnancy are: Meningioma, angioma, neurofibroma, pituitary adenoma (micro and macro) Ref.. Williams Obs 23/e p 1140 for options b and c For option d p1255",
        "cop": 1,
        "opa": "Glioma",
        "opb": "Pituitary adenoma",
        "opc": "Meningioma",
        "opd": "Neurofibroma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "83f5e51b-55b6-4bce-85a7-cbe4d4b62711",
        "choice_type": "single"
    },
    {
        "question": "Proved to be effective in the management, of Preeclampsia:",
        "exp": "The drug of choice for control and prevention of convulsion in eclampsia is magnesium sulphate, usually given by Pritchard&; s regime. The mechanism of action thought to have a peripheral action at the neuromuscular junction, by competing with calcium for entry into the cells. It may also have central action. TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 268",
        "cop": 3,
        "opa": "Zinc",
        "opb": "Calcium",
        "opc": "Magnesium",
        "opd": "None of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "b0e6924b-9246-4d08-902c-d07363886043",
        "choice_type": "multi"
    },
    {
        "question": "Regarding transmission of HIV to infant from infected HIV mother, which statement is/are true:",
        "exp": "Zidovudine is given IV Infusion staing at onset of labour or4 hours prior to CSsection, Loading dose is 2mg/kg/hr and maintainance dose is 1mg/kg/hr Transplacental transmission occurs: 20% before 36 weeks, 50% before delivery, 30% during labour Breast feeding doubles risk of MTCT but alternative forms of infant nutrition are not safe. D. C. DUTTA'S TEXTBOOK OF OBSTETRICS, Pg no: 283, 9th edition",
        "cop": 1,
        "opa": "Sta zidovudine during labour",
        "opb": "25% chance of veical transmission",
        "opc": "Avoid breastfeeding",
        "opd": "Vaccinate infant with OPV and MMR",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "c72a4eba-a927-4e1c-8a5f-90f5bf607b7d",
        "choice_type": "multi"
    },
    {
        "question": "The following are related to the treatment of thalassaemia except",
        "exp": "Iron therepy is only indicated if serum ferritin levels are reduced. Desferroxamine is used in low doses for iron chelation in later months of pregnancy in Thalassemia Folate supplimentation is also imporant in treatment of thalassaemia.",
        "cop": 3,
        "opa": "Fresh (relatively) blood transfusion",
        "opb": "Folic acid",
        "opc": "Routine iron therapy",
        "opd": "Deferoxamine improves pregnancy outcome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "3a3f9930-763b-4be6-8fd7-2a0be32fb532",
        "choice_type": "multi"
    },
    {
        "question": "Neonate of a hypehyroid mother can present with all excepts:",
        "exp": "Fetal /Neonatal complications: In untreated hypehyroid mother includes LBW, IUGR, prematurity, stillbih, hypehyroidism, hypothyroidism, increased perinatal morbidity and moality. Thyroid simulating antibodies cross the placenta and produce neonatal thyrotoxicosis with increased Neonatal death. The risk is increased if the anti thyroid drug is stopped late in pregnancy or following surgery. Ref: ditta 9th edition; page269",
        "cop": 4,
        "opa": "Goitrous thyrotoxicosis",
        "opb": "Goitrous hypothyroidism",
        "opc": "Non goitrous hypothyroidism",
        "opd": "None of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "f22e03bd-5376-4903-864b-10b6a688404d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a pa of HELLP syndrome?",
        "exp": "HELLP syndrome was first described by Weinstein and is considered a variant of severe preeclampsia, comprising of Haemolysis, Elevated liver enzymes, and a low platelet count. It is found in 10% of pregnancies complicated by severe preeclampsia. The most common symptom is epigastric or right upper quadrant pain, nausea and vomiting. TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 259",
        "cop": 4,
        "opa": "Hemolysis",
        "opb": "Elevated liver enzymes",
        "opc": "Thrombocytopenia",
        "opd": "Retroplacental hemorrhage",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "4d25c08a-3d5c-4b2b-b0b7-5efae49a7267",
        "choice_type": "single"
    },
    {
        "question": "A female presents with leaking and meconium stained liquor at 32 weeks. She is infected with",
        "exp": "\"Discolored brownish or meconium stained amniotic fluid is common with fetal infection, even with preterm gestation '' Hence correct answer is Listeria, rest of the infections do not lead to preterm Labour with meconium stained liquor. Ref. Williams Obs 23/e p1224",
        "cop": 2,
        "opa": "CMV",
        "opb": "Listeria",
        "opc": "True Toxoplasma",
        "opd": "Herpes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "f4d30af5-6b9b-4b8b-bc5d-d36f353cf774",
        "choice_type": "multi"
    },
    {
        "question": "Not an indication for blood transfusion",
        "exp": "Indications for Blood Transfusion To correct anemia due to blood loss and to combat postpaum hemorrhage Patient with severe anemia seen in later months of pregnancy (beyond 36 weeks) Refractory anemia: Anemia not responding to either oral or parenteral therapy in spite of correct treatment Associated infection Reference: Textbook of Obsteics; Sheila balakrishnan; 2nd edition; Page no: 288",
        "cop": 2,
        "opa": "Severe anemia at 36 weeks",
        "opb": "Moderate anemia at 24-30 weeks",
        "opc": "Blood loss anemia",
        "opd": "Refractory anemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "5de0e2e7-3b26-43ec-b8d2-e094a5734651",
        "choice_type": "single"
    },
    {
        "question": "With oral iron therapy, rise in hb% can be seen after",
        "exp": "The improvement should be evident within 3 weeks of the therapy. After a lapse of few days, the hemoglobin concentration is expected to rise at the rate of about 0. 7 gm/100 mL per week. Reference: Textbook of Obstetrics; Sheila Balakrishnan; 2nd Edition; Page no: 287",
        "cop": 2,
        "opa": "1 week",
        "opb": "3 weeks",
        "opc": "4 weeks",
        "opd": "6 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "f1134e0b-61ed-4218-a91e-7069a5ef4de6",
        "choice_type": "single"
    },
    {
        "question": "Indicator of severe pre-eclampsia:",
        "exp": "Severe preeclampsia is characterised by DBP 110 mm of Hg or more, SBP 160 mm of Hg or more, proteinuria 5 g in 24 hrs, headache, visual disturbances, epigastric pain, oliguria, thrombocytopenia, increased liver enzymes, increased creatinine, IUGR and pulmonary edema. Refet page np 257 of Text book of obstetrics, sheila balakrishnan, 2 nd edition.",
        "cop": 1,
        "opa": "l. UGR",
        "opb": "Diastolic BP>110 mm of Hg",
        "opc": "Pulmonary edema",
        "opd": "Systolic BP> 160",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "d83a460d-9d5a-4688-a15f-93f1c723e610",
        "choice_type": "single"
    },
    {
        "question": "The Following drug is used in management of thyroid storm during pregnancy:",
        "exp": "Thyroid storm is a rare but life threatening condition. It is diagnosed by features of severe Thyrotoxicosis like hyperpyrexia (>103F) Tachycardia (>140 beats/min) CCF Neuropsychiatric symptoms Nausea and vomitings Management Includes Suppoive therapy in an Intensive care unit: fluids and electrolyte balance, O2 therapy and acetaminophen for Hyperpyrexia Management of CCF Beta blockers like propranolol to control hyperdynamic symptoms. Antithyroid drugs like Propylthiouracil and methimazole to block thyroid hormone synthesis Lugols iodine Glucocoicoids to block peripheral conversion of Serum T4 to T3 Reference: DC. Duttas textbook of OBG, 9th edition, page 270",
        "cop": 4,
        "opa": "Sodium iodide",
        "opb": "Dexamethasone",
        "opc": "propanalol",
        "opd": "All of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "43f4593c-4f5d-43b4-81b8-cbe71c31eb93",
        "choice_type": "multi"
    },
    {
        "question": "Diagnosis of Gestational hypertension is made if blood pressure is",
        "exp": "Diagnostic Criteria for Pregnancy-Associated Hypertension. Condition. Criteria. Gestational Hypertension. Bp > 140/90 mm. Hg after 20weeks in previously normotensive women. Preeclampsia. Hypertension and. Proteinuria or. Thrombocytopenia Renal Insufficiency cerebral symptoms Pulmonary edema. Reference: William&; s Obstetrics; 24th edition; Chapter 40; Hypeensive disorders",
        "cop": 2,
        "opa": "> 130/90 mm. Hg after 20weeks in previously normotensive patient",
        "opb": "> 140/90 mm. Hg after 20weeks in previously normotensive patient",
        "opc": "> 150/90 mm. Hg after 20weeks in previously normotensive patient",
        "opd": "> 160/90 mm. Hg after 20weeks in previously normotensive patient",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "6102ad48-d662-46ad-a77f-435c40726353",
        "choice_type": "single"
    },
    {
        "question": "Mg. SO4 is/are indicated in",
        "exp": "The drug of choice for control and prevention of convulsion in eclampsia is magnesium sulphate, usually given by Pritchard&; s regime. The mechanism of action thought to have a peripheral action at the neuromuscular junction, by competing with calcium for entry into the cells. It may also have central action. TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 268",
        "cop": 1,
        "opa": "Severe pre eclampsia",
        "opb": "Gestational trophoblastic disease",
        "opc": "Gestation diabetes",
        "opd": "Placenta prae",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "bfcd698a-8c75-40c0-9c18-ef7fc86980ab",
        "choice_type": "single"
    },
    {
        "question": "Obesity in pregnancy causes all of the following complications except:",
        "exp": "Obesity Patient feels uncomfoable and dyspnoeic on exeion hypertension and gestational diabetes difficulty in diagnosis of presentation fetal macrosomia fetal malformations especially NTD increased incidence of abnormal uterine contractions and prolonged labour shoulder dystocia puerperal UTI, PPH venous thrombosis and lactation failure D. C. DUTTA'S TEXTBOOK OF OBSTETRICS, pg no: 344, 7th edition",
        "cop": 3,
        "opa": "Abnormal uterine action",
        "opb": "Fetal neural tube defect",
        "opc": "Precipitate labour",
        "opd": "Venous thrombosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "6c50a00e-f7d2-43f7-a8cd-cf1a5d2cac53",
        "choice_type": "multi"
    },
    {
        "question": "A 37-year-old primi Rh negative patient is very concerned above her pregnancy at this age. Her pregnancy is 16 weeks and she is HIV negative, hepatitis B surface Ag neg, Rubella nonimmune and has no complain. Her triple test repo is normal but still due to her age she insists on getting an amniocentesis done. Which of the following is the next best step in management:",
        "exp": "Amniocentesis Precautions: prior sonographic localisation of placenta is desirable to preventbloody tap and fetomaternal bleeding. Prophylactic administration of 100mg of anti D immunoglobulin in Rh -ve nonimmunised mother. Hazards are reduced significantly when done under direct ultrasound control compared to blind procedure maternal complications: infection, hemorrhage, PROM, maternal isoimmunisation in Rh negative cases fetal complications: fetal loss, trauma., oligohydramnios, fetal lung hypoplasia, respiratory distress D. C. DUTTA&; S TEXTBOOK OF OBSTETRICS, Pg no: 648, 7th edition",
        "cop": 1,
        "opa": "Advise against amniocentesis as it will increase the risk of isoimmunisation",
        "opb": "Follow Rh titres carefully and give Anti D if evidence of isoimmunisation is present",
        "opc": "Give Anti D at 28 weeks of pregnancy and after delivery if baby is Rh neg",
        "opd": "Give Anti D prior to her amniocentesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "d9b8855d-6483-42c0-bd82-6b93ef440061",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are scenarios In which It would have been appropriate to administer Rho. Gam to this patient In the past except:",
        "exp": "Indications of Anti-D immunoprophylaxis miscarriage ectopic pregnancy hydatidiform mole threatened miscarriage MTP Chorionic villous sampling amniocentesis abdominal trauma APH fetal blood sampling manual removal of placenta routine antepaum prophylaxis TEXTBOOK OF OBSTETRICS, SHEILA BALAKRISHNAN, Pg no: 311, 2nd edition",
        "cop": 1,
        "opa": "After a spontaneous first trimester aboion",
        "opb": "After treatment for ectopic pregnancy",
        "opc": "Within 3 days of delivering an Rh-ve fetus",
        "opd": "At the time of amniocentesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "6797e790-9501-4969-bb14-d6f031c57dae",
        "choice_type": "multi"
    },
    {
        "question": "The following statements are related to the therapy of iron deficiency anemia except",
        "exp": "Oral iron is preferred till 30 weeks of pregnancy even in severe anemia If their is intolerence or noncompliance, parenteral iron is given. Between 30 and 36 weeks, parenteral iron is preferred and after 36 weeks blood transfusion. Oral folate is mandatory in all cases Reference: Textbook of Obstetrics; Sheila Balakrishnan; 2nd edition; Page no: 288",
        "cop": 1,
        "opa": "Oral iron can be given only If anemia is detected before 20 weeks of pregnancy",
        "opb": "Parenteral iron therapy markedly increases the reticulocyte count within 7-14 days",
        "opc": "Parenteral therapy is ideal during 30-36 weeks",
        "opd": "Blood transfusion may be useful in severe anemia beyond 36 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "1149843a-62e8-41c4-b89b-92f9a9d3da9b",
        "choice_type": "multi"
    },
    {
        "question": "In a pregnant female with BP 150/100 mm Hg, a protein/creatinine ratio of --------- suggests development of preeclampsia:",
        "exp": "Proteinuria is indicative of severe disease and is irreversible. significant proteinuria in pregnancy is 300mg in 24 hours urine. Severe preeclampsia is charecterised by 5g in 24 hours urine. Dipstick proteinuria can be used as a semiquantitative method. A 24 hour protein measurement is best method to quantify proterinuria. A less cumbersome method is by urinary protein creatinine ratio There is no consensus as to the cut off, but a reasonable eclusion ratio of. 2 is suggested. A ratio of. 3 or more is considered significant. TEXTBOOK OF OBSTETRICS, SHEILA BALAKRISHNAN, pg no: 253, 2nd edition",
        "cop": 2,
        "opa": "> 0. 20",
        "opb": "> 0. 30",
        "opc": ". < 0. 20",
        "opd": ". < 0. 30",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "b0b11a51-f83a-44e2-80a1-bb8a96f13874",
        "choice_type": "single"
    },
    {
        "question": "Procedure of choice in a woman with 12 weeks pregnancy and atypical pap smear is:",
        "exp": "If a cervical smear shows evidences of CIN, colposcopy is indicated. Sometimes colposcopic biopsies may be indicated but definitive treatment us postponed to 6 weeks after delivery. Refer page no 224 of Text book of obsteics, sheila balakrishnan, 2 nd edition.",
        "cop": 4,
        "opa": "Cone biopsy",
        "opb": "MTP with cone biopsy",
        "opc": "Hysterectomy",
        "opd": "Colposcopy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "b1e63cf8-6646-4939-af80-1780eddc19f9",
        "choice_type": "single"
    },
    {
        "question": "Drugs Supplied by NACO for prevention of mother to child transmission:",
        "exp": "NACO recommendations are for poor settings. Being inexpensive, these have immense potential in developing countries. it is also useful for those who present in labour. NACO recommendations: Nevirapine single dose of 200mg at onset of labour Nevirapine single dose of 2mg/kg to neonate within 3 days of delivery TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 305",
        "cop": 1,
        "opa": "Nevirapine",
        "opb": "Zidovudine",
        "opc": "Nevirapine + Zidovudine",
        "opd": "Nevirapine + Zidovudine + 3tc",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "e6d4766d-00ab-46a0-9d85-296b8febde54",
        "choice_type": "single"
    },
    {
        "question": "Following is the management of vulvar varices during pregnancy:",
        "exp": "Varicosities (lower leg, vulva, rectum) may appear for the first time or aggravate during pregnancy usually in later months Its due to obstruction in the venous return by the pregnant uterus. Specific treatment is better to be avoided Usually disappears following delivery Ref. Dutta Obs 6/e p103 Williams Obs 23/e p 210-211",
        "cop": 4,
        "opa": "Pressure",
        "opb": "Cautery",
        "opc": "Simple vulvectomy",
        "opd": "Observation only",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "b9c92b3f-42e9-4094-80a3-a182f64de8e7",
        "choice_type": "single"
    },
    {
        "question": "Drug of first line choice in pregnancy with epilepsy except:",
        "exp": "Considering the risk of teratogenicity of all Anti epileptic drugs Lamotrigine Levetiracetam Carbamazepine is the drug of first line choice Ref: Dutta Obs 9e pg 273.",
        "cop": 4,
        "opa": "Carbamazepine",
        "opb": "Lamotrigine",
        "opc": "Levitiracetam",
        "opd": "Sodium valproate",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "20c3a2b6-dfc9-45ea-bf2f-5d94bd7db4f9",
        "choice_type": "multi"
    },
    {
        "question": "According to NYHA grading, Patients with marked limitation to physical activity belongs to",
        "exp": "New York Heart Association Functional Classification of Cardiac disease. Grade I: Patients have no limitation of physical activity. Grade II: Patients have slight limitation of physical activity. Grade III: Patients have marked limitation of physical activity. Grade IV: Patients have an inability to carry on the physical activity without symptoms. Reference: Practical Guide to High-Risk Pregnancy and Delivery; Chapter 20; Cardiac Disease and Pregnancy",
        "cop": 3,
        "opa": "Grade I",
        "opb": "Grade II",
        "opc": "Grade III",
        "opd": "Grade IV",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "e3b8b163-13c9-4d15-9339-215c551dfeee",
        "choice_type": "single"
    },
    {
        "question": "23-year-old GIRO woman at 10 weeks' gestation presents to the obstetrics clinic for her initial evaluation. She says she has been hospitalized several times for asthma exacerbations but has never required intubation or admission to an intensive care unit. She is controlled on daily inhaled coicosteroids and albuterol with adequate relief of her symptoms. She Is concerned about taking these medications now that she is pregnant. Which of the following is true regarding asthma medications in pregnancy?",
        "exp": "Regular use of preventive steroid inhaler is first line maintenance or controller therapy for all those who requires a beta agonist inhaler more than once a day. Inhaled sho acting beta agonist is the rescue therapy of choice, higher doses with nebuliser can be used for severe exacerbations. Refer page no 323 of text book of obteics, sheila balakrishnan2 nd edition.",
        "cop": 3,
        "opa": "B2 agonist are contraindicated during pregnancy",
        "opb": "Both agonist and Inhaled coicosteroids are both contraindicated in pregnancy",
        "opc": "Both B2 agonist and Inhaled coicosteroids are safe in pregnancy",
        "opd": "B2 agonist and inhaled coicosteroids are both safe in pregnancy but during 2nd and 3rd trimester only",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "de8eec8f-a649-4be6-b0be-9a384c6d54c3",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is normally present in urine of a pregnant woman in 3rd trimester:",
        "exp": "Glycosuria in pregnancy Repeat and random blood samples taken on one or more occasions throughout pregnancy reveals glycosuria in about 5 -50% cases. During pregnancy renal threshold is diminished due to the combined effect of increased GFR and impaired tubular reabsorption. It is present most commonly in mid pregnancy. Blood sugar level may be well below 180mg/100 ml. No treatment is required and the condition disappears after delivery D. C. DUTTA&; S TEXTBOOK OF OBSTETRICS, Pg no: 281, 7th edition",
        "cop": 1,
        "opa": "Glucose",
        "opb": "Fructose",
        "opc": "Galactose",
        "opd": "Lactose",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "14af8c76-7118-4f3d-84fb-882507ab2e99",
        "choice_type": "multi"
    },
    {
        "question": "Intrahepatic cholestasis treatment in pregnancy is:",
        "exp": "Cholestyramine, a drug which ameliorate pruritis, but will not correct the abnormal LFT and hence is not usually recommended. Ursodeoxycholic acid also used. It increases bile acid excretion and reduces pruritus. Refer page no 280 of Text book of obstetrics, sheila balakrishnan, 2 nd edition. And textbook of duttas, 9th edition, page 271",
        "cop": 2,
        "opa": "Cholestyramine",
        "opb": "Ursodiol",
        "opc": "Steroids",
        "opd": "Antihistamines",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "1cbc0100-5b91-4897-9889-ddeb43fe7614",
        "choice_type": "single"
    },
    {
        "question": "Risk of veical transmission of HIV without intervention without and breastfeeding is:",
        "exp": "Veical transmisssion is mother to child transmission of HIV. It varies between 15-25%% in non breastfeeding women. Refer page no 303 of Text book of obsteics, sheila balakrishnan, 2 nd edition.",
        "cop": 1,
        "opa": "15 to 30%",
        "opb": "5 to 10%",
        "opc": "10 to 15%",
        "opd": "2 to 5%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "962d7544-af7a-4526-804f-12ae7b5ccac2",
        "choice_type": "single"
    },
    {
        "question": "Anti-D immune globulin is administered to Rh-negative women antenatally at",
        "exp": "The antepaum administration of anti-D immune globulin at 28weeks to Rh-negative women decreases the incidence of third-trimester alloimmunization from 18 to 20/1000 to 2/1000 patients. Reference: Practical guide to High-risk pregnancy and delivery; Chapter 14; Rh Alloimmunization",
        "cop": 3,
        "opa": "20weeks",
        "opb": "24weeks",
        "opc": "28weeks",
        "opd": "30weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "44ed8a1c-3757-44a3-abf6-5fb95b1f9410",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are predictive tests for PIH except",
        "exp": "Shake test or bubble test This is a useful bed side test rapidly performed with a fair degreeof accuracy. The test is based on the ability of pulmonary surfactant to form a foamor bubble on shaking which remains stable for atleast 15 mts. Increasing dilutions of amniotic fluid are mixed with 96%ethanol, shaken for 15 s and inspected after 15 mts for the presenceof a complete ring of bubbles at the meniscus. If it is present the test is possitive and indicate maturity of fetal lungs D. C. DUTTA&; S TEXTBOOK OF OBSTETRICS, Pg no: 111, 7th edition",
        "cop": 4,
        "opa": "Rolling over test",
        "opb": "Serum uricacid",
        "opc": "Gain in weight > 2 kg in one month",
        "opd": "Shake test",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "61395f45-2c10-4241-97a7-47a6100d9726",
        "choice_type": "multi"
    },
    {
        "question": "At what gestational age maximum rise of cardiac output is reached",
        "exp": "Cardiac output in Pregnancy It is increased as early as the fifth week, reaches its peak 40-50% at about 30-34 weeks and remains elevated during the remainder of pregnancy It reflects a reduced systemic vascular resistance and an increased heart rate. CO is lowest in the sitting or supine position and highest in the right or left lateral or knee chest position. CO increases futher during labour (+50%) over the prelabor values Immediately following delivery (70%) over the prelabour values The resting pulse rate increases approximately 10 beats/min during pregnancy CO returns normal prelabour vaules by 1hr following delivery and to the pre pregnant values by another 4weeks time. During normal pregnancy Mean aerial pressure and vascular resistance decrease Blood volume and basal metabolic rate increase As a result, cardiac output at rest, when measured in the lateral recumbent position, increases significantly beginning in early pregnancy Reference: William's Obstetrics; 24th edition; Chapter 4 &DC. Duttas textbook of OBG, 9th edition, page 48",
        "cop": 4,
        "opa": "20 weeks",
        "opb": "24 weeks",
        "opc": "28 weeks",
        "opd": "32 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "3a503759-6e43-47d1-b43f-aca918862950",
        "choice_type": "single"
    },
    {
        "question": "Following antibiotics are safe to pregnancy:",
        "exp": "Penicillin and its derivatives has a wide margin of safety and are not toxicto mother or fetus streptomycin: cause ototoxicity Tetracyclines including doxycline can cause staining of teeth and potentially skeletal abnormalities Quinolones like ciprofloxacin and norfloxacin are best avoided as they are toxic to developing cailage first trimester cotrimoxazole has been associated with bih defects especially cardiovascular TEXTBOOK OF OBSTETRICS, SHEILA BALAKRISHNAN, Pg no: 569, 2nd edition",
        "cop": 2,
        "opa": "Aminoglycosides",
        "opb": "Penicillin",
        "opc": "Cotrimoxazole",
        "opd": "Ciprofloxacin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "ecce6729-44f5-4bcc-b7c0-b9f4586a73a3",
        "choice_type": "single"
    },
    {
        "question": "Indications for termination of pregnancy are all except",
        "exp": "Heart disease in which Termination of pregnancy is advised Pulmonary hypertension- primary or secondary Marfans syndrome with aoa involvement Eisenmenger syndrome Any heart disease which belongs to NYHA Class 3 or 4 Ejection fraction < 40% Severe aoic stenosis or Severe mitral stenosis Previous peripaum cardiomyopathy with any residual impairment of LV function. ABSOLUTE INDICATIONS OF TERMINATION OF PREGNANCY Primary Pulmonary HTN Eisenmenger's Syndrome Pulmonary veno-occlusive disease. Reference: William's Obstetrics; 24th edition; Chapter 49",
        "cop": 3,
        "opa": "Aoic stenosis",
        "opb": "Eisenmengers syndrome",
        "opc": "Tricuspid stenosis",
        "opd": "NYHA grade 4 heart disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "fc794a1f-6a11-4a52-b635-8e9f50146aa7",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of choice of 28 weeks pregnant female with pain due to fibroid in fundus of size 10 X 10 cm is:",
        "exp": "RED DEGENERATION: It predominantly occurs in a large fibroid during the second half of pregnancy or puerperium. The cause is not known but is probably vascular in origin. Infection does not play any pa. Treatment: Conservative treatment should be followed. Patient is put to bed. Ampicillin 500 mg capsule thrice daily for 7 days is given. Analgesic and sedative are frequently needed. The symptoms usually clear off within 10 days. When laparotomy is done with mistaken diagnosis, abdomen is to be closed without doing anything. Pedunculated subserous fibroid may, however, be removed. Reference: Dutta Textbook of Obstetrics, 7th edition page no 309",
        "cop": 4,
        "opa": "Aerial embolization",
        "opb": "Myomectomy",
        "opc": "Hysterectomy",
        "opd": "Conservative management",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "13004f10-c118-43cb-a4fd-842cc4ecb892",
        "choice_type": "single"
    },
    {
        "question": "The following drug can be given safely in pregnancy:",
        "exp": "Warfarin: causes fetal warfarin syndrome which includes chondrodysplasia punctata, epiphyseal stippling, nasal hypoplasia, optic atrophy, microcephaly tetracycline: discoloration of deciduous teeth methotrexate: folate defeciency TEXTBOOK OF OBSTETRICS, SHEILA BALAKRISHNAN, Pg no: 565, 2nd edition",
        "cop": 1,
        "opa": "Propylthiouracil",
        "opb": "Methotrexate",
        "opc": "Warfarin",
        "opd": "Tetracycline",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "3e6f3831-67e1-45eb-be5e-e79d6e32936b",
        "choice_type": "single"
    },
    {
        "question": "Type of seizures in Eclampsia",
        "exp": "Eclampsia is an extremely severe form of preeclampsia characterized by the sudden onset of generalized tonic-clonic seizures. Reference: Reference: Practical guide to High-risk pregnancy and delivery; Chapter 16; Hypeensive DIsorders of Pregnancy",
        "cop": 3,
        "opa": "Focal seizures",
        "opb": "Absence seizures",
        "opc": "Generalised Tonic-Clonic Seizures",
        "opd": "Myoclonic seizures",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "e5d034b4-40ee-4666-ad7c-a0c88188fc54",
        "choice_type": "single"
    },
    {
        "question": "A prosthetic valve patient switch to heparin at which time of pregnancy",
        "exp": "Anticoagulantion in Prosthetic valve complicating Pregnancy Critical for women with mechanical prosthetic valves Unfounately, warfarin is the most effective anticoagulant for preventing maternal thromboembolic complications but causes significant fetal morbidity and moality Maternal thromboembolic complications are much higher with heparin Any one of the following anticoagulant regimens is recommended: Adjusted-dose LMWH twice daily throughout pregnancy. The doses should be adjusted to achieve the manufacturer's peak anti-Xa level 4 hours after subcutaneous injection Adjusted-dose UFH administered every 12 hours throughout pregnancy. The doses should be adjusted to keep the midinterval a. PTT at least twice control or attain an anti-Xa level of 0. 35 to 0. 70 U/mL LMWH or UFH as above until 13 weeks' gestation, then warfarin substitution until close to delivery when LMWH or UFH is resumed In women at very high risk of thromboembolism and in whom concerns exist about the efficacy and safety of LMWH or UFH as dosed above warfarin treatment is suggested throughout pregnancy with replacement by UFH or LMWH (as above) close to delivery. In addition, low-dose aspirin--75 to 100 mg daily--should be orally administered If delivery supervenes while the anticoagulant is still effective, and extensive bleeding is encountered, then protamine sulfate is given intravenously Anticoagulant therapy with warfarin and heparin may be restaed 6 hours following vaginal delivery and heparin stopped once INR is adjusted between 2 and 3 The American College of Obstetricians and Gynecologists (2011b) advises resuming unfractionated or low-molecular-weight heparin 6 to 12 hours after cesarean delivery Because warfarin, low-molecular-weight heparin, and unfractionated heparin do not accumulate in breast milk, they do not induce an anticoagulant effect in the infant safe in breast feeding. OR Anticoagulants indicated in cases with CHD Pulmonary HTN Mechanical Heart valve Atrial Fibrillation The patient taking Warfarin should discontinue it as soon as pregnancy is diagnosed and to replace it by Heparin5000 units twice daily SC upto 12weeks LMWH can also be used This is then replace with Warfarin tablet 3mg daily to be taken at the same time each day and continues upto 36wks. Thereafter it replaced with heparin upto 7days postpaum. Heparin should be staed 6-12 hrs postpaum. Wafarin is then to be contnued after 7days. UFH, LMWH and HEPARIN therapy do not contraindicate Breastfeeding. Reference: DC. Duttas textbook of OBG, 9th edition, page 259 Reference: Willam's Obstetrics; 24th edition; Chapter 49",
        "cop": 3,
        "opa": "28 weeks",
        "opb": "32 weeks",
        "opc": "36 weeks",
        "opd": "Postpaum",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "ae33e5ed-73b2-4a8e-9cab-94283c1767c3",
        "choice_type": "single"
    },
    {
        "question": "True about Mg. SO4",
        "exp": "The drug of choice for control and prevention of convulsion in eclampsia is magnesium sulphate, usually given by Pritchard&; s regime. The mechanism of action thought to have a peripheral action at the neuromuscular junction, by competing with calcium for entry into the cells. It may also have central action. It is used as tocolytic also. in case of magnesium toxicity, there can be respiratory depression. Absolute contraindications are Myasthenia gravis and myocardial infarction. TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 268",
        "cop": 2,
        "opa": "Not a tocolytic",
        "opb": "Used In management of eclampsia",
        "opc": "Doesnt Cause neonatal respiratory depression",
        "opd": "Can be given in myasthenia gravis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "f50b0c05-1b9f-49ca-8685-8a37a02bf04c",
        "choice_type": "multi"
    },
    {
        "question": "Most common heart disease associated with pregnancy is",
        "exp": "Mitral stenosis is the most common lesion seen in pregnancy, accounting for 90% cases of rheumatic disease The normal mitral valve area is about 4cm2-6cm2 Symptoms appear when stenosis <2. 5cm2 Critical or severe stenosis </=1cm2 - have hight rate of Pulmonary edema(55%) and arrhthmias (33%) Reference: Textbook of Obstetrics; DC. DUTTAS 9th edition; Page no: 260",
        "cop": 1,
        "opa": "Mitral stenosis",
        "opb": "Mitral regurgitation",
        "opc": "Patent ductus aeriosus",
        "opd": "Tetralogy of fallot's",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "711e7502-d37d-4053-9688-2f4eb179e080",
        "choice_type": "multi"
    },
    {
        "question": "All are used for contraception in sickle cell anemia except",
        "exp": "Combined oestrogen progesterone should be avoided for contraception Intrauterine devices are not preferred due to risk of infection Progesterone only contraception is ideal. Prgesterone is known to prevent sickle cell crisis Reference: Textbook of Obstetrics; Sheila Balakrishnan; 2nd Edition; Page no: 291",
        "cop": 1,
        "opa": "Oral Pill",
        "opb": "IUCD",
        "opc": "Progestin only pill",
        "opd": "Progesterone Impants",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "aa5d3f55-dfae-4d83-af7c-b77b55ef1352",
        "choice_type": "multi"
    },
    {
        "question": "True about diabetes in pregnancy are all except",
        "exp": "Carbohydrate Metabolism in Pregnancy Normal pregnancy is characterized by mild fasting hypoglycemia, postprandial hyperglycemia, and hyperinsulinemia There is increased basal level of plasma insulin in normal pregnancy Insulin sensitivity in late normal pregnancy is 45 to 70 percent lower than that of nonpregnant women The mechanism(s) responsible for insulin resistance is not completely understood Progesterone and estrogen may act, directly or indirectly, to mediate this insensitivity Plasma levels of placental lactogen increase with gestation, and this protein hormone is characterized by growth hormone-like action Reference: William&; s Obstetrics; 24th edition; Chapter 4",
        "cop": 3,
        "opa": "Glucose challenge test is done between 24-28 weeks",
        "opb": "50gm of sugar is taken for screening test",
        "opc": "Insulin resistance improves with pregnancy",
        "opd": "Diabetes control before conception is impoant to prevent malformations",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "93f8331e-9883-4124-a972-6c4d1b78a575",
        "choice_type": "multi"
    },
    {
        "question": "Eclampsia occurs in Antepaum in",
        "exp": "Eclampsia occurs antepaum in 35-45%, intrapaum 15-20%, and postpaum in 35-45% of the cases. Reference: Practical guide to High-risk pregnancy and delivery; Chapter 16; Hypeensive disorders in pregnancy",
        "cop": 3,
        "opa": "< 10%",
        "opb": "15-20%",
        "opc": "35-45%",
        "opd": "> 50%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "a64b2fe7-0387-419f-a612-f21780d00eed",
        "choice_type": "single"
    },
    {
        "question": "Eclampsia is a complication of",
        "exp": "Eclampsia is an extremely severe form of Preeclampsia characterized by the sudden onset of generalized tonic-clonic seizures. Reference: Practical guide to High-risk pregnancy and delivery; Chapter 16; Hypeensive disorders of Pregnancy",
        "cop": 3,
        "opa": "Anemia complicating Pregnancy",
        "opb": "Diabetes complicating Pregnancy",
        "opc": "Hypeensive complicating Pregnancy",
        "opd": "Cardiac disease complicating Pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "5b7e75b5-494f-41fb-b5d5-86d07c7c8520",
        "choice_type": "single"
    },
    {
        "question": "Gestational diabetes is diagnosed by:",
        "exp": "Gestational diabetes is diagnosed by glucose tolerence test. GTT is done at 24 to 28 weeks of gestation. GTT should be performed in the morning after an overnight fast of atleast 8 hrs Diagnosis of GDM is made when any of the following plasma glucose values are exceeded Fasting >92mg/dl or if that after 2hours of ingestion of 100g glucose is over 120mg/100mL However if the fasting plasma glucose value is more than or equal to 126mg/dL, andif confirmed on repeat test the women is considered as Diabetic even without running GTT test. Reference: DC. Duttas textbook of OBG, 9th edition, page 262",
        "cop": 1,
        "opa": "Glucose tolerance test (GTT)",
        "opb": "Random blood sugar",
        "opc": "Fasting and postprandial blood sugar",
        "opd": "24 hours blood glucose profile",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "e661beac-da72-42f5-819b-fd5d3467ae7c",
        "choice_type": "single"
    },
    {
        "question": "Dose of folic acid per day for treating megaloblastic anemia in pregnancy",
        "exp": "Folic acid deficiency in Pregnancy In nonpregnant women, the folic acid requirement is 50 to 100 mg/day During pregnancy, requirements are increased and 400 mg/day is recommended The earliest biochemical evidence is low plasma folic acid concentrations Normal serum folate levels Non Pregnant women: 5. 4-18ng/ml 1st trimester: 2. 6-15ng/ml 2nd trimester: 0. 8-24ng/ml 3rd trimester: 1. 4-20. 7ng/ml Early morphological changes usually include neutrophils that are hypersegmented and newly formed erythrocytes that are macrocytic As the anemia becomes more intense, peripheral nucleated erythrocytes appear, and bone marrow examination discloses megaloblastic erythropoiesis The fetus and placenta extract folate from maternal circulation so effectively that the fetus is not anemic despite severe maternal anemia Treatment As little as 1mg of folic acid administered orally once daily produces a striking hematological response By 4 to 7 days after beginning folic acid treatment, the reticulocyte count is increased, and leukopenia and thrombocytopenia are corrected American College of Obstetricians and Gynecologists (2013c) have recommended that all women of childbearing age consume at least 400 mg of folic acid daily Increased need of Folic acid Multifetal pregnancy Hemolytic anemia Crohn disease Alcoholism Inflammatory skin disorders Reference: William&; s Obstetrics; 24th Edition; Chapter 56",
        "cop": 3,
        "opa": "400 mg",
        "opb": "5mg",
        "opc": "1 mg",
        "opd": "2 mg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "d20ea009-ae34-41fb-9031-7af15250c746",
        "choice_type": "single"
    },
    {
        "question": "First sign of magnesium sulphate toxicity is",
        "exp": "Magnesium sulfate toxicity: Loss of deep tendon reflexes. - >7 m. Eq/L Respiratory depression more than 10 meq/L Cardiac arrest more than 25m. Eq/L Ref: Dutta Obs 9e pg 222.",
        "cop": 1,
        "opa": "Loss of deep tendon reflexes",
        "opb": "Cardiac arrest",
        "opc": "Respiory depression",
        "opd": "Decreased urinary output",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "248e6d86-3207-4585-805a-796842e8a9a7",
        "choice_type": "single"
    },
    {
        "question": "Cesarean section is preferred in:",
        "exp": "Herpes: Risk of fetal infection is high in primary genital HSV, at term due to high virus shedding compared to recurrent infection. CS delivery is indicated in an active primary genital HSV infection where the membranes are intact or recently ruptured VZV: VZIG should be given to exposed non immune patients as it reduces the morbidity. VZIG given to newborn within 5 days of delivery. D. C. DUTTA&; S TEXTBOOK OF OBSTETRICS, Pg no: 300, 7th edition",
        "cop": 2,
        "opa": "Toxoplasmosis",
        "opb": "Herpes",
        "opc": "CMV",
        "opd": "Varicella zoster virus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "8263ccfd-ad7a-43e7-bb76-f0e5a09d8db2",
        "choice_type": "single"
    },
    {
        "question": "How much iron a patient can tolerate at a time given intravenously",
        "exp": "The dose of parenteral iron is calculated using formula 4. 4 x body weight(kg) x Hb deficit If the dose is more than 50ml (each ml has 50mg of iron i. e. 2500mg iron) then half the dose is given on day one and second half on next day. Thus maximum amount is 2500mg Reference: Dutta Obstetrics 7th edition Page no: 269",
        "cop": 3,
        "opa": "1000 mg",
        "opb": "2000 mg",
        "opc": "2500 mg",
        "opd": "3000 mg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "db3fd8b3-e182-4c77-b90d-3ace9b507853",
        "choice_type": "single"
    },
    {
        "question": "All the following blood group systems cause fetal hemolytic disease Except",
        "exp": "Other blood group systems different from the Rh having antigens with potential to cause hemolytic disease are K, Fya and Jka. Lewis group do not cause fetal hemolytic disease and differ from all the other red cell antigens in that, they are not synthesized in the red cell membrane but are absorbed into it. They are frequently found in routine antenatal testing. Reference: Practical guide to High-risk pregnancy and delivery; Chapter 14; Rh Alloimmunization",
        "cop": 4,
        "opa": "Kell",
        "opb": "Duffy",
        "opc": "Kidd",
        "opd": "lewis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "5aaf42b3-40d3-4ec9-b33e-1449f9c41a46",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following ovarian tumour is most prone to undergo torsion during pregnancy?",
        "exp": "Dermoid cyst is most prone to undergo tiorsion in pregnancy. Refer page no 224 for the question AIIMS 2006, Text book of obsteritics, sheila balakrishnan, 2 nd edition. Because ofmthe high incidence of mucinous cystadenomas, dermoid cyst torsion is most frequently seen with these tumours. There is no paicular age incidence. The right and left sides are involved with equal frequency. Usually, the tumour rotates so that its anterior surface turns towards the patient's right side. It is not uncommon for the tumour to be rotated through three or more complete circles. As a result of rotation, the veins in the pedicle become occluded, the tumour becomes congested, and there is interstitial haemorrhage in the wall of the tumour and into the loculi. The increased tension causes severe abdominal pain and the signs of peritoneal irritation. Reference: Shaw's Textbook of Gynaecology 16th edition page 445",
        "cop": 3,
        "opa": "Serous cystadenoma",
        "opb": "Mucinous cystadenoma",
        "opc": "Dermoid cyst",
        "opd": "Theca lutein cyst",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "82072260-deb3-49b2-8ed0-a80dde75241c",
        "choice_type": "single"
    },
    {
        "question": "Which female genital malignancy is most common in pregnancy?",
        "exp": "Cervical cancer accounts 13. 5% Ovarian cancer 10. 5% Others 12. 6% Ref. Williams Obs 24/e p1221",
        "cop": 4,
        "opa": "Ovarina cancer",
        "opb": "Vaginal vulvar cancer",
        "opc": "Endometrial cancer",
        "opd": "Cervical cancer",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "2bdbd640-5abe-4e07-9ae7-9114742a21c1",
        "choice_type": "single"
    },
    {
        "question": "For antenatal fetal monitoring in a diabetic pregnancy all of the following are useful except",
        "exp": "Assessment of fetal well being is to be made from 28 wks onwards Biophysical profile and nonstress test should be performed weekly. Fetal movements is counted to assess any fetal distress. Doppler umbilical aery velocimetry is useful in cases with vasculopathy Ref: dutta 9th edition, pgno. 267",
        "cop": 3,
        "opa": "Non-stress test",
        "opb": "Biophysical profile",
        "opc": "Doppler flow study",
        "opd": "Fetal kick count",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "3315a5b9-1330-48d4-b113-aceb6ee84d3e",
        "choice_type": "multi"
    },
    {
        "question": "PIH can be prevented by",
        "exp": "Smoking is the only environmental factor that reduces the risk of pre-eclampsia Smoking during pregnancy has adverse effects on other organs It may have effects on angiogenic factors, endothelial function and immune system reducing the risk of pre-eclampsia. Ref: Internet sources.",
        "cop": 4,
        "opa": "Polyhydramnios",
        "opb": "Diabetes mellitus",
        "opc": "Twin pregnancy",
        "opd": "Smoking",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "3355c0c4-2804-488e-a517-4eee052c833a",
        "choice_type": "single"
    },
    {
        "question": "Earliest sign of Mg toxicity:",
        "exp": "In case of magnesium toxicity, there can be respirstory depression. In such cases, infusion should be discontinued, oxygen given and 10ml of 10% calcium gluconate or calcium chloride given IV. Falling oxygen saturation in pulse oxymetry may be an early sign of magnesium toxicity TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 269",
        "cop": 1,
        "opa": "Falling oxygen saturation on pulse oxymetry",
        "opb": "Respiratory depression",
        "opc": "Cardiac arrest",
        "opd": "Anuria",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "a4c046ae-c972-4984-b5a9-3ca5296743a9",
        "choice_type": "multi"
    },
    {
        "question": "All of the following can be administrated in acute hypertension during labour except",
        "exp": "The diastolic blood pressure should not be allowed to cross 110mm. Hg. Labetalol given orally or IV(2mg/min or 20mg), Nifedipine given orally or IV hydralazine used for the acute management of severe hypertension. TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 264",
        "cop": 4,
        "opa": "IV labetalol",
        "opb": "Oral nifedipine",
        "opc": "IV dihydralazine",
        "opd": "IV diazoxide",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "8c9ecb4a-49ef-4bd9-8c63-d985b8a6b796",
        "choice_type": "multi"
    },
    {
        "question": "Suitable mode of delivery in a pregnant lady with Cervical carcinoma is:",
        "exp": "Early invasive: (Stage IB, IIA). Treatment options depend on--gestational age, tumor stage, metastatic evaluation and maternal desire to continue pregnancy. First trimester: Radical hysterectomy (with the fetus in uterus), pelvic lymphadenectomy and aoic node sampling are done. Oopheropexy at the time of hysterectomy may be done. Postoperative irradiation following evaluation of prognostic factors. Third trimester: Radical hysterectomy, pelvic lymphadenectomy after classical cesarean delivery. Dissection may be easy but bleeding is often more in pregnancy. Second trimester: Management decisions are more difficult. Options are: (i) Neoadjuvant chemotherapy (platinum based) - continuation of pregnancy 7 to 15 weeks (fetal maturation) - Classical cesarean delivery and radical hysterectomy, pelvic lymphadenectomy (risk of prematurity far outweighs the risk of chemotherapy). (ii) Abdominal hysterectomy or classical cesarean section - Radical surgery. Post- operative irradiation as on evaluation procedure. ADVANCED INVASIVE DISEASE: (Stage III, IV): First trimester: Chemotherapy and external beam irradiation - spontaneous aboion (2-5 weeks) or uterine evacuation - Brachytherapy. Second or third trimester: Classical cesarean delivery - neoadjuvant chemotherapy and irradiation (external beam and brachytherapy). Reference: Dutta's Textbook of Obstetrics 7th edition page no 308",
        "cop": 1,
        "opa": "Classical cesarean section",
        "opb": "Lower segment cesarean section",
        "opc": "Normal vaginal delivery",
        "opd": "Forceps application",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "5e7885b5-4b73-4865-b78c-610e3cefcdf2",
        "choice_type": "single"
    },
    {
        "question": "Regarding antibiotic of choice for urinary tract infection (UTI) during pregnancy at third trimester;",
        "exp": "Usually a combination of ampicillin of cephalosporin and gentamicin is commended empirically and changed if necessary, after the urine and blood culture results are obtained. Any of the following drugs can be used: Amoxicillin(500mg tid) Nitrofurantoin (100mg bid) Cephalexin(500mg tid) Amoxicillin-clavulanic acid(875mg bid) A Course of 10-14days will cure 70-100% of cases. Refer page no 274 of Text book of obsteics, sheila balakrishnan, 2 nd edition and Textbook of Dutta, 9th edition, page 279.",
        "cop": 1,
        "opa": "Cephalosporin",
        "opb": "Quinolones",
        "opc": "Aminoglycosides",
        "opd": "Tetracyclines",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "a8c38dc5-e507-48f2-85b1-5aa9a8974f9a",
        "choice_type": "single"
    },
    {
        "question": "Side effects of magnesium sulfate includes",
        "exp": "Side effects flushing perspiration headache muscle weakness rarely pulmonary edema neonatal side effects lethargy hypotonia respiratory depression D. C. DUTTA&; S TEXTBOOK OF OBSTETRICS, Pg no: 508, 7th edition",
        "cop": 1,
        "opa": "Hypotonia",
        "opb": "Anuria",
        "opc": "Coma",
        "opd": "Pulmonary edema",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "02a8810f-a45e-4ba9-a789-a7170d8f5ddd",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old primigravida witti 20 weeks of pregnancy has a first episode of asymptomatic bacteriuria. The risk of having pyelonephritis is;",
        "exp": "If not treated, asymptomatic bacteriuria 25% women will develop pyeloneohritis in pregnancy mostly in 3rd TM. Refer page no 274 of Text book of obsteics, sheila balakrishnan 2 nd edition.",
        "cop": 4,
        "opa": "No risk with first episode",
        "opb": "5%",
        "opc": "15%",
        "opd": "25%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "cb5c2aa1-9614-4683-ba4a-0337ff518631",
        "choice_type": "single"
    },
    {
        "question": "Which type of eclampsia is most common",
        "exp": "Onset of fits: Fits occur more commonly in the third trimester On rare occasions, convulsions may occur in early months as in hydatiform mole. Antepaum - 50% Imtrapaum - 30% Postpaum - 20 Ref: Dutta Obs 9e pg 218.",
        "cop": 1,
        "opa": "Antepaum",
        "opb": "Postpaum",
        "opc": "Intrapaum",
        "opd": "Imminent",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "043fc7af-bad7-4929-92c9-c009c362a996",
        "choice_type": "single"
    },
    {
        "question": "Which of the following features indicates the presence of heart disease in pregnancy and which is not seen in normal pregnancy",
        "exp": "Distended neck veins indicates the presence of heart disease in pregnancy Anatomical and physiological changes during pregnancy that mimic cardiac disease Hyperdynamic circulation Systolic ejection murmur at left sternal border( due to increased blood flow across the aoic and pulmonary valves) Dyspnea, decreased exercise tolerance, fatigue, syncope Tachycardia, shift of ventricular apex Continous murmur at 2nd n 4th intercostal space-mammary souffle Loud first sound with splitting. Symptoms in Cardiac disease Dyspnea Ohopnea Paroxysmal nocturnal dyspnea Hemoptysis Syncope Chestpain Signs Cyanosis Clubbing Persistant neck vein distension Thrill, Parasternal heave Grade 3 systolic murmur Diastolic murmur Cardiomegaly Arrhythmias, Atrial Fibrillation Persistant Split 2nd sound, Loud P2 ECG: T wave inversion, Biatrial enlargement, dysrhythmias Reference: Textbook of Obstetrics; Sheila Balakrishnan; 2nd edition; Page no: 230",
        "cop": 2,
        "opa": "Exeional dyspnea",
        "opb": "Distended neck veins",
        "opc": "Systemic hypotension",
        "opd": "Pedal edema",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "c87a8067-3213-462b-bd12-8e8004dac5d1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following parameters will fall the earliest in iron deficiency",
        "exp": "MCV is reduced in iron defeciency while a high value indicates macrocytic anemia The first red cell index to become abnormal is MCV But it maynot be found always even in established iron defeciency as the increased drive to erythropoiesis results in large propoion of young large cells A typical iron deficiency anemia shows the following blood values: Hemoglobin--less than 10 gm% Red blood cells --less than 4 million/mm3 PCV--less than 30% MCHC -- less than 30% MCV -- less than 75 u3 MCH--less than 25 pg Reference: Textbook of Obstetrics, Sheila Balakrishn; 2nd edition; Pgno: 285",
        "cop": 1,
        "opa": "MCV",
        "opb": "MCH",
        "opc": "MCHC",
        "opd": "Red cell distribution width",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "aabd2b7c-f2ed-40b5-a0d5-a8b0ef121f51",
        "choice_type": "multi"
    },
    {
        "question": "Cause of acute abdomen in pregnancy are all except:",
        "exp": "Obstetric problems: Aboion, ectopic pregnancy, abruption acute hydramnios, preterm labour, severe preeclampsia. Gynaecological: Torsion of ovarian cyst, Red degeneration of fibroid Surgical: Acute appendicitis, Acute cholecystitis, volvulus. Medical: Acute pyelo nephritis, acute cystitis. TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 334",
        "cop": 2,
        "opa": "Aboion",
        "opb": "Placenta prae",
        "opc": "Preterm labour",
        "opd": "Appendicitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "2dd061a1-fbf5-4f78-8e73-40cf12282d99",
        "choice_type": "multi"
    },
    {
        "question": "When heparin is given in pregnancy, which of the following is to be added?",
        "exp": "side effects of heparin haemorrhage heparin induced thrombocytopenia osteoporosis fat necrosis and hematomas elevated transaminases to counteract osteoporosis calcium is added TEXTBOOK OF OBSTETRICS, SHEILA BALAKRISHNAN, PG NO: 577, 2. ND EDITION",
        "cop": 3,
        "opa": "Iron folic acid",
        "opb": "Copper",
        "opc": "Calcium",
        "opd": "Zinc",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "8247bc98-4ce4-4847-9113-86fb5ce0ff44",
        "choice_type": "single"
    },
    {
        "question": "True statement regarding epilepsy in pregnancy is:",
        "exp": "Epilepsy: The effect of pregnancy on epilepsy is unceain Risk of developing epilepsy to the offspring of an epileptic mother is 5-8 % Preconception counselling to initiate monotherapy replacing polytherapy No contraindication for breastfeeding Ref: Dutta Obs 9e pg 273.",
        "cop": 2,
        "opa": "Seizure frequency decreases in majority",
        "opb": "Monotherapy is preferred to polydrug therapy",
        "opc": "No increase in incidence of epilepsy in offspring",
        "opd": "Breastfeeding is contraindicated",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "5feeed29-8e43-4186-bc8f-9eb5f21f07fc",
        "choice_type": "multi"
    },
    {
        "question": "The use of the following drug during pregnancy can lead to Mobius syndrome:",
        "exp": "Mobius syndrome is a rare congenital neurological disorder which is characterised by facial paralysis & inability to move the eyes from side to side. It result from a vascular disruption in the brain during prenatal development The use of drugs misoprostol or thalidomide or cocaine by women during pregnancy can lead to mobius syndrome Shaw's textbook of Gynaecology, 16th edition, page 289",
        "cop": 4,
        "opa": "Warfarin",
        "opb": "Phenytoin",
        "opc": "Mifepristone",
        "opd": "Misoprostol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "63dea2c6-1e2e-4912-a785-53447178d957",
        "choice_type": "single"
    },
    {
        "question": "All are seen in gestational diabetes except",
        "exp": "Potential candidates for GDM Positive family history of diabetes Previous bih of an overweight baby >4 kg, Stillbih, Unexplained perinatal loss Polyhydramnios Recurrent vaginal candidiasis Persistant glycosuria Age>30 years Obesity Ethnic group Reference: D. C. Dutta&; s Textbook of Obstetrics; 7th edition; Page no: 281",
        "cop": 3,
        "opa": "Previous macrosomic baby",
        "opb": "Obesity",
        "opc": "Malformations",
        "opd": "Polyhydramnios",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "e8452c02-cb92-41c7-8ad7-b38ab25a486c",
        "choice_type": "multi"
    },
    {
        "question": "All statements(s) is/are about use of ma sulphate except",
        "exp": "Magnessium sulphate have a peripheral action at the neuromuscular junction, by competing with calcium for entry into the cells. It may also have central action. Refer page no 268 of Text book of obstetrics, sheila balakrishnan, 2 nd edition.",
        "cop": 3,
        "opa": "Used in spinal anesthesia",
        "opb": "Used In seizure prophylaxis",
        "opc": "Decrease neuromuscular blockage",
        "opd": "Used in Pre-emptive analgesia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "85bd28e5-a91f-4fd0-84d1-040be4c2cda4",
        "choice_type": "multi"
    },
    {
        "question": "Smoking in pregnancy causes all except:",
        "exp": "Smoking Carbon monoxide and nicotine are responsible for fetal adverse effects. There is an increase in miscarriage, abruptio placenta, preterm premature rupture of membranes, preterm labour, and intrauterine growth restriction. There is an increased risk of sudden infant death postpaum. Both active and passive smoking are implicated TEXTBOOK OF OBSTETRICS, SHEILA BALAKRISHNAN, pg no: 574, 2nd edition",
        "cop": 4,
        "opa": "IUGR",
        "opb": "PIH",
        "opc": "APH",
        "opd": "PPH",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "bfeb0322-ba3f-4b75-b0c2-17270309a854",
        "choice_type": "multi"
    },
    {
        "question": "Asymptomatic UTI in pregnancy, true is:",
        "exp": "Asymptomatic bacteriuria is used when a bacteria count of the same species over 10 5/mL in midstream clean catch specimen of urine on two occasions ia detected without symptoms of urinary infection. E. coli is the offending organism in over 90% cases. * 25% of these women are likely to develop pyelonephritis, usually in third TM if left untreated. * Increased association of premature labour and growth retarded babies is probably related with the underlying chronic renal lesion. * Incidence of HTN and anemia is stated to be high. Reference: Textbook of Dutta, 9th edition, page 279",
        "cop": 1,
        "opa": "Most are usually asymptomatic in pregnancy",
        "opb": "If untreated, progresses to pyelonephritis",
        "opc": "Early and prompt treatment prevents abnormalities in fetus",
        "opd": "Increase chance of premature infant",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "1557a131-ae99-437a-ac52-bf329ff1d52c",
        "choice_type": "multi"
    },
    {
        "question": "A P2. L2 poorly compensated cardiac patient delivered 2 days back. Contraceptive advise is",
        "exp": "If Patient is hemodynamically unstable better to advise vasectomy for the husband. Contraception in Heart disease Patients Steroidal contraception is contraindicated as it may precipitate thromboembolic phenomenon IUCD's are avoided in fear of infection Progestin only pills are SAFE and EFFECTIVE. They may cause Irregular bleeding if the patient is anticoagulated. Barrier methods is the BEST but failure rate is high Sterilisation should be considered with the completion of family at the end of first week in the puerperium under local anaesthesia through abdominal route by minilap technique. The procedure can be delayed up to several days to ensure that the mother has become hemodynamically near normal and that she is afebrile, not anemic, and ambulating normally. Reference: DC. Duttas textbook of OBG & GYN, 9th edition. Page 260",
        "cop": 3,
        "opa": "Undergo sterilization (tubectomy) after 1 week",
        "opb": "Undergo sterilization after 6 weeks",
        "opc": "Suggest her husband to undergo vasectomy",
        "opd": "Oral contraceptive pills after 6 months",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "007f0ccd-6b60-40a8-87a9-9c8576c40471",
        "choice_type": "single"
    },
    {
        "question": "Veical transmission of HIV is most common in",
        "exp": "Veical transmission to the neonates is about 14-25% Transmission of HIV2 is less frequent than HIV1 Transplacental transmission 20% before 36 weeks, over 80% occur around the time of labor and delivery Risk of veical transmission is directly related to maternal viral load and inversely to the maternal immune status Maternal antiretroviral therapy reduces the risk of veical transmission by 70%. Ref: Dutta Obs 9e pg 282.",
        "cop": 4,
        "opa": "1st trimester",
        "opb": "2nd trimester",
        "opc": "3rd trimester",
        "opd": "During labour",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "86f7c3f8-1a62-4c46-a99b-ede99cdb12de",
        "choice_type": "single"
    },
    {
        "question": "All the following are criteria for the diagnosis of HELLP syndrome Except",
        "exp": "Criteria for the Diagnosis of HELLP syndrome. Hemolysis. Burr cells, Schistocytes in the blood smear. Bilirubin >= 1. 2mg/dl. Absent plasma haptoglobin. Elevated Liver Enzymes. AST >= 72 IU/LLDH > 600 IU/LLow platelet count. Platelets < 1, 00, 000/mm3. Reference: Reference: Practical guide to High-risk pregnancy and delivery; Chapter 16; Hypeensive disorders in Pregnancy",
        "cop": 4,
        "opa": "Hemolysis",
        "opb": "Elevated Liver enzymes",
        "opc": "Low platelet count",
        "opd": "Pulmonary edema",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "d1de051f-3f14-48a7-8d59-c3cf8573ff69",
        "choice_type": "multi"
    },
    {
        "question": "DOC for symptomatic amoebiasis during pregnancy:",
        "exp": "Option 3 Dioloxanide furoate DOC in infections are: Asymptomatic amebiasis - no treatment Symptomatic amebiasis - Dioloxanide furoate (500mg B/Dx10 days) Severe infection - Dioloxanide +metronidazole Ref... High risk pregnancy Fernando Arias 4/e p 315",
        "cop": 3,
        "opa": "No treatment",
        "opb": "Metronidazole",
        "opc": "Diloxanide furoate",
        "opd": "Diiodohydroxyquin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "9251bb72-1291-436f-876f-690e6293d60f",
        "choice_type": "single"
    },
    {
        "question": "Risk factor for preeclampsia includes all except:",
        "exp": "Risk factors for pre-eclampsia: Primigravida (young and elderly) Family history Placental abnormalities Obesity Thrombophilias Ref: Dutta Obs 9e pg 208.",
        "cop": 4,
        "opa": "Antiphospholipid syndrome",
        "opb": "Obesity",
        "opc": "Previous h/o preeclampsia",
        "opd": "Multigravida",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "2722bad8-c15b-48ef-be75-606a7886b655",
        "choice_type": "multi"
    },
    {
        "question": "Normal pregnancy can be continued in",
        "exp": "Heart disease in which Termination of pregnancy is advised Pulmonary hypertension- primary or secondary Marfans syndrome with aoa involvement Eisenmenger syndrome Any heart disease which belongs to NYHA Class 3 or 4 Ejection fraction < 40% Severe aoic stenosis or Severe mitral stenosis Previous peripaum cardiomyopathy with any residual impairment of LV function ABSOLUTE INDICATIONS FOR TERMINATION OF PREGNANCY Pulmonary HTN Eisenmenger's Syndrome Pulmonary veno-occlusive disease. Reference: William's Obstetrics; 24th edition; Chapter 49 Reference: DC. Duttas textbook of OBG, 9th edition, page 259",
        "cop": 2,
        "opa": "Primary pulmonary hypertension",
        "opb": "Wolf-Parkinson-White syndrome",
        "opc": "Eisenmenger syndrome",
        "opd": "Marfan syndfome with dilated aoic root",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "b76ecb08-501a-49c2-8167-b57c8dc3a0d7",
        "choice_type": "single"
    },
    {
        "question": "Oral hypoglycemic safely given in pregnancy is",
        "exp": "Oral hypoglycemic drugs have found to be effective and safe. Commonly used drugs are Glibenclamide and metformin. Both the drugs cross the placenta However, No teratogenic effect has been observed yet. Glibenclamide appears to be superior when compared to metformine. Reference: DC. Duttas textbook of OBG, 9th edition, page 267",
        "cop": 1,
        "opa": "Metformin",
        "opb": "Sitagliptin",
        "opc": "Glimepride",
        "opd": "Pioglitazone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "d979104a-ea10-4062-9a98-679212d43d34",
        "choice_type": "single"
    },
    {
        "question": "True about heart disease in pregnancy",
        "exp": "Mitral stenosis: Cardiac surgery is best done before pregnancy; If needed Balloon valvuloplasty is the preferred procedure in second trimester MR is well tolerated in pregnancy because the decreased systemic vascular resistance results in less regurgitation Aoic stenosisis essentially a disease of ageing and hence rare in pregnancy unless associated with congenital lesion like bicuspid aoic valve Termination of pregnancy advised in NYHA class 3 and 4 Reference: Textbook of Obstetrics; Sheila Balakrishnan, 2nd edition; Page no: 236",
        "cop": 1,
        "opa": "In Mitral Stenosis surgery better avoided in pregnancy",
        "opb": "Mitral Regurgitation - Definite indication for termination of pregnancy",
        "opc": "Aoic stenosis in old age is due to Bicuspid valve",
        "opd": "Termination of pregnancy advised in NYHA class II",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "3e32114d-2873-40c1-9c48-c33f91a190f2",
        "choice_type": "multi"
    },
    {
        "question": "Antitubercular drug contraindicated in pregnancy:",
        "exp": "Tuberculosis is a bacterial infection caused by M. tuberculosis and rarely by M. bovis. Spread is usually by droplet infection. The principles of chemotherapy are the same as in nonpregnant state. The first line drugs are INH, rifampicin, ethambutol and pyrazinamide. Streptomycin is contraindicated due to its teratogenicity. It can occasionally cause ototoxicity. Other anti TB drugs which contraindiacted in pregnancy are Kanamycin, Amikacin, Capreomycin, Fluoroquinolones. TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 325",
        "cop": 1,
        "opa": "Streptomycin",
        "opb": "Refampicin",
        "opc": "INH",
        "opd": "Ethambutol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "3e9747da-f848-44eb-851b-ffefcbbaca01",
        "choice_type": "single"
    },
    {
        "question": "Dose of anti D for antenatal prophylaxis in Rh negative nonimmunlzed females:",
        "exp": "The current recommendation is yo give one dose of 300mew grm prophylactically at about 28 weeks to all Rh negative women who are not sensitised. Refer page no 310 of Text book of obstetrics, sheila balakrishnan, 2 nd edition.",
        "cop": 2,
        "opa": "Single dose of 1000 lU at 28 weeks",
        "opb": "Single dose of 15000 lU at 28 weeks",
        "opc": "Single dose of 500 lU at 28 weeks",
        "opd": "Single dose of 1500 lU at 32 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "461cfa14-5d77-4b41-ba1d-77661c7bf5a2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a known effect of dengue to fetuses, if mother is affected",
        "exp": "Answer is option 4 None of the above Fetal risks in Dengue fever in pregnancy includes: No evidence of teratogenicity, aboion or IUGR following Dengue in pregnancy Veical transmission is present Newborn presents with fever hepatomegaly and thrombocytopenia. In grave infection Newborn may show coagulopathy",
        "cop": 4,
        "opa": "Aboion",
        "opb": "Teratogenicity",
        "opc": "GR",
        "opd": "None of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "3c859fe3-16ba-413f-9ba9-6bb852498eb1",
        "choice_type": "multi"
    },
    {
        "question": "A 24-year-old woman with 36 weeks of pregnancy, suddenly complains of headache and blurring of vision. Her B. P. is 170/110 mm of Hg. Urinary albumin is +++ and fundus examination shows areas of retinal hemorrhage. The line of fuher management would be:",
        "exp": "It is a case of preeclampsia expectant management The aim of expectant management is to protect fetus from consequence of disease and at same time prolong pregnancy if possible to avoid dangers to fetus of prematurity. It aims at increasing bih weight and gestational age at delivery and reducing neonatal complications. Expectant management is not beneficial to mother and hence requires specialised care in the teiary centre with close monitering. At any time when there is a worsening in the condition expectant management is abandoned and immediate termination decided. The indications for abandoning it are uncontrolled maternal hypertension, increasing organ dysfunction, fetal distress TEXTBOOK OF OBSTETRICS BY SHEILA BALAKRISHNAN., Pg no: 263, 2nd edition",
        "cop": 1,
        "opa": "Conservative treatment",
        "opb": "Anticonvulsive therapy",
        "opc": "Induction of labour",
        "opd": "Cesarean delivery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "dd68bd83-621f-4790-9f27-6671141ead45",
        "choice_type": "single"
    },
    {
        "question": "The threshold of hemoglobin A1c for Diagnosis of Ove diabetes in Pregnancy?",
        "exp": "Diagnosis of Ove Diabetes in Pregnancy. Measure of Glycemia. Threshold. Fasting plasma glucose. At least 126mg/dl. Hemoglobin A1c. At least 6. 5%Random plasma glucose. At least 200mg/dl plus confirmation. Ref: William&; s Obstetrics; 24th edition; Chapter 57",
        "cop": 2,
        "opa": "6%",
        "opb": "6. 50%",
        "opc": "7%",
        "opd": "7. 50%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "571ba05b-a19f-4292-9471-de1b94ae739f",
        "choice_type": "single"
    },
    {
        "question": "A. 25year old woman with a obstetric score of G2. P1. L1 at 8 weeks with RhD negative and a non sensitized pregnancy had a spontaneous complete miscarriage. what is the dose of anti D Ig to be given to the women?",
        "exp": "* Risk of immunization by spontaneous complete miscarriage before 12weeks without any need for evacuation of products is negligible, hence ant D Ig is not required * There is evidence that significant fetomaternal haemorrhage occurs after cuettage of products but not in spontaneous complete miscarriage * Anti D Ig should be given to all non sensitized RhD negative women who had a spontaneous miscarriage or incomplete miscarriage after 12weeks of pregnancy * Dosage of Anti D to be given: 250iu before 20weeks and 500iu therafter Reference: Greentop guidelines no 22",
        "cop": 1,
        "opa": "Anti d not required",
        "opb": "250iu",
        "opc": "500iu",
        "opd": "Quantity of fetomaternal bleed should be tested before giving anti d",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "3ef16333-b236-4624-b531-2f9589b58fde",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of maternal anemia in pregnancy",
        "exp": "According to WHO anemia in pregnancy is defined as hemoglobin level below 11g/dl Iron deficiency anemia is the most common cause of anemia both in the non pregnant and pregnant state Reference: Text Book of Obstetrics; Sheila Balakrishnan; 2nd edition; Page no: 285",
        "cop": 2,
        "opa": "Acute blood loss",
        "opb": "Iron deficiency state",
        "opc": "Gastrointestinal blood loss",
        "opd": "Hemolytic anemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "63f05900-8954-40a0-bfeb-8116462a7453",
        "choice_type": "single"
    },
    {
        "question": "The best method of cuailing the second stage of labour in heart disease is by",
        "exp": "Seccond stage management in a Heart disease complicating Pregnancy Maternal pushing and the tendency to delay in the second stage of labour is to be cuailed by forceps or ventouse under pudendal /perineal block Ventouse is preferable to forceps as it can be applied without putting patient in lithotomy position IV ergometrine after the delivery should be withheld to prevent sudden overloading of the heart by additional blood squeezed out from the uterus Reference: D. C. Dutta&; s Textbook of Obstetrics; 7h edition; Page no: 278",
        "cop": 2,
        "opa": "Prophylactic forceps",
        "opb": "Prophylactic ventouse",
        "opc": "Spontaneous delivery with episiotomy",
        "opd": "Caesarean section",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "3b6927de-6b66-47f0-80a8-a9213470d2ea",
        "choice_type": "single"
    },
    {
        "question": "Feto-maternal haemorrhage is detected by",
        "exp": "Kleihauer - Betke test: To estimate the approximate volume of fetal blood entering into the maternal circulation. Using acid elution technique to note the number of fetal red cells per 50 low power fields If there are 80 fetal erythrocytes in 50 low power fields in maternal peripheral blood films, it represents a transplacental hemorrhage to the extent of 4 ml of fetal blood. Ref: Dutta Obs 9e pg 314.",
        "cop": 1,
        "opa": "Kleihauer test",
        "opb": "Benzadine test",
        "opc": "Spectrophotometry",
        "opd": "All of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "97653f72-cdbe-49b3-8c4f-24a5041b986b",
        "choice_type": "multi"
    },
    {
        "question": "Two weeks later, the results of the patient&; s prenatal labs come back. Her blood type is A, with an antl D antibody titer of 1: 4. What Is the most appropriate next step In the management of this patient?",
        "exp": "Indirect coomb&; s test If the ICT is positive it should be repeated in dilution to find the Antibody titre. The critical titre for anti D antibodies is 1: 16. If the titre is less than 1: 16 it may be repeated 2 weekly. It is possible to do a immunoassay for anti D antibodies. The safe level is <4. IU/ml. This is useful only in first sensitised pregnancy TEXTBOOK OF OBSTETRICS, SHEILA BALAKRISHNAN, Pg no: 311, 2nd edition",
        "cop": 2,
        "opa": "Schedule an amniocentesis for amniotic fluid bilirubin at 16 weeks",
        "opb": "Repeat titer in 4 weeks",
        "opc": "Repeat titer in 28 weeks",
        "opd": "Schedule PUBS to determine fetal hematocrit at 20 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "c1dcaa5e-8b6e-43e6-aa7a-3542ed3290b8",
        "choice_type": "multi"
    },
    {
        "question": "All are true about diabetes in pregnancy except",
        "exp": "Neonatal Effects of Diabetic complicated Pregnancy Respiratory Distress Syndrome Delayed lung maturation 2. Hypoglycemia Newborns of a diabetic mother experience a rapid drop in plasma glucose concentration after delivery Mainly attributed tohyperinsuliniemia produced by hyperplasia of the fetal b-islet cells induced by chronic maternal hyperglycemia Low glucose concentrations--defined as < 45 mg/dL--are paicularly common in newborns of women with unstable glucose concentrations during labor Prompt recognition and treatment of the hypoglycemic newborn minimizes adverse sequelae. 3. Hypocalcemia Defined as a total serum calcium concentration < 8 mg/dL in term newborns Cause has not been explained Theories include aberrations in magnesium-calcium economy, asphyxia, and preterm bih 4. Hyperbilirubinemia and Polycythemia Major contributing factor is newborn polycythemia, which increases the bilirubin load Polycythemia is thought to be a fetal response to relative chronic hypoxia Sources of this fetal hypoxia are hyperglycemia-mediated increase in maternal affinity for oxygen and fetal oxygen consumption Together with insulin-like growth factors, hypoxia leads to increased fetal erythropoietin levels and red cell production. 5. Cardiomyopathy Mainly hyperophic cardiomyopathy that primarily affects the interventricular septum In severe cases, this cardiomyopathy may lead to obstructive cardiac failure Most affected newborns are asymptomatic following bih, and hyperophy resolves in the months after delivery Relief from maternal hyperglycemia is presumed to promote this resolution Conversely, fetal cardiomyopathy may progress to adult cardiac disease. 6. Long-Term Cognitive Development Intrauterine metabolic conditions have been linked to neurodevelopment in offspring Autism spectrum disorders or developmental delay were more common in children of diabetic women 7. Inheritance of Diabetes The risk of developing type 1 diabetes if either parent is affected is 3 to 4 percent Type 2 diabetes has a much stronger genetic component. If both parents have type 2 diabetes, the risk of developing it approaches 40 percent Reference: William&; s Obstetrics; 24th edition; Chapter 57",
        "cop": 4,
        "opa": "Macrosomia",
        "opb": "l. UGR",
        "opc": "Congenital anomalies",
        "opd": "Neonatal hyperglycemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "50476c2c-18af-41d7-befe-6f4fde3ec3a0",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following clinical scenarios Anti D prophylaxis is not recommended?",
        "exp": "* women who are already sensitized should not be given Anti D immunoglobulin Reference: Greentop guidelines no: 22",
        "cop": 4,
        "opa": "Therapeutic termination of pregnancy by medical method in a 10weeks non sensitized RhD negative women",
        "opb": "Medically managed ectopic pregnancy at 8 weeks in a non sensitized RhD negative women",
        "opc": "Threatened miscarriage in a 13weeks non sensitized RhD negative women",
        "opd": "Spontaneous miscarriage at 14weeks in a sensitized RhD negative women",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "94d8f629-f6e0-4212-978a-b4e9da22362a",
        "choice_type": "multi"
    },
    {
        "question": "Regarding listeriosis in pregnancy False statement is:",
        "exp": "LISTERIOSIS: Listeria monocytogenes is an intracellular gram positibe bacillus. It is readily found in soil and vegetation. Mode of transmission of infection: Food borne infection caused by eating food like raw vegetables, coleslaw, apple cider melons milk fresh mexican style cheese smoked fish processed foods. Obstetric complications include Late miscarriage Preterm labour Delivery and stillbih LM infections can cause meningitis, enchepalitis, bacteremia pneumonia, fever and gastroenteritis. Neonatal death due to septicemia is also hight(10%). Overall perinatal moality 50% Ref. Williams Obs 23 /e p1224, 1225. DC. Duttas textbook of OBG, 9th edition, page 278.",
        "cop": 1,
        "opa": "Mode of transmission of infection is sexual",
        "opb": "Is associated with meningoencephalitis of the newborn",
        "opc": "May present with skin rash at bih",
        "opd": "In labour liquor is meconium stained",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "0ea71419-afc7-4014-a37c-7b0756210f6e",
        "choice_type": "multi"
    },
    {
        "question": "3rd degree genital prolapse in the first trimester of pregnancy is managed by:",
        "exp": "TREATMENT DURING PREGNANCY: The symptoms are mostly pronounced in early pregnancy. * If the cervix is outside the introitus -- The cervix is to be replaced inside the vagina and is kept in position by a ring pessary. The pessary is to be kept until 18-20th week of pregnancy when the body of the uterus will be sufficiently enlarged to sit on the brim of the pelvis. The pelvic floor is too much lax -- The patient is to lie in bed with the foot end raised by about 20 cm. To relieve edema and congestion of the prolapsed mass, it should be covered by gauze soaked with glycerine and acriflavine. The treatment is continued until 18-20th week of pregnancy till the prolapsed mass is reduced in size and replaced inside the vagina. Thereafter, the patient is allowed to walk about. * If reposition is not possible and there is incarceration, termination of pregnancy may be indicated. * If the cervix remains outside the introitus even in the later months, it is preferable to admit the patient at 36th week. Reference: Dutta's Textbook of Obstetrics 7th edition page no 313",
        "cop": 1,
        "opa": "Ring pessary",
        "opb": "Fothergill's repair",
        "opc": "Le fo's repair",
        "opd": "Right transvaginal sacrospinous colpopexy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "c9e8ae73-d778-4528-b772-66100175f97d",
        "choice_type": "single"
    },
    {
        "question": "All are true about Ove diabetes complicating pregnancy except",
        "exp": "Complications MATERNAL FETAL NEONATAL Preeclampsia Polyhydramnios Infections Operative delivery Genital trauma Puerperal sepsis Wound infection Ketoacidosis Early miscarriages Congenital malformations Unexplained fetal demise Prematurity Macrosomia IUGR Respiratory distress syndrome Hypoglycemia Polycythemia Hyperbilirubinemia Hyperviscosity Cardiomyopathy Bih trauma Reference: Textbook of Obstetrics; Sheila Balakrishnan; 2nd edition; Page no: 241",
        "cop": 1,
        "opa": "Brain enlargement as a pa of macrosomia",
        "opb": "Hyperglycemia in infant",
        "opc": "First trimester aboion",
        "opd": "Unexplained fetal death",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "797ab383-bc26-44f7-b782-e7f2d20d30c9",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old woman with diabetes mellitus presents to her physician at 19 weeks' gestation. She is obese and did not realize that she was pregnant until recently. She also has not been \"watching her sugar\" lately, but is now motivated to improve her regimen. A dilated ophthalmologic examination shows no retinopathy. An ECG is normal. Urinalysis is negative for proteinuria. Laboratory studies show: * Hemoglobin A 1 c: 10. 8% * Glucose: 222 mg/dL * Thyroid-stimulating hormone: 1. 0 |iU/mL * Free thyroxine: 1. 7 ng/dL * Creatinine: 1. 1 mg/dL Q. In which of the following condition the risk of developing it is same In diabetics as the general population:",
        "exp": "In this question patient is presenting with ove DM ie she had DM before pregnancy also. Cogenital adrenal hyperplasia has also the same risk of developing above condition in diabetic as well as non diabetic. Ref: dutta 7th edi",
        "cop": 3,
        "opa": "Asymptomatic bacteriuria",
        "opb": "Preeclampsia",
        "opc": "Congenital adrenal hyperplasia",
        "opd": "PPH after delivery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "be37b0b7-75e2-4166-9e56-5d5f30b8a75e",
        "choice_type": "single"
    },
    {
        "question": "Rani a 24-year-old woman presents to her gynaecologist as she has chronic hypothyroidism and wants to conceive now. Her hypothyroidism is well controlled at 75 microgram of Thyroxine. She doesn&; t smoke or drink and doesn&; t have any other medical ailment. She would like to know if she should keep taking her Thyroxin. Which of the following is the best advice to give to this patient?",
        "exp": "Hypothyroidism The woman is staed on 100microgm Thyroxine if she is not already on this hormone. The dose can then be increased in 2nd TM according to values noted. Once euthyroid thyroid function should be checked in each trimester. Following an adjustment of dosage the free thyroxine is checked after 4-6weeeks. The doses are adjusted until the TSH level is between. 5 - 2. 5 IU/ml. If the woman is already on thyroxine prior to pregnancy the dose will usually have to be increased by 25%as pregnancy is associated with an increase in thyroxine requirement. TEXTBOOK OF OBSTETRICS, SHEILA BALAKRISHNAN, Pg no: 329, 2nd edition",
        "cop": 4,
        "opa": "Stop taking Thyroxine and switch to methimazole as we would like to control your baby's thyroid levels",
        "opb": "Thyroxine is safe during pregnancy but it is not absolutely necessary during pregnancy to continue thyroxine.",
        "opc": "Thyroxine is not safe during pregnancy and it is better for your baby to be hypothyroid than hypehyroid",
        "opd": "Thyroxine is safe in pregnancy and the dose of thyroxine would be increased during pregnancy to avoid hypothyroidism, which may affect the baby adversely",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "933a41db-85f1-43d1-b927-401479912774",
        "choice_type": "single"
    },
    {
        "question": "Tubectomy in a heart patient who has recently delivered is best done after",
        "exp": "Contraception in Heart disease Patients Steroidal contraception is contraindicated as it may precipitate thromboembolic phenomenon IUCD's are avoided in fear of infection Progestin only pills are SAFE and EFFECTIVE Barrier methods is the BEST but failure rate is high Sterilisation should be considered with the completion of family at the end of first week in the puerperium under local anaesthesia through abdominal route by minilap technique. The procedure can be delayed up to several days to ensure that the mother has become hemodynamically near normal and that she is afebrile, not anemic, and ambulating normally Reference: D. C. Dutta's Textbook of Obstetrics, 9th edition; Page no: 260",
        "cop": 2,
        "opa": "48 hours",
        "opb": "1 week",
        "opc": "2 weeks",
        "opd": "Immediately",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "cd4d782a-22cf-43f8-ba3e-5da6af2ee5c9",
        "choice_type": "single"
    },
    {
        "question": "Glycosuria during routine investigation of antenatal visit indicates that there is need for:",
        "exp": "INDICATIONS OF GLUCOSE TOLERANCE TEST Fasting Glucosuriaon one occasion before 20th week and on two or more occasions thereafter Following a positive 'screening test' If fasting blood sugars >92mg/dl or if that after 2hours of ingestion of 100g glucose is over 120mg/100mL However if the fasting plasma glucose value is more than or equal to 126mg/dL, andif confirmed on repeat test the women is considered as Diabetic even without running GTT test. Reference: DC. Duttas textbook of OBG, 9th edition, page 262",
        "cop": 4,
        "opa": "Gestational diabetes treatment",
        "opb": "Dietary control",
        "opc": "Insulin treatment",
        "opd": "Glucose tolerance test",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "35ab0aac-58a3-44f1-8f95-66cd65534bf6",
        "choice_type": "single"
    },
    {
        "question": "HIV positive primi near term, advice given is:",
        "exp": "Zidovudine IV infusion staing at onset of labour or 4 hours before CS section. Loading dose of 2mg/kg/hr, maintainance dose of 1mg/kg/hr until cord clamping is done. D. C. DUTTA'S TEXTBOOK OF GYNECOLOGY, Pg no: 302, 7th edition",
        "cop": 1,
        "opa": "Treatment should be stalled before labour",
        "opb": "Avoid mixing of blood intrapaum",
        "opc": "Vaginal delivery preferred",
        "opd": "Cesarean section would be decrease transmission of HIV baby",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "edefb73b-ac3c-4508-9c25-319c3933762c",
        "choice_type": "multi"
    },
    {
        "question": "The following are related to preeclampsia:",
        "exp": "Thr changes occuring during the preeclampsia are thought to be tge consequences of vasospasam, endothelial dysfunction and ischemia. Refer page no 256 of Text book of obstetrics, sheila balakrishnan, 2 nd edition.",
        "cop": 4,
        "opa": "It is a totally preventable disease",
        "opb": "Systolic rise of blood pressure is more impoant than the diastolic",
        "opc": "Eclampsia is invariably preceded by acute fulminating preeclampsia",
        "opd": "Endothelial dysfunction is the basic pathology",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "bda51dac-35a9-43ef-8926-d13d4fe5f065",
        "choice_type": "multi"
    },
    {
        "question": "DOC for pregnant females travelling to areas endemic to P-falciparum",
        "exp": "Preganant women in endemic areas are candidates for chemoprophylaxis. Chemoprophylaxis recommended for travelling to endemic areas, it should begin 2 weeks before travel and continue for 4 weeks after leaving the endemic area. Chloroquine once a week is given for prophylaxis. TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 298",
        "cop": 4,
        "opa": "Primaquine",
        "opb": "Doxycycline",
        "opc": "Amodiaquine",
        "opd": "Chloroquine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "3a594d2c-6c2e-4a92-95fc-e942250a469f",
        "choice_type": "single"
    },
    {
        "question": "New born baby born to a diabetic mother will have all the following except",
        "exp": "Neonatal complications: Hypoglycemia Respiratory distress syndrome Hyerbilirubinemia Polycythemia Hypocalcemia Hypomagnesemia Cardiomyopathy Ref: Dutta Obs 9e pg 266.",
        "cop": 1,
        "opa": "Hypercalcemia",
        "opb": "Hypokalemia",
        "opc": "Hypoglycemia",
        "opd": "Obesity",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "80100e8e-244c-46ce-9b8e-380fcad7f9fe",
        "choice_type": "multi"
    },
    {
        "question": "Cause of convulsion in eclampsia:",
        "exp": "Eclampsia may develop antepaum, intrapaum or postpaum. It is more common in the last trimester. It may be asymptomatic or preceded by the classical symptoms of prerclampsia. Eclampsia may be associated with the neurological deficit due to cerebral vasospasm and oedema but it usually resolves. TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 266",
        "cop": 1,
        "opa": "Cerebral anoxia due to aerial spasm",
        "opb": "Hypovolemia",
        "opc": "Hypocalcemia",
        "opd": "Shock",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "2c9e351d-67d9-439a-ad19-4a7ac673e55a",
        "choice_type": "single"
    },
    {
        "question": "Pregnant women in 1st trimester is given that she does not stick to. Baby born with hydrocephalus infection was by:",
        "exp": "Toxoplasmosis is caused by T. gondii, obligate intracellular parasite. The majority of congenitally affected babies are asymptomatic at bih. Severely affected babies may exhibit the classical tetrad of hydrocephalus or microcephaly chorioretinitis convulsions Cerebral calcification. Presence of IgM anyibody in the neonated indicates congenital infection. IgG transmitted from the mother persists for many years. Refer page no 294 of Text book of obsteics, sheila balakrishanan, 2 nd edition. Dc. Duttas textbook of obg, 9th edition, page 278",
        "cop": 3,
        "opa": "HSV",
        "opb": "Treponema",
        "opc": "toxoplasma",
        "opd": "CMV",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "e6a6bfb8-303e-4485-bc9b-18301700bf82",
        "choice_type": "single"
    },
    {
        "question": "At what period does the tuberculosis flare up most commonly in a pregnant patient?",
        "exp": "Pregnancy will not worsen the clinical course of the disease, if under treatment. However, there is an increased chance of relapse in the peurperium. Refer page no 324 and AIPGME question and answer given on page no 326 of Text book of obsteics, sheila balakrishnan, 2 nd edition.",
        "cop": 4,
        "opa": "First trimester",
        "opb": "Second trimester",
        "opc": "Third trimester",
        "opd": "Puerperium",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "d0bf917c-16c2-47c6-86d2-0ac52e98a339",
        "choice_type": "single"
    },
    {
        "question": "For fetal lung maturation, all the coicosteroids can be used except",
        "exp": "Methylprednisolone is not effective because of poor placental transfer",
        "cop": 4,
        "opa": "Betamethasone",
        "opb": "Dexamethasone",
        "opc": "Hydrocoisone",
        "opd": "Methylprednisolone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "eb135578-b0c1-4aa0-b229-262f3898c264",
        "choice_type": "multi"
    },
    {
        "question": "Caudal regression syndrome is seen in babies of the mother having",
        "exp": "The caudal regression sequence is a rare malformation frequently associated with maternal diabetes. Ref: William&; s Obstetrics; 24th edition; Chapter 57; Diabetes Mellitus",
        "cop": 4,
        "opa": "PIH",
        "opb": "Anemia",
        "opc": "Cardiac disease",
        "opd": "Diabetes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "b07952ad-c2cc-4471-922e-6775ace8e573",
        "choice_type": "single"
    },
    {
        "question": "Which is the drug of choice for severe preeclampsia?",
        "exp": "Labetalol is the drug of first choice in severe preeclampsia. The main objective is to reduce the risk of severe hypertension and cerebral haemorrhage. Labetalol is given as 200-400 mg/day in 2 doses",
        "cop": 1,
        "opa": "Labetalol",
        "opb": "Metoprolol",
        "opc": "A-methyldopa",
        "opd": "Nifidipine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "1a1377b6-a447-48de-8166-998020dd476b",
        "choice_type": "single"
    },
    {
        "question": "All the following are predictors of preeclampsia except",
        "exp": "Pre-eclampsia: Rapid gain in weight Serum uric acid levels of more than 4. 5 mg/dL (biochemical marker of pre-eclampsia ) Presence of diastolic notch at 24 weeks gestation in uterine aery Detection of free fetal DNA in maternal plasma Roll over test Ref: Dutta Obs 9e pg 214.",
        "cop": 4,
        "opa": "Roll over test",
        "opb": "Serum uric acid",
        "opc": "Weight gain > 2kg per month",
        "opd": "Shake test",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "5afdeed1-526b-4c51-80e5-cfe462760c80",
        "choice_type": "multi"
    },
    {
        "question": "A 20yr old P1. L1 with RhD negative pregnancy had a spontaneous vaginal delivery. Her baby is RhD positive. Anti D Ig should be administered within",
        "exp": "* For successful immunoprohylaxis anti D Ig should be given as soon as possible after the sensitizing event but always within 72hours * If not given within 72hours, effo should still be made to give anti D Ig, as a dose given within 9 to 10 dose will offer some protection * Women who is already sensitized should not be given anti D Ig Reference: Greentop guidelines no 22",
        "cop": 1,
        "opa": "72 hours",
        "opb": "7 days",
        "opc": "10 days",
        "opd": "30 days",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "040f7443-0678-47ca-9512-3521b908c9af",
        "choice_type": "single"
    },
    {
        "question": "Which is/are not fetal complication of uncontrolled diabetes during pregnancy",
        "exp": "The Fetal complications of GDM includes Miscarriages Congenital malformations Unexplained intrauterine deaths Prematurity Macrosomia IUGR Reference: Textbook of Obstetrics; Sheila Balakrishnan, 2nd edition, Page no: 243",
        "cop": 4,
        "opa": "Stillbih",
        "opb": "Chromosomal anomaly",
        "opc": "NTD",
        "opd": "IUGR",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "49f7622f-866d-4249-a013-3a338ca2c09c",
        "choice_type": "single"
    },
    {
        "question": "lnfants of diabetic mothers are likely to have the following cardiac anomaly",
        "exp": "Cardiac anomalies are one of the most common anomalies seen in infants of diabetic mothers with poor glycemic control Specific cardiac anomaly seen is Transposition of great aeries Cardiovascular anomalies in Diabetes VSD, ASD Coarctation of aoa Situs inversus Fallot&; s Tetralogy Single Ventricle Transposition of great vessels Reference: D. C. Dutta&; s Textbook of Obstetrics; 7th edition, Chapter 19",
        "cop": 4,
        "opa": "Coarctation of aoa",
        "opb": "Fallot's tetralogy",
        "opc": "Ebstein's anomaly",
        "opd": "Transposition of great aeries",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "76977625-0980-485d-b168-0e19cf0cff4f",
        "choice_type": "multi"
    },
    {
        "question": "Caudal regression syndrome is specifically seen in babies of mother having",
        "exp": "Congenital malformations in diabetes Cardiac defects are most common (transposition of great vessels and VSD) Neural tube defects like anencephaly and spina bifida Caudal regression syndrome or sacral agenesis is the congenital defect which is specific to diabetes Reference: Textbook of Obstetrics; Sheila Balakrishnan; 2nd edition; Page no: 243",
        "cop": 1,
        "opa": "Diabetes",
        "opb": "PIH",
        "opc": "Cardiac disease",
        "opd": "Anemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "42f962a7-adc5-47f8-a18f-e35f413876b0",
        "choice_type": "multi"
    },
    {
        "question": "At what gestational age should be pregnancy with cholestasis of pregnancy be terminated.",
        "exp": "Antepaum fetal surviellance and delivery at 37-38 weeks is ideal as there is a risk of still bih, fetal distress, meconium stained liqour. Raised levels of serum levels of AST/ALT suggest delivery of the woman at TERM i. e.,. 37-38wks. Refer page no 280 of Text book og obstetrics, sheila balakrishnan, 2 nd edition Refer: Textbook of Duttas, 9th edition, page 271. ** Acute fatty liver occurs in late pregnancy",
        "cop": 3,
        "opa": "39 weeks",
        "opb": "36 weeks",
        "opc": "38 weeks",
        "opd": "40 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "56cf6791-e132-4e66-8a5f-0d5ff68015c7",
        "choice_type": "single"
    },
    {
        "question": "A chronic hypeensive pregnant female with BP controlled using antihypeensives should be delivered at:",
        "exp": "Delivery is the only definitive treatment for preeclampsia and usually labour is induced at 37-38 weeks. Refet page no 263 of Text book of obstetrics, sheila balakrishnan, 2 nd edition,",
        "cop": 2,
        "opa": "38-39 weeks",
        "opb": "37-39 weeks",
        "opc": "36-37 weeks",
        "opd": "35-36 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "ad12f19a-6d73-49d5-9c85-3ec8e6abf462",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hematological criteria remains unchanged during pregnancy",
        "exp": "MCV increases minimally during pregnancy MCHC remains unchanged Reference: High risk pregnancy Fernando Arias 4th edition Page no: 234",
        "cop": 3,
        "opa": "Blood Volume",
        "opb": "TIBC",
        "opc": "MCHC",
        "opd": "S. ferritin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "98e1754a-99f6-4d05-a477-3f976717e216",
        "choice_type": "single"
    },
    {
        "question": "Highest transmission of hepatitis B from mother to fetus occurs, if the mother is infected during:",
        "exp": "The virus is transmitted by parenteral route, sexual contact, veical transmission and rarely breast milk. The risk of transmission to fetus ranges from 10% in 1st TM to as high as 90% in 3rd TM. It is specifically high (90%) from those mothers who are seropositive to hepatitis B surface Antigen(HBs. Ag) and e-antigen(HBe. Ag) Reference: Textbook of Dutta, 9th edition, page 271",
        "cop": 3,
        "opa": "1st trimester",
        "opb": "IInd trimester",
        "opc": "IIIrd trimester",
        "opd": "At the time of implantation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "363d8393-26b0-42ac-99df-2aed1011494d",
        "choice_type": "single"
    },
    {
        "question": "Total amount of iron needed by the fetus during entire pregnancy",
        "exp": "Iron needs in pregnancy Fetus and placenta 300mg Red cell expansion 500mg Net need in pregnancy 900mg Reference: Textbook of Obstetrics; Sheila Balakrishnan; 2nd edition; Page no: 285",
        "cop": 4,
        "opa": "500 mg",
        "opb": "1000 mg",
        "opc": "800 mg",
        "opd": "300 mg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "a160dfe2-deab-4af6-9538-c555e8d653fb",
        "choice_type": "single"
    },
    {
        "question": "All of the following are direct causes of maternal moality except:",
        "exp": "Direct causes of maternal moality hemorrrhage sepsis eclampsia obstructed labour complications of aboion Anemia, malaria, hepatitis, diabetes, HIV/AIDS TEXTBOOK OF OBSTETRICS, SHEILA BALAKRISHNAN, Pg no: 596, 2nd edition",
        "cop": 3,
        "opa": "APH",
        "opb": "PPH",
        "opc": "Heart disease",
        "opd": "Eclampsia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "51db53a8-a718-4ff1-a957-e896fae18c0a",
        "choice_type": "multi"
    },
    {
        "question": "Best drug for management of eclampsia:",
        "exp": "The drug of choice for control and prevention of convulsion in eclampsia is magnesium sulphate, usually given by Pritchard&; s regime. The mechanism of action thought to have a peripheral action at the neuromuscular junction, by competing with calcium for entry into the cells. It may also have central action. TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 268",
        "cop": 1,
        "opa": "Mg. SO4",
        "opb": "Lytic cocktail regime",
        "opc": "Phenytoin",
        "opd": "Diazepam",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "0c8b18b3-a119-4389-9ab8-7e8884cf1b0e",
        "choice_type": "single"
    },
    {
        "question": "Ovarian cyst in post paum patient, treatment is:",
        "exp": "If the delivery is vaginal, a laprotomy can be done after 24 hrs, as this is the period at which high risk of aboion. Refer page no 223 of Text book of obsteics, sheila balakrishnan, 2 nd edition. The ovarian tumour discovered during pregnancy is an enlarged corpus luteal cyst, a benign as well as a malignant tumour. An asymptomatic tumour is discovered during routine ultrasound scanning in early pregnancy. Symptomatic tumour however presents with abdominal pain in pregnancy. Corpus luteal cyst regresses after the 12th week and can therefore be observed. The benign tumour should be removed in the second trimester between the 14th and 16th week. Earlier surgery may increase the risk of aboion. In the third trimester surgical difficulty because of the growing uterus; preterm labour is also a possibility. The tumour discovered late in pregnancy should be removed in early puerperium to avoid torsion and infection. The malignant ovarian tumour requires laparotomy at the earliest, irrespective of the duration of pregnancy. Reference: Shaw's Textbook of Gynaecology, 16th edition page no 451",
        "cop": 1,
        "opa": "Immediate removal",
        "opb": "Removal after 2 weeks",
        "opc": "Removal after 6 weeks",
        "opd": "Removal after 3 months",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "84e9637e-a13b-4a00-919b-f43e2a7d476f",
        "choice_type": "single"
    },
    {
        "question": "All can be used to lower mother to child HIV spread except:",
        "exp": "treatment Zidovudine given IV staing at onset of labour or 4 hours prior to CS section A single dose nevirapine at onset of labour and a single dose in newborn at age of 48 hours Elective CS reduces risk by 50% Avoidance of Breastfeeding, HAA therapy and appropriate mode of delievery has reduced MTCT rates from 25-30% to <1%. Baby should be bathed immediately Invasive methods that might result in break in skin and mucous membrane of infant are contraindicated Triple therapy A D. C. DUTTA'S TEXTBOOK OF OBSTETRICS, Pg no: 302, 7th edition",
        "cop": 2,
        "opa": "Elective CS",
        "opb": "Omitting ergometrine",
        "opc": "A",
        "opd": "Intrapaum nevirapine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "5c06f051-1f08-488b-80ae-e43050bab6bc",
        "choice_type": "multi"
    },
    {
        "question": "False statement regarding cholestasis in pregnancy:",
        "exp": "Recurrence is common in subdequent pregnancies (90%)and with the use of oestrogen containing oral contraceptivr pills. Such patients are at risk for chronic liver disease and should be closely followed up aftet pregnancy. Refer page no 280 of Text book of obsteics, sheila balakrishnan, 2 nd edition. OR Reccurence rate is high(50-60%) Cholestyramine is effective for itching. Jaundice is slight. REference: Textbook of Duttas, 9th edition, page 271",
        "cop": 4,
        "opa": "Recurs In subsequent pregnancy",
        "opb": "Ursodeoxycholic acid relieves pruritus",
        "opc": "Mild jaundice occurs in majority of patients",
        "opd": "Pruritus may precede laboratory findings",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "cc0eda04-86df-4163-83f3-a0fc8dd9f413",
        "choice_type": "multi"
    },
    {
        "question": "Complications of diabetes in pregnancy Includes all except",
        "exp": "FETAL AND NEONATAL HAZARDS Fetal Macrosomia (40-50%) due to Maternal Hyperglycemia and Elevation of maternal free fatry acids. Congenital malformation(6-10%) Bih injuries are associated with prolonged labour and shoulder dystocia due to macrosomic baby. Growth Restriction is less commonly observed and is associated with maternal vasculopathy. Fetal Death has got multifactorial pathogenesis but the final event being hypoxia and lactic acedemia. Neonatal complications- a) Hypoglycemia (<35mg/dL) is due to Hyperinsulinemia b) Respiratory Distress syndrome due to excess level of fetal insulin that blocks the action of coisol. c) Hyperbilirubinemia d) Polycythemia e) Hypocalcemia(<7mg/dL) f) Hypomagnesemia (<7mg/dL) g) Cardiomyopathy Long term effects- childhood obesity, metabolic syndrome, Neuropsychological effects and diabetes. PERINATAL MOALITY: Overall perinatal moality is increased 2-3times. Reference: DC. Duttas textbook of OBG, 9th edition, page 265 266",
        "cop": 3,
        "opa": "Macrosomia",
        "opb": "Shoulder dystocia",
        "opc": "Hyperglycemia in newborn",
        "opd": "l. UGR",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "8f3137f5-1d14-46c3-bfa4-c26e8496338d",
        "choice_type": "multi"
    },
    {
        "question": "A syndrome of multiple congenital anomalies including microcephaly, cardiac anomalies and growth retardation has been described in children of women who are heavy users of:",
        "exp": "Teratogenecity of alcohol is the Fetal alcohol syndrome(dose related) which includes pre and post natal growth restriction, facial abnormalities like shoened palpebral fissure, low set ears, smooth philtrum, thinned upper lip, and mid facial hypoplasia CNS defects like microcephaly, mental retardation and behavioral disorders. TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 565",
        "cop": 4,
        "opa": "Amphetamines",
        "opb": "Barbiturates",
        "opc": "Heroin",
        "opd": "Ethyl alcohol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "740d6b72-e0d3-4435-9bc1-b9cd8642d0c0",
        "choice_type": "single"
    },
    {
        "question": "All of the following are increased in infants of heart disease patient except",
        "exp": "Fetal effects in Cardiac disease complicating pregnancy Overall Perinatal moality is not greater than general population accounts for 45% Fetal Growth Restriction Preterm labor If mother has congenital heart disease fetus is at risk 50% have same anomaly as mother Reference: William's Obstetrics; 24th edition; chapter 49",
        "cop": 4,
        "opa": "Prematurity",
        "opb": "IUGR",
        "opc": "Increased incidence of cardiac disease",
        "opd": "Neural tube defect",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "d62fde17-ec4b-4dd1-98b3-983663e5ea82",
        "choice_type": "multi"
    },
    {
        "question": "Late hyperglycemia in pregnancy is associated with",
        "exp": "Fetal macrosomia Definition: Those infants exceeding the 90th percentile for a given gestational week are usually used as the threshold for macrosomia or large-for-gestational age (LGA) bihweight The primary effect attributed to gestational diabetes is excessive fetal size or macrosomia Maternal hyperglycemia prompts fetal hyperinsulinemia, paicularly during the second half of gestation. This in turn stimulates excessive somatic growth or macrosomia. Except for the brain, most fetal organs are affected by the macrosomia that characterizes the fetus of a diabetic woman. Infants are anthropometrically different from other large-forgestational age (LGA) infants with excessive fat deposition on the shoulders and trunk, which predisposes to shoulder dystocia or cesarean delivery The incidence of macrosomia rises significantly when mean maternal blood glucose concentrations chronically exceed 130 mg/dL Reference: William&; s Obstetrics; 24th edition; Chapter 57",
        "cop": 1,
        "opa": "Macrosomia",
        "opb": "l. UGR",
        "opc": "Postmaturity",
        "opd": "Congenital malformation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "0d519093-8331-441f-8118-45dcb2621092",
        "choice_type": "single"
    },
    {
        "question": "Blood transfusion is indicated in following condition with sickle cell anemia",
        "exp": "Indications of Blood transfusion in Sickle Cell Anemia Frequent sickling episodes Twin pregnancy Poor obstetrical outcome Severe anemia Blood transfusion replaces the abnormal cells with normal red cells The objective of transfusion is to keep the hematocrit value above 25% and concentration of Hb-S under 50% Prophylactic transfusions during pregnancy remain controversial Reference: Textbook of Obstetrics; Sheila Balakrishnan; 2nd edition; Page no: 291",
        "cop": 4,
        "opa": "Frequent sickling episodes",
        "opb": "Twin pregnancy",
        "opc": "Poor obstetrical outcome",
        "opd": "All of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "39c8828a-58a1-496c-91d3-6de6a0a81d1e",
        "choice_type": "multi"
    },
    {
        "question": "Postpaum tubectomy in a heart disease patient is done at",
        "exp": "Sterilization should be considered with the completion of the family at the end of first week in the puerperium under local anaesthesia throught abdominal route by minilap technique. If the heart is not well compensated the husband advised for vasectomy.",
        "cop": 2,
        "opa": "48 hours",
        "opb": "1 week",
        "opc": "2 weeks",
        "opd": "Immediately",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "2f1cce80-9fe2-4c5f-a5b4-d4a2f46f33cb",
        "choice_type": "single"
    },
    {
        "question": "Macrosomia is seen in all except",
        "exp": "Risk factors associated with macrosomia: Maternal diabetes Multiparity Increased maternal age Maternal obesity Prolonged gestation Male fetus Ref: Dutta Obs 9e pg 263.",
        "cop": 3,
        "opa": "Diabetes mellitus",
        "opb": "Obesity",
        "opc": "Hydrocephalus",
        "opd": "Post maturity",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "3aa93055-68c3-43a5-a486-e5b05015f093",
        "choice_type": "multi"
    },
    {
        "question": "Mrs. X, Primigravida at 36weeks complains of generalized pruritis with increased intensity in soles. Diagnosis is",
        "exp": "Clinical presentation of Intrahepatic Cholestasis of Pregnancy: Pruritus develops in late pregnancy, although it occasionally manifests earlier. There are no constitutional symptoms, and generalized pruritus shows a predilection for the soles. Skin changes are limited to excoriations from scratching. Biochemical tests may be abnormal at presentation, but pruritusmay precede laboratory findings by several weeks. Approximately 10 percent of women have jaundice. Ref: William&; s Obstetrics; 24th edition; Chapter 55",
        "cop": 1,
        "opa": "Intrahepatic cholestasis of pregnancy",
        "opb": "HELLP",
        "opc": "Viral hepatitis",
        "opd": "Acute fatty liver of pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "d1dd13f9-ee85-4f5a-979e-0f9f00b1d81e",
        "choice_type": "single"
    },
    {
        "question": "Prolactinoma in pregnancy, all are true except:",
        "exp": "Prolactinoma pituitary adenoma Prlactin level is >100ng/dl most are microadenoma<1cm diameter macroadenoma has bad prognosis visual field examination is essential to detect any compression effect on the optic nerves D. C. DUTTA&; S TEXTBOOK OF GYNECOLOGY, Pg no: 464, 6th edition",
        "cop": 2,
        "opa": "Most common pituitary tumor but rarely symptomatic",
        "opb": "Increase in prolactin levels worse prognosis",
        "opc": "Macroadenoma> 1 cm is associated with bad prognosis",
        "opd": "Regular visual checkup",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "ea5bee84-af8c-496d-afeb-3049d6bd3841",
        "choice_type": "multi"
    },
    {
        "question": "High risk pregnancy includes all except:",
        "exp": "GROUP A GROUP B GROUP C GROUP D UNIVERSAL REPRODUCTIVE HISTORY PRESENT OBSTETRIC HISTORY INTRAPAUM FACTORS Maternal age >35 or<17 primiparity grand multiparity height <140cm low socioeconomy long period of infeility recurrent miscarriage previous IUD, Stillbih previous preterm instrumental delivery previous CS Third stage complications bih weight less than 2. 5kg Rh or ABO isoimmunisation unbooked patient medical disorders hypeensive ectopic or hydatidiform mole IUGR Rh isoimmunisation APH Multiple pregnancy hydramnios malpresentations prolonged pregnancy obesity PROM Cord complications fetal distress prolonged labour PPH retained placenta unskilled attendant TEXTBOOK OF GYNECOLOGY, SHEILA BALAKRISHNAN, Pg no: 586, 2nd edition",
        "cop": 2,
        "opa": "Twins",
        "opb": "25 years old primi",
        "opc": "Hydramnios",
        "opd": "Previous LSCS",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "86ff1757-f2b6-4ed8-9dd1-7328f446b2c2",
        "choice_type": "multi"
    },
    {
        "question": "Chances of adverse outcome in a heart disease patient are increased in all of the following periods except",
        "exp": "Period of pregnancy during which a heart disease patient has high chance of adverse outcome 12 to 16 wks of pregnancy 28 to 32 wks of pregnancy During Labor Immediately after delivery-Maximum deaths 4 to 5 days after delivery Reference: William's Obstetrics; 24th edition; Chapter 49",
        "cop": 4,
        "opa": "28-32 weeks of pregnancy",
        "opb": "At the time of labor",
        "opc": "4-5 days after delivery",
        "opd": "First 4weeks of Pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "12163f1a-b885-4830-b527-2b8863b0bf3e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a complication of fibroid in pregnancy?",
        "exp": "Complications of fibroid in pregnancy includes miscarriage, preterm labour, abruption, malpresentation, unengaged head at term, uterine ineia, obstructed labour, PPH, difficulties in CS, puerperal infection. Refer page no 221, 222 of Text book of obsteics, sheila balakrishnan, 2 nd edition.",
        "cop": 4,
        "opa": "Preterm labour",
        "opb": "Postpaum hemorrhage",
        "opc": "Aboion",
        "opd": "malignant transformation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "f56df547-ce14-4e46-90d7-4fea749f63e2",
        "choice_type": "single"
    },
    {
        "question": "Infections transmitted to the baby at delivery:",
        "exp": "The risk of transmission increases with the period of gestation, but the risk of teratogenecity decreases. Refer page no 294, 295 of Text book of obsteics, sheila balakrishnan, 2nd edition.",
        "cop": 1,
        "opa": "Toxoplasmosis",
        "opb": "Gonococcus",
        "opc": "Herpes simplex type II",
        "opd": "Hepatitis-B",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "ebe096ba-7739-4932-b967-1c887e3d079d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is category B (adequate studies in pregnant woman have failed to demonstrate a fetal risk)?",
        "exp": "Category B drugus are the one that have shown no risks in animal studies, but human studies do not exist or also if adverse effect have been seen in animal studies with no such effect im well controlled human trials. eg. ranitidine, paracetamol. TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 564",
        "cop": 1,
        "opa": "Ranitidine",
        "opb": "Pilocarpine",
        "opc": "Latanoprost",
        "opd": "Dorzolamide",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "40d34782-f2cd-4463-a921-396b1260cd38",
        "choice_type": "single"
    },
    {
        "question": "Changes in the respiratory system in pregnancy;",
        "exp": "Anatomical changes: The lower ribs flare out, the subcoastal angles increases from 68 to 103 degree, transverse diameter of chest increases by 2 cm and the diaphragm rises about 4cm in pregnancy. Functional changes: Increase in ventilation in pregnancy is achieved by an increase in tidal volume by 40%. Minute ventilatory volume also increases. There is no change in vital capacity. The functional residual capacity and residual volume are decreased due to elevated diaphragm. TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 80",
        "cop": 4,
        "opa": "Vital capacity is increased",
        "opb": "Subcostal angle remains unchanged",
        "opc": "Tidal volume remains unaltered",
        "opd": "Residual volume Is decreased",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "3bf214da-c0b2-477e-ac1b-394229c84f20",
        "choice_type": "single"
    },
    {
        "question": "Feto maternal transfusion is detected by:",
        "exp": "Kleihauer-Betke test may be performed on maternal blood to assess the amount of fetomaternal bleed. The maternal blood is subjected to an acid solution. Acid will elute the adult hemoglobin, but not the fetal hemoglobin from the red cells. Hence fetal red cells appear dark red, adult red cells appear pale(ghost cells). TEXT BOOK OF OBSTETRICS, Sheila Balakrishnan, 2nd edition, page no. 311",
        "cop": 1,
        "opa": "Kleihauer test",
        "opb": "Spectrophotometry",
        "opc": "Benzidine test",
        "opd": "None of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical, surgical and gynaecological illness complicating pregnancy",
        "id": "821f41f3-7bae-4c7d-87c7-2b1f86daa915",
        "choice_type": "multi"
    }
]