[
    {
        "question": "A woman develops chickenpox at 39 weeks. She has a single fetus in the cephalic presentation. She has no other pregnancy complications. What is the best method to prevent neonatal infection?",
        "exp": "Ans. is a, i. e. Continue the pregnancy for at least one week. If delivery can be postponed for at least 7 days, the mother will develop antibodies and there will be transplacental transfer of antibodies to the neonate. The neonate will have passive immunity and will not develop the infection. Therefore, the best method to prevent neonatal infection is to continue the pregnancy for at least one week after the mother develops the rash. If delivery occurs within one week, the baby should be given VZIG soon after birth.",
        "cop": 1,
        "opa": "Continue the pregnancy for at least one week.",
        "opb": "Give varicella zoster vaccine to the neonate soon after birth",
        "opc": "Give VZIG to the neonate soon after birth",
        "opd": "Induce labor immediately",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "8707a5b8-8fbc-445c-9c56-31d78521d3bc",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of intrauterine infection:",
        "exp": "Ans. is d, i. e. Cytomegalovirus. Ref. Williams Obs. 23/e, p 1216, 1217; Harrison 17/e, p 48. Most common cause of intrauterine infection is cytomegalovirus.",
        "cop": 4,
        "opa": "Rubella",
        "opb": "Toxoplasma",
        "opc": "Hepatitis",
        "opd": "Cytomegalovirus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "37907502-2158-4f0c-9b59-360c11c34d47",
        "choice_type": "single"
    },
    {
        "question": "Which of the following features indicates the presence of heart disease in pregnancy and which is not seen in normal pregnancy?",
        "exp": "Ans. is b, i. e. Distended neck veins. Ref. Williams Obs. 22/e, p 1019, 23/e, p 960, Dutta Obs. 7/e, p 275. Many of the physiological adaptations of normal pregnancy and physical findings resemble heart disease symptoms and signs, making the diagnosis of heart disease more difficult. For example, in normal pregnancy, functional systolic heart murmurs are quite common; respiratory efforts is accentuated, at times suggesting dyspnea and edema in the lower extremities usually develops after midpregnancy. It is important not to diagnose heart disease during pregnancy when none exists, and at the same time not to fail to detect and appropriately treat heart disease when it dose exist. Clinical indicators of Heart disease during Pregnancy: Metcalfes criteria for Heart disease in pregnancy. Symptoms. Clinical findings* Progressive dyspnea or orthopnea* Nocturnal cough* Hemoptysis* Syncope with exertion* Chest pain related to effort or emotion* Symptoms of pulmonary hypertension* Cyanosis* Clubbing of fingers* Persistent neck vein distension* Systolic murmur greater than grade 3* Diastolic murmur* Cardiomegaly* Persistent arrhythmia* Persistently split second sound* Criteria for pulmonary hypertension. Note: In question 3 - exertional dyspnea, and pedal edema are seen normally during pregnancy and do not indicate heart disease. During pregnancy due to relaxation of the smooth muscles of the arteries by the progesterone, blood pressure decreases (Ref. Dutta 7/e, p 53) i. e. systemic hypotension normally occurs during pregnancy. Distended neck veins are suggestive of heart disease in pregnancy and are not a normal physiological condition.",
        "cop": 2,
        "opa": "Exertional dyspnea",
        "opb": "Distended neck veins",
        "opc": "Systemic hypotension",
        "opd": "Pedal edema",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "cfef5f66-0d0e-4d7d-83b6-cee52c15910a",
        "choice_type": "single"
    },
    {
        "question": "Caudal regression syndrome is seen in babies of mother having:",
        "exp": "Ans. is a, i. e. Diabetes. Ref. Fernando Arias 3/e, p 454; COGDT 10/e, p 312\"The lesion classically associated with diabetic embryopathy, the 'caudal regression syndrome', is rare, with an incidence of 1. 3 per 1000 diabetic pregnancies\". --Fernando Arias 3/e, p 454",
        "cop": 1,
        "opa": "Diabetes",
        "opb": "PIH",
        "opc": "Cardiac disease",
        "opd": "Anemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "1217d11a-33bd-4b4d-8328-255508e6a865",
        "choice_type": "single"
    },
    {
        "question": "Recurrent miscarriage is:",
        "exp": "Ans. is 'b' i. e., 3 or more consecutive losses < 20 weeks * Recurrent miscarriage, habitual abortion, or recurrent pregnancy loss (RPL) is three or more consecutive pregnancy losses at less than (or equal to) 20 weeks of gestation or with a fetal weight of <500 grams.* It affects approximately 1% to 2% of women",
        "cop": 2,
        "opa": "4 or more pregnancy losses at any weeks",
        "opb": "3 or more consecutive losses < 20 weeks",
        "opc": ">2 pregnancy losses >12 weeks",
        "opd": ">3 pregnancy losses, after 24 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "8d1d88a2-6d1c-4025-8027-a7ab48d3b9b1",
        "choice_type": "single"
    },
    {
        "question": "Drugs supplied by NACO for prevention of mother- to-child transmission:",
        "exp": "Ans. is a, i. e. Nevirapine. Ref. Parks PSM 20/e, p 373. NACO is National AIDS Control Organization which was launched in India in the year 1987. The Ministry of Health and Family Welfare had setup NACO as a separate wing to implement and closely monitor the various components of the National Aids Control Programme. NACO has established many integrated counselling and testing centres (ICTCs), where pregnant women are provided counselling and testing facilities. \"Women who are found to be HIV positive are given single dose of prophylactic Nevirapine at the time of labour and new born infant is also given a single dose of Nevirapine within 72 hrs of birth\". --Park 20/e, p 373",
        "cop": 1,
        "opa": "Nevirapine",
        "opb": "Zidovudine",
        "opc": "Nevirapine + Zidovudine",
        "opd": "Nevirapine + Zidovudine + 3. TC",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "533b277d-e714-4caa-a657-ad732e01e02c",
        "choice_type": "single"
    },
    {
        "question": "Inguinal hernia in male infants is caused by which congenital infection:",
        "exp": "Ans. A. CMVManifestations of CMV in the neonates include focal or generalized organ involvement. These include petechiae, hepatosplenomegaly, jaundice, microcephaly, IUGR, Chorioretinitis and inguinal hernia in male infants.",
        "cop": 1,
        "opa": "CMV.",
        "opb": "Toxoplasma.",
        "opc": "Rubella.",
        "opd": "Congenital syphilis.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "d2b92db3-8414-45b2-81cc-f74061e17d3a",
        "choice_type": "single"
    },
    {
        "question": "A lady G2. P1 with 10 wks pregnancy with one live child has ocular toxoplasmosis. The risk of present baby to get infected is:",
        "exp": "Ans. is d, i. e. Nil. Ref. Harrison 17/e, p 1306. The woman, who has already given birth to a child with congenital toxoplasmosis, now has no risk of transmitting it to the present baby because \"women who are seropositive before pregnancy usually are protected against acute infection and do not give birth to congenitally infected neonates\". Remember: Timing of Maternal Infection. Risk of Transmission* In previous pregnancy* >6 months before conception* <6 months before conception* In first trimester* In third trimester* No risk in future pregnancy* No risk in pregnancy* Risk increases as the interval between infection and conception decreases* Risk is less (15%), but disease is severe* Risk is maximum (60%), but disease is mild",
        "cop": 4,
        "opa": "50%",
        "opb": "25%",
        "opc": "100%",
        "opd": "Nil",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "2eb6936b-a946-4e0e-92c8-323abfa26ac3",
        "choice_type": "single"
    },
    {
        "question": "One of the following is an absolute contraindication for treatment of Thyrotoxicosis in pregnancy of 6 months duration:",
        "exp": "Ans. is b, i. e. I131 therapy. Ref. Dutta Obs. 6/e, p 290; Williams Obs 23/e, p 1130. Radioactive iodine is an absolute contraindication in the treatment of thyrotoxicosis in pregnancy. In fact, it should not be given to patients even wanting pregnancy within 6 months.",
        "cop": 2,
        "opa": "Antithyroid drug",
        "opb": "I131 therapy",
        "opc": "Telepaque",
        "opd": "Surgery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "bc6698d4-8fed-438a-9d90-22602933666d",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old class D diabetic is concerned about pregnancy. She can be assured that which of the following risks is the same for her as for the general population?",
        "exp": "Maternal diabetes mellitus can affect a pregnant woman and her fetus in many ways. The development of preeclampsia or eclampsia is about 4 times as likely as among nondiabetic women. Infection is also more likely not only to occur but to be severe. The incidences of fetal macrosomia or death and of dystocia are increased, and hydramnios is common. The likelihood of postpartum hemorrhage after vaginal delivery and the frequency of cesarean section are both increased in diabetic women. The incidence of fetal genetic disorders such as cystic fibrosis is unaffected by diabetes.",
        "cop": 3,
        "opa": "Preeclampsia and eclampsia",
        "opb": "Infection",
        "opc": "Fetal cystic fibrosis",
        "opd": "Postpartum hemorrhage after vaginal delivery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "8753e6ed-8006-4073-a266-cc4d5579312c",
        "choice_type": "single"
    },
    {
        "question": "Congenital infection in fetus with minimal teratogenic risk is:",
        "exp": "Ans. is a, i. e. HIVRef. Dutta Obs. 7/e, p 300. Teratogenic effects have not been documented with HIV infection. Rubella, varicella and CMV infections have all been linked to a variety of congenital malformation in the fetus. Effects of maternal HIV infection in pregnancy. On mother. On fetus. The course of HIV in mother remains unaltered as a result of pregnancy. Maternal mortality or morbidity are not increased by HIVMain problems a/w HIV infection during pregnancy are related to preterm birth and IUGR. No teratogenic effects have been reported. Preterm labor, IUGRNo teratogenic effects. HIVMeasles. Influenza. Mumps. Infections causing congenital malformation (teratogenic effect). Rubella. Varicella. Toxoplasmosis. Mumps. CMVParvovirus",
        "cop": 1,
        "opa": "HIV",
        "opb": "Rubella",
        "opc": "Varicella",
        "opd": "CMV",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "9b5b882e-2a96-4d75-97b4-3721d792b224",
        "choice_type": "single"
    },
    {
        "question": "Priscilla White classification is used in:--",
        "exp": "Lady Priscilla White pioneered research into diabetic woman during pregnancy. The classification is based on age at onset of diabetes, duration of disease and the presence of atherosclerotic vascular disease and renal complications.",
        "cop": 3,
        "opa": "Gestational hypertension",
        "opb": "Cardiac disorders in pregnancy",
        "opc": "Gestational diabetes mellitus",
        "opd": "Thyroid disorders of pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "4f063850-c796-4f1c-98e6-4af65282f9bc",
        "choice_type": "single"
    },
    {
        "question": "Least rate of HIV transmission is seen in:",
        "exp": "Ans. is d, i. e. Cesarean section. Vertical HIV transmission was shown to be reduced by about half when cesarean was compared with vaginal delivery. Ref. Williams 24/e p1282",
        "cop": 4,
        "opa": "Forceps delivery",
        "opb": "ARM",
        "opc": "Vacuum delivery",
        "opd": "Cesarean section",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "6eb880f6-6536-4fe5-a86f-b5726d63e073",
        "choice_type": "single"
    },
    {
        "question": "Fasting Blood sugar should be maintained in a pregnant diabetic female as:",
        "exp": "Ans. is a, i. e. 70-100mg%Ref Dutta Obs. 7/e, p 285. Metabolic Goals during Pregnancy: Fasting <95mg/d. L1 hr PP <140mg/d. L2 hr PP <120mg/dL (average 100mg/dl). Hb. A1c-6%-If these goals are not achieved patient should be put on Insulin.",
        "cop": 1,
        "opa": "70-100 mg%",
        "opb": "100-130 mg%",
        "opc": "130-160 mg%",
        "opd": "160-190 mg%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "3abad884-b135-47a7-8a97-dbca4638f86a",
        "choice_type": "single"
    },
    {
        "question": "Choose the virus that is responsible for \"Cataracts, cardiac defects, deafness\" when the fetus is exposed in utero (CHOOSE 1 VIRUS)",
        "exp": "Viral infections during pregnancy are of great concern. The risk to the fetus is greatest during the first trimester. In most instances, congenital infection results from transplacental transmission of the virus during maternal viremia. In addition, perinatal infection may result from acquisition of virus by passage of the infant through a contaminated birth canal. Cytomegalovirus, rubella, and varicella are well established as teratogens. Congenital disease may range from mild symptoms to major congenital defects to asymptomatic disease with late sequelae. Hepatitis B is only rarely transmitted in utero-more usually at the time of birth and may cause a mild to severe hepatitis in infancy or, more commonly, result in a carrier state. Carriers run the risk of developing cirrhosis or hepatocellular carcinoma later in life. Rubeola is uncommon in pregnancy and has not been associated with any specific anomalies.",
        "cop": 2,
        "opa": "Cytomegalovirus",
        "opb": "Rubella",
        "opc": "Varicella zoster",
        "opd": "Rubeola",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "b9d10513-15f8-4d4a-946a-ca9b213f0e7d",
        "choice_type": "single"
    },
    {
        "question": "Most sensitive screening test in diabetic mothers for congenital malformation is:",
        "exp": "Ans. is d, i. e. Hb A1C (Glycosylated hemoglobin). Ref. Dutta Obs. 7/e, p 284. Best screening test for congenital malformations: Hb A1c Best test to detect congenital malformations: TVS",
        "cop": 4,
        "opa": "MS AFP",
        "opb": "Blood glucose",
        "opc": "Amniotic fluid AFP",
        "opd": "Hb. A1C (Glycosylated hemoglobin)",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "90005a31-b154-476c-ad7a-94eb80dd082c",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is the best drug of choice for treatment of bacterial vaginosis during pregnancy:",
        "exp": "Ans. is b, i. e. Metronidazole. Ref. Shaw 14/e, p 118; COGDT 10/e, p 601; Harrison 17/e, p 827. Bacterial Vaginosis: It is an alteration in the normal vaginal flora (so, termed as vaginosis and not vaginitis). Polymicrobial in nature. It is transmitted sexually QInfection is favoured by decrease in the number of protective bacteria of vagina (\"Doderlein bacteria\" which release hydrogen peroxide and help in maintaining the acidic pH of vagina Q). Symptoms:-50% are asymptomatic-Rest complain of malodorous vaginal discharge with no irritation. QDiagnosis: By Amsel's criteria. Vaginal secretions are grey - white and thinly coat the vaginal walls QpH >4. 5([?]5-5. 5) (i. e. increased vaginal pH) QWhiffs test/Amine test is positive, i. e. addition of 10% KOH to vaginal secretions produces Fishy odour QPresence of 'clue cells' (>20% of epithelial cells). QCLUE CELLS: are epithelial cells with granular cytoplasm. Microscopic examination shows: Clue cells Q| Number of gardnerella vaginalis0| Number of lactobacilli Q| Leucocytes (conspicuously absent). QTreatment: DOC Metronidazole 500 mg twice daily for 7 days QTreatment of male sexual partner does not improve therapeutic response and is not recommended. QIn pregnancy:-TOC is oral metronidazole after 1st trimester Q-Alternatively, clindamycin can be given-Topical application of metronidazole gel should be avoided during pregnancy. Q",
        "cop": 2,
        "opa": "Clindamycin",
        "opb": "Metronidazole",
        "opc": "Erythromycin",
        "opd": "Rivamycin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "4f85294d-c1d4-4c6c-862d-a680707cea99",
        "choice_type": "single"
    },
    {
        "question": "Fasting blood sugar levels to diagnose overt diabetes:",
        "exp": "Ans is c, i. e. 126mg/dL(William obs 25/e pg 1099). Diagnosis of overt diabetes. Random plasma glucose level >200mg/dL plus classic signs & symptoms like polydipsia, polyuria and unexplained weight loss. Fasting glucose level >125mg/d. LAs per ADA (2017) & WHO (2013); even a plasma glucose level >200mg/dL measured 2 hours after 75 g of oral glucose lead is diagnostic of overt diabetes",
        "cop": 3,
        "opa": "106 mg/dL",
        "opb": "116mg/dL",
        "opc": "126 mg/dL",
        "opd": "140 mg/dL",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "23b03dcf-cccd-4665-9ae4-04dd52b2960f",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old G3. P2 obese woman at 26 weeks' gestation with no significant past medical history states that diabetes runs in her family. Her other pregnancies were uncomplicated. The results of a 3-hour glucose tolerance test show the following glucose levels:* 0 (fasting): 90 mg/dL 1 hour: 195 mg/dL* 2 hours: 155 mg/dL 3 hours: 145 mg/d. LAs a result, she is diagnosed with gestational diabetes. She is counselled to start diet modification and exercise to control her glycemic levels. 3 weeks after her diagnosis, she presents her values:* Fasting: 95 mg/dL 1 hr pp: 185 mg/d. LWhat is the best management?",
        "exp": "Ans. is b, i. e. Start insulin. Ref. Dutta Obs. 7/e, p 285. In the question patients GTT showed. Fasting =90mg/dL (upper limit =95mg/dL, i. e. normal)1 hour pp =195mg/dL (upper limit =180mg/dL, i. e. abnormal)2 hour pp =155mg/dL (upper limit = 155, i. e. normal)3 hour pp =145mg/dL (upper limit = 140, i. e. abnormal). Thus 2 values are abnormal, i. e. patient is a confirmed case of gestational diabetes. As indicated, she was put on diet modification for 3 weeks and after 3 weeks, her. Fasting value =95mg/d. L2 hour postprandial =180mg/d. LRemember: Metabolic goals of diabetes are. Fasting <=95mg/d. L2hour. PP <=120mg/d. LIf these goals are not achieved by diet alone, insulin should be started.",
        "cop": 2,
        "opa": "Continue diet modification",
        "opb": "Start insulin",
        "opc": "Repeat GTT",
        "opd": "Start metformin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "4af8654f-207f-4fbf-a482-d57a962c7c21",
        "choice_type": "single"
    },
    {
        "question": "Patients with organic heart disease in pregnancy most commonly die during:",
        "exp": "Ans. is c, i. e. Soon following delivery. Ref. Dutta Obs 7/e, p 225. This is another way of asking, cardiac failure occurs most common at what time as the M/C cause of death in pregnant females with heart disease is congestive heart failure.",
        "cop": 3,
        "opa": "20-24 weeks of pregnancy",
        "opb": "First stage of labor",
        "opc": "Soon following delivery",
        "opd": "Two weeks postpartum",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "9afd1c6c-ac90-460d-9cab-aaddd3bd304f",
        "choice_type": "single"
    },
    {
        "question": "Choose the virus that is responsible for \"Microcephaly, intracerebral calcifications, hepatosplenomegaly\" when the fetus is exposed in utero (CHOOSE 1 VIRUS)",
        "exp": "Viral infections during pregnancy are of great concern. The risk to the fetus is greatest during the first trimester. In most instances, congenital infection results from transplacental transmission of the virus during maternal viremia. In addition, perinatal infection may result from acquisition of virus by passage of the infant through a contaminated birth canal. Cytomegalovirus, rubella, and varicella are well established as teratogens. Congenital disease may range from mild symptoms to major congenital defects to asymptomatic disease with late sequelae. Hepatitis B is only rarely transmitted in utero-more usually at the time of birth and may cause a mild to severe hepatitis in infancy or, more commonly, result in a carrier state. Carriers run the risk of developing cirrhosis or hepatocellular carcinoma later in life. Rubeola is uncommon in pregnancy and has not been associated with any specific anomalies.",
        "cop": 1,
        "opa": "Cytomegalovirus",
        "opb": "Rubella",
        "opc": "Varicella zoster",
        "opd": "Rubeola",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "6a73f4f0-c502-46c9-9a65-3c000a3f7377",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old primigravida with 20 weeks of pregnancy has a first episode of a symptomatic bacteriuria. The risk of having pyelonephritis is:",
        "exp": "Ans. is d, i. e. 25%Ref. Dutta Obs. 7/e, p 299. Twenty-five percent of these women are likely to develop acute pyelonephritis, usually in third trimester, if left untreated.",
        "cop": 4,
        "opa": "No risk with first episode",
        "opb": "5%",
        "opc": "15%",
        "opd": "25%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "02d67beb-139e-4fdb-988f-63a648f7f9a9",
        "choice_type": "single"
    },
    {
        "question": "Target of Fasting blood sugar & Hb. A1c in a gestational diabetic patient:",
        "exp": "Ans is d, i. e. <95gm/dL; HbA/c<6. 5(Wiliams Obs 25/e pg 1111). Metabolic goals in gestational diabetes. Fasting glucose <95mg/d. L2 hr PP <120mg/d. LHb. A1c: <6. 5%",
        "cop": 4,
        "opa": "<90 gm/dL, HbA/c<6",
        "opb": "<95 gm/dL, Hb. A1c<6",
        "opc": "<90 gm/dL, Hb A/c<6. 5",
        "opd": "95 gm/dl; Hb A/c<6. 5",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "f358c078-ba0b-4dc3-aff7-2c5a7ba88937",
        "choice_type": "single"
    },
    {
        "question": "A pregnant mother is treated with oral anticoagulant. The likely congenital malformation that may result in the fetus is:",
        "exp": "Ans. is d, i. e. Chondrodysplasia punctate. Ref. Dutta Obs. 7/e, p 511. Warfarin is an anticoagulant drug. Action: Interferes with the synthesis of the vitamin K dependent factors like II, VII, IX and X. Side effects: Hemorrhage. It leads to:-Contradi's syndrome: skeletal and facial anomalies in the fetus-Chondrodysplasia punctata in the fetus. Miscarriage, IUGR and stillbirths accentuates neonatal hypothrombinemia.",
        "cop": 4,
        "opa": "Long bones limb defect",
        "opb": "Cranial malformation",
        "opc": "Cardiovascular malformation",
        "opd": "Chondrodysplasia punctata",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "3fd702e4-74ca-4c7e-b759-e94080c24846",
        "choice_type": "single"
    },
    {
        "question": "Breast-feeding can be encouraged despite which of the following conditions?",
        "exp": "Ans. C. Maternal acute puerperal mastitisa. There are very few contraindications to breast-feeding. In acute viral infections, such as hepatitis B, there is the possibility of transmitting the virus in the milk. b. Most medications taken by the mother enter into breast milk, usually in concentrations similar to or less than those in maternal plasma. c. Breast-feeding is inadvisable when the mother is being treated with antimitotic drugs, tetracyclines, diagnostic or therapeutic radioactive substances, or lithium carbonate. d. Acute puerperal mastitis may be managed quite successfully while the mother continues to breast-feed. Reduction mammoplasty with auto- transplantation of the nipple simply makes breast-feeding impossible.",
        "cop": 3,
        "opa": "Maternal hepatitis B",
        "opb": "Maternal reduction mammoplasty with transplantation of the nipples",
        "opc": "Maternal acute puerperal mastitis",
        "opd": "Maternal treatment with lithium carbonate",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "376ffaf3-4036-4240-9485-ca83aac67b90",
        "choice_type": "single"
    },
    {
        "question": "Which drug is given to prevent HIV transmission from mother to child:",
        "exp": "Ans. is a, i. e. Nevirapine. Ref Dutta Obs. 7/e, p 301, 302, Current concept in contraception and women health, p 186, 188: Shiela balakrishnan/text book of Obs p 360; Williams Obs. 23/e, p 1252: Harrison 17/e, p 1145. Traditionally the therapy being given to prevent fetomaternal transmission of HIV has been zidovudine. But the cost of the therapy makes it out of reach of many patients in the developing countries. One important study in Uganda demonstrated that a single dose of nevirapine given to the mother at the onset of labour followed by a single dose to the new born within 72 hours of birth decreased transmission by 50% compared with a regimen of zidovudine to the mother. The cost of this regimen is much cheaper than that of zidovudine and thus is being used increasingly in developing countries for prevention of mother to child transmission. According to Harrison 17/e, p 1145. Zidovudine treatment of HIV infected pregnant women from the begining of 2nd trimester through delivery and of infant for 6 weeks following birth dramatically decreased the rate of intrapartum and perinatal transmission of HIV infection from 22. 6% in the untreated group to 5%. It further says \"Short course prophylactic antiretroviral (ARV) regimens, such as single dose of nevirapine given to the mother at the onset of labour and a single dose of nevirapine to the infant within 72 hrs of birth are of particular relevance to low-to-mid income nations because of the low cost and the fact that in these regions, perinatal care is often not available and pregnant women are often seen by a health care provider for the first time at or near the time of delivery. \"Note: These days when a pregnant female presents with HIV in pregnancy-HAART, i. e combination of three or four drugs from at least two different classes, is given to all pregnant female with HIV, irrespective of CD4 count or viral load. If a woman on HAART gets pregnant, her HAART is continued during pregnancy. HAART reduces the chances of vertical transmission by less than 2%Zidovudine is given IV during labor and delivery to woman with HIV RNA viral load more than 400 copies per mL or who have unknown viral load near delivery",
        "cop": 1,
        "opa": "Nevirapine",
        "opb": "Lamivudine",
        "opc": "Stavudine",
        "opd": "Abacavir",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "a9f633ef-fcf4-4f9c-a777-2b0eb2114814",
        "choice_type": "single"
    },
    {
        "question": "Maximum cardiac output in pregnancy is at:",
        "exp": "Ans. is d, i. e. 28 weeks. Ref. William 24/e, p 59. The following graph of Williams shows cardiac output during pregnancy and labor. As is clear from the graph cardiac output is maximum at 28-32 weeks of gestation. Note: At term cardiac output is less in comparison to 28-32 weeks.",
        "cop": 4,
        "opa": "20 weeks",
        "opb": "24 weeks",
        "opc": "26 weeks",
        "opd": "28 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "4bc5d5c3-4c39-4e96-afd6-881986e8878c",
        "choice_type": "single"
    },
    {
        "question": "The best method of curtailing the second stage of labor in heart disease is by:",
        "exp": "Ans. is b, i. e. Prophylactic ventouse. Ref. Dutta Obs 7/e, p 278. Management of heart disease patient in 2nd stage: No maternal pushing and the tendency to delay in the second stage of labor is to be curtailed by forceps or ventouse under pudendal and/or perineal block anesthesia. Ventouse is preferable to forceps as it can be applied without putting the patient in lithotomy position (raising the legs increases the cardiac load). --Dutta Obs 7/e, p 278",
        "cop": 2,
        "opa": "Prophylactic forceps",
        "opb": "Prophylactic ventouse",
        "opc": "Spontaneous delivery with episiotomy",
        "opd": "Cesarean section",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "69586922-8e49-4601-a746-84f0cdb555f0",
        "choice_type": "single"
    },
    {
        "question": "A woman who has developed chickenpox 2 days ago is admitted in labor. What is the best method to prevent infection in the neonate?",
        "exp": "Ans. is a, i. e. Administer varicella zoster immunoglobulin (VZIG) to the neonate soon after birth. Since the mother developed the infection two days before the delivery, there is no time for the mother to develop antibodies. Therefore, the neonate will be non-immune and is at risk of developing chickenpox. Neonatal infection is prevented by giving VZIG to the neonate soon after birth.",
        "cop": 1,
        "opa": "Administer varicella zoster immunoglobulin (VZIG) to the neonate soon after birth",
        "opb": "Administer varicella zoster vaccine to the neonate",
        "opc": "Perform a cesarean section immediately",
        "opd": "Prevent breastfeeding",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "592f594a-f1f8-4115-9f2e-782ebe127fef",
        "choice_type": "single"
    },
    {
        "question": "Nulliparity and late menopause are risk factors for which of the following group of diseases:",
        "exp": "Ans. D. Endometrial cancer and breast cancer. Nulliparity and late menopause are factors associated with increased exposure to estrogen, hence they are operative in endometrial hyperplasia, Unopposed estrogen stimulation is not operative in endometrial polyps, cervical cancer, or vulvar cancer",
        "cop": 4,
        "opa": "Cervical cancer and endometrial hyperplasia",
        "opb": "Ovarian cancer and endometrial polyp",
        "opc": "Vulvar cancer and endometrial cancer",
        "opd": "Endometrial cancer and breast cancer",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "8babff3f-c63c-4997-b6ef-e8d67c692a16",
        "choice_type": "single"
    },
    {
        "question": "A diabetic female at 40 weeks of gestation delivered a baby by elective cesarean section. Soon after birth the baby developed respiratory distress. The diagnosis is:",
        "exp": "Ans. is a, i. e. Transient tachypnea of the newborn. Ref. Ghai 6/e, p 166, 168; COGDT 10/e, p 316; Williams Obs. 22/e, p 1178, 23/e, p 1116. Friends don't get shocked by the answer, even I was perplexed when I went through the texts given in all the standard reference books. Let's see what they have said. Respiratory distress syndrome (RDS) or hyaline membrane disease (HMD) --Ghai 6/e, p 166. RDS almost always occurs in preterm babies often less than 34 weeks of gestation. It is the commonest cause of respiratory distress in a preterm neonate. According to Ghai - RDS is seen in preterm babies and not the term babies (as is given in our question). Now let's see what Ghai says about transient tachypnea of newborn; Transient tachypnea of newborn (TTN) --Ghai 6/e, p 168. Transient tachypnea of the newborn is a benign self-limiting disease occurring usually in term neonates and is due to delayed clearance of lung fluid. These babies have tachypnea with minimal or no respiratory distress. Chest X-ray may show prominent vascular marking and prominent interlobar fissure. Oxygen treatment is often adequate and ventilatory support is necessary and prognosis is good. But Ghai didn't mention any correlation between TTN and Diabetes. So, I had to search other books for more information. COGDT 10/e, p 316 says: Neonatal complications: RDS and transient tachypnea are more common in infants of women with poorly controlled diabetics. In this way we can derive some correlation between diabetes and TTN. Our answer is further strengthened by Williams Obs. 22/e, p 1178, 23/e, p 1116 which says -Respiratory distress:\"Conventional obstetrical teaching through the late 1980s generally held that fetal lung maturation was delayed in diabetic pregnancies. Thus, these infants were at increased risk for respiratory distress (Gluck and Kulovich, 1973). Subsequent observations have challenged this concept, and gestational age rather than overt diabetes is likely the most significant factor associated with neonatal respiratory distress (Berkowitz and colleagues, 1996; Kjos and colleagues, 1990b)\". So, it is the gestational age and not diabetes which is the main factor causing neonatal respiratory distress. In our question the baby is delivered at 40 weeks gestation (Full term) so, the answer cannot be Hyaline membrane disease rather it is transient tachypnea of newborn (i. e. option 'a' is correct).",
        "cop": 1,
        "opa": "Transient tachypnea of the newborn",
        "opb": "Congenital diaphragmatic hernia",
        "opc": "Tracheo oesophageal fistula",
        "opd": "Hyaline membrane disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "da0d7c6d-af12-48dd-a9fb-bf175ed22ad3",
        "choice_type": "single"
    },
    {
        "question": "A 6 week pregnant lady is diagnosed with sputum positive TB. Best management is:",
        "exp": "Ans. is b, i. e. Start category I ATT in first trimester. Ref Textbook of Obs. Sheila Balakrishnan 1/e, p 387, Indian Journal of Tuberculosis. TB during pregnancy, requires prompt treatment. ATT can be given at any period in pregnancy, including the first trimester: First line drug used are:-INH, Rifampicin, ethambutol and pyrazinamide-Streptomycin is contraindicated during pregnancy Q-The 2 drugs which should be used throughout are - INH and Rifampicin-If a third drug is to be used it is usually ethambutol-Pyridoxine 50 mg is given along with chemotherapy. Drug Regimen. Initial 3 drugs for 3 months followed by 2 drugs for 6 months. ORInitial 4 drugs for 2 months followed by 2 drugs for 4 months. Breastfeeding is not contraindication if the woman is on treatment Q but contraindicated if active lesions are present. Baby should be given INH prophylaxis for 3 months. If montoux test is negative after 3 months, prophylaxis is stopped and BCG vaccination given.",
        "cop": 2,
        "opa": "Wait for 2nd trimester to start ATT",
        "opb": "Start category I ATT in first trimester",
        "opc": "Start category II ATT in first trimester",
        "opd": "Start category III ATT in second trimester",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "a8aa093f-9f1c-4e05-a67d-5084aaf2e214",
        "choice_type": "single"
    },
    {
        "question": "In a female with appendicitis in pregnancy treatment of choice is:",
        "exp": "Ans. is a, i. e. Surgery at earliest. Ref Williams Obs. 24/e, p 1074. Diagnosis of appendicitis during pregnancy is difficult as symptoms of appendicitis viz nausea, vomiting anorexia are normally present in pregnancy. But once the diagnosis is made immediate surgery should be done. \"If appendicitis is suspected, treatment is prompt surgical exploration. Even though diagnostic errors sometimes leads to removal of a normal appendix, it is better to operate than to postpone intervention until generalized peritonitis has developed. \"Route: Before 20 weeks- Laparoscopy. After 20 weeks-Laparotomy (Incision should be made at Mc. Burney's point). Earlier it was believed CO2 pneumoperitoneum created during laparoscopy can cause fetal acidosis and hypoperfusion, but now it is not so considered.",
        "cop": 1,
        "opa": "Surgery at earliest",
        "opb": "Abortion with appendectomy",
        "opc": "Surgery after delivery",
        "opd": "Continue pregnancy with medical Rx",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "feaae548-130b-4bde-9c15-090f941156ac",
        "choice_type": "single"
    },
    {
        "question": "Risk of HIV transmission is highest during?",
        "exp": "Ans. C. During vaginal deliverya. Mothers, who are HIV infected can pass the virus on to their fetuses in utero or to infants via breast milk. Vaginal delivery is the most common and most effective mode of transmission. b. Perinatal transmission-The vertical transmission to neonates of the infected mothers is 25-35%. The baby may be affected in utero (30%) through transplacental transfer, during delivery (70-75%) by contaminated secretions and blood of the birth canal and through breast milk in neonatal period (10-20%). c. It is clear from recent European studies that Cesarean section alone, or in combination with antiretroviral therapy can affect an additional significant reduction in perinatal HIV transmission. d. These results support the conclusion that some HIV infection must be acquired during passage through the vaginal canal. e. In non-breast-feeding populations it is estimated that 50to70% of HIV infection is acquired during labor and delivery and the remainder in utero. To date, studies directed at reducing exposure to HIV during birth other than Cesarean section, have not demonstrated a benefit in reducing HIV transmission.",
        "cop": 3,
        "opa": "During Caesarian section",
        "opb": "During antepartum period",
        "opc": "During vaginal delivery",
        "opd": "Breastfeeding",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "95b18ad6-e3d5-43de-a2c8-160de09b3757",
        "choice_type": "single"
    },
    {
        "question": "A lady with 12 weeks of pregnancy having fasting blood glucose 170 mg/dL, the antidiabetic drug of choice is:",
        "exp": "Ans. is a, i. e. Insulin. Ref Dutta Obs. 7/e, p 285. Fasting blood glucose 170 mg/dl, in a pregnant female indicates diabetes In such cases insulin, glyburide or metformin should be started.",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Metformin",
        "opc": "Glipizide",
        "opd": "Glibenclamide",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "414451b0-2b38-4673-acca-e6aa5b638a2e",
        "choice_type": "single"
    },
    {
        "question": "Macrosomia is a result of:",
        "exp": "Ans. is a, i. e. Maternal hyperglycemia. Ref. High Risk pregnancy, Fernando Arias 4//e, p 259. The basic cause of macrosomia is maternal hyperglycemia.",
        "cop": 1,
        "opa": "Maternal hyperglycemia",
        "opb": "Fetal hyperglycemia",
        "opc": "Fetal hyperinsulinemia",
        "opd": "Maternal hyperinsulinemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "fb955202-da8e-489c-aee6-5b9d5807000b",
        "choice_type": "single"
    },
    {
        "question": "A woman develops chickenpox at a period of gestation of 8 weeks. What is the best method to exclude foetal varicella syndrome?",
        "exp": "Ans. is b, i. e. Perform an ultrasound scan at 20 weeks. A detailed ultrasound examination carried out 5 weeks after infection, or at 16-20 weeks is the best method to exclude fetal varicella syndrome. Amniocentesis is not routinely advised because the risk of congenital varicella syndrome is low, even when amniotic fluid is positive for VZV DNA because amniocentesis has a strong negative productive value than a positive predictive valve.",
        "cop": 2,
        "opa": "Perform amniocentesis at 15 weeks and test for VZV DNA in the amniotic fluid",
        "opb": "Perform an ultrasound scan at 20 weeks",
        "opc": "Perform an ultrasound scan immediately",
        "opd": "Perform chorionic villous sampling and test for VZV DNA",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "6677a0d5-d2ea-44c2-95da-fdfeaa04c77e",
        "choice_type": "single"
    },
    {
        "question": "The most important risk factor for development of post partum uterine infection/sepsis is:",
        "exp": "Ans. is 'b' i. e., Route of delivery Puerperal Sepsis* An infection of the genital tract which occurs as a complication of delivery is called puerperal sepsis* Postpartum uterine infection has been called variously endometritis, endomyometritis, and endoparametritis. Because infection actually involves not only the decidua but also the myometrium and parametrial tissues, the preferred term is metritis with pelvic cellulitis.* The route of delivery is the single most significant risk factor for the development of uterine infection.* Compared with cesarean delivery, metritis following vaginal delivery is relatively uncommon.* Most female pelvic infections are caused by bacteria indigenous to the female genital tract. Predisposing Factors of Puerperal Sepsis. Antepartum. Intrapartum1. Malnutrition1. Multiple cervical examinations2. Anemia2. Internal fetal monitoring3. Preeclampsia3. Chorioamnionitis4. PROM4. Retained placenta5. Immunocompromised status (HIV)5. PPH6. Diabetes mellitus6. Prolonged labor7. Obesity7. Operative delivery (LSCS)8. MSAF",
        "cop": 2,
        "opa": "Anemia",
        "opb": "Route of delivery",
        "opc": "Diabetes",
        "opd": "Obesity",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "31e7d12d-de7e-47d7-8fcd-aa9dfd0cf9d9",
        "choice_type": "single"
    },
    {
        "question": "The commonest congenital anomaly seen in pregnancy with diabetes mellitus is:",
        "exp": "Ans. is c, i. e. Neural tube defect. Ref Fernando Arias 3/e, p 454; COGDT 10/e, p 312; Sheila Balakrishnan, p 288; Wiilliams Obs. 21/e, p 1369. Friends, this is one of the most frequently asked and most controversial topic of PGMEE Exams. I am giving you all the information I could lay my hands and the rest is up to you. Congenital malformation in Diabetes: --Fernando Arias 3/e, p 454\"The most frequent abnormalities involve the heart and the central nervous system. Most common are anencephaly, spina bifida, transposition of the great vessels, and ventricular septal defects\". \"The lesion classically associated with diabetic embryopathy, the 'caudal regression syndrome', is rare, with an incidence of 1. 3 per 1000 diabetic pregnancies\". --Fernando Arias 3/e, p 454. Most common Anomalies in Infants of Diabetic mothers: Central nervous system. Heart and great vessels. Skeletal and spinal system. Genitourinary system. Gastrointestinal system. Anencephaly. Holoprosencephaly. Encephalocele. Transposition of the great vessels. Ventricular septal defect. Aortic coarctation. Atrial septal defect. Caudalregressionsyndrome. Renal agenesis. Ureteral duplication. Anal atresia. Sheila Balakrishnan p 288 says --Cardiac defects are the commonest (transposition of great vessels and VSD). Neural tube defects like anencephaly and spina bifida. Caudal regression syndrome or sacral agenesis, which is very rare, is the congenital defect which is specific to diabetes. \"The most common single-organ system anomalies were cardiac (38%), musculoskeletal (15%) and central nervous system (10%)\" --Williams Obs. 21/e, p 1369. Remember: Most common system involved = Cardiovascular system. IInd most common system involved = Nervous system. Most common anomalies = VSD, ASD, TGA, Anencephaly, spina bifida. In cardiac anomalies M/C is VSD but most specific is TGA. Anomaly most specific for gestational diabetes - Caudal regression syndrome/sacral agenesis. Congenital anomalies are seen in overt diabetes and not gestational diabetes. Investigation of choice to predict the risk of congenital anomalies in diabetic patients-Hb. A1. CInvestigation of choice to detect the risk of congenital anomalies in diabetic patients-USG",
        "cop": 3,
        "opa": "Multicystic kidneys",
        "opb": "Oesophageal atresia",
        "opc": "Neural tube defect",
        "opd": "Duodenal atresia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "a30aec6e-4850-4fef-9372-e785603d0fbf",
        "choice_type": "single"
    },
    {
        "question": "Regarding antibiotic of choice for urinary tract infection (UTI) during pregnancy at third trimester:",
        "exp": "Ans. is a, i. e. Cephalosporin. Ref. Williams Obs. 23/e, p 1033, 1036. UTI is the most common bacterial infections during pregnancy. Although asymptomatic bacteriuria is the most common presentation, symptomatic infection includes cystitis, or pyelonephritis. Organisms that cause urinary infections are those from the normal perineal flora. Drugs use for management of UTIAs single dose or 3 days course:-Amoxicillin-Ampicillin-Cephalosporin-Nitrofurantoin-Trimethoprim-sulfamethoxazole. In treatment failure:-Nitrofurantoin 100 mg four times daily for 21 days. For suppression for bacterial persistence or recurrence:-Nitrofurantoin 100 mg at bedtime for remainder of pregnancy.",
        "cop": 1,
        "opa": "Cephalosporin",
        "opb": "Quinolones",
        "opc": "Aminoglycosides",
        "opd": "Tetracyclines",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "b85617cb-d5c2-47f9-a326-8f15013e63cd",
        "choice_type": "single"
    },
    {
        "question": "Congenital anomalies are most severe in:",
        "exp": "Ans. is a, i. e. Rubella infection. Ref. Williams Obs. 23/e, p 1214\"Rubella is one of the most teratogenic agents known. \" Ref. Williams Obs. 23/e, p 1214. Rubella causes a number of serious defects in fetus. These defects may occur singly or in combination called Congenital rubella syndrome.",
        "cop": 1,
        "opa": "Rubella infection",
        "opb": "Mumps",
        "opc": "CMV",
        "opd": "Toxoplasma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "8949ef83-58bc-4536-9735-9a09734df12e",
        "choice_type": "single"
    },
    {
        "question": "During pregnancy there is reduced risk of which of the following condition?",
        "exp": "Ans. A. Relapse of multiple sclerosis. The onset of a new movement disorder during pregnancy suggests chorea gravidarum, a variant of Sydenham's chorea associated with rheumatic fever and streptococcal infection; the chorea may recur with subsequent pregnancies. Patients with preexisting multiple sclerosis experience a gradual decrease in the risk of relapses as pregnancy progresses and, conversely, an increase in attack risk during the postpartum period. Beta interferons should not be administered to pregnant MS patients, but moderate or severe relapses can be safely treated with pulse glucocorticoid therapy. Finally, certain tumors, particularly pituitary adenoma and meningioma, may manifest during pregnancy because of accelerated growth, possibly driven by hormonal factors. Peripheral nerve disorders associated with pregnancy include Bell's palsy (idiopathic facial paralysis), which is approximately threefold more likely to occur during the third trimester and immediate postpartum period than in the general population.",
        "cop": 1,
        "opa": "Relapse of multiple sclerosis",
        "opb": "Bell's palsy",
        "opc": "Meningeoma",
        "opd": "Chorea",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "5deb7617-0451-41f1-ac46-05fcfabff788",
        "choice_type": "single"
    },
    {
        "question": "Most common congenital malformation seen in a diabetic pregnant woman amongst the following are:",
        "exp": "Ans. is a, i. e. Cardiac defect. Ref. Williams Obs. 24/e, p 1128; Fernando Arias 2/e, p 289; COGDT 10/e, p 312; Sheila Balakrishnan, p 288, Cardiac anomalies are the most common single organ anomalies in case of diabetes. --Williams 21/e, p 1369. This is supported by 24/e Williams which specifically mention, that cardiovascular anomalies are much common that CNS anomalies in babies of diabetic mothers (p 1128). Most common cardiac anomalies seen are: Ventricular septal defect QAtrial septal defect QTransposition of the great vessels QAortic coarctation Q",
        "cop": 1,
        "opa": "Cardiac defect",
        "opb": "Renal defect",
        "opc": "Liver defect",
        "opd": "Lung defect",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "f3dc4a7b-c44f-4264-b46f-7c1baaca2aa1",
        "choice_type": "single"
    },
    {
        "question": "A lady diagnosed with sputum positive TB. Best management is:",
        "exp": "Ans. B. Start Category I ATT in I trimestera. Tuberculosis during pregnancy should be diagnosed promptly and as early as possible. b. Late diagnosis and care is associated with 4-fold increase in obstetric morbidity and 9-fold increase in pre-term labor. c. Poor nutritional states, hypo-proteinemia, anemia and associated medical conditions add to maternal morbidity and mortality. d. A foetus can get TB infection either by hematogenous spread through umbilical vein to foetal liver or by ingestion or aspiration of infected amniotic fluid True congenital TB is believed to be rare. e. The risk to neonate of getting TB infection shortly after the birth is greaterf. ATT should be started promptly as untreated disease presents a hazard to the mother and foetus. g. The same regimens are recommended for use in pregnancy as for the non-pregnant state except for withholding of Streptomycin. Doubts about the use of Pyrazinamide in pregnancy have since been set as rest. Currently, an intermittent regimen (thrice weekly on alternate days) under the DOTS strategy of RNTCP is being increasingly used world-wide for the pregnant women having TBh. None of the ATT drugs are teratogenic and ATT should be started as soon as the diagnosis is made sputum positive tuberculosis is category 1",
        "cop": 2,
        "opa": "Wait for 2nd trimester to start ATT",
        "opb": "Start Category I ATT in I trimester",
        "opc": "Start Category II ATT in I trimester",
        "opd": "Start Category III ATT I trimester",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "f628702b-f03b-40b1-aab7-9c28e3a1004f",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of HIV infection in infant is:",
        "exp": "Ans. is a, Perinatal transmission. Ref. COGDT 10/e, p 692, 693; Dutta Obs. 7/e, p 301, 302; Harrison 17/e, p 1145; Williams Obs. 23/e, p 1248 onwards, Dutta Obs. 7/e, p 301-302. Maternal transmission of HIV to child i. e. vertical transmission can occur: Antepartum (Transplacental). Peripartum (exposure to maternal blood and body fluids at delivery)--Maximum risk period. Postpartum (breastfeeding). Maximum risk of transmission is in peripartum period followed by labour\"In the absence of any intervention, an estimated 15-30% of mothers with HIV infection will transmit the infection during pregnancy and delivery, and 10-20% will transmit the infection, through breastfeeding. Vertical transmission of HIV-1 occurs mostly during the intrapartum period (50-70%)\" --COGDT 10/e, p 692. Note: If the choice is between intrapartum and peripartum period-better option is peripartum as the risk of transmission due to breastfeeding is also included in peripartum period. --Park 19/e, p 289, 290. Vertical transmission rate to neonates is [?]14%-25%Factors increasing vertical transmission: Disease factors-Maternal viral load i. e. maternal plasma HIV RNA burden (most important risk factor)-Seroconversion in pregnancy or early disease-Advanced maternal disease-Low CD4 count (i. e. risk of vertical transmission is inversely related to maternal immune status)-Vitamin A deficiency-Chorioamnionitis. Obstetric factors-Vaginal delivery-Prolonged rupture of membranes (>4 hrs)-Preterm delivery-Chorioamnionitis-Coexistent STD (specially HSV) and syphilitic-Low birth weight infection of placenta-Antepartum invasive procedures (amniocentesis, CVS, etc.)-Intrapartum invasive procedures (instrumental delivery, episiotomy, scalp electrodes, etc.)",
        "cop": 1,
        "opa": "Perinatal transmission",
        "opb": "Breast milk",
        "opc": "Transplacement",
        "opd": "Umbilical cord sepsis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "db60ec6a-41be-4d27-892c-fede22fb1fd4",
        "choice_type": "single"
    },
    {
        "question": "Which method of Medical Termination of Pregnancy is not used in the first trimester of pregnancy?",
        "exp": "Ans. is 'a' i. e., Intrauterine instillation of hypertonic saline o Following table depicts the methods of medical termination of pregnancy used in first and second trimester abortion. Intrauterine instillation of hypertonic saline is preferred in the second trimester and not the first. METHODS OF TERMINATION OF PREGNANCYFirst Trimester (Up to 12 Weeks). Second Trimester (13-20 Weeks). Medicalo Mifepristoneo Mifepristone and misoprostol (PGE, )o Methotrexate and misoprostolo Tamoxifen and misoprostol. Surgicalo Menstrual regulation (see p. 646)o Vacuum aspiration (MVA/EVA) see p. 646)o Suction evacuation and/or curettageo Dilatation and evacuation:# Rapid method# Slow methodo Prostaglandins PGE2 (misoprostol), 15 methyl PGF2 a (Carboprost), PGE, (Dinoprostone) and their analogs (used-intravaginally, intramuscularly or intraamniotically)o Dilation and evacuation (13-14 weeks)o Intrauterline Instillation of hyperosmotic solutions# Extra-amniotic-ethacridine lactate, Prostaglandins (PGE,, PGE2 a)# Extra-amniotic saline infusion (isotonic) with a transcervical catheter balloon# Intra-amniotic hypertonic urea (30%), saline (20%)o Oxytocin infusion - high dose used along with either of the above two methodso Hysterotomy (abdominal) - less commonly done",
        "cop": 1,
        "opa": "Intrauterine instillation of hypertonic saline",
        "opb": "Suction and evacuation",
        "opc": "Mifepristone",
        "opd": "Misoprostol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "cf667f4d-a727-4dbc-bedf-a7af4018d588",
        "choice_type": "single"
    },
    {
        "question": "DOC for syphilis in pregnancy:",
        "exp": "Ans. is c, i. e Penicillin. Ref. Williams 23/e, p 1238. Syphilis in Pregnancy. Congenital syphilis: Transmission of T pallidum across the placenta from a syphilitic woman to her fetus may occur at any gestational age. Untreated infection leads to fetal loss in 40% cases, IUD, stillbirth and abortions, (stillbirths being more common than abortions). Early Congenital Syphilis. Late Congenital Syphilis. Residual Stigmata* Appears within first 2 years of life, M/C time is 2-10 weeks age* Appears after 2 years of life* Subclinical in most of the cases* Hutchinson's teeth (Centrally notched widely spaced peg shaped upper central incisor)* Earliest manifestation--rhinitis/ snuffles* Features--interstitial keratitis* Eighth nerve deafness* Mulberry molars* M/C bone changes-- osteochondritis* Recurrent arthropathy * Periostitis* B/L knee effusion k/a Clutton's joint * Mucocutaneous lesion* Asymptomatic neurosyphilis * Hepatosplenomegaly* Lymphadenopathy* Gummatous periostitis Diagnosis of congenital syphilis innonates: Presence of antetrioponemal IgM antibodies in neonates is diagnostic of congenital syphilis (IgG antibodies are not specific for neonatal infection and may be the result of transplacental transmission from a mother who has been adequately treated). VDRL and RPR tests are used for rapid screening. A VDRL titre in neonates 4 times greater than the maternal titre is consistent with congenital syphilis. In asymptomatic infants: If mother has been treated with penicillin in 1st/2nd trimester--No treatment for infant. If mother has not been treated/received treatment with penicillin in third trimester - Treat infant with penicillin. SYPHILIS TREATMENT during pregnancy Ref. Williams 23/e, p 1238. Syphilis therapy during pregnancy is given to eradicate maternal infection and to prevent congenital syphilis. Parenteral penicillin G remains the preferred treatment for all stages of syphilis during pregnancy. There are no proven alternative therapies for syphilis during pregnancy. Erythromycin may be curative for mother, but because of limited transplacental passage, it does not prevent all congenital diseases. Women with H/O penicillin allergy, first penicillin desensitization should be done and then followed by penicillin injection. Bullous leisons on the body of the infant and presence of periostitis suggest the diagnosis of congenital syphilis. The only option related to syphilis is VDRL. Therefore, it is the answer.",
        "cop": 3,
        "opa": "Erythromycin",
        "opb": "Azithromycin",
        "opc": "Penicillin",
        "opd": "Cephalosporin/ceftriaxone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "5323c5b1-256e-4007-90e5-bf6d8d3a3f9f",
        "choice_type": "single"
    },
    {
        "question": "One of your obstetric patients presents to the office at 25 weeks complaining of severe left calf pain and swelling. The area of concern is slightly edematous, but no erythema is apparent. The patient demonstrates a positive Homan sign, and you are concerned that she may have a deep vein thrombosis. Which of the following diagnostic modalities do you order?",
        "exp": "Noninvasive modalities are currently the preferred tests for diagnosing venous thromboembolism. Venography is still the gold standard, but it is not commonly used because it is cumbersome to perform and expensive and has serious complications. Real-time ultrasonography or color Doppler ultrasound is the procedure of choice to detect proximal deep vein thrombosis. MRI and CT scanning are used in specific cases when ultrasound findings are equivocal.",
        "cop": 4,
        "opa": "MRI",
        "opb": "Computed tomographic scanning",
        "opc": "Venography",
        "opd": "Real-time ultrasonography",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "8b8e7b99-97fe-435c-9590-41ebad4f6970",
        "choice_type": "single"
    },
    {
        "question": "Which of the following most commonly causes intraorbital metastasis in female?",
        "exp": "Ans. is a, i. e. Breast cancer. Ref: Journal of head and neck oncology 2011. Orbital metastasis occurs in 2to3% of cancers. Metastasis of breast cancer accounts for majority of ocular and orbital metastasis.",
        "cop": 1,
        "opa": "Breast cancer",
        "opb": "Cervical cancer",
        "opc": "Ovarian cancer",
        "opd": "Endometrial cancer",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "30d1de6c-af88-4f65-866c-f5140e4948f8",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of UTI in pregnancy:",
        "exp": "Ans. C. E. colia. Urinary tract infections are more concerning in pregnancy due to the increased risk of kidney infections. b. During pregnancy, high progesterone levels elevate the risk of decreased muscle tone of the ureters and bladder, which leads to a greater likelihood of reflux, where urine flows back up the ureters and towards the kidneys. c. While pregnant women do not have an increased risk of asymptomatic bacteriuria, if bacteriuria is present, they do have a 25-40% risk of a kidney infection. d. Thus if urine testing shows signs of an infection--even in the absence of symptoms--treatment is recommended. Cephalexin or nitrofurantoin are typically used because they are generally considered safe in pregnancy. A kidney infection during pregnancy may result in premature birth or pre-eclampsia (a state of high blood pressure and kidney dysfunction during pregnancy that can lead to seizures). e. E coli is the most common cause of urinary tract infection (UTI), accounting for approximately 80-90% of cases. It originates from fecal flora colonizing the periurethral area, causing an ascending infection.",
        "cop": 3,
        "opa": "Proteus mirabilis",
        "opb": "Group B b haemolytic streptococcus",
        "opc": "E. coli",
        "opd": "Klebsiella",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "be8e9e3c-f1ab-4898-be42-5df0dd9d8fbd",
        "choice_type": "single"
    },
    {
        "question": "Most common INDIRECT cause of maternal mortality:",
        "exp": "Ans. (d) Anemia* Most common Indirect cause of maternal mortality in India: Anemia* Most common cause of maternal mortality in India: Post partum hemorrhage (PPH)* Most common direct cause of MMR: PPHDirect maternal mortality. Indirect maternal mortality. It results from obstetric complication of pregnant state (pregnancy, labor and puerperium) from interventions or incorrect treatment. It results from previous existing disease or disease that develops during pregnancy. Ex: PPH, Obstructed labor, Sepsis. Anemia, HTN, gestational DM, Epilepsy",
        "cop": 4,
        "opa": "Sepsis",
        "opb": "Hemorrhage",
        "opc": "Obstructed labor",
        "opd": "Anemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "9381d99e-2931-4ae2-95a2-692d0ab13032",
        "choice_type": "single"
    },
    {
        "question": "DOC for pregnant females travelling to areas endemic to chloroquine resistant P-falciparum:",
        "exp": "Ans. is d, i. e Mefloquine. Ref Williams 24/e, pg1257. Malaria. DOC* Chloroquine sensitive malasias treatment* Chloroquine resistant P. Falciparum treatment* Intermittent Preventive therapy* Chloroquine sensitive malaria - prophylaxis* Chloroquin resistant P. falciparum - prophylaxis* Antimalarials contraindicated during pregnancy* Insufficient data for use in pregnancy* Chloroquine followed by primaquine postpartum for radical cure.* Quinine sulphate + Clindamycin or Mefloquine* Sulfadoxine- pyrimethamine* Chloroquine/hydroxy chloroquine* Mefloquine* Primaquine* Doxycycline* Proguanil* Amodiaquine",
        "cop": 4,
        "opa": "Primaquine",
        "opb": "Doxycycline",
        "opc": "Amodiaquine",
        "opd": "Mefloquine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "005cecd1-2130-4fa8-8dfa-466226bd8fec",
        "choice_type": "single"
    },
    {
        "question": "A fetus was found to have congenital heart block what should be evaluated in the mother?",
        "exp": "Ans. (c) SLERef- Williams Obstetrics 25th Ed; Page No-1139-42* Congenital heart block develops almost exclusively in fetuses of women with antibodies to the SS-A or SS-B antigens for Anti-Ro (SS-A) antibody.* Prevalence rate with these antibodies are 30-49%.* Fetal cardiac monitoring is performed between 18 and 26 weeks' gestation in pregnancies with either of these antibodies.* Incidence of fetal myocarditis is only 2-3%; if these antibodies are present. Extra Mile. Autoantibodies produced in patients with systemic lupus erythematosus (SLE). Antibody. Clinical associations. Prevalence. Antihistone. Common in drug-induced lupus70%Anti-Ro (SS-A). Associated with sicca syndrome, predisposes to cutaneous lupus, neonatal lupus with heart block, reduced risk of nephritis30-49%Anti-La (SS- B). Associated with anti-Ro10-35%Anti-ds. DNAMay correlate with disease activity, nephritis, and vasculitis Anti- RNPhigh titers associated with rheumatic syndromes33-40%Antinuclear (ANA). Best screening test, multiple antibodies; a second negative test makes SLE unlikely84-98. Anti-Sm (Smith). Specific for SLE25-38%Antiphospho- lipid. Lupus anticoagulant and anticardiolipin anti bodies associated with thrombosis, fetal loss, thrombocytopenia, valvular heart disease; false positive test for syphilis21-50%Antierythrocyte. Direct Coo m b s test, may develop hemolysis60%",
        "cop": 3,
        "opa": "Apla Syndrome",
        "opb": "Congenital heart defects",
        "opc": "SLE",
        "opd": "Hemolytic anemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "051f204c-799f-47fa-8cca-3339bb71843c",
        "choice_type": "single"
    },
    {
        "question": "When treating urinary tract infection (UTI) in the third trimester, the antibiotic of choice should be",
        "exp": "Although quite effective, sulfonamides should be avoided during the last few weeks of pregnancy because they competitively inhibit the binding of bilirubin to albumin, which increases the risk of neonatal hyperbilirubinemia. Nitrofurantoin may not be tolerated in pregnancy because of the effect of nausea. It should also be avoided in late pregnancy because of the risk of hemolysis due to deficiency of erythrocyte phosphate dehydrogenase in the newborn. Tetracyclines are contraindicated during pregnancy because of dental staining in the fetus. Thus, the drugs of choice for treatment of UTI in pregnancy are ampicillin and the cephalosporins.",
        "cop": 1,
        "opa": "Cephalosporin",
        "opb": "Tetracycline",
        "opc": "Sulfonamide",
        "opd": "Nitrofurantoin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "19b03ca0-c8ef-47a8-b11d-9ea71efb71ea",
        "choice_type": "single"
    },
    {
        "question": "HIV transmission in relation to pregnancy is maximum during:",
        "exp": "Ans. A. Labor and deliverya. The maximum risk is at labor and delivery. A baby can become infected with HIV in the womb, during delivery or while breast-feeding. If the mother does not receive treatment, 25% of babies born to women with HIV will be infected by the virus. b. With treatment that percentage can be reduced to less than 2%. If no preventative steps are taken, the risk of HIV transmission during childbirth is estimated to be 10-20%. c. The chance of transmission is even greater if the baby is exposed to HIV-infected blood or fluids. Health care providers should avoid performing amniotomies (intentionally rupturing the amniotic sac to induce labor), episiotomies and other procedures that expose the baby to the mother's blood. d. The risk of transmission increases by 2% for every hour after membranes have been ruptured. e. Cesarean sections performed before labor and/or the rupture of membranes may significantly reduce the risk of perinatal transmission of HIV. f. About 15% of newborns born to HIV-positive women will become infected if they breastfeed for 24 months or longer.",
        "cop": 1,
        "opa": "Labor and delivery",
        "opb": "First trimester",
        "opc": "Second trimester",
        "opd": "Breastfeeding",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "bbb05b25-0c69-452d-a375-0e647687e244",
        "choice_type": "single"
    },
    {
        "question": "DOC for intermittent preventive therapy during pregnancy in malaria is:",
        "exp": "Ans. is c, i. e Sulfadoxine - pyrimethamine. Ref. Williams 24/e, pg1257, high risk pregnancy fernando arias 4/e, pg 313. Intermittent Preventive Therapy is a newer modification of prophylaxis. In chemo prophylaxis, the drugs have to be given daily or weekly, wherein in IPT the pregnant females are treated for malaria presumptively at fixed times (either twice or thrice) during pregnancy using drugs with long half life. The WHO allows for use of IPT during pregnancy. This consists of at least two treatment doses of sulfadoxine- pyrimethamine in second and third trimesters. DOC for chemoprophylaxis during pregnancy is chloroquine or hydroxyl chloroquine.",
        "cop": 3,
        "opa": "Proguanil",
        "opb": "Pyrimethamine-dapsone",
        "opc": "Sulfadoxine-pyrimethamine",
        "opd": "Quinine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "c5a6c99a-e570-44c2-b964-8f20be8accfa",
        "choice_type": "single"
    },
    {
        "question": "Macrosomia is defined as weight of fetus:",
        "exp": "Ans is d, i. e. 4. 5 kg(Wiliams Obs 25/e pg 857). Macrosomia is weight of baby >=4. 5kg\"The ACOG (2016a) Concludes that the term macrosomia was an appropriate appellation for newborns who weigh 4500 gm or a more at birth\"",
        "cop": 4,
        "opa": ">3 kg",
        "opb": ">3. 5 kg",
        "opc": ">4 kg",
        "opd": "4. 5 kg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical & Surgical Illness Complication Pregnancy",
        "id": "8b3e720d-7fc8-491b-929f-d89759b651ce",
        "choice_type": "single"
    }
]