[
    {
        "question": "A patient at 28 weeks pregnancy presents with low grade fever, malaise, vomiting since 1 week. On examination she is icteric, Her Hb is 10 gm%, bilirubin is 5 mg/dL, SGOT and SGPT at 630 and 600 with normal platelet count. Most probable cause of her jaundice is",
        "exp": "Patient here has presented with prodrome of viral hepatitis. Investigations to diiferentiate various causes of jaundice in pregnancy are IHCP AFLP HELLP Viral hepatiis Bilirubin (mg/dL) 1-5, direct 2-10, direct <2 >5 SGOT/ SGPT <200 <1000 <500 500-3000 ALP Raised Normal Normal Normal/raised Platelets Normal low Low Normal Prothrombin time Normal Prolonged prolonged prolonged",
        "cop": 2,
        "opa": "IHCP",
        "opb": "Viral hepatitis",
        "opc": "Hyperemesis gravidarum",
        "opd": "HELLP syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "26979b55-e4f1-4c54-aef5-5ad49216f5c1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hepatitis virus have significant perinatal transmission",
        "exp": "Hepatitis -B Mother To Child Transmission (MTCT) is 90% when mother is HBs. Ag and HBe. Ag Positive Veical transmission is 10% in mother with negative HBe Ag",
        "cop": 3,
        "opa": "Hepatitis-E virus",
        "opb": "Hepatitis-C virus",
        "opc": "Hepatitis-B virus",
        "opd": "Hepatitis-A virus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "a2773c48-8ad8-437e-89f0-d01a8b9c83d7",
        "choice_type": "single"
    },
    {
        "question": "Mother with previous history of delivery a CAH child, what to do in next pregnancy in regard to steroid therapy",
        "exp": "CAH (congenital adrenal hyperplasia) is associated with masculinisation of a female fetus caused by reduced or absent enzymatic activity at one of the stages of adrenal steroid biosynthesis. Prenatal exposure to androgens leads to external genital masculinisation of the affected female child. Since it is an autosomal recessive disorder, there is risk of recurrence. Diagnosing the fetal sex before is impoant since the problems of virilisation in girls are permanent at this stage. To prevent masculinisation of a female fetus its impoant that the changes are prevented from occurring by providing exogenous steroids during the intrauterine life itself. Protocol commonly followed - -Sta Steroids once pregnancy is diagnosed -Fetal sex is detected by CVS after 10 weeks -In case of Male fetus and unaffected female fetus, stop the Steroid -in affected females continue Dexamethasone",
        "cop": 2,
        "opa": "To sta before conception",
        "opb": "To sta as soon as pregnancy is diagnosed",
        "opc": "After chorionic villous sampling",
        "opd": "Determine sex on usg and then sta steroid therapy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "91dd2ac8-1a34-48a9-9618-f13d04b1850f",
        "choice_type": "single"
    },
    {
        "question": "Congenital Infection affecting the fetus with minimal teratogenic risk is:",
        "exp": "* HIV is not teratogenic * CMV is the commonest cause of fetal & perinatal infection * No teratogenic effects - HIV, measles, influenza * Rubella is most teratogenic agent known",
        "cop": 1,
        "opa": "HIV",
        "opb": "Rubella",
        "opc": "Varicella",
        "opd": "CMV",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "1931c8d5-1c2f-41e2-9307-32ba17edf8d1",
        "choice_type": "single"
    },
    {
        "question": "A pregnant with known cardiac disease on warfarin for anticoagulation, presents soon after conception. What should be advised now?",
        "exp": "Warfarin is teratogenic and can cause miscarriage, stillbihs, and fetal malformation, therefore to be avoided in first trimester For first trimester (for period of organogenesis)- give LMWH or unfractioned Heparin From 13 weeks till early term(36 weeks), put patient on warfarin after 36 weeks, we again put the patient on LMWH or unfractioned heparin. This is because since the patient can now go into labour and since warfarin (longer half life than LMWH) takes a longer time for its anticoagulant action to reverse, it may lead to bleeding complications during delivery or LSCS.",
        "cop": 2,
        "opa": "Continue warfarin throughout the pregnancy",
        "opb": "Replace warfarin with Unfractionated/LMW heparin in first trimester",
        "opc": "Use LMW heparin through out pregnancy",
        "opd": "Give Unfractionated heparin through out pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "7307940d-7a09-451d-89cf-a5f3c1951614",
        "choice_type": "single"
    },
    {
        "question": "In pregnancy, maximum risk of hepatic encephalopathy is with which hepatitis?",
        "exp": "Maximum risk of maternal moality is with hepatitis E. Maximum risk of hepatic encephalopathy is with hepatitis E. Maximum risk of perinatal transmission is with hepatitis B.",
        "cop": 4,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "E",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "e81f4422-1f99-42c0-aab2-1176d4503e5b",
        "choice_type": "single"
    },
    {
        "question": "Pustular Psoriasis reaching term, DOC is:",
        "exp": "First line treatment is with oral prednisone, cyclosporine, infliximab and topical coicosteroids. Pustular psoriasis typically resolves quickly in the puerperium but recurrence can occur.",
        "cop": 4,
        "opa": "Dapsone",
        "opb": "Methotrexate",
        "opc": "Benzoyl peroxide",
        "opd": "Prednisone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "bfa1bb38-a764-4432-8c92-d0661c84ce1d",
        "choice_type": "single"
    },
    {
        "question": "A pregnant woman presents with red degeneration of myoma. The management is",
        "exp": "Most fibroids do not increase in size during pregnancy. clinical symptoms and sonographic evidence of fibroid degeneration occurs in about 5% Very rarely does the presence of a fibroid during pregnancy lead to an unorable outcome Few complications of fibroids in pregnancy are: aboion preterm delivery placenta pre postpaum hemorrhage malpresentations increased operative interference Red degeneration develops most frequently in pregnancy The myoma becomes tense and tender and causes severe abdominal pain with constitutional upset and fever. The tumour itself assumes a peculiar purple red colour and develops a fishy odour. Although the patient is febrile with moderate leucocytosis and raised ESR, the condition is an aseptic one The treatment is done with conservative approach, using analgesics and bed rest",
        "cop": 2,
        "opa": "Myomectomy",
        "opb": "Conservative",
        "opc": "Hysterectomy",
        "opd": "Termination of pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "9c28626c-d575-4cfa-9596-f41050a839b3",
        "choice_type": "single"
    },
    {
        "question": "A patient at 5 months pregnancy complains of acute lower abdomen pain. On examination cervical os is closed and there is a tender right adnexal mass. On USG there is a normal intrauterine pregnancy with a 6 cm right ovarian dermoid cyst. Most probable diagnosis is?",
        "exp": "Ovarian masses in pregnancy may be symptomatic or incidentally detected on USG. Here since the ovarian mass is extremely tender, it has probably undergone torsion and a Doppler should be done to diagnose torsion followed by an urgent cystectomy Complications of ovarian masses in pregnancy Rupture Torsion Hemorrhage Obstruction in labour Management <5 cm: follow up 5-10 cm: cystectomy in case of torsion, rupture, suspicion of malignancy, sudden increase in size during follow up >10 cm: elective cystectomy in second trimester NOTE: red degeneration is a complication of fibroid in pregnancy Since cervical os is closed, it is not a case of inevitable aboion",
        "cop": 2,
        "opa": "Inevitable aboion",
        "opb": "Ovarian torsion",
        "opc": "Hemorrhage in cyst",
        "opd": "Red degeneration",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "503d56bc-0927-4262-af75-9947f64a6c75",
        "choice_type": "single"
    },
    {
        "question": "A woman with previous history of Neural tube defects in her first baby, becomes pregnant again, what is the recommended folic acid dosage for her?",
        "exp": "Generally, folic acid supplementation with 0. 4 mg per day is staed at least 1 month before conception., though its best if she takes it for 3 months prior. The dose is increased to 4 mg when a woman with previous history of Neural tube defects in her previous pregnancy becomes pregnant. It should be staed 3 months before conception and continued till first trimester thereafter we switch it with IFA tablets",
        "cop": 2,
        "opa": "400 mcg",
        "opb": "4 mg",
        "opc": "1mg",
        "opd": "100 mcg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "a362f242-175f-432b-8b1b-af6bb32d9e5c",
        "choice_type": "single"
    },
    {
        "question": "Virus responsible for non immune hydrops fetalis is",
        "exp": "Hydrops is defined as the accumulation of extracellular fluid in tissues and serous cavities. Hydrops fetalis is more common because of non-immune reasons rather than Rh isoimmunization. Most common cause of non-immune hydrops is due to congenital heart block (cardiac causes) Most common infection causing non immune hydrops- Parvovirus B19 infections",
        "cop": 4,
        "opa": "Cytomegalovirus",
        "opb": "Herpes simplex virus",
        "opc": "Hepatitis B virus",
        "opd": "Parvovirus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "bf03dcdb-43e0-4464-8cfa-3ee79e2d7991",
        "choice_type": "single"
    },
    {
        "question": "At what period does tuberculosis flare up most commonly in a pregnant patient?",
        "exp": "Puerperium demands more Kcals (Extra 500 Kcal Vs extra 300 kcal in pregnancy) and more proteins (65 Vs 60 gms in pregnancy). This combined with immuno-suppression, the poor nourishment of Indian women, along with overcrowding in a small home and the heat and humidity of tropical countries makes an ideal situation for tuberculosis to strike and thrive.",
        "cop": 4,
        "opa": "First trimester",
        "opb": "Second trimester",
        "opc": "Third trimester",
        "opd": "Puerperium",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "212c0ccb-545f-4da4-81f8-76ea27b25021",
        "choice_type": "single"
    },
    {
        "question": "A pregnant woman developed idiopathic cholestatic jaundice. The following condition is not associated:",
        "exp": "Intrahepatic Cholestasis of Pregnancy Onset - Third trimester Present with pruritis, icterus or both Lab findings: Sr. bilirubin level <5 mg/dL With minimal or no elevation in transaminases. Alkaline phosophatase levels are elevated. Histopathology: Mild cholestasis with bile plugs in the hepatocytes of the centrilobular regions. Treatment Ursodeoxycholic acid & Cholestyramine acid are used for pruritis",
        "cop": 3,
        "opa": "Intense itching",
        "opb": "SGOT, SGPT less than 60 IU",
        "opc": "Serum bilirubin > 5mg/dl",
        "opd": "Markedly |ed levels of alkaline phosphatase",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "0e548674-1538-4f44-853e-e282ce427dc7",
        "choice_type": "single"
    },
    {
        "question": "Which of these vaccines is not contraindicated in pregnancy?",
        "exp": "Hepatitis B vaccine can be given to a high risk mother in pregnancy if she is seronegative. Vaccines contraindicated in pregnancy are Mumps Measles Rubella Varicella BCG Live influenza vaccine",
        "cop": 2,
        "opa": "Measles",
        "opb": "Hepatitis B",
        "opc": "Varicella",
        "opd": "BCG",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "9200fc68-acf4-4962-bb11-6a5ae36de29a",
        "choice_type": "single"
    },
    {
        "question": "Best prenatal treatment for CAH is:",
        "exp": "Maternal Dexamethasone treatment is given to suppress fetal androgen overproduction and prevent virilization of female fetuses.",
        "cop": 1,
        "opa": "Dexamethasone",
        "opb": "Betamethasone",
        "opc": "Prednisolone",
        "opd": "Hydrocoisone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "91d322a8-3253-4d12-b65a-6604d6d94f57",
        "choice_type": "single"
    },
    {
        "question": "Most common neurological disorder encountered in pregnancy:",
        "exp": "Epilepsy is the most common neurological disorder encountered in pregnancy.",
        "cop": 1,
        "opa": "Epilepsy",
        "opb": "Alziemers disease",
        "opc": "Cerebrovascular disorders",
        "opd": "Multiple sclerosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "92575326-32a7-463f-ac9f-f6ff5314bc76",
        "choice_type": "single"
    },
    {
        "question": "Perinatal transmission of hepatits B is maximum when infection in mother occurs in",
        "exp": "Perinatal transmission of hepatits B is maximum when infection in mother occurs in 3rd trimester. HBV does not cross the placenta because of its size, and it cannot infect the fetus unless there have been breaks in the maternal-fetal barrier, such as those that occur during amniocentesis. Women who are infected can transmit HBV to the infant during delivery Transmission to fetus ranges from 10% in 1st trimester to 90% in 3rd trimester and it is especially high from those mothers who are seropositive to Hbs. Ag and Hbe. Ag.",
        "cop": 3,
        "opa": "1st trimester",
        "opb": "2nd trimester",
        "opc": "3rd trimester",
        "opd": "Lactation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "f7b6ef50-f9af-4b82-b74d-4f4a74bba2d5",
        "choice_type": "single"
    },
    {
        "question": "In an epidemic of hepatitis E, infection in which of the following carries a poor prognosis?",
        "exp": "Fulminant hepatic failure is more likely to happen in pregnant women than in malnourished, anemic male and postmenopausal women.",
        "cop": 2,
        "opa": "Malnourished male",
        "opb": "Pregnant women",
        "opc": "Anaemic male",
        "opd": "Postmenopausal women",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "fdd8029d-8087-4c04-9875-10b283ca3ae5",
        "choice_type": "single"
    },
    {
        "question": "A 22 weeks pregnant lady having exposure to rubella; what will be the management:",
        "exp": "Rubella is one of the most complete teratogens and sequelae of fetal infection are worst during organogenesis (1st Trimester), Pregnant women with rubella infection and a rash in first 1 weeks leads to fetal congenital infection in up to 90% cases Defects are rare after 20 weeks Rubella vaccination should be avoided 1 month before or during pregnancy bcoz the vaccine contains attenuated live virus.",
        "cop": 3,
        "opa": "MMR vaccine should be given instantly",
        "opb": "MMR vaccine should be given in 3rd trimester",
        "opc": "Continue the pregnancy",
        "opd": "MMR vaccine should be given during labor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "6435bf2b-309a-4e0b-a001-d82f3e11f4d8",
        "choice_type": "single"
    },
    {
        "question": "The drug of choice in treatment of typhoid fever in pregnancy is -",
        "exp": "Fluoroquinolones and third-generation cephalosporins are the preferred treatment for typhoid and in pregnancy the latter is given. Typhoid vaccines appear to exe no harmful effects when administered to pregnant women and should be given in an epidemic or before travel to endemic areas.",
        "cop": 4,
        "opa": "Ampicillin",
        "opb": "Chloramphenicol",
        "opc": "Ciprofloxacin",
        "opd": "Ceftriaxone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "e59137c9-baa3-4cdd-9dcc-7d304249f245",
        "choice_type": "single"
    },
    {
        "question": "A patient has a history of previous sudden full term IUFD (unknown cause), now presents with itching at 9th month of pregnancy, with bilirubin of 3 mg/dL, mildly raised AST. A diagnosis of IHCP was made. Management is?",
        "exp": "IHCP is a recurrent condition. The previous IUFD could have been due to IHCP in previous pregnancy. This condition presents mostly in third trimester. IHCP patients must not be allowed to continue pregnancy much beyond 37-38 weeks.",
        "cop": 2,
        "opa": "Elective LSCS at 36 weeks",
        "opb": "Ursodeoxycholic acid + Induction at 38 weeks with strict intrapaum fetal monitoring",
        "opc": "Symptomatic management and terminate at 40+ weeks",
        "opd": "FFP transfusion",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "bd6d5336-b9dd-4666-866d-1ee055540695",
        "choice_type": "single"
    },
    {
        "question": "A 6-week pregnant lady is diagnosed with sputum positive TB. Best management is:",
        "exp": "TB in Pregnancy Category 1 ATT can be safely given during pregnancy. Only first line drug contraindicated in pregnancy is streptomycin Pregnancy does not worsen the course of the disease although there is a higher risk of relapse during the puerperium. Pregnancy may worsen the maternal outcome in drug resistant patients. Consider MTP (induced aboion) in selected cases not responding to therapy, or cases of MDR TB, since most second line anti tubercular drugs are not safe in pregnancy",
        "cop": 2,
        "opa": "Wait for 2nd trimester to sta ATT",
        "opb": "Sta Category I ATT in first trimester",
        "opc": "Sta Category II ATT in first trimester",
        "opd": "Sta Category III ATT in second trimester",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "d37c4d03-175a-4063-a1f0-0ed2c26fbd93",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of epilepsy in pregnancy:",
        "exp": "Epilepsy in pregnancy Most common cause - Idiopathic It is the most common neurological disorder in pregnancy. 30% patients have | convulsions 20% patients have | convulsions 50% patients - convulsions frequency remains unchanged",
        "cop": 4,
        "opa": "TB Meningitis",
        "opb": "Cerebral malaria",
        "opc": "Tumour",
        "opd": "Idiopathic",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "829f82bb-5cc6-444b-afb2-97634b3d481e",
        "choice_type": "single"
    },
    {
        "question": "Itching during cholestasis of pregnancy is due retained:",
        "exp": "Intrahepatic cholestasis and pruritus gravidarum Results from retained bile salts. Linked to high circulating levels of estrogen, which inhibit intraductal transpo of bile acids. Rx - Ursodeoxycholic acid",
        "cop": 4,
        "opa": "Bilirubin",
        "opb": "Bile acids",
        "opc": "Alkaline phosphatase",
        "opd": "Bile salts",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "080b5318-12c8-4a53-9d4f-8808675845a5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cardiac lesions is associated with least maternal moality?",
        "exp": "Clarke's Classification for Risk of Maternal Moality Caused by Various Heart Diseases Cardiac Disorder Moality (%) Group - 1 - minimal risk Atrial septal defect Ventricular septal defect Patent ductus aeriosus Pulmonic or tricuspid disease Fallot tetralogy, corrected Bioprosthetic Valve Mitral stenosis, NYHA classes 1 and 2 0-1 Group 2 - moderate risk Mitral stenosis, NYHA classes III and IV Aoic stenosis Aoic coarctation without valvular involvement Fallot tetralogy, uncorrected Previous myocardial infarction Marfan syndrome, normal aoa Mitral stenosis with atrial fibrillation Aificial valve 5-15 Group 3 - Major risk Pulmonary hypertension (Primary and secondary) Aoic coarctation with valvular involvement Marfan syndrome with aoic involvement 25-50",
        "cop": 4,
        "opa": "Previous myocardial infarction",
        "opb": "Aoic stenosis",
        "opc": "Pulmonary hypertension",
        "opd": "Patent ductus aeriosus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "f39d4353-4271-435b-8ebe-e84e4cc24745",
        "choice_type": "single"
    },
    {
        "question": "MC heart disease associated with pregnancy:",
        "exp": "Most common heart disease seen in pregnancy is Rheumatic heart disease and the most common lesion is MITRAL STENOSIS.",
        "cop": 1,
        "opa": "Mitral stenosis",
        "opb": "Mitral regurgitation",
        "opc": "Patent ductus aeriosus",
        "opd": "TOF",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "5301f061-7e2c-4b23-b097-e4ec6d3e5687",
        "choice_type": "single"
    },
    {
        "question": "During pregnancy HIV transmission occurs mostly during -",
        "exp": "An HIV positive woman can transmit the virus to her baby during pregnancy, labor and through breastfeeding. Maximum chances of mother to child transmission is during intrapaum period The risk of Mother to child transmission can be reduced to as low as 2% if ARV is given during pregnancy and labour and then to the infant in the first weeks of life.",
        "cop": 4,
        "opa": "1st trimester",
        "opb": "2nd trimester",
        "opc": "3rd trimester",
        "opd": "During labour",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "571e6f4e-c3eb-4444-b33f-16d9f332eaaa",
        "choice_type": "single"
    },
    {
        "question": "A baby is born to a HBs. Ag positive mother. Which of the following is required for prevention of mother to child transmission of hepatitis B?",
        "exp": "A neonate born to a mother with HBs. Ag positive should be given HBIG along with first dose of hepatitis B vaccine followed by routine vaccination after 1 and 6 months.",
        "cop": 1,
        "opa": "HBIG with first dose of Hep B vaccine at bih followed by routine hep B vaccination",
        "opb": "Hepatitis B vaccine at 0, 1, 6 months",
        "opc": "HBIG and lamivudine prophylaxis",
        "opd": "Hepatitis B vaccine and lamivudine prophylaxis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "f5ad1476-faf9-48cb-ac41-b947123ef76d",
        "choice_type": "single"
    },
    {
        "question": "Fetus was found to have a congenital heart block (CHB), what should be evaluated in the mother?",
        "exp": "SLE is Pregnancy- SLE - causes - multi organ damage in the mother and antibodies against the antigens blood circulation enter the fetus causing multiple problems to the fetus mainly congenital heart block CHB is the most serious complication of neonatal lupus erythematosus. Transplacental transfer of maternal anti - SSA/RO or anti- SSB/LA antibodies is associated with development of CHB. CHB is mostly diagnosed between 18 -24th weeks of gestation.",
        "cop": 1,
        "opa": "SLE",
        "opb": "APLA",
        "opc": "Diabetes mellitus",
        "opd": "Haemolytic anemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "cb50209d-5fc5-4123-baff-1d20667d06e7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a contraindication to pregnancy?",
        "exp": "Large secundum atrial septal defect with left to right shunt Pregnancy is associated with many haemodynamic changes. There is increase in heart rate and cardiac output and decrease in peripheral resistance. Total blood volume is increased. Stenotic lesions and severe cyanotic lesions have a higher complication rate during pregnancy. Regurgitant lesions and left to right shunts (without pulmonary hypertension) are better tolerated.",
        "cop": 3,
        "opa": "Severe pulmonary hypertension",
        "opb": "Severe obstructive valvular lesions",
        "opc": "Large secundum atrial septal defect with left to right shunt",
        "opd": "Marfan syndrome with dilated aoa",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "89fbe5fb-f88b-48a7-b0f5-9da97194d97e",
        "choice_type": "single"
    },
    {
        "question": "With which of the following types of viral hepatitis infection in pregnancy, the maternal moality is the highest?",
        "exp": "Viral hepatitis is the most common cause of jaundice in pregnancy Viral hepatitis in pregnancy by Hep E is associated with the most fulminant course Pregnant women with hepatitis E infection exhibit markedly increased fatality rates: 10-20 %.",
        "cop": 4,
        "opa": "Hepatitis-A",
        "opb": "Hepatitis-B",
        "opc": "Hepatitis-C",
        "opd": "Hepatitis-E",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "c73db48b-0f32-44eb-a5c2-5a1c016afd88",
        "choice_type": "single"
    },
    {
        "question": "Chlamydia in pregnancy, what is the best treatment?",
        "exp": "Azithromycin is first-line treatment and has been found to be safe and effective in pregnancy. The fluoroquinolones, erythromycin estolate and doxycycline are avoided in Pregnancy.",
        "cop": 3,
        "opa": "Doxycycline",
        "opb": "Tetracycline",
        "opc": "Azithromycin",
        "opd": "Penicillin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "081ba963-5e56-44be-a3bf-4ef11f8a7dc6",
        "choice_type": "single"
    },
    {
        "question": "After delivery of Heart disease patient the following should be given",
        "exp": "Inj. furosemide is given to decrease preload in heart disease patient post delivery. Labour Management of Cardiac Patient Limit I. V. fluids Position - semi recumbent Pain relief - opioids and epidural analgesia avoid straining in 2nd stage of labour- Cut sho it by forceps/vaccum Inj. furosemide and I. V./ I. M. Oxytocin given to decrease preload methyl ergometrine is C/I Observation in high risk ward for 24 hrs.",
        "cop": 3,
        "opa": "Ace inhibitors",
        "opb": "Methergine",
        "opc": "Furosemide",
        "opd": "IVF fluids 1000 ml over next 4 hours",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "aff81ecd-f251-4a45-84c1-c4d67da81255",
        "choice_type": "single"
    },
    {
        "question": "Peripaum cardiomyopathy is defined as occurrence of cardiac failure within what duration of delivery?",
        "exp": "Peripaum cardiomyopathy currently is a diagnosis of exclusion following a concurrent evaluation for peripaum heart failure. Following is the diagnostic criteria: Development of cardiac failure in the last month of pregnancy or within 5 months after delivery, Absence of an identifiable cause for the cardiac failure, Absence of recognizable heart disease prior to the last month of pregnancy Left ventricular systolic dysfunction demonstrated by classic echocardiographic criteria, like reduced Ejection fraction and a dilated left ventricle.",
        "cop": 4,
        "opa": "Within 7 days",
        "opb": "Within 6 weeks",
        "opc": "Within 24 hours",
        "opd": "Within 5 months",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "5eb26162-2897-4708-9e20-c7db8ea3c65b",
        "choice_type": "single"
    },
    {
        "question": "A lady with 16 weeks pregnancy presents with acute appendicitis, TLC of 24000. Management includes",
        "exp": "In pregnancy, if the patient develops symptoms of appendicitis and it has been confirmed with diagnostics. The preferable option is to do early surgery to avoid the complications like puerperial sepsis, aboion or intrauterine deaths and also complications of untreated appendicitis like rupture of appendix, pyoperitoneum etc",
        "cop": 2,
        "opa": "Conservative treatment always",
        "opb": "Do early surgery",
        "opc": "Appendecectomy with termination of pregnancy",
        "opd": "Medical treatment with surgery on recurrence",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "67b059c3-85c5-47d5-9445-7f7153c5857e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs should be avoided in a pregnant female with dilated cardiomyopathy?",
        "exp": "Drugs Used for Dilated Cardiomyopathy Medical therapies for congestive heart failure include beta blockers, which should be continued during pregnancy. Digoxin is considered safe in pregnancy. ACE inhibitors and ARBs are known teratogens and are associated with a increased risk of renal, CVS and CNS malformations with first trimester exposure. Exposure after the first trimester carries risk of fetal anuric renal failure and even IUFD.",
        "cop": 3,
        "opa": "Beta blockers",
        "opb": "Digoxin",
        "opc": "ACE inhibitors",
        "opd": "CCBs",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "ca74e9db-7664-4cca-b04a-6f4dfd0a16f3",
        "choice_type": "single"
    },
    {
        "question": "The commonest pathogen responsible for acute pyelonephritis in pregnancy is:",
        "exp": "E. coli is the common bacteria responsible for acute pyelonephritis in pregnancy It also causes asymptomatic bacteriuria. Urinary tract infection in pregnancy is a risk factor for threatened aboion, chorioamnionitis, preterm labor, IUGR.",
        "cop": 1,
        "opa": "Escherichia coli",
        "opb": "Klebsiella pneumoniae",
        "opc": "Proteus mirabilis",
        "opd": "Pseudomonas aeruginosa",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "383e6a52-3908-4d74-b94d-2aca31271888",
        "choice_type": "single"
    },
    {
        "question": "Intrauterine Infections most commonly associated with Neural tube defects is",
        "exp": "Toxoplasmosis and rubella are most commonly associated with Neural tube defects Toxoplasmosis in fetus occurs mostly if the infection is in the later pa of the pregnancy and is associated with Neurologic abnormalities, hydrocephalous, cerebral calcification, chorioretinal scars with or with out severe visual impairment. Rubella is one of the most complete teratogens, and sequelae of fetal infection are worst during organogenesis",
        "cop": 2,
        "opa": "CMV and Toxoplasma",
        "opb": "Toxoplasma and Rubella",
        "opc": "Rubella and herpes",
        "opd": "CMV and herpes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "82b4049f-1484-4761-a053-6450f8501d85",
        "choice_type": "single"
    },
    {
        "question": "In cases of intrahepatic cholestasis of pregnancy, ideal time for termination of pregnancy is:",
        "exp": "Delivery should be induced at 37-38 weeks due to increased risk of fetal moality at later gestation ICP includes pruritus with a characteristic pattern of distribution, with palms and soles of the feet especially affected, together with elevation of total serum bile acids (SBA) and/or transaminases, and absence of other liver disease to which these manifestations can be attributed. Time of presentation: Late second or early third trimester of pregnancy. UDCA is the DOC for this condition.",
        "cop": 3,
        "opa": "34 weeks",
        "opb": "36 weeks",
        "opc": "38 weeks",
        "opd": "40 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "aea12c13-38d0-4f69-be3b-eded9ee98661",
        "choice_type": "single"
    },
    {
        "question": "Which vitamin deficient is most commonly seen in a pregnant mother who is on phenytoin therapy for epilepsy?",
        "exp": "Antiepileptic drugs interfere with metabolism of folate, and patients taking phenytoin may therefore become deficient in folate, leading to the development of macrocytic anemia and possible, complications during pregnancy. Maternal side effects: Nystagmus, Ataxia, Hirsutes, Gingival hyperplasia, Pripheral neurotoxicity, Vit d and Folate deficiency Fetal side effects: Fetal Hydantoin syndrome, Facial clefting, Heart malformations, Limb anomalies, Vit K and D deficiency Possible cognitive effects Folic acid supplements can increase the activity of hepatic microsomal enzymes and thus hasten the clearance of antiepilepsy drugs, leading to a reduced concentration of phenytoin. This situation necessitates the careful monitoring of both folate and phenytoin levels after therapy is initiated. The normal range for folate is 5 to 25 ng/mL. Additionally, phenytoin therapy may increase the metabolism of vitamin D, leading to a decrease in vitamin D levels that can in turn cause alterations in calcium homeostasis that lead to osteomalacia and osteoporosis. Pregnant women taking phenytoin should receive the recommended 400 IU/day of cholecalciferol throughout pregnancy to prevent problems in vitamin D levels and calcium absorption.",
        "cop": 4,
        "opa": "Vitamin B6",
        "opb": "Vitamin B12",
        "opc": "Vitamin A",
        "opd": "Folic acid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "2b227c59-0e8e-4fea-a8af-fab310f90caa",
        "choice_type": "single"
    },
    {
        "question": "Which of the following perinatal infections has the highest risk of fetal infection in the first trimester",
        "exp": "RUBELLA Possibility of fetal infection is almost 90% when maternal transmission occurs during 1st trimester. its around 50% in the second trimester. Some of the possible effects are: Sensorineural Hearing loss, eye defects like cataracts and micro ophthalmia, Heart diseases like septal defects, Pulmonic stenosis, mental retardation. Also seen are Neonatal purpura, radiolucent bone disease & hepatospleenomegaly",
        "cop": 4,
        "opa": "Hepatitis B virus",
        "opb": "Syphillis",
        "opc": "Toxoplasmosis",
        "opd": "Rubella",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "04fe7e76-01c3-4018-b930-6677c529d7cb",
        "choice_type": "single"
    },
    {
        "question": "A patient at 34 weeks pregnancy presents with acute liver failure with coagulopathy and IUFD. BP is normal, viral markers are negative. Most probable diagnosis is?",
        "exp": "Acute fatty liver of pregnancy Presents late in pregnancy Presentation: persistent nausea/ vomiting, malaise, progressive jaundice, liver failure, may be associated with pre eclampsia Complications: coagulopathy, renal failure, death, fetal distress, IUD Management: resuscitation, blood and blood products( coagulopathy), Termination of pregnancy to be done irrespective of gestation",
        "cop": 3,
        "opa": "IHCP",
        "opb": "Viral hepatitis",
        "opc": "Acute fatty liver of pregnancy",
        "opd": "Obstructive jaundice",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "95fcdc82-35eb-43e3-b204-18ee96f3b658",
        "choice_type": "single"
    },
    {
        "question": "Which vitamin deficiency is most commonly seen in a pregnant mother who is on phenytoin therapy for epilepsy?",
        "exp": "Phenytoin inhibits the enzyme intestinal conjugase, an impoant enzyme in folic A. Metabolism. Folate is present in food in a polyglutamate form. This is conveed into monoglutamates by intestinal conjugase to be absorbed in the jejunum. Phenytoin acts by inhibiting this enzyme thereby causing folate deficiency and thus megaloblastic anemia.",
        "cop": 4,
        "opa": "Vitamin B6",
        "opb": "Vitamin B12",
        "opc": "Vitamin A",
        "opd": "Folic acid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "308f7f52-6443-4953-8822-775f388e29c9",
        "choice_type": "single"
    },
    {
        "question": "Hypothyroidism in pregnancy is least likely associated with",
        "exp": "Ove or symptomatic hypothyroidism is repoed to complicate between 2 and 10 pregnancies per 1000. Clinical/ ove hypothyroidism is confirmed when an abnormally high serum TSH level is accompanied by an abnormally low thyroxine level. Most common cause is Hashimoto thyroiditis Subclinical hypothyroidism is defined by an elevated serum TSH level and normal serum thyroxine concentration Complications in pregnancy Aboion Placental abruption Pretem bih Low Bih weight Stillbih placental abruption Pre eclampsia Impaired psychomotor development of baby Also a cause of infeility, menstrual disturbances",
        "cop": 3,
        "opa": "PIH",
        "opb": "Recurrent aboions",
        "opc": "Polyhydramnios",
        "opd": "Preterm labour",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "2cfc333b-8186-478b-bb0c-0e9eda6cb70a",
        "choice_type": "single"
    },
    {
        "question": "A 28-year-old G1. P0 at 32 weeks gestation present with itchy, erythematous papules on the extensor surfaces and trunk.. No history of fever or use of new creams or lotion was given. What is first line treatment for this condition?",
        "exp": "This lesion is. Pruritic uicarial papules and plaques of pregnancy (PUPPP) or prurigo pf pregnancy. Characterized by 5- to 10-mm, itchy, erythematous papules or nodules commonly found on the extensor surfaces and trunk Prurigo of pregnancy resolves after delivery of the baby. However, resolution can take as long as several weeks to months post-paum 1st line treatment is oral antihistamines and topical coicosteroids",
        "cop": 3,
        "opa": "Antibiotic therapy",
        "opb": "Antivirals and termination of pregnancy",
        "opc": "Topical steroids and oral antihistamines",
        "opd": "Oral steroids",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "ec5294be-01e7-4b56-a8da-87f9b015aee2",
        "choice_type": "single"
    },
    {
        "question": "Drug of Choice for hypehyroidism in pregnancy:",
        "exp": "In a case of thyrotoxicosis during pregnancy, lodine-131 is contraindicated. Propylthiouracil is the drug of choice for thyrotoxicosis in pregnancy. It is highly protein bound and therefore less amount of drug is transferred across placenta and in milk. With carbimazole and methimazole there is risk of fetal hypothyroidism, aplasia cutis, and fetal agranulocytosis.",
        "cop": 3,
        "opa": "Methimazole",
        "opb": "Carbimazole",
        "opc": "Propylthiouracil",
        "opd": "I-131",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "81195d73-2213-4346-8d88-c909956d7473",
        "choice_type": "single"
    },
    {
        "question": "Metcalfe's Criteria is used for:",
        "exp": "Metcalfe's Criteria for Heart Disease in Pregnancy (Finding Suggestive of Heart Disease in Pregnancy) Symptoms Progressive dyspnea or ohopnea Nocturnal cough Hemoptysis Syncope Chest pain Clinical Findings Cyanosis Clubbing of fingers Persistent neck vein distention Systolic murmur grade 3/6 or greater Diastolic murmur Cardiomegaly Persistent split-second sound Criteria for pulmonary hypertension Persistent arrhythmias Atrial and ventricular premature contractions, 15deg Left Axis Detion and mild ST changes in inferior leads are considered normal during pregnancy.",
        "cop": 3,
        "opa": "Assessing risk of maternal moality in pregnancy",
        "opb": "Grading congenital valvular heart diseases in pregnancy",
        "opc": "Findings suggestive of heart disease in pregnancy",
        "opd": "Classifying various cardiomyopathies",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "90461301-7559-4478-b039-4579f7bb51d1",
        "choice_type": "single"
    },
    {
        "question": "Lady with Mitral stenosis and mitral regurgitation with full term gestation, obstetrician planning to conduct normal delivery, what would be analgesia of choice?",
        "exp": "Pain relief is impoant for heart disease patients as pain can cause tachycardia, which in turn can cause cardiac failure. in heart disease patients vaginal delivery is indicated. C section done for obstetric indications only Epidural and spinal techniques are the most effective means of providing pain relief for labor. These are also known as regional techniques because pain relief is limited to a specific anatomical region. These modalities are also known as neuraxial techniques, since both the approaches involve administration of drugs that exe their effects in the axial poion of the CNS.",
        "cop": 4,
        "opa": "Parenteral opioids",
        "opb": "General anesthesia",
        "opc": "Inhalational analgesia",
        "opd": "Neuraxial analgesia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Medical Illness Complicating Pregnancy",
        "id": "4d427eee-a3f7-4c71-b157-cebfa243a5b3",
        "choice_type": "single"
    }
]