[
    {
        "question": "Which of the following is role of progestogens?",
        "exp": "Ans. d. All. (Ref. William's Obstetrics - 21st ed., - 1531; KD Tripathi 5th1- 282, 283)PROGESTINS# Progestin is weak inhibitor of GH secretion from pituitary, decrease frequency of LH pulses & prevents ovulation.# Progestin is palliative in about 50% cases of advanced Ca endometrium.# It is used as prophylaxis for prevention of Ca endometrium.# Irregular bleeding/amenorrhea can occur, if progestin is given continuously.# Progesterone only pills are ideal contraceptive in sickle cell disease.",
        "cop": 4,
        "opa": "Inhibits ovulation",
        "opb": "Protects against endometrial cancer",
        "opc": "Causes prompt withdrawal bleeding",
        "opd": "All",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Methods - Progestogen-Only Contraception",
        "id": "eff02a66-e3a0-492e-b5c9-c1d1bb89d77a",
        "choice_type": "multi"
    },
    {
        "question": "True about Mirena:",
        "exp": "Ans: A (Progestrone containing IUCD); Decreases menstural blood flow) MIRENA Shaws 15th/304-05. Mirena IUCD is employed to control menorrhagia. It directly suppresses endometrium with minimal side effects. Dosage: 52 mg LNG",
        "cop": 1,
        "opa": "Progestrone containing IUCD",
        "opb": "Contain desogestrol",
        "opc": "Causes endometrial hyperplasia",
        "opd": "No effect on Menses",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Methods - Progestogen-Only Contraception",
        "id": "1cd34337-0679-4603-afc8-b8d01b727548",
        "choice_type": "multi"
    },
    {
        "question": "Lactating mother OCP of choice -",
        "exp": "Ans. is 'a' i. e., Progestin only pill \"No adverse effects on lactation & hence can be suitably prescribed in lactating women and as such it is often called Lactation pill\".",
        "cop": 1,
        "opa": "Progestin only pil",
        "opb": "Combined OCP",
        "opc": "Estrogen only pill",
        "opd": "None",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Methods - Progestogen-Only Contraception",
        "id": "ab468faf-b8f1-4252-893e-8294bd0bbd45",
        "choice_type": "multi"
    },
    {
        "question": "Choice of contraception in recently delivered lactating mother: (Repeat)",
        "exp": "Ans: C. Post Partum IUCD CONTRACEPTIVE PRESCRIPTION Conventional contraceptives can be safely prescribed during the entire reproductive period. Advice on the usage of pill or IUCD during different phases of reproductive life 1. Post partum Contraception for lactating women Progestin only pill to be started at 2-3 weeks postpartum (best choice) Depot medroxyprogesterone acetate initiated at 6 weeks postpartum Hormonal implants inserted at 6 weeks postpartum Levonorgestrel IUCD inserted at 6 weeks postpartum POP contains LNG 75 microgm taken from day of cycle at same time every day-failure rate 0. 5-2 per HMY Depot provera dose 150mg every 3 months within 5th day of cycle, administered i. m - failure rate 0-0. 3per HWY NORPLANT contains 75 microgm LNG, releases 50microgm/day for 3 yrs- failure rate 0. 1 per HWY LNG-IUD contains 58 mg LNG releases 20 microgm/day Non lactating Contraception started as early as 3 weeks following delivery OCPs /IUCD/ DMPA inj./ Implanon Adolescent girls LD OCPs - most effective Alternatives - DMPA, Norplant Newly married OCPs - most effective Post abortnl Started immediately following abortion OCPs / IUCD Women at risk of STDs Need dual protection against pregnancy and STDs Condom w ith spermicides/ condom w ith any other contraceptive method Women using enzyme inducers High dose OCPs, if prescribed/ IUCD/ DMPA inj.",
        "cop": 3,
        "opa": "Safe period",
        "opb": "Combined OCPs",
        "opc": "Post Partum IUCD",
        "opd": "Depot provera",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Methods - Progestogen-Only Contraception",
        "id": "15dec8a4-6c0c-414c-a229-4c6780d7fbe4",
        "choice_type": "single"
    },
    {
        "question": "Side effect of progesterone only pill are all except-",
        "exp": "Ans. is 'c' i. e., Decreased lactation Progesterone only pill (POP/Mini pill)o Contains low dose any of the following progestins. Levonorgestrel 75 meg. ' Norethisterone 350 meg / desogestrel 75 meg / lynestrenol 500 meg i norgestrel 30 meg. How to takeo First pill has to be taken on the first day of the cycle & then continuously. o It has to be taken regularly & at the same time of the day. o Delay in intake of more than 3 hrs, female should take the missed immediately & next one as scheduled, o Extra precautions should be taken on next 2 days. Advantageso Can be given in lactating womeno Easy to takeo Can be given in women having diabetes, hypertension, epilepsy, fibroid, smoking & history of thromboembolism, o Reduces the risk of PID & endometrial cancer. Disadvantageso May cause acne, mastalgia, headache, breakthrough bleeding & at times amenorrheao Failure rate is 0. 5 to 2 per 100 wy. o May lead to ovarian cyst. Contraindication so Pregnancyo Unexplained vaginal bleedingo Recent breast cancero Atrial disease",
        "cop": 3,
        "opa": "Irregular bleeding",
        "opb": "Amenorrhea",
        "opc": "Decreased lactation",
        "opd": "Weight gain",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Methods - Progestogen-Only Contraception",
        "id": "00cf46ca-2b65-45da-b54b-ec121c8d8084",
        "choice_type": "multi"
    },
    {
        "question": "MIRENA is",
        "exp": "Ans. is 'a' i. e. Progesterone IUCD MIRENA is an intrauterine device. There are two types of IUD's. Chemically inert IUD's - They are composed of a nonabsorbable material, most often polyethylene and impregnated with barium sulfate for radiopacity. Chemically active IUD's * They either have. Continuous elution of copper or. Progestational agent. At present time only chemically active IUD's are available. MIRENA is a progesterone containing IUDThe progesterone agent present in it is levonorgestrel. MIRENA releases levonorgestrel into the uterus at a relatively constant rate of 20 mg/day. It works by causing endometrial atrophy. Other beneficial effect: The MIRENA device reduces menstrual blood loss and can even be used to treat menorrhagia.",
        "cop": 1,
        "opa": "Progesterone IUCD",
        "opb": "Hormonal implant",
        "opc": "Anti progesterone",
        "opd": "Used for MTP",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Methods - Progestogen-Only Contraception",
        "id": "0adf2f89-0fec-4e26-a2cd-999b9e2cf66d",
        "choice_type": "single"
    },
    {
        "question": "Which is not a side effect of POP (Progestin only pill)-",
        "exp": "Ans. is 'b' i. e., Venous thromboembolism o POP have no significant metabolic effects (lipid levels, carbohydrate metabolism, and coagulation factors remain unchanged), and thus no increased risk of venous thromboembolism. Progestin only pill (Minipil. Bo Mechanism of action:# Because of the small amount of progestin in the circulation (25% of that in Combined oral contraceptives), it has significant effect only on those tissues very sensitive to the female sex steroids.# Thus it acts primarily on endometrium and cervical mucus.# It does not have a feedback inhibition effect on FSH secretion, thus patients on POP ovulate normallyo Pill taking# Because of the low dose, the minipill must be taken every day at the same time of day.# The change in the cervical mucus requires 2-4 hours to take effect, and, most importantly, the impermeability diminishes 22 hours after administration, and by 24 hours some sperm penetration occurs. Midday administration is recommended.# If more than 3 hours delay in taking a pill, a back up method should be used for contraceptiono Side effects: a) Increased risk of non - insulin dependent diabetes mellitus in lactating women with recent gestational diabetes. b) Acne:# Mechanism of acne development: Androgenic activity of levonorgestrel decreases the circulating levels of sex-hormone binding globulin (SHBG). Therefore, free steroid levels (levonorgestrel and testosterone) will be increased despite the low dose.# This is contrast to the action of combined oral contraception where the effect of the progestin is countered by the estrogen - induced increase in SHBG. c) Ectopic pregnancy - Not prevented as effectively as intrauterine pregnancy.# Although a previous ectopic pregnancy is not regarded as a contraindication to the minipill.",
        "cop": 2,
        "opa": "Ovarian cysts",
        "opb": "Venous thromboembolism",
        "opc": "Increased risk of diabetes mellitus",
        "opd": "Ectopic pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Methods - Progestogen-Only Contraception",
        "id": "094b8574-7c09-4d30-8bfc-4200b492ceff",
        "choice_type": "single"
    },
    {
        "question": "Progesterone pills act by which of the following mechanism?",
        "exp": "Ans. a (Thickening of cervical mucus). (Ref. Dutta, Obstetrics. 4th/586, William Obstetrics 21st/1531)MINIPILLS (Progesterone Only Pills)# E. g., levenorgestrol 30 meg, norethistrone 350 meg.- They act by thickening the cervical mucus.- It is very useful as a emergency contraception.# Advantages- Side-effects attributed to estrogen are totally eliminated.- Lactational pill- No \"on and off \" regimen.- May be used by patients witha) Hypertension, Fibroid, DM, b) Epilepsy, Smoking, Thromboembolism.- Ideal for patients with sickle cell disease as progesterone is thought to treat bony crises.# Side-effects- Amenorrhea, at times breakthrough bleeding- All side effects are attributed to progesterone may be evident- Simple cyst of ovary# Failure rate = 0. 5-2 HWY.",
        "cop": 1,
        "opa": "Thickening of cervical mucus",
        "opb": "Inhibiting ovulation",
        "opc": "Causing aseptic inflammation in endometrium",
        "opd": "Destruction of embryo",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Methods - Progestogen-Only Contraception",
        "id": "8591e0d4-f4c2-4c04-a333-c113c39940aa",
        "choice_type": "single"
    },
    {
        "question": "MIRENA life is:",
        "exp": "Ref: Dutta Textbook of Obstetrics pg 538, 539. 543. Explanation: MIRENAMIRENA is levonorgestrel releasing Intra uterine device. Causes uniform and strong suppression of endometrium. Total LNG 52mg released at 20mcg per day. Replaced every 5 yrs. Mechanism of Action. Thinning of endometrial lining. Inhibition of sperm movement. Thickening of cervical mucus. Non contraceptive benefits. Reduction in menorrhagia. Dvsmenorrhoea. Premenstrual syndrome. Used in treatment of. Endometrial hyperplasia. Adenomyosis, Uterine leiomyoma. Endometrial ca. Hormone replacement therapy",
        "cop": 3,
        "opa": "3 years",
        "opb": "1 year",
        "opc": "5 years",
        "opd": "10 years",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Methods - Progestogen-Only Contraception",
        "id": "5b3e1d82-d620-45be-9869-ab1b21773ce8",
        "choice_type": "single"
    },
    {
        "question": "DMPA time span is-",
        "exp": "Ans. is 'a' i. e., 3-6 months 3 DMPA is given in the dose of 150mg every 3 months or 300mg every 6 months. NET-EN in a dose of 200mg every 2 months interval.",
        "cop": 1,
        "opa": "3-6 months",
        "opb": "6-8 months",
        "opc": "8-12months",
        "opd": "> Iyr",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Methods - Progestogen-Only Contraception",
        "id": "6a530d44-98a1-46a5-8800-9ccd33c3b6ca",
        "choice_type": "single"
    },
    {
        "question": "Laetating mother best contraceptive is:",
        "exp": "Ref: Shaw's Textbook of Gynaecology 15th Edition Pg: 233. Explanation: Mini pill (progesterone only pill) is the right option. Monophasic. biphasic and triphasic pills are all varieties of combined pills. Combined pills suppress lactation and therefore, not recommended during lactation. Advantages of mini pills: Laetating women. Women over 35 years and smokers. Those with migraine. Diabetic women. Hypertensive women. Sickle cell anemia. Those who are intolerant to estrogen or in whom estrogen is contraindicated.",
        "cop": 4,
        "opa": "Monophasic pill",
        "opb": "Biphasicpill",
        "opc": "Triphasic pill",
        "opd": "Mini pill",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Methods - Progestogen-Only Contraception",
        "id": "7ca9c3ca-575d-4655-ac2f-3dbea93c583f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the constituent of mini pill?",
        "exp": "Ans: a (Only progesterone) Ref: Shaw, 13th ed, p. 228. The constituent of minipill is only progesterone. It does not contain estrogen. It is also known as progesterone only pill. OCP(a) Combined- Monophasic- Multiphasic -Sequential pill (only estrogen in 1st 14 days and estrogen + progesterone in next 14)(b) Minipill -Progesterone only pill. Mechanism of action of OCPCombined OC pills suppress pituitary hormones FSH and LH and through their suppression prevents ovulation. At the same time, progesterone causes atrophic changes in the endometrium and prevents nidation. Benefits of OCP(1) Contraceptive - Prevention of pregnancy(2) Non contraceptive(a) Cycle stabilization(b) Cure of menstrual disorder (c) Protection against cancer- Ovarian- Endometrial(d) Benign tumour- Benign breast disease- Ovarian functional cyst- Fibromyoma uterus(e) Protects against- P1D-Anemia- Endometriosis- Acne, hirsuitism- Rheumatoid arthritis- Osteoporosis. OCP reduces the incidence of ectopic pregnancy is due to suppression of ovlulation, and reduction in. PIDSide effects of OCPI. Minor. Nausea, vomiting, lack of appetite, break- through bleeding. Breast tenderness. Vaginal discharge. Headache, migraine. Chloasma. Weight gain. Acne, Oily skin. II. Major(a) Cardiovascular disease- Stroke- Venous Thromboembolism- HT- Coagulation abnonnalities(b) Cancer - Breast Ca, Ca cervix, Liver Ca(c) Diabetes(d) Gall stones(e) Affects lactation",
        "cop": 1,
        "opa": "Only progesterone",
        "opb": "Only estrogen",
        "opc": "Estrogen + progesterone",
        "opd": "Norethisterone + estradiol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Methods - Progestogen-Only Contraception",
        "id": "ae0bbc53-2ce2-4ba5-98b4-8130e49cb7a5",
        "choice_type": "single"
    },
    {
        "question": "Daily release of ho rmonefrom mirena is -",
        "exp": "Ans. is 'b' i. e., 20 microgram Mirena: o It is levennogesterol releasing intrauterine contraceptive device system. o It measures about 32 x 32 mm. o It has a life span of 5 yearso It contains 52 mg of levenogesterol. o It releases 20 meg/ day of levenogesterol.",
        "cop": 2,
        "opa": "10 microgram",
        "opb": "20 microgram",
        "opc": "30 microgram",
        "opd": "40 microgram",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Methods - Progestogen-Only Contraception",
        "id": "781195f7-fa9b-462a-9db1-1de4f7763f96",
        "choice_type": "single"
    }
]