[
    {
        "question": "Which is/ are natural method's of contraception?",
        "exp": "Ans. is 'd' i. e., All the above Methods of contraceptiono Natural methods: Abstinence during the fertile phase. Withdrawal (coitus interrupts.). Breastfeedingo Barrier contraceptives: Use of condoms by male. Use of spermicidal agents. Use of diaphragm, or the cer\\ncal cap in the vagina, use of female condom. Use of hormones which after the cervical mucus and prevent entry of sperms into the cervical canal. o Intrauterine contraceptive devices (IVCDs)o Supperssion of spermatogenesis, o Suppression of ovulation with hormones-hormonal contraceptives. o Interceptive agents (postcoital contraception)o Immunological methods. o Surgical sterilization",
        "cop": 4,
        "opa": "Abstinence during fertile period",
        "opb": "Coitus interupptus",
        "opc": "Breast feeding",
        "opd": "All the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Natural family planning",
        "id": "73bb68cc-d082-49a5-833f-3ffeb3318a84",
        "choice_type": "multi"
    },
    {
        "question": "Billing method is -",
        "exp": "Ans. is 'b' i. e., Method of contraception Natural methods of contraceptiono These methods are: A) Safe period (rhythm method)# This is also knwon as calendar method first described by Ogino. Its calculations are dependent on length of menstural cycle. The method is based on the fact that ovulation occurs from 12 to 16 days before the onset of mensturation.# Calculation is as followso The shortest cycle minus 18 days gives the first day of the fertile period. o The longest cycle minus 10 days gives the last day of fertile period. o For example, if a woman's menstural cycle varies from 26-31 days, the fertile period during which she should not have intercourse would be from the 8th day to 21st day of the menstural cycle, counting day one as the first day of the menstural period. B) Basal body temperature (BBT) method# It is based on the principle that there is rise BBT at or just before ovulation. C) Cervical mucus method (Billings method or ovulation method)# It is based on the observation that at the time of ovulation cervical mucus becomes watery clear resembling raw egg white, smooth, slippery and profuse. D) Symptothermic method# This method combines temperature, cervical mucus and safe period (calender method) methods. E) Abstinence# There is complete abstinence from sexual intercourse. It is not used and can hardly be considered as a method of contraception to be advocated to the masses. F) Coitus interruptus# It is the oldest method of voluntary fertility control. The male withdraws before ejaculation, and thereby tries to prevent deposition of semen into vagina. Failure rate is very high 25%",
        "cop": 2,
        "opa": "Maneuver for delivery of head of fetus",
        "opb": "Method of contraception",
        "opc": "Ethical guidelines for better doctor - patient relationship",
        "opd": "Assessing KAP in society",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Natural family planning",
        "id": "f930fe13-c0b8-4899-bf69-6bca69f7770c",
        "choice_type": "single"
    }
]