[
    {
        "question": "In Peripaum cardiomyopathy, cardiac failure occurs at:-",
        "exp": "Diagnostic criteria for Peripaum cardiomyopathy - A) Development of cardiac failure in the last month of pregnancy or within 5 months after delivery. B) Absence of an identifiable cause for the cardiac failure. C) Absence of recognizable heart disease prior to the last month pf pregnancy D) Left ventricular systolic dysfunction demonstrated by classic echocardiographic criteria, such as depressed ejection fraction along with a dilated left ventricle",
        "cop": 4,
        "opa": "Within 7 days after delivery.",
        "opb": "Within 6 weeks after delivery.",
        "opc": "Within 24 months after delivery.",
        "opd": "Within 5 months after delivery.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "NEET 2018",
        "id": "a91f5e09-0811-4845-87cd-d766ab11195f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an indication for use of Hormone Replacement Therapy in menopausal women:-",
        "exp": "H indicated in menopausal women to overcome the sho term and long term consequences of estrogen deficiency. Indications of hormone replacement therapy in a menopausal woman Relief of vasomotor symptoms: hot flushes Prevention and treatment of osteoporosis Urogenital atrophy Premature Menopause Hormone Replacement Therapy is NOT indicated for prevention or treatment of cardiovascular disease. Natural estrogens produced in the body till menopause are cardioprotective, however Hormone Replacement Therapy (containing exogenous estrogens and progesterones)is not cardioprotective. There is no role of Hormone Therapy in pyelonephriis Post menopausal bleeding needs evaluation of cause, especially to rule out malignancies and treated accordingly. Hormone Replacement Therapy is contraindicated in any undiagnosed vaginal bleeding.",
        "cop": 1,
        "opa": "Hot flushes",
        "opb": "Cardiovascular protection",
        "opc": "Pyelonephritis",
        "opd": "Post menopausal bleeding",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "NEET 2018",
        "id": "9f367ad0-e9eb-4dab-9050-f8c7ba02320c",
        "choice_type": "single"
    },
    {
        "question": "Ideal time for doing quadruple test:-",
        "exp": "Triple test: screening test It's a screening test for down syndrome ( trisomy 21) Done between 16 and 18 weeks of gestation It involves estimation of three hormones: ( h. CG|, AFP|, UE3| ) To the triple test, if the level of a fouh marker dimeric inhibin alpha are added, the test is called as QUAD test or Quadruple test ( inhibin A |) 1st trimester 2nd trimester Screening test Nuchal tranaslucency + - h. CG + PAPP-A Quad test /tirple test Diagnostic test ( karyotyping ) Chronic villi sampling Amniocentesis",
        "cop": 3,
        "opa": "8-12 weeks",
        "opb": "11-15 weeks",
        "opc": "15-18 weeks",
        "opd": "18-22 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "NEET 2018",
        "id": "4cd9227f-3074-423c-ae11-d8655a9982cf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common cause of perforation of uterus in non-pregnant state?",
        "exp": "In the non pregnant state, perforation of the uterus occurs usually during dilatation and curettage Dilatation and curettage procedure is a primary tool for diagnostic evaluation and treatment of abnormal uterine bleeding. Perforation of the uterus is common during a state of pregnancy or malignancy ( Soft Uterus) The atrophic uterus of post menopausal woman may also be perforated easily during D&C IUCD inseion also cause perforation, especially if done in a hurry. In case of a perforation: If the uterus is empty and not malignant, simple observation will suffice. However in complicated cases hysterectomy is done. Often abdominal viscera prolapse through the perforation and hence a laparotomy is done to repair the defect and bowel.",
        "cop": 2,
        "opa": "IUCD",
        "opb": "Dilatation and curettage",
        "opc": "Laparoscopy",
        "opd": "Carcinoma Endometrium",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "NEET 2018",
        "id": "bec6f42b-8321-4c83-8101-9b1f0852ac25",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is not a premalignant lesion of vulva?",
        "exp": "Bacterial vaginosis is not a premalignant lesion of vulva. Premalignant lesions of Vulva Vulval intraepithelial neoplasia (VIN) Paget's disease Lichen Sclerosis Squamous cell hyperplasia Condyloma accuminata Bowen's disease (erythroplasia of querat) Note: VIN is the most common premalignant lesion of vulva.",
        "cop": 3,
        "opa": "Paget's disease",
        "opb": "Lichen Sclerosis",
        "opc": "Bacterial Vaginosis",
        "opd": "Bowen's disease",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "NEET 2018",
        "id": "b4291fc9-44b1-4570-8c4d-4a114544b97a",
        "choice_type": "single"
    }
]