[
    {
        "question": "In low ovarian reserve, Anti Mullerian hormone level will be:-",
        "exp": "Ovarian Reserve < 1 is low , more than 2 is normal Markers of a REDUCED ovarian reserve are: Increasing age, especially beyond 35 Decreased ovarian volume Decrease estrogen Decrease Antral Follicular count High serum FSH, especially more than 15 Reduced Inhibin, especially lesser than 45 pg/ml Low AMH - (SINGLE BEST TEST )",
        "cop": 1,
        "opa": "<1",
        "opb": "4-Jan",
        "opc": ">7",
        "opd": ">10",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "NEET 2019",
        "id": "2da9a4dd-6bc6-444f-a8ca-872a8cd90989",
        "choice_type": "single"
    },
    {
        "question": "MgSO4 have no role in prevention of-",
        "exp": "MgSO4 is the Drug of choice which prevents seizures in severe pre ecclapmsia and also for seizure control in eclampsia This is also used for control of recurrent seizures Neuroprotective action: low-bihweight neonates whose mothers were treated with magnesium sulfate for preterm labor or preeclampsia were found to have a reduced incidence of cerebral palsy at 3 years",
        "cop": 3,
        "opa": "Seizures in severe pre-eclampsia",
        "opb": "Recurrent seizures in eclampsia",
        "opc": "RDS in premature baby",
        "opd": "Neuroprotection",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "NEET 2019",
        "id": "58d6dd19-4459-4938-8bf7-1d2fe706e698",
        "choice_type": "single"
    },
    {
        "question": "When used for emergency contraception, What is the dose of ulipristal acetate?",
        "exp": "Emergency Contraceptives Drug Dose Levonorgestrel (POP) 1 dose 1.5 mg within 72 hrs Copper IUDs ( NOT THE DOC ! ) Inseion within 5 days Ulipristal acetate (SPRM) 30 mg orally within 120 hours Ethinyl estradiol 50 ug + Norgestrel 0.25 mg (COC) 2 tab stat and 2 after 12 hour Mifepristone RU 486 (PA) 25 to 100 mg single dose ICUDs are the most effective methods, no doubt, but they can never be the DOC. Thats because they require seeing a gynecologist take a prescription and then a specialist to inse the device. Emergency contraception is based on the principle of 'over the counter' easy to use medication to prevent a pregnancy and when there is unplanned intercourse, which can happen many times in a year, a person cannot be expected to take an IUCD every time! However, a LNG tablet can be easily, and effectively, be taken whenever there is unplanned intercourse * Please note: We are in the early pa of year 2020 now. Mifepristone or Ullipristal may be soon termed as the best drugs for EC. Please be on the look out for recent updates.",
        "cop": 2,
        "opa": "300mg",
        "opb": "30mg",
        "opc": "300ug",
        "opd": "30ug",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "NEET 2019",
        "id": "3b038236-a75a-4281-8bb1-410a841a0010",
        "choice_type": "single"
    },
    {
        "question": "Chromosome number of paial hydatidiform mole most commonly is:-",
        "exp": "Complete mole Paial mole No fetal tissue Fetal tissue present in a paial mole 90% are 46, XX, and 10% are 46, XY. All chromosomes are of paternal origin 69, XXX most common , or 69, XXY An Empty oocyte is feilized by a haploid sperm (which then duplicates its chromosomes), or, an empty oocyte is feilized by 2 sperms This results from feilization of a haploid ovum by 2 sperms, both carrying X chromosome mostly Diffuse swelling of Chorionic villi Scalloping not seen Paial Swelling of chorionic villi Scalloping of villi seen There is diffuse trophoblastic hyperplasia Focal hyperplasia of trophoblastic tissue",
        "cop": 4,
        "opa": "46 XX",
        "opb": "45 XO",
        "opc": "46 XXY",
        "opd": "69 XXX",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "NEET 2019",
        "id": "5958b3a7-bb6d-4120-a98b-7e51fece3d1c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is false as physiological change in pregnancy?",
        "exp": "In Pregnancy, diaphragm pushed upwards by enlarged Uterus thus reducing Residual volume of lungs. Diaphragm is elevated by around 4cm subcostal angle increases from 68o to 104o. Transverse diameterof chest increases by 2 cm Changes in Respiratory System Parameters Non pregnant Pregnancy near term Change Respiratory rate/min 15 15 unaffected Vital capacity (mL) 3200 3300 Almost unaltered Tidal volume (mL) 500 700 + 40% Residual volume (mL) 965 765 - 20% Inspiration capacity (IC) 2500 2650 + 10% Minute ventilation 7.5 L/min 10.5 L/min + 40% Total lung capacity (mL) 4200 4000 - 5%( almost unchanged)",
        "cop": 3,
        "opa": "Increase cardiac output",
        "opb": "Increase total protein",
        "opc": "Increase residual volume",
        "opd": "Increase GFR",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "NEET 2019",
        "id": "a65c42b7-2b4d-4498-afda-390735fe2dcd",
        "choice_type": "multi"
    },
    {
        "question": "PGF2 alpha maximum dose in PPH management which can be given over 24 hours is-",
        "exp": "PGF2[?] is CARBOPROST 250 ug I.M. up to 8 doses and maximum dose is 2 mg given I.M. always ( i.v. can cause sudden hypeension )",
        "cop": 3,
        "opa": "250 mg",
        "opb": "200 mg",
        "opc": "2 mg",
        "opd": "20 mg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "NEET 2019",
        "id": "28d1060c-9839-4162-9ffc-0817d8f362f0",
        "choice_type": "single"
    }
]