[
    {
        "question": "Life span of CuT 380 A is -",
        "exp": "Ans. is 'a' i. e., 10 years o The longest life span is of Cu. T380A: 10 years. IUDs. Life span. First generation: Lippe's loop (obsolete)--Second generation. Copper-T--CuT-200-B4 yr. CuT-2003yr. CuT-220C--Nova-T5 yr. Multiload - 2503 yr3755 yr. CuT-3 80. A10 yr. Third generation. Progestasert1 yr. LNG-20 (Mirena)5 yr (Ref: Novak p263; Note that Park mentions the life span of mirena to be 10 yrs)",
        "cop": 1,
        "opa": "10 years",
        "opb": "8 years",
        "opc": "4 years",
        "opd": "5 years",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Non-Hormonal - Intrauterine Devices",
        "id": "557d6593-08fc-4abf-aa48-5a4ddbd9e594",
        "choice_type": "single"
    },
    {
        "question": "Best IUCD for a woman with menorrhagia is:",
        "exp": "Ref: Shaw's Textbook of Gynaecology 15th Edition Pg: 230. Explanation: Levonorgestrel I LCD is progesterone impregnated IUCD and is recommended to control bleeding in menorrhagia. Other non contraceptive benefits of LNG IUCD: DUBEndometrial hyperplasia. Intrauterine contraceptive devices (IUCD). Biologically inert devices: Lippe's loop Copper containing devices: Copper T Hormonal IUCDS: Progestasert, Levonova, MI RENAHormonal IUCDs. Progestasert38mg of Progesterone. Releases 65 micrograms/day. Effective for 1 year40% reduction in Menorrhagia40%' reduction in Dysmenorrhea. Levonova60 mg of Levonorgestrel. Releases 20 micrograms/day. Increased chances of ectopic pregnancy. Safe during lactation. Effective for 5 years. MIRENA52 mg of levonorgestrel. Releases 25 micrograms/day. Does not suppress ovulation. Acts on endometrium and cervical mucus. Used in DUB. Endometrial hyperplasia. HRTEffective for 5 years",
        "cop": 4,
        "opa": "Lippe loop",
        "opb": "Cu-T 375",
        "opc": "Cu-T 200",
        "opd": "Levonorgestrel IUCD",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Non-Hormonal - Intrauterine Devices",
        "id": "a049d194-42e6-47ba-82a7-5472f6158f30",
        "choice_type": "single"
    },
    {
        "question": "IUD of choice in menorrhagia: (Repeat)",
        "exp": "Ans: D (Levonorgestrel IUCD) Ref: Shaw's Textbook of Gynaecology 15th Edition Pg: 230. Explanation: Levonorgestrel IUCD is progesterone impregnated IUCD and is recommended to control bleeding in menorrhagia. Other non contraceptive benefits of LNG IUCD: DUBEndometrial hyperplasia. Intrauterine contraceptive devices (IUCD). Biologically inert devices: Lippe's loop. Copper containing devices: CopperT Hormonal IUCDS: Progestasert, Levonova, MIRENAHormonal IUCDs Progesterone38mg of Progesterone. Releases 65 micrograms/day. Effective for 1 year40% reduction in Menorrhagia40% reduction in Dysmenorrhea. Levonova60 mg of Levonorgestrel. Releases 20 micrograms/day. Increased chances of ectopic pregnancy. Safe during lactation. Effective for 5 years. MIRENA52 mg of levonorgestrel. Releases 25 micrograms/day. Does not suppress ovulation. Acts on endometrium and cervical mucus. Used in DUB, Endometrial hyperplasia, HRTEffective for 5 years",
        "cop": 4,
        "opa": "Lippe loop",
        "opb": "Cu-T 375",
        "opc": "Cu-T 200",
        "opd": "Levonorgestrel IUCD",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Non-Hormonal - Intrauterine Devices",
        "id": "ea2ae6e2-25ba-4a22-9036-b09667a1db55",
        "choice_type": "single"
    },
    {
        "question": "Memory of CuT is?",
        "exp": "ANSWER: (B) 2 minute. REF: The Contraception Sourcebook by Elizabeth B. Connell page 138, Medical journal of Australia: Volume 2; Volume 2, Issue 67. Memory of an IUD device is the time taken to regain its original shape on insertion to the uterine cavity. Loading the IUD into the inserter barrel should be fast keeping in mind as the plastic will ' lose its memory' after approximately two minutes in the introducer and wall not regain its original shape. Nova-T was mainly developed to have a better memory of shape than Copper-T",
        "cop": 2,
        "opa": "1 minute",
        "opb": "2 minute",
        "opc": "3 minute",
        "opd": "4 minute",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Non-Hormonal - Intrauterine Devices",
        "id": "d48a68aa-64b8-4384-aafa-abc276f10f5a",
        "choice_type": "single"
    },
    {
        "question": "Menorrhagea, which IUCD should be used -",
        "exp": "Ans. is 'c' i. e., Mirena",
        "cop": 3,
        "opa": "CNG",
        "opb": "CuT",
        "opc": "Mirena",
        "opd": "Multiload",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Non-Hormonal - Intrauterine Devices",
        "id": "94161515-b4d2-4d07-b2c8-0f9462a5f755",
        "choice_type": "single"
    },
    {
        "question": "Contraceptive effect of CuT-380A lasts for how many years?",
        "exp": "Ans. (b) 10 years. Shaw 15ih227-8. Name of device. Effective period* CuT 380. A10 years* Nova T-Silver5 years* Multiload3755 years* Multiload2503 years",
        "cop": 2,
        "opa": "5",
        "opb": "10",
        "opc": "15",
        "opd": "20",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Non-Hormonal - Intrauterine Devices",
        "id": "c34231e2-75d8-4815-9b5e-6aedc87174e5",
        "choice_type": "single"
    }
]