[
    {
        "question": "Chronological order of lochia is -",
        "exp": "Ans. is 'a' i. e., Rubra, serosa, alba Name. Color. Timing (days). Contents1. Lochia rubra. Red1-4. Blood, decidua, fetal membranes, vernix, lanugo, and meconium2. Lochia serosa. Yellowish, pink, and brownish5-9. Leucocytes, cervical mucus, and organisms3. Lochial alba. Pale white10-15. Decidua, cells, leucocytes, mucin, cholesterin crystals, and fat cells",
        "cop": 1,
        "opa": "Rubra, serosa, alba",
        "opb": "Alba, rubra, serosa",
        "opc": "Serosa, alba, rubra",
        "opd": "Rubra, alba, seosa",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Puerperium",
        "id": "bdf73dcb-c2e3-40c6-b9e4-4dc7d76310a5",
        "choice_type": "single"
    },
    {
        "question": "A patient was induced for being post-term at 4237 weeks. Immediately following the delivery, you examine the baby with the pediatricians and note the following on physical exam: a small amount of cartilage in the earlobe, occasional creases over the anterior two-thirds of the soles of the feet, 4-mm breast nodule diameter, fine and fuzzy scalp hair, and a scrotum with some but not extensive rugae. Based on this physical exam, what is the approximate gestational age of this male infant?",
        "exp": "An estimate of the gestational age of a newborn can be made rapidly by a physical exam immediately following delivery. Important physical characteristics that are evaluated are the sole creases, breast nodules, scalp hair, earlobes, and scrotum. In newborns that are 39 weeks gestational age or more, the soles of the feet will be covered with creases, the diameter of the breast nodules will be at least 7 mm, the scalp hair will be coarse and silky, the earlobes will be thickened with cartilage, and the scrotum will be full with extensive rugae. In infants that are 36 weeks or less, there will be an anterior transverse sole crease only, the breast nodule diameter will be 2 mm, the scalp hair will be fine and fuzzy, the earlobes will be pliable and lack cartilage, and the scrotum will be small with few rugae. In infants of gestational age between 37 and 38 weeks, the soles of the feet will have occasional creases on the anterior two-thirds of the feet, the breast nodule diameter will be 4 mm, the scalp hair will be fine and fuzzy, the earlobes will have a small amount of cartilage, and the scrotum will have some but not extensive rugae.",
        "cop": 3,
        "opa": "33 weeks",
        "opb": "36 weeks",
        "opc": "38 weeks",
        "opd": "42 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Puerperium",
        "id": "460c7290-a258-46c3-8508-3170e37588d1",
        "choice_type": "multi"
    },
    {
        "question": "In the mother, suckling leads to which of the following responses?",
        "exp": "The normal sequence of events triggered by suckling is as follows: through a response of the central nervous system, dopamine is decreased in the hypothalamus. Dopamine suppression decreases production of prolactin-inhibiting factor (PIF), which normally travels through a portal system to the pituitary gland; because PIF production is decreased, production of prolactin by the pituitary is increased. At this time, the pituitary also releases oxytocin, which causes milk to be expressed from the alveoli into the lactiferous ducts. Suckling suppresses the production of luteinizing hormone-releasing factor and, as a result, acts as a mild contraceptive (because the midcycle surge of luteinizing hormone does not occur).",
        "cop": 4,
        "opa": "Decrease of oxytocin",
        "opb": "Increase of prolactin-inhibiting factor",
        "opc": "Increase of hypothalamic dopamine",
        "opd": "Increase of hypothalamic prolactin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Puerperium",
        "id": "56dad2ad-d5a9-4a5e-8f5a-e3c77067ac8e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not caused by Oxytocin",
        "exp": "Ans. B. Lactogenesis. OXYTOCIN causes contraction of the myoepithelial cells that line the ducts of the breast. This squeezes the milk out of the alveoli of the lactating breast into the large ducts and then Out of nipple (milk ejection) Oxytocin also causes contraction of smooth muscle of uterus.",
        "cop": 2,
        "opa": "Milk ejection",
        "opb": "Lactogenesis",
        "opc": "Contraction of uterine muscles",
        "opd": "Myoepithelial cell contraction",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Puerperium",
        "id": "bac97601-60f0-4271-b39a-7992c37c4d68",
        "choice_type": "single"
    }
]