[
    {
        "question": "What does indicate in the following partograph indicators?",
        "exp": "Ans. B. Moderate uterine contractionsThe partograph is a graphical presentation of the progress of labor, and of fetal and maternal condition during labor.It is the best tool to help you detect whether labor is progressing normally or abnormally, and to warn you as soon as possible if there are signs of fetal distress or if the mother's vital signs deviate from the normal range. Research studies have shown that maternal and fetal complications due to prolonged labor were less common when the progress of labor was monitored by the birth attendant using a partograph.Different shadings on the squares drawn on partograph indicate the strength & duration of uterine contractions:",
        "cop": 2,
        "opa": "Mild uterine contractions",
        "opb": "Moderate uterine contractions",
        "opc": "Strong uterine contractions",
        "opd": "Arrest of labor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "a0e0bc57-9c23-4d0a-9169-89049e62afda",
        "choice_type": "single"
    },
    {
        "question": "Pressure of normal uterine contractions is between 190-300 units. Which unit is being referred to here?",
        "exp": "Ans. is a, i.e. Montevideo unitsRef Williams Obs, 23/e, p 4371 montevideo unit = Intensity of constraction x number of contractions in 10 mins.Montevideo unit is to define uterine activity.As per this:Clinical labour usually commences when uterine activity reaches values between 80-120 Montevideo units (This translates into approximate 3 contractions of 40 mm of Hg every 10 minutes).During labour--Normal uterine contractions are between 190-300 Montevideo units (At the time of delivery it is 300 Montevideo units)",
        "cop": 1,
        "opa": "Montevideo units",
        "opb": "mm of Hg",
        "opc": "cm of water",
        "opd": "Joules/kg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "c681b4b8-3daf-4407-9d52-b4e18032808f",
        "choice_type": "single"
    },
    {
        "question": "A primigravida came with 6 cm cervical dilatation with contraction rate of 3/10 minutes. Which stage of labor is she in?",
        "exp": "ANS. A* 1st stage (onset of true labor pain to full cervical dilatation)* 2nd stage (delivery of baby)* 3rd stage (delivery of placenta* 4th stage (1 hour observation).# Pictorial representation of stages of labor",
        "cop": 1,
        "opa": "1st stage",
        "opb": "2nd stage",
        "opc": "3rd stage",
        "opd": "4th stage",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "78047766-bc3e-4e0e-bbe7-b2b0c3125222",
        "choice_type": "single"
    },
    {
        "question": "Which of the following investigations are essential before cervical cerclage is performed?",
        "exp": "Ans. is d, i.e. Perform an ultrasound scan for fetal abnormalities and screen for aneuploidy Before answering the question lets discuss a few details on cervical cerclage surgery.Nomenclature for cerclage applicationOld (1999)New (2007)Prophylactic, electiveHistory indicatedTherapeutic, salvageUltrasound indicatedRescue, emergency urgentPhysical examination indicatedRecommendations for history indicated cerclageShould be offered to women with 3 or more previous preterm births and/or second trimester lossesShould not be routinely offered to women with two or fewer previous preterm birth and/or second trimester losses (Level B evidence)Recommendations for USG indicated cerclageWomen with history of 1 or more spontaneous preterm births or/mid trimester losses with Y, V or U detected on USG or cervical length <25mm before 24 weeks-Not recommended for women without a history of spontaneous preterm delivery or second trimester losses with incidentally detected cervical length <=25mm-Not recommended for funneling of cervix in the absence of cervical shortening to <=25mm A cervical cerclage should be carried out in her as she has H/O 3 previous preterm deliveries.An ultrasound scan for fetal abnormalities and screening for aneuploidy should be carried out, before insertion of a history- indicated suture, to ensure both viability and the absence of lethal/major fetal abnormalities. Assessment of cervical length is not indicated before applying a history indicated cerclage. It is not essential to perform a white cell count or C-reactive protein levels before performing a cervical cerclage.",
        "cop": 4,
        "opa": "Estimate C-reactive protein levels",
        "opb": "Perform a white cell count",
        "opc": "Perform a transvaginal ultrasound scan to assess the cervical length and exclude funnelling",
        "opd": "Perform an ultrasound scan for fetal abnormalities and screen for aneuploidy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "c0feba02-b74c-4149-b3cf-7956fc5f4635",
        "choice_type": "single"
    },
    {
        "question": "All of the following are contraindications to tocolysis except:",
        "exp": "Ans. is d, i.e. Placenta previaRef. Dutta Obs. 7/e, p 319Contraindications to tocolysis* Chorioamnionitis* Advanced labor* Abruption* Congenital anomalies not compatible with life* Preeclampsia/eclampsia* Fetal distress* IUFD* Pregnancy >34 weeksAs far as placenta previa is concerned tocolysis is not contraindicated Management of patient with placenta previa and preterm labor:Tocolytic agent: \"Uterine contractions are common in patients with placenta previa. Since uterine contractions have the potential to, disrupt the placental attachment and aggravate the bleeding, most obstetricians favor the use of tocolytic agents in the expectant management of patient with placenta previa\". High risk pregnancy Fernando ariasMost commonly used tocolytics in case of placenta previa.-Nifedipine-Magnesium sulphateTocolytics which are not used-Terbutaline and Ritodrine: They cause tachycardia and make the assessment of patient's pulse rate unreliable.-Indomethacin: It causes inhibition of platelet cyclo-oxygenase system and prolongs the bleeding time.",
        "cop": 4,
        "opa": "Chorioamnionitis",
        "opb": "Fetal distress",
        "opc": "Anencephaly",
        "opd": "Placenta previa",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "563887fe-b6f3-44a1-b53e-f45932511bf5",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following methods for induction of labour should not be used in patient with previous lower segment caesarean section?",
        "exp": "Ans. is b, i.e. Prostaglandin tabletRef Dutta Obs. 7/e, p 524; Fernando Arias 3/e, p 286Prostglandin tablet is misoprostol (PGE1 ) which is contraindicated in women with previous cesarean births.MisoprostolIt is an analogue of Prostaglandin E1 .Indications:Medical abortion in the first trimester of pregnancy.Evacuation of uterus in case of anembryonic pregnancies or early fetal demise.Ripening of cervix prior to second trimester abortions.Ripening of cervix and induction of labour in term pregnancies.For treatment and prevention of postpartum bleeding.Pharmakokinetics:It is available in tablet form.Metabolized in liver.Complication:Nausea, vomiting, diarrhea.Uterine hyperstimulation.TachysystoleMeconium passagePossibly uterine ruptureContraindication:Women with previous uterine surgery particularly cesarean section.",
        "cop": 2,
        "opa": "Prostaglandin gel",
        "opb": "Prostaglandin tablet",
        "opc": "Stripping of the membrane",
        "opd": "Oxytocin drip",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "c4c06a19-10e4-4c25-9dcd-e343810704d4",
        "choice_type": "single"
    },
    {
        "question": "Pain in early labor is limited to dermatomes:",
        "exp": "Ans. is a, i.e. T10 -L1 Ref: Dutta Obs 7/e, p 117In the early stages of labour pain is mainly uterine in origin because of painful uterine contraction\"The pain of uterine contractions is distributed along the cutaneous nerve distribution of T10 to L1 Ref. Dutta Obs, 6/e, p 118In later stages pain is due to dilatation of the cervix.\"The pain of cervical dilatation and stretching is referred to the back through sacral plexus.\"Ref. Dutta Obs, 6/e, p 118",
        "cop": 1,
        "opa": "T10-L1",
        "opb": "S1-S3",
        "opc": "L4-L5",
        "opd": "L2-L3",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "7e065a39-f859-43f0-843d-083fe2d1f250",
        "choice_type": "single"
    },
    {
        "question": "The following statement is true for internal rotation of the head:",
        "exp": "Ans. is b, i.e. In majority rotation occurs in the pelvic floorThe prerequisites of anterior internal rotation of the head are well-flexed head, efficient uterine contraction, favourable shape at the midpelvic plane and tone of the levator ani muscles.The level at which internal rotation occurs is variable. Rotation in the cervix although favorable occurs less frequently. In majority of cases, rotation occurs at the pelvic floor. Internal rotation occurs earlier in multipara than primipara Rarely, it occurs as late as crowning of the head.",
        "cop": 2,
        "opa": "Rotation occurs mostly in the cervix",
        "opb": "In majority rotation occurs in the pelvic floor",
        "opc": "Rotation occurs commonly after crowning of the head",
        "opd": "Rotation is earlier in primipara than multipara",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "60325157-e586-4327-bb7d-6e33577913d5",
        "choice_type": "multi"
    },
    {
        "question": "A Primipara complains of sudden onset vaginal discharge at 32 weeks of pregnancy.P/A = No contractionsCephalic presentationFetal heart sounds = NormalWhat is the first step in management?",
        "exp": "Ans. is c, i.e. Perform sterile perspeculum examinationThe first step in the management is to perform a sterile speculum examination.",
        "cop": 3,
        "opa": "Start broad spectrum antibiotics",
        "opb": "Start corticosteroid",
        "opc": "Perform sterile perspeculum examination",
        "opd": "Perform sterile vaginal examination",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "0772454d-5f66-4605-91d1-377362391616",
        "choice_type": "multi"
    },
    {
        "question": "Engagement of fetal head is with reference to:",
        "exp": "Ans. is a, i.e. Biparietal diameterEngagement is said to occur when the largest transverse diameter of fetal head crosses the pelvic inlet.Largest transverse diameter of fetal head is: Biparietal diameter.",
        "cop": 1,
        "opa": "Biparietal diameter",
        "opb": "Bitemporal diameter",
        "opc": "Occipitofrontal diameter",
        "opd": "Suboccipitofrontal diameter",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "e1ffda65-ced6-4839-a7ef-a5cd24c14496",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old women whose antenatal period was uncomplicated is in labour. She has a single foetus in cephalic presentation. The head is not engaged. The foetal heart rate is 150 beats per minute. The cervical dilatation is 5 cm, the membranes are absent and the pelvis is adequate. It is decided to perform a caesarean section immediately.Which one of the following findings is the most likely cause for this decision?",
        "exp": "Ans. is d, i.e. Palpation of the frontal bones and the supraorbital ridgesPart palpatedPresenting part* Anterior fontanelle, sagittal suture and posterior fontanelle* Vertex* Anterior fontanelle, frontal bone, sagittal suture, supraorbital ridges or root of nose* Brow* Supraorbital ridges, Eyes, nose, mouth and chin* FaceAmongst these presenting parts:It is absolutely essential to do cesarean section in Brow because in brow, engaging diameter is Mentovertical diameter (14 cms), which cannot pass through cervix.Hence in Brow always cesarean is done. Thus during labor if obstetrician palpates, supraorbital ridges and frontal bone she should understand, it is brow presentation and take patient for cesarean immediately.",
        "cop": 4,
        "opa": "Approximation of the suture lines",
        "opb": "Palpation of the anterior fontanelle and the sagittal suture",
        "opc": "Palpation of the eyes, nose and mouth",
        "opd": "Palpation of the frontal bones and the supraorbital ridges",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "bd080bf4-3fc0-4a43-960a-d6af48254b0f",
        "choice_type": "single"
    },
    {
        "question": "Best method of induction of labour in hydramnios:",
        "exp": "Ans. is c, i.e. Abdominal amniocentesis followed by stabilising oxytocin dripRef Dutta Obs 7/e, p 215Artificial rupture of membranes is C/l in polyhydramnios as it leads to sudden decompression of uterus which can cause abruptio placenta.Method of induction in these patients is:Amniocentesis - drainage of good amount of liquor - to check the favorable lie and presentation of the fetus - a stabilizing oxytocin infusion is started low - rupture of the membranes is done when the lie becomes stable and the presenting part gets fixed to the pelvis. This will minimize sudden decompression with separation of the placenta, change in lie of the fetus and cord prolapse.",
        "cop": 3,
        "opa": "High rupture of the membranes",
        "opb": "Low rupture of the membranes",
        "opc": "Abdominal amniocentesis followed by stabilising oxytocin drip",
        "opd": "Prostaglandins",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "157b0019-3a4a-4b82-a4f5-56ac9fef8460",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old pregnant female at 40 weeks gestational age presents with pain and regular uterine contractions every 4-5 min. ON arrival, the patient is in a lot of pain and requesting relief immediately. Her cervix is 5 cm dilated. What is the most appropriate method of pain control for this patient?",
        "exp": "Ans. is d, i.e. Epidural blockRef Williams 24/e, p 513When complete relief of pain is needed throughout labor, epidural analgesia is safest and simplest.",
        "cop": 4,
        "opa": "Intramuscular morphine",
        "opb": "Pudendal block",
        "opc": "Local block",
        "opd": "Epidural block",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "30eeb9eb-03ea-40a9-8806-384410462072",
        "choice_type": "single"
    },
    {
        "question": "Arrest disorder is defined as the cessation of cervical dilatation in active phase of labor of more than:",
        "exp": "Ans. D. 2 hours* Secondary arrest is defined when the active phase of labor (cervical dilatation) commences normally but stops or slows significantly for 2 hours or more prior to the full dilatation of the cervix.* It is commonly due to malposition or cephalopelvic disproportion.'Cessation of active phase of dilatation by more than 2 hours is defined as arrest' Danforth.",
        "cop": 4,
        "opa": "1 hour",
        "opb": "1.2 hours",
        "opc": "1.5 hours",
        "opd": "2 hours",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "5f5007b2-31e5-4880-b630-7a7eba4f8fe1",
        "choice_type": "single"
    },
    {
        "question": "A forceps rotation of 30degfrom left occiput anterior (OA) to OA with extraction of the fetus from +2 station would be described as which type of delivery?",
        "exp": "In the late 1980s and early 1990s, the classic definitions of forceps deliveries were slightly altered to conform with obstetric reality and the need for realistic definitions of procedures vis-a-vis both medical and legal guidelines and standards. Outlet forceps delivery requires a visible scalp, the fetal skull on the pelvic floor, the sagittal suture in essentially OA position, and the fetal head on the perineum. A rotation can occur, but only up to 45deg. A low forceps delivery requires a station of at least +2 but not on the pelvic floor. Rotation can be more than 45deg. Mid-forceps delivery is from a station above +2, but with an engaged head. High forceps delivery, for which there are no modern indications, would reflect a head not engaged.",
        "cop": 2,
        "opa": "Outlet forceps",
        "opb": "Low forceps",
        "opc": "Mid-forceps",
        "opd": "High forceps",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "86ff71c2-f62e-49ba-9d11-9f6db08e06c6",
        "choice_type": "single"
    },
    {
        "question": "Benefits of surgical induction (ARM) are all except:",
        "exp": "Ans. is c, i.e. Decreases incidence of amnionitisRef Dutta Obs. 9/e, p 487-488ARM is a method for inducing and augmenting labour.It involves rupturing the membranes overlying the cervix using a Kocher's forcepQ.It is applicable when cervix is partially dilated and bischop score is high.Advantages:Promotes labour by stimulating release of endogenous prostaglandins.Encourages application of the fetal head to the cervix.Colour of the liquor can be observed and meconium staining ruled out.Permits the use of fetal scalp electrode for intrapartum fetal surveillance.Disadvantages:If performed before the presenting part is well fixed, so it can lead to cord prolapse.ARM can lead to-infection if frequent vaginal examinations are performed.It can cause abruption in case of polyhydramnios.Rarely it can lead to liquor amni embolismContraindications:Intrauterine fetal deathQMaternal AIDSGenital active herpes infectionChronic hydramniosQ(In chronic hydrominos controlled ARM is done and not just simple ARM -- as sudden decompression can lead to abruptioplacentae)Also Know:ARM and stripping of membranes are different. Stripping of Membranes is the digital separation of membranes from the wall of the cervix and lower uterine segment.Immediately after ARM fetal heart sounds should be auscultated.Transient changes in the fetal heart rate, can occur due to resettlement of the cord after the liquor flows out.Early and variable deceleration0 of fetal heart rate is relatively common with amniotomy.",
        "cop": 3,
        "opa": "Lowers the blood pressure in preeclampsia",
        "opb": "Relieves the maternal distress in hydramnios",
        "opc": "Decreases incidence of amnionitis",
        "opd": "Reduces the need of caesarean section",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "e441ff1f-ddc2-4fb1-a719-9a17a1e966f1",
        "choice_type": "multi"
    },
    {
        "question": "What is the rate of cervical dilatation in first stage of labor in multigravidae?",
        "exp": "Ans. C. 1.5cm/houra. Cervical dilatation related with dilatation of external OS.b. Taking up of cervix is determined by obliteration of projection of cervix into vagina.c. The anterior lip of cervix is the last to be affected.d. Cervical dilatation is expressed either in terms of fractions of full dilatation 1/4th;1/2 or 3/4th OR in terms of fingers -2,2,3 or fully dilated; OR better in terms of cm (10cm when fully dilated). One finger equals to 1.6cm and taking up in terms of % fraction.e. In primi, latent phase is long (8hrs). Dilatation of cervix at rate of 1.2cm/hour in primi and 1.5cm in multi beyond 3cm dilatation is satisfactory.f. Partogram (Freidman's Curve) is composite graphical record of so dilatation and descent of head against duration of labor in hrs.",
        "cop": 3,
        "opa": "0.5 cm/hour",
        "opb": "1 cm/hour",
        "opc": "1.5 cm/hour",
        "opd": "2 cm/hour",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "c1d39e0d-a201-4540-9e5e-d78d261f9e03",
        "choice_type": "single"
    },
    {
        "question": "37 weeks primi with uterine contraction for 10 hours, cervix is 1 cm dilated and poorly effaced management is:",
        "exp": "Ans. is d, i.e. Sedation and waitRef. Fernando Arias 3/e, p 376The patient is presenting at 37 weeks with mild labor pains for 10 hours. Cervix is 1 cms dilated and is not effaced. Now this can either be a case of false labor pains or it can be prolonged latent phase of labor.False labor can be differentiated from latent phase of labor by therapetuic rest, i.e. patient is sedated with morphine.Patient in false labor|Sleeps for a few hours and wakes-up without contractionsPatient in latent phase|Continues contracting and show cervical changes following the restSo the correct option is Sedate and Wait.",
        "cop": 4,
        "opa": "Cesarean section",
        "opb": "Amniotomy",
        "opc": "Oxytocin drip",
        "opd": "Sedation and wait",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "94e62d0c-a68e-4675-81ca-183ce60b0c32",
        "choice_type": "single"
    },
    {
        "question": "Factors which help in descent of the presenting part during labour are all except:",
        "exp": "Ans. is d, i.e. Resistance from the pelvic floorRef Dutta Obs. 7/e, p 124Descent: Descent is a continuous process provided there is no undue bony or soft tissue obstruction. It is slow or insignificant in first stage but pronounced in second stage. It is completed with the expulsion of the fetus. In primigravidae, with prior engagement of the head, there is practically no descent in first stage; while in multiparae, descent starts with engagement. Head is expected to reach the pelvic floor by the time the cervix is fully dilated.Factors facilitating descent are--(1) uterine contraction and retraction, (2) bearing down efforts and (3) straightening of the fetal ovoid specially after rupture of the membranes.Note: Resistance offered by the pelvic floor promotes flexion of head and not descent.",
        "cop": 4,
        "opa": "Uterine contraction and retraction",
        "opb": "Straightening of the fetal axis",
        "opc": "Bearing down efforts",
        "opd": "Resistance from the pelvic floor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "24eca6ec-3bab-408c-94c3-7aba5d740c71",
        "choice_type": "multi"
    },
    {
        "question": "True labour pain includes all except:",
        "exp": "Ans. is b, i.e. Short vaginaRef. Dutta Obs. 7/e, p 117Differences between true and false labour pains.FeaturesTrue labour painsFalse labour painsCervical changes (dilatation & effacement)PresentAbsentFrequency and duration of contractionsRegular and gradually increaseIrregularPainLower abdomen and back, radiating to thighsLower abdomen onlyBag of waterFormedNot formedShowPresentAbsentRelief with enema/sedationNoNo",
        "cop": 2,
        "opa": "Painful uterine contraction",
        "opb": "Short vagina",
        "opc": "Formation of the bag of waters",
        "opd": "Progressive descent of presenting part",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "e63d4c39-afc4-4031-869d-81b5bf084be7",
        "choice_type": "multi"
    },
    {
        "question": "A pregnant mother at 32 weeks gestation presents in preterm labor. Therapy with antenatal steroids to induce lung maturity in the fetus may be given in all of the following conditions except",
        "exp": "Ans. is d, i.e. ChorioamnionitisRef. Meherban Singh 5/e, p 227: Fernando Arias 3/e, p 220; Sheila Balakrishnan p 230\"Corticosteroids can be given even in presence of maternal hypertension or diabetes mellitus, but should preferably be avoided if PROM is associated with definitive evidence of chorioamnionitis\" --Meherban Singh 5/e, p 227\"Steroid treatment is contraindicated in presence of overt infection.\" --Fernando Arias 3/e, p 220There are some concerns that betamethasone available in India has only one components of betamethasone that is betamethasone sodium phosphate and does not have betamethasone sodium acetate which may not be very effective. Hence currently dexamethasone is becoming drug of choice and is economical also in India. Ref: JB Sharma pg 461",
        "cop": 4,
        "opa": "Prolonged rupture of membranes for more than 24 hours",
        "opb": "Pregnancy induced hypertension",
        "opc": "Diabetes mellitus",
        "opd": "Chorioamnionitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "f3d6c93a-5f1e-4368-9d36-fb9a6409be10",
        "choice_type": "multi"
    },
    {
        "question": "Commonest cause of nonengagement at term, in primi is:",
        "exp": "Ans. is a, i.e. CPDRef. Dutta Obs. 7/e, p 81, 82, 352Engagement is said to occur when the greatest transverse diameter of the presenting part, has passed through the pelvic inlet In all cephalic presentations, the greatest transverse diameter is always the biparietal.Engagement occurs in multipara with commencement of labourQ in the late 1st stage after rupture of membranes and in Nullipara during the last few weeks of pregnancy, i.e. [?] 38 weeksIn primi's the most common cause of non engagement at term is deflexed head or occipitoposterior position followed by cephalopelvic disproportion (CPD). QSince deflexed head or occipitoposterior is not given in option, we will go for CPD as the answer.",
        "cop": 1,
        "opa": "CPD",
        "opb": "Hydramnios",
        "opc": "Brow presentation",
        "opd": "Breech",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "0e1f2025-dfa7-4620-844e-7dd60f0de85b",
        "choice_type": "multi"
    },
    {
        "question": "Rupture of membrane is said to be premature when it occurs at?",
        "exp": "Ans. is c, i.e. Prior to 1st stage of laborRef. Fernando Arias 3/e, p 240; Sheila Balakrishnan, p 233Premature rupture of membranes (PROM) is defined as spontaneous rupture of membranes before the onset of labor. Preterm premature rupture of membranes (PPROM) is defined as premature rupture of membranes before 37 completed weeks.",
        "cop": 3,
        "opa": "38 weeks of pregnancy",
        "opb": "32 weeks of pregnancy",
        "opc": "Prior to 1st stage of labor",
        "opd": "II stage of labor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "8598161a-0cd4-4eb8-b512-107abe8218e1",
        "choice_type": "single"
    },
    {
        "question": "When fetus is in attitude of flexion, presentation is:",
        "exp": "Ans. is c, i.e. CephalicRead the question carefully--they are asking presentation, hence answer will be cephalic. If they would have asked presenting part then answer would be vertex.Point to Remember",
        "cop": 3,
        "opa": "Vertex",
        "opb": "Brow",
        "opc": "Cephalic",
        "opd": "Face",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "562321a9-15d0-4b3d-bc04-fb95e2fcbe5d",
        "choice_type": "single"
    },
    {
        "question": "AG2P1 to female has a history of previous preterm birth at 32 weeks. The percentage chances of preterm birth in this pregnancy are:",
        "exp": "Ans. is c, i.e. 15%Ref. Williams Obs 24/e, p 841Recurrent spontaneous preterm births according to prior outcomeBirth outcomeSecond birth (<34 weeks) (%)First birth >=35 weeks5First birth <=34 weeks16First and second birth <=34 weeks41",
        "cop": 3,
        "opa": "5%",
        "opb": "10%",
        "opc": "15%",
        "opd": "25%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "bce41e2b-19cb-42b7-a1b5-8cc8aff18edd",
        "choice_type": "single"
    },
    {
        "question": "Assessment of progress of labour is best done by:",
        "exp": "Ans. is d, i.e. PartogramRef Dutta Obs. 7/e, p 530, Williams Obs. 23/e, p 406Partogram is the best method to assess progress of labour.",
        "cop": 4,
        "opa": "Station of head",
        "opb": "Rupture of membrane",
        "opc": "Contraction of uterus",
        "opd": "Partogram",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "81e20956-8c6a-4f33-8f9b-bc8070511542",
        "choice_type": "single"
    },
    {
        "question": "According to WHO guidelines, which of the following is true about management of second stage of labor?",
        "exp": "Ans. is a, i.e. Manual support of perineum to maintain continuous deflexion of headFriends WHO does not recommend universal episiotomy for second stage of labor but it recommends giving support to the perineum (Ritgen maneuver) while delivering the head of the fetus.\"Conduct the delivery with support for the perineum to avoid tears, and use of episiotomy only where a tear is very likely.\" WHO guideline.Also know- Ritgen maneuverRitgen maneuver is an obstetric procedure used to control delivery of the fetal head. It involves applying upward pressure from the coccygeal region to extend the head during actual delivery, thereby protecting the musculature of the perineum. In Ritgen maneuver the fetal chin is reached for between the anus and coccyx and pulled interiorly, while using the fingers of the other hand on the fetal occiput to control speed of delivery. The Ritgen maneuver is called modified (Jonsson 2008) when performed during a contraction, rather than between contractions as originally recommended.",
        "cop": 1,
        "opa": "Manual support of perineum to maintain continuous deflexion of head",
        "opb": "Episiotomy should be performed as a routine",
        "opc": "A warm cloth should be applied to the perineum to prevent trauma",
        "opd": "Delivery should be ideally performed in a lithotomy position",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "984958cb-21c0-48f1-bb7d-d6a1178d2f84",
        "choice_type": "multi"
    },
    {
        "question": "All are risk factors for preterm delivery except:",
        "exp": "Ans. is a, i.e. Absence of fetal fibronection at <37 weeksRef. Fernando Arias 4/eRisk factors for preterm labor: have been discussed in Ans. 1Fetal fibronectinIt is a fetal glycoprotein found in the cervicovaginal discharge before 22 weeks and again after rupture of membranes.Levels of fibronectin >50mg/ml indicates preterm delivery (not absence of fibronectin).",
        "cop": 1,
        "opa": "Absence of fetal fibronectin at <37 weeks",
        "opb": "Previous history of preterm baby",
        "opc": "Asymptomatic cervical dilatation",
        "opd": "Chlamydial infection of genital tract",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "12661f50-56f9-4ca5-9440-6215a243d6d3",
        "choice_type": "multi"
    },
    {
        "question": "Saffron colored meconium is seen in:",
        "exp": "Ans. is a, i.e. PostmaturityRef. Dutta Obs. 9/e, p 34Color of amniotic fluidPregnancy - ColorlessNear term - Pale straw colored due to presence of exfoliated lanugo hairs and epidermal cells from the fetal skin.Abnormal color-Green - meconium stained (fetal distress in conditions other than breech or transverse position).-Golden yellow - Rh-incompatibility.-Greenish yellow (saffron) - postmaturity.-Dark colored - in concealed hemorrhage.-Dark brown (tobacco juice) - in case of IUD.",
        "cop": 1,
        "opa": "Postmaturity",
        "opb": "TB",
        "opc": "Breech",
        "opd": "Normal in appearance",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "908212c8-d6f4-4a41-b061-b543de23a45c",
        "choice_type": "single"
    },
    {
        "question": "Intrauterine pressure is raised during labour to:",
        "exp": "Ans. is d, i.e. All of the aboveIntrauterine pressure during labor:StagePressure* 1st* 40-50 mm Hg* 2nd* 100-120 mm Hg* 3rd* 100-120 mm Hg",
        "cop": 4,
        "opa": "First stage -- 40-50 mm Hg",
        "opb": "Second stage -- 100-120 mm Hg",
        "opc": "Third stage -- 100-120 mm Hg",
        "opd": "All of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "d388f7ba-4f7f-43f8-ba87-a295430a1dd4",
        "choice_type": "multi"
    },
    {
        "question": "G3 with previous second trimester abortion presents at 22 week of gestation with abdominal pain, USG shows tunneling of internal os and cervical length 21 mm. What is the ideal management?",
        "exp": "Ans. is d, i.e. McDonald stitichRef. JB Sharma p 121Patient presenting at 22 weeks with:Length of cervix 21 mm on ultrasound examination and history of second trimester abortions indicating cervical incompetence as the cause of preterm labor. In this case Mc Donald stitch will be the ideal treatment as it will prevent preterm labor.",
        "cop": 4,
        "opa": "Dinoprost and bed rest",
        "opb": "Misoprost and bed rest",
        "opc": "Fothergills stitch",
        "opd": "McDonald stitch",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "d2497094-6e44-4eee-907f-02b0125f9426",
        "choice_type": "single"
    },
    {
        "question": "What is purpose of partogram?",
        "exp": "ANSWER: (A) To monitor progress of labourREF: Previous question",
        "cop": 1,
        "opa": "To monitor progress of labour",
        "opb": "To monitor induction of labour",
        "opc": "To find C PD",
        "opd": "To asses the female pelvis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "a207938d-d2cd-4bbf-b0a3-2e9e67d05183",
        "choice_type": "single"
    },
    {
        "question": "Cut-off value of cervical length at 24 weeks of gestation for prediction of preterm delivery is:",
        "exp": "Ans. is c, i.e. 2.5 cm.Preterm labor (PTL): Preterm labor is defined as labor (regular, painful frequent uterine contractions causing progressive effacement and dilatation of cervix) occurring before 37 completed weeks of gestation.\"Risk of preterm birth increases markedly when the cervix is less than 2.5 cm. This measurement has been widely accepted as the threshold to define the risk of premature birth. The possibility of preterm delivery when the cervix is <25 mm is 17.8%. This risk is significantly greater than the normal risk, and hence these women require additional diagnostic tests and special care.\" --Fernando Arias 3/e, p 229, 230Also Know:Most common cause of preterm labor is idiopathic followed by infection like urinary tract infection, vaginal infections etcMost common organisms responsible for preterm labor:Ureoplasma urealyticum and Gardenerella vaginum causing bacterial vaginosis.Diagnosis of Preterm labor is by: --Dutta 9/e, p 294-Regular uterine contractions with or without pain (at least 4 in every 20 min or 8 in 60 min).-Dilatation (> 2 cm) and effacement (80%) of cervix.-Length of cervix (measured by TVS) < 2.5 cm and funneling of internal os.-Pelvic pressure, backache and or vaginal discharge or bleeding.Thus for detecting preterm labor -TVS should be done and cervical length measured. Besides this fetal fibronectin if present in vaginal/cervical secretions before 37 weeks indicates preterm labor.Fetal fibronectin:It is a fetal glycoprotein.Normally it is found in the cervicovaginal discharge before 22 weeks and again after rupture of membranes.If detected in cervicovaginal secretions prior to rupture of membranes, it indicates disruption of the maternal-fetal interface and may be predictive of impending preterm labor.It is measured by ELISA and a value equal to or exceeding 50 ng/ml is considered positive and predictive of preterm delivery.When the test is negative it reassures that delivery will not occur within next 14 days.Remember: Fetal fibronectin equal to or more than 50 ng/ml and cervical length <2.5cm on TVS are the best predictors especially in a woman with a prior history of preterm birth.",
        "cop": 3,
        "opa": "0.5 cm",
        "opb": "1.5 cm",
        "opc": "2.5 cm",
        "opd": "3.5 cm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "01b0a72b-621b-4dcc-9165-ff000416b9e7",
        "choice_type": "single"
    },
    {
        "question": "Controlled ARM is done:",
        "exp": "Ans. is c, i.e. Polyhydramnios:In case of polyhydramnios to prevent abruptio from sudden rupturing of membranes, controlled ARM is done.",
        "cop": 3,
        "opa": "IUD",
        "opb": "Maternal HIV infection",
        "opc": "Polyhydramnios",
        "opd": "Genital herpes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "2ff8031d-bb5a-4c3b-8b37-383981affc9c",
        "choice_type": "single"
    },
    {
        "question": "The following graph represents the stages of labor. Which of the following statements is true about the graph C?",
        "exp": "Ans. is a, i.e. Secondary arrest after progression of laborNow friends--first you should know how to read this graph.If you see their is a horizontal line shown which corresponds to 3 cms, i.e. in this graph-active phase is beginning at 3 cms.In the graph line marked as 'mean'--means normal graph.In the graph marked as mean, the patient is reaching 3 cms at 8 hrs, i.e. latent phase ends at 8 hrs and active phase begins. Now in active phase minimum dilatation should be 1 cm/hr i.e. from 3 cms to 10 cms it should take maximum 7 hrs, i.e. 8+7=15 hrs. Now if you see the patient reached 10 cms (full dilatation) well within the time i.e. at 12 hrs.Now keeping this mind let's analyze:Graph AIn graph A--patient is reaching 3 cms i.e. active phase at 20 hrs or more, which means latent phase is prolonged.As prolonged latent phase in:Nulliparous = 20 hrsMultiparous = 14 hrsSo graph A shows prolonged latent phaseGraph BLatent phase (i.e. uptil 3 cms dilatation) occurred at 14 hrs. Then from 3 cms to 10 cms the patient is taking around 10 hours (14 to 24 hrs) whereas this 7 cms of dilation should have been completed in maximum 7 hours 1 cm/hr. This means here active phase is getting prolonged.Graph CThe latent phase ended at 8 hours. Then the patient dilated till 6 cms 10-11 hours.Now from 11 to 16 hours she is 6 cms dilated, i.e. 4 hours have passed and still there is no dilatation. Now since nothing has been mentioned about membranes, I am assuming they are ruptured.So it is a case of active phase arrest i.e. secondary arrest after progression of labor.",
        "cop": 1,
        "opa": "Secondary arrest after progression of labor",
        "opb": "Prolonged active phase of labor",
        "opc": "Prolonged latent phase/primary arrest of labor",
        "opd": "Normal labor in a primigravida",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "d210dc8c-429a-49b7-ad26-e06dfb5bb8f7",
        "choice_type": "multi"
    },
    {
        "question": "Best tocolytic in a cardiac patient is:",
        "exp": "Ans. is a, i.e. AtosibanRef. Textbook of Obs.tetrics, Shiela Balakrishnan 1/e, p 231Role of Tocolytics in Heart DiseaseMost of the tocolytics are contraindicated in heart diseaseSafest tocolytic is atosiban (oxytocin antagonist)Beta agonist is contraindicated in cardiac arrthymias, valvular disease and cardiac ischemia because of their sympathomimetic side effects such as tachycardia, palpitation and hypotension.Nifedipine is contraindicated in conduction defect, left ventricular failure due to side effects as tachycardia, hypotension, etc.Tocolytics of choice* Overall tocolytic of choice* Safest tocolytic agent (as it can be used in heart disease patient)* Most efficacious tocolytic agent* Tocolytic preferred in heart disease* Nifedipine* Atosiban* Nifedipine* Atosiban",
        "cop": 1,
        "opa": "Atosiban",
        "opb": "Isoxsuprine",
        "opc": "Nifedipine",
        "opd": "MgSO4",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "00d49fd9-f42a-48df-9d78-5fef98ce630b",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old G2P1L1 presents to antenatal clinic at 35 weeks of pregnancy with C/O, leaking pervagina. Sample of pooled liquid turned red litmus paper blue and ferning was present.The temperature of the patient is 102degF and her pulse is 104. What is the next step in management?",
        "exp": "Ans. is c, i.e Administer antibioticsRef. Williams 23/e, p 819, Fernando Arias 3/e, p 197, 198The fluid in vagina is amniotic fluid, as it showed in fern pattern on microscopy (presence of sodium chloride in liquor) and the red litmus turned blue (vaginal pH is acidic; amniotic fluid is alkaline).This patient with premature rupture of membranes (PROM) has a physical examination consistent with an intrauterine infection or chorioamnionitis.Acute Chorioamniotis is diagnosed clinically in presence of fever (100.4degF or 37.8degC) and at least two of the following:a. Maternal tachycardiab. Fetal tachycardiac. Uterine tendernessd. Foul smelling amniotic fluide. Maternal leukocytosisWhen chorioamnionitis is diagnosed, fetal and maternal morbidities increase and delivery is indicated regardless of the fetus's gestational age. In the case described, labor should be induced and antibiotics to be given to avoid neonatal group of streptococcal infection. Ampicillin is the drug of choice.There is no role for tocolysis in the setting of chorioamnionitis and also because gestational age of patient is 35 weeks, since delivery is the goal: There is also no role for the administration of steroids as it is contraindicated in case of chorioamnionitis.Remember: Management of chorioamnionitis at any age is delivery, regardless of the gestational age.",
        "cop": 3,
        "opa": "Administer betamethasone",
        "opb": "Administer tocolytics",
        "opc": "Administer antibiotics",
        "opd": "Place a cervical cerclage",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "713a624b-fdc8-4eb6-b191-41e13d4f973b",
        "choice_type": "multi"
    },
    {
        "question": "During active labour cervical dilatation per hour in primi is:",
        "exp": "Ans. is a, i.e. 1.2 cmLabour is said to active when:Cervix is dilated to at least >=6cm.QRegular uterine contractions are present.QRate of dilatation is at least 1.2cm/hrQ for nulliparous and 1.5cm/hrQ for parous women.",
        "cop": 1,
        "opa": "1.2 cm",
        "opb": "1.5 cm",
        "opc": "1.7 cm",
        "opd": "2 cm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "3fa4180f-42e4-4206-80dc-bc65483de7ac",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old woman (gravida 3, para 2) comes to the delivery floor at 37 weeks gestation. She has had no prenatal care. She complains that, on bending down to pick up her 2-year-old child, she experienced sudden, severe back pain that now has persisted for 2 h. Approximately 30 min ago she noted bright red blood coming from her vagina. By the time she arrives at the delivery floor, she is contracting strongly every 3 min; the uterus is quite firm even between contractions. By abdominal palpation, the fetus is vertex with the head deeply engaged. Fetal heart rate is 130/min. The fundus is 38 cm above the symphysis. Blood for clotting is drawn, and a clot forms in 4 min. Clotting studies are sent to the laboratory. Which of the following actions can wait until the patient is stabilized?",
        "exp": "The patient described in the question presents with a classic history for abruption-that is, the sudden onset of abdominal pain accompanied by bleeding. Physical examination reveals a firm, tender uterus with frequent contractions, which confirms the diagnosis. The fact that a clot forms within 4 min suggests that coagulopathy is not present. Because abruption is often accompanied by hemorrhaging, it is important that appropriate fluids (i.e., lactated Ringer solution and whole blood) be administered immediately to stabilize the mother's circulation. Cesarean section may be necessary in the case of a severe abruption, but only when fetal distress is evident or delivery is unlikely to be accomplished vaginally Internal monitoring equipment should provide an early warning that the fetus is compromised. The internal uterine catheter provides pressure recordings, which are important if oxytocin stimulation is necessary. Generally, however, patients with abruptio placentae are contracting vigorously and do not need oxytocin.",
        "cop": 4,
        "opa": "Stabilizing maternal circulation",
        "opb": "Attaching a fetal electronic monitor",
        "opc": "Inserting an intrauterine pressure catheter",
        "opd": "Administering oxytocin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "76009247-07bb-43b4-9b1d-0b7c96dfea39",
        "choice_type": "multi"
    },
    {
        "question": "Mrs. S (G2 L1) presented to the hospital in labor pains. On examination she had 3 uterine contractions of 20 seconds in 10 minutes, cervical dilation 6 cm and HR 145 bpm. What is the stage of labor?",
        "exp": "Ans. is a, i.e. Stage IAs discussed in chapter 7 of the book, first stage of labor is from the time when a female starts perceiving true labor pains and uptil 10 cm of dilatation.",
        "cop": 1,
        "opa": "Stage I",
        "opb": "Stage II",
        "opc": "Stage III",
        "opd": "Stage IV",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "328f2f50-d294-44d5-9405-8f8d0eac184f",
        "choice_type": "single"
    },
    {
        "question": "Post-term labor is seen in:",
        "exp": "Ans. is c, i.e. AnencephalyRef. Dutta Obs. 9/e, p 299Causes of Post-term pregnancy:Wrong dates: Due to inaccurate LMP (most common).Biologic variability (Hereditary) may be seen in the family.Maternal factors: Primipara/elderly multipara/H/o previous prolonged pregnancy, sedentary habit.Fetal factors: Congenital anomalies: Anencephaly - (Abnormal fetal HPA axis), adrenal hypoplasia (Diminished fetal cortisol response).Placental factors: Sulphatase deficiency (Low estrogen).",
        "cop": 3,
        "opa": "Hydramnios",
        "opb": "PID",
        "opc": "Anencephaly",
        "opd": "Multiple pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "a8e10f2c-95fa-4da7-9ebe-1fe0f659e128",
        "choice_type": "single"
    }
]