[
    {
        "question": "What does indicate in the following partograph indicators?",
        "exp": "Ans. B. Moderate uterine contractions. The partograph is a graphical presentation of the progress of labor, and of fetal and maternal condition during labor. It is the best tool to help you detect whether labor is progressing normally or abnormally, and to warn you as soon as possible if there are signs of fetal distress or if the mother's vital signs deviate from the normal range. Research studies have shown that maternal and fetal complications due to prolonged labor were less common when the progress of labor was monitored by the birth attendant using a partograph. Different shadings on the squares drawn on partograph indicate the strength & duration of uterine contractions:",
        "cop": 2,
        "opa": "Mild uterine contractions",
        "opb": "Moderate uterine contractions",
        "opc": "Strong uterine contractions",
        "opd": "Arrest of labor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "a0e0bc57-9c23-4d0a-9169-89049e62afda",
        "choice_type": "single"
    },
    {
        "question": "Pressure of normal uterine contractions is between 190-300 units. Which unit is being referred to here?",
        "exp": "Ans. is a, i. e. Montevideo units. Ref Williams Obs, 23/e, p 4371 montevideo unit = Intensity of constraction x number of contractions in 10 mins. Montevideo unit is to define uterine activity. As per this: Clinical labour usually commences when uterine activity reaches values between 80-120 Montevideo units (This translates into approximate 3 contractions of 40 mm of Hg every 10 minutes). During labour--Normal uterine contractions are between 190-300 Montevideo units (At the time of delivery it is 300 Montevideo units)",
        "cop": 1,
        "opa": "Montevideo units",
        "opb": "mm of Hg",
        "opc": "cm of water",
        "opd": "Joules/kg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "c681b4b8-3daf-4407-9d52-b4e18032808f",
        "choice_type": "single"
    },
    {
        "question": "A primigravida came with 6 cm cervical dilatation with contraction rate of 3/10 minutes. Which stage of labor is she in?",
        "exp": "ANS. A* 1st stage (onset of true labor pain to full cervical dilatation)* 2nd stage (delivery of baby)* 3rd stage (delivery of placenta* 4th stage (1 hour observation).# Pictorial representation of stages of labor",
        "cop": 1,
        "opa": "1st stage",
        "opb": "2nd stage",
        "opc": "3rd stage",
        "opd": "4th stage",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "78047766-bc3e-4e0e-bbe7-b2b0c3125222",
        "choice_type": "single"
    },
    {
        "question": "Which of the following investigations are essential before cervical cerclage is performed?",
        "exp": "Ans. is d, i. e. Perform an ultrasound scan for fetal abnormalities and screen for aneuploidy Before answering the question lets discuss a few details on cervical cerclage surgery. Nomenclature for cerclage application. Old (1999). New (2007). Prophylactic, elective. History indicated. Therapeutic, salvage. Ultrasound indicated. Rescue, emergency urgent. Physical examination indicated. Recommendations for history indicated cerclage. Should be offered to women with 3 or more previous preterm births and/or second trimester losses. Should not be routinely offered to women with two or fewer previous preterm birth and/or second trimester losses (Level B evidence). Recommendations for USG indicated cerclage. Women with history of 1 or more spontaneous preterm births or/mid trimester losses with Y, V or U detected on USG or cervical length <25mm before 24 weeks-Not recommended for women without a history of spontaneous preterm delivery or second trimester losses with incidentally detected cervical length <=25mm-Not recommended for funneling of cervix in the absence of cervical shortening to <=25mm A cervical cerclage should be carried out in her as she has H/O 3 previous preterm deliveries. An ultrasound scan for fetal abnormalities and screening for aneuploidy should be carried out, before insertion of a history- indicated suture, to ensure both viability and the absence of lethal/major fetal abnormalities. Assessment of cervical length is not indicated before applying a history indicated cerclage. It is not essential to perform a white cell count or C-reactive protein levels before performing a cervical cerclage.",
        "cop": 4,
        "opa": "Estimate C-reactive protein levels",
        "opb": "Perform a white cell count",
        "opc": "Perform a transvaginal ultrasound scan to assess the cervical length and exclude funnelling",
        "opd": "Perform an ultrasound scan for fetal abnormalities and screen for aneuploidy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "c0feba02-b74c-4149-b3cf-7956fc5f4635",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following methods for induction of labour should not be used in patient with previous lower segment caesarean section?",
        "exp": "Ans. is b, i. e. Prostaglandin tablet. Ref Dutta Obs. 7/e, p 524; Fernando Arias 3/e, p 286. Prostglandin tablet is misoprostol (PGE1 ) which is contraindicated in women with previous cesarean births. Misoprostol. It is an analogue of Prostaglandin E1. Indications: Medical abortion in the first trimester of pregnancy. Evacuation of uterus in case of anembryonic pregnancies or early fetal demise. Ripening of cervix prior to second trimester abortions. Ripening of cervix and induction of labour in term pregnancies. For treatment and prevention of postpartum bleeding. Pharmakokinetics: It is available in tablet form. Metabolized in liver. Complication: Nausea, vomiting, diarrhea. Uterine hyperstimulation. Tachysystole. Meconium passage. Possibly uterine rupture. Contraindication: Women with previous uterine surgery particularly cesarean section.",
        "cop": 2,
        "opa": "Prostaglandin gel",
        "opb": "Prostaglandin tablet",
        "opc": "Stripping of the membrane",
        "opd": "Oxytocin drip",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "c4c06a19-10e4-4c25-9dcd-e343810704d4",
        "choice_type": "single"
    },
    {
        "question": "Pain in early labor is limited to dermatomes:",
        "exp": "Ans. is a, i. e. T10 -L1 Ref: Dutta Obs 7/e, p 117. In the early stages of labour pain is mainly uterine in origin because of painful uterine contraction\"The pain of uterine contractions is distributed along the cutaneous nerve distribution of T10 to L1 Ref. Dutta Obs, 6/e, p 118. In later stages pain is due to dilatation of the cervix. \"The pain of cervical dilatation and stretching is referred to the back through sacral plexus. \"Ref. Dutta Obs, 6/e, p 118",
        "cop": 1,
        "opa": "T10-L1",
        "opb": "S1-S3",
        "opc": "L4-L5",
        "opd": "L2-L3",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "7e065a39-f859-43f0-843d-083fe2d1f250",
        "choice_type": "single"
    },
    {
        "question": "Engagement of fetal head is with reference to:",
        "exp": "Ans. is a, i. e. Biparietal diameter. Engagement is said to occur when the largest transverse diameter of fetal head crosses the pelvic inlet. Largest transverse diameter of fetal head is: Biparietal diameter.",
        "cop": 1,
        "opa": "Biparietal diameter",
        "opb": "Bitemporal diameter",
        "opc": "Occipitofrontal diameter",
        "opd": "Suboccipitofrontal diameter",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "e1ffda65-ced6-4839-a7ef-a5cd24c14496",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old women whose antenatal period was uncomplicated is in labour. She has a single foetus in cephalic presentation. The head is not engaged. The foetal heart rate is 150 beats per minute. The cervical dilatation is 5 cm, the membranes are absent and the pelvis is adequate. It is decided to perform a caesarean section immediately. Which one of the following findings is the most likely cause for this decision?",
        "exp": "Ans. is d, i. e. Palpation of the frontal bones and the supraorbital ridges. Part palpated. Presenting part* Anterior fontanelle, sagittal suture and posterior fontanelle* Vertex* Anterior fontanelle, frontal bone, sagittal suture, supraorbital ridges or root of nose* Brow* Supraorbital ridges, Eyes, nose, mouth and chin* Face. Amongst these presenting parts: It is absolutely essential to do cesarean section in Brow because in brow, engaging diameter is Mentovertical diameter (14 cms), which cannot pass through cervix. Hence in Brow always cesarean is done. Thus during labor if obstetrician palpates, supraorbital ridges and frontal bone she should understand, it is brow presentation and take patient for cesarean immediately.",
        "cop": 4,
        "opa": "Approximation of the suture lines",
        "opb": "Palpation of the anterior fontanelle and the sagittal suture",
        "opc": "Palpation of the eyes, nose and mouth",
        "opd": "Palpation of the frontal bones and the supraorbital ridges",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "bd080bf4-3fc0-4a43-960a-d6af48254b0f",
        "choice_type": "single"
    },
    {
        "question": "Best method of induction of labour in hydramnios:",
        "exp": "Ans. is c, i. e. Abdominal amniocentesis followed by stabilising oxytocin drip. Ref Dutta Obs 7/e, p 215. Artificial rupture of membranes is C/l in polyhydramnios as it leads to sudden decompression of uterus which can cause abruptio placenta. Method of induction in these patients is: Amniocentesis - drainage of good amount of liquor - to check the favorable lie and presentation of the fetus - a stabilizing oxytocin infusion is started low - rupture of the membranes is done when the lie becomes stable and the presenting part gets fixed to the pelvis. This will minimize sudden decompression with separation of the placenta, change in lie of the fetus and cord prolapse.",
        "cop": 3,
        "opa": "High rupture of the membranes",
        "opb": "Low rupture of the membranes",
        "opc": "Abdominal amniocentesis followed by stabilising oxytocin drip",
        "opd": "Prostaglandins",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "157b0019-3a4a-4b82-a4f5-56ac9fef8460",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old pregnant female at 40 weeks gestational age presents with pain and regular uterine contractions every 4-5 min. ON arrival, the patient is in a lot of pain and requesting relief immediately. Her cervix is 5 cm dilated. What is the most appropriate method of pain control for this patient?",
        "exp": "Ans. is d, i. e. Epidural block. Ref Williams 24/e, p 513. When complete relief of pain is needed throughout labor, epidural analgesia is safest and simplest.",
        "cop": 4,
        "opa": "Intramuscular morphine",
        "opb": "Pudendal block",
        "opc": "Local block",
        "opd": "Epidural block",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "30eeb9eb-03ea-40a9-8806-384410462072",
        "choice_type": "single"
    },
    {
        "question": "Arrest disorder is defined as the cessation of cervical dilatation in active phase of labor of more than:",
        "exp": "Ans. D. 2 hours* Secondary arrest is defined when the active phase of labor (cervical dilatation) commences normally but stops or slows significantly for 2 hours or more prior to the full dilatation of the cervix.* It is commonly due to malposition or cephalopelvic disproportion. 'Cessation of active phase of dilatation by more than 2 hours is defined as arrest' Danforth.",
        "cop": 4,
        "opa": "1 hour",
        "opb": "1. 2 hours",
        "opc": "1. 5 hours",
        "opd": "2 hours",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "5f5007b2-31e5-4880-b630-7a7eba4f8fe1",
        "choice_type": "single"
    },
    {
        "question": "A forceps rotation of 30degfrom left occiput anterior (OA) to OA with extraction of the fetus from +2 station would be described as which type of delivery?",
        "exp": "In the late 1980s and early 1990s, the classic definitions of forceps deliveries were slightly altered to conform with obstetric reality and the need for realistic definitions of procedures vis-a-vis both medical and legal guidelines and standards. Outlet forceps delivery requires a visible scalp, the fetal skull on the pelvic floor, the sagittal suture in essentially OA position, and the fetal head on the perineum. A rotation can occur, but only up to 45deg. A low forceps delivery requires a station of at least +2 but not on the pelvic floor. Rotation can be more than 45deg. Mid-forceps delivery is from a station above +2, but with an engaged head. High forceps delivery, for which there are no modern indications, would reflect a head not engaged.",
        "cop": 2,
        "opa": "Outlet forceps",
        "opb": "Low forceps",
        "opc": "Mid-forceps",
        "opd": "High forceps",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "86ff71c2-f62e-49ba-9d11-9f6db08e06c6",
        "choice_type": "single"
    },
    {
        "question": "What is the rate of cervical dilatation in first stage of labor in multigravidae?",
        "exp": "Ans. C. 1. 5cm/houra. Cervical dilatation related with dilatation of external OS. b. Taking up of cervix is determined by obliteration of projection of cervix into vagina. c. The anterior lip of cervix is the last to be affected. d. Cervical dilatation is expressed either in terms of fractions of full dilatation 1/4th; 1/2 or 3/4th OR in terms of fingers -2, 2, 3 or fully dilated; OR better in terms of cm (10cm when fully dilated). One finger equals to 1. 6cm and taking up in terms of % fraction. e. In primi, latent phase is long (8hrs). Dilatation of cervix at rate of 1. 2cm/hour in primi and 1. 5cm in multi beyond 3cm dilatation is satisfactory. f. Partogram (Freidman's Curve) is composite graphical record of so dilatation and descent of head against duration of labor in hrs.",
        "cop": 3,
        "opa": "0. 5 cm/hour",
        "opb": "1 cm/hour",
        "opc": "1. 5 cm/hour",
        "opd": "2 cm/hour",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "c1d39e0d-a201-4540-9e5e-d78d261f9e03",
        "choice_type": "single"
    },
    {
        "question": "37 weeks primi with uterine contraction for 10 hours, cervix is 1 cm dilated and poorly effaced management is:",
        "exp": "Ans. is d, i. e. Sedation and wait. Ref. Fernando Arias 3/e, p 376. The patient is presenting at 37 weeks with mild labor pains for 10 hours. Cervix is 1 cms dilated and is not effaced. Now this can either be a case of false labor pains or it can be prolonged latent phase of labor. False labor can be differentiated from latent phase of labor by therapetuic rest, i. e. patient is sedated with morphine. Patient in false labor|Sleeps for a few hours and wakes-up without contractions. Patient in latent phase|Continues contracting and show cervical changes following the rest. So the correct option is Sedate and Wait.",
        "cop": 4,
        "opa": "Cesarean section",
        "opb": "Amniotomy",
        "opc": "Oxytocin drip",
        "opd": "Sedation and wait",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "94e62d0c-a68e-4675-81ca-183ce60b0c32",
        "choice_type": "single"
    },
    {
        "question": "Rupture of membrane is said to be premature when it occurs at?",
        "exp": "Ans. is c, i. e. Prior to 1st stage of labor. Ref. Fernando Arias 3/e, p 240; Sheila Balakrishnan, p 233. Premature rupture of membranes (PROM) is defined as spontaneous rupture of membranes before the onset of labor. Preterm premature rupture of membranes (PPROM) is defined as premature rupture of membranes before 37 completed weeks.",
        "cop": 3,
        "opa": "38 weeks of pregnancy",
        "opb": "32 weeks of pregnancy",
        "opc": "Prior to 1st stage of labor",
        "opd": "II stage of labor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "8598161a-0cd4-4eb8-b512-107abe8218e1",
        "choice_type": "single"
    },
    {
        "question": "When fetus is in attitude of flexion, presentation is:",
        "exp": "Ans. is c, i. e. Cephalic. Read the question carefully--they are asking presentation, hence answer will be cephalic. If they would have asked presenting part then answer would be vertex. Point to Remember",
        "cop": 3,
        "opa": "Vertex",
        "opb": "Brow",
        "opc": "Cephalic",
        "opd": "Face",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "562321a9-15d0-4b3d-bc04-fb95e2fcbe5d",
        "choice_type": "single"
    },
    {
        "question": "AG2. P1 to female has a history of previous preterm birth at 32 weeks. The percentage chances of preterm birth in this pregnancy are:",
        "exp": "Ans. is c, i. e. 15%Ref. Williams Obs 24/e, p 841. Recurrent spontaneous preterm births according to prior outcome. Birth outcome. Second birth (<34 weeks) (%). First birth >=35 weeks5. First birth <=34 weeks16. First and second birth <=34 weeks41",
        "cop": 3,
        "opa": "5%",
        "opb": "10%",
        "opc": "15%",
        "opd": "25%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "bce41e2b-19cb-42b7-a1b5-8cc8aff18edd",
        "choice_type": "single"
    },
    {
        "question": "Assessment of progress of labour is best done by:",
        "exp": "Ans. is d, i. e. Partogram. Ref Dutta Obs. 7/e, p 530, Williams Obs. 23/e, p 406. Partogram is the best method to assess progress of labour.",
        "cop": 4,
        "opa": "Station of head",
        "opb": "Rupture of membrane",
        "opc": "Contraction of uterus",
        "opd": "Partogram",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "81e20956-8c6a-4f33-8f9b-bc8070511542",
        "choice_type": "single"
    },
    {
        "question": "Saffron colored meconium is seen in:",
        "exp": "Ans. is a, i. e. Postmaturity. Ref. Dutta Obs. 9/e, p 34. Color of amniotic fluid. Pregnancy - Colorless. Near term - Pale straw colored due to presence of exfoliated lanugo hairs and epidermal cells from the fetal skin. Abnormal color-Green - meconium stained (fetal distress in conditions other than breech or transverse position).-Golden yellow - Rh-incompatibility.-Greenish yellow (saffron) - postmaturity.-Dark colored - in concealed hemorrhage.-Dark brown (tobacco juice) - in case of IUD.",
        "cop": 1,
        "opa": "Postmaturity",
        "opb": "TB",
        "opc": "Breech",
        "opd": "Normal in appearance",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "908212c8-d6f4-4a41-b061-b543de23a45c",
        "choice_type": "single"
    },
    {
        "question": "G3 with previous second trimester abortion presents at 22 week of gestation with abdominal pain, USG shows tunneling of internal os and cervical length 21 mm. What is the ideal management?",
        "exp": "Ans. is d, i. e. Mc. Donald stitich. Ref. JB Sharma p 121. Patient presenting at 22 weeks with: Length of cervix 21 mm on ultrasound examination and history of second trimester abortions indicating cervical incompetence as the cause of preterm labor. In this case Mc Donald stitch will be the ideal treatment as it will prevent preterm labor.",
        "cop": 4,
        "opa": "Dinoprost and bed rest",
        "opb": "Misoprost and bed rest",
        "opc": "Fothergills stitch",
        "opd": "Mc. Donald stitch",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "d2497094-6e44-4eee-907f-02b0125f9426",
        "choice_type": "single"
    },
    {
        "question": "What is purpose of partogram?",
        "exp": "ANSWER: (A) To monitor progress of labour. REF: Previous question",
        "cop": 1,
        "opa": "To monitor progress of labour",
        "opb": "To monitor induction of labour",
        "opc": "To find C PD",
        "opd": "To asses the female pelvis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "a207938d-d2cd-4bbf-b0a3-2e9e67d05183",
        "choice_type": "single"
    },
    {
        "question": "Cut-off value of cervical length at 24 weeks of gestation for prediction of preterm delivery is:",
        "exp": "Ans. is c, i. e. 2. 5 cm. Preterm labor (PTL): Preterm labor is defined as labor (regular, painful frequent uterine contractions causing progressive effacement and dilatation of cervix) occurring before 37 completed weeks of gestation. \"Risk of preterm birth increases markedly when the cervix is less than 2. 5 cm. This measurement has been widely accepted as the threshold to define the risk of premature birth. The possibility of preterm delivery when the cervix is <25 mm is 17. 8%. This risk is significantly greater than the normal risk, and hence these women require additional diagnostic tests and special care. \" --Fernando Arias 3/e, p 229, 230. Also Know: Most common cause of preterm labor is idiopathic followed by infection like urinary tract infection, vaginal infections etc. Most common organisms responsible for preterm labor: Ureoplasma urealyticum and Gardenerella vaginum causing bacterial vaginosis. Diagnosis of Preterm labor is by: --Dutta 9/e, p 294-Regular uterine contractions with or without pain (at least 4 in every 20 min or 8 in 60 min).-Dilatation (> 2 cm) and effacement (80%) of cervix.-Length of cervix (measured by TVS) < 2. 5 cm and funneling of internal os.-Pelvic pressure, backache and or vaginal discharge or bleeding. Thus for detecting preterm labor -TVS should be done and cervical length measured. Besides this fetal fibronectin if present in vaginal/cervical secretions before 37 weeks indicates preterm labor. Fetal fibronectin: It is a fetal glycoprotein. Normally it is found in the cervicovaginal discharge before 22 weeks and again after rupture of membranes. If detected in cervicovaginal secretions prior to rupture of membranes, it indicates disruption of the maternal-fetal interface and may be predictive of impending preterm labor. It is measured by ELISA and a value equal to or exceeding 50 ng/ml is considered positive and predictive of preterm delivery. When the test is negative it reassures that delivery will not occur within next 14 days. Remember: Fetal fibronectin equal to or more than 50 ng/ml and cervical length <2. 5cm on TVS are the best predictors especially in a woman with a prior history of preterm birth.",
        "cop": 3,
        "opa": "0. 5 cm",
        "opb": "1. 5 cm",
        "opc": "2. 5 cm",
        "opd": "3. 5 cm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "01b0a72b-621b-4dcc-9165-ff000416b9e7",
        "choice_type": "single"
    },
    {
        "question": "Controlled ARM is done:",
        "exp": "Ans. is c, i. e. Polyhydramnios: In case of polyhydramnios to prevent abruptio from sudden rupturing of membranes, controlled ARM is done.",
        "cop": 3,
        "opa": "IUD",
        "opb": "Maternal HIV infection",
        "opc": "Polyhydramnios",
        "opd": "Genital herpes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "2ff8031d-bb5a-4c3b-8b37-383981affc9c",
        "choice_type": "single"
    },
    {
        "question": "Best tocolytic in a cardiac patient is:",
        "exp": "Ans. is a, i. e. Atosiban. Ref. Textbook of Obs. tetrics, Shiela Balakrishnan 1/e, p 231. Role of Tocolytics in Heart Disease. Most of the tocolytics are contraindicated in heart disease. Safest tocolytic is atosiban (oxytocin antagonist). Beta agonist is contraindicated in cardiac arrthymias, valvular disease and cardiac ischemia because of their sympathomimetic side effects such as tachycardia, palpitation and hypotension. Nifedipine is contraindicated in conduction defect, left ventricular failure due to side effects as tachycardia, hypotension, etc. Tocolytics of choice* Overall tocolytic of choice* Safest tocolytic agent (as it can be used in heart disease patient)* Most efficacious tocolytic agent* Tocolytic preferred in heart disease* Nifedipine* Atosiban* Nifedipine* Atosiban",
        "cop": 1,
        "opa": "Atosiban",
        "opb": "Isoxsuprine",
        "opc": "Nifedipine",
        "opd": "Mg. SO4",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "00d49fd9-f42a-48df-9d78-5fef98ce630b",
        "choice_type": "single"
    },
    {
        "question": "During active labour cervical dilatation per hour in primi is:",
        "exp": "Ans. is a, i. e. 1. 2 cm. Labour is said to active when: Cervix is dilated to at least >=6cm. QRegular uterine contractions are present. QRate of dilatation is at least 1. 2cm/hrQ for nulliparous and 1. 5cm/hrQ for parous women.",
        "cop": 1,
        "opa": "1. 2 cm",
        "opb": "1. 5 cm",
        "opc": "1. 7 cm",
        "opd": "2 cm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "3fa4180f-42e4-4206-80dc-bc65483de7ac",
        "choice_type": "single"
    },
    {
        "question": "Mrs. S (G2 L1) presented to the hospital in labor pains. On examination she had 3 uterine contractions of 20 seconds in 10 minutes, cervical dilation 6 cm and HR 145 bpm. What is the stage of labor?",
        "exp": "Ans. is a, i. e. Stage IAs discussed in chapter 7 of the book, first stage of labor is from the time when a female starts perceiving true labor pains and uptil 10 cm of dilatation.",
        "cop": 1,
        "opa": "Stage I",
        "opb": "Stage II",
        "opc": "Stage III",
        "opd": "Stage IV",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "328f2f50-d294-44d5-9405-8f8d0eac184f",
        "choice_type": "single"
    },
    {
        "question": "Post-term labor is seen in:",
        "exp": "Ans. is c, i. e. Anencephaly. Ref. Dutta Obs. 9/e, p 299. Causes of Post-term pregnancy: Wrong dates: Due to inaccurate LMP (most common). Biologic variability (Hereditary) may be seen in the family. Maternal factors: Primipara/elderly multipara/H/o previous prolonged pregnancy, sedentary habit. Fetal factors: Congenital anomalies: Anencephaly - (Abnormal fetal HPA axis), adrenal hypoplasia (Diminished fetal cortisol response). Placental factors: Sulphatase deficiency (Low estrogen).",
        "cop": 3,
        "opa": "Hydramnios",
        "opb": "PID",
        "opc": "Anencephaly",
        "opd": "Multiple pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Labour",
        "id": "a8e10f2c-95fa-4da7-9ebe-1fe0f659e128",
        "choice_type": "single"
    }
]