[
    {
        "question": "Halban's disease is due to",
        "exp": "Halban's disease: Rare, self-limiting process. Also called Irregular shedding endometrium Due to persistent corpus luteum due to incomplete withdrawal of LH even on 26 in day of cycle. The corpus luteum continues to secret progesterones Menstruation comes on time, is prolonged but not heavy. Slight bleeding continues intermittently for several days after proper flow. On D& C done on 5-6th of cycle - endometrial tissue shows presence of proliferative endometrium along with secretory endometrium",
        "cop": 1,
        "opa": "Persistent corpus luteum",
        "opb": "Deficient corpus luteum",
        "opc": "Persistent trophoblast",
        "opd": "Deficient trophoblast",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "51e1f516-73e7-49b5-9f73-003d93ce3699",
        "choice_type": "single"
    },
    {
        "question": "Which level of prolactin definitely suggest hyperprolactinemia?",
        "exp": "Elevations in prolactin may cause amenorrhea or galactorrhea. Amenorrhea without galactorrhea is associated with hyperprolactinemia in approximately 15% of women. In patients with both galactorrhea and amenorrhea, approximately two-thirds will have hyperprolactinemia; of those, approximately one-third will have a pituitary adenoma. In more than one-third of women with hyperprolactinemia, a radiologic abnormality consistent with a microadenoma (<1 cm) is found. Normal Prolactin levels Males: 2-20 ng/mL Females (non-pregnant): 2-30 ng/mL Pregnant females: 10-200 ng/mL A prolactin level of more than 200 ng/mL is usually due to a pituitary tumour and requires pituitary evaluation",
        "cop": 1,
        "opa": "200 ng/mL",
        "opb": "150 ng/mL",
        "opc": "50 ng/mL",
        "opd": "100 ng/mL",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "f4db2bbc-2f09-47bd-bfb5-a7eb1a3f525b",
        "choice_type": "single"
    },
    {
        "question": "A patient married for 3 years, unable to conceive, has regular menstrual cycles. Husbands semen analysis is normal and so is his hormonal profile What is the right time in menstrual cycle to do endometrial biopsy for infeility:-",
        "exp": "Endometrial biopsy is best done on 21st - 23rd day of the cycle. Evidences of secretory activity of the endometrial glands in the second half of the cycle give not only the diagnosis of ovulation but can predict the functional integrity of the corpus luteum. Luteal Phase Defect- Lag of 2 to 4 days in observed/expected secretory changes. Recognized as cause of infeility.",
        "cop": 3,
        "opa": "12-14 days",
        "opb": "17-19 days",
        "opc": "20-22 days",
        "opd": "3-5 days",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "1c6a56ac-46fd-451b-ac07-7a3364abb2e8",
        "choice_type": "single"
    },
    {
        "question": "Ovulation is seen after how many hours of the 'Peak' of the 'Up stroke' in this diagram here:",
        "exp": "From the onset of the LH surge, it takes 34-36 hours and from the peak it takes 10-12 hours to ovulate. The midcycle LH surge is responsible for a dramatic increase in local concentrations of prostaglandins and proteolytic enzymes in the follicle. These substances progressively weaken the follicular wall and ultimately allow a perforation to form.",
        "cop": 2,
        "opa": "0-6 hours",
        "opb": "10-12 hours",
        "opc": "12-24 hours",
        "opd": "24-36 hours",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "e9f2c377-749c-47b4-8baa-fc11457e5d43",
        "choice_type": "single"
    },
    {
        "question": "Pain due to pelvic congestion syndrome is relieved by:",
        "exp": "PELVIC CONGESTION SYNDROME There is congestion or dilatation of uterine or ovarian plexuses. Symptoms: Patient has a congestive type of dysmenorrhea without any demonstrable pelvic pathology. other symptoms include: bilateral lower abdominal pain, dyspareunia, abnormal uterine bleeding, chronic fatigue and irritable bowel symptoms Diagnosis: clinical, Tranuterine venography, MRI are for primary diagnosis. Pelvic USG and laparoscopy may disclose varicosities Management: Pain relief: Oral Contraceptive Pills (containing low estrogen and high Progesterone), Gn. RH analogues Hormonal suppression: medroxyprogesterone acetate (30 mg daily), Goserelin (Gn. RH analogue) Non responsive: Percutaneous transcatheter embolisation",
        "cop": 1,
        "opa": "OC pills.",
        "opb": "Tamoxifen",
        "opc": "Mefenamic Acid.",
        "opd": "Mifepristone.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "8333ce21-d870-42e8-94cb-68047306f55e",
        "choice_type": "single"
    },
    {
        "question": "Stimulation of ovary in the early follicular phase is by:",
        "exp": "Stimulation of ovary in early follicular phase is by FSH, as the growth and differentiation of primordial follicles are under the control of FSH. Presence of FSH prevents follicles from undergoing Atresia. Stimuation of ovary in later follicular phase is predominantly by FSH but also LH is required in later follicular stage for the final maturity of the follicle before rupture.",
        "cop": 3,
        "opa": "Oestrogen",
        "opb": "Progesterone",
        "opc": "FSH",
        "opd": "LH",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "faf76837-a83d-4939-88ca-3cabf345b2ba",
        "choice_type": "single"
    },
    {
        "question": "Which of these is the most commom cause of Primary Amenorrhea?",
        "exp": "Primary Amenorrhea- In absence of secondary sexual characters, no menses till the age of 13 years - In presence of secondary sexual characters, no menses till the age of 15years Causes: Ovarian dysgenesis, also termed gonadal dysgenesis in women is most common cause. In this, turners syndrome is the commonest variety of gonadal dysgenesis. Mullerian agenesis, though the 2nd most common cause, its also the most common anatomical cause. Constitutional delay is the 3rd most common cause.",
        "cop": 3,
        "opa": "Constitutional / idiopathic",
        "opb": "Mayers rokitansky kustner hauser syndrome (MRKH)",
        "opc": "Gonadal dysgenesis",
        "opd": "Androgen Insenstivity syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "3bf78ec0-74ab-4568-ba9b-45dd15546092",
        "choice_type": "single"
    },
    {
        "question": "Maturation index in mid-secretory phase of menstrual cycle is",
        "exp": "Basics: Estrogen Promotes, Progesterone inhibits Squamous cell maturation The lateral vaginal wall cells can be sampled by scraping them with a spatula and then plating them on a slide. Sample often obtained simultaneous with Pap smear. (Students should not confuse that squamous cells sampled from the lateral vaginal wall is same as taking a paps smear from the cervix) The vagina is sampled at middle third of lateral vaginal wall. This is used for detecting hormonal effects in menopausal and postmenopausal women, though this will have a paicular value in all stages of a woman's life This is Indicated for: Assessment of ovarian function. -During pubey & reproductive, menopausal & post menopausal years -Assessment of ovarian function in menstrual disorders -Can also be used for diagnosing ovulation. Maturation Index (MI). The vaginal epithelium has Basal, Parabasal, Intermediate and Superficial cells. 100 exfoliated cells are counted and the MI is defined as ratio of parabasal to intermediate to superficial cells of vaginal epithelium. These cells are as presented as a 3 pa ratio with the Para basal cells staed 1st, intermediate cells 2nd & superficial cells 3rd. For eg: MI = 80 /20 / 0 Indicates: 80 % - Parabasal cells 20 % - Intermediate cells 0 % - Superficial cells Increase in estrogen levelenlarges the parabasal cells to become intermediate cells and then this will continue to enlarge & mature into keratinized superficial cells. The superficial cells are most abundant during proliferating phase. These cells are polygonal with abundant eosinophilic cytoplasm. There will be more deposition of glycogen in the vaginal epithelium. High estrogenic effect in a vaginal smear is recognized by a clean background & increased eosinophilic & karyopyknotic indices(Given below). High progesterone levels promotes proliferation of intermediate squamous epithelium. These cells are polygonal in shape -with abundant bluish cytoplasm & seen during secretory phase. Parabasal cells are Immature squamous cell which are round to oval. Nucleus is relatively large. Hence, in a lateral vaginal wall smear, if the cells show... Shift to left - atrophic effect. Shift to right - Increased estrogen effect. More mid-zone cells - Progesterone effect With increasing estrogen, the MI is 0/10/90 With increasing Progesterone the ratio is 0/90/10 With increasing Androgen it is 20/80/0 With Pre Ovulatory phase it is 0/40/60 With Post ovulatory phase it is 0/70/30 During menopause it is 0/80/20 Late menopause 100/0/0 EOSINOPHILIC INDEX (EI). Ratio of eosinophillic cells to basophillic cells. This is given in a ratio. Parabasal cells not counted. Karyopyknotic Index (KI). Ratio of Superficial cells to Intermediate cells",
        "cop": 3,
        "opa": "0/95/5",
        "opb": "80/20/0",
        "opc": "0/70/30",
        "opd": "0/40/60",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "bb6be01a-8b2c-49cc-81b3-c2cf1b03f72c",
        "choice_type": "single"
    },
    {
        "question": "Danazol is used in the treatment of:",
        "exp": "Danazol is a synthetic testosterone which binds to progesterone and androgen receptors Danazol is used for benign breast diseases and is good for fibrocystic disease. Cyclical mastalgia due to increase engorgement (estrogenic ) will also be relieved with danazol. Almost 70% patients with cyclical mastalgia will repo relief.",
        "cop": 1,
        "opa": "Cyclical mastalgia",
        "opb": "Breast cyst",
        "opc": "Non-cyclical mastalgia",
        "opd": "Epithelial changes in breast",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "fad8d811-f3be-4ebf-b40d-90c5cee843d1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs may be used for treatment of Premenstrual syndrome?",
        "exp": "Premenstrual syndrome Various symptoms:- Pain - headache, breast pain, abdominal cramps, muscle stiffness, generalized bodyache Water retention - breast pain, bloating, weight gain Behavioural change - Low performance, forgetfulness, irritability, anxiety, depression Autonomic change - Dizziness, faintness, nausea, HOT flashes, vomiting Management DOC - SSRI like Fluoxetine & Seraline Breast pain & Pelvic pain - NSAIDs To reduce weight gain, swelling and bloating- Diuretics",
        "cop": 1,
        "opa": "SSRI",
        "opb": "Progestins",
        "opc": "Anti prostaglandins",
        "opd": "Cabergolin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "b1d4d677-f412-4f98-9666-d6d8a846f239",
        "choice_type": "single"
    },
    {
        "question": "A 20 year old woman gives a history of sharp pain in the lower abdomen for 2-3 days every month approximately 2 weeks before the menses. The most probable etiology for her pain is:",
        "exp": "Midcycle pain or Ovulation pain is called Mittelschmerz. This is because of the blood, fluid and cellular debris which comes out of the ruptured ovarian follicle trickles to the pelvis and causes a mild peritoneal irritation and pain, often limited to that side of ovulation.",
        "cop": 4,
        "opa": "Endometriosis",
        "opb": "Dysmenorrhea",
        "opc": "Pelvic tuberculosis",
        "opd": "Mittelschmerz",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "46f9edfd-8d89-4019-bbb9-139364200729",
        "choice_type": "single"
    },
    {
        "question": "In a woman on DMPA injections for the past 1 year, the menstrual abnormality most commonly seen is:",
        "exp": "With continuous progesterone present in the body due to the injections, there is regular inhibition of estrogenic proliferation of the endometrium and hence the prolonged usage can result in total absence of endometrial proliferation and consequent amenorrhea. Intermenstrual bleeding or spotting may also occur.",
        "cop": 4,
        "opa": "Menorrhagia",
        "opb": "Metrorrhagia",
        "opc": "Polymenorrhoea",
        "opd": "Amenorhoea",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "2e6b638c-16df-4098-9cfa-cf4493b2712c",
        "choice_type": "single"
    },
    {
        "question": "Normal duration of menstrual flow is:",
        "exp": "Duration of menstruation - 2-7 days Amount of blood loss - 20 to 50 mL with an average of 35 mL. Nearly 70 percent of total menstrual blood loss occurs in the first 2 days.",
        "cop": 1,
        "opa": "2-7 days",
        "opb": "7-10 days",
        "opc": "2 days",
        "opd": "5-9 days",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "b685818d-d15b-4e1e-9731-4347caa29055",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with amenorrhea and galactorrhea. Her PRL levels are elevated. She is presently not pregnant. In addition to evaluating her for a prolactinoma for the reason of her hyperprolactinemia, what other investigations can assess the cause of elevated PRL?",
        "exp": "Causes of hyperprolactinemia are Pregnancy and lactation Drugs: dopamine antagonists, MAO inhibitors, cimetidine etc Pituitary tumours Hypothyroidism Renal and hepatic disorders TRH is a potent stimulator of PRL and may induce galactorrhea under conditions of primary hypothyroidism, which should be checked for by measuring TSH. PRL secretion is controlled by the inhibitory action of hypothalamic dopamine.",
        "cop": 4,
        "opa": "Coicotropin-releasing hormone (CRH)",
        "opb": "Dopamine",
        "opc": "Histamine type II receptor activation",
        "opd": "Thyrotropin-releasing hormone (TRH)",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "9e4b5e21-37f3-408b-8487-4140722631ca",
        "choice_type": "single"
    },
    {
        "question": "Total number of Primordial follicles present at bih:",
        "exp": "Primordial cells stas to form at 8 weeks of intrauterine life At 20 weeks they are around 6 - 7million At bih they are 1-2 million At pubey they are around 3 to 4 lakhs. A woman typically uses around 400-450 of these follicles in her life and the remaining undergo atresia. * Ovulation stas 12 years onward until 50 years mostly. Thats 38 years of menses. Hence 38 x 12 months = 456 follicles are totally utilized n a woman's life.",
        "cop": 4,
        "opa": "2000-4000",
        "opb": "20, 000-40000",
        "opc": "1-2 lakhs",
        "opd": "1-2 Million",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "637e8599-e717-4514-a4dc-738768037691",
        "choice_type": "single"
    },
    {
        "question": "Prior to ovulation, development of granules in the follicles is dependent on:-",
        "exp": "Initial phase of follicular development before entering the menstrual cycle i. e from primordial to Antral follicle is independent of gonadotropins Early follicular phase is FSH dependent Late follicular phase is LH & FSH (both) Development of coical granules in the follicle, is dependent on LH, hence LH is required for its final maturation, prior to ovulation",
        "cop": 4,
        "opa": "Estrogen",
        "opb": "Progesterone",
        "opc": "FSH",
        "opd": "LH",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "6d991657-14fd-4fe0-9229-e1088a860cc9",
        "choice_type": "single"
    },
    {
        "question": "The production of cervical mucus is stimulated by:",
        "exp": "Thin copious cervical mucus in the mid cycle is indication of ovulation and is maximum on the 14th day of cycle. Intercourse in this time is more likely to result in a pregnancy as the sperms have easier access to the tube as the cervical mucus is thin which is facultative for easy sperm travel to the uterus. The first half of the menstrual cycle is characterised by increased estradiol levels and an increased amount of cervical mucous. Estradiol also makes it more thin and watery to allow sperm penetration. in the second half of menstrual cycle, which is progesterone dominant, cervical mucous becomes scanty, thick and opaque.",
        "cop": 2,
        "opa": "Progesterone",
        "opb": "Estradiol",
        "opc": "Estriol",
        "opd": "Pregnenolone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "cd9b3666-9c9b-4afc-9ebc-cdb811984a02",
        "choice_type": "single"
    },
    {
        "question": "18 year old girl presents with amenorrhoea, milk discharge from bilateral breasts, weight loss. Most probable diagnosis is:-",
        "exp": "The patient in question has presented with galactorrhea and amenorrhea, which is invariably due to increased prolactin levels. Causes of hyperprolactinemia are Pregnancy and lactation Drugs: dopamine antagonists, MAO inhibitors, cimetidine etc Pituitary tumours Hypothyroidism Renal and hepatic disorders Now since the patient also has presented with weight loss, it points towards a pituitary tumor Hypothyroidism can cause amenorrhea but it is usually associated with weight gain. Anorexia nervosa is psychogenic weight loss and may present with amenorrhea. However, pituitary tumors and craniopharyngiomas can cause increase in PRL and consequent galactorrhea with amenorrhea and the weight loss is attributed then to the malignant process.",
        "cop": 1,
        "opa": "Pitutary tumor",
        "opb": "Anorexia nervosa",
        "opc": "Hypothyroidism",
        "opd": "Hypohalamic cause",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "7e0b0e84-8cdd-4698-8d6c-6208f77b86e9",
        "choice_type": "single"
    },
    {
        "question": "Which of these anterior pituitary hormones is under tonic inhibitory control of hypothalamus instead of hypothalamic releasing factors?",
        "exp": "Prolactin secretion is under tonic inhibitory control by the hypothalamic secretion of dopamine ( Prolactin Inhibitory Factor) All other hormones of anterior pituitary - FSH, LH, TSH, ACTH, GH are stimulated by releasing factors secreted in hypothalamus.",
        "cop": 4,
        "opa": "LH",
        "opb": "FSH",
        "opc": "TSH",
        "opd": "PRL",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "6f9ebd04-5497-4a7a-ad8b-039e19d51756",
        "choice_type": "single"
    },
    {
        "question": "Oogonia reach their maximum number at which of the following stages of human development:",
        "exp": "The Number of oogonia reaches its maximum at 20 weeks of intra uterine life 6-7 million. At bih 1-2 million At pubey 3-4 lac primary oocytes are left behind Total Utilized follicles during her entire reproductive period 38 *12=456 follicles",
        "cop": 2,
        "opa": "4th month",
        "opb": "5th month",
        "opc": "6th month",
        "opd": "7th month",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "f95b40fd-91de-443e-99a3-784974544ec2",
        "choice_type": "single"
    },
    {
        "question": "Polymenorrhagia is defined as:",
        "exp": "Polymenorrhea is defined as cyclic bleeding where the cycle is reduced to an arbitrary limit of less than 21 days and remains constant at that frequency. If the frequent cycle is associated with excessive and or prolonged bleeding, it is called polymenorrhagia.",
        "cop": 1,
        "opa": "Increase in frequency of cycle along with excessive or prolonged bleeding.",
        "opb": "Increase in frequency of cycle with average normal bleeding.",
        "opc": "Increase in duration of cycle with less bleeding.",
        "opd": "Regular cycle with Less bleeding.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "bf07e506-5b22-48d9-bf49-3507ea780c2f",
        "choice_type": "single"
    },
    {
        "question": "In an Amenorrheic patient who has had pituitary ablation for a craniopharyngioma, which of the following regimens is most likely to result in an ovulatory cycle?",
        "exp": "This Patient will not be able to produce endogenous gonadotropin, since her pituitary has been ablated. Patient need to be given exogenous gonadotropin in the form of human menopausal gonadotropin (h. MG), which contains FSH and LH in various ratio for follicular growth. Timed administration of h. CG, which takes the place of an endogenous LH surge, will be needed to complete oocyte maturation and induce ovulation.",
        "cop": 4,
        "opa": "Clomiphene citrate",
        "opb": "Letrozole",
        "opc": "Continuous infusion of Gn. RH",
        "opd": "Human menopausal or recombinant gonadotropin, followed by h. CG",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "9b39b54d-261b-43aa-9710-01ec2fcbd24d",
        "choice_type": "single"
    },
    {
        "question": "A 34 yr old woman comes to OPD complaining of abnormal uterine bleeding. Which of the following is the LEAST likely reason for abnormal bleeding in her age?",
        "exp": "INFANCY PREPUBEAL ADOLESCENT REPRODUCTIVE PERIMENOPAUSAL POSTMENOPAUSAL maternal estrogen withdrawl vulvovaginitis anovulation exogenous hormone anovulation atrophy foreign body exogenous hormone use pregnancy fibroids endometrial polyp precocius pubey pregnancy anovulation cervical and endometrial polyp gynaecological cancer tumour coagulopathy fibroids thyroid dysfunction H cervical and endometrial polyp thyroid dysfunction Atrophy is the usually a reason for AUB in Post Menopausal woman",
        "cop": 3,
        "opa": "Adenomyosis",
        "opb": "Fibroids",
        "opc": "Endometrial atrophy",
        "opd": "Polyps",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "db87cd62-49a3-459c-88ba-cdbded593443",
        "choice_type": "single"
    },
    {
        "question": "A 36 years old woman has absence of menses for the last 4 months. Pregnancy test is negative. Serum levels of LH & FSH are raised. Serum estradiol level is low. These findings suggest:",
        "exp": "Premature menopause Ovarian failure occurring 2 SD in years before the mean menopausal age in a population. It is clinically defined as secondary amenorrhoea for at least 3 months with | FSH level | FSH/LH ratio Low E2 level In a woman under 40 years of age. Average age of attaining menopause World = 51 years India = 47 years",
        "cop": 3,
        "opa": "Bilateral tubal obstruction",
        "opb": "PCOD",
        "opc": "Premature menopause",
        "opd": "Exogenous estrogen administration",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "4314c715-928a-4157-9019-9b81d7cf4887",
        "choice_type": "single"
    },
    {
        "question": "Serum inhibin B is secreted by ovarian granulosa cells staing at:-",
        "exp": "Serum inhibin B is secreted by ovarian granulosa cells staing at the preantral follicle stage and therefore reflects the size of the growing follicular coho. Reduced inhibin B levels are seen with aging even in normal feile women. Inhibin B alone has poor predictive value for ovarian response but improves the predictive value when added to the CCCT (chlomiphene citrate challenge test)",
        "cop": 2,
        "opa": "Primordial follicle stage",
        "opb": "Preantral follicle stage",
        "opc": "Early antral stage",
        "opd": "Pre ovulatory stage",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "95960750-58b3-4f5b-8082-47bd86d0b590",
        "choice_type": "single"
    },
    {
        "question": "First line Treatment of Abnormal Uterine bleeding is",
        "exp": "Managment of Abnormal uterine bleeding Medical management is the first line treatment, If medical therapy fails or is contraindicated, consider Mirena IUCD. If Mirena fails or side effects develop, go for ablative techniques. When the above methods fail, consider hysterectomy Versapoint- Bipolar electrosurgical system works in normal saline, is cheap, has excellent haemostasis Nova. Sure Impedance-controlled endometrial ablation is the latest and most safe procedure, taking just 90 sec. It uses bipolar radiofrequency and vaporizes endometrium upto myometrium.",
        "cop": 3,
        "opa": "Versapoint",
        "opb": "Novasure",
        "opc": "Medical mangement",
        "opd": "Surgical management",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "2c381938-e107-4cd1-b685-eb6240a94212",
        "choice_type": "single"
    },
    {
        "question": "An 18-year old girl who has not attained menarche comes to casualty with acute retention of urine. The most likely diagnosis is:",
        "exp": "One of the possible causes of 18 year old girl with primary amenorrhea is Imperforate Hymen which leads to hematocolpos and hematometra. This hematocolpos compresses the bladder neck against the symphysis pubic causing urinary retention. Urinary tract infection and cervical fibroid may also cause urinary retention, but would not present with primary amenorrhea.",
        "cop": 2,
        "opa": "Twisted ovarian cyst",
        "opb": "Hematocolpos",
        "opc": "Urinary tract infection",
        "opd": "Cervical fibroid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "54290aa1-2375-4d59-8f56-bd1837a59ca0",
        "choice_type": "single"
    },
    {
        "question": "Menopause is diagnosed by",
        "exp": "Menopause - Permanent cessation of mensturation. Clinical diagnosis- Stoppage of menses for 1 year without any other pathology Cessation of menses before the age of 40 is known as premature ovarian failure Investigation- Increase FSH> 40m. IU/ml ( 3 values at weekly interval required) LH>20 IU Estradiol <20 pg Vaginal cytology: maturation index: 10/85/5",
        "cop": 3,
        "opa": "Estradiol >20 pg/ml",
        "opb": "Progesterone <40 ng/dl",
        "opc": "FSH>40 IU/L",
        "opd": "LH<20 IU/L",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "2e79d3db-034e-4ecd-a1d4-99df69a60430",
        "choice_type": "single"
    },
    {
        "question": "In those mammals which are seasonal breeder, the females are receptive only once a year; the cycle is termed as:",
        "exp": "Estrous cycle comprises physiologic changes that are induced by reproductive hormones in most mammalian females. Humans undergo a menstrual cycle instead. The Humans and the Estrus cycle Mammals share pretty much the same Hypothalamic and pitutary ovary and endometrial axis but there are impoant differences as well. Estrus species vary significantly in the detailed functioning. One difference is that animals that have estrous cycles reabsorb the endometrium if conception does not occur during that cycle. Animals that have menstrual cycles shed the endometrium through menstruation instead. Another difference is sexual activity where species with estrous cycles are generally only sexually active during the estrus phase of their cycle also referred to as being \"in heat. \" In contrast, females with menstrual cycles can be sexually active at any time in their cycle.",
        "cop": 2,
        "opa": "Follicular",
        "opb": "Estrous",
        "opc": "Menstrual",
        "opd": "Luteal",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "0543cefb-f3d4-426f-8c49-aad816b7357a",
        "choice_type": "single"
    },
    {
        "question": "Which of these hormones is the highest during luteal phase of the menstrual cycle?",
        "exp": "Luteal/ secretory phase is Progesterone dominant Follicular/ Proliferative phase is estrogen dominant.",
        "cop": 4,
        "opa": "LH",
        "opb": "FSH",
        "opc": "Estrogen",
        "opd": "Progesterone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "2768a512-2684-4815-a6e8-c65e462c3649",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old female presents with polymenorrhoea for 6 months. On local examination nothing abnormal was seen. Which of the following is the best line of management",
        "exp": "NOTE: dilatation and currettage is both therapeutic and diagnostic. Here the main idea of doing a currettage is to obtain a diagnosis in a case of perimenopausal abnormal uterine bleeding, since it is impoant here to rule out malignancy. To sta progesterones will be helpful for controlling bleeding since these are mostly safe, but for assessing the diagnosis and giving appropriate treatment, specifically for this age group, a curettage is the best possible option in this situation. In a 45 year old woman with irregular bleeding, could be due to many causes: 1. Anovulation with irregular bleed (Remember, ovulatory cycles are regular & anovulatory cycles are irregular) 2. Hyperplasias, with or without atypia 3. Endometrial or endocervical malignancies 4. Polyps in the uterus",
        "cop": 3,
        "opa": "Give progesterone for 3 cycles",
        "opb": "Give OCP for 3 cycles",
        "opc": "Dilation and curettage",
        "opd": "Hysterectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "0708222a-00d5-4cee-9ff2-0ed30a5e87bb",
        "choice_type": "single"
    },
    {
        "question": "Vaginal defense mechanism depends upon which hormone?",
        "exp": "Vaginal defense mechanism depends upon Estrogen Estrogen is responsible for maturation of superficial cells of vaginal epithelium and maintaining acidic environment in the vaginal secretions. This acidity is mainly responsible for resistance of vagina to pathogenic organisms. During the reproductive period with high estrogen, the vaginal defense is maximum Post menopause, after the withdrawal of estrogen, the vaginal defense is lost.",
        "cop": 1,
        "opa": "Estrogen",
        "opb": "Progesterone",
        "opc": "FSH",
        "opd": "LH",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "719cc152-dfc9-4b2a-8255-4e293a5e28ca",
        "choice_type": "single"
    },
    {
        "question": "A young woman had a H/o spontaneous aboion and secondary amenorrhea since then. FSH 6 IU/l Reason:",
        "exp": "Ovarian Failure is when the FSH is 40 Million IU or more. Pituitary failure has FSH values lesser than 1 Million IU. Since she came after an aboion, then an ongoing pregnancy is ruled out. Uterine synechiae, called Asherman syndrome, do cause amenorrhea mostly after an 'Over zealous\" curettage but even a spontaneous aboion can cause a post aboal endometritis which may lead to healing of the endometrium with scarring and fibrosis.",
        "cop": 4,
        "opa": "Ovarian failure",
        "opb": "Pituitary failure",
        "opc": "Ongoing pregnancy",
        "opd": "Uterine synechiae",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "1af989b8-cdea-4dd8-83db-52f54f61c25c",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old woman who had two normal pregnancies 13 and 20 years ago presents with the complaint of amenorrhea for 9 months. She expresses the desire to become pregnant again. After exclusion of pregnancy, which of the following is the next best test indicated in the evaluation of this patient's amenorrhea?",
        "exp": "Patient has secondary amenorrhea, which rules out abnormalities associated with primary amenorrhea such as congenital Mullerian abnormalities and chromosomal abnormalities. The most common cause for secondary amenorrhea in a woman of reproductive age is pregnancy, which should be evaluated first. Other possibilities include chronic endometritis or scarring of the endometrium (Asherman syndrome), hypothyroidism, and ovarian failure. The latter is the most likely diagnosis in a woman at this age. Persistently elevated gonadotropin levels (especially when accompanied by low serum estradiol levels) are diagnostic of ovarian failure.",
        "cop": 1,
        "opa": "LH and FSH levels",
        "opb": "Endometrial biopsy",
        "opc": "Karyotyping",
        "opd": "HSG",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "f5c3546e-997e-44bc-a3f2-a9202d7a8d3d",
        "choice_type": "single"
    },
    {
        "question": "Cystoglandular hyperplasia is a feature of:",
        "exp": "Metropathia hemorrhagica Prolonged amenorrhea followed by heavy withdrawl Amenorrhea for 2 1/2 -3 months In a women >40 yrs Anovulatory cycle, irregular Hyperplasia of endometrial glands present Non secretory endometrium Diagnosed by currettage and microscopic examination Cystic glandular hyperplasia (Swiss cheese endometrium) Very less stroma Self-limiting disease DNC is of curative treatment.",
        "cop": 1,
        "opa": "Metropathia hemorrhagica",
        "opb": "Oligomenorrhea",
        "opc": "Polymenorrhea",
        "opd": "Menorrhagia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "b9a71483-f5a2-4311-bbf1-5a94a6fb67f3",
        "choice_type": "single"
    },
    {
        "question": "The increasing order of potency of estrogens is (least potent to most potent)?",
        "exp": "Estradiol (E2) is most potent, followed by Estrone (E1), and Estriol (E3) is least potent",
        "cop": 3,
        "opa": "E1, E2, E3",
        "opb": "E1, E3, E2",
        "opc": "E3, E1, E2",
        "opd": "E2, E1, E3",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "1c027394-bb26-44f3-9b74-5091a315eaf6",
        "choice_type": "single"
    },
    {
        "question": "A 35 years old mother of two children is suffering from amenorrhea for last 12 months. She has history of failure of lactation following 2nd delivery but remained asymptomatic thereafter. Skull radiography shows \"Empty sella\". Most likely diagnosis is:",
        "exp": "Lack of lactation in the postpaum period and early menopause is the 'punch line' for the diagnosis of Sheehan syndrome. It only occurs in post paum females who experienced PPH with hypovolemic shock causing pituitary apoplexy and hypopituitarism Symptoms of Sheehan's syndrome Failure of postpaum Lactation Failure to menstruate following delivery Secondary hypothyroidism Adrenal failure Hypogonadism Prolactin Growth hormone deficiency. Hyponatremia visual field loss Headache Radiological features: CT shows ring enhancement surrounding low attenuation empty sella Sheehan syndrome is mostly ruled out if a woman is breast feeding post delivery.",
        "cop": 3,
        "opa": "Menopause",
        "opb": "Pituitary tumor",
        "opc": "Sheehan's syndrome",
        "opd": "Intraductal papilloma of breast",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "ad800c4a-0e0e-4ce4-ba6f-062a2e5a675f",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for galactorrhea is:",
        "exp": "Cabergoline is the DOC for hyperprolactinemia. Bromocriptine is associated with giddiness, dizziness, postural hypotension, and, rarely, hallucinations. Besides, it needs to be taken daily. Cabergoline has hardly any side effects (occasional headaches can happen), and it is to be taken once a week. Therefore it is preferred over bromocriptine.",
        "cop": 2,
        "opa": "Bromocriptine",
        "opb": "Cabergoline",
        "opc": "Metformin",
        "opd": "Dopamine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "df60c725-4941-4545-bcbd-2abbbbeae66b",
        "choice_type": "single"
    },
    {
        "question": "Resolution of corpus luteum occurs because of:",
        "exp": "Continued corpus luteum function depends on continued LH production. In the absence of this stimulation, the corpus luteum will invariably regress after 12 to16 days and form scar-like corpora albicans. In the absence of pregnancy, the corpus luteum regresses, and estrogen and progesterone levels wane. If pregnancy occurs, HCG from the placenta will mimic LH action and the corpus luteum continues to secrete progesterone.",
        "cop": 3,
        "opa": "Increased levels of progesterone",
        "opb": "Increased levels of estrogen",
        "opc": "Decreased levels of LH",
        "opd": "Decreased levels of FSH",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "6441bbb6-0f07-4149-8382-2726c7c5611a",
        "choice_type": "single"
    },
    {
        "question": "Which out of these is the cause of menopause?",
        "exp": "Menopause occurs due to Ovarian failure which occurs due to programmed apoptosis of ovarian follicles. Please note: The HPO axis remains intact even in older women and because of the integrity of this axis, there is an increase in FSH due to loss of inhibitory feedback of estrogens on pituitary.",
        "cop": 4,
        "opa": "Ovarian failure secondary to cessation of pituitary secretion of gonadotropins",
        "opb": "Ovarian failure secondary to cessation of hypothalamic secretion of Gn. RH",
        "opc": "Deranged hypothalamic-pituitary-ovarian axis functioning",
        "opd": "Primary ovarian failure",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "8546c481-7707-49bd-ae2e-d62f2b769f98",
        "choice_type": "single"
    },
    {
        "question": "Which of these is the function of Decidua basalis of the endometrium?",
        "exp": "The superficial two thirds of endometrium is known as decidua functionalis. This layer undergoes monthly proliferative changes (in follicular phase) in response to estrogen and secretory changes (in secretory phase) in response to progesterone. Lower one third of endometrium, known as decidua basalis, does not undergo significant monthly proliferation, but instead is the source of endometrial regeneration after each menses.",
        "cop": 2,
        "opa": "Monthly proliferation in response to estrogen",
        "opb": "Regeneration of endometrium",
        "opc": "Shedding during menstrual phase",
        "opd": "Secretory changes in response to progesterone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "96a09006-a296-4692-a868-6e951e8dc960",
        "choice_type": "single"
    },
    {
        "question": "A 16-year-old female has not yet staed having menstrual cycles. Her secondary sex characteristics appear normal as does external examination of her genitalia. She is given an intramuscular injection of progesterone and 5 days later she has her first period. The mechanism responsible for the delay in menses is:-",
        "exp": "The patient has primary amenorrhea. Her secondary sex characteristics are normal, indicating an adequate exposure to estrogen, hence ruling out hypoestrogenism and hypopituitarism. Although her external genitalia examination is normal, the proof of the lack of an end-organ abnormality ( such as Imperforate hymen / transverse vaginal septum/ unresponsive endometrium) is that she was able to bleed after being given progesterone. This also proves that her endometrial mucosa was primed with estrogen.",
        "cop": 4,
        "opa": "Hypoestronism",
        "opb": "Hypopituitarism",
        "opc": "An end-organ abnormality",
        "opd": "A normal constitutional delay in menarche",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "e0469837-f4dc-45f6-beaf-96cb18c6da9e",
        "choice_type": "single"
    },
    {
        "question": "Time required for ovulation from the onset of LH surge is",
        "exp": "From the onset of the LH surge, it takes 34-36 hours and from the peak it takes 10-12 hours to ovulate. The midcycle LH surge is responsible for a dramatic increase in local concentrations of prostaglandins and proteolytic enzymes in the follicle. These substances progressively weaken the follicular wall and ultimately allow a perforation to form.",
        "cop": 3,
        "opa": "12 hours",
        "opb": "24 hours",
        "opc": "36 hours",
        "opd": "48 hours",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "db9182e7-a3e2-458b-9194-71b0883f749f",
        "choice_type": "single"
    },
    {
        "question": "The major source of estrogen after menopause is?",
        "exp": "Androgen production from the ovary continues beyond menopausal transition caused by sparing of ovarian stroma and theca cells. However due to loss of granulosa cell function, ovary does not contribute to estrogen production by aromatization of androgens. The most impoant source of estrogen is peripheral conversion of androgens produced by ovary and adrenals, principally occurring in adipose tissue.",
        "cop": 3,
        "opa": "Aromatization of androgens in theca cells of ovary",
        "opb": "Aromatization of androgens in granulosa cells of the ovary",
        "opc": "Aromatization of androgens in adipose tissue",
        "opd": "Adrenal production of estrogens",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "f226cdcd-40f6-498d-b18c-cc773b6e02dc",
        "choice_type": "single"
    },
    {
        "question": "A 13-year old girl came to the casualty with acute lower abdominal pain. She had a cyclical pain for the last 6 months. She has not yet attained her menarche. On examination, a tense bulge was seen in the region of the hymen. The most probable diagnosis is?",
        "exp": "Imperforate hymen: congenital disorder where a hymen without an opening completely obstructs the vaginal outflow. Prevents the drainage of menstrual blood. This results in the accumulation of blood in the vagina leading to hematocolpos. This is visualised as the tense bulge. In long standing cases it can even lead to hematometra. Treatment involves a cruciate incision on the hymen with drainage of hematocolpos/ hematometra",
        "cop": 2,
        "opa": "Mayer-Rokitansky-Kuster-Hauser syndrome",
        "opb": "Imperforate hymen",
        "opc": "Asherman's syndrome",
        "opd": "Congenital adrenal hyperplasia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "39c76adb-bf3f-4924-b11a-b47337e88195",
        "choice_type": "single"
    },
    {
        "question": "Which of the following treatment for menorrhagia is not suppoed by evidence?",
        "exp": "Ethamsylate is known to reduce capillary fragility. Hence it is not effective for uterine bleeding which is more due to the vasodilator prostaglandins. Antiprostaglandins are used since NSAIDs reduce prostaglandin levels by inhibiting cyclooxygenase and decreasing the ratio of prostacyclin to thromboxane. Prostaglandin E2 synthesis Prostaglandin E binding sites are reduced as well.",
        "cop": 1,
        "opa": "Ethamsylate",
        "opb": "Tranexamic acid",
        "opc": "OCP",
        "opd": "Progesterone therapy on days 5 -25",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "ba6ea86b-2090-4084-a5f9-ec8fd6c746d6",
        "choice_type": "single"
    },
    {
        "question": "Onset of LH surge precedes ovulation by:",
        "exp": "LH surge 36 hrs (24- 36 hrs) before ovulation. LH peak 12 hrs before ovulation.",
        "cop": 3,
        "opa": "12 hours",
        "opb": "24 hours",
        "opc": "36 hours",
        "opd": "48 hours",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Normal Menstruation, Abnormal Menstruation, Menopausal Physiology and forsight of conception",
        "id": "f8f0f856-65d7-40e1-8363-90dcc8e391c5",
        "choice_type": "single"
    }
]