[
    {
        "question": "Pathological contraction ring is due to:",
        "exp": "Ref: Outfit's Text Book of Obstetrics, 7th edition, pg. 404 Explanation: Pathological retraction ring/ Bandl's ring is seen in obstructed Labor. Contraction ring /Schroeder's ring is seen in incoordinate uterine contraction. Causes of obstructed labor: Fault in passage: CPD. contracted pelvis. Cervical/broad ligament fibroid. Impacted ovarian tumour. Fault in passenger: 1 ransverse lie. Brow1 presentation. Congenital malformationslike hydrocephalus, fetal ascites, double monsters. Macrosomic baby. Locked twins. Salient clinical features: Band Ps ring. Tonic upper segment and distended thinned out lower segment. Blood stained urine. Feta! distress/death. Caput & 3rd degree moulding. Failure of descent of the presenting part. Complications: Maternal: Metabolic acidosis. Genital sepsis. PPH & shock. Vesico vagi n al tl st u 1 a. Secondary amenorrhea. Fetal: Asphyxia, acidosis. Intracranial hemorrhage. Infection. Management: caesarean section. Cause of vesico vaginal fistula in obstructed labor: Pressure necrosis of the base of the bladder between pubic symphysis and fetal bead.",
        "cop": 1,
        "opa": "Obstructed labour",
        "opb": "Uterine inertia",
        "opc": "Preterm labour",
        "opd": "Oligohydramnios",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstructed Labour",
        "id": "cd5951bc-0497-45f7-85ad-05b966f63a57",
        "choice_type": "single"
    },
    {
        "question": "Which is not done for shoulder dystocia?",
        "exp": "Ref: Dutta Textbook of Obstetrics 5th ed pg 406. Explanation: SHOULDER DYSTOCIAIncidence 0. 2 to 1 %Anterior or posterior shoulder impacts on maternal symphysis or sacral promontery. Predisposing factors. Fetal macrosomia. Obesity. Diabetes. Midpelvic instrumental delivery. Postmaturity. Multiparity. Anencephaly. Fetal ascites. Maternal complications. Postpartum hemorrhage. Cervical tears. Vaginal tears. Perineal tears. Operative delivery. Fetal Complications. Fetal--asphyxia. Brachial plexus injury. Klumpke's palsy. Fracture humerus. Clavicle fracture. Stemomastoid hematoma. Diagnosis. Definite recoil of head against the perineum. Inadequate spontaneous restitution- Fetal face becomes plethoric. Management: Me Roberts maneuver -- Flexing maternal thighs on abdomen straightens sacrum. Suprapubic pressure reduces bisacromial diameter. VVood's maneuver--Under general anesthesia posterior shoulder rotated anteriorly. Cleidotomy --Cutting clavicle in anencephaly or dead fetus. Zavanelli maneuver--Pushing fetus inside and doing caesarean section or symphy-siotomy. Mauriceau-Smellie-Veit maneuver or Mauriceau maneuver: It is an obstetric or emergent medical maneuver utilized in cases of breech delivery.",
        "cop": 3,
        "opa": "Me Roberts maneuver",
        "opb": "Wood's maneuver",
        "opc": "Mauriceau Smellie viet technique",
        "opd": "Zavanelli maneuver",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstructed Labour",
        "id": "ccbdaad1-c949-4fbc-84a4-2eee0ba4914a",
        "choice_type": "single"
    },
    {
        "question": "A patient at 17 weeks gestation is diagnosed as having an intrauterine fetal demise. She returns to your office 5 weeks later and has not had a miscarriage, although she has had some occasional spotting. This patient is at increased risk for",
        "exp": "In modern clinical medicine, once the diagnosis of fetal demise has been made, the products of conception are removed. If, however, the gestational age is over 14 weeks and the fetal death occurred 5 weeks ago, coagulation abnormalities may be seen. Septic abortions were more frequently seen during the era of illegal abortions, although occasionally sepsis can occur if there is incomplete evacuation of the products of conception in either a therapeutic or spontaneous abortion.",
        "cop": 3,
        "opa": "Septic abortion",
        "opb": "Recurrent abortion",
        "opc": "Consumptive coagulopathy with hypofibrinogenemia",
        "opd": "Future infertility",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstructed Labour",
        "id": "c0cbe05a-aa11-422c-8ad0-3050118ae792",
        "choice_type": "single"
    },
    {
        "question": "A female at 37 wks of gestation has mild labour pain for 10 hours and cervix is persistently 1. CM dilated but non effaced. What will be next appropriate management?",
        "exp": "Ans. is 'a' i. e., Sedation and wait * It is a case of prolonged latent phase of the labour. Latent phase of the labour. Latent phase of the labour is difficult to define. It starts with onset of painful regular uterine contractions and end when the cervix starts dilating at an active rate. A latent phase exceeding 6 hours in primigravida or 4 hours in multigravida is considered prolonged. Secondary arrest of active phase. Active phase of the labour is defined as phase when active cervical dilatation occurs. Secondary arrest of cervical dilatation occurs when cervical dilatation ceases after a normal portion of active phase dilatation. This is believed to be due to cephalopelvic disproportion. Prolonged latent phase. The diagnosis of prolonged labour is made when there is little progress in cervical dilatation for several hours. (In the question the cervix is dilated for 1 cm for the last 10 hrs). More common than the diagnosis of prolonged latent phase is the need to differentiate whether a patient is in false labour or in the latent phase. This differentiation may be achieved by continuous observation of the patient for at least 2 hours. Patients in false labour will show a pattern of irregular uterine contractions that eventually decrease in frequency and intensity and there are no cervical changes during the observation periods. Whereas patients in latent phase will show persistent regular uterine contractions that usually increase in intensity and frequency. In addition, patient in latent phase will show some cervical changes. A second method used to differentiate false labour from the latent phase of labour is therapeutic rest. For this purpose the patient is given a 15 mg dose of morphine sulfate. Patients in false labour. Sleep for a few hours and awake without contractions. Patients in latent phase continue with contractions and show cervical changes after the sleeping period. The second most common practical problem related to the latent phase of labour occurs when patients have 3 or 4 cm of cervical dilatation and regular uterine contractions and no progress is observed during the following few hours. These patients may be in a late stage of their latent phase or have an early secondary arrest of dilatation. To distinguish between late latent phase and early secondary arrest it is necessary to take into consideration the patient's parity. Multipara making little progress at 4 cm of dilatation most likely will be in latent phase. A nullipara under the same circumstances most likely will be in early secondary arrest. The degree of cervical dilatation is also important. 60% of the patient will be in active phase if the cervix is 4 cm dilated and 90% if it is 5 cm. Finally cervical effacement is a good criterion for recognizing patients in active phase. Most patients will be in active phase if their cervix is dilated 3 cm or more and 100% effaced. If effacement is 50% or less most likely they are in latent phase. Management. There are two modes of management for patients with prolonged latent phase. Therapeutic rest. Oxytocin stimulation.",
        "cop": 1,
        "opa": "Sedation and wait",
        "opb": "Augmentation with syntocin",
        "opc": "Cesarean section",
        "opd": "Amniotomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstructed Labour",
        "id": "76213f70-cccb-4089-a724-d311cd0ca424",
        "choice_type": "single"
    },
    {
        "question": "A patient at 22 weeks gestation is diagnosed as having IUD which occurred at 17 weeks but did not have a miscarriage. This patient is at increased risk for:",
        "exp": "Ans. is c, i. e Consumptive coagulopathy with hypofibrinogenemia. Ref. Dutta Obs. 9/e, p 304, p 304. Dead fetus, if retained for more than 4 to 5 weeks, release thromboplastin which leads to DIC (consumptive coagulopathy). In the question, the fetus has been dead and has been retained for five weeks so there are increased chances of DIC. Obstetrical conditions leading to DICa. Septic abortionb. IUDc. Abruptio placentaed. Amniotic fluid embolisme. Severe preeclampsia, eclampsia. HELLP syndrome.",
        "cop": 3,
        "opa": "Septic abortion",
        "opb": "Recurrent abortion",
        "opc": "Consumptive coagulopathy with hypofibrinogenemia",
        "opd": "Future infertility",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstructed Labour",
        "id": "2d9e54b3-ac79-44b4-9ed3-f5f2fbc06e01",
        "choice_type": "single"
    },
    {
        "question": "Deep transverse arrest is most commonly seen in?",
        "exp": "ANSWER: (B) Android pelvis. REF: Dutta 6th ed p. 346. Pelvis. Complications. Android. Deep transverse arrest. Anthrapoid. Face to pubis delivery. Gynaecoid. Normal pelvis. Platypelloid. Asynclitism",
        "cop": 2,
        "opa": "Anthropoid pelvis",
        "opb": "Android pelvis",
        "opc": "Gynaecoid pelvis",
        "opd": "Platypelloid pelvis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstructed Labour",
        "id": "b6416d5e-d562-48ff-aebd-e59b649fb226",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old woman comes to the emergency room and reports that she fainted at work earlier in the day. She has mild vaginal bleeding. Her abdomen is diffusely tender and distended. In addition, she complains of shoulder and abdominal pain. Her temperature is 97. 6degF, pulse rate is 120/min, and blood pressure is 96/50 mm. Hg. To confirm the diagnosis suggested by the available clinical data, the best diagnostic procedure is",
        "exp": "The clinical history presented in this question is classic for a ruptured tubal pregnancy accompanied by hemoperitoneum. Because pregnancy tests are negative in almost 50% of cases, they are of little practical value in an emergency. Dilation and curettage would not permit rapid enough diagnosis, and the results obtained by this procedure are variable. Posterior colpotomy requires an operating room, surgical anesthesia, and an experienced operator with a scrubbed and gowned associate. Refined optic and electronic systems have improved the accuracy of laparoscopy, but this new equipment is not always available, and the procedure requires an operating room and, usually, surgical anesthesia. Culdocentesis is a rapid, nonsurgical method to confirm the presence of unclotted intraabdominal blood from a ruptured tubal pregnancy. Culdocentesis, however, is also not perfect, and a negative culdocentesis should not be used as the sole criterion for whether or not to operate on a patient.",
        "cop": 4,
        "opa": "Pregnancy test",
        "opb": "Posterior colpotomy",
        "opc": "Dilation and curettage",
        "opd": "Culdocentesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstructed Labour",
        "id": "150ce763-395a-4cdb-9b61-d989474e6a75",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old has just had an ectopic pregnancy. Which of the following events would be most likely to predispose to ectopic pregnancy?",
        "exp": "Any factor delaying transit of the ovum through the fallopian tube may predispose a patient to ectopic pregnancy. The major predisposing factor in the development of ectopic pregnancy is pelvic inflammatory disease. However, any operative procedure on the fallopian tubes may increase a patient's risk. It appears that tubal sterilizations with laparoscopic fulguration have a higher rate of ectopic pregnancy than tubal ligations performed with clips or rings. Women who have had one ectopic pregnancy are at increased risk of having a second. DES exposure, induction of ovulation, and IUD use increase the possibility of ectopic pregnancy",
        "cop": 2,
        "opa": "Previous tubal surgery",
        "opb": "Pelvic inflammatory disease (PID)",
        "opc": "Use of a contraceptive uterine device (IUD)",
        "opd": "Induction of ovulation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstructed Labour",
        "id": "5343134f-9c83-4bb1-9917-155fa5a03b88",
        "choice_type": "single"
    },
    {
        "question": "Spalding's sign is seen in:",
        "exp": "Ans. is d, i. e. Dead born. Ref. Dutta Obs. 9/e, p 303; Sheila Balakrishnan, p 249; Reddy 26/e, p 378, 379. Spalding sign: It is the irregular overlapping of the cranial bones on one another, due to liquefaction of the brain matter and softening of the ligamentous structures supporting the vault. Appears 7 days after death. Is evident on both ultrasound and radiology? Similar features may be found in extrauterine pregnancy with live fetus.",
        "cop": 4,
        "opa": "Still born",
        "opb": "Live born",
        "opc": "Premature",
        "opd": "Dead born",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstructed Labour",
        "id": "5ddccd4d-e442-4980-8716-a5eec264692f",
        "choice_type": "single"
    }
]