[
    {
        "question": "Which of the following test is used to estimate the amount of fetal maternal hemorrhage:",
        "exp": "KLEIHAUER BETKE TEST or ACID ELUTION TEST done to measure the amount of feto maternal hemorrhage usually in an Rh negative mother to calculate the dose of anti D required This method is based on the fact that an acid solution (citric acid phosphate buffer, pH 3. 5) elutes the adult but not the fetal hemoglobin from the red cells; can detect as little as 0. 2 ml of fetal blood diluted in 5 L of maternal blood. More accurate tests are immunofluorescence and flow cytometry. Schiller test:- Schiller's iodine solution is applied to the uterine cervix under direct vision. Normal mucosa contains glycogen and stains brown, whereas abnormal areas, such as early CIN, do not take up the stain and appear white/yellow. Liley's spectrophotometer: Spectrophotometric analysis of amniotic fluid at optical density difference at 450 nm wavelength to see detion bulge in Rh hemolytic disease.",
        "cop": 4,
        "opa": "Coomb's test",
        "opb": "Apt test",
        "opc": "Liley's spectrophotometer",
        "opd": "Kleihauer betke test",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "38548ecb-a51d-4c93-bb67-bd82e9d4af79",
        "choice_type": "single"
    },
    {
        "question": "An 6 cm simple ovarian cyst was identified in late pregnancy, what would be the best management?:",
        "exp": "Treatment of ovarian tumour in pregnancy depending on time of pregnancy: During pregnancy In an uncomplicated case, the best time of elective operation is b/w 14-18wks as chances of aboion are less and access to the pedicle is easy. But if the tumour is diagnosed beyond 36 weeks, tumour is removed early in puerperium. During labour If the tumour is above the presenting pa watchful expectancy is followed but if its impacted in pelvis, caesarian section should be done followed by removal of tumour in same setting. During puerperium The tumour should be removed as early in puerperium as possible because the longer is the wait for the surgery, there is more chance of having the tumor undergo a torsion",
        "cop": 3,
        "opa": "Emergency laparotomy",
        "opb": "Removal after after 6 weeks of puerperium",
        "opc": "Removal early in the puerperium",
        "opd": "Conservative as most tumors would subside",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "b52bcdad-1153-4599-8c15-68193a4b1492",
        "choice_type": "single"
    },
    {
        "question": "Hormone responsible for decidual reaction and arias Stella reaction in ectopic pregnancy is -",
        "exp": "Hormone responsible for decidual reaction and arias Stella reaction in Ectopic as well as Intrauterine pregnancy is Progesterone Arias stella reaction is the localized hypersecretory endometrium seen in ectopic pregnancy.",
        "cop": 2,
        "opa": "Oestrogen",
        "opb": "Progesterone",
        "opc": "HCG",
        "opd": "HPL",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "8a928b7f-2bf0-4ef0-a4fa-12fc088586ea",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old primigravida at 11 weeks of gestational age has a blood pressure reading of 150/100 mm Hg obtained during a routine visit.. The patient denies any headache, visual changes, nausea, vomiting, or abdominal pain. Her repeat BP is 160/90 mm Hg, and urinalysis is negative for protein. Which of the following is the most likely diagnosis?",
        "exp": "Chronic hypertension is defined as BP >140/90 mm. Hg before pregnancy or diagnosed before 20 weeks of gestation, or hypertension first diagnosed after 20 weeks of gestation and persistent after 12 weeks postpaum. The average prevalence of hypertension in women aged 18 to 39 years is approximately 5-7 percent.",
        "cop": 2,
        "opa": "Preeclampsia",
        "opb": "Chronic hypertension",
        "opc": "Eclampsia",
        "opd": "Gestational hypertension",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "7efc8789-126c-487d-abe8-7a5e172213c6",
        "choice_type": "single"
    },
    {
        "question": "Single best parameter to assess gestational age in first trimester?",
        "exp": "Best parameter to assess gestational age- First trimester - CRL (Crown Rump Length) Second trimester - BPD (Biparietal Diameter) Third trimester - BPD (Biparietal Diameter) Best Overall - CRL (Crown Rump Length)",
        "cop": 1,
        "opa": "CRL (Crown Rump Length)",
        "opb": "BPD (Biparietal diameter)",
        "opc": "HC (Head Circumference)",
        "opd": "FL (Femur Length)",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "54250735-15ee-4889-8770-690f35667ed0",
        "choice_type": "single"
    },
    {
        "question": "In paogram, first time of the initial markings are made in:",
        "exp": "Paograph In paogram, first time of the initial markings are marked on the ale line. The subsequent plotting is done from this point. Till the graph stays on the left if the ale line, the progress can be considered satisfactory. If the graph moves towards the right of the ale line, caution is required and when the graph crosses to the right of action line, it warrants intervention. NOTE: There are new recommendations regarding the dilatation at which sta of active labour should be plotted on the paograph, which is now said to be 6 cm. However due to lack of consensus, it is still in consideration and till any confirmed guideline on this is available to us we shall go by the old norm of 4 cm. till",
        "cop": 3,
        "opa": "Left side of the action line",
        "opb": "On the action line",
        "opc": "On the ale line",
        "opd": "Right side of the ale line",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "f3284c27-b880-49a7-8e57-b9867e7e64be",
        "choice_type": "single"
    },
    {
        "question": "A 35-year old lady G4 P3 presents to the emergency dept. with amenorrhea of 12 weeks with excessive vomiting and bleeding per vaginum. On examination her pulse is 90/min., BP is 150/110 mm Hg, on PA examination uterus is of 20 wks size. Your most possible diagnosis is:-",
        "exp": "The above given history is suggestive of molar pregnancy as: women have uterine growth that is more rapid than expected. (uterine size>POG) excessive nausea and vomiting are significant. on USG, snowstorm /honeycomb appearance is seen in molar pregnancy Gestational hypertension is characterized by hypertension after 20 weeks of pregnancy. Poly Hydramnios does not present at 12 weeks APH is Bleeding in the genital tract after 28 weeks",
        "cop": 2,
        "opa": "Gestational hypertension",
        "opb": "Molar pregnancy",
        "opc": "Poly-Hydramnios",
        "opd": "Antepaum hemorrhage",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "ae6a8d72-5242-437f-94d2-a45acb1dd296",
        "choice_type": "single"
    },
    {
        "question": "Lutein and theca lutein cysts may be associated with all the following except",
        "exp": "- Theca lutein cysts are present because of high HCG. - These are seen in: Molar pregnancy, Choriocarcinoma, Twin pregnancies, Chronic renal failure (due to decreased h. CG clearance) Hypehyroidism (due to structural homoly between h. CG and TSH) - PCOS is not associated with theca lutein cysts. In fact, PCOS has NO CYSTS. - PCOS is associated with anovulation and hyperandrogenesim.",
        "cop": 3,
        "opa": "Mole",
        "opb": "Choriocarcinoma",
        "opc": "Stein-leventhal syndrome(PCOS)",
        "opd": "Pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "6820cde9-9349-4d78-b29c-04edab0a89b7",
        "choice_type": "multi"
    },
    {
        "question": "The shoest diameter in fetal head is:",
        "exp": "IMPOANT FETAL SKULL PARAMETERS Sub occpito brematic 9. 5 cms: Sub mento bregmatic 9. 5 cms Biparietal diameter 9. 5 cms Mento veical 14 cms Submento veical 10cms Bi temporal diameter 8 cms Bimastoid: 7. 5 cms",
        "cop": 2,
        "opa": "Biparietal diameter",
        "opb": "Bimastoid diameter",
        "opc": "Occipito frontal diameter",
        "opd": "Bitemporal Diameter",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "856e3bea-c9f5-40c2-82ff-4c20bea7e1a2",
        "choice_type": "single"
    },
    {
        "question": "Most commonly detected genitourinary abnormality seen in first trimester ultrasound is?",
        "exp": "Most commonly detected genitourinary abnormality seen in first trimester ultrasound is megacystis. Megacystis is a sign of lower urinary tract obstruction, which have several causes. Fig1 - Megacystis in a male fetus at 13 weeks gestation Fig2 - Prune belly sequence by urethral obstruction sequence with megacystis",
        "cop": 1,
        "opa": "Megacystis",
        "opb": "Hydronephrosis",
        "opc": "Cystic Kidney",
        "opd": "Renal Agenesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "5007d94f-cc58-4983-b7f9-b397a27a4b12",
        "choice_type": "single"
    },
    {
        "question": "Fetal pulmonary maturity can be evaluated by phospholipid activity in amniotic fluid. In which of the following pregnancies does the fetus have the least chance of developing respiratory distress syndrome (RDS)?",
        "exp": "- The presence of phosphatidylglycerol in amniotic fluid reliably indicates lung maturation. This also is the 'Final indicator of pulmonary' maturity. - PG is present only in option 4 thus fetus have the least chance of developing respiratory distress syndrome (RDS) in option 4",
        "cop": 4,
        "opa": "Normal pregnancy; amniotic fluid L/S is 1. 8: 1, phosphatidyl glycerol (PG) is absent",
        "opb": "Hypeensive pregnancy; amniotic fluid L/S is 1. 8: 1, PG is absent",
        "opc": "Hypeensive pregnancy; amniotic fluid L/S is 2: 1, PG is absent",
        "opd": "Diabetic pregnancy; amniotic fluid L/S is 2: 1, PG is present",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "770fa076-98f3-44a1-af62-bf5bc54aa217",
        "choice_type": "single"
    },
    {
        "question": "28-year-old G3. P2 woman at 35 weeks' gestation presents with painful uterine contractions with dark, altered vaginal bleeding. On examination, uterus is tender, BP is 160/100, PR 100/min, and P/V shows altered blood, with 2 cm vaginal dilatation. Which of the following describes the most likely etiology of her bleeding?",
        "exp": "This is a case of Pre eclampsia complicated by abruption as her BP is high, uterus is tender and altered blood is seen per vaginum Placenta pre and vasa pre usually present with painless bleeding. Show is cervical mucous plug that is released prior to or at the time of onset of labour. It is mucoid in consistency and is usually blood mixed. It is a normal finding in labour. PAGE's classification of abruption Class 0: Asymptomatic. Diagnosis made retrospectively by finding organized blood clot or depressed area on a delivered placenta. Class 1: Mild ( 48%) Bleed seen only after delivery no uterine tenderness Fetus is alive and FHR is normal Class 2: Moderate (27%) Bleed seen during labour associated with uterine tetany Fetal heart rate - Normal Class 3: severe (24%) Most severe FHR problem, distress present A- without DIC B - with DIC",
        "cop": 2,
        "opa": "Placenta pre",
        "opb": "Placenta abruption",
        "opc": "Bloody show",
        "opd": "Vasa pre",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "637f0bff-fadc-43f8-a60d-c56391c2233f",
        "choice_type": "single"
    },
    {
        "question": "Which of these is the ONLY true statement regarding Caesarean section?",
        "exp": "Advantages of exteriorization of uterus: An atonic uterus can be recognized quickly and massage applied. The incision and bleeding points are visualized more easily and repaired, Adnexal exposure is superior, and thus tubal sterilization is easier. Uterine closure in single or two layers does not significantly increase the incidence of scar rupture in next pregnancy Fibroids should not be excised during LSCS as a pregnant uterus is much more vascular and would lead to excessive bleeding. Myomectomy may be considered, though in expe hands, in cases of pedunculated sub serosal fibroids. LSCS has less risk of scar dehiscence than classical cesarean",
        "cop": 4,
        "opa": "Exteriorisation of uterus for repair of uterine incision is detrimental step and hence avoided",
        "opb": "Two layer closure of uterine incision is associated with significantly less risk of scar rupture",
        "opc": "All incidental uterine fibroids should be excised during LSCS",
        "opd": "Lower segment caesarean has lower risk of scar dehiscence in next pregnancy compared to classical",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "47264ad4-84cb-4180-9bc9-e02b2636591d",
        "choice_type": "multi"
    },
    {
        "question": "G3. P2. L2 at 40 weeks is in labour. The baby's head delivers but then retracts back against the perineum. Mc. Robes maneuver is done to delivers the anterior shoulder. In postnatal period, the right arm is hanging & limp to the baby's side with the forearm extended and internally rotated. What is the likely reason?",
        "exp": "The above case history is suggestive of Shoulder dystocia for which Mc. Robes maneuver is done Shoulder dystocias can be associated with significant fetal morbidity including brachial plexus palsies, clavicular fractures, and humeral fractures. Injury to the brachial plexus may be localized to the upper or lower roots. In Erb (or Erb-Duchenne) palsy, the upper roots of the brachial plexus are injured (C5-6), resulting in paralysis of the shoulder and arm muscles; the arm hangs limply to the side and is extended and internally rotated. In the case of Klumpke's paralysis, the lower nerves of the brachial plexus are affected (C7-T1) and the hand is paralyzed.",
        "cop": 1,
        "opa": "Erb palsy",
        "opb": "Klumpke's paralysis",
        "opc": "Humeral fracture",
        "opd": "Clavicular fracture",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "3b9ee156-3de7-4cf7-96fc-1a8a5ce4b60b",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are TRUE about h. CG EXCEPT",
        "exp": "h. CG is a glycoprotein that is produced by the syncytiotrophoblast. It has Alpha and Beta subunits h. CG-a HCG is identical to the a subunit of LH, FSH, and TSH. h. CG is primarily luteinizing and luteotropic and has little FSH activity. It can be detected in the blood as early as 6 days after conception. It appears to act on the same receptor as LH.",
        "cop": 3,
        "opa": "Has luteotrophic action",
        "opb": "Acts on the same receptors as LH",
        "opc": "Secreted by cytotrophoblast",
        "opd": "It is a glycoprotein",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "588e420a-3f77-4b5a-9e87-5b53eca90b9e",
        "choice_type": "multi"
    },
    {
        "question": "All are primary suppos of uterus except",
        "exp": "Primary suppos of Uterus Secondary suppos of Uterus Levator ani(Main suppo) Pubocervical ligament Uterosacral ligament Transverse cervical ligament(M. Imp ligament) Round ligament of uterus Broad ligament- not a suppo of uterus. it is a misnomer as it is a peritoneal fold, not a ligament.",
        "cop": 4,
        "opa": "transcervical ligament",
        "opb": "pubocervical ligament",
        "opc": "uterosacral ligament",
        "opd": "broad ligament",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "4ec1a2a0-fa42-4096-96eb-918773de7457",
        "choice_type": "multi"
    },
    {
        "question": "The following is associated with increased risk for:-",
        "exp": "Velamentous placenta - The umbilical cord vessels travel within the membrane before reaching placental margin. - Rupture of the membranes involving the overlying vessels lead to vaginal bleeding. - As it is entirely fetal blood, this may result in fetal exsanguination and even death in more than 50% of cases. This condition is actually called 'Vasa pre\" when these membraneous vessels overlie the cervical os",
        "cop": 3,
        "opa": "Premature rupture of membranes",
        "opb": "Post paum haemorrhage",
        "opc": "Fetal exsanguination before labour",
        "opd": "Fetal NTD's",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "cc96eefc-f2b9-4eaf-b3ac-57b4df64a22f",
        "choice_type": "single"
    },
    {
        "question": "Methotrexate for treatment of ectopic pregnancy is administered by which route and at what dose?",
        "exp": "Methotrexate Therapy for Primary Treatment of Ectopic Pregnancy: Regimen Surveillance Single Dose Methotrexate, 50 mg/m2 IM Measure b-h. CG levels days 4 and 7: If difference >= 15 percent, repeat weekly until undetectable If differences < 15 percent between day 4 and 7 levels, repeat methotrexate dose and begin from day 1 If fetal cardiac activity present day 7, repeat methotrexate dose, begin from day 1 Surgical treatment if b-h. CG levels not decreasing or Fetal cardiac activity persists after three doses methotrexate Multiple dose Methotrexate, 50 mg/m2 IM, days 0, 4 Variable dose (up to four doses): Methotrexate, 1 mg /kg IM, days 1, 3, 5, 7 Leucovorin, 0. 1 mg/kg IG, days 2, 4, 6, 8 Follow up for single dose regimen Measure b h. CG levels day 1, 3, 5, and 7. Continue alternate - day injections until b h. CG levels decreases >= 15 % in 48 hours or four doses of methotrexate. Then, weekly b-h. CG until undetectable.",
        "cop": 3,
        "opa": "Orally, 100 mg/m2",
        "opb": "Intravaginally, 100 mg/m2",
        "opc": "Intramuscularly, 50 mg/m2",
        "opd": "Subcutaneously, 50 mg/m2",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "b8a90fba-4428-414a-9903-31637bfd6f2e",
        "choice_type": "multi"
    },
    {
        "question": "A 28-year-old G1 at 18 weeks has right - sided groin pain which is sharp and occuring with movement. No fever or chills. Local heat helps allete the discomfo. What is the likely etiology of this pain?",
        "exp": "Round ligament pain during pregnancy:- * Round ligament pain is a sharp pain often felt in the lower belly or groin area on one or both sides * It is most often felt during the second trimester * As the pregnancy advances, the round ligament stretches that makes it more likely to become strained * Sudden movements can cause the ligament to tighten quickly, like a rubber band snapping. This causes a sudden & quick jabbing feeling",
        "cop": 1,
        "opa": "Round ligament pain",
        "opb": "Appendicitis",
        "opc": "Preterm labor",
        "opd": "Kidney stone / Urinary tract infection",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "91273e83-c181-4ebc-9b65-b18787bfb02d",
        "choice_type": "multi"
    },
    {
        "question": "A 35-year-old G4. P3 at 18 weeks presents with sequential screening( Dual and then triple marker screening) of 1: 170 for Down syndrome. You should do which of the following?",
        "exp": "At age 35 should the patient should be offered genetic counseling and Amniocentesis. CVS is not appropriate at 18 weeks' gestation If required; the invasive test of choice here is Amniocentesis.",
        "cop": 4,
        "opa": "Offer CVS",
        "opb": "Advise her the risk is quite small for aneuploidy",
        "opc": "Perform a targeted ultrasound",
        "opd": "Offer genetic counseling and perform Amniocentesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "71b90075-a705-49cf-8617-8f16ff86ec93",
        "choice_type": "multi"
    },
    {
        "question": "Ectopic pregnancy is RAREST and MOST COMMON among which of the following sites respectively?",
        "exp": "MC site of Ectopic Pregnancy - Fallopian tube - Ampulla (MC) Least Common site of Ectopic Pregnancy - Caessarian scar of Previous Pregnancy > Cervical Ectopic > Abdominal",
        "cop": 3,
        "opa": "Ovary and ampulla of fallopian tube",
        "opb": "Broad ligament and isthmus of fallopian tube",
        "opc": "Cervical and ampulla of fallopian tube",
        "opd": "Abdominal and isthmus of fallopian tube",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "daa678d8-f633-4914-874f-10ae5d40fbee",
        "choice_type": "multi"
    },
    {
        "question": "After cesarean section under general anesthesia, where the baby and placenta are easily delivered, the uterus is noted to be boggy and atonic despite intravenous infusion of oxytocin. All of the following are appropriate agents to use next except?",
        "exp": "Methylergonovine, prostaglandin F2a, prostaglandin E1 (Misoprostol), and prostaglandin E2 are all uterotonic agents than can be used in situations where there is a postpaum hemorrhage due to uterine atony. Terbutaline is a tocolytic that is used to promote uterine relaxation for preterm labour, a disastrous option in this case.",
        "cop": 4,
        "opa": "Methylergonovine (Methergine) administered intramuscularly",
        "opb": "Prostaglandin F2a suppositories",
        "opc": "Misoprostol suppositories",
        "opd": "Terbutaline administered intravenously",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "706646b4-346e-48cc-b20b-aa8ca729a168",
        "choice_type": "multi"
    },
    {
        "question": "A 29 year old pregnant female is undelivered at 43 weeks gestation. She agrees to undergo induction. All of the following are options for cervical ripening except:",
        "exp": "Inducing agents include - Prostaglandin E2 preparations available as a vaginal/cervical gel (Prepidil) or vaginal inse (Cervidil). Misoprostol, a synthetic PGE1 analogue for preinduction cervical ripening. It can be administered the oral or vaginal route. Mechanical ripening of the cervix can be achieved with laminaria, which is a hygroscopic dilator that is placed in the cervical canal and absorbs water from the surrounding cervical tissue. Oxytocin is not considered a cervical ripening agent but a labor-inducing agent.",
        "cop": 4,
        "opa": "Laminaria",
        "opb": "Cervidil (prostaglandin E2 inse)",
        "opc": "Misoprostol",
        "opd": "Pitocin (oxytocin)",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "012d7a75-9d3c-45e6-aeab-5bb4b00428bb",
        "choice_type": "multi"
    },
    {
        "question": "31 yr G3. P2 at 34 weeks & blood pressure records at home of 100-110/ 60-70mm Hg with complains of bilateral pedal edema & mild calf pain at night. Urine Dipstick shows trace protein, On examination, there is pitting edema of both legs without any calf tenderness. what is the best advice to this patient?",
        "exp": "Increased fluid retention manifested by pitting edema of the ankles and legs is a normal finding in pregnancy. Due to drop in colloid osmotic pressure and a fall in plasma osmolality with an increase in venous pressure created by paial occlusion of the vena cava by the gravid uterus contributes to pedal edema. Lasix is mostly avoided in pregnancy until in the acute setting to treat pulmonary edema. Trace protein in the urine is common in normal pregnancies and is not of concern. Doppler studies of the lower extremities are not indicated in an obvious physiologic edema here.",
        "cop": 4,
        "opa": "Prescribe Lasix (Frusemide) to relieve the painful swelling",
        "opb": "Do a venous Doppler studies done to rule out deep vein thrombosis",
        "opc": "Admit the patient and investigate to rule out pre-eclampsia",
        "opd": "Reassure the patient that this is a normal finding of pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "77c0cdac-4495-4f3e-a003-c66a0e994592",
        "choice_type": "multi"
    },
    {
        "question": "A 38-year-old Primigravida who is pregnant after IVF, has a sonogram performed that shows Nuchal translucency of 5 mm at 12wks 4 days gestation. Which of the following is the only true statement?",
        "exp": "Nuchal translucency measured between 10 and 13 weeks is a useful marker for increased risk of chromosome abnormalities such as Down syndrome (not neural tube defects). The larger the nuchal translucency, the greater the risk of other adverse pregnancy outcomes, including fetal demise, cardiac abnormalities, and other genetic syndromes, even if the karyotype is normal. The nuchal translucency will almost always disappear by 15 weeks Increased nuchal translucency in aneuploid fetuses most likely indicates Down syndrome, followed by trisomy 18 and then Turner syndrome.",
        "cop": 2,
        "opa": "The embryo has a high risk of neural tube defect",
        "opb": "The embryo has a high risk of cardiac malformation",
        "opc": "The nuchal translucency will enlarge by 20 weeks",
        "opd": "If the embryo is aneuploid, the most likely diagnosis is Turner syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "ccd1e17c-b9a5-4f3a-bb66-be05b60b0aed",
        "choice_type": "multi"
    },
    {
        "question": "In which condition is this most likely to be seen?",
        "exp": "USG showing Sandal Gap. There is an apparent increase in the inter space between the great toe of the foot from the rest of the toes (likened to the gap caused by a sandal). It is a soft tissue marker of Down's Syndrome.",
        "cop": 3,
        "opa": "Trisomy 16",
        "opb": "Monosomy X",
        "opc": "Trisomy 21",
        "opd": "Trisomy 13",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "113fed0f-5c18-4f85-8d82-58cc504a0fca",
        "choice_type": "single"
    },
    {
        "question": "A 26-year old primipara at term gestation with labour pains presents with cervical dilation 3 cm, 60% effacement, Meconium stained liquor & decreased fetal heart rate: management is...",
        "exp": "Fetal heart rate lesser than 110 is fetal distress and after the initial resuscitation the best management is Cesarean section. Fetal distress is the commonest cause of Cesarean section in modern obstetrics. Also, 'meconium in the liquor' indicates present or recent fetal strain. If the fetal heart rate is reassuring and patient is likely to deliver soon, then we can do amnio-infusion to dilute the meconium in the liqour with strict fetal monitoring and expedite delivery. Here since the patient is only 3 cm dilated and delivery is not imminent, it is advisable to perform an emergency LSCS, this reduces the chances of 'Meconium aspiration syndrome \" of the new born which can lead to pnemonitis in the fetus and secondarily hypoxic injury to the brain.",
        "cop": 4,
        "opa": "Oxytocin drip to accelerate labour pains",
        "opb": "IV drotaverine to improve cervical dilatation",
        "opc": "Attempt a Vaccum delivery",
        "opd": "Sta oxygen and shift to OT for emergency LSCS",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "a994ad35-037f-48eb-af8b-2d974a4e538a",
        "choice_type": "single"
    },
    {
        "question": "A pregnant patient with a positive test for gonorrhea and no testing for chlamydial infection should be treated with which of the following?",
        "exp": "Treatment of Uncomplicated Gonococcal Infections During Pregnancy Ceftriaxone. 250 mg intramuscularly as a single dose Or Cefixime, 400 mg orally in a single dose Or Spectinomycin, 2g intramuscularly as a single dose Plus Treatment for chlamydial infection unless it is excluded The current treatment for uncomplicated gonococcal infection during pregnancy is 250 mg of ceftriaxone intramuscularly plus 1 g of azithromycin orally. The latterprovides another drug with a different mechanism of action against N gonorrhoeaeand treats chlamydial co-infections.",
        "cop": 1,
        "opa": "Ceftriaxone 250 mg IM once and azithromycin 1 g orally once",
        "opb": "Cefixime 400 mg orally once",
        "opc": "Erythromycin 500 mg orally four times daily for 7 days",
        "opd": "Azithromycin 1 g orally once and amoxicillin 500 mg orally three times daily for 7 days",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "f17756bf-1534-435e-af0d-f8af9f96ee6b",
        "choice_type": "multi"
    },
    {
        "question": "A 26- year old G3. P2. L2 at 40 weeks presents in second stage of labour. The baby's head delivers spontaneously, but then retracts back against the perineum, even with downward traction, the baby's anterior shoulder fails to deliver. All of the following are appropriate next steps in the management of this patient EXCEPT",
        "exp": "A shoulder dystocia occurs when the fetal shoulders fail to spontaneously deliver secondary to impaction of the anterior shoulder against the pubic bone after delivery of the head has occurred. Management of Shoulder Dystocia - Call for help Suprapubic pressure to disengage the anterior shoulder Mc Robe's maneuver (flexing maternal legs upon the abdomen) Wood's corkscrew maneuver (rotating the posterior shoulder) and delivery of the posterior shoulder Zavanelli Restitution Gaskin maneuver - In a Knee chest position A generous episiotomy should always be made to allow manipulations There is no role for fundal pressure.",
        "cop": 1,
        "opa": "Instruct the nurse to apply fundal pressure",
        "opb": "Call for help",
        "opc": "Cut a generous episiotomy",
        "opd": "Instruct the nurse to flex the hip joint so that the patients legs are upto her chest",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "51f72529-59e6-476b-b6a8-f9a7e41bee17",
        "choice_type": "multi"
    },
    {
        "question": "Labour is said to be prolonged when duration of latent stage of labour crosses:",
        "exp": "labour pattern nullipara multipara prolonged latent phase >20 hrs >14 hrs protracted active phase dilatation <1. 2 cm/hr <1. 5 cm/hr protracted descent <1 cm/hr <2 cm/hr arrest of dilatation >2 hr >2 hr arrest of descent >1 hr >1 hr",
        "cop": 3,
        "opa": "12 hours",
        "opb": "18 hours",
        "opc": "20 hours",
        "opd": "36 hours",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "74507e7a-af21-4c93-a2c2-f46d95db4af5",
        "choice_type": "single"
    },
    {
        "question": "A pregnant woman comes at 40 weeks gestation, her fundal height measures 34 cm. USG was done which shows the maximum veical pocket of liquor < 2cm and AFI of 3 cm. Which of the following is false regarding this case scenario?",
        "exp": "The above given case scenario is of pregnant female at term with Oligohydramnios. The patients with oligohydramnios at term should be delivered. Induction of labour is done if vaginal delivery is not contraindicated. The patient with an unorable cervix should undergo cervical ripening after assessment of fetal well-being. If fetal testing is reassuring, the unorable cervix can be ripened and vaginal delivery is done after that. Oligohydramnios can cause fetal and maternal complications: Fetal Complications: Intra-Uterine death Cord compression Deformities (Like deformed shape of skull, wry neck, etc) Fetalpulmonary hypoplasia Maternal complications: Prolonged labour Increased operative interference due to malpresentation",
        "cop": 3,
        "opa": "Do induction if vaginal delivery is not contraindicated",
        "opb": "During labour, cord compression is common in these patients",
        "opc": "If cervix is unourable, immediate LSCS needs to be done",
        "opd": "Strict intrapaum fetal surveillance",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "0f2b4b67-7f02-43eb-a2c3-e3da00d3df4e",
        "choice_type": "multi"
    },
    {
        "question": "Pregnancy is contraindicated in all of the following EXCEPT:",
        "exp": "Absolute contraindications for pregnancy in patients with heart diseases are: Eisenmenger's syndrome Pulmonary aerial hypertension Severe systemic ventricular dysfunction (NYHA III-IV or LVEF < 30%) Previous peripaum cardiomyopathy Severe AS (Aoic stenosis) Marfan syndrome with aoa dilated > 40 mm or > 4cm",
        "cop": 4,
        "opa": "Primary Pulmonary Hypertension",
        "opb": "Eisenmenger's syndrome",
        "opc": "Marfan's with aoic root dilation",
        "opd": "Wolf Parkinson White syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "5e5ddbbd-81a5-4436-8d61-19c8e2e0222c",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following conditions a medical treatment of ectopic pregnancy contraindicated?",
        "exp": "Medical management (methotrexate) is the treatment of choice for an ectopic pregnancy whenever the required criteria are fulfilled- Patient should be hemodynamically stable (unruptured tubal ectopic pregnancy). Foetal cardiac activity absent (presence of cardiac activity is a relative contraindication). b-h. CG levels <5, 000 m. IU/mL (levels > 5, 000 micro IU/mL is a relative contraindication). Gestational sac diameter <4 cm. Free fluid in POD <100 mL.",
        "cop": 3,
        "opa": "Sac size is 3 cm",
        "opb": "50 mL free fluid in pelvis",
        "opc": "Presence of foetal heart activity",
        "opd": "Previous ectopic pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "73a8f11a-8610-40b5-a372-273661f149f0",
        "choice_type": "single"
    },
    {
        "question": "A patient admitted at 29 weeks of pregnancy with jaundice and severe pre eclampsia, BP 170/110, urine albumin 3+. Blood investigations reveal Hb=7gm%, platelet count=70, 000, TLC=13, 000, SGOT=230, bilirubin=2 mg/dL, INR=2. Diagnosis is?",
        "exp": "HELLP syndrome Complication of pre eclampsia Characterized by Hemolytic anemia, Elevated Liver enzymes, Low Platelets Management: platelet transfusion, management of pre eclampsia and termination of pregnancy Presence of HELLP classifies pre eclampsia as severe pre eclampsia Hepatic rupture is a rapid catastrophic event which frequently results in a moality",
        "cop": 2,
        "opa": "Acute Cholecystitis",
        "opb": "HELLP syndrome",
        "opc": "Hepatic rupture",
        "opd": "IHCP",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "f325354f-b92b-45b4-bf30-491b9332f654",
        "choice_type": "single"
    },
    {
        "question": "Following procedure is ideally done at what weeks of Intra Uterine Life?",
        "exp": "CHORIONIC VILLOUS SAMPLING Biopsy of chorionic villi is generally performed between 10-13 weeks gestation. Although most procedures are performed to assess fetal karyotype, numerous specialized genetic tests can also be performed by chorionic villus sampling. The primary advantage of villus biopsy is that results are available earlier in pregnancy (a full karyotype is available in 7 to 10 days) allowing safer pregnancy termination, if desired.",
        "cop": 1,
        "opa": "10-13 weeks",
        "opb": "13-15 weeks",
        "opc": "20 to 24 weeks",
        "opd": "24 weeks onwards",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "3762eec4-026d-490d-9608-9ad738155680",
        "choice_type": "multi"
    },
    {
        "question": "Which of these changes in fetal circulation happen immediately at bih?",
        "exp": "No anatomical closure or obliteration of either ductus venosus, or umbilical vein or foramen ovale occurs immediately at bih. It is only functional closure of these, that results from expansion of lungs at bih and lowering of resistance of pulmonary vasculature that results in change of blood flow pattern through heart from parallel to series like that in adults. Shunt/ vessel Functional closure Anatomical closure Remnant called as Ductus venosus 10-96 hrs after bih 2-3 weeks after bih Ligamentum venosum Ductus aeriosus At bih Several weeks after bih Ligamentum aeriosum Foramen ovale At bih 1 year after bih Fossa ovalis Umbilical vein Ligamentum teres Distal hypogastric aeries Umbilical ligaments",
        "cop": 3,
        "opa": "Obliteration of ductus venosus",
        "opb": "Formation of ligamentum teres",
        "opc": "Functional closure of ductus aeriosus",
        "opd": "Obliteration of distal hypogastric aeries",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "91c9097c-6423-4bde-9e58-eee5728d61dd",
        "choice_type": "single"
    },
    {
        "question": "TRUE about Gestational Trophoblastic Disease is?",
        "exp": "Most common site of metastasis in choriocarcinoma is lung, which is classified as stage 3. Brain and liver metastasis are stage 4 and carry poor prognosis GTN following term pregnancy carries worse prognosis than that following a molar pregnancy or an aboion",
        "cop": 3,
        "opa": "Most common site of metastasis is vagina",
        "opb": "Presence of Lung metastasis classifies as stage 4 GTN",
        "opc": "Liver metastasis carries a poor prognosis similar to brain metastasis",
        "opd": "GTN following a term pregnancy has a better prognosis than that with previous molar pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "0d93634d-c219-4d83-8baf-7ce519efe99d",
        "choice_type": "multi"
    },
    {
        "question": "About Corpus luteum of pregnancy, all are true EXCEPT:-",
        "exp": "After ovulation, wall of follicle collapses and is conveed to corpus luteum. The formation of corpus luteum is stimulated by the secretion of LH from anterior pituitary. Lutien cells secrete mainly the progesterone and small amount of oestrogen. In the absence of pregnancy, corpus luteum is called corpus luteum of menstruation and it persist for 12-14 days after ovulation If ovum is feilized and embedded in the endometrium of uterus, the trophoblast secrete chorionic gonadotropin hormone which stimulate the corpus luteum to grow and prolong its activity It is known as corpus luteum of pregnancy which continues to secrete progesterone upto the end of fouh month of pregnancy.",
        "cop": 4,
        "opa": "Stimulated by chorionic gonadotropin hormone",
        "opb": "Persist till fouh month",
        "opc": "Secretes progesterone",
        "opd": "Main hormone secreted is estrogen",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "1f007981-861e-4d64-997a-6db0dfe59ba3",
        "choice_type": "multi"
    },
    {
        "question": "A 19-yrs-old woman desires an MTP at 6 weeks of pregnancy. Which of the following is an appropriate procedure to perform this MTP?",
        "exp": "In the given case choices, suction and evacuation is the preferred technique for first trimester aboions. Medical methods like Mifepristone followed by misoprostal can be used and its 99% effective in the first 7 weeks of pregnancy. Would have been a better answer if it was mentioned in the choices here Dilation and curettage- can be done but since there is curettage involved, there is an inherent risk of Asherman's syndrome. Hence avoided for such early gestation Hypeonic saline infusion-Though not in regular use in most hospitals due to concerns of Amniotic Fluid embolism, its done for second trimester aboion. Prostaglandins - done for termination of pregnancy > 12 weeks Pregnancy gestation where its the drug of choice.",
        "cop": 3,
        "opa": "Dilation and curretage",
        "opb": "Hypeonic extra-amniotic saline infusion",
        "opc": "Suction and evacuation",
        "opd": "15-methyl Beta-prostaglandin injection",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "aaf179b9-2692-4841-bf1b-9dad78b8ad2a",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old G2. P1 is undergoing an elective repeat caesarean section at term. The infant is delivered without any dificulties, but the placenta cannot be removed easily because a clear plane between the placenta and uterine wall cannot be identified. The placenta is removed in pieces. This is followed by uterine atony and haemorrhage. All of the following are true regarding the condition except",
        "exp": "With placenta accreta a cesarean hysterectomy may be required. This is because there is uncontrollable bleeding often when placental delivery is attempted. Hysterectomy is frequently required since regular methods of reducing bleeding with suturing mostly don't work. Nitabuch's layer limits invasion of the decidua by the trophoblast. The membrane is absent in the placenta accreta. It causes morbid adhered placenta Placenta accreta:- Paial or complete absence of decidua with adherence of placenta directly to the superficial myometrium Placenta increta:- Villi invade into but not through the myometrium Placenta percreta:- Villi invade through the full thickness of myometrium to the serosa",
        "cop": 4,
        "opa": "Previous LSCS is a predisposing factor",
        "opb": "Absence of Nitabuch's membrane",
        "opc": "May require obstetric hysterectomy",
        "opd": "If Placenta invades muscle and reaches serosa it is known as placenta increta",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "58d60ab8-14d1-4018-8ada-a222c95ee9b7",
        "choice_type": "multi"
    },
    {
        "question": "Criteria for diagnosis of HELLP syndrome are all, EXCEPT?",
        "exp": "- HELLP syndrome is a complication of severe pre-eclampsia, happening during Third trimester, characterized by Hemolysis (characterized by schistiocytes in blood film, Bilirubin = 1. 2 mg/dl, absent plasma haptoglobin) Elevated liver enzymes (SGOT > 72 IU/L) low platelet count < 1 lakhs",
        "cop": 3,
        "opa": "Hemolysis",
        "opb": "SGOT > 72 IU/L",
        "opc": "Convulsions",
        "opd": "Platelets < 1 lakh/mm3",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "0de7992c-b3b2-4f51-9a60-e89b66a72691",
        "choice_type": "multi"
    },
    {
        "question": "A patient at 8 weeks pregnancy attends OPD with complains of excessive vomiting, nausea and inability to tolerate orally with decreased frequency of urination. Management is?",
        "exp": "Patient is a case of hyperemesis gravidarum with severe dehydration that has led to oliguria and is also unable to tolerate orally so her fluid requirement cannot be met by oral fluids. Therefore patient needs hospitalization for IV fluid therapy and input output chaing till her urine output and other signs of dehydration improve.",
        "cop": 2,
        "opa": "Pyridoxine + doxylamine with plenty of oral fluids",
        "opb": "Admit, IV fluids, IV anti emetics, Input/ Output chaing",
        "opc": "Inj hydrocoisone",
        "opd": "Inj phenargan",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "70609e40-f043-4bf5-bf8e-e8f8ba1dd8f0",
        "choice_type": "multi"
    },
    {
        "question": "A 32-year-old primigravida woman at 20 weeks with blood group O positive and her husband has blood group AB positive. Which of the following is the most appropriate response to this patient's query that she and her husband have different blood groups and have already a pregnancy to deal with?",
        "exp": "ABO incompatibility typically occurs between a mother with blood group O and an infant with blood group A or B, which can cause mild hemolytic disease of the newborn. Affected infants are usually asymptomatic at bih or have mild anemia, and may develop neonatal jaundice that typically responds to phototherapy. The reasons only a MILD hemolysis are: (1) low prevalence of incompatible red cell antigens; (2) insufficient transplacental passage of fetal antigens or maternal antibodies; (3) maternal-fetal co existent ABO incompatibility, which leads to rapid clearance of fetal erythrocytes before they elicit an immune response; (4) variable antigenicity (5) variable maternal immune response to the antigen",
        "cop": 3,
        "opa": "ABO antigens elicit only an IgM response which do not cross the placenta.",
        "opb": "Antibodies to ABO antigens are not hemolytic",
        "opc": "Newborns affected by ABO incompatibility will have only mild hemolytic disease",
        "opd": "She is not at risk as the immune response is depressed during pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "1b682fb7-8978-4f93-9be9-ab93aff411cb",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements are true for episiotomies except:",
        "exp": "The bih canal is the path made by the pelvic curve through the planes of inlet mid pelvis and outlet, to be taken by the baby, while the vulva is the opening of the bih canal on which the episiotomy is given. An episiotomy will therefore not increase the size of the bih canal per se, but only widen the perineal outlet to facilitate delivery of the baby in conditions like a tight perineum, shoulder dystocia, breech delivery, and prior to application of forceps etc. Involvement of the anal spincter is seen in third degree tear. Type III and IV constitute the Complete Perineal tear. Mid-line episiotomies bleed lesser and heals better but can extend into anal sphincter easily. There are 2 main types- mid-line and medio-lateral episiotomy",
        "cop": 1,
        "opa": "Allows widening of bih canal",
        "opb": "Can be either mid-line or medio -lateral",
        "opc": "Involvement of anal sphincter is classified 3rd degree perineal tear.",
        "opd": "Mid-line episiotomies bleed less, are easier to repair and heal more quickly",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "0b29c10d-2d3d-4a1f-816f-f4f57b9a011f",
        "choice_type": "multi"
    },
    {
        "question": "A primigravida at 36 weeks gestation and her USG reveals reveals a complete placenta pre. Uterus is relaxed but she stas to bleed heavily. All of the following are appropriate next steps, EXCEPT?",
        "exp": "Bleeding from a placenta pre, at 36weeks needs no conservation as the lungs are mature after 34 weeks and the patient is almost at term. Terbutaline or any other tocolysis is contraindicated in Placenta pre. Also, It is associated with maternal tachycardia and vasodilation. The actively bleeding patient should be resuscitated with intravenous fluids while blood is being crossmatched for possible transfusion. A Foley catheter should be placed because urinary output is a reflection of the patient's volume status.",
        "cop": 1,
        "opa": "Administer intramuscular terbutaline",
        "opb": "Arrange 4 units of packed red blood cells",
        "opc": "Administer an intravenous fluid",
        "opd": "Monitor the urine out output strictly from now",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "0b6022d0-b02e-4e57-b705-66d54441f73b",
        "choice_type": "multi"
    },
    {
        "question": "A patient underwent LSCS for arrest of second stage of labour. A lateral extension of an angle of uterine incision occurred during delivery of head which was secured. Post operatively after 2 hours patient develops pallor, abdominal distension with tachycardia. Hb dropped from 10 gm% (pre op) to 6. 5 gm%. Pelvic exam revealed mild PPH. Next step in management is?",
        "exp": "Patient here is showing signs of hemodynamic compromise post LSCS which had a lateral extension and a drop in hemoglobin suggestive of acute hemorrhage. Mild PPH does not correspond with the amount of compromise and anemia. Therefore it appears to be a case of intraabdominal bleeding from lateral extension or an unidentified bleeder, which should be immediately explored and secured.",
        "cop": 3,
        "opa": "Uterotonics for control of PPH and blood transfusion",
        "opb": "Blood transfusion and monitoring",
        "opc": "Immediate exploration in OT",
        "opd": "Intrauterine packing and blood transfusion",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "b99752e5-227d-4e87-827e-b29160ff2b5d",
        "choice_type": "multi"
    },
    {
        "question": "MSAFP( Maternal Serum Alpha-Fetoprotein ) is elevated in all of the following except:",
        "exp": "Few conditions in which Elevated Levels of MSAFP are: 1. Neural tube defects 2. Pilonidal Cysts 3. Esophageal or intestinal obstruction 4. Liver necrosis 5. Cystic hygroma 6. Sacrococcygeal teratoma 7. Abdominal wall defects--omphalocele, gastroschisis 8. Urinary obstruction 9. Renal anomalies--polycystic or absent kidneys 10. Multifetal gestation 11. Underestimated gestational age, decreased maternal weight Low Levels of MSAFP are seen with de 1. Some chromosomal trisomies like 18, 21 2. Gestational trophoblastic disease 3. Increased maternal weight 4. Overestimated gestational age",
        "cop": 4,
        "opa": "Neural tube defects",
        "opb": "Esophageal obstruction",
        "opc": "Gastroschisis",
        "opd": "Chromosomal trisomies",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "2ecffe7e-1fd7-4a49-b2cb-8e525af57553",
        "choice_type": "multi"
    },
    {
        "question": "Regarding diameters of normal female pelvis, which of the following is TRUE",
        "exp": "There is reason to suspect midpelvic contraction whenever the interspinous diameter is less than 10 cm. If the diameter is 8 cm or lesser, then its Diagnosed mid pelvic contraction",
        "cop": 2,
        "opa": "Oblique diameter is the largest diameter of inlet",
        "opb": "AP Diameter is the shoest diameter at brim",
        "opc": "Obstetric conjugate indicates status of mid pelvis",
        "opd": "Obstetric conjugate is calculated by adding 1. 5 cm to diagonal conjugate",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "81423ccc-6bfb-4a15-b2ce-c0df4659e4f2",
        "choice_type": "multi"
    },
    {
        "question": "Which of these is true for management of labour in HIV positive mother?",
        "exp": "Intrapaum management of HIV positive mother: impoant guidelines NOTE: the key is minimal intervention Caesarean section in HIV positive mother should be performed for obstetric indications only Standard/ universal precautions Delay ARM for as long as possible Minimize PV examinations and use aseptic techniques Avoid invasive procedures like fetal blood sampling, fetal scalp electrode Avoid instrumental delivery and if needed, low cavity forceps is preferable to ventouse as it is associated with less fetal trauma Newborn suctioning to be avoided unless there is meconium staining of liquor",
        "cop": 4,
        "opa": "LSCS is the preferred method of delivery",
        "opb": "Early ARM should be done to detect meconium as these patients are at high risk of fetal distress",
        "opc": "If need for instrumental delivery arises, vacuum is better than forceps",
        "opd": "Routine suctioning of newborn is to be avoided",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "9c29a629-23cc-4102-9776-831777b36162",
        "choice_type": "multi"
    },
    {
        "question": "30 year old primigravida presents in gynaec OPD with amenorrhea of 36 weeks with pain in abdomen off & on since 7 days, and with history of strassman's metroplasty done. What is the best line of management:-",
        "exp": "Unification surgical procedures (Strassman operation, Tompkins operation or Jones' wedge metroplasty operation) or hysteroscopic resection of uterine septum are the corrective procedures for Uterine anomalies The mode of delivery in all these corrective procedures is Cesarean section",
        "cop": 2,
        "opa": "Induction of labour with PG's after pelvic assessment it.",
        "opb": "Elective LSCS",
        "opc": "Sta oxytocin drip and closely monitor it.",
        "opd": "Give antispasmodics and send the patient back",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "a4693eb9-f195-46e4-8321-085b85d584f5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most probable cause for the deceleration shown below?",
        "exp": "The image depicts an early deceleration Recognition of early deceleration Gradual decline in heart rate with both onset and recovery coincident with onset and recovery of the contraction. The nadir of the deceleration is 30 seconds or more after onset of deceleration The most impoant cause of early declerations is head compression.",
        "cop": 2,
        "opa": "Cord Compression",
        "opb": "Head Compression",
        "opc": "Fetal Hypoxia",
        "opd": "Feto-Maternal Hemorrhage",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "82875141-11d4-44a9-8265-a5f26943c5c6",
        "choice_type": "single"
    },
    {
        "question": "Manisha is a 25 years primigravida in labour. She has spend 1 hr during second stage of labour (after complete dilatation of cervix). Now on examination the leading point of fetal skull is at +2 station and rotation is 45. You can manage this case fuher by -",
        "exp": "Basics of Instrumental delivery The criteria for applying low forceps (1) Leading point of fetal skull at station= 2 cm and not on the pelvic floor, (2) Rotation is 45 or less. If the fetal head is at station below this or rotation doesn't exceed 45, then one can apply outlet forceps. Mid forceps are for station above+ 2 cm and high forceps are not applied and considered unsafe It's better to do a 'Safe' caesarean section than to do a 'complicated' high forceps Classification for operative vaginal delivery Outlet Fetal scalp visible without separating the labia Fetal skull has reached the pelvic floor Sagittal suture is in the anterio - posterior diameter or right or left occiput anterior or posterior position (rotation does not exceed 45o) Fetal head is at on the perineum Low Leading point of the skull (not caput) is at station plus 2 cm or more and not on the pelvic floor. Two Subdivisions: Rotation of 45o or less from the occipito - anterior position. Rotation of more than 45o including the occipito - posterior position Mid Fetal head is no more than 1/5th palpable per abdomen Leading point of the skull as is above station plus 2 cm but not above the ischial spines. Two Subdivisions: Rotation of 45o or less from the occipito - anterior position Rotation of more than 45o including the occipito - posterior position. High Not included in the classification as operative vaginal delivery is not recommended in this situation where the head is 2/5th or more palpable abdominally and the presenting pa is above the level of the ischial spines. Indications of Operative delivery: Fetal Indication: Presumed fetal compromise Maternal To shoen and reduce the effects of the second stage Cardiac disease Class III or IV hypeensive crises, myasthenia gravis, spinal cord injury patients at risk of autonomic dysreflexia, proliferative retinopathy Inadequate progress Nulliparous women - lack of continuing progress for 3 hours with regional anaesthesia, or 2 hours without regional anaesthesia Multiparous women - lack of continuing progress for 2 hours with regional anaesthesia, or 1 hour without regional anaesthesia Maternal fatigue/exhaustion Prerequisites for operative vaginal delivery Head is <=1/5th palpable per abdomen Veex presentation Cervix is fully dilated and the membranes ruptured. Assessment of caput and moulding. Pelvis is deemed adequate. Irreducible moulding may indicate cephalo-pelvic dispropoion Although traditional teaching says that vacuum can be applied after 6-7 cms cervical dilatation, Forceps and vacuum extractor deliveries before full dilatation of the cervix are contraindicated. Forceps can be used for the after-coming head of the breech Avoid use of vacuum extraction below 34 weeks +0 days of gestation susceptibility of the preterm infant to cephalohaematoma, intracranial haemorrhage, subgaleal haemorrhage and neonatal jaundice. Higher rates of failure with instrumental delivery are associated with: maternal body mass index over 30 estimated fetal weight over 4000 g or clinically big baby occipito-posterior position mid-cavity delivery or when 1/5th of the head palpable per abdomen. Vacuum extraction compared with forceps is: more likely to fail delivery more likely to be associated with cephalhaematoma more likely to be associated with retinal haemorrhage less likely to be associated with significant maternal perineal and vaginal trauma Forceps and Vacuum have same likelihood of Delivery by caesarean section Associated with low 5-minute Apgar Associated with the need for phototherapy",
        "cop": 2,
        "opa": "Applying outlet forceps",
        "opb": "Applying low forceps",
        "opc": "Applying mid forceps",
        "opd": "Applying high forceps",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "f9689372-7086-4a39-a301-2b8357a0dedf",
        "choice_type": "single"
    },
    {
        "question": "A elderly gravida (G6. P5) became disoriented, lightheaded, breathless, and cyanotic 20 minutes after an uncomplicated spontaneous vaginal term delivery. Her blood pressure is 80/40 mm Hg, pulse is 110/min, and respiratory rate is 30/min. O2 saturation is 75% on face mask. A generalized purpuric rash and bleeding from the I. V line site are seen. Which of the following is the most appropriate next step in management of this patient?",
        "exp": "The above history is suggestive of Amniotic fluid Embolism - Treatment is mainly suppoive to correct the hypoxemia (eg, oxygen, intubation, mechanical ventilation) and hypotension (eg, vasopressors). Since this patient is in shock and is showing signs of hypoxia, immediate resuscitation in the form of intubation and mechanical ventilation is the next best step.",
        "cop": 4,
        "opa": "Abdominal ultrasound",
        "opb": "Intramuscular magnesium sulfate",
        "opc": "Intravenous heparin",
        "opd": "Intubation and mechanical ventilation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "4b61ca83-b1eb-4d5d-84f8-c20704e9d3df",
        "choice_type": "multi"
    },
    {
        "question": "Which of these is true of fetal circulation?",
        "exp": "In the supply of blood from placenta to the pas of fetal body we see two systems (1) Placenta - umbilical vein - ductus venosus - medial half of IVC - R. A. - L. A. - L. V. - aoa - brain and heart (2) Placenta - umbilical vein - ductus venosus - lateral half of IVC (+blood from lower extremities) R. A. - R. V. - pulmonary trunk - ductus aeriosus - aoa - rest of the body Fetal heart chambers work in parallel and not in series, which effectively supplies brain and heart with more oxygenated blood. The ductus venosus is a branch of the umbilical vein (not umbilical aery). The single umbilical vein enters the fetus and divides ductus venosus and poal sinus. The ductus venosus is the main branch of the vein which traverses the liver and enters the IVC directly. The IVC also receives less oxygenated blood from lower body and thus the oxygen content of the blood delivered to the heart from IVC is less than that leaving the placenta through the umbilical vein. The 'more oxygenated' blood from R. A. crosses foramen ovale to L. A.",
        "cop": 4,
        "opa": "Fetal heart chambers work in series to effectively supply brain and heart with higher oxygenated blood",
        "opb": "The ductus venosus is the main branch of umbilical aery",
        "opc": "The oxygen content of blood delivered to heart from IVC is higher than that leaving the placenta",
        "opd": "The more oxygenated blood in the right atrium crosses the foramen ovale to the left atrium",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "f30efe74-0327-4c9a-bc35-c37118e888e4",
        "choice_type": "multi"
    },
    {
        "question": "A 32-year-old G5. P1 presents for her first prenatal visit. A complete obstetrical, gynaecological, and medical history and physical examination is done. Classically, cervical incompetence is characterized by delivery in the second trimester preceded by which of the following?",
        "exp": "Incompetent Cervix- Characterized by painless cervical dilatation in the second trimester. It can be followed by prolapse and ballooning of membranes into the vagina, and ultimately, expulsion of an immature fetus. Unless effectively treated, this sequence may repeat in future pregnancies",
        "cop": 3,
        "opa": "Fever",
        "opb": "Heavy bleeding",
        "opc": "Painless dilatation",
        "opd": "Painful contractions",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "6a67930e-fdb5-42d8-ad08-04e21ab6aa2b",
        "choice_type": "multi"
    },
    {
        "question": "Of the following events in labour and delivery, arrange them in their right sequence of appearance: 1. Flexion2. Internal rotation3. Restitution4. External rotation5. Delivery by extention6. Descent7. Engagement",
        "exp": null,
        "cop": 1,
        "opa": "7-6-1-2-5-3-4",
        "opb": "7-1-6-5-2-4-3",
        "opc": "7-1-5-6-5-3-4",
        "opd": "6-7-1-5-2-3-4",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "f2a75e5c-6b0b-4047-8637-058b7061c968",
        "choice_type": "single"
    },
    {
        "question": "Criteria for Forceps Application include all of the following EXCEPT:",
        "exp": "Criteria for Forceps Application are- * Fetal head at perineum * Cervix fully dilated * Engaged head with known fetal head position with sagittal diameter in not more than 45 degree sho of rotation. * Fetal skull is at station >= +2 * Ruptured membrane Clear rules - It's better to do a safe Cesarean than to do a complicated forcep delivery.",
        "cop": 3,
        "opa": "Fetal head at perineum",
        "opb": "Cervix fully dilated",
        "opc": "Any station below '0'",
        "opd": "Sagittal suture in AP Diameter of Pelvis or < 45 degree sho of rotation.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "1614c6cb-d438-448b-a5c5-fa83220149d6",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true with regards to fetal lung maturity except",
        "exp": "Assessment of fetal lung maturity Lecithin/sphingomyelin ratio- L/S Ratio >2 indicates pulmonary maturity. It is a reliable indicator, however the single best indicator if asked would be Phosphatidyl Glycerol Phosphatidylglycerol in amniotic fluid is the final indicator of lung maturation and is the most reliable indicator of pulmonary maturity Saturated phosphatidylcholine more than or equal to 500 ng/ml indicates pulmonary maturity. Although phosphatidylcholine is the most impoant constituent of surfactant, its presence does not definitively indicate pulmonary maturity as it stas appearing in amniotic fluid as early as 24 weeks whereas phosphatidyl glycerol is its storage form and appears in amniotic fluid only after complete lung maturity Shake test/clement bubble test- Increasing dilutions of amniotic fluid are mixed with 96% ethanol, shaken for 15 seconds and inspected after 15 minutes for the presence of a complete ring of bubbles at the meniscus. If it is present, the test is positive and indicates maturity of the fetal lungs. Orange colored cells- Desquamated fetal cells obtained from the centrifuges amniotic fluid are stained with 0. 1% Nile Blue Sulfate. Presence of orange colored cells>50% suggest pulmonary maturity. Lamellar body- Storage form of surfactant in the amniotic fluid. They can be counted as the size is same as that of platelets. A lamellar body count >30, 000/ microlitre indicates pulmonary maturity.",
        "cop": 2,
        "opa": "Phosphatidyl choline is most impoant pa of surfactant",
        "opb": "L: S ratio is the single best indicator of pulmonary maturity",
        "opc": "More than 50% cells are orange in colour on Nile blue sulphate test",
        "opd": "Phosphatidyl glycerol in amniotic fluid is 100% confirmatory of lung maturity",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "9d2e20de-e12c-44d3-b58c-3b137f93db04",
        "choice_type": "multi"
    },
    {
        "question": "Bishop's scoring is used for:",
        "exp": "A quantifiable method used to predict labor induction outcomes is the score described by Bishop A Bishop score of 4 or less identifies an unorable cervix and may be an indication for cervical ripening. Hence a score of 5 or more is ourable. Bishop score before inducing labor should be >=8 A score of 9 conveys a high likelihood for a successful induction. BISHOP SCORE=............................. (total) Date of Bishop Score:........./...../........ Score 0 1 2 3 Dilation (in cm) Closed 1-2 3-4 5 Length (in cm) >4 3-4 1-2 0 Consistency Firm Medium Soft - Position Posterior Midline Anterior - Head: station -3 -2 -1, 0 +1, +2 'Effacement' of cervix is now replaced by 'Length' of cervix from the original bishop score",
        "cop": 2,
        "opa": "Intrapaum fetal surveillance",
        "opb": "Assesment for induction for labour",
        "opc": "Assessment of fetal weight on USG",
        "opd": "Assesment of events of active labour",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "ee36f842-f963-4811-b1ca-8e4d8e2b1fe5",
        "choice_type": "single"
    },
    {
        "question": "All are consistent with Diabetogenic effects of pregnancy except?",
        "exp": "Pregnancy has various diabetogenic effects: - Insulin resistance (By production of HPL, Coisol, Estriol, Progesterone and Placental insulinase) - Increased lipolysis (Mother uses fat for her caloric needs and saves glucose for fetal needs) and - Changes in gluconeogenesis.",
        "cop": 2,
        "opa": "Insulin resistance",
        "opb": "Decrease lipolysis",
        "opc": "Changes in gluconeogenesis",
        "opd": "Placental insulinase",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "b3089ab7-6096-4a81-83f0-597609743a2b",
        "choice_type": "multi"
    },
    {
        "question": "What is not done in third stage of labour as pa of 'Active management of third stage' protocol?",
        "exp": "Third stage of labor The placenta usually is delivered within 5 minutes of the delivery of the infant. - Signs of placental separation o The uterus becomes globular and firm. o There often is a sudden gush of blood. o The uterus rises in the abdomen because the placenta, having separated, passes down into the lower uterine segment and vagina, where its bulk pushes the uterus upward. o The umbilical cord protrudes faher out of the vagina, indicating that the placenta has descended. - Uterine hemostasis. The mechanism by which hemostasis is achieved at the placental site is vasoconstriction, produced by a well contracted myometrium. Intravenous or intramuscular oxytocin (10 U intramuscularly or 20 U in a 1000-mL intravenous bottle), ergonovine (0. 2 mg intramuscularly or intravenously), or prostaglandin F2I+- (0. 25 mg intramuscularly and repeated if necessary at 15- to 90-minute intervals up to a maximum of eight doses) helps the uterus contract and decreases blood loss. But the drug which is preferred across all the condition presenting in pregnancy, without many complications, is Oxytocin. Hence the drug of choice in this 'Active management of third stage of labour' is Oxytocin. These medications are administered after the placenta has been delivered.",
        "cop": 4,
        "opa": "Oxytocin injection",
        "opb": "Gentle massage of uterus",
        "opc": "Controlled cord traction",
        "opd": "Ergometrine injection",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "49e2dd25-87e7-4742-8877-e05af15eadd1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about epilepsy in pregnancy?",
        "exp": "Sodium valproate is the most teratogenic drug. Lamotrigene is the DOC. All anticonvulsant drugs are associated with congenital anomalies. Therapeutic drug monitoring is required. Vitamin K 10 mg/day orally from 36 weeks should be given to mother.",
        "cop": 3,
        "opa": "Sodium valproate is the drug of choice.",
        "opb": "Therapeutic drug monitoring is not required.",
        "opc": "Folic acid supplementation prevents risk of NTD in these patients",
        "opd": "Lamotrigine is the most teratogenic drug.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "89c1242a-91d1-4da4-8a74-b7d9ed2d5b95",
        "choice_type": "multi"
    },
    {
        "question": "In the recovery room, 1 hour after an outlet forceps delivery, a patient is found to have an 8 x 5 cm expanding, bluish & tense, painful right labia majora. The most appropriate management of this patient includes:",
        "exp": "The above given history is suggestive of vulvar hematoma. Most cases can be managed conservatively, at least initially, but if the pain does not disappear and if there is suspicion of an expanding hematoma, it will be necessary to examine the areas with the patient under anesthesia and drainage in order to reduce the pain, accelerate the recovery and prevent secondary infection and necrosis",
        "cop": 2,
        "opa": "Vaginal packing",
        "opb": "Vaginal exploration under GA",
        "opc": "Exploratory laparotomy and Internal Illiac aery Ligation",
        "opd": "Observation, Cold compress.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "48e5c976-a46f-4c3b-9bfd-9e4acfb6ca9c",
        "choice_type": "single"
    },
    {
        "question": "All the following can cause DIC during pregnancy except:",
        "exp": "DIC is always secondary to an underlying disorder Its associated with Sepsis Trauma Malignancy Severe transfusion reactions Obstetric complications Amniotic fluid embolism Abruptio placentae HELLP Retained dead fetus syndrome (release of tissue thromboplastin from feto-placental unit)",
        "cop": 1,
        "opa": "Diabetes mellitus",
        "opb": "Amniotic fluid embolism",
        "opc": "Intrauterine death",
        "opd": "Abruptio placentae",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "313221bf-0bde-4d26-9356-88ea5e4749a6",
        "choice_type": "multi"
    },
    {
        "question": "Karyotyping of the fetus can be done routinely through all of the following invasive method except:",
        "exp": "There are three routine ways of obtaining fetal tissue for karyotyping: Chorionic villus sampling - done at First trimester(10-13th weeks) Amniocentesis - done at second trimester(16-18th weeks) Percutaneous umbilical blood sampling (cordocentesis) - done after 18 weeks.",
        "cop": 4,
        "opa": "Chorionic villus sampling",
        "opb": "Cordocentesis",
        "opc": "Amniocentesis",
        "opd": "Fetal skin biopsy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "a8beb7df-d6b6-486c-8ef0-012259eac2b8",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the engaging diameter in the fetus in left occiput anterior (LOA) position:",
        "exp": "Position of Head Presentation Engaging diameter Well flexed head Veex presentation Sub-Occipito bregmatic, 9. 5 cms Deflexed head Sinciput presentation Occipito-frontal, 11. 5cms Paial extended Brow presentation Mento veex, 14 cms Fully extended head Face presentation Submentobregmatic, 9. 5cms or submentoveical 10 cms",
        "cop": 1,
        "opa": "Suboccipito - bregmatic",
        "opb": "Mento-veical",
        "opc": "Sub-Mento bregmatic",
        "opd": "Sterno-Bregmatic",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "ed0f7ed6-7a51-4daf-bdbd-33527e2d77db",
        "choice_type": "single"
    },
    {
        "question": "Fate of Inner cell mass in embryo development...",
        "exp": "Cells of blastocyst differentiate into an outer trophoectoderm and inner cell mass. Just before implantation trophoectoderm fuher divided into: Cytotrophoblast & Syncytiotrophoblast Placenta and fetal membrances are derived from trophoectoderm. Inner cell mass helps in the development of embryo proper.",
        "cop": 3,
        "opa": "Placenta",
        "opb": "amniotic membrane",
        "opc": "Fetus",
        "opd": "Expelled out of developing embryo by 7 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "d9baa8a7-a084-4ec9-a3ab-715c33d738e3",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in postpaum hemorrhage resistant to oxytocin and Ergometrine:",
        "exp": "Uterotonics tried are: Oxytocin: 5 - 10 IU IV in Dilution or 40 IU/500 ml at 125 ml/hour Ergometrine: 0. 2mg slow IV (Can repeat if no response) Carboprost 250 ug IM every 15 minutes, upto total 8 times Misoprostol 1000 ug rectally",
        "cop": 1,
        "opa": "Carboprost",
        "opb": "Dinoprostone",
        "opc": "Dinoprost",
        "opd": "Misoprostol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "6e156692-3e60-4f84-8cc6-a06477a765b8",
        "choice_type": "single"
    },
    {
        "question": "A G3. P2. L2 who is 34 weeks complains of decreased fetal movements since the last 24 hours. No other pregnancy related significant conditions. What should be done next?",
        "exp": "Quickening often occurs between 16 to 22 weeks of the pregnancy. The perception of 10 distinct movements in the 12 'waking' hours per day is reassuring... the Cardiff \"count to ten\" method The \"count to 10\" method includes the instructions for the woman to count fetal movements at the same time each day. If the woman experiences less than ten movements, she is instructed to contact her healthcare provider. A nonstress test is the preferred modality Delivery is not indicated until nonreassuring fetal status can be documented.",
        "cop": 4,
        "opa": "Instruct the patient to go to hospital for a contraction stress test",
        "opb": "Reassure the patient that one fetal movement per hour is within normal limits",
        "opc": "Admit to the hospital for delivery",
        "opd": "Instruct the patient to go to hospital for a nonstress test",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "27f67de3-dc63-4115-9ff6-5d2d10fd1792",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true of management of ove diabetic patients during pregnancy, EXCEPT?",
        "exp": "Maternal serum alpha-fetoprotein determination at 16 to 20 weeks is used in association with targeted sonographic examination at 18 to 20 weeks in an attempt to detect neural tube defects and other anomalies. After the first-trimester instability, a stable period ensues. This is followed by an increased insulin requirement after approximately 24 weeks. Insulin is the most preferred drug for management of diabetes in pregnancy as it does not cross placenta to cause neonatal hypoglycemia. However glyburide and metformin are also being used, they cross placenta but are not known to cause any fetal side effects. Please not that GCT and GTT are screening tests and are not to be performed in known diabetics. A blood sugar profile and HBA1c should be checked in ove diabetics at their first visit.",
        "cop": 4,
        "opa": "Insulin is most preferred drug, if required, for glycemic control",
        "opb": "Targeted sonography should be performed between 18 and 20 weeks to rule out fetal anomalies.",
        "opc": "Metformin and Glyburide are oral hypoglycemics, safe for use in pregnancy",
        "opd": "A Glucose Tolerance Test (GTT) must be performed in all patients with known diabetes at first visit",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "5658ccb0-1279-414e-bf8f-38c770db1313",
        "choice_type": "multi"
    },
    {
        "question": "A 38-year-old woman, gravida 1, para 0, delivers an appropriate-for-gestational age infant by spontaneous vaginal delivery in the veex position. The infant is noted to have edematous swelling of the soft tissue of the scalp that crosses the midline. Which of the following is the most likely diagnosis?",
        "exp": "- Caput succedaneum is a diffuse swelling of the soft tissues of the scalp. It extends across suture lines, and the edema stas to resolve over the first few days. - Underlying skull fractures not seen in caput succedaneum. These are occasionally associated with cephalohematomas. - The hemorrhages caused by cephalohematomas are subperiosteal; therefore, they are limited to one bone and do not cross suture lines. - Cephalohematomas tend to increase in size over the first few days and resorb in approximately 3 months.",
        "cop": 4,
        "opa": "Cephalohematoma",
        "opb": "Subcutaneous fat necrosis",
        "opc": "Fracture of the skull",
        "opd": "Caput succedaneum",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "c72b2c92-0395-4bb0-873f-4c16793edb86",
        "choice_type": "single"
    },
    {
        "question": "Which of these scenarios poses least risk of neonatal varicella pneumonia, born to a mother with varicella?",
        "exp": "REMEMBER: Appearance of maternal infection from 5 days before to 5 days after delivery - baby is at increased risk - avoid delivery in this window, unless indicated - if delivered, give baby VZIG ( Varicella Zoster Immunoglobulin) Explanation: Fetal exposure to the virus just before or during delivery, and therefore before maternal antibody has been formed, poses a serious threat to newborns. The incubation period for varicella infection is sho, usually less than 2 weeks. In some instances, neonates develop disseminated visceral and central nervous system disease, which is commonly fatal. For this reason, VZIG or zoster immunoglobulin (ZIG) should be administered to neonates whenever the onset of maternal disease is within about 5days before or after delivery. Neonates exposed earlier or later are protected by maternal antibody, and perinatal moality is minimal.",
        "cop": 3,
        "opa": "Mother develops rash 2 days before delivery",
        "opb": "Mother develops rash during post natal hospital stay",
        "opc": "Mother develops rash 10 days before delivery",
        "opd": "Mother develops rash just before delivery and was staed on acyclovir",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "6fee39da-0238-4bf0-9079-d203bbd29fd4",
        "choice_type": "single"
    },
    {
        "question": "Name of the manouvre being performed for delivering the aftercoming head of breech.",
        "exp": "NOTE: watch the entire video, the first pa shows delivery of arms, whereas later in the video, the delivery of aftercoming head by Mauriceau smellie veit maneuver is shown, and the question asks manouver shown for delivery of head)- Maurcieau Smellie Veit manouver - One hand: One finger on the back of head for flexion others on shoulders for traction - Other hand: 2 fingers on Malar bones or Jaw for flexion",
        "cop": 4,
        "opa": "Lovset",
        "opb": "Burns Marshall",
        "opc": "Pinard's",
        "opd": "Mauriceau smellie veit",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "d53588cf-7a1e-4aca-bf63-7bec5eb3d12c",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old primigravida with BP of 160/96 mm Hg, BUN 14 mg/dL and creatinine is 1. 0 mg/dL. Urinalysis shows no proteinuria. Complete blood count and liver function tests show no abnormalities. What is the first best drug to be given to this patient?",
        "exp": "The first-line agents for management of essential hypertension during pregnancy are labetalol and methyldopa. If asked to choose between these two, then Labetelol is now considered to best first line drug for the management of hypertension in pregnancy Labetelol- 100-200 mg TID MOA- a + b blocker CCBs and hydralazine are acceptable alternate therapies. ACE inhibitors and ARBs are contraindicated in pregnancy.",
        "cop": 2,
        "opa": "Furosemide",
        "opb": "Labetalol",
        "opc": "Lisinopril",
        "opd": "Losaan",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "6277aec6-20cf-41b8-be98-285859c68d43",
        "choice_type": "single"
    },
    {
        "question": "Infants of diabetic pregnancies may have hyperophic cardiomyopathy that occasionally progresses to congestive heart failure. Cardiomyopathy generally disappears by",
        "exp": "Cardiac Hyperophy - Infants of diabetic pregnancies may have hyperophic cardiomyopathy that occasionally progresses to congestive heart failure. - These infants typically have macrosomia, and fetal hyperinsulinemia has been implicated in the pathogenesis of heart disease. - The cardiomyopathy generally disappears by 6 months of age.",
        "cop": 3,
        "opa": "1 months of age",
        "opb": "3 months of age",
        "opc": "6 months of age",
        "opd": "12 months of age",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "34a10c39-5bc4-483f-80ad-7e2702fa9148",
        "choice_type": "multi"
    },
    {
        "question": "37 weeks G2. P1. L1 is admitted with pain in abdomen since 2 h. O/E: Hb = 9 g%, BP 150/90 mm. Hg, and urine albumin +. P/A--36 weeks, fetal heart rate good with minimal contraction of uterus. P/V--6 cm dilated. ARM reveals blood stained liquor. Next line of management is:",
        "exp": "This is a case of revealed abruption (pain, preeclampsia, and blood-stained liquor) all point to the diagnosis of abruption In abruption the aim should be to deliver the patient soon, as the bleeding stops only after the delivery of the placenta. If there is fetal distress immediate LSCS should be done. If the fetus is alive and there is no fetal distress and there is a possibility that delivery can happen soon (as in this case) then labor should be augmented by ARM and oxytocin drip, keeping a close watch on FHR. So remember that abruption is not an absolute indication for LSCS, it is a relative indication.",
        "cop": 3,
        "opa": "Caesarean section",
        "opb": "Wait and watch",
        "opc": "Oxytocin augmentation",
        "opd": "Blood transfusion and wait for spontaneous progress of labour",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "e553ba59-f4a3-445b-b737-1ebd9fd16adf",
        "choice_type": "single"
    },
    {
        "question": "Ba test is:-",
        "exp": "Ba test is also known as Triple marker test It is combined biochemical test which includes MSAFP, h. CG & UE3. In an affected pregnancy, level of MSAFP and UE3 tend to be low while h. CG is high",
        "cop": 3,
        "opa": "HCG + AFP + Placental alk. Phosphatase",
        "opb": "AFP + Uric acid + LDH",
        "opc": "HCG + AFP + Unconjugated Estriol",
        "opd": "HCG + AFP + PAPP-A",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "3532cfb8-81ca-4317-a6ff-1794555894c9",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about vasa pre except:",
        "exp": "Vasa pre - It is a condition in which the fetal blood vessels unsuppoed by either umblical cord or placental tissue, Overlies the internal os and is vulnerable to rupture when suppoing membrane rupture. Bleeding in case of vasa pre is of fetal origin and not maternal origin. Fetal moality is often more than 50% It is rare condition and occurs in 1 in 2000 - 3000 deliveries Vasa pre can be associated with - Velamentous cord inseion - Bilobed placenta - Succenturiate lobed placenta - Placenta pre /low lying placenta in second trimester (option 'c' is correct) Management- In a diagnosed case of vasa pre elective cesarean section should be done or emergency LSCS should Be done if it is diagnosed intrapaum.",
        "cop": 2,
        "opa": "Incidence is 1: 2000 deliveries",
        "opb": "Fetal moality rate of 10% with undiagnosed case",
        "opc": "Associated with low lying placenta",
        "opd": "Cesarean section is indicated",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "209e4095-4b9c-48b8-8d7b-6799f9a41e0c",
        "choice_type": "multi"
    },
    {
        "question": "Prophylactic anti D injection in non-immunized Rh negative women should be given at-",
        "exp": "Ans: 4 Both 3 and 4 are accepted regimes. 4 is American recommendations 3 is the British Committee for Standards in Haematology (BCSH) recommendation along with NICE (The National Institute for Health and Care Excellence) approval. American college recommendations: Anti-D immune globulin is given prophylactically to all D negative, un-sensitized women at approximately 28 weeks' gestation, and a second dose is given after delivery if the newborn is D-positive Before the 28-week dose of anti-D immune globulin, repeat antibody screening is recommended to identify individuals who have become alloimmunized Following delivery, anti-D immune globulin should be given within 72 hours. British Committee for Standards in Haematology (BCSH) Guidelines: All D negative pregnant women who have not been previously sensitised should be offered routine antenatal prophylaxis with anti-D Ig (RAADP) either with a single dose regimen at around 28 weeks, or two dose regimen given at 28 and 34 weeks. The ONE best answer for this question however will be 4. This is from Williams which is more trusted and followed source of information.",
        "cop": 4,
        "opa": "28 weeks, 32 weeks, within 72 hours after delivery",
        "opb": "28 weeks, 36 weeks, within 72 hours after delivery",
        "opc": "28 weeks, 34 weeks, within 72 hours after delivery",
        "opd": "28 weeks and then within 72 hours after delivery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "3e0c93e9-8908-45b8-8f67-61df34e519bc",
        "choice_type": "single"
    },
    {
        "question": "All of the following drug are used for medical management of ectopic pregnancy except:",
        "exp": "Misoprostol is a prostaglandin and its efficiency is not proven beyond a reasonable doubt as far as management of an ectopic pregnancy is concerned. Drugs used for Medical Management of Ectopic Pregnancy - Methotrexate Actinomycin D KCl Mifepristone",
        "cop": 3,
        "opa": "Potassium Chloride",
        "opb": "Methotrexate",
        "opc": "Misoprostol",
        "opd": "Mifepristone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "55caaa63-60f1-4cc6-aa81-1a4d75b12517",
        "choice_type": "multi"
    },
    {
        "question": "A woman at 32 weeks of pregnancy, presents with labour pains. On examination, her cervix is 2 cm dilated and one uterine contraction is felt every 20 - 30 seconds. The management is:-",
        "exp": "The patient here is in early preterm labour Isoxsuprine hydrochlorine is a b agonist which acts as a tocolytic by reducing intracellular ionized calcium levels and prevent activation of myometrial contractile proteins. Tocolytics can be used to cause delay in delivery for up to 48 hours, allowing transpo mother with fetus in utero to a center with higher level of neonatal care and permit time for coicosteroid to act Tocolytic agents Beta agonists: Ritodrine, Isoxsuprine Calcium channel blockers: Nifedipine Calcium antagonists: Mg. SO4 Oxytocin antagonist: atosiban Progesterone NO (nitrous oxide) donor: NTG patck",
        "cop": 1,
        "opa": "Isoxsuprine hydrochloride",
        "opb": "Wait and watch",
        "opc": "Augmentation of labour",
        "opd": "Emergency LSCS",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "d142be53-0c25-4fcf-b649-1bb7170294bf",
        "choice_type": "single"
    },
    {
        "question": "A 26-yrs-old patient has had three consecutive spontaneous aboions early in her pregnancy. As pa of an evaluation for this problem, the least useful tests would be Hysterosalpinogram Chromosomal analysis of the couple Testing for TORCH infections Endometrial biopsy in the luteal phase Postcoital test",
        "exp": "A major cause of spontaneous aboions in the first trimester is chromosomal abnormalities; however, the causes of losses in the second trimester are more likely to be anatomical in origin for which an HSG can be done, endometrial biopsy in luteal phase rules out luteal phase defect A postcoital test is useful for couples who cannot conceive, due to abnormal sperm cervical interaction, but does not address post-conception losses.",
        "cop": 3,
        "opa": "Option 1, 3, 5",
        "opb": "Option 1, 3",
        "opc": "Option 3, 5",
        "opd": "Option 5 only",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "f18cf027-28c7-4bde-b9e5-2e3c554f77c7",
        "choice_type": "multi"
    },
    {
        "question": "All are the risk factors associated with macrosomia except:",
        "exp": "Sho statue is not associated with increase in baby size. An average baby of 2. 75 to 3. 25 Kgs in a sho stature woman might be too large for that mother but definitely not a Macrocosmic baby by itself. Criteria for Macrosomia: If the fetal parameters on the growth cha are beyond the 90th percentile for normal or the fetal weight is more than 4000 gms Risk factors for macrosomia include maternal obesity maternal diabetes or GDM previous large baby grand multiparity prolonged pregnancy",
        "cop": 4,
        "opa": "Maternal obesity.",
        "opb": "Prolonged Pregnancy.",
        "opc": "Previous large infant.",
        "opd": "Sho Stature.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "55056012-bb25-45df-972d-e8e5906fff4b",
        "choice_type": "multi"
    },
    {
        "question": "A primigravida presents at 41 weeks presents with PROM. On P/V, cervix is 3 cm with with fetal foot felt. The fetus's estimated weight is about 2. 7 kg and the fetal heart rate tracing is reactive. How to complete this delivery?",
        "exp": "This is Footling breech presentation. There is a high risk of a cord prolapse and hence it is best that footling breech presentations undergo delivery by cesarean section.",
        "cop": 3,
        "opa": "Vaginally by breech extraction",
        "opb": "Vaginally after external cephalic version",
        "opc": "Perform an emergent cesarean section",
        "opd": "Internal podalic version",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "68f1c3eb-2305-4bfc-ada2-827da0aca375",
        "choice_type": "multi"
    },
    {
        "question": "IUGR is defined when:-",
        "exp": "IUGR is defined as, when the Bih weight is below the 10th percentile of the average of gestational age. Classification of IUGR TYPE SYMMETRIC / TYPE 1 (20%) ASYMMETRIC / TYPE 2 (80%) ONSET Early in utero Later onset ETIOLOGY Congenital infections, genetic disorders Utero - placental insufficiency, maternal malnutrition, hypertension, renal disease PATHOPHYSIOLOGY Impaired cell division Decreased cell number Irreversible Impaired cellular hyperophy Decreased cell size Reversible CLINICAL FEATURES Inadequate growth of head and body Head: abdomen ratio may be normal Brain is spared, therefore head: abdomen ratio increased PROGNOSIS Poor prognosis More orable prognosis",
        "cop": 1,
        "opa": "Bih weight is below the tenth percentile of the average of gestational age",
        "opb": "Bih weight is below 20 percentile of the average of gestational age",
        "opc": "Bih weight is below the 30 percentile of the average of gestational age",
        "opd": "Weight of baby is less than 1000 gm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "66e44344-35d3-407f-abba-6f940045d9cd",
        "choice_type": "single"
    },
    {
        "question": "In a G2. P1, Rh negative mother with previous history of hydrops fetalis, now ICT is positive at 20 weeks. What is the next line of management?",
        "exp": "Hydrops fetalis in the previous pregnancy and positive ICT now is suggestive of maternal isoimmunisation Now the next step is to quantify fetal anemia/ fetal hemolysis. This is best done by MCA PSV measurement on fetal doppler since it is very sensitive and non invasive. Methods for detection of fetal anemia are: MCA peak systolic velocity: very sensitive, non invasive Amniocentesis and bilirubin estimation: invasive Cordocentesis: most invasive technique, associated with fuher fetoplacental bleed, thrombosis, fetal bradycardia and IUD. Hence not preferred. Done in cases of: fetal hydrops Zone 3 on Liley's cha MCA PSV of >1. 5 MoM Intrauterine Exchange transfusion: Done when fetal hematocrit on cordocentesis is < 30 %",
        "cop": 1,
        "opa": "MCA Doppler",
        "opb": "Amniocentesis and bilirubin estimation",
        "opc": "Exchange transfusion",
        "opd": "Cordocentesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "d1c33c51-d3a8-4dbe-9456-d7db5f347dbf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements concerning polyhydramnios is true?",
        "exp": "Polyhydramnios is an excessive quantity of amniotic fluid. The incidence of associated malformation with it may range upto 15% of all cases Edema of the lower extremities, vulva, and abdominal wall can occur, resulting from compression of major venous systems. Acute polyhydramnios tends to occur early in pregnancy and by definition is accumulation of fluid more than 25 AFI prior to 24 weeks. This as a rule, leads to labor before the 28th week. The most frequent maternal complications are placental abruption, uterine dysfunction, and postpaum hemorrhage.",
        "cop": 4,
        "opa": "Acute polyhydramnios always leads to labor in usual time",
        "opb": "The incidence of associated malformations is approximately 3%",
        "opc": "Maternal edema of vulva & lower limbs is rare",
        "opd": "Complications include placental abruption, uterine dysfunction, and postpaum hemorrhage",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "9cf43d5b-8f1d-4064-97c1-d1ead4725053",
        "choice_type": "multi"
    },
    {
        "question": "An HIV-infected pregnant woman under your care presents for her 36-week prenatal visit. Which of the following discussion points is true:",
        "exp": "Most recommendations of NACO and WHO now say that there is no significant advantage of doing a cesarean section instead of a normal vaginal delivery since a Cesarean does not reduce the perinatal transmission in anyway different from a normal vaginal delivery However, practical impoance is given to high viral loads i. e. HIV RNA >1000 copies/ml - C-section at 38 weeks HIV RNA <1000 copies/ml - Vaginal delivery can be done",
        "cop": 3,
        "opa": "All HIV-infected women should have a cesarean delivery.",
        "opb": "She may have a vaginal delivery only if her viral load is < 100 copies/mL",
        "opc": "If her viral load is >1, 000 copies/mL, you will schedule cesarean delivery for 38 weeks",
        "opd": "She can deliver vaginally regardless of viral load because she is on highly active antiretroviral therapy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "6379eb1a-ed14-4072-b0f8-14b1b72bff4d",
        "choice_type": "multi"
    },
    {
        "question": "\"Active management of third stage of labour\" includes all of the following steps, except?",
        "exp": "WHO definition of PPH - Blood loss of 500 ml or more following vaginal delivery or blood loss 1000 ml or more following a caesarean section. Third stage of labor includes the period from delivery of the baby to delivery of placenta and membranes. Active management of third stage of labor for prevention of postpaum hemorrhage (PPH) includes: Intramuscular oxytocin 10 U given at the delivery of anterior shoulder. Controlled cord traction to deliver the placenta. Uterine massage holding the fundus of uterus after delivery of placenta. Recently, delayed cord clamping has be advocated for all deliveries to make sure the fetus gets maximum blood from the placenta (except cases like R. isoimmunisation and fetal distress, see table below). The American College of Obstetricians and Gynecologists' Committee on Obstetric Practice, 2017 January repo, makes the following recommendations regarding the timing of umbilical cord clamping after bih: In term infants, delayed umbilical cord clamping increases hemoglobin levels at bih and improves iron stores in the first several months of life, which may have a orable effect on developmental outcomes. Delayed umbilical cord clamping is associated with significant neonatal benefits in preterm infants, including improved transitional circulation, better establishment of red blood cell volume, decreased need for blood transfusion, and lower incidence of necrotizing enterocolitis and intraventricular hemorrhage. Given the benefits to most newborns and concordant with other professional organizations, the American College of Obstetricians and Gynecologists now recommends a delay in umbilical cord clamping in vigorous term and preterm infants for at least 30-60 seconds after bih. There is a small increase in the incidence of jaundice that requires phototherapy in term infants undergoing delayed umbilical cord clamping. Consequently, obstetrician-gynecologists and other obstetric care providers adopting delayed umbilical cord clamping in term infants should ensure that mechanisms are in place to monitor and treat neonatal jaundice. Delayed umbilical cord clamping does not increase the risk of postpaum hemorrhage. (Students to Please note the last point: This is the reason why 'early cord clamping' is not a pa of AMTSL)",
        "cop": 4,
        "opa": "Controlled cord traction",
        "opb": "Uterine massage",
        "opc": "Oxytocin",
        "opd": "Methergine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "1b109870-3f01-4350-9b04-8cd8cfdc23dc",
        "choice_type": "multi"
    },
    {
        "question": "A patient with rheumatic heart disease has PPH. Which of the following drugs is contraindicated?",
        "exp": "Methylergometrine (Methergine) can be used in treatment of PPH. Absolute contraindications: 1. Heart disease in pregnancy. Hereafter the delivery of the placenta, almost 1000 ml of blood from the uterus goes back into the maternal circulation and this is a considerable load on an already weak heart. If Methylergometrine is used, then this extra blood is shifted much more rapidly to the systemic circulation casing a heart failure and a resultant Pulmonary Edema. 2. Chronic hypertension/preeclampsia/eclampsia.. similar reason i. e. too much blood into already hyperdynamic hypeesnive circulation. 3. After the delivery of the first baby of the twins. (It can be given after second baby delivery of twin.) 4. Rh iso immunization Hence, if the patient has a heart disease and develops PPH, methergine is absolutely contraindicated as it can cause heart failure.",
        "cop": 2,
        "opa": "Mifepristone",
        "opb": "Methylergometrine",
        "opc": "Oxytocin",
        "opd": "Carboprost",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "4d39b331-684d-49ad-bcd8-fe16b103a6c0",
        "choice_type": "single"
    },
    {
        "question": "35 week multigravida presenting with epigastric pain, headache, visual symptoms, proteinuria 3+. What is the first step/next of management?",
        "exp": "Severe hypertension / preeclamptic toxemia (imminent eclampsia) is- - Hypertension with:- Headache Visual symptoms Epigastric pain Proteinuria > 300 mg/ 24 hr. urine Protein: creatine ratio >= 0. 3 1st step of RX:- Mg. So4 - IM + IV (Pritchard's regimen) This is followed by termination of pregnancy (Definitive treatment)",
        "cop": 4,
        "opa": "Immediate caesarean",
        "opb": "Betamethasone for fetal lung maturity",
        "opc": "Induction of labour for vaginal delivery",
        "opd": "Sta Mg. SO4 therapy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "837d40c1-b52e-48d7-ad89-22e6659c9f9e",
        "choice_type": "multi"
    },
    {
        "question": "Which is associated with |ed risk of Thrombo-embolism in a normal pregnancy:",
        "exp": "Stasis, Hypercoagulability and vascular trauma( Virchow's triad) occurs in pregnancy and thus increases the risk of thrombsosis. Hypercoagulability is due to: Increase in Fibrinogen, prothrombin and factors VII, VIII, IX & X Decrease in levels of protein S. Resistance to activated protein C. Increase in levels of antifibrinolytic Types 1 & 2, plasminogen activator inhibitor PAI type 1 & 2. The net result is reduction in the risk of antepaum, intrapaum and postpaum hemorrhage but also a dramatic 10 fold increase in the pregnancy associated thromboembolism.",
        "cop": 2,
        "opa": "|ed progesterone level",
        "opb": "|ed production of clotting factors by liver",
        "opc": "Change in blood viscosity",
        "opd": "|ed antithrombin III",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "629b3f07-a6df-40b1-9b1b-d39b22460443",
        "choice_type": "single"
    },
    {
        "question": "Normally, Nuchal Translucency should be:",
        "exp": "Fetal nuchal translucency is the maximum thickness of the subcutaneous translucent area between the skin and soft tissue that overlies the fetal spine in the sagittal plane. It is measured between 11- 14 weeks of gestation. Up to 3 mm is considered normal. NT > 3 mm is a marker for aneuploidys. like trisomy 21.",
        "cop": 3,
        "opa": "More than 10mm",
        "opb": "Less than 6mm",
        "opc": "Less than 3 mm",
        "opd": "More than 5 mm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "e1d3d859-44bf-41eb-8bba-a0ee2191d18e",
        "choice_type": "multi"
    },
    {
        "question": "From what cm of cervical dilatation is paogram plotted in regular intervals?",
        "exp": "The best method to monitor labour is through the paograph! The paograph is a graphic record of the progress of labour and relevant details of the mother and fetus The WHO paograph begins only in the active phase of labour, when the cervix is 4 cm or more dilated Observations to be made: Maternal well - being: Pulse every 30 minutes Blood pressure and temperature 4-hourly Urine output and dipstick testing for protein Ketones (if available) and glucose after vooding Fetal well - being: Record fetal heart rate for 1 minute every 15-30 minutes after a contraction in the first stage Every 5 minutes in the second stage If abnormalities are noted, urgent delivery can be considered. Liquor: Clear Meconium stained (thick or thin) Bloody Absent Thick meconium suggests fetal distress Moulding 0= bones are separated and sutures can be easily felt; +1 = bones are just touching each other; +2 = bones are overlapping but can be reduced; +3 = bones are severely overlapping and irreducible. Cervical dilatation: assess at each VAGINAL EXAMINATION and mark with a cross x. Begin at 4 cm. Ale line: staing at 4 cm of cervical dilatation, up to the point of expected full dilatation at the rate of 1 cm per hour. Action line: parallel and 4 hours to the right of the ale line. Descent of head: assessed by abdominal palpation: this refers to the pa of the head (which is divided into five pas) palpable above the symphysis pubis; recorded as a circle (O)at every vaginal examination. At 0/5, the sinciput (S) is at the level of the symphysis pubis. PLEASE NOTE: Newer guidelines are now suggesting onset of active labour and thus initial marking to be plotted at 6 cm dilatation. However till consensus is achieved on this, the previous definition of 4 cm shall be accepted for answering. Students should be on the lookout for such a guideline.",
        "cop": 1,
        "opa": "4 cm",
        "opb": "5 cm",
        "opc": "6 cm",
        "opd": "8 cm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "00c643c3-a9c6-4701-8f94-e3292f5a5796",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old G2. P1. L1 at 37 weeks gestational age is here for a routine visit. Her first was a vaginal delivery of a 4. 3 kgs baby boy after 30 min of pushing. This fetus is breech. Vaginal exam demonstrates that the cervix is 50% effaced and 1 to 2 cm dilated. The presenting breech is high out of the pelvis. The estimated fetal weight is about 3. 2 kgs. A sonogram confirms a fetus with a frank breech, normal amniotic fluid present, and the head is well flexed. The following are possible management plans except:",
        "exp": "-External cephalic version can be done in this case because Period of gestation is 37 weeks(ideal time) Liquor is adequate - Frank breech is the best breech for vaginal delivery, so a trial of labor is given. whereas in case of footling breech, an Elective L. S. C. S is done. - Vaginal breech delivery can be assisted and is allowed to progress and at whichever sage, breech get stuck, the obstetrician can perform C-section. - Pinard's maneuvre is done for delivery of extended legs. There is no indication for performing and Elective LSCS at this moment at 37 weeks, unless there were any other obstetric indication like a previous LSCS or placenta pre etc.",
        "cop": 2,
        "opa": "Allow the patient to undergo a vaginal breech delivery whenever she goes into labor",
        "opb": "Cesarean section now",
        "opc": "Pinard's maneuver can be done for delivery of extended legs",
        "opd": "Schedule an external cephalic version in the next few days",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "7425ce1f-939c-4ab5-b490-46fea5637780",
        "choice_type": "multi"
    },
    {
        "question": "Maximal level of cardiac output is seen at:",
        "exp": "CARDIAC OUTPUT - Max. at Immediate Post-paum > second stage of Labour > 32 weeks POG",
        "cop": 3,
        "opa": "22-26 weeks of pregnancy",
        "opb": "26-30 weeks of pregnancy",
        "opc": "30-34 weeks of pregnancy",
        "opd": "34-38 weeks of pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "40ae014c-c91c-4191-aea2-039e22de6df4",
        "choice_type": "single"
    },
    {
        "question": "A woman had a chest X ray without realizing that she is pregnant. The x ray was done after 7 weeks of her last menstrual period. She is now worried about the adverse effects of the X rays on fetal development. What is the time when organogenesis is completed?",
        "exp": "10 weeks after the last menstrual period is generally accepted the embryonic period. Prior to this time teratogens can cause severe defects, with paial to complete absence of organ structures, depending upon the stage of development when the teratogen was present. The case here is of X rays exposure and its accepted that 5-10 rads will have no significant deleterious effect on the fetus sincethe threshold for gross fetal malformations is more likely to be 0. 2 Gy (20 rad).",
        "cop": 2,
        "opa": "4 weeks",
        "opb": "10 weeks",
        "opc": "18 weeks",
        "opd": "26 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "cb2a63d4-e94a-4ddf-ab1a-d4e8b3697f91",
        "choice_type": "single"
    },
    {
        "question": "A pelvis characterized by an anteroposterior diameter of the inlet greater than the transverse diameter is classified as",
        "exp": "The anthropoid pelvis is marked by an oval inlet (but the anteroposterior diameter exceeds the transverse), the pelvic side walls diverge, and the sacrum is inclined posteriorly. Its associated with Persistent occipito posterior presentation and Face to pubis delivery The android (male-like) pelvis, where the inlet is wedge shaped, the pelvic sidewalls are convergent, the ischial spines are prominent, the subpubic arch is narrow, and the sacrum is inclined anteriorly in its lower one third. It is likely to be associated deep transverse arrest dystocia. Gynaecoid Android Anthropoid Platypelloid Shape of inlet Round Heart-shaped/triangular Long oval Flat Sacrosciatic notch Wide Narrow Wide Narrow Side walls Straight Convergent Straight Straight Ischial spine Not prominent Prominent Not prominent Not prominent Subpubic angle Wide Narrow Medium Wide",
        "cop": 3,
        "opa": "Gynecoid",
        "opb": "Android",
        "opc": "Anthropoid",
        "opd": "Platypelloid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "94f8f873-8b38-4d2e-a8de-67dc22b9720a",
        "choice_type": "single"
    },
    {
        "question": "Lochia, in its various forms, may normally persist for what time interval postpaum?",
        "exp": "- Sloughing of decidual tissue results in a vaginal discharge of variable quantity. For the first few days after delivery, there is blood sufficient to color it red--lochia rubra. - After 3 or 4 days, lochia becomes progressively pale in color--lochia serosa. After approximately the 10th day, because of an admixture of leukocytes and reduced fluid content, lochia assumes a white or yellow-white color--lochia alba. - The average duration of lochial discharge ranges from 24 to 36 days",
        "cop": 2,
        "opa": "2 weeks",
        "opb": "4 weeks",
        "opc": "6 weeks",
        "opd": "8 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "ab0cad44-3e6c-4ebe-b63a-fca15d0c381d",
        "choice_type": "multi"
    },
    {
        "question": "Antiphospholipid syndrome is associated with all except:",
        "exp": "ANTIPHOSPHOLIPID ANTIBODY SYNDROME (APLA SYNDROME) Clinical Features: 1. Vascular Thrombosis2. Pregnancy Morbidity3. Venous thrombosis (More common)4. Aerial thrombosis (Less common) Laboratory Features: 1. Elevated anticardiolipin antibodies (IgG or IgM)2. Elevated Anti beta-2 glycoprotein -1 Antibody3. Thrombocytopenia4. Presence of Lupus Anticoagulant (LA) in plasma5. Hemolytic anemia (Coomb's positive)",
        "cop": 3,
        "opa": "Recurrent aboion",
        "opb": "Venous thrombosis",
        "opc": "Pancytopenia",
        "opd": "Antibody to lupus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "f4faf063-ae40-4c3d-a234-89eac3a6aff9",
        "choice_type": "multi"
    },
    {
        "question": "Indications of amnioinfusion includes all of the following, except?",
        "exp": "Transvaginal amnioinfusion has been extended into three clinical areas (1) treatment of variable or prolonged decelerations, (2) prophylaxis for women with oligohydramnios, as with prolonged ruptured membranes, and (3) attempts to dilute or wash out thick meconium It was concluded that amnioinfusion appeared to be useful in reducing the occurrence of variable decelerations, improving neonatal outcome, and reducing cesarean delivery rates.",
        "cop": 3,
        "opa": "Prolonged rupture of membranes with oligohydramnios",
        "opb": "Variable decelerations",
        "opc": "Treatment of late declerations during labour",
        "opd": "In decreasing risk of meconium aspiration during labour in patients with thick meconium",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "4d1ea437-263d-4cd9-ac81-b26a8208fc4a",
        "choice_type": "multi"
    },
    {
        "question": "Softening of the vaginal poion of the cervix:",
        "exp": "Goodell sign:- Softening of the cervix, 6th to 8th weeks Chadwick / jacquemier's sign:- Bluish discoloration of the cervix, 6th to 8th weeks Hegars sign: On p/v the abdominal and vaginal fingers seem to oppose below the body of uterus, 6th wk Osiander (vaginal ) sign:-Pulsatality in lateral fornices, around 8th week Piskacek's sign:- Asymmetrical enlargement of the uterus if lateral implantation Palmer sign:- Regular and rhythmic contractions during bimanual examination Braxton hicks:- Contraction around 16-18 weeks",
        "cop": 1,
        "opa": "Goodell's sign",
        "opb": "Chadwick's sign",
        "opc": "Hegar's sign",
        "opd": "Piskacek's sign",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "14c42330-665b-45ad-9897-180c755c7aa1",
        "choice_type": "single"
    },
    {
        "question": "A pregnant woman with severe mitral stenosis is likely to undergo failure in the anetnatal period. Best method to prevent cardiac failure in this patient is?",
        "exp": "Balloon mitral valvuloplasty is the best treatment to prevent failure in severe MS. The ideal time for surgery would have been the interpregnancy interval, but since the patient is already pregnant, 20 - 24 weeks is the most preferable time. However in cases of severe mitral stenosis, surgery may be performed any time during pregnancy in the interest of the mother. Other treatment includes diuretics, b blockers and limited physical activity",
        "cop": 2,
        "opa": "T. Furosemide through out pregnancy",
        "opb": "Balloon mitral valvuloplasty in second trimester",
        "opc": "Digoxin for all heart patients",
        "opd": "Admit all at 30 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "d2a5f163-4988-469b-a1b8-5a67607af0cf",
        "choice_type": "multi"
    },
    {
        "question": "Post treatment HCG levels, during the follow up of molar pregnancy evacuation, comes back to normal in:",
        "exp": "HCG follow up of vesicular mole: - weekly HCG estimation till negative (vesicular mole takes 9 weeks and paial mole takes 7 weeks) - weekly HCG till 3 more weeks - Once in a month for 6 months. Avoid pregnancy during this time. Use contraception, best being COCPs",
        "cop": 3,
        "opa": "3 weeks",
        "opb": "6 weeks",
        "opc": "9 weeks",
        "opd": "12 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrics",
        "id": "cc2e4e9b-7c5e-4fa9-b86a-207105cfb251",
        "choice_type": "single"
    }
]