[
    {
        "question": "The chromosomal complement of a primary oocyte is-",
        "exp": "Ans- (C) Primary oocyte",
        "cop": 3,
        "opa": "23X",
        "opb": "23Y",
        "opc": "46. XX",
        "opd": "46. XY",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrical Anatomy",
        "id": "24029ee3-dd7f-4123-b0f9-987a14bdcde9",
        "choice_type": "single"
    },
    {
        "question": "What is the function of zona pellucida?",
        "exp": "Ans. C. Prevention of multiple sperm entry* Zona pellucida is a glycoprotein layer surrounding the membrane of oocytes.* Once sperms reach ova, there is release of hyaluronidase - penetration of corona radiata and cumulus cells by sperm.* Glycoproteins on the outer surface of the sperm then bind with glycoproteins on the zona pellucida of the ovum.* Zona reaction: Once sperm penetrates zona pellucida, the ovum become impermeable to other sperms, this prevents polyspermy.",
        "cop": 3,
        "opa": "Prevent wrong implantation of embryo",
        "opb": "Formation of blastocyst",
        "opc": "Prevention of multiple sperm entry",
        "opd": "Prevent wrong attachment of sperm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrical Anatomy",
        "id": "81a3214a-9c77-4616-8f44-bdbd0ffde9dd",
        "choice_type": "single"
    },
    {
        "question": "Ovaries develop from which of the following?",
        "exp": "Ans. A. Genital ridge. The ovary is developed from the cortex of the undifferentiated genital ridges by about 9th week the primary germ cells reaching the site migrating from the dorsal end of yolk sac.",
        "cop": 1,
        "opa": "Genital ridge",
        "opb": "Mullerian duct",
        "opc": "Endoderm of urogenital sinus",
        "opd": "Genital tubercle",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrical Anatomy",
        "id": "5555e377-8b9e-45bd-99a4-ce970bb63faa",
        "choice_type": "single"
    },
    {
        "question": "Fertilization most commonly occurs at:",
        "exp": "Ans. A. Ampulla* Fertilization is the process of fusion of the spermatozoon with the mature ovum.* Almost always, fertilization occurs in the ampullary part of the uterine tube.",
        "cop": 1,
        "opa": "Ampulla",
        "opb": "Interstitium",
        "opc": "Isthmus",
        "opd": "Uterine cavity",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrical Anatomy",
        "id": "bf8962a7-d4da-4cab-ab97-a87590219af0",
        "choice_type": "single"
    },
    {
        "question": "Capacitation of sperm in female helps sperms in -",
        "exp": "Ans. is 'c' i. e., Removing glycoprotein coat from the acrosomal region o 1% of sperms deposited in the vagina enter the cervix. o Movement ofsperm from the cervix to the uterine tube occurs by muscular contractions of the uterus and uterine tube and very little by their own propulsion. o Spermatozoa are not able to fertilize the oocyte immediately upon arrival in the female genital tract but must undergo: Capacitation. The acrosome reaction to acquire this capability. o Capacitation is a period of conditioning in the female reproductive tract that in the human lasts approximately 7 hours. y Conditioning during capacitation occurs in the uterine tube and involves epithelial interactions betiveen the sperm and the mucosal surface of the tube. o During this time, a glycoprotein coat and seminal plasma proteins are removed from the plasma membrane that overlies the acrosomal region of the spermatozoa. o Only capacitated spemt can pass through the corona cells and undergo the acrosome reaction. o The acrosome reaction. Which occurs after binding to the zonapellucida, is induced by zona proteins. This reaction culminates in the release of enzymes needed to penetrate the zonapellucida. including acrosin and trypsin like substances.",
        "cop": 3,
        "opa": "Increasing motility",
        "opb": "Increasing survival",
        "opc": "Removing glycoprotein coat from the acrosomal region",
        "opd": "Releasing acrosin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrical Anatomy",
        "id": "e9584f17-5c4f-43e1-b687-900932f21e39",
        "choice_type": "single"
    },
    {
        "question": "Implantation occurs after:",
        "exp": "Ans. (a) 5-6 days. Ref: D. C. Dutta 8th ed. / 25, 8th ed. 25* Dutta in 8th ed. states that Implantation occurs in the endometrium of the anterior or posterior wall of the body near the funduson 6th day, which corresponds to 20th day of a regular normal cycle.* Implantation occurs through 4 stages: Apposition, Adhesion, Penetration, Invasion.* Most students got confused here and marked the answer as 7- 8 days. But if you read the question again, it is cleverly asking that implantation occurs AFTER. 5-6 days is the single best answer here.",
        "cop": 1,
        "opa": "5-6 days",
        "opb": "7-8 days",
        "opc": "8-10 days",
        "opd": "10-12 days",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrical Anatomy",
        "id": "37624320-1198-4ef3-afb7-7dfe5f5ad559",
        "choice_type": "single"
    },
    {
        "question": "Gartner's duct cyst is seen in:",
        "exp": "Ans. A. Vagina. The most Gammon type of vaginal cysts is Gartner's duct Cyst. These cysts arise from the caudal remnants of the mesonephric or Wolffian duct system. They are usually located along the anterolateral aspect of the vaginal walls and are frequently bilateral. Gartner's ducts are remnants of the mesonephric (Wolffian) duct in the female and consist of a series of tiny vestigial cysts extending along the lateral aspect of the uterus to the vaginal vestibule.",
        "cop": 1,
        "opa": "Vagina",
        "opb": "Cervix",
        "opc": "Hymen",
        "opd": "Labia minora",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrical Anatomy",
        "id": "498663c2-362c-46c8-aa28-096b1b5dd33e",
        "choice_type": "single"
    },
    {
        "question": "Paramesonephric duct develops into:",
        "exp": "Ans. D. Uterus Male. Female. Mesonephric duct. Duct of epididymis. Duct of epoophoron(Wolffian duct). Ductus deferens. Part of bladder and urethra Ejaculatory duct Part of bladder and prostatic urethra (Paramesonephric or Mullerian duct). Appendix of testis. Uterine tube Prostatic utricle. Uterus Vagina",
        "cop": 4,
        "opa": "Vas deferens",
        "opb": "Seminal vesicle",
        "opc": "Ureter",
        "opd": "Uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Obstetrical Anatomy",
        "id": "16edd80b-d637-48f9-94e7-0f645b257705",
        "choice_type": "single"
    }
]