[
    {
        "question": "Sacrospinous fixation is for strengthening:",
        "exp": "Ans. A. Apical defecta. Sacrospinous ligament fixation: - The main indication for sacrospinous ligament fixation is to correct total procidentia or post-hysterectomy vaginal vault prolapse with an associated weak cardinal uterosacral ligament complex and to correct post hysterectomy enterocele. The contraindication for the procedure is a short vagina. b. The principle of this procedure is the fixation of the vaginal vault to the sacrospinous ligament with nonabsorbable sutures. The fixation site is typically the right sacrospinous ligament. However, bilateral fixation is performed in patients with recurrent vault prolapse and with the goal of restoring a vaginal axis and sexual life. The routes of entry to the sacrospinous ligament may be posterior and anterior. Usually, a unilateral, right-sided, posterior approach is preferred. c. This procedure has advantages, including success rates comparable to abdominal procedures, the ability to repair concomitant pelvic floor defects, the absence of laparotomy, shorter hospital stays, and the preservation of vaginal length and function. d. The most common problem after this procedure is the high rate of postoperative cystocele, which approaches 20% to 33%, resulting from the deviation of the vaginal axis. Recurrent cystoceles have been reported in 6% to 92% of patients. e. Other disadvantages include difficulty in exposing the ligament, the potential need for excessive tensioning during tying, injury risk to the pudendal or inferior gluteal vessels and sciatic or pudendal nerve, alterations in the vaginal axis, and vaginal narrowing. f. Thomson et al have reported that by placing the sutures through the sacrospinous ligament 2. 5cm more medially from the ischial spine along the superior border of the ligament and not through the full thickness of the ligament, the risk of complications is minimal.",
        "cop": 1,
        "opa": "Apical defect",
        "opb": "Posterior defect",
        "opc": "Lateral defect",
        "opd": "Anterior defect",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "127f625a-671b-472a-849c-6c0e84aa3531",
        "choice_type": "single"
    },
    {
        "question": "The given below instrument used in:",
        "exp": "Ans. (A) Cesarean section(Ref: DC Dutta's Text book of Obstertics 8th Ed; Page No 751). The given image is Doyen's Retractor. Material: Stainless steel. Sterilization: Autoclaving. Uses:#Obstetric. Cesarean section. Cesarean hysterectomyf Exploratory laparotomy for ruptured tubal ectopic pregnancy#Gynecologic. Abdominal hysterectomy. Wertheim's hysterectomy. Tuboplasty. Sling operation. Purandare's cervicopexy. Exploratory laparotomy for ovarian tumors. Myomectomy",
        "cop": 1,
        "opa": "Cesarean section",
        "opb": "Vaginal hysterectomy",
        "opc": "Fothergill surgery",
        "opd": "Suction evacuation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "261fbdbc-cfd3-4027-9ce7-6dde7e791c47",
        "choice_type": "single"
    },
    {
        "question": "Best level of anesthesia for LSCS:",
        "exp": "Ans. is d, i. e. T4. Ref Dutta Obs. 7/e, p 519. Spinal anesthesia: Spinal anesthesia is done by injection of local anesthetic agent into the subarachnoid space. It has less procedure time and high success rate. Spinal anesthesia can be employed to alleviate the pain of delivery and during the third stage of labor. For normal delivery or for outlet forceps with episiotomy, ventouse delivery, block should extend from T10 (umbilicus) to S1. For cesarean delivery, level of sensory block should be up to T4 dermatome. Hyperbaric bupivacaine (10-12 mg) or lignocaine (50-70 mg) is used.",
        "cop": 4,
        "opa": "T8",
        "opb": "T10",
        "opc": "T6",
        "opd": "T4",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "535d0a0b-35c0-405d-b4f1-b895b5ebe51d",
        "choice_type": "single"
    },
    {
        "question": "As compared to mediolateral episiotomy, median episiotomy has complications because of:",
        "exp": "Ans. (c) Extension to rectum. Ref.: D. C. Dutta 8th ed. / 649-50, 5th ed. l 606* Episiotomy: is defined as a surgical incision of the perineum made to increase the diameter of the vulval outlet during child- birth (and not the whole birth canal).* Types of episiotomy: (Only the median or mediolateral episiotomy are done commonly).* Medio-lateral# Median# Lateral# T shaped. Median. Mediolateral* Muscles are not cut* Blood loss is less* Repair is easy* Healing is superior* Dyspareunia is rare* Extension, if occurs, may involve rectum* Incision cannot be extended* Muscles are cut* Blood loss is more* Repair is difficult* Healing is less superior* Dyspareunia is more* Relative safety from rectal involvement from extension* Incision can be extended Q",
        "cop": 3,
        "opa": "Poor repair",
        "opb": "Cosmetic problem",
        "opc": "Extension to rectum",
        "opd": "More blood loss",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "21d1dfa2-97fe-4276-88af-d52f4c19c280",
        "choice_type": "single"
    },
    {
        "question": "Not a laproscopy instrument -",
        "exp": "Ans. is 'c' i. e., Doyen's retractor o Pneumoperitoneum is created by Verres needle by usning CO2 which also used for saline injection, o Trocar & fiberoptic camera is also used after creating Pneumoperitoneum, o Doyen's retractor is used in LSCS.",
        "cop": 3,
        "opa": "Trocar",
        "opb": "Pneumoperitoneum needle",
        "opc": "Doyen's retractor",
        "opd": "Fiberoptic camera",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "e0c66f16-4d25-469a-99b4-3f6110d6539f",
        "choice_type": "single"
    },
    {
        "question": "The principle supports of the uterus are:",
        "exp": "Ans. C. The transverse cervical ligaments* The principle supports of the uterus are the transverse cervical ligaments (cardinal ligaments), uterosacral ligaments and the round ligament.* The infundibular ligaments attach the ovaries to the posteo-lateral wall of the uterus.* The pyriformis muscle lines the lateral wall of the pelvis overlying the iliosacral ligament.",
        "cop": 3,
        "opa": "The iliosacral ligaments",
        "opb": "The pyriformis muscle",
        "opc": "The transverse cervical ligaments",
        "opd": "The infundibular ligaments",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "47401ad1-e6f5-4253-b7d6-eda53cebaae4",
        "choice_type": "single"
    },
    {
        "question": "A forceps rotation of 30deg from left occiput anterior (LOA) to occiput anterior (OA) with extraction of the fetus from +2 station is described as which type of forceps delivery?",
        "exp": "Ans. is c, i. e. Low forceps. Ref. Dutta Obs. 9/e p 533, Table 37. 2. Presence of fetal head at +2 station indicates low forceps delivery. High forceps = Head not engaged. Mid cavity forceps = Head engaged, presenting part above +2 station. Low forceps = Head at +2 or below it but not yet reached pelvic flow. Outtet = Head at or on perineum",
        "cop": 3,
        "opa": "High forceps",
        "opb": "Midforceps",
        "opc": "Low forceps",
        "opd": "Outlet forceps",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "a9058c0d-5602-4320-be15-e63993b03506",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT an assisted reproduction technique",
        "exp": "Ans. D. Artificial insemination into the uterus. Assisted reproductive technologiesa. Couples who have failed to respond to traditional infertility treatments, including those with tubal disease, severe endometriosis, oligospermia, immunologic or unexplained infertility, may benefit from in vitro fertilization (IVF), gamete intrafallopian transfer (GIFT) and zygote intrafallopian transfer (ZIFT)b. All of the procedures involve ovarian stimulation to produce multiple oocytesc. GIFT - involves the placement of sperm and eggs in the uterine tube by laparoscopy or minilaparotomy and is more invasive than IVFd. GIFT is not appropriate for women with severe tubal disease and is less successful than IVF ZIFT - fertilization occurs in vitro, and the early development of the embryo occurs in the uterine tube after transfer by laparoscopy or minilaparotomye. A recent development is intracytoplasmic sperm injection (ICSI) which allow fertilization with a single sperm, this provides the opportunity for men with severe oligospermia or obstructive azoospermia to father children. f. Artificial insemination in Azoospermia - If azoospermia is present, artificial insemination by a donor usually result in pregnancy, assuming female function is normal. g. Artificial insemination isn't an assisted reproductive technique as it doesn't require any stimulation to ovaries or testicles. It is simply transfer of sperms to female reproductive tract artificially in a viable state.",
        "cop": 4,
        "opa": "ZIFT",
        "opb": "GIFT",
        "opc": "IVF and embryonal transfer",
        "opd": "Artificial insemination into the uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "fca78c22-84bc-4733-9d51-31fc4c2027f4",
        "choice_type": "single"
    },
    {
        "question": "Which procedure has the highest incidence of ureteric injury:",
        "exp": "Ans. C. Wertheim's hysterectomy. The incidence of ureteral injury has increased during the past four to five decades since removal of the uterine cervix has become a standard procedure with abdominal hysterectomy. Removal of the cervix is the riskiest part of the total abdominal hysterectomy procedure because most injuries occur in the lowest 3cm of ureter just above the bladder. Gynecologic Procedures Associated with Ureteral Injury. Operative Procedure. Incidence of Ureteral Injury (%). Abdominal hysterectomy0. 5-1. 0. Vaginal hysterectomy0. 1. Extensive Wertheim Hysterectomy1. 0-2. 0. Adnexectomy0. 1. Marshall-Marchetti-Krantz procedure<0. 1",
        "cop": 3,
        "opa": "Abdominal hysterectomy",
        "opb": "Vaginal hysterectomy",
        "opc": "Wertheim's hysterectomy",
        "opd": "Adnexectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "a36604ee-b841-4c6e-9abf-99f15021385d",
        "choice_type": "single"
    },
    {
        "question": "During the delivery, it is necessary to do an episiotomy. The tear extends through sphincter of the rectum, but the rectal mucosa is intact. How would you classify this type of episiotomy?",
        "exp": "Ans. C. Third-degreeA first-degree tear involves the vaginal mucosa or perineal skin, but not the underlying tissue. In a second-degree episiotomy, the underlying subcutaneous tissue is also involved, but not the rectal sphincter or rectal mucosa. In a third-degree tear, the rectal sphincter is affected. A fourth-degree episiotomy involves a tear that extends into the rectal mucosa.",
        "cop": 3,
        "opa": "First-degree",
        "opb": "Second-degree",
        "opc": "Third-degree",
        "opd": "Fourth-degree",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "4ead781e-2cbb-454c-843b-9cacfd0bd14c",
        "choice_type": "single"
    },
    {
        "question": "Fimbriectomy is also known as?",
        "exp": "Ans. B. Kroener procedure. The technique of fimbriectomy as described by Kroener employs the ligation of the distal ampulla of the tube with two permanent sutures and then division and removal of the infundibulum of the tube (Fig). Ligation and hemostasis are accomplished simultaneously. The simplicity with which this excisional procedure is performed on the distal portion of the tube accounted for its early popularity, especially when the sterilization was being performed through a colpotomy incision. Kroener fimbriectomy. Top. A suture is anchored in the mesosalpinx and placed around the tube in the distal ampulla. A second suture may be placed adjacent to the first, and the infundibulum of the tube is excised. Bottom. The tube as it appears following excision of the distal segment.",
        "cop": 2,
        "opa": "Uchida's procedure",
        "opb": "Kroener procedure",
        "opc": "Irving's procedure",
        "opd": "Pomeroy Procedure",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "1c4063f8-d8dd-42fa-ad60-b726c1ddfcc4",
        "choice_type": "single"
    },
    {
        "question": "A diabetic female delivers head of the baby even after one minute the shoulder was not delivered. Which of the following is done?",
        "exp": "Ans. (b) Mc. Roberts maneuver. Ref: Williams Obstetrics 25th Ed; Page No-521* The Mc. Roberts maneuver requires two assistants. Each assistant grasps a leg and sharply lexes the maternal thigh toward the abdomen. This maneuver will resolve most cases of shoulder dystocia. The maneuver consists of removing the legs from the stirrups and sharply flexing the thighs up onto the abdomen. The assistant is also providing suprapubic pressure simultaneously. Shoulder Dystocia. Diagnosis* This diagnosis is made when delivery of the fetal shoulders is delayed after delivery of the head.* It is more commonly associated with fetal shoulders in the anterior-posterior plane, with the anterior shoulder impacted behind the pubic symphysis.* It occurs in 1% of the deliveries case and it may result in permanent neonatal neurologic damage in 2% of cases. Risk Factors* It Includes obesity, maternal diabetes, and postdates pregnancy, which are associated with fetal macrosomia.* The incidence may increase with birth weight, half of shoulder dystocia's occur in fetuses <4, 000grams. Management* Suprapubic pressure* Maternal thigh flexion (Mc. Roberts maneuver), * Internal rotation of the fetal shoulders to the oblique plane (Woods \"corkscrew\" maneuver)* Manual delivery of the posterior arm, and* Zavanelli maneuver (cephalic replacement).",
        "cop": 2,
        "opa": "Cleidotomy",
        "opb": "Mc. Roberts maneuver",
        "opc": "C-section",
        "opd": "lateral traction",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "3b32e5f1-f66b-46c3-88d1-fdd9974ec6d0",
        "choice_type": "single"
    },
    {
        "question": "Fothergill's operation involves:",
        "exp": "Ans. is 'b' i. e., Amputation of cervix * Fothergill's repair (Manchester operation): Main step is amputation of cervix.* Initially, the operation was thought to preserve the fertility status of the patient.* But as it is associated with a lot of complications, it is not a preferred option nowadays.* Various complications include: a) Primary hemorrhage/secondary hemorrhageb) Repeated second trimester abortions due to cervical incompetencec) Preterm labor/PROMd) Cervical stenosise) Cervical dystociaf) Infertility due to cervical factor",
        "cop": 2,
        "opa": "Conization of cervix",
        "opb": "Amputation of cervix",
        "opc": "Radical hysterectomy",
        "opd": "Vaginal hystetrctomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "f69f2581-810f-42ae-a378-b5bf4d2fd52f",
        "choice_type": "single"
    },
    {
        "question": "Stage 1. A2 cervical cancer detected at 26 weeks of pregnancy. Next line of management is -",
        "exp": "Ans. is 'c' i. e., Classical c. section followed by Wertheim's hysterectomy at 30-32 weeks Treatment modalities for Ca cervix are the same as in non pregnant women* Stage 1. A1:# Vaginal delivery and then simple extrafascial hysterectomy or therapeutic conization after 6 weeks postpartum* Stage 1. A2, IB, 2A:# If detected in first trimester = immediate Wertheim's hysterectomy on pregnant uterus.# If detected in late second or third trimester (as in this MCQ): wait (treatment can be delayed up to 4-6 weeks) for fetal lung maturity and then classical caesarean section followed immediately by Wertheim's hysterectomy.# So, option c) is the answer* Stage 2B-4:# If detected in first trimester: immediate radiotherapy# If detected in late second or third trimester: wait for fetal maturity, classical caesarean section and then radiotherapy after 4 weeks.",
        "cop": 3,
        "opa": "LSCS followed by Extrafascial hysterectomy at 28 weeks",
        "opb": "Immediate CTRT",
        "opc": "Classical c. section followed by Wertheim's hysterectomy at 30-32 weeks",
        "opd": "MTP",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "8ffed8bc-41d0-4ee0-9494-88ce837e24dc",
        "choice_type": "single"
    },
    {
        "question": "Which structure is passed by needle to reach the nerve in this block?",
        "exp": "Ans. D. Sacrospinous ligament. Pudendal Nerve Blocka. The pudendal nerve (S2-4) represents the primary source of sensory innervations for the lower vagina, vulva, and perineum. It also provides motor innervations to the perineal muscles and to the external and sphincterb. Effective in relieving second stage labor painc. Technique: transvaginal (more popular)d. A needle and needle guide is introduced into the vagina with the left hand for the left side of the pelvis and with the right hand for the right side. The needle is introduced through the vaginal mucosa and sacrospinous ligament, just medial and posterior to the ischial spine. The pudendal artery lies in close proximity to the pudendal nerve; thus, the one must aspirate before and during the injection of LA.",
        "cop": 4,
        "opa": "Sacral ligament",
        "opb": "Ischial ligament",
        "opc": "Pudendal ligament",
        "opd": "Sacrospinous ligament",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "64b73e2c-0c74-4c6f-b898-cd4f6eb05fa7",
        "choice_type": "single"
    },
    {
        "question": "The given below instrument used in which procedure:",
        "exp": "Ans. (A) Pap smear(Ref: Shaw's textbook of Gynecology 16th Ed; Page No - 87). The image shown is that Ayer's spatula, which is used for preparing Pap smear. Instrument used: Ayres spatula and endocervical brush. Method: Ayres spatula is rotated through 360deg over portio vaginalis of cervix and 1st slide is prepared with cytobrush, 2nd slide is prepared from endocervix. Procedure: Two specimens are obtained with the Pap smear: an ectocervical sample performed by scraping the T-zone with a spatula, and an endocervical sample obtained with a cytobrush in the non-pregnant woman or a cotton-tip applicator in a pregnant woman. Ayre's Wooden Spatula. Material: Wood. Sterilization: Dry heat. Uses:#Pap smear#To take surface biopsy in obvious cases of carcinoma cervix#Hormonal cytology#Cervicovaginal smear#Buccal smear",
        "cop": 1,
        "opa": "PAP",
        "opb": "VIA",
        "opc": "VILI",
        "opd": "Colposcopy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "f87c5290-da50-4358-850e-897d408fc0dc",
        "choice_type": "single"
    },
    {
        "question": "Instrumental delivery system is:",
        "exp": "Ans. B. Forceps used when ventouse fails. Ventouse - is an instrumental device designed to assist delivery by creating a vacuum between it and the fetal scalp. In case of failed ventouse, forceps may be used if1. Head is almost completely rotated2. Cervix is fully dilated3. There is some degree of descent",
        "cop": 2,
        "opa": "Forceps only used in full cervical dilation",
        "opb": "Forceps used when ventouse fails",
        "opc": "Ventouse cannot be used in rotational deliveries of occipito-posterior and transverse presentations",
        "opd": "Forceps can be used in breech deliveries",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "2bca6694-e6da-43d9-bbc5-caac45d0309c",
        "choice_type": "single"
    },
    {
        "question": "Which is not an indication for a classical cesarean incision?",
        "exp": "Ans. D. Term breech (frank). Occasionally it is necessary to use a classical incision for delivery. Some indications are: a. Difficulty in exposing or safely entering the lower uterine segment because the bladder is densely adherent from previous surgery, a myoma occupies the lower uterine segment, or the cervix has been invaded by cancer. b. Transverse lie of a large fetus, especially if the membranes are ruptured and the shoulder is impacted in the birth canal. A fetus presenting as a back-down transverse lie may be particularly difficult to deliver through a transverse incision. c. Some cases of placenta previa with anterior implantation, especially in the case where the placenta has grown through a prior uterine incision (placenta percreta). d. Certain cases in which the fetus is very small, especially if breech, and the lower uterine segment is not thinned out. e. Massive maternal obesity precluding safe to the lower uterine segment.",
        "cop": 4,
        "opa": "Cannot visualize the lower uterine segment",
        "opb": "Transverse lie",
        "opc": "Premature breech",
        "opd": "Term breech (frank)",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "dfaa30dd-1fb9-4c1c-baf3-e293510ee0ae",
        "choice_type": "single"
    },
    {
        "question": "What is the name of the procedure shown here, used to resolve head entrapment?",
        "exp": "Ans. C. Duhrssen's incisions. Incising the cervix - Duhrssen's incisionsa. If the head fails to deliver despite additional manoeuvres, then consideration should be made for performing cervical incisions. These are known as Duhrssen's incisions. b. Cervical incisions should be made a 2 'o clock and 10 'o clock to avoid lateral extension of the incision involving the descending cervical vessels. An additional incision at 6 'o clock position is rarely needed. c. The main difficulties when performing cervical incisions for head entrapment at breech delivery are achieving adequate analgesia and exposure. There is a significant risk of haemorrhage, the cervical incision may extend upwards within the broad ligament causing broad ligament haematoma.",
        "cop": 3,
        "opa": "Symphysiotomy",
        "opb": "Pinard maneuver",
        "opc": "Duhrssen's incisions",
        "opd": "Zavanelli maneuver",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "1aea6d22-1c5f-4b90-bfaf-5a13d943e025",
        "choice_type": "single"
    },
    {
        "question": "An elderly multigravida female presents in labor. She has multiple fibroids in lower uterine segment. Management is:",
        "exp": "Ans. is d, i. e. Classical cesarean section followed by hysterectomy. Since this female is multigravida with multiple fibroids in lower uterine segments - vaginal delivery is not possible as multiple fibroids are present in lower uterine segment. We will have to do cesarean - but LSCS is also not feasible due to fibroids in lower segment (a lot of bleeding will occur if we cut through fibroid). Hence classical cesarean section should be done. The treatment of multiple fibroids in a multipara is hysterectomy, so classical cesarean section should be followed by hysterectomy).",
        "cop": 4,
        "opa": "Vaginal delivery",
        "opb": "Trial of labor",
        "opc": "LSCS",
        "opd": "Classical cesarean followed by hysterectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Obs",
        "id": "efd7312d-6635-4163-9508-fc2785ac421f",
        "choice_type": "single"
    }
]