[
    {
        "question": "The best gas used for pneumoperitoneum laparoscopy is",
        "exp": "Carbon dioxide is the most widely used peritoneal distention medium, because it is non-flammable, colourless and has a higher blood solubility than air & the rapid absorption of CO2 in blood reduces the incidence of gas emboli.",
        "cop": 3,
        "opa": "N2",
        "opb": "O2",
        "opc": "CO2",
        "opd": "NO",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Gynecology",
        "id": "7770d28c-282b-4944-8f11-4cbc3a84d6aa",
        "choice_type": "single"
    },
    {
        "question": "Which of these is FALSE for laparoscopic hysterectomy?",
        "exp": "The umbilical site typically is used in patients without a previous history of surgery or intra-abdominal infection. In cases of previous surgery where there was a midline incision or a history of a pelvic-abdominal incision, an open laparoscopy (mini lap at umbilicus) is recommended or an alternate site can be chosen to introduce the primary cannula. The most impoant step when placing lateral pos is to avoid the inferior epigastric vessels, which are branches of the external iliac aery and vein. The retroperitoneal space is opened after ligation of utero-ovarian ligament and the ureter identified on the medial leaf of the broad ligament.",
        "cop": 4,
        "opa": "In case of a previous midline scar, a minilap incision may be taken at the umbilicus for primary canula",
        "opb": "While placing lateral pos , inferior epigastric vessels are to be avoided",
        "opc": "After opening retroperitoneal space, ureter is identified over medial leaf of broad ligament",
        "opd": "In LAVH uterine vessels are ligated laparoscopically after skeletonisation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Gynecology",
        "id": "9cb7629b-95c0-486d-9358-ed9e02f0cec1",
        "choice_type": "multi"
    },
    {
        "question": "The working intra-abdominal pressure used in gynecological laparoscopy:",
        "exp": "The amount of gas transmitted into the peritoneal cavity should depend on the measured intraperitoneal pressure, not the volume of gas inflated. Intraperitoneal volume capacity varies significantly between individuals. Most prefer to insufflate to 25 to 30 mm Hg for positioning the cannulas. This means that enough CO2 is insufflated to increase the pressure of the system to 25-30 mm hg with which there is extra volume and enough counter pressure against the peritoneum, facilitating introduction of the cannula and potentially reducing the chance of bowel or posterior abdominal wall and vessel trauma. After placement of the cannulas, the pressure should be dropped to 10 to 15 mm Hg, essentially eliminates hypercarbia or decreased venous return of blood to the hea 10-15 is essentially the 'Working pressures' in laparoscopic surgery.",
        "cop": 1,
        "opa": "10-15 mm Hg",
        "opb": "15-20 mm Hg",
        "opc": "20-30 mm Hg",
        "opd": "30-50 mm Hg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Gynecology",
        "id": "86d87afa-4cc1-4791-9165-130cdf152657",
        "choice_type": "single"
    },
    {
        "question": "Upon Hysteroscopy which of the following cannot be seen:",
        "exp": "Hysteroscopy is best for diagnosing lesions within the uterine cavity Also: Abnormal Uterine Bleeding Oligomenorrhea amenorrhea, Recurrent Pregnancy loss Endometrial carcinoma, Un-explained infeility Suspected anomalies Missing IUCDs Diagnosing intra uterine submucous fibroids, Polyps, adhesions Septums etc.",
        "cop": 4,
        "opa": "Tubal ostia",
        "opb": "Cervix",
        "opc": "Endometrium",
        "opd": "Tubal patency",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Operative Gynecology",
        "id": "3d417287-b0ee-4389-8635-b2c222cfcc22",
        "choice_type": "single"
    }
]