[
    {
        "question": "Most common site of primary carcinoma in a case of Krukenberg tumor is:",
        "exp": "Krukenberg tumor is secondaries to the ovary, it is most commonly from the CA Stomach (usually adenocarcinoma of gastric pylorus). Other primary sites are breast cancer, appendix, colon, small intestine, rectum gall bladder, biliary tract. Firm to solid waxy consistency and it is bilateral in 90% cases Signet ring cells are seen Most often present in bilateral ovaries, consistent with metastatic nature",
        "cop": 2,
        "opa": "Gallbladder",
        "opb": "Stomach",
        "opc": "Breast",
        "opd": "Ovary",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "3514595e-7d3b-4f94-bb76-315b35f4f29c",
        "choice_type": "multi"
    },
    {
        "question": "A 23-year old patient diagnosed with stage IA malignant ovarian germ cell tumor. Which of the following would be the standard treatment-",
        "exp": "Approximately 50% to 70% of Germ cell malignancies are stage 1. Since she is a young patient, Feility-sparing surgery ( USO ) is done Almost All germ cell malignancies require Postoperative Chemotherapy.",
        "cop": 3,
        "opa": "Unilateral oophorectomy",
        "opb": "Bilateral oophorectomy and hysterectomy",
        "opc": "Unilateral oophorectomy followed by chemotherapy",
        "opd": "Ovarian biopsy followed by chemotherapy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "59f11f54-4a01-4b2d-9906-44d18b9fe7dd",
        "choice_type": "single"
    },
    {
        "question": "A 54-yrs-old woman undergoes a laparotomy because of a pelvic mass. At exploratory laparotomy, a unilateral ovarian neoplasm is discovered that is accompanied by a large omental metastasis. Frozen section diagnosis confirms metastatic serous cystadenocarcinoma. The most appropriate intraoperative course of action is:-",
        "exp": "The patient in the question has advanced stage ovarian malignancy (stage IIIC) MANAGEMENT OF OVARIAN EPITHELIAL CANCER EARLY Low risk Stage 1A, 1B, low grade Surgical staging High risk Stage 1C, high grade Surgical staging + adjuvant chemotherapy ADVANCED Stage II, III, IV Maximal cytoreduction + adjuvant chemotherapy STEPS OF COMPREHENSIVE SURGICAL STAGING Veical midline incision Ascitic fluid for cytology If no ascites: take peritoneal washings Biopsy of suspicious lesions and diaphragm Omentectomy Retroperitoneal lymph node evaluation IMPOANT POINTS Maximal cytoreduction: means removal of entire pelvic tumor + resection of metastasis Optimal debulking: less than 1 cm of residual lesion Feility sparing surgery (unilateral salpingo-oophorectomy): Stage 1A with low grade, Bordeline tumors Neo adjuvant chemotherapy: Stage III and IV with massive ascites, massive pleural effusion, unresectable tumor. iT increases chances of optimal debulking",
        "cop": 4,
        "opa": "Excision of the omental metastasis and ovarian cystectomy",
        "opb": "Omentectomy and ovarian cystectomy",
        "opc": "Excision of the omental metastasis and unilateral oophorectomy",
        "opd": "Omentectomy, total abdominal hysterectomy, and bilateral salpingo oophorectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "c437bcfd-2391-4b35-8337-0237212ab483",
        "choice_type": "single"
    },
    {
        "question": "Which of the following Ovarian neoplasm shows Rokitansky's protuberance:",
        "exp": "Rokitansky protuberance is seen in both X-ray and USG on Dermoid cyst as Radiopaque and Hyperechoic respectively. Site where the most varied tissue types are found Common location of Malignant transformation Rokitansky protuberance is a rounded mural nodule that measures 1 to 4 cm, and creates an acute angle with the cyst wall",
        "cop": 3,
        "opa": "Androblastoma",
        "opb": "Mucinous cyst adenoma",
        "opc": "Dermoid cyst",
        "opd": "Papillary serous cyst adenoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "ed1f1877-c8c6-4c7c-a61c-b47674dc09ba",
        "choice_type": "single"
    },
    {
        "question": "A 60 yr old woman came to OPD with distended abdomen and postmenopausal bleeding. Imaging suggests bilateral ovarian complex masses with a CA 125 value of 1500. A comprehensive surgical staging is planned. Per operatively, bilateral ovarian masses are seen with surface involvement and ascites. There is no pelvic or extrapelvic extension of tumor or lymph node involvement. What is the appropriate treatment?",
        "exp": "Diagnosis here is Stage 1C ovarian cancer, according to FIGO staging The tumour is limited to one or both ovaries, with any of the following: The ovary capsule is ruptured The tumour is detected on the ovary surface Positive malignant cells are detected in the ascites or peritoneal washings Treatment of Stage 1C (HIGH RISK STAGE 1 Disease) is adjuvant chemotherapy following Comprehensive surgical staging (involves hysterectomy + BSO) MANAGEMENT OF OVARIAN EPITHELIAL CANCER EARLY Low risk Stage 1A, 1B, low grade Surgical staging High risk Stage 1C, high grade Surgical staging + adjuvant chemotherapy ADVANCED Stage II, III, IV Maximal cytoreduction + adjuvant chemotherapy STEPS OF COMPREHENSIVE SURGICAL STAGING Veical midline incision Ascitic fluid for cytology If no ascites: take peritoneal washings Biopsy of suspicious lesions and diaphragm Supracolic omentectomy Retroperitoneal lymph node evaluation IMPOANT POINTS Maximal cytoreduction: means removal of entire pelvic tumor + resection of metastasis Optimal debulking: less than 1 cm of residual lesion Feility sparing surgery (unilateral salpingo-oophorectomy): Stage 1A with low grade, Bordeline tumors Neo adjuvant chemotherapy: Stage III and IV with massive ascites, massive pleural effusion, unresectable tumor. iT increases chances of optimal debulking",
        "cop": 3,
        "opa": "Maximal cytoreduction surgery",
        "opb": "Hysterectomy + Bilateral salpingo-oophorectomy",
        "opc": "Proceed with surgical staging with hysterectomy + Bilateral salpingo-oophorectomy followed by adjuvant chemotherapy",
        "opd": "Bilateral salpingo-oophorectomy followed by adjuvant chemoradiation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "4b528820-6b09-496a-a0dc-f08e71f0f33a",
        "choice_type": "single"
    },
    {
        "question": "A woman presents in the OPD with a Histopathology repo of endometrial hyperplasia. This could be due to all of these ovarian lesions, except?",
        "exp": "All functional ovarian tumors produce sex hormones and may be responsible for endometrial hyperplasia due to excess estrogen Thecomas are Sex cord stromal tumors of the ovary Brenner, although non functional tumor, but excess activity of adjacent stroma may produce sex hormones Follicular cysts are the most common benign functional ovarian tumours Fibroids, which are monoclonal uterine muscle tumors, does not secrete estrogens.",
        "cop": 2,
        "opa": "Thecoma",
        "opb": "Fibroid",
        "opc": "Brenner tumor",
        "opd": "Follicular cyst",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "4328ee0b-6b57-49fb-bd9b-a0cf6d30ec73",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are known risk factors for the development of ovarian carcinoma EXCEPT:",
        "exp": "Oral contraceptive use reduces the risk of epithelial ovarian cancer. Risk factors for ovarian carcinoma * Age--between 45 and 60 years* Nulliparous or of low parity* Woman with history of infeility, previous PCOS, or on tamoxifen* High-calorie, high-fat diet* Genetic predisposition BRCA-1 and BRCA-2 genes* Late menopause* Breast and gastrointestinal cancer* Prolonged H in menopausal woman",
        "cop": 2,
        "opa": "Family History of ovarian carcinoma",
        "opb": "Use of oral contraceptive pills",
        "opc": "History of infeility",
        "opd": "BRCA-1 positive individual",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "ea641c47-7b30-4702-9d82-75501e0d973c",
        "choice_type": "multi"
    },
    {
        "question": "Most common malignancy of Ovary is:",
        "exp": "Ovarian tumors Epithelial cell tumor Germ cell tumor Sex cord tumor M/C tumor (90%) 5-8% 3% Types: Serous (75-80%) (M/C) Endometrial (8-10%) Mucinous (5%) Clear cell Brenner tumors Teratoma Yolk sac tumor Endodermal Sinus tumor Choriocarcinoma Dysgerminoma Dermoid cyst A. Estrogen Secreting tumors Granulosa cell Fibroma Thecoma B. Androgen secreting Tumor Seoli cell tumor Leydig cell Hilus cell tumor",
        "cop": 4,
        "opa": "Granulosa cell tumour",
        "opb": "Dermoid cyst",
        "opc": "Mucinous cystadenoma",
        "opd": "Serous cystadenoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "36fc48a0-3ff1-429d-a2a6-8e10946ec696",
        "choice_type": "single"
    },
    {
        "question": "Considering Brenner tumor all are true EXCEPT:",
        "exp": "Brenner tumor Made of transitional cells Seen in women around menopause Nests: Walthard Inclusions Puffed Wheat Type Benign Rubbery in consistency Cells are like bladder A/w Post menopausal bleeding A/w Pseudomeig syndrome Can occasionally be malignant Could be associated with virilisation and endometrial hyperplasia",
        "cop": 4,
        "opa": "Associated with Pseudomeig syndrome",
        "opb": "Histologically has epithelial nests and coffee bean nuclei",
        "opc": "Vaginal bleeding repoed with it",
        "opd": "Usually in childbearing women",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "5e4c8ad9-fa28-40db-a70a-423ed101e5fe",
        "choice_type": "multi"
    },
    {
        "question": "The ovarian tumor which is most likely to be associated with virilization",
        "exp": "Seoli-Leydig cell tumor / Arrhenoblastomas Occur commonly in the third and fouh decades of life. Rare tumors They secrete androgens and cause defeminization followed by masculinization. Virilization: Permanent changes Hoarsness Breast atrophy Clitoromegaly Oligomenorrhea to amenorrhea Benign Rapid onst hirsutism Ovarian tumours which produce male sex hormones are called virilizing tumours.",
        "cop": 2,
        "opa": "Granulosa tumor",
        "opb": "Seoli-Leydig cell tumor",
        "opc": "Immature teratoma",
        "opd": "Gonadoblastoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "c6800270-9ee2-4535-bc59-c268f803c992",
        "choice_type": "single"
    },
    {
        "question": "In the cut section of ovary given below which is the ovarian tumour:",
        "exp": "Above image is of Dermoid cyst Dermoid cyst / Benign cystic teratoma All 3 germ cell layers present ( bone, teeth, sebaceous secretions, hair, endocrine glands) Endoderm Mesoderm Ectoderm 10-15% are bilateral Can have malignant transformation -Sq cell carcinoma Most common ovarian tumors in pregnancy Most common ovarian tumors to undergo torsion.",
        "cop": 3,
        "opa": "Serous cyst adenoma",
        "opb": "Dysgerminoma",
        "opc": "Dermoid cyst",
        "opd": "Mucinous cyst adenoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "5fa09bb2-a7d1-477a-b96a-2a24e9ed238d",
        "choice_type": "single"
    },
    {
        "question": "A woman is found to have a unilateral invasive carcinoma of vulva that is 1 cm in diameter with no stromal invasion and is not associated with evidence of lymph node spread. Initial management should consists of:",
        "exp": "The patient in question appears to have vulval cancer with stage 1A with unifocal lateral lesion VULVAL CARCINOMA: STAGING AND MANAGEMENT STAGE 1 1A Limited to vulva/perineum Size<=2cm stromal invasion <=1mm Wide local excision + sentinel lymph node study 1B Size >2cm stromal invasion >1mm Radical local excision plus * B/L LAD: central lesion * U/L LAD: lateral lesion (>2cm from midline) STAGE 2 Any size, Spreads to lower 1/3 urethra, lower 1/3 vagina, anus Early: radical excision/ radical vulvectomy plus B/L LAD Advanced: radiation + surgery + LAD STAGE 3 Positive inguinofemoral lymph nodes Radiation + surgery + LAD STAGE 4A 4B Upper urethra, upper vagina, bladder, rectum, pelvis side wall Distant metastasis, Pelvic or other lymph nodes Radiation + surgery + LAD LAD= lymphadenectomy Radical local excision: excision of entire tumour with at least 1 cm grossly negative margin and extended down to inferior fascia of urogenital diaphragm. Senrinel lymph nodes studies: reliable and suitable in early stage disease with unifocal lesion less than 4 cm and clinically negative lymph nodes on groin examination and imaging.",
        "cop": 3,
        "opa": "Chemotherapy",
        "opb": "Radiation therapy",
        "opc": "Wide excision and Sentinel lymph node biopsy",
        "opd": "Radical vulvectomy and bilateral inguinal lymphadenectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "0cf207b6-a173-45d8-95d2-47efd68eaf42",
        "choice_type": "single"
    },
    {
        "question": "Extra Mammary Paget's disease is associated with which other cancer:",
        "exp": "Extra Mammary Paget's disease is associated with Vulva cancer Occurs in a postmenopausal woman as a sharply demarcated and slightly elevated white indurated or eczematous lesion Adenocarcinomas of the vulva usually arise in a Baholin gland or occur in association with Paget disease. The treatment is local excision or vulvectomy if no underlying lesion is detected. With underlying lesion, treatment is as of invasive cancer. Radiotherapy is employed for women unfit for surgery but prolonged follow-up for recurrence is obligatory. Local and systemic 5. FU and bleomycin is also tried.",
        "cop": 1,
        "opa": "Vulva",
        "opb": "Vagina",
        "opc": "Cervix",
        "opd": "Uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "dd4fa7b7-e05d-453f-8cb1-29132332016f",
        "choice_type": "single"
    },
    {
        "question": "18 year old female presents with an ovarian mass, her serum LDH & placental alkaline phosphate are found to be elevated. What is the treatment of choice in this condition?",
        "exp": "The given scenario suggests the diagnosis of Dysgerminoma Most common germ cell malignancy High risk: dysgenetic gonads, testicular feminisation syndrome Tumour markers: LDH, PLAP, (hcg may be raised in some but AFP is normal) In Dysgerminoma, conservative surgery (U/L Salphingo-Oophorectomy) recommended as most patient are Young girls Post operative Chemotherapy gives 90% success NOTE: bilateral salpingo-oophorectomy is not done here in order to conserve ovarian function and feility unless mentioned that the presentation is bilateral.",
        "cop": 2,
        "opa": "B/L oophorectomy & post op radiotherapy",
        "opb": "Oophorectomy on the involved side",
        "opc": "Only chemotherapy",
        "opd": "Hysterectomy with bilateral salpingopherectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "09effd7b-5400-4d12-ba45-2b6b6147a93c",
        "choice_type": "single"
    },
    {
        "question": "Sentinel LN biopsy is useful for:-",
        "exp": "Sentinel lymph node biopsy is most useful in Vulval carcinoma. The potential role of the sentinel lymph node procedure is to eliminate the need of a complete inguinofemoral lymphadenectomy Single most impoant prognostic factor is lymph node status Spread generally is from the Superficial Ingunal lymph node to the deeper femoral node. Other malignancies where sentinel LN biopsy is commonly done are: Breast Carcinoma Malignant melanoma Penile carcinoma",
        "cop": 4,
        "opa": "Ca Fallopian tube",
        "opb": "Ca endometrium",
        "opc": "Ca vagina",
        "opd": "Vulva",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "cc4b78d1-b1d4-4972-9bd1-a7cccd4f7437",
        "choice_type": "multi"
    },
    {
        "question": "A Patient presents with abdominal discomfo, bloating and pain. On an MRI bilateral ovarian tumors with involvement of pelvic lymph node and liver capsule are seen. What is the appropriate staging of this ovarian tumor?",
        "exp": "Stage 3: one or bilateral ovarian tumor + cytologically or histologically confirmed spread to peritoneum outside pelvis (liver or spleen capsular involvement) and/or retroperitoneal lymph node involvement NOTE: involvement of liver/spleen parenchyma is stage IV",
        "cop": 4,
        "opa": "Stage 1",
        "opb": "Stage 2A",
        "opc": "Stage 2B",
        "opd": "Stage 3",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "75d92d95-42f1-4f0e-9f8d-a68f5220d75b",
        "choice_type": "single"
    },
    {
        "question": "A 30 yrs old female, presents to the emergency with complaint of sudden severe abdominal pain; an abdominal mass is palpable on examination; Most likely diagnosis is:",
        "exp": "The history of sudden onset of pain abdomen points towards a Torsion Present as a palpable mass because torsion occurs mostly in cysts which are more than 8 to 10 cms size. MC tumour to show torsion: Dermoids C/f: Acute abdominal Pain, Fever, Vomiting Rx Surgical Emergency Requiring Urgent Laparotomy Detorsion of ovary and Ovariopexy after removal of tumour should be attempted",
        "cop": 2,
        "opa": "Torsion of subserous fibroid",
        "opb": "Twisted ovarian cyst",
        "opc": "Rupture of ectopic preg",
        "opd": "Rupture of ovarian cyst",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "970b45f6-658b-400e-a1e6-c159e7e113fa",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old female is having bilateral ovarian mass, ascites and omental caking on CT scan. There is high possibility that patient is having:",
        "exp": "Advanced epithelial ovarian cancer often completely replaces the omentum, forming an \"omental cake. \" This disease may be adherent to the parietal peritoneum of the anterior abdominal wall, making entry into the abdominal cavity difficult. Omental caking is a term used to describe an abnormally thickened appearance of the omentum. This is due to infiltration of metastatic tumors arising from the ovary but may be from Ca stomach and TB peritonitis also.",
        "cop": 2,
        "opa": "Benign ovarian tumor",
        "opb": "Malignant epithelial ovarian tumor",
        "opc": "Dysgerminoma of ovary",
        "opd": "Lymphoma of ovary",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "37a5cf22-5f0c-4365-94a3-03a1695027f3",
        "choice_type": "single"
    },
    {
        "question": "A 41-year-old woman is diagnosed with CA Cervix. She has right hydronephrosis as evidenced by the intravenous pyelogram (IVP). The biopsy specimen confirms it is squamous cell cancer. Which of the following statements regarding this patient's condition is most accurate?",
        "exp": "Stage IIIB: Extension of cervical malignancy to pelvic side wall and/or hydronephrosis or non functioning kidney Broadly, the treatment of cervical cancer is surgical upto stage IIA1 (lesion size <4cm without parametrial involvement) after which the treatment involves chemoradiation, therefore here, chemoradiation is treatment of choice Most common histological type of cervical malignancy is squamous cell carcinoma",
        "cop": 3,
        "opa": "The best treatment for her is surgical excision.",
        "opb": "The majority of cervical cancers are of adenomatous cell type.",
        "opc": "Chemoradiation is the preferred treatment",
        "opd": "Radical hysterectomy is an option in the therapy of this patient.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "dded5b62-c8a4-495f-b084-872a88db4d3d",
        "choice_type": "multi"
    },
    {
        "question": "The most common histological type of vulval cancer is?",
        "exp": "Squamous cell carcinoma is the most frequent form of cancer of the vulva. Squamous 92 % Melanoma 2-4 % Basal cell 2-3 % Baholin 1%",
        "cop": 4,
        "opa": "Columnar cell carcinoma",
        "opb": "Transitional cell carcinoma",
        "opc": "Adenocarcinoma",
        "opd": "Squamous cell carcinoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "97781387-b549-446c-ae50-e2018319c85e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is FALSE regarding the endodermal sinus turmor:",
        "exp": "Endodermal sinus tumor (yolk sac tumor) Unilateral & mostly observed between 15-20 yrs of age. Median age of presenation is 16 - 18 years. Its the third most common malignant germ cell tumor of the ovary (most common germ cell malignancy is Dysgerminoma) The characteristic histological feature-Schiller-duval body is seen in EST Most tumors produce Alpha feto protein and rarely Alpha1 antitrypsin. AFP is used for monitoring patient response to treatment. Treatment of choice- Surgical staging and Unilateral Salpingo-oopherectomy All patients have to be treated with adjuvant or therapeutic chemotherapy",
        "cop": 3,
        "opa": "Malignant germ cell tumor of the ovary",
        "opb": "Schiller- Duval body is the characteristic histological feature",
        "opc": "Produces h. CG which is a useful tumor marker",
        "opd": "Surgical staging and unilateral salpingooophorectomy is generally the treatment of choice",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "0cd7abf1-178a-47b5-a1fb-39d9bc70a090",
        "choice_type": "multi"
    },
    {
        "question": "Pseudomyxoma peritonei may occur as a consequence of which of these ovarian tumors?",
        "exp": "Pseudomyxoma peritonei A clinical term used to describe the finding of abundant mucoid or gelatinous material in the pelvis and abdominal cavity surrounded by fibrous tissue. Can cause severe Hypoproteinemia. MC Cause in Ovarian cancer:- Mucinous cystadenocarcinoma. MC Cause overall- Appendiceal Cancer",
        "cop": 4,
        "opa": "Dermoid",
        "opb": "Dysgerminoma",
        "opc": "Serous cystadenocarcinoma",
        "opd": "Mucinous cystadenocarcinoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "53bcf54c-fbc3-40d6-a7aa-2a7137d7c0e8",
        "choice_type": "single"
    },
    {
        "question": "Anti-Mullerian hormone in female is made from:",
        "exp": "Anti-Mullerian hormone is made from ovary specifically from granulosa cells which increases estrogen production, AMH normal value is 2 - 6 ng/ml, AMH levels are a direct marker of ovarian function and thus impoant with respect to precocious and delayed pubey, infeility and premature menopause. Mainly used in the study of ovarian reserve in an Infeile woman and a woman with secondary amenorrhoea.",
        "cop": 3,
        "opa": "Corpus luteum",
        "opb": "Theca cells",
        "opc": "Granulosa cells",
        "opd": "Corona radiate",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "fecac47b-dddc-423e-aead-1e2c1cfcf579",
        "choice_type": "single"
    },
    {
        "question": "Vulvar atrophy and itching are treated by-",
        "exp": "Vulvar atrophy and itching in menopausal age group are due to deficiency of estrogen that cause dryness of vulva which causes itching. Ideal treatment of this manifestation of post menopausal urogenital atrophy is some form of Hormone Replacement. Topical estrogen is most effective with minimal systemic side effects",
        "cop": 1,
        "opa": "Estrogen ointment",
        "opb": "Antihistamines",
        "opc": "Tamoxifen",
        "opd": "Oral antifungal treatment",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "56457e9b-4106-45b0-aa78-942777165686",
        "choice_type": "single"
    },
    {
        "question": "An Ovarian neoplasm in a 14-year old girl is most likely to be:",
        "exp": "Germ cell tumor - younger girls & unilateral Epithelial tumor in elderly women & they are bilateral Germ cell tumors constitute about 15 - 20 % of all ovarian neoplasm and they are the second common ovarian tumors Germ cell tumors have the following features 1. Occur predominantly in children and young adults 2. Most are early stage disease 3. Usually have good prognosis due to chemo responsiveness 4. Feility sparing surgery may be possible",
        "cop": 1,
        "opa": "Germ cell tumor",
        "opb": "Epithelial tumor",
        "opc": "Seolic Leydig cell tumor",
        "opd": "Granulosa cell tumor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Ovarian Tumors and Vulvar cancer",
        "id": "a7488219-fd85-4738-a8b5-1efad9f2a559",
        "choice_type": "single"
    }
]