[
    {
        "question": "Increase in body temp during ovulation is by -",
        "exp": "Ans. is 'b' i.e., Progesterone o Ovulation mav be inferred bv measuring the basal body temperature throuehout the menstrual cycle.o Temperature recordings are done on a chart and sustained upward shift of temperature (0.3degrees F for three days) infers that progesterone is being synthesized and released into circulation as a result of ovulation.Test Time ObservationTest for documenting ovulation1. Basal body tempThroughout cycleBiphasic pattern2. Cervical mucusDay 12 - 14 Day 21 -23Cervical mucus is clear watery, stretchabilitv present, derming present Cervical mucus is thick, viscid, tack present, feming absent3. Vaginal cytologyDay 12 - 14Estrogen dominated smears-efear, discrete comifined, polygonal, superficial cells (predominant cells)Day 21-23Progesterone dominanted smear - containing dirty, predominantly intermediate (Navicular) cells4. Endometrial biopsyDay 24 - 26Secretory' endometrium (confirming ovulation)5. Serum progesteroneD8 and D21D - 8 < 1 ng/mi D - 21 > 6 5 ng/ml6. Foil icular monitoringD10- D14Follicle is measured by USG7. LaparoscopySecretory phaseRecent corpus luteum is directly seen",
        "cop": 2,
        "opa": "Estrogen",
        "opb": "Progesterone",
        "opc": "LH",
        "opd": "FSH",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "7d499d38-8956-41d8-841b-e7440b64d4c8",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old male on methotrexate 7.5 mg once daily for arthritis attends clinic for starting family. Wife takes no other medication apart from OCP. What should be the advice before conceiving?",
        "exp": "Ans: A (Husband should stop methotrexate and wife should continue contraception for 3 months) Ref: Internet Source (e Therapeutic Guidelines Complete --Use of Anti-Rheumatic Drugs in Pregnancy) and Textbook of Management of Psoriasis by Nikhil YawalkarExplanation:Methotrexate interferes with the biosynthesis of purines via the enzyme dihydrofolate reductase.A teratogenic syndrome called Ami nopterin syndrome has been described in women being treated for malignancies on higher doses of methotrexate than used in rheumatoid arthritis i.e., higher than 10 to 25 mg per week.Am inopterin Syndromeo Skeletal abnormalities of skull and limbs,o Microcephaly; ando Facial dysmorphism.Animal studies show a widely varying species susceptibility to this drug.Several small studies of human use of methotrexate suggest increased risk of abnormality after exposure during a critical period from 8 to 10 weeks gestation. A safe contraception and ceasing methotrexate before conception are recommended.Contraception is essential in fertile women during treatment with methotrexate and for 3 months following its discontinuation due to its teratogenic properties and prolonged presence in tissues.The same duration of contraception (3 months} is also advisable in men as methotrexate reduces spermatogenesis.",
        "cop": 1,
        "opa": "Husband should stop methotrexate and wife should continue contraception for 3 months",
        "opb": "Husband should stop methotrexate and wife should continue contraception for 1 year",
        "opc": "Wife should immediately conceive but husband should stop methotrexate",
        "opd": "Adoption",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "542ea728-717b-43ba-bbb4-b5ab85637819",
        "choice_type": "multi"
    },
    {
        "question": "Post coital test detects all of the following. Except:",
        "exp": "Ans. is 'a' fallopian tube block. (Shaws, 13/e, p 202, 210 (12/e, p. 158, 164))Postcoital test can be used to study the properties of cervical mucus i.e.,. its capability to allow sperm penetration and presence of antisperm antibodies and also about ovulation.Study of cervical mucus has nothing to do with fallopian tube patency.Fallopian tube patency is checked by -Hysterosalpingography*CO2 - insufflation test*Laparoscopic chromotubationSalpingographyHysteroscopyTranscervical fallo scopyAmpullary and fimbrial salpingoscopy",
        "cop": 1,
        "opa": "Fallopian tube block",
        "opb": "Cervical factor abnormality",
        "opc": "Sperm count",
        "opd": "Sperm abnormality",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "2c088222-33e6-41a8-8220-98193594e0a7",
        "choice_type": "multi"
    },
    {
        "question": "Test for ovarian reserve:",
        "exp": "Ans. c. FSH /Ref Harrison 19e p2388, 18/e p17/e p2331]Ovarian reserve is the capability of ovary to produce egg. The methods for assessing ovarian reserve are classified into Passive testing and Dynamic testing. FSH level is a method for testing passive ovarian reserve.\"As woman ages FSH becomes elevated in an attempt to force the aging ovary to respond. Rise in early follicular phase FSH is also accompanied by a decline in oocyte quality. High FSH has been correlated with poor ovarian reserve but it is difficult to establish absolute values that define how high an FSH level can be and still achieve pregnancy.\"Ovarian reserve* Ovarian reserve is the capability of ovary to produce egg* During the first few days of each monthly cycle, under the influence of FSH and LH there is rapid growth of several follicles in the ovaiy. After a week or more of growth one of the follicles begin to outgrow. AH the others and the remaining follicles involute (a process called atresia), and these follicles are said to become atretic.* The process of atresia is important because it normally allow s only one of the follicles to grow large enough, each month to ovulate. This usually prevents more than one child from developing with each pregnancy.* The single follicle reaches a diameter of l-l .5 centimeters at the time of ovulation and is called the mature follicle.* With advancing age the capability of the ovary to produce eggs declines.Methods of assessing ovarian reserve:* With advancing age the capability of the ovary to produce egg declines i.e. ovarian reserve decrease with age.* Usually age is the best predictor of ovarian reserve but approximately 10% of women have an accelerated loss of ovarian reserve by their mid-30. So age alone does not tell the whole story. Consequently more refined methods for predicting ovrian reserve have been developed.* Goal of methods for assessing ovarian reserve is to provide information regarding oocyte quality and quantity.Methods for Assessing Ovarian ReservePassive testingDynamic testingFSH level:* Early folloicular phase FSH levels play an important role in pregnancy outcomes.* As woman ages FSH becomes elevated in an attempt to force the aging ovary to respond. Rise in early follicular phase FSH is also accompanied by a decline in oocyte quality.* High FSH has been correlated with poor ovarian reserve but it is difficult to establish absolute values that define how high an FSH level can be and still achieve pregnancy.Measurement of Inhibin B:* Inhibin B is an ovarian hormone that inhibits FSH release. Although present in ovulating women it is not normally found in postmenopausal women.* Low inhibin levels suggests poor ovarian reserve.Transvaginal ultrasound:* Diminshed ovarian reserve means that fewer follicles are available for stimulation and recruitment by fertility drugs.* Transvaginal ultrasound allows the observation of ovaries and assess the number of follicles (ovarian volume.)Ciomiphene citrate challenge test:* Clomiphene is an antiestrogen which inhibits the negative feedback of estrogen on hypothalamus i.e. the hypothalamus gets false signals that the patient does not have enough estrogen. In response, the hypothalamus induces the pituitary gland to produce more FSH and LH. This is turn initiates follicular growth to produce estrogen.* Clomiphene is able to exert this effect only when the estrogen level is low or the ovarian reserve is low.* In a normal woman with adequate ovarian reserve there is enough inhibin and estrogen to suppress FSH production through negative feedback and resist the effects clomiphene.* When undergoing clomiphene citrate challenge test. the first step is to measure day 3 FSH and estrogen. Then 100 mg of clomiphere is administered on cycle day 5 through 9 and FSH and estrogen measurement are repeated on cycle day 10.* In general, a high day 10 FSH suggests poor ovarian reserve.",
        "cop": 3,
        "opa": "LH",
        "opb": "LH/FSH ratio",
        "opc": "FSH",
        "opd": "Estradiol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "1ee846d4-f390-4f59-b340-53e3a8bd43ed",
        "choice_type": "single"
    },
    {
        "question": "All of the followings are used in inherited thrombophilia testing in pregnancy; except:",
        "exp": "Ans. c. Lupus anticoagulantDIAGNOSIS FOR THROMBOPHILIATest for Inherited thrombophilias: Protein S deficiency (PSD), Prothrombin gene mutation (PGM) G2021 OA, Factor V Leiden (FVL) mutation, antithrombin deficiency (ATD) and Protein C deficiency (PCD).High risk of Inherited thrombophilias include homozygous Prothrombin gene mutation(PGM) or Factor V Leiden (FVL); compound heterozygote FVL and PTM; and all ATDLow risk of inherited thrombophilias include heterozygous Factor V Leiden (FVL) or Prothrombin gene mutation (PGM); and all Protein C deficiency (PCD) and Protein S deficiency (PSD)Test for Acquired thrombophilias: Antiphospholipid Syndrome (APS).At least one or more of the following 3 antiphospholipid antibodies must be positive on >2 occasions at least 12 weeks apart.Anti-b2-glycoprotein 1 (lgG and IgM)Lupus anticoagulantAnticardiolipin antibody (lgG and IgM)",
        "cop": 3,
        "opa": "Antithrombin deficiency",
        "opb": "Protein C deficiency",
        "opc": "Lupus anticoagulant",
        "opd": "Factor V Leiden mutation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "21d0ca37-2dc2-4931-8fb8-800cb54ebeb5",
        "choice_type": "multi"
    },
    {
        "question": "In ovarian cycle increased levels of LH are due to:",
        "exp": "Ans. b. Increased estrogen In ovarian cycle increased levels of LH are due to Increased estrogen.Estrogen has a positive feedback on LH near ovulation and therefore levels of LH are suddenly increased resulting in LH surge.\"With dramatic increase in estradiol, however there is a change in the LH feedback. There is initial suppression of LH with low levels of estradiols. It switches to positive feedback when estradiol levels reach 200 pg/ml. These high estrogen level also increases the production of more bioactive form of FSH and LH. This causes the dramatic bioovulatory LH surge causing 10 fold increase in LH. Sheila Balakrishnan l/e p34",
        "cop": 2,
        "opa": "Increased progesterone",
        "opb": "Increased estrogen",
        "opc": "Increased FSH",
        "opd": "Increased androgens",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "4b373bc1-52ab-49ea-a8f5-a9d279751645",
        "choice_type": "single"
    },
    {
        "question": "A 26-year old primigravida with severe rheumatic heart disease (mitral stenosis with mitral regurgitation) is in early labour. The obstetrician wants to try a normal labour. Which of the following is the ideal intervention for labour analgesia?",
        "exp": "Ans. is Neuraxial analgesia Pain and anxiety during labour and delivery provoke catecholamine surge resulting in tachycardia, hypertension increased cardiac output and increased systemic vascular resistance.This may prove to be catastrophic for patients with heart disease who may develop ischemia or heart failure.* This can be prevented by providing adequate labour analgesia.Earlier spinal neuraxial blockade was used for this purpose.It was believed that sympathetic neuraxial blockade will provide adequate analgesia. However, sympathetic blockade caused by standard neuraxial techniques can produce dramatic cardiovascular changes with decrease in cardiac output secondary to a reduction in preload following sympathetic blockade.Standard spinal blockade is considered a cardiovascular risk due to the sympathetic blockade that decreases cardiac preload by causing arteriolar dilatation. Arteriolar dilatation will reduce systemic vascular resistance and may cause reflex tachycardia.Standard spinal block may produce following changes: -Low systemic vascular resistance can reverse the pressure gradient across a left to right intracardiac shunt, leading to catastrophic decrease in pulmonary blood flow.These changes are usually more severe with a single shot spinal anaesthesia compared with central neuraxial blockade. However, in the last few years, neuraxial blockade has benefitted from important technical and pharmacological improvements that allow it to be tailored to the patients' needs and obstetric course.Safe neuraxial techniques avoid standard techniques with fixed doses and instead should tailor the anaesthetic to the patient.Single shot spinal anaesthesia is not recommended for the cardiac pregnant patient, in contrast a well-controlled epidural or spinal anaesthesia is beneficial even for the most severe cardiac disease.If a rapid decrease in preload and afterload are likely to compromise cardiac status then local anaesthetic is eliminated from the intrathecal portion of the spinal epidural (CSE) and only intrathecal opioid is administered.In these patients the epidural should be dosed slowly with local anaesthetic to maintain stable hemodynamics and adequate uteroplacental blood flow.The technique carries the risk of potential delay in the discovery of poorly placed epidural catheter after a combined spinal epidural (CSE): however, epidural catheters placed during a CSE are less likely to fail.If neuraxial analgesia is not an option for a high-risk cardiac patient, then the advisability of vaginal delivery may need to be considered.Although patient controlled analgesia (PCA) via intravascular opioid infusion with remifantil or fentanyl is performed in many patients, this may not be good alternative for the cardiac patient.Pain control is typically suboptimal leading to increased catecholamine release. Furthermore to achieve, even moderately effective analgesia, the dose of opioid required could suppress ventilation. The resultant carbon di-oxide retention can cause respiratory acidosis, further catecholamine release and increase pulmonary hypertension leading to arrhythmias, ischemia, or heart, failure.Mitral stenosisThe main goal of anaesthetic technique is to avoid \"tachycardia\" as the time required for left ventricular diastolic filling is prolonged.Segmental epidural anaesthesia is recommended early during labour, avoiding significant decrease in systemic vascular resistance with reflex tachycardia.Cesarean section is also managed with segmental epidural anaesthesia.Phenylephrine is the vasopressor of choice.Patients with prominent symptoms are at significant risk in peripartum period and should receive peripheral and pulmonary artery catheter monitoring continued for a minimum of 24 hour after delivery since tolerance to postpartum fluid shifts may be poor.Mitral regurgitationMitral insufficiency as well as mitral value prolapsed are well tolerated by the pregnant patient since a decrease in SVR will reduce the regurgitant flow.Atrial arrhythmias and risk of embolism from atrial thrombi are important complications.Pain will automatically increase systemic vascular resistance and adequate labour analgesia should minimize peripheral vasoconstriction and thus avoid an increase in left ventricular after load associated with labour pain.Additional sympathetic blockade further decreases systemic vascular resistance.Neuraxial techniques are indicated for labour, vaginal delivery and cesarean section.",
        "cop": 2,
        "opa": "Parenteral opioids",
        "opb": "Neuraxial analgesia",
        "opc": "Inhalational analgesia",
        "opd": "Spinal anaesthesia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "00660d77-85c5-499a-a7ee-8232f02034e9",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of early miscarriages is",
        "exp": "Ans. c (Chromosomal abnormality). (Ref. Dutta, Obstetrics, 5th ed., 211)ETIOLOGY OF SPONTANEOUS ABORTION/MISCARRIAGE1. Ova- fetal factors (60%)- operate in early abortion.# Chromosomal abnormality (commonest being autosomal trisomy, monosomy)# Gross congenital malformations.# Blighted ovum, hydropic degeneration of villi# Interference with circulation (cord twist)",
        "cop": 3,
        "opa": "Natural diabetes",
        "opb": "Cervical incompetence",
        "opc": "Chromosomal abnormality",
        "opd": "Genitourinary infections",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "8f5bc169-e081-4650-8fca-5120b0dd632b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is included in the III step of management of atonic uterus?",
        "exp": "Ans is 'b' i.e., Uterine Massage and bimanual compression Steps in management of atonic uterusIMassage uterus, injection oxytocin, foleys catheter insertion to keep bladder empty, examine expelled placenta and membranesIIExploring uterus under GA, IM inj 15 methyl PGE2 alpha, per rectal PGE1, IV calcium glucon ate if atony secondary to tocolytic agent)IIIUterine Massage and bimanual compressionIVUterine tamponade - tight uterine packing, balloon tamponade",
        "cop": 2,
        "opa": "IV Calcium Gluconate",
        "opb": "Uterine Massage and bimanual compression",
        "opc": "Balloon tamponade",
        "opd": "Per rectal PGE1",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "8cdb12bd-6bf0-48f1-b0b8-a79634d663ca",
        "choice_type": "multi"
    },
    {
        "question": "Commonest cause of anovulatory infertility -",
        "exp": "Ans. is 'a' i.e., PCOS Cause of female infertilityo Ovarian (3(M0%> PCOD {10%)o Tubal blockage (35-30%)o Uterine factors (10%)o Pelvic causes (5%)o Cervical causes (5%)o Unexplained infertility- (15%)",
        "cop": 1,
        "opa": "PCOS",
        "opb": "TB",
        "opc": "Endometriosis",
        "opd": "Thyroiddysfunction",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "34c3e4ee-31b0-4560-bad0-e09cdc1bf398",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is mechanism of action of abortion stick?",
        "exp": "Ans. is 'a' i.e., Stimulation of uterine contraction o Abortion stick is used for criminal illegalabortion of uterus by unskilled personnel.o The main mechanism of abortion stick is irritant which induces uterine contraction and thus expulsion of fetus.o It is made from 15 - 20 cm long wooden bamboo stick coated with some irritant plant like madar, chitra, kaner over one of its ends, over cotton or piece of rag.o Abortion is caused with introduction of abortion stick in the uterus, with or without rupture of membranes.o Excoriation, bruising or perforation of uterus or vagina can occur as a result of the irritant action of madar, chitra, or kaner.",
        "cop": 1,
        "opa": "Stimulation of uterine contraction",
        "opb": "Prevents fertilization",
        "opc": "Prevents implantation",
        "opd": "Prevents blastocyst formation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "6cf9d171-fbb3-4a25-9169-ee3bb0e53a30",
        "choice_type": "single"
    },
    {
        "question": "A 30 year old male complains of loss of erection with low testosterone and high prolactin level in blood. What is likely diagnosis -",
        "exp": "Ans. is 'a' Pituitary adenoma .Loss of erection with low testosterone level and increased prolactin level strongly suggests the diagnosis of prolactin secreting pituitary adenoma.These tumors arise from lactotroph cells and secrete prolactin. The low testosterone level can be attributed to gonadotropin suppression by the pituitary tumour.Presenting features in case of prolactinoma are -Loss of libidoVisual loss (due to optic nerve compression)Now let's see other options :Craniopharyngioma : Craniopharyngioma never affects prolactin level. The only hormone affected in craniopharyngioma is ADH. It causes Diabetes insipidus (d/t decreased ADH).Testicular failure will lead to decreased Testosterone but there will be no effect on prolactin. Moreover gonadotropin level will be increased whereas in prolactinoma gonadotropins are decreased.Cushing's syndrome : There will be no effect on either testosterone or prolactin level.",
        "cop": 1,
        "opa": "Pitutary adenoma",
        "opb": "Craniopharyngioma",
        "opc": "Cushings syndrome",
        "opd": "Testicular failure",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "d521635e-03a8-44b7-9d9f-69b83de53a11",
        "choice_type": "single"
    },
    {
        "question": "Peripartum cardiomyopathy occurs at:",
        "exp": "Ans. d. Within 5 monthsRef: Williams Obstetrics 24th Ed; Page No-989PERIPARTUM CARDIOMYOPATHYIn this condition, the patient does not has any underlying heart disease, but develops idiopathic biventricular cardiac decompensation between the last few weeks of pregnancy and the first few months after delivery.Risk factors include elderly pregnancy, high parity, hypertension, and twin pregnancies.Mortality rate is 75% if reversal does not occur within 6 months.Management is supportive, intensive care unit (ICU) care.DIAGNOSTIC CRITERIA FOR PERIPARTUM CARDIOMYOPATHYDevelopment of cardiac failure in the last month of pregnancy or within 5 months after delivery,Absence of an identifiable cause for the cardiac failure,Absence of recognizable heart disease prior to the last month of pregnancy, andLeft ventricular systolic dysfunction demonstrated by classic echocardiographic criteria, such as depressed ejection fraction or fractional shortening along with a dilated left ventricle.",
        "cop": 4,
        "opa": "Within 7 days",
        "opb": "Within 6 weeks",
        "opc": "Within 24 months",
        "opd": "Within 5 months",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "e7f36937-c1bf-43bf-b288-f1ec4eeb8489",
        "choice_type": "single"
    },
    {
        "question": "In the perspective of the busy life schedule in the modem society, the accepted minimum period of sexual cohabitation resulting in no offspring for a couple to be declared infertile is:",
        "exp": "Ans. is 'a' i.e., One year If a couple fails to achieve pregnancy after one year of \"unprotected' and regular intercourse, it is an indication to investigate the couple",
        "cop": 1,
        "opa": "One year",
        "opb": "One and a half-year",
        "opc": "Two years",
        "opd": "Three year",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "2c8040db-c824-4779-937c-ecacbd1ba8c6",
        "choice_type": "single"
    },
    {
        "question": "Primary amenorrhoea in seen in all except -",
        "exp": "Ans. is 'd' i.e., Sheehan syndrome Secondary sexual characteristics normalo Imperforate hymeno Transverse vaginal septumo Absent vagina and functioning uteruso Absent vagina and non-functioning uteruso XY female - androgen insensitivityo Resistant ovary syndromeo Constitutional delaySecondary sexual characteristics absentNormal statureo Hypogonadotrophichvpogonadismy Congenitalo Isolated gonadotrophin-releasing hormone deficiencyo Olfactogenital syndrome y Acquiredo Weight loss/anorexiao Excessive exerciseo Hyperprolactinaemiao Hypergonadotrophichypogonadismy Gonadal agenesiso Chromosomal aberrations resulting from XX-agenesisy Gonadal dysgenesiso Turner's mosaico Other X deletions or mosaicso XY enzymatic failureo Ovarian failureo GalactosaemiaShort statureo Hypogonadotrophichypogonadisrny Congenitalo Hydrocephalusy Acquiredo Traumao Empty sella syndromeTumourso Hypergonadotrophichypogonadismy Turner's syndromey Other X deletions or mosaicsHeterosexual developmento Congenital adrenal hyperplasiao Androgen-secreting tumouro 5a-reduciase deficiencyo Partial androgen receptor deficiencyo True hermaphroditeo Absent mullerian inhibitor",
        "cop": 4,
        "opa": "Kallman syndrome",
        "opb": "Turner syndrome",
        "opc": "MRKHS syndrome",
        "opd": "Sheehan syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "f965952c-d6c3-4bae-aca1-6d4f4d214f9e",
        "choice_type": "multi"
    },
    {
        "question": "Ovarian Hyperstimulation syndrome can be seen in patients treated with -",
        "exp": "Ans is 'd' i.e., All the above Ovarian Hvperstimulation Syndromeo Ovarian hyperstimulation syndrome (OHSS) is a complication of assisted reproductive technologies and an iatrogenic complication occurring in the luteal phase or early pregnancy,o It is a potentially life-threatening condition, occurring in 1-10%.o It results from induction of ovulation in infertility cases.o It is seen in patients treated with FSH/LH, Clomiphene citrate and GnRH therapy. It is more common in FSH/ LH therapy than clomiphene and pulsatile GnRH drugso Its incidence is higher in PCOS and anovulatory infertility as compared to infertility caused by amenorrhoea.",
        "cop": 4,
        "opa": "FSH/LH therapy",
        "opb": "Clomiphene citrate",
        "opc": "GnRH therapy",
        "opd": "All the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "8a70e3e0-02cf-41a6-888d-d10646b1e095",
        "choice_type": "multi"
    },
    {
        "question": "In a study it is observed that the right ovary ovulates more than the left, all are possible explanation for the cause except:",
        "exp": "Ans. c. Right handedness is more common in population (Ref: humrep.oxofordjourna.org/content/12/8/1730.full.pdf)In humans, right ovary ovulates more than the left:It is believed that right sided predominance was either genetically determined or due to differences in vasculature of the ovaries.The anatomical asymmetry between the left and right side are also thought to be the reason.OvulationIn the primate, it is suggested that ovulations occur with equal frequency in the left and right ovary.In the humans, there is some controversy about the frequency of ovulation on either side.It is believed that in normally menstruating women, ovulation was significantly higher in right ovary.It is believed that right sided predominance was either genetically determined or due to differences in vasculature of the ovaries.The anatomical asymmetry between the left and right side are also thought to be the reason.The Left ovarian vein drains to the left renal vein and the right ovarian vein to the IVC.The left renal vein is thought to be under pressure than the right and therefore drain slower. Because the left ovary drain slower, the collapsed follicle (corpus leuteum) takes longer to clean and thereby diminishes the chances that ovulation will occur on that side the following month. No such condition exists on the right side, that's why successive right side ovulation is more common.In this patient the size of adnexal mass is 5 x 5 cm so expectant management cannot be done. But since the patient is hemodynamically stable, laparoscopic surgery will be the management of choice.\"Ectopic Pregnancy: Laparoscopy is the preferred surgical treatment for ectopic pregnancy unless a woman is hemodynamically unstable. \"--Williams Obstetrics 24/e p385Ectopic PregnancyDefinition: Fertilized ovum implanted and developed outside the normal uterine cavity. MC site of ectopic pregnancy: TubalQ (97%)Rarest ectopic pregnancy: Primary abdominalQMC site of ectopic pregnancy in fallopian tube: AmpuIlaQ(Ampulla>lsthmus>lnfundibuluin >Interstitium)Least common site of ectopic pregnancy in fallopian tube: Interstitial partQEtiology:PID: PID is the MC cause of ectopic pregnancyQ. Chlamydia is the MC cause of PIDQIUCD failure: Highest rate with progesteroneQ; Lowest rate with levonorgestrelQPrior tubal damage either from a previous ectopic pregnancy or from tubal surgery to relieve infertility or for sterilization confers the highest risk for ectopic pregnancy.Risk factors for Ectopic PregnancyHigh RiskModerate RiskSlight Risk* Tubal corrective surgery* Tubal sterilization* Previous ectopic pregnancy* Artificial reproductive technology* PID* Infertility* Contraceptive failure* Previous genital infection * Multiple partners* Previous pelvic or abdominal surgery* Smoking* Douching* Intercourse before 18 yearsClinical Features:Classical triad: Abdominal pain (100%) + Amenorrhea (75%) + Vaginal bleedingQ (7(1%)Classical triad is seen only in 50% casesQAmenorrhea is usually of short period (<6 week)Abdominal pain is acute, agonizing and colicky, located in lower abdomenVaginal bleeding may he slight and continuousDanforth sign: Shoulder pain due to large intraperitoneal hemorrhage (observed in 10% patients)QSite of Ectopic PregnancyName of CriteriaPrimary abdominal pregnancy* Studiford s criteriaQOvarian pregnancy* Spigelberg's criteriaQCervical pregnancy* Rubin's criteriaQDiagnosis:UltrasoundDiagnostic feature on USG: Absence of intrauterine pregnancy with a positive pregnancy fluid in pouch of DouglasQBlob sign: Adnexal mass clearly separated from ovaryQBagel's sign: Typical intact tubal ringQColor Doppler USG: Ring of fire patternQCombination of quantitative hCG and SonographyLowest level of beta-hCG at which gestational sac is visible:For TAS: 6000 IU/LFor TVS: 1000-2000 IU/LBeta-hCG >1500 IU/L with empty uterine cavity is suggestive of ectopic pregnancyQFailure to double the value of beta-hCG by 48-hours with empty uterine cavity: EctopicQSerum Progesterone>25 ng/mLViable intrauterine pregnancyQ<5 ng/mLEctopic or abnormal intrauterine pregnancyQCuldacentesis: Reserved for emergency situation when USG is not possible; positive culdocentesis means bemoperitoneum.LaparoscopyDirect visualization of pelvis especially the tube, feasible in hemodynamically stable patient Gold standard for diagnosis of ectopic pregnancyManagement:Expectant managementMedical TherapySurgical Therapy(Laparoscopically or by microsurgical laparotomy)Systemic Medical Therapy (Methotrexate): CriteriaSalpingocentesis* Salpingostomy:- Procedure of choice in hemodynamically stable patient, who whishes to retain the fertility - Recommended surgical procedure for am pullary ectopic pregnancy* Salpingotomy: Not done nowadays* Segmental resection and anastomosis: Done in isthmic pregnancy* Fimbrial expression: Done in distal ampullary pregnancy1 < 6 wee ks preg nancyQ2. Hemodynamic stabilityQ3. Tubal diameter < 3.5 cmQ4. No fetal cardiac activityQ5. Beta-hCG <15,000 mlU/ mLQ* Local injection of drug in gestational sac * Drugs used are: * MethotrexateQ* Potassium chlorideQ * Actinomycin DQ* PGF-2-alphaQ* Hyperosmolar glucoseQSalpingectomy is done when whole of the tube is damaged; Contralateral tube is normal; Future fertility is not desired.Recurrence:Recurrence of ectopic pregnancy in 10-12% cases",
        "cop": 3,
        "opa": "Anatomical difference between right and left side",
        "opb": "Difference in blood supply to both sides",
        "opc": "Right handedness is more common in population",
        "opd": "Some embryological basis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "22fc23c7-316e-4205-9916-2edfce0a68b4",
        "choice_type": "multi"
    },
    {
        "question": "What is the % of tubal causes of female infertility?",
        "exp": "ANSWER: (C)26%REF: Shaw 15th ed page 211, Novak 14th ed page 1191Novak says Tubal and peritoneal factors accounts to 30-40% female infertility but the figure/ data includes peritoneal factors too. Different textbooks gives different data but for the sake of this question and the most comprehensive one is in the following picture of Shaw",
        "cop": 3,
        "opa": "7%",
        "opb": "19%",
        "opc": "26%",
        "opd": "52%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "026b9151-209b-497f-a443-6e3ad611cb5d",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for ovulation induction -",
        "exp": "Ans. is 'a' i.e., Clomiphene o Ovulation should be induced with clomiphene citrate 50 mg/day from day 2 to day 6 of the cycle, for 5 days,o Dose can be increased upto lOOmg, if response is not satisfactory,o If clomiphene fails in 6-8 cycles, FSH & HCG Therapy is recommended.o To avoid peripheral suppressive oestrogenic action on cervical mucus & improve the fertility' rate, letrozole 2.5mg (non steroidal aromatase inhibitor) is found superior to clomiphene.",
        "cop": 1,
        "opa": "Clomiphene",
        "opb": "FSH",
        "opc": "LH",
        "opd": "Hcg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "6f860c11-76f3-4c31-839f-3158ea737ff1",
        "choice_type": "single"
    },
    {
        "question": "Congenital anamolies are most severe in",
        "exp": "Ans. is 'a' Rubella infectionRubella causes numerous serious defects in the fetus, but nowhere is it specifically written that it causes most severe congenital deformities. Just have a look at the various defects caused by Rubella and you won't need any further confirmation for the answer.Various fetal defects caused d/t RubellaCardiac malformations* PDA (most common)* VSD, PS, (Coarctation of Aorta is not present)*Deafness*Cataract*Glaucoma*Retinopathy*Microcephaly*Cerebral palsy*1UGRHepatosplenomegalyMental & Motor retardationThese defects occuring singly or in combination are known as \"Congenital Rubella Syndrome\"",
        "cop": 1,
        "opa": "Rubella infection",
        "opb": "Mumps",
        "opc": "CMV",
        "opd": "Toxoplasma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "25505411-426c-429e-afa6-0b39a11ec3f8",
        "choice_type": "single"
    },
    {
        "question": "The classic triad of ruptured ectopic pregnancy includes all except-",
        "exp": "Ans. is 'a' i.e., Fainting Classic triad of ectopic pregnancyPainHistory of AmenorrhoeaVaginal bleedingThe symptoms of patient with ruptured ectopic pregnancy are as follows:o Classic triad of abdominal pain, history-' of amenorrhoea and vaginal bleeding.o Abdominal pain is the most constant feature with acute agonizing colicky type of pain.o Shoulder pain may be present due to diaphragmatic irritation from hemoperitoneum leading to referred shoulder pain.o Vomiting and fainting attacks are observed in 10% of the patients due to reflex vasomotor disturbances following peritoneal irritation from hemoperitoneum.",
        "cop": 1,
        "opa": "Fainting",
        "opb": "Abdominal pain",
        "opc": "History of amenorrhoea",
        "opd": "Vagina] bleeding",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "ffb6fbdc-5d79-41d5-9076-ab0d98ded166",
        "choice_type": "multi"
    },
    {
        "question": "In which type of abortion the gestational age corresponds to the uterine size?",
        "exp": "Ans. is 'a' i.e., Threatened Type of Miscarriages and the Diagnostic FeaturesT>peSymptomsUterine SizeCervix (Ext. os)UltrasonographyThreatenedo Vaginal bleeding Presento Pelvic paino Corresponds to gestational ageo Closedo Fetus aliveo Retroplacental hemorrhage +Inevitableo Vaginal bleeding Presento Pelvic paino Same or smallero Open with palpable conceptuso Fetus often deado Retroplacental hemorrhage +Incompleteo Vaginal bleeding (may be heavy)o Smallero Openo Products of conception partly retainedCompleteo Vaginal bleeding- trace of absento Smallero Closedo Uterine cavity emptyMissedo Vaginal bleeding-trace brownish in coloro Smallero Closedo Blighted ovum or fetus without cardiac activitySeptico Vaginal discharge: Purulent, foul smelling with features of sepsis (see p. 192)o Variable, may be largero Openo Products of conception retained, presence of foreign body (1) fee fluid in the peritoneal cavity/PODThreatened Abortion:o Uterine size corresponds to the gestational age.o External os of cervix is closed.",
        "cop": 1,
        "opa": "Threatened",
        "opb": "Inevitable",
        "opc": "Complete",
        "opd": "Mixed",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "3295ee2c-42f6-4362-9c4b-44e033e60f7b",
        "choice_type": "single"
    },
    {
        "question": "In post-coital test, which of the following factors is assessed?",
        "exp": "Ans. a (Cervical factor) (Ref. Shaw's Textbook of Gynaecology 12th/pg. 158).POSTCOITAL TEST (SIMS-HUHNER TEST)# Near the time of ovulation each month, estrogen production from the ovaries stimulates mucus production by cervix. Sperm must penetrate and swim through this mucus, then travel through the reproductive tract to reach the egg for fertilization.# In some cases, there is an incompatibility between the sperm and the cervical mucus, causing the sperm to become immobile or die, thus preventing fertilization.# The postcoital test evaluates the interaction between the sperm and cervical mucus at a time near ovulation to determine if an incompatibility exists.# Abnormal mucus may occur because of infections, surgery or clomifene therapy.# This test is a poor predictor of pregnancy success, but may be useful to determine the need for intrauterine insemination.# If it is done too early before ovulation or too late after, the results may be falsely abnormal.Postcoital test (Sim's/Huhner's test): Couple is advised intercourse close to ovulation time preferably in early hours of morning. Woman comes within two hours after intercourse. Another smear made from posterior fornix serves as control. Normally 10-15 motile sperms are seen per HPF. If less than 10 sperms, semen analysis is undertaken; the sperms show progressive but not rotatory movements. Presence of antispermal antibodies in the cervical canal imparts shaky/ rotatory movements or may totally immobilize sperms. Cervical mucus is simultaneously studied.",
        "cop": 1,
        "opa": "Cervical factor",
        "opb": "Vaginal factor",
        "opc": "Uterine factor",
        "opd": "Psychological factor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "65c39ab8-c474-4afc-9383-42abc518bae0",
        "choice_type": "single"
    },
    {
        "question": "Cause of infertility in hypothyroidism...",
        "exp": "Ans. is 'b' i.e., Increased prolactin \"Hypothyroidism is also linked to causing an excess release of the hormone prolactin. Prolactin is a hormone that stimulates the production of breast milk and an overproduction of this hormone can cause irregular periods and a halt in ovulation. \"",
        "cop": 2,
        "opa": "Decrease prolactin",
        "opb": "Increasedprolactin",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "06ae91ad-0d37-4878-85da-1f0d66c3a507",
        "choice_type": "multi"
    },
    {
        "question": "Which is not a test for ovulation?",
        "exp": "ANSWER: (C) HysteroscopyREF: 12th edition of Novak's Gynecology p. 408METHODS TO DOCUMENT OVULATION:Luteinizing Hormone Monitoring Documentation of the LH surge represents a remarkably reproducible method of predicting ovulation. Ovulation occurs 34 to 36 hours after the onsetof the LH surge and about 10 to 12 hours after the LH peakBasal Body Temperature The least expensive method of confirming ovulation is for the patient to record her temperature each morning on a basal body temperature (BBT) chart.Midluteal Serum ProgesteroneUltrasound Monitoring Ovulation can also be documented by monitoring the development of a dominant follicle by ultrasound until ovulation takes placeA ferning pattern is seen when periovulatory cervical mucus is spread and dried on a microscope slide.",
        "cop": 3,
        "opa": "Fern test",
        "opb": "Basal body temperature",
        "opc": "Hysteroscopy",
        "opd": "LH surge",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "252eaf7c-1404-4621-b79d-15dfead0a67f",
        "choice_type": "single"
    },
    {
        "question": "Which is not increased in PCOS -",
        "exp": "Ans. is 'c' i.e., Sex hormone binding globulin o Endocrinologic changes in PCOS are as follows :# Oestrone / E2 level rises# LH level is raised over 1 OlU/ml# FSH level remains normal, but FSH/LH ratio falls.# SHBG level falls due to hyperandrogenism# Testosterone and epiandrstenedione levels rise.# Fasting insulin is more than 10mIU/l.# Thyroid function test may be abnormal (hypothyroidism).",
        "cop": 3,
        "opa": "Estrogen",
        "opb": "Luetinizing hormone",
        "opc": "Sex hormone binding globulin",
        "opd": "Insulin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "8724e0ae-582a-4541-9154-16c4e662473a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is false about gestational hypertension?",
        "exp": "Ans. is 'c' i.e., It is associated with lower incidence of essential hypertension in the later life as compared to pre eclampsia Gestational hypertensiono A sustained rise of blood pressure to 140/90 mm Hg or more on atleast 2 occasions 4 or more hours apart beyond the 20th weeks of pregnancyor during the first 24 hours after delivery in a previously normotensive woman is called gestational hypertension.o ft is associated much higher incidence of essential hypertension in later life than pre eclampsia.o The hypertensive effect is actually a stress response.o Perinatal mortality remains unaffected in a case of gestational hypertention.o The patients with gestational hypertension are more likely to develop hypertension with the use of oral contraceptives or in subsequent pregnancies.o BP. returns to normal within 6 weeks of delivery.",
        "cop": 3,
        "opa": "There is a sustained rise of BP > 140/90 mmHg",
        "opb": "Blood pressure returns to normal within 6 weeks of delivery",
        "opc": "It is associated with lower incidence of essential hypertension in the later life as compared to pre eclampsia",
        "opd": "Perinatal mortality remains unaffected",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "9e601683-b464-4e56-85fd-ea593968ef30",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of intrauterine infection",
        "exp": "Ans. is 'd' Cytomegalovirus Most common cause of intrauterine infection is cytomegalovirus.",
        "cop": 4,
        "opa": "Rubella",
        "opb": "Toxoplasma",
        "opc": "Hepatitis",
        "opd": "Cytomegalovirus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "72010a45-e26d-4906-94ae-d41acfab42d8",
        "choice_type": "single"
    },
    {
        "question": "Inhibin B levels as test of ovarian reserve is best measured on?",
        "exp": "ANSWER: (B) Day 3 of menstruationREF: Novaks gyn 12th edp. 406'Cycle day 3 is chosen because at this time the estrogen level is expected to be low, a critical feature, as FSH levels are subject to a negative feedback'Tests for ovarian reserveDay of testingFSH (most commonly used)Day 3Clomiphene citrate challenge test (CCCT)Day 3Serum inhibin BDay 3Transvaginal ultrasound to assess antral follicle number or ovarian sizeAny",
        "cop": 2,
        "opa": "Day 2 of menstruation",
        "opb": "Day 3 of menstruation",
        "opc": "Day 4 of menstruation",
        "opd": "Day 5 of menstruation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "f17c2787-296a-4915-bdac-9a9ba94ded42",
        "choice_type": "single"
    },
    {
        "question": "Polyhydramnios ranges maximum seen in:",
        "exp": "Ans. d. Third trimesterEarly onset or severe Polyhydramnios is associated with aneuploidy, congenital malformations preterm delivery, and an increased perinatal mortality rate.The cause of mild Polyhydramnios, especially seen in the latter part of the third trimester, is usually idiopathic or related to diabetes mellitus and has little impact in perinatal survival.AMNIQTIC FLUID DYNAMICS",
        "cop": 4,
        "opa": "End of 1st trimester",
        "opb": "Early part of 2nd trimester",
        "opc": "Latter part of 2nd trimester",
        "opd": "Third trimester",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "5f1e2dbe-b02a-4e6b-a94d-5bde08c9c7e0",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of death in ectopic pregnancy",
        "exp": "Ans) b (Hemorrage) Ref Williams 22nd ed page 255Hemorrhage is the most common cause of death in ectopic pregnancy",
        "cop": 2,
        "opa": "Bowel obstruction",
        "opb": "Hemorrhage",
        "opc": "Infection",
        "opd": "None of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "2f407002-8fd8-4d9c-8a78-567fd6b1ace8",
        "choice_type": "multi"
    },
    {
        "question": "All are done in quadruple test in downs syndrome except:",
        "exp": "Ref: Dutta Textbook of Obstetrics 5th ed pg 493Explanation:Triple TestMS AFPL'nconjugated estrio! HCG 'Quadruple TestMS AFPUE3HCGInhibin-AIntegrated TestNTPAPP-AHCGDowns SyndromeIncreased Inhibin -AIncreased HCGDecreased MSAFPDecreased PAPPDecreased UE3",
        "cop": 3,
        "opa": "AFP",
        "opb": "HCG",
        "opc": "PAPP",
        "opd": "inhibin-A",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "e860c6d6-8ee8-470a-b4ab-03398fbb3a3c",
        "choice_type": "multi"
    },
    {
        "question": "Patient is being treated with clomiphene for infertility, method of choice to look for ovulation is -",
        "exp": "Ans. is 'a' Serial ultrasound (Ref. Shaws, 13/e, p 305 (12/e, p. 242)).In patients with infertility and being treated with clomiphene monitoring of Graafian follicle is required to check its maturity and to detect imminent ovulation.This monitoring is done with serial ultrasound starting from day 10th to day 16th.It is non-invasive, safe and accurate method and is the standard investigation to detect ovulation.",
        "cop": 1,
        "opa": "Serial ultrasound",
        "opb": "Chest X-ray",
        "opc": "Serial HCG",
        "opd": "None",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathology of Conception",
        "id": "8964fedc-83d1-4d1b-b982-69d09366b9f6",
        "choice_type": "multi"
    }
]