[
    {
        "question": "Which of the following is not a part of HELLP syndrome?",
        "exp": "Ans. d. Retroplacental hemorrhage (Ref: Dutta's 7/e pe p224) Retroplacental hemorrhage is not a part of HELLP syndrome. HELLP syndrome is an acronym for Hemolysis (H), Elevated liver enzymes (EL) and Low Platelet count (LP) of < 1, 00, 000/mm3. HELLP Syndrome. It is an acronym for Hemolysis (H), Elevated liver enzymes (EL) and Low Platelet count (LP) of < 1, 00, 000/mm3. It is a rare complication of pregnancy induced hypertension. It may be associated even with mild hypertension and proteinuria. Clinical Features: Manifested by nausea, vomiting, epigastric or right upper quadrant pain, along with biochemical and haematological changes. Parenchymal necrosis of liver causes elevation in hepatic enzymes (AST and ALT > 70 IU/L and LDH > 600 IU/L). There may be subcapsular hematoma formation (which may need CT scanning) and abnormal peripheral smear. Eventually liver may rupture to cause sudden hypotension, due to hemoperitoneum. Treatment: The principles of management are the same as that for pre-eclampsia and eclampsia. Anti-seizure prophylaxis with magnesium sulphate is started. Administration of corticosteroids improves perinatal and maternal outcome. Corticosteroids can increase the pulmonary maturity and reduce the incidences of intraventriuclar hemorrhage and necrotizing enterocolitis in the fetus. Caesarean section is the most common mode of delivery. Epidural anaesthesia can be safely used if the platelet count is > 1, 00, 000/mm3. Platelet transfusion should be given if the count is < 50, 000/mm3. The recurrence risk is 3 -10%.",
        "cop": 4,
        "opa": "Hemolysis",
        "opb": "Elevated liver enzymes",
        "opc": "Thrombocytopenia",
        "opd": "Retroplacental hemorrhage",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pathophysiology",
        "id": "2cde70e3-6821-4a7b-9de7-7b7c4bbaf951",
        "choice_type": "single"
    }
]