[
    {
        "question": "Half-life of IV oxytocin?",
        "exp": "Ans. b (3 minutes) (Ref. KDT 6th/320; Williams Obstetrics 22nd/Ch. 22; p. 540)KDT 6th/320 and Internet: Oxytocin, produced by the hypothalamus and stored and secreted by the posterior pituitary gland, is a peptide of nine amino acids (a nonapeptide). It is rapidly degraded in liver and kidney; plasma half life = 6 minutes and is shortened at term. OXYTOCIN# Oxytocin causes milk ejection, contraction of pregnant uterus. 6# Oxytocin--mainly used for induction of labour.# It is found that a uterine response to oxytoxin for inducting labour occurs within 3 to 5 minutes of beginning an oxytocin infusion and that a plasma steady state is reached in 40 minutes.# Response depends on- preexisting uterine activity, - cervical status, - pregnancy duration, and- individual biological differences.# The uterine response to oxytocin increases from 20 to 30 weeks and increases rapidly at term.# Oxytocin should be discontinued if: Q- the number of contractions persists with a frequency greater than five in a 10-minute period or- seven in a 15-minute period or- with a persistent nonreassuring fetal heart rate pattern.# The mean half-life of oxytocin is = 5 minutes Q (hence when it is stopped, its concentration in plasma rapidly falls).# Maximal Dosage of oxytocin:- It is found that the likelihood of progression to a vaginal delivery decreases at and beyond an oxytocin dosage of 36 mU/min.- However, if contractions are not adequate--less than 200 Montevideo units--and if the fetal status is reassuring and labor has arrested, an oxytocin infusion dose greater than 48 mU/min has no apparent risks.# Contraindications and S/Es of oxytocin: Contraindications. Side effectsa) Grand multipara. Uterine ruptureb) Contracted pelvis. Hypotensionc) Malpresentation. Antidiuresisd) Obstructed labour. Pituitary shocke) Incoordinate uterine contractions. Anginal painf) Hypovolemia and cardiac diseases Oxytocin Challenge test (Syn: contraction stress test)# Indications (are very selective)- IUGR, - Post-maturity, - Pregnancy with DM, - Hypertension.# Contraindications- Compromised foetus, - Previous ISCS- APH, - Threat of preterm labour# It takes at least 1-2 hr to perform the test. Educational Point. ATOSIBAN# Atosiban is an oxytocin receptor antagonist with high uterine specificity.",
        "cop": 2,
        "opa": "1 minute",
        "opb": "3 minutes",
        "opc": "7 minutes",
        "opd": "9 minutes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pharmacology in Gynaecology",
        "id": "65dcd01c-c13c-4698-9b88-f0b4b5a5edb1",
        "choice_type": "single"
    },
    {
        "question": "Apatient who is at risk of estrogen dependent carcinoma andhence estrogen is contraindicate d. So in order to prevent vasomotor symptoms, which drug is given?",
        "exp": "ANSWER: (C) Clonidine. REF: Novak's gynecology 13th edition page 455. In women for whom hormone replacement is contraindicated, multiple alternative treatments for hot flashes have been developed. Somewhat effective alternatives may be progestins such as medroxyprogesterone (10 to 30 mg daily orally) or megestrol acetate (20 to 40 mg daily orally). If either of these progestins results in intolerable side effects, the use of alternative progestins may be considered, although few data exist regarding their efficacy. In addition to the progestins, other nonsteroidal treatments for hot flashes have been developed. One of the best studied is the b 2-adrenergic agonist, clonidine. This drug probably works through both central and peripheral mechanisms and can be given either orally (0. 05 mg twice daily) or by transdermal patch.",
        "cop": 3,
        "opa": "Tamoxifen",
        "opb": "Conjugated estrogen",
        "opc": "Clonidine",
        "opd": "Yombinine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pharmacology in Gynaecology",
        "id": "48a7684b-2856-4ec2-aab9-928af256b455",
        "choice_type": "single"
    },
    {
        "question": "To supress lactation in mother with rheumatic fever, Rx of choice is -",
        "exp": "Ans. is 'b' Pyridoxine All of the drugs given in the question are used to suppress lactation. But we have to keep in mind that lady is suffering from heart disease and steroidal drugs are contraindicated in patients with heart disease due to fear of thromboembolic phenomenon. It is not specifically mentioned that bromocriptine in contraindicated in patients with heart disease, but postural hypotension is an important adverse effect of bromocriptine. Therefore I have ruled it out. Now we are left with pyridoxine has no effect on CVS and it suppresses lactation by potentiating dopamine (Page, 886, 4/e, KDT).",
        "cop": 2,
        "opa": "D-Norgesterol",
        "opb": "Pyridoxine",
        "opc": "Bromocriptine",
        "opd": "DMPA",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pharmacology in Gynaecology",
        "id": "c4c8e396-8c52-42ff-afde-959bae7a72bd",
        "choice_type": "single"
    },
    {
        "question": "A 20 years old nulliparous woman is an oral contraceptives pills. She is currently diagnosed as having pulmonary tuberculosis which antituberculous drug decreases the effect of OCP.",
        "exp": "Ans. is 'd' i. e.,. Rifampicin (Ref KDT in, 11/01, p. 754). There is not much to explain in this one as you know refampicin is a microsomal enzyme inducer which enhances its own metabolism as well as that of many drugs like - Warfarin*OCP* in) Digitoxin*Sulfonylureas*Steroids*",
        "cop": 4,
        "opa": "INH",
        "opb": "Pyrazinamide",
        "opc": "Ethambutol",
        "opd": "Rifampicin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pharmacology in Gynaecology",
        "id": "63d991f8-c228-4753-b0e9-9cb57bad365a",
        "choice_type": "single"
    },
    {
        "question": "Dose of Carbetocin used for PPH is:",
        "exp": "Ans. b. 100 microgram IM (Ref: Goodman Gillman 12/1851; Dutta 7/e p412; Williams 24/e p547, 595; http://en. Wikipedia. org/wiki/Carbetocin). Carbetocin (long acting Oxytocin) 100 microgram IM is very useful to prevent post-partum hemorrhage. \"Carbetocin (long acting Oxytocin) 100 microgram is very useful to prevent post-partum hemorrhage, recently developed with longer half life, used to control postpartum hemorrhage and bleeding after giving birth, particularly following cesarean section. \"\"Uterotonics are the most important factor to decrease postpartum blood loss. Choices include oxytocin (Pitocin), misoprostol (Cytotec), carboprost (Hemabate) and the ergots, namely ergometrine (Ergotrate) and methylergometrine (Methergine). Also, carbetocin (Duratocin), a long-acting oxytocin analogue, is available and effective for hemorrhage prevention daring cesarean delivery. \"--Williams 24/e p547\"Carbetocin, a longer-acting derivative of oxytocin, is tinder evaluation in clinical trials to prevent or treat postpartum hemorrhage; a dose of 100 fig is given intravenously (Leung et al., 2006). \"--Goodman Gillman 12/1851\"Carbetocin: It can he administered intravenously or intramuscularly, resulting in different pharmacokinetic action. In both cases, the recommended dose for an average adult female is 100 microgram, administered slowly over a minute. Contractile effects of the uterus are apparent within two minutes andean he observed for approximately one hour, though maximum binding occurs about 30 minutes after intramuscular injection. Administration is performed immediately following parturition to minimize risk of postpartum hemorrhage by inducing uterine contractions, increasing muscle tone and thickening the blood. \"--http://en. wikipedia. org/wiki/Carbetocin. Uterine Stimulants. Hormones of posterior pituitary. Ergot alkaloids. Prostaglandins* Oxytocin* Desamino-oxytocin (buccal formulation of oxytocin)* Carbetocin (longer half life)Q* Ergometrine (Ergonovine)* Mehtylergometrine* PGE2 (dinoprostone)Q* PGF2-alpha (dinoprost)Q* 15-methyl PGF2-alpha (Carboprost)QCarbetocin. Long acting oxytocin analogue. Mechanism of action: Binds to oxytocin receptors present on smooth musculature of the uterus, resulting in rhythmic contractions of the uterus, increased frequency of existing contractions and increased uterine tone. QPharmacokinetics: Bioavailability is 80% following IM injection. Half-life: 40 minutes. Dosage and Action: 100 microgram in 1 ml slow injection over one minute. QUses: PPH and bleeding during pregnancyQ",
        "cop": 2,
        "opa": "50 microgram IV",
        "opb": "100 microgram IM",
        "opc": "150 microgram IV",
        "opd": "200 microgram IV",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pharmacology in Gynaecology",
        "id": "ec405251-0c64-4d2b-869d-1b8559151f93",
        "choice_type": "single"
    },
    {
        "question": "Prostaglandin used for ripening of cervix during labour?",
        "exp": "Ans. a (PGE2 - cerviprime gel). (Ref. Textbook of Obstetrics by D. C. Dutta, 6th ed., 153)USES OF PROSTAGLANDINS1. Induction of abortion. Misoprostol (PGEJ2. Termination of molar pregnancy. Misoprostol3. Induction of labour. PGE2 (Dinoprostone/cerviprime) gel or PGE1 Misoprostol. 4. Cervical ripening prior to induction of labour/abortion. Cerviprimegel (PGEJ5. Acceleration of labourpgf26. Refractory cases of tonic PPHMisoprostol (PGEJ/ But Carboprost PGF2a best7. Medical treatment of tubal ectopic pregnancy. Mefepristone",
        "cop": 1,
        "opa": "Pg. E2 - cerviprime gel.",
        "opb": "Misoprostol",
        "opc": "Prostacyclin",
        "opd": "Mefipristone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pharmacology in Gynaecology",
        "id": "e2e531c3-cfcb-4062-b78b-5d1a4e33011b",
        "choice_type": "single"
    },
    {
        "question": "A lady with 8 wks pregnancy presented with random blood glucose of 177mg/dl. The treatment is:",
        "exp": "Ans. is 'c' is insulin (Ref Dutta 6/e, p 288 (5/e, p. 304); Holland and Brews, 16/e, p. 107). Insulin is the only antidiabetic drug given in pregnancy to control increased blood sugar. Oral hypoglycemics are contraindicated in pregnancy because they cross placenta and have teratogenic effect on fetus. They cause fetal hypoglycemia and increase m fetal bilirubin. Moreover the increase demand in pregnancy cannot be met by oral hypoglycemics.",
        "cop": 3,
        "opa": "Phenformin",
        "opb": "Sulfonylurea",
        "opc": "Insulin",
        "opd": "Glipizide",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pharmacology in Gynaecology",
        "id": "6ebd0378-843f-4198-9df8-b22a7c4c990a",
        "choice_type": "single"
    }
]