[
    {
        "question": "Ulipristal acetate is a/an:",
        "exp": "Ans. is d, i. e. Selective progesterone receptor modulator. Ref: Harrison's Principles of Internal medicine 19th/ed, p2391. Ulipristal acetate (trade name Ella One in the European Union, Ella in the US for contraception, and Esmya for uterine fibroid) is a selective progesterone receptor modulator (SPRM). Pharmacodynamics. As an SPRM, ulipristal acetate has partial agonistic as well as antagonistic effects on the progesterone receptor. It also binds to the glucocorticoid receptor, but is only a weak anti-glucocorticoid relative to mifepristone, and has no relevant affinity to the estrogen, androgen and mineralocorticoid receptors. Phase II clinical trials suggest that the mechanism might consist of blocking or delaying ovulation and of delaying the maturation of the endometrium. Medical Uses* Emergency contraception: For emergency contraception, a 30mg tablet is used within 120 hours (5 days) after an unprotected intercourse or contraceptive failure. It has been shown to prevent about 60% of expected, pregnancies, and prevents more pregnancies than emergency contraception with levonorgestrel.* Treatment of uterine fibroids: Ulipristal acetate is used for preoperative treatment of moderate to severe symptoms of uterine fibroids in adult women of reproductive age in a daily dose of a 5mg tablet. Treatment of uterine fibroids with ulipristal acetate for 13 weeks effectively controlled excessive bleeding due to uterine fibroids and reduced the size of the fibroids. Interactions. Ulipristal acetate is metabolized by CYP3. A4 in vitro. Ulipristal acetate is likely to interact with substrates of CYP3. A4, like rifampicin, phenytoin, St John's wort, carbamazepine or ritonavir. Therefore, concomitant use with these agents is not recommended. It might also interact with hormonal contraceptives and progestogens such as levonorgestrel and other substrates of the progesterone receptor, as well as with glucocorticoids. Adverse Effects. Common side effects include abdominal pain and temporary menstrual irregularity or disruption. Headache and nausea were observed under long-term administration (12 weeks), but not after a single dose. Contraindications. Ulipristal acetate should not be taken by women with severe liver diseases because of its CYP-mediated metabolism. It has not been studied in women under the age of 18. Pregnancy: Unlike levonorgestrel, and like mifepristone, ulipristal acetate is embryotoxic in animal studies. Before taking the drug, a pregnancy must be excluded.",
        "cop": 4,
        "opa": "Gn. RH agonist",
        "opb": "Androgen antagonist",
        "opc": "Selective estrogen receptor modulator",
        "opd": "Selective progesterone receptor modulator",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "58742f0f-2e9e-4d60-a741-11f0591727ff",
        "choice_type": "single"
    },
    {
        "question": "Single most important feature to diagnose fetal aneuploidy:",
        "exp": "Ans: (a) Increased nuchal translucency. Ref: Current Progress in Obstetrics and Gynecology, John Stud, Volume Page 17. Ultrasound markers of fetal aneuploidy: Nuchal translucency is the single most powerful tool. More than 3 mm needs evaluation. Absence of nasal bone. Absence or reversal of flow in the ductus venosus on Doppler. Tricuspid regurgitation. Increase in frontomaxillary angle more than 85 deg",
        "cop": 1,
        "opa": "Increased nuchal translucency",
        "opb": "Absent nasal bone",
        "opc": "Cystic hygroma",
        "opd": "Abnormal ductus venosus flow",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "44414268-895e-45c1-8ac2-d042a296ba11",
        "choice_type": "single"
    },
    {
        "question": "In the evaluation of a 26-year-old patient with 4 months of secondary amenorrhea, you order serum prolactin and b-h. CG assays. The pregnancy test is positive, and the prolactin comes back at 100 ng/mL (normal <25 ng/mL in this assay). This patient requires",
        "exp": "There is a marked increase in levels of serum prolactin during gestation to over 10 times those values found in nonpregnant women. If this woman were not pregnant, the prolactin value could easily explain the amenorrhea and further evaluation of hyperprolactinemia would be necessary. The physiologic significance of increasing prolactin in pregnancy appears to involve preparation of the breasts for lactation.",
        "cop": 1,
        "opa": "Routine obstetric care",
        "opb": "Computed tomography (CT) scan of her sella turcica to rule out pituitary adenoma",
        "opc": "Repeat measurements of serum prolactin to ensure that values do not increase over 300 ng/mL",
        "opd": "Bromocriptine to suppress prolactin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "8c78895c-77b9-448b-8f5a-bd04b51c3cd3",
        "choice_type": "single"
    },
    {
        "question": "The ovarian cycle is initiated by:",
        "exp": "Ans. is a i. e. FSHRef: Shaw 14th/ed, p41, Dutta Gynae 5th/ed, p82. Ovarian cycle is initiated by FSHRemember: Following questions asked, previously on FSHFSHi. It is the hormone which initiates ovarian cycleii. In menopausal females- Since primordial follicles are decreased so levels of estrogen is decreased, so negative feedback on FSH is decreased, hence levels of FSH are increased and increased FSH levels are a sine qua non of menopause. iii. Human menopausal gonadotropin (HMG) is FSH and LH obtained from the urine of postmenopausal femalesiv. FSH levels can help in differentiating the causes of male infertility viz. In pretesticular cause of male infertility = FSH decreases. In testicular cause = FSH levels increase. In post testicular cause = FSH is normal",
        "cop": 1,
        "opa": "FSH",
        "opb": "Estrogen",
        "opc": "LH",
        "opd": "Progesterone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "f655dcf3-02e0-4d13-befa-339772e466ce",
        "choice_type": "single"
    },
    {
        "question": "Pulsatile Gn. RH is used for managing:",
        "exp": "Ans. is d, i. e. Anovulatory infertility. Pulsatile Gn. RH is used for:* Ovulation induction (in managing anovulatory infertility)* Delayed, puberty",
        "cop": 4,
        "opa": "Precocious puberty",
        "opb": "Fibroid",
        "opc": "DUB",
        "opd": "Anovulatory infertility",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "507a0ca8-f93b-4cbe-b970-efb650197231",
        "choice_type": "single"
    },
    {
        "question": "During progression of labor S/D of umbilical artery ratio?",
        "exp": "Ans. b. Decreases. Feto-placental perfusion assessed with Doppler ultrasound by three methods. Systolic versus end diastolic flow velocity (S/D flow) in the umbilical vessels, middle cerebral artery, and ductus venosus. UMBILICAL ARTERY DOPPLERThis test measures the ratio of systolic and diastolic blood flow in the umbilical artery. The umbilical circulation normally has low resistance, so significant diastolic blood flow is expected. The systolic/diastolic (S/D) ratio normally decreases throughout pregnancy. Umbilical artery S/D ratio is gestational age-dependent. The S/D ratio normally decreases from approximately 4. 0 at 20 weeks to 2. 0 at term, and it is generally less than 3. 0 after 30 weeks. Because of downstream impedance to flow, more end-diastolic flow is observed at the placental cord insertion than at the fetal ventral wall. Thus, abnormalities such as absent or reversed end-diastolic flow will appear first at the fetal cord insertion site. This test is predictive of poor perinatal outcome only in IUGR foetuses. Non-reassuring findings, which may indicate need for delivery, are absent diastolic flow and reversed diastolic flow. Note:-This notch disappears at 24 weeks of pregnancy as the resistance of uterine artery decreases due to trophoblastic invasion. There is no diastolic notch in late second and third trimester. But if this diastolic notch persists beyond 24 weeks, it predicts that female will have PIH during this pregnancy. Extra Mile. Umbilical artery Doppler waveform patterns vs USG patterns. NORMAL UMBILICAL ARTERY DIASTOLIC FLOWABSENT UMBILICAL ARTERY DIASTOLIC FLOWREVERSED UMBILICAL ARTERY DIASTOLIC FLOW",
        "cop": 2,
        "opa": "Increases",
        "opb": "Decreases",
        "opc": "Persistent diastolic notch",
        "opd": "Constant",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "fbb8941a-acb2-4867-9054-95bb3f2d50fe",
        "choice_type": "single"
    },
    {
        "question": "\"Gonadotropin evaluation\" For the evaluation, select the most appropriate day of a normal 28-day menstrual cycle for a woman with 5-day menstrual periods. (SELECT 1 DAY)",
        "exp": "The diagnostic evaluation of an infertile couple should be thorough and completed as rapidly as possible. The primary diagnostic steps in the workup of the infertile couple include (1) documentation of ovulation by measurement of basal body temperature (BBT) or mid-luteal phase serum progesterone; (2) semen analysis; (3) postcoital test; (4) hysterosalpingogram; and (5) endometrial biopsy. Women should record their BBT for evidence of ovulation. In addition, serial serum progesterone levels may be helpful to confirm ovulation. Serum progesterone values should be obtained 7 days after ovulation and may also be helpful in evaluating inadequate luteal phase. An endometrial biopsy may also provide valuable information regarding the status of the luteal phase. The biopsy is obtained 12 days after the thermogenic shift, or 2 to 3 days before the expected onset of menses, on about day 26 of a 28-day cycle. A postcoital test is an in vivo test that evaluates the interaction of sperm and cervical mucus. It is performed during the periovulatory period up to 12 h after coitus. The cervical mucus is obtained, and its quantity and quality as well as its interaction with the sperm are evaluated. The hysterosalpingogram is performed in the mid follicular phase in order to evaluate the fallopian tubes and the contour of the uterine cavity; it should not be done while the patient is menstruating or after ovulation has occurred. Although gonadotropin levels are not routinely evaluated, they should be obtained in the early follicular phase when testing is indicated, e. g., in cases where there is a history of oligoovulation.",
        "cop": 1,
        "opa": "Day 3",
        "opb": "Day 8",
        "opc": "Day 14",
        "opd": "Day 21",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "9ede9f44-f1b1-454e-96d1-1cbbd14b2110",
        "choice_type": "single"
    },
    {
        "question": "Which of the following agent's infection causes heavy placenta?",
        "exp": "Ans. b. CMVSerological testing for primary maternal cytomegalovirus (CMV) infection during pregnancy is not routine, but ultrasound studies are routine. Therefore, we evaluate placental thickening in women with primary CMV infection during pregnancy. Most are asymptomatic; however, some women have mononucleosis like syndrome.",
        "cop": 2,
        "opa": "HSV",
        "opb": "CMV",
        "opc": "Syphilis",
        "opd": "HIV",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "89ccb2d1-aab4-48d5-804f-e8ddeb075595",
        "choice_type": "single"
    },
    {
        "question": "A pregnant patient comes at 34 weeks gestation with leaking. What examination will reliably confirm premature rupture of membranes in this patient?",
        "exp": "Ans: (a) Speculum examination. Ref: DC Textbook of Obstetrics, 8th edition, Page 369. PREMATURE RUPTURE OF MEMBRANES (PROM). Spontaneous rupture of membranes anytime beyond 28th week but before the onset of labour is called prelabour rupture of the membranes. When it occurs before 37 completed weeks it is called preterm PROM (PPROM). Causes: Polyhydramnios. Cervical incompetence. Multiple pregnancy. Chorioamnionitis. Low BMIConfirmation of diagnosis: Speculum examination-Most confirmatory. Vaginal pool for pH-6-6. 2, ferning pattern, orange blue discoloration of exfoliated cells. Amnisure radioimmunoassay. Ultrasound. Investigations. Complete blood count, C reactive protein, urine routine and culture. High vaginal swab for Group B streptococcus. Vaginal pool for estimation of phosphatidyl glycerol and L: S ratio. USG for fetal biophysical profile, cardiotocography. Complications: Obstetric. Neonatal*. Chorioamnionitis*. Neonatal sepsis*. Cord prolapse*. RDS*. Dry labour*. IVH*. Placental abruption*. NECNote: How to diagnosis ruptured membranes? Sterile speculum examination-ruptured membranes are diagnosed if amniotic fluid pools in the posterior fornix or clear fluid flows from cervical canal. Litmus test-PH of vaginal secretions normally ranges from 4. 5 to 5. 5 whereas that of amniotic fluid is usually 7. 0 to 7. 5. Therefore red litmus paper turns blue. Microscopic ferning. Nitrazine test-yellow nitrazine paper turns blue. Arborization or ferning of vaginal fluid-Amniotic fluid crystallizes to form fern like pattern due to relative concentrations of sodium chloride, proteins and carbohydrates. Detection of alphafetoprotein in vaginal vault has been used to identify amniotic fluid. 0. 1% Nile blue sulfate test (orange coloured cells seen)USG will show oligohydramnios. False positive test results may occur with coexistent blood, semen, or bacterial vaginosis where results may occur due to scant fluid.",
        "cop": 1,
        "opa": "Speculum examination",
        "opb": "USG",
        "opc": "Non stress test",
        "opd": "Amnisure",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "f8d5fbf5-426c-4830-a673-b3c6ff984e09",
        "choice_type": "single"
    },
    {
        "question": "The side effect of clomiphene because of which its use should be immediately stopped:",
        "exp": "Ans. is d, i. e. Visual symptoms. Remember: For clomiphene* M/C side effect of clomiphene- Menopausal symptom-hot flashes- Ovarian cyst formation* Side effect for which its use should be immediately stopped -- visual symptoms* Most dreaded side effect- OHSS* Chances of OHSS =<1%* Chances of multiple pregnancy -* <10%(5-8%)* Maximum dose =100mg* Maximum duration of use = 12 months.",
        "cop": 4,
        "opa": "Hot flashes",
        "opb": "Multiple pregnancy",
        "opc": "Terato genecity",
        "opd": "Visual symptoms",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "f7d7cc17-29ad-4541-a695-0ab035bbc615",
        "choice_type": "single"
    },
    {
        "question": "Ovulation occurs:",
        "exp": "Ans. is c, i. e. After ripening of follicle by FSHThe question is very simple as ovulation occurs after LH surge and estrogen peak and because of ovulation there is biphasic rise in temperature.",
        "cop": 3,
        "opa": "Before LH surge",
        "opb": "After biphasic rise in body temperature",
        "opc": "After ripening of follicle by FSH",
        "opd": "Before estrogen peak",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "10f8c0e8-e5e5-40b5-a0f8-fd468111bf91",
        "choice_type": "single"
    },
    {
        "question": "Granulosa cells produces estrogen with the help of the enzyme:",
        "exp": "Ans. is b, i. e. Aromatase. Androgen produced by theca cells is converted to estrogen in granulosa cells with the help of enzyme aromatase.",
        "cop": 2,
        "opa": "Alkaline phosphatase",
        "opb": "Aromatase",
        "opc": "Acid phosphatase",
        "opd": "Glucuronidase",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "86cceaed-996d-468c-91dc-e07d874f123f",
        "choice_type": "single"
    },
    {
        "question": "Most common twin after assisted reproduction:",
        "exp": "Ans. c. Dizygotic twin. Ref: Williams Obstetrics 24th Ed; Page No-274. Dizygotic twins are most common. Identifiable risk factors include by race, geography, family history, or ovulation induction. Risk of twinning is up to 10% with clomiphene citrate and up to 30% with human menopausal gonadotropin. Monozygotic twins have no identifiable risk factors. MULTIPLE PREGANCY FLOW-CHART",
        "cop": 3,
        "opa": "Monozygotic",
        "opb": "Acardiac twin",
        "opc": "Dizygotic twin",
        "opd": "Conjoined twin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "9e1e0551-ccfe-48d5-9622-3cdaf132580d",
        "choice_type": "single"
    },
    {
        "question": "Ferning of cervical mucus depends on:",
        "exp": "Ans is a, i. e. Estrogen. Estrogen is responsible for the secretion of cervical mucus and progesterone is responsible for making it thick and viscid. Under the influence of estrogen cervical mucus is copious, watery elastic (can be stretched) and when dried it shows a characteristic fern pattern. Under the influence of progesterone cervical mucus is thick, scarly, loses its stretchability and an drying does not show fern like pattern.* Now we have to choose between option b and c as both estradiol and estriol are derivatives of estrogen.* It is mentioned earlier that estradiol is the more potent form of estrogen, in fact it is the most potent estrogen and estriol the least. So obviously estradiol will be responsible for most of the physiological action of estrogen and is therefore the option of choice.",
        "cop": 1,
        "opa": "Estrogen",
        "opb": "Progesterone",
        "opc": "LH",
        "opd": "FS",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "18b499ca-239e-4cf9-b1a7-393526e748a6",
        "choice_type": "single"
    },
    {
        "question": "The most important indication for surgical repair of a double uterus, such as a septate or bicornuate uterus, is",
        "exp": "Habitual abortion is the most important indication for surgical treatment of women who have a double uterus. The abortion rate in women who have a double uterus is two to three times greater than that of the general population. Therefore, women who present with habitual abortion should be evaluated to detect a possible double uterus. Hysterosalpingography, hysteroscopy, ultrasound, CT, and magnetic resonance imaging (MRI) are all potentially useful imaging modalities in this investigation. Dysmenorrhea, premature delivery, dyspareunia, and menometrorrhagia are other, less important indicators for surgical intervention.",
        "cop": 1,
        "opa": "Habitual abortion",
        "opb": "Dysmenorrhea",
        "opc": "Menometrorrhagia",
        "opd": "Dyspareunia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "2ecace01-a4b9-4f87-8b0f-1c521bba77f9",
        "choice_type": "single"
    },
    {
        "question": "In 40 days of menstrual cycle the ovulation occurs at:",
        "exp": "Ans. is c, i. e. 26th day. Ref Shaw 15th/ed, p30* Ovulation is estimated to occur 14 days before the first day of succeeding cycle and this interval is fixed.* In case of irregular cycles, it is the follicular phase which varies, but the luteal phase remains more or less constant at 14 days, therefore day of ovulation can be estimated by counting 14 days backward.* As in the question the cycle is of 40 days, ovulation will occur 14 days prior to next menstruation i. e. (40-14)=26 day. Remember = Day of ovulation = Length of Menstrual cycle - 14",
        "cop": 3,
        "opa": "14th day",
        "opb": "20th day",
        "opc": "26th day",
        "opd": "30th day",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "5e767b89-5ce8-4c4a-8d4b-76af064a437a",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old patient presents to your office with primary amenorrhea. She has normal breast and pubic hair development, but the uterus and vagina are absent. Diagnostic possibilities include",
        "exp": "Since this patient has other signs of pubertal development which are sex steroid-dependent, we can conclude some ovarian function is present. This excludes such conditions as gonadal dysgenesis and hypothalamic-pituitary failure as possible causes of her primary amenorrhea. Mullerian defects are the only plausible cause, and the diagnostic evaluation in this patient would be directed toward both confirmation of this diagnosis and establishment of the exact nature of the Mullerian defect. Mullerian agenesis, also known as Mayer-Rokitansky-Kuster-Hauser syndrome, presents as amenorrhea with absence of a vagina. The incidence is approximately 1 in 10, 000 female births. The karyotype is 46, XX. There is normal development of breasts, sexual hair, ovaries, tubes, and external genitalia. There are associated skeletal (12%) and urinary tract (33%) anomalies. Treatment generally consists of progressive vaginal dilation or creation of an artificial vagina with split-thickness skin grafts (Mclndoe procedure). Testicular feminization, or congenital androgen insensitivity syndrome, is an X-linked recessive disorder with a karyotype of 46, XY. These genetic males have a defective androgen receptor and/or downstream signal transduction mechanism (in the genome) such that the androgenic signal does not have its normal tissue-specific effects. This accounts for 10% of all cases of primary amenorrhea. The patient presents with an absent uterus and blind vaginal canal. However, in these patients the amount of sexual hair is significantly decreased. Although there is a 25% incidence of malignant tumors in these patients, gonadectomy should be deferred until after full development is obtained. In other patients with a Y chromosome, gonadectomy should be performed as early as possible to prevent masculinization. Patients with gonadal dysgenesis present with lack of secondary sexual characteristics. Patients with Klinefelter syndrome typically have a karyotype of 47, XXY and a male phenotype. Causes of primary amenorrhea, in descending order of frequency, are gonadal dysgenesis, Mullerian agenesis, and testicular feminization. XYY syndrome and Turner syndrome often present with menstrual difficulties, but these patients have a uterus.",
        "cop": 3,
        "opa": "XYY syndrome",
        "opb": "Gonadal dysgenesis",
        "opc": "Mullerian agenesis",
        "opd": "Klinefelter syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "aa60491b-e79e-42b0-9914-13edfff3ea04",
        "choice_type": "single"
    },
    {
        "question": "Hmg can lead to multiple pregnancy is:",
        "exp": "Ans. is d, i. e. 30% cases(Ref: Novat 15th/ed, p1155). Chances of multiple pregnancy with. Chances of OHSSClomiphene =5-8%(<10%)<1%HMG =35% (here 30% being closest)5%",
        "cop": 4,
        "opa": "5%",
        "opb": "10%",
        "opc": "20%",
        "opd": "30%",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "5b7e4b12-5b7c-4560-ba97-4c08df807c88",
        "choice_type": "single"
    },
    {
        "question": "Which of the following modalities have shown best result for premenstrual syndrome?",
        "exp": "Ans. is a, i. e. SSRIRef: William's Gynae 1st/ed, p300; Jeffcoate 7th/ed, p629; Novaks 15th/ed, p371, 312; Leon speroff 8th/ed, p578; John Hopkins manual of obs and gynae 4th/ed, p462. Premenstrual disorders:* Frequently women of reproductive age experience symptoms during the late luteal phase of their menstrual cycle, and collectively these complaints are termed, premenstrual syndrome (PMS) or premenstrual dysphoric disorder (PMDD)* It is mostly seen in women aged to 30-45 years. Treatment of PMS: Conservative measures. Inhibition of ovulation. Medications directed at symptoms* Elimination of caffeine from diet* Smoking cessation* Counselling, emotional support* Low-fat, high-fiber diet and essential fatty acids in diet.* Regular exercise* Adequate sleep* Stress reduction* Oral contraceptives (especially drospirenone containing)* Gn. RH agonist* For fluid retention: diuretics* For pain: Prostaglandin synthetase* For mastalgia: evening primrose oil and pyridoxine* For anxiety/depression: SSRI like fluoxetine preferred* Tricyclic antidepressants can also be used. Choice of treatment in PMSAmongst all the drugs used-SSRI's have shown the best results\"For premenstrual dysphoric disorder, selective serotonin re uptake inhibitor (SSRI'S) proved effective in clinical trials\". Ref: Novak 15th/ed, p312\"Women who meet strict criteria for diagnosis of PMS or PMDD, including socioeconomic dysfunction, are candidates for treatment with an SSR1 (fluoxetine, sertraline, paroxetine, verlaflexine), administered daily or only during the luteal phase\" Ref: Leon speroff 8th/ed, p578\"SSRIs are the most effective pharmacologic treatment for moderate to severe PMS and PMDD\"Ref: John hopkins manual ofobs and gynae 4th/ed, p462. Remember: The most significant side effect of SSRI is sexual dysfunction including decreased libido and anorgasmia.",
        "cop": 1,
        "opa": "SSRI",
        "opb": "Progesterone",
        "opc": "Oestrogen",
        "opd": "Anxiolyties",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "1ca8a635-dae9-46e5-af0f-90dbf2f23db0",
        "choice_type": "single"
    },
    {
        "question": "Shoulder dystocia is managed by:",
        "exp": "Ans. b. Supra pubic pressure. Ref: Williams Obstetrics 24th Ed; Page No-541. SHOULDER DYSTOCIADiagnosis. This diagnosis is made when delivery of the fetal shoulders is delayed after delivery of the head. It is more commonly associated with fetal shoulders in the anterior-posterior plane, with the anterior shoulder impacted behind the pubic symphysis. It occurs in 1% of the deliveries case and it may result in permanent neonatal neurologic damage in 2% of cases. Risk Factors. It Includes obesity, maternal diabetes, and postdates pregnancy, which are associated with fetal macrosomia. The incidence may increases with birth weight, half of shoulder dystocias occur in fetuses <4, 000 grams. Management. Suprapubic pressure. Maternal thigh flexion (Mc. Roberts maneuver). Internal rotation of the fetal shoulders to the oblique plane (Wood s \"corkscrew\" maneuver). Manual delivery of the posterior arm, and. Zavanelli maneuver (cephalic replacement).",
        "cop": 2,
        "opa": "Sharp flexion of hip joints towards abdomen",
        "opb": "Supra pubic pressure",
        "opc": "90 degree rotation of posterior shoulder",
        "opd": "Emergency c-section",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "fe5ab4b6-2f1e-4e25-8c97-672eef04e94f",
        "choice_type": "single"
    },
    {
        "question": "Serum levels of different hormones estimated on day of ovulation will depict:",
        "exp": "Ans. is a, i. e. | FSH, | LH, | Estrogen and | Progesterone. Now we know that just before ovulation there is LH & FSH surge so LH and FSH increase at the time of ovulation. Level of estrogen & progesterone are also raised. The levels of progesterone begin to rise and are maximum by Day 22 of cycle. See the graph below:\"Immediately prior to ovulation, when theca interna begins to luteinize, and during luteal phase, the plasma progesterone level rises from 6nmol/L to 63nmol/L\". Ref: Jeffcoates 9th/ed, p75",
        "cop": 1,
        "opa": "| FSH, LH, Estrogen and progesterone",
        "opb": "| FSH, LH, Estrogen and | progesterone",
        "opc": "| FSH, LH, | Estrogen and Progesterone",
        "opd": "| FSH, LH, | Estrogen and | Progesterone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "47a3bd17-005a-4e11-b7f0-adde6899477a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is consistent with a diagnosis of delayed puberty?",
        "exp": "Significant emotional concerns develop when puberty is delayed. By definition, if breast development has not begun by age 13, delayed puberty should be suspected. Menarche usually follows about 1 to 2 years after the beginning of breast development; if menarche is delayed beyond age 16, delayed puberty should be investigated. Appropriate laboratory tests include circulating pituitary and steroid hormone levels, karyotypic analysis, and central nervous system (CNS) imaging when indicated. An FSH value greater than 40 m. IU/mL defines hypergonadotropic hypogonadism as a cause of delayed pubertal maturation. Hypergonadotropic hypogonadism is seen in girls with gonadal dysgenesis, such as occurs with Turner syndrome. Since gonadal dysgenesis is such a common cause of absent pubertal development, hypergonadotropic hypogonadism is frequently but not invariably found in these patients.",
        "cop": 2,
        "opa": "Breast budding in a 10-year-old girl",
        "opb": "Menarche delayed beyond 16 years of age",
        "opc": "Menarche 1 year after breast budding",
        "opd": "FSH values less than 20 m. IU/mL",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "14bed2da-8d52-4d6e-b9ac-7b9bdc44ccb2",
        "choice_type": "single"
    },
    {
        "question": "Secretory phase of endometrium is due to:",
        "exp": "Ans. is b, i. e. Progesterone. REMEMBERAll the effects on endometrium are due to estrogen and progesterone, not due to their urinary metabolites. So secretory endometrium is due to progesterone and don't confuse your concepts just because pregnanediol is given in the options.",
        "cop": 2,
        "opa": "Estrogen",
        "opb": "Progesterone",
        "opc": "Prolactin",
        "opd": "Pregnanediol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "6cafa294-3e6d-4dd4-b699-84700a98b8fa",
        "choice_type": "single"
    },
    {
        "question": "During the evaluation of secondary amenorrhea in a 24-year-old woman, hyperprolactinemia is diagnosed. Which of the following conditions could cause increased circulating prolactin concentration and amenorrhea in this patient?",
        "exp": "In anorexia nervosa, prolactin, thyroid-stimulating hormone (TSH), and thyroxine levels are normal, FSH and LH levels are low, and cortisol levels are elevated. Prolactin is under the control of prolactin-inhibiting factor (PIF), which is produced in the hypothalamus. Many drugs (e. g., the phenothiazines), stress, hypothalamic lesions, stalk lesions, and stalk compression decrease PIF. In hypothyroidism, elevated TRH acts as a prolactin-releasing hormone to cause release of prolactin from the pituitary; hyperthyroidism is not associated with hyperprolactinemia. There are many other conditions, such as acromegaly and pregnancy, that are associated with elevated prolactin levels. Hyperandrogenic conditions such as congenital adrenal hyperplasia or polycystic ovarian disease are not typically associated with hyperprolactinemia.",
        "cop": 1,
        "opa": "Stress",
        "opb": "Primary hyperthyroidism",
        "opc": "Anorexia nervosa",
        "opd": "Congenital adrenal hyperplasia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "0fb466de-de19-4ba4-b832-20b4464ec97f",
        "choice_type": "single"
    },
    {
        "question": "Blastocyst formation occurs after how many days of fertilization -",
        "exp": "Ans. is 'b' i. e., 4-5 days o After fertilization, zygote divides and ultimately forms blastocyst at which stage it gets implanted in the endometrium. o After the zygote formation, typical mitotic division of the nucleus occurs producing two blastomeres. o Two cell stage is reached approximately 30 hours after fertilization. o The blastomeres continue to divide by binary division through 4, 8, 16 cell stage until a cluster of cells is formed and is called morula, resembling a mulberry. o Morula after spending about 3 days in the uterine tube enters the uterine cavity through the narrow uterine ostium (1 mm) on the 4th day in the 16 - 64 cell stage. o While the morula remains free in the uterine cavity on the 4th and 5th day, it is covered by a film of mucus. The fluid passes through the canaliculi of the zona pellucida which separates the cells of the morula and is now termed blastocyst. o Implantation occurs on the 6th day which corresponds to the 20th day of regular menstrual cycle.",
        "cop": 2,
        "opa": "2-3 days",
        "opb": "4- 5days",
        "opc": "7-9days",
        "opd": "8-11 days",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "38391b6f-8e05-4090-99c9-a9064b6254bf",
        "choice_type": "single"
    },
    {
        "question": "The Gene present in theca cell and absent in granulosa cell which enables theca cell to produce androgens:",
        "exp": "Ans. is a, i. e. CYP 17 gene. Ref: Williams Gynae 3rd/ed, p350\"Theca cells express all of the enzymes needed to produce androstenedione. Tins includes high levels of CYP17 gene expression, whose enzyme product catalyzes 17-hydroxylation. This is the rate limiting step in the conversion of progesterone to androgens. \"",
        "cop": 1,
        "opa": "CYP17 gene",
        "opb": "CYP12 gene",
        "opc": "p53",
        "opd": "KRAS",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "9bbbf6d0-f600-4e39-8a35-7df10ce31902",
        "choice_type": "single"
    },
    {
        "question": "Maximum function of corpus luteum occurs:",
        "exp": "Ans. is d, i. e. 8-9 days after ovulation. Ref: Shaw 14th/ed, p28. Corpus luteum: After ovulation, the ruptured Graafian follicle develops into corpus luteum.* Corpus luteum reaches it maximum maturity by 22nd day of cycle (Size =2cms or more), ovulation occurs on day 14, i. e. 8thdays after ovulation corpus luteum reaches its maximum maturity.* Colour of corpus luteum in early stages is greyish yellow due to presence of lipids and later is distinctive yellow due to pigment carotene. Q* Corpus luteum secretes: a. Progesterone (mainly)b. Estrogenc. Inhibind. Relaxin - secreted by corpus luteum of pregnancy* In non-pregnant states activity of corpus luteui is maintained by hormone LH whereas in pregnant states by hormone h. CGQ* The corpus luteum rapidly declines 9-11 days after ovulation and starts forming corpus albicans if pregnancy does not occur* In the first half of the secretory phase, acid phosphatase and potent lytic enzymes are confined to lysosomes. Their release is inhibited by progesterone stabilization of the lysosomal membranes. With the involution of corpus luteum levels of estrogen and progesterone fall, the lysosomal membranes are not maintained and enzymes are released which cause apoptosis of the endometrial cells.* \"The withdrawal of estrogen and progesterone initiates important endometrial events, vasoconstriction, the process of apoptosis, tissue loss and finally menstruation\" - Leon Speroff 7th/ed, p121* If pregnancy occurs, h. CG similar to LH stimulates corpus luteum to secrete progesterone. It's growth reaches a peak at 8th week of gestation and it remains functionally active till 10-12 weeks of gestation, whereby the placenta takes over its function of producing progesterone.",
        "cop": 4,
        "opa": "At ovulation",
        "opb": "Before ovulation",
        "opc": "3 days after ovulation",
        "opd": "8-9 days after ovulation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "103651a5-3a86-41bc-b5bd-51f72270fcca",
        "choice_type": "single"
    },
    {
        "question": "Fetal ovary can produce estrogen by:",
        "exp": "Ans. is b, i. e. 8 weeks. Ref: William Gynae 3rd/ed, p350\"In utero, the fetal human ovary has the capacity to produce estrogen by 8 weeks of gestation\"",
        "cop": 2,
        "opa": "6 weeks",
        "opb": "8 weeks",
        "opc": "10 weeks",
        "opd": "12 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "2a0cb744-5543-49b2-9b3e-5e979308f4ce",
        "choice_type": "single"
    },
    {
        "question": "Labour is said to be prolonged when the first and second stage extend arbitrarily beyond:",
        "exp": "Ans: (b) 18 hours. Williams' Obstetrics, 24th edition. First Stage of Labor. Two phases of cervical dilatation are defined: Latent phase. Active phase. The latent phase corresponds to the preparatory division, and the active phase, to the dilatational division. Friedman subdivided the active phase into the: Acceleration phase. Phase of maximum slope o Deceleration phase. Latent Phase. The onset of latent labor, as defined by Friedman (1972), is the point at which the mother perceives regular contractions. The latent phase for most women ends at between 3 and 5 cm of dilatation. Prolonged Latent Phase. Friedman and Sachtleben (1963) defined this by a latent phase exceeding 20 hours in the nullipara and 14 hours in the multipara. Active Labor. Cervical dilatation of 3 to 5 cm or more, in the presence of uterine contractions, can be taken to reliably represent the threshold for active labor. Protraction as a slow rate of cervical dilatation or descent: For nulliparas was less than 1. 2 cm dilatation per hour or less than 1 cm descent per hour, For multiparas, protraction was defined as less than 1. 5 cm dilatation per hour or less than 2 cm descent per hour. Second Stage of Labor. This stage begins when cervical dilatation is complete and ends with fetal delivery. The median duration it is highly variable but is approximately: 50 minutes for nulliparas20 minutes for multiparas. The mean length of first- and second-stage labor was approximately: 9 hours in nulliparous women without regional analgesia, and that the 95th percentile upper limit was 18. 5 hours. Corresponding times for multiparous women were a mean of 6 hours with a 95th percentile maximum of 13. 5 hours. Prolonged Labour. Labour is said to be prolonged when the combined duration of first and second stage is more than 18 hours. Causes: Abnormal uterine action. Malposition. Malpresentation. Macrosomia. Fetal malformation. Contracted pelvis. Cephalopelvic disproportion. Prolonged latent phase-in primi more than 20 hours and in multi more than 14 hours. Prolonged active phase-this is the most common. Cervical dilatation less than 1. 2 cm/hour in nullipara and less than 1. 5 cm/hour in multipara. Secondary arrest of dilatation-there is arrest in cervical dilatation for atleast 2 hours. Arrest of descent-there is arrest of descent of fetal head for atleast one hour",
        "cop": 2,
        "opa": "12 hours",
        "opb": "18 hours",
        "opc": "24 hours",
        "opd": "6 hours",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "07c23610-450f-4220-b14d-4f7010158f6e",
        "choice_type": "single"
    },
    {
        "question": "Sertoli cells of fetus testis secretes -",
        "exp": "Ans. is 'd' i. e., Mullerian inhibiting substance o Fetal testis secretes mullerian inhibiting substance produced by sertoli cells which acts locally as a paracrine factor to cause mullerian duct regression. Mullerian duct regression completes by 9 to 10 weeks' gestation, which is much before testosterone secretion has commenced. o Because mullerian inhibiting substance acts locally near its site of formation, the mullerian duct on that side would persist, and the uterus and fallopian tube would develop on that sideo Leydig cells in fetal testis are the cellular site of testosterone synthesis.",
        "cop": 4,
        "opa": "h. CG",
        "opb": "LH",
        "opc": "Testosterone",
        "opd": "Mullerian inhibiting substance",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "69db5cd3-f3f9-4b8b-a3a9-b526a7e7196f",
        "choice_type": "single"
    },
    {
        "question": "Softening of the vaginal portion of the cervix:",
        "exp": "Ans. a. Goodel. Ps sign. The cervix contains more of fibrous tissue and collagen than the muscle fibers. Cervix contains mainly collagen and only 10% of muscle fibers. In late pregnancy and at term, under the influence of prostaglandin, collagenase dissolves collagen into fluid form and renders the cervix soft and stretchable during labor. Extra Mile. Chadwick's sign: In early pregnancy, increased vascularity within the cervix stroma beneath the epithelium creates an ectocervical blue tint that is called as Chadwick sign. Goodells sign: Cervical edema leads to softening of the cervix. Hegar's sign: Isthmic softening is cervix.",
        "cop": 1,
        "opa": "Goodells sign",
        "opb": "Chadwicks sign",
        "opc": "Hegar s sign",
        "opd": "Piskaceks sign",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "30e95c3a-a6cc-4dcf-96aa-af4a82520a3a",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with postmenopausal bleed. Endometrial biopsy will be done if endometrial thickness is:",
        "exp": "Ans: (b) 5 mm. Ref: DC Dutta's Textbook of Gynecology, Page 561; Berek and Novak's Gynecology, Page 1978. Causes of postmenopausal bleeding. Benign conditions. Malignant conditions*. Senile endometritis*. Atrophic endometrium*. Dysfunctional uterine bleeding*. Uterine polyp*. Tubercular endometritis*. Cervical erosion and polyp*. Senile vaginitis*. Decubitus ulcer*. Retained and forgotten pessary or IUCD*. HRT*. Urethral caruncle, polyp. Endometrial hyperplasia. Genital malignancy-Carcinoma of the cervix, endometrium, vagina, vulva and Fallopian tube Granulosa cell tumor of the ovary. Sarcoma uterus. One-third of the cases of PMB are due malignancy, commonly due to endometrial and cervical carcinoma. Abnormal perimenopausal and postmenopausal bleeding should always be taken seriously and be properly investigated. Invasive tumors of the cervix, vagina and vulva are usually evident on local and Speculum examination and any lesion identified should be biopsied. If any visible cervical growth - biopsy is taken for histology. If cervix apparently looks normal - cervical and endocervical smear to exclude dysplasia or CIN. The possibility of uterine source of bleeding must always be eliminated. Uterine Causes of Postmenopausal Bleeding. Cause of Bleeding. Percentage %Endometrial atrophy (Most common)60-80. Estrogen replacement therapy15-25. Endometrial polyps2-12. Endometrial hyperplasia5-10. Endometrial cancer10. DIAGNOSIS OF UTERINE PATHOLOGYOffice endometrial aspiration biopsy is the accepted first step in evaluation of perimenopausal. AUB or PMBDiagnostic accuracy is 90 - 98%. Endocervical curettage is performed at the time of endometrial biopsy if cervical pathology is suspected. Hysteroscopy and D&CReserved for cases of cervical stenosis, patient intolerance for OPD aspiration biopsy, bleeding recurs after a negative endometrial biopsy or if the specimen obtained is inadequate. Hysteroscopy is more accurate in identifying polyps and submucous myomas. Transvaginal sonography (TVS) is a useful adjunct to endometrial biopsy for selecting patients for further evaluation. TVS +/-SIS (saline infusion sonography) - helps to distinguish between patients with postmenopausal atrophic endometrium and those with significant amount of endometrial tissue or polyps who need further evaluation. The finding of ET>4mm, a polypoid endometrial mass, or collection of fluid within the uterus requires further evaluation. Pap smear-Only 30% to 50% of patients with endometrial cancer have abnormal Pap test results.",
        "cop": 2,
        "opa": "3 mm",
        "opb": "5 mm",
        "opc": "7 mm",
        "opd": "8 mm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "3bdb51c0-3efd-466a-970a-5f17c0b3f9f2",
        "choice_type": "single"
    },
    {
        "question": "Varicoceles appear to cause male infertility by",
        "exp": "The incidence of varicoceles in the general population is about 15%, but 40% of males with infertility are found to have varicoceles. Because of the anatomy and physiology, varicoceles are more likely to occur on the left side. There is no correlation between the size of the varix and prognosis for fertility. The characteristic stress pattern seen with varicoceles is decreased number of sperm, decreased motility, and increased abnormal forms. How the varicocele causes abnormal semen quality, and the relationship between varicocele, semen abnormalities, and male infertility (especially when semen quality appears normal) is unclear.",
        "cop": 3,
        "opa": "Interfering with sperm production",
        "opb": "Blocking epididymal sperm motility activation",
        "opc": "Increasing the likelihood of sperm antibody formation",
        "opd": "Interfering with sperm movement through cervical mucus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "a21b4bab-c9bd-4fff-a786-8fabec5dd6e9",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old woman presents for evaluation of a 7-month history of amenorrhea. Examination discloses bilateral galactorrhea and normal breast and pelvic examinations. Pregnancy test is negative. Which of the following classes of medication is a possible cause of her condition?",
        "exp": "Amenorrhea and galactorrhea may be seen when something causes an increase in prolactin secretion or action. The differential diagnosis involves several possible causes. Excessive estrogens, such as with birth control pills, can reduce prolactin- inhibiting factor, thus raising serum prolactin level. Similarly, intensive suckling (during lactation and associated with sexual foreplay) can activate the reflex arc that results in hyperprolactinemia. Many antipsychotic medications, especially the phenothiazines, are also known to have mammotropic properties. Hypothyroidism appears to cause galactorrhea secondary to thyrotropin-releasing hormone (TRH) stimulation of prolactin release. When prolactin levels are persistently elevated without obvious cause (e. g., in breast-feeding), evaluation for pituitary adenoma becomes necessary.",
        "cop": 3,
        "opa": "Antiestrogens",
        "opb": "Gonadotropins",
        "opc": "Phenothiazines",
        "opd": "Prostaglandins",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "99f3c6d2-a29e-4017-a856-664f64ec2594",
        "choice_type": "single"
    },
    {
        "question": "\"Determination of serum progesterone level to document ovulation\" For the evaluation, select the most appropriate day of a normal 28-day menstrual cycle for a woman with 5-day menstrual periods. (SELECT 1 DAY)",
        "exp": "The diagnostic evaluation of an infertile couple should be thorough and completed as rapidly as possible. The primary diagnostic steps in the workup of the infertile couple include (1) documentation of ovulation by measurement of basal body temperature (BBT) or mid-luteal phase serum progesterone; (2) semen analysis; (3) postcoital test; (4) hysterosalpingogram; and (5) endometrial biopsy. Women should record their BBT for evidence of ovulation. In addition, serial serum progesterone levels may be helpful to confirm ovulation. Serum progesterone values should be obtained 7 days after ovulation and may also be helpful in evaluating inadequate luteal phase. An endometrial biopsy may also provide valuable information regarding the status of the luteal phase. The biopsy is obtained 12 days after the thermogenic shift, or 2 to 3 days before the expected onset of menses, on about day 26 of a 28-day cycle. A postcoital test is an in vivo test that evaluates the interaction of sperm and cervical mucus. It is performed during the periovulatory period up to 12 h after coitus. The cervical mucus is obtained, and its quantity and quality as well as its interaction with the sperm are evaluated. The hysterosalpingogram is performed in the mid follicular phase in order to evaluate the fallopian tubes and the contour of the uterine cavity; it should not be done while the patient is menstruating or after ovulation has occurred. Although gonadotropin levels are not routinely evaluated, they should be obtained in the early follicular phase when testing is indicated, e. g., in cases where there is a history of oligoovulation.",
        "cop": 4,
        "opa": "Day 3",
        "opb": "Day 8",
        "opc": "Day 14",
        "opd": "Day 21",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "a068c160-1f44-4c80-abd5-1685c588bf39",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old woman gives a history of sharp pain in the lower abdomen for 2-3 days every month approximately 2 weeks before the menses. The most probable etiology for her pain is:",
        "exp": "Ans. is d, i. e. Mittelschmerz syndrome. Ref: Dutta Gynae 4th/ed, p172, 5th/ed, p178* A female giving history of sharp pain in lower abdomen, every month, 2 weeks before the menstruation suggests mittelschmerz as the diagnosis.* Mittelschmerz is synonymous to painful ovulation. Pain is associated with rupture of ovarian follicle at the time of ovulation.",
        "cop": 4,
        "opa": "Endometriosis",
        "opb": "Dysmenorrhea",
        "opc": "Pelvic tuberculosis",
        "opd": "Mittelschmerz syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "72a825c9-9a4b-4f11-a0df-44fc181c180b",
        "choice_type": "single"
    },
    {
        "question": "The most serious complication of clomiphene therapy for induction of ovulation is:",
        "exp": "Ans. is b, i. e. Hyperstimulation syndrome. Ref: Shaw 15th/ed, p315. Ovarian hyperstimulation syndrome is the most dreaded complication of Clomiphene.",
        "cop": 2,
        "opa": "Bone marrow depression",
        "opb": "Hyperstimulation syndrome",
        "opc": "Secondary amenorrhea",
        "opd": "Multiple pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "18807b54-adfa-4132-9947-e2b4821e5221",
        "choice_type": "single"
    },
    {
        "question": "Function of inhibin:",
        "exp": "Ans. d. Inhibin-A decreases in trisomy 18 (Edwards syndrome). Inhibin A/B is useful tumor marker for Granulosa cell tumors. FSH binds to Sertoli cells and activates a Gs --c. AMPpathway. Sertoli cells. Release inhibin B, which has negative feedback on FSH secretion. Trisomy 21 with down syndrome, levels for MS-AFP and estriol are decreased, but h. CG and inhibin-A are, increased. Perform an amniocentesis for karyotype. Trisomy 18 With Edward syndrome, levels for all 4 markers (MS-AFP, estriol, inhibin-A, and h. CG) are decreased. Perform an amniocentesis for karyotype.",
        "cop": 4,
        "opa": "Inhibin A/B is useful tumor marker for Sertoli-Leydig tumors.",
        "opb": "Inhibin-B Produces positive feedback for FSH",
        "opc": "Inhibin-A decreases in trisomy 21 (Down syndrome)",
        "opd": "Inhibin-A decreases in trisomy 18 (Edwards syndrome)",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "340f2727-97c7-4e61-a989-4f0b18d4e8bb",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old woman consults you for treatment of hirsutism. She is obese and has facial acne and hirsutism on her face and periareolar regions and a male escutcheon. Serum LH level is 35 m. IU/mL and FSH is 9 m. IU/mL. Androstenedione and testosterone levels are mildly elevated, but serum DHAS is normal. The patient does not wish to conceive at this time. Which of the following single agents is the most appropriate treatment of her condition?",
        "exp": "This patient has polycystic ovarian syndrome (PCOS), diagnosed by the clinical picture, abnormally high LH-to-FSH ratio (which should normally be approximately 1: 1), and elevated androgen but normal DHAS. DHAS is a marker of adrenal androgen production; when normal, it essentially excludes adrenal sources of hyperandrogenism. Several medications have been used to treat hirsutism associated with PCOS. For many years contraceptives were the most frequently used agents; they can suppress hair growth in up to two-thirds of treated patients. They act by directly suppressing ovarian steroid production and increasing hepatic binding globulin production, which binds circulating hormone and lowers the concentration of metabolically active (free unbound) androgen. However, clinical improvement can take as long as 6 months to manifest. Other medications that have shown promise include medroxyprogesterone acetate, spironolactone, cimetidine, and Gn. RH agonists, which suppress ovarian steroid production. However, Gn. RH analogues are expensive and have been associated with significant bone demineralization after only 6 months of therapy in some patients. Surgical wedge resection is no longer considered an appropriate therapy for PCOS given the success of pharmacologic agents and the ovarian adhesions that were frequently associated with this surgery.",
        "cop": 1,
        "opa": "Oral contraceptives",
        "opb": "Corticosteroids",
        "opc": "Gn. RH",
        "opd": "Parlodel",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "a0a49f3a-6744-48ff-9661-0ecd2dcd6305",
        "choice_type": "single"
    },
    {
        "question": "Hormone therapy indicated in menopausal women:",
        "exp": "Ans. a. Hot flash. Ref: Shaws Textbook of Gynecology 16th Ed; Page No-74. HORMONE REPLACEMENTTHERAPYBenefits and Risks. Estrogen therapy is the most effective FDA-approved method for relief of menopausal vasomotor symptoms (hot flashes), it is also used in genitourinary atrophy and dyspareunia. Hot flashes: Excess amount of sweating and sensation of heat is felt by 75% of menopausal women. It is mediated through the hypothalamic thermoregulatory center. Due to peripheral conversion of androgens to estrone in their peripheral adipose tissues; obese women are less commonly to undergo hot flashes. The Womens Health Initiative (WHI) study of the National Institutes of Health (NIH) studied 27, 000 postmenopausal women with a mean age of 63 years. These included women with a uterus on hormone therapy (HT), both estrogen and progestin, and hysterectomized women on estrogen therapy (ET) only. CRITIQUE OF WOMEN'S HEALTH INITIATIVE STUDYExcludes patients with vasomotor symptoms. Primary indication for hormone replacement. Mean patient age was 63 years. Missed the 10-year \"window of opportunity\"Same dose of hormone for all ages. Older women don't need as a high dose as do younger women. Patients were not all healthy. Hypertension (40%), t cholesterol (15%), diabetes mellitus (7%), myocardial infarction (3%). Benefits: Both HT and ET groups in WHI had decreased osteoporotic fractures and lower rates of colorectal cancer. Risks: Both HT and ET groups in WHI were found to have small increases in deep vein thrombosis (DVT). The HT group also had increased heart attacks and breast cancer, but these were not increased in the ET group. WHI-BENEFIT AND RISK (MEAN AGE OF 63 YEARS) Estrogen and progestin. Estrogen only. Vaginal dryness. Benefit. Benefit. Hot flashes. Benefit. Benefit. Vasomotor symptoms. Benefit. Benefit. Osteoporosis. Benefit. Benefit. Breast cancer. Risk. No change. Heart disease. Risk. No change. Stroke. Risk. Risk. CONTRAINDICATIONSPersonal history of an estrogen-sensitive cancer (breast or endometrium), active liver disease, active thrombosis, or unexplained vaginal bleeding. MODALITIESThe route of Estrogen can be administered by oral, transdermal, vaginal, or parenteral routes. All routes will yield the benefits described. Estrogen is contraindicated in Women with uterus cancer. All women with uterus cancer should be treated with progestin therapy to prevent endometrial hyperplasia. The most common current regimen is oral estrogen and progestin given continuously.",
        "cop": 1,
        "opa": "Hot flash",
        "opb": "Ca breast",
        "opc": "Endometriosis",
        "opd": "Uterine bleeding",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Physiology & Histology",
        "id": "ad053d8b-39b1-49b8-90ef-799e9cded1e0",
        "choice_type": "single"
    }
]