[
    {
        "question": "A pregnant patient presents with abdominal pain with twin gestation of 34 weeks and bleeding PV. The most probable diagnosis is?",
        "exp": "ANSWER: (A) Abruptio placenta. REF: Dutta 6th ed p. 256, Current Diagnosis & Treatment Obstetrics & Gynecology, 10th edition Chapter 20. The clue in the question in favour of abruptio placenta is pain abdomen which differentiates it from placenta previa. Abruptio placenta. Placenta previa. History. Frequent association of preeclampsia or hypertension from any causeA single attack of vaginal bleeding, which usually continues until delivery Abdominal pain. No association with preeclampsia. Repeated warning hemorrhages often occurring over a period of weeks. Usually no abdominal pain. Abdominal. Examination. Local uterine tenderness, hypertonic \"woody\" uterus in a concealed abruption patient usually in labor. Presenting part often engaged. Presenting part maybe difficult to palpate. Fetal heart sounds often absent. Normal uterine tone and usually no tenderness Patient rarely in labor. Presenting part above brim, malpresentation usually found. Fetal parts usually palpable. Fetal heart sounds usually presentx. Ancillary aidsplacenta demonstrated in upper uterine segment by ultrasound. Placenta demonstrated in lower uterine segment by ultrasound. Vaginalexamination. Double set-up reveals no placenta within 5 cm of internal os. Double set-up reveals placenta implanted in the lower uterine segment",
        "cop": 1,
        "opa": "Abruptio placenta",
        "opb": "Placenta previa",
        "opc": "Ectopic pregnancy",
        "opd": "Abortion",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placental Abruption",
        "id": "cb4e2343-28d0-472a-8231-e229735366c3",
        "choice_type": "single"
    },
    {
        "question": "Sher's classification is done in cases of:",
        "exp": "Ans: C (Abruption) Ref: Practiced guide to high risk pregnancy Delivery: Fernando Arias 3rd ed. Pg 344. Explanation: Sher's Classification is for Abruptio Placenta. Grade I* Mild Retro-Placental Clot of Vol. < 150 ml. Grade II* Classical features of abruption are present.* Fetus is alive.* Most of them have abnormal FHR pattern.* Perinatal mortality is high.* Retro-Placental Clot - 150-500 ml. Grade III* Features of Gr IE with fetal demise* A - Presence of coagulopathy* B - Absence of coagulopathy",
        "cop": 3,
        "opa": "Uterine prolapse",
        "opb": "Puerperal sepsis",
        "opc": "Abruption",
        "opd": "Placenta praevia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placental Abruption",
        "id": "ce826883-fd9c-4641-860c-a40db782049a",
        "choice_type": "single"
    }
]