[
    {
        "question": "Which of the following measures The amount of fetal blood entering maternal circulation:",
        "exp": "To know the exact amount of blood in maternal circulation, KLEIHAUER - BETKE test (acid elusion test)is done which is a quantitative test To distinguish between maternal and fetal blood in cases of vasa pre APT TEST is done which is a qualitative test. Benedict test is used for checking reducing sugars in the urine",
        "cop": 1,
        "opa": "Kleihauer - Betke test",
        "opb": "Singers test",
        "opc": "APT test",
        "opd": "Benedict test",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta - Types and their complications",
        "id": "4cb190ab-e927-4d7b-b958-bcda14248cb7",
        "choice_type": "single"
    },
    {
        "question": "Velamentous inseion of the cord is associated with an increased risk for:",
        "exp": "With velamentous inseion of the cord, the umbilical vessels separate in the membranes at a distance from the placental margin, which they reach surrounded only by amnion. It occurs in about 1% of singleton gestations but is quite common in multiple pregnancies. When fetal vessels cross the internal os (vasa pre), rupture of membranes may be accompanied by rupture of a fetal vessel, leading to fetal exsanguination.",
        "cop": 2,
        "opa": "Maternal hemorrhage prior to delivery",
        "opb": "Can cause fetal exsanguinations before labor due to blood loss",
        "opc": "Torsion of the umbilical cord and fetal death",
        "opd": "Increased fetal malformations incidence",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta - Types and their complications",
        "id": "82b8a2bd-0cde-4056-b5d1-e29a36bd18ee",
        "choice_type": "single"
    },
    {
        "question": "What type of placenta is this?",
        "exp": "Placenta of MCMA twins (monochorionic and monoamniotic) * Single placenta with no dividing membrane between 2 umbilicial cords. * Cord entanglement is one of the specific complications seen with MCMA placenta. In above shown image, absence of dividing membrane gives a hint towards MCMA placenta.",
        "cop": 2,
        "opa": "Monochorionic Diamniotic",
        "opb": "Monochorionic Monoamniotic",
        "opc": "Dichorionic Diamniotic",
        "opd": "TTTS (Twin -to-twin transfusion syndrome)",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta - Types and their complications",
        "id": "677d0e7e-4953-4831-9384-a89ac81ce93c",
        "choice_type": "single"
    },
    {
        "question": "Placenta takes over function of corpus luteum for production of hormone at:",
        "exp": "Placenta stas making estrogen, progesterone after 6 weeks Luteo-placental shift occurs from 6-9 weeks, this means that the placenta stas to TAKE OVER the function of corpus luteum of hormone production such that by 8-9 weeks, most of estrogen and progesterone in maternal circulation is placental in origin. The function of the corpus luteum begins to decline after 8 wk of pregnancy, but it persists throughout pregnancy.",
        "cop": 1,
        "opa": "8 weeks",
        "opb": "12 weeks",
        "opc": "18 weeks",
        "opd": "24 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta - Types and their complications",
        "id": "5cf65c19-74f6-416e-ba4b-a3dd0dbd4d9f",
        "choice_type": "single"
    },
    {
        "question": "At what POG placental and fetal weights are approximately equal",
        "exp": "By approximately 17 postmenstrual weeks, placental and fetal weights are approximately equal. By term, placental weight is approximately one sixth of fetal weight.",
        "cop": 2,
        "opa": "15 week",
        "opb": "17 week",
        "opc": "19 week",
        "opd": "21 week",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta - Types and their complications",
        "id": "4bb7c9e3-8a4f-4be1-923f-b9d551f56230",
        "choice_type": "single"
    },
    {
        "question": "Which of these is the ideal method of removal of placenta after delivery in routine delivery cases?",
        "exp": "Removal of placenta must be done by controlled cord traction (Brandt and Andrews method) or waiting for spontaneous placental separation. Excessive cord traction may inadveently cause uterine inversion. Credes method is obsolete because of high risk of retention of placental bits.",
        "cop": 2,
        "opa": "Manual removal of placenta after delivery of baby",
        "opb": "spontaneous separation of placenta or by controlled cord traction",
        "opc": "Immediate & firm traction of cord after delivery of baby",
        "opd": "Crede's method (Fundal pressure squeezing uterus to help placentalseparation anddelivery)",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta - Types and their complications",
        "id": "a62f8ce6-b053-4b05-9a49-afd47774167f",
        "choice_type": "single"
    },
    {
        "question": "Which layer of placenta disappears at the end of pregnancy?",
        "exp": "Decidua directly beneath blastocyst implantation is modified by trophoblast invasion and becomes the decidua basalis. Decidua basalis disappears at the end of pregnancy. Decidua parietalis is also called as decidua vera",
        "cop": 3,
        "opa": "Decidua perietalis",
        "opb": "Decidua capsularis",
        "opc": "Decidua basalis",
        "opd": "Chorion frondosum",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta - Types and their complications",
        "id": "6de2dc26-91dd-40c7-80bd-d134615f1879",
        "choice_type": "single"
    },
    {
        "question": "Placental grading on ultrasound is based on following criteria:-",
        "exp": "Placental grading (Grannum classification)refers to an ultrasound grading system of the placenta based on its maturity. It primarily affects the extent of calcifications. Factors evaluated include placental calcium deposits and chorionic plate undulations. GRADE FEATURES Grade 0 <18 weeks uniform echogenicity smooth chorionic plate Grade I 18-29 weeks Scattered echogenicities and subtle chorionic plate undulations Grade II 30-38 weeks Echogenic stippling at the basal plate Grade III >= 39 weeks Echogenic indentations extending from the chorionic plate to the basal plate which resemble cotyledons.",
        "cop": 4,
        "opa": "Placental location",
        "opb": "Placental dimension",
        "opc": "Aminotic fluid & placental ratio",
        "opd": "Chorionic plate undulations",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta - Types and their complications",
        "id": "0af7f4d3-2f65-4619-9cf6-3f3abce42de8",
        "choice_type": "single"
    },
    {
        "question": "REMODELING of Uteroplacental vasculature conves -",
        "exp": "Remodeling conves narrow-lumen, muscular spiral aeries into dilated, low-resistance uteroplacental vessels Uteroplacental vasculature development proceeds in two waves or stages. The first wave occurs before 12 weeks post feilization and consists of invasion and modification of spiral aeries up to the border between the decidua and myometrium. The second wave is between 12 and 16 weeks and involves some invasion of the intramyometrial segments of spiral aeries.",
        "cop": 2,
        "opa": "Low resistance to high resistance.",
        "opb": "High resistance to low resistance",
        "opc": "To do nothing with resistance.",
        "opd": "Varies in different circumstances",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta - Types and their complications",
        "id": "a1b32ac8-57b8-4628-8e0d-b97cf6e2101c",
        "choice_type": "single"
    },
    {
        "question": "At what size PLACENTOMEGALY is diagnosed on USG?",
        "exp": "Placentomegaly - 40 mm Normal placenta Placentomegaly Size - 22 cm in diameter Thickness - 2. 0 to 2. 5 cm Weight - 470 g. Thickness > 40 mm. Weight - >750 g. Placentomegaly is associated with: Fetal hydrops Maternal diabetes Chronic infections (e. g. syphilis, cytomegalovirus), Maternal anemia",
        "cop": 4,
        "opa": "25 mm",
        "opb": "30 mm",
        "opc": "35 mm",
        "opd": "40 mm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta - Types and their complications",
        "id": "a91ee9c9-a61b-4b5c-865d-2792415bf350",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common predisposing factor for placenta accreta?",
        "exp": "Placenta accreta is the attachment of placenta directly to the myometrium without any intervening decidua basalis Impoant risk factor: * Placenta pre ( most common ) * Prior cesarean section",
        "cop": 4,
        "opa": "Myomectomy",
        "opb": "Recent curettage",
        "opc": "Previous cesarean section",
        "opd": "Placenta pre",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta - Types and their complications",
        "id": "846be67d-4d7b-4eea-b950-c81d2fd17e08",
        "choice_type": "single"
    }
]