[
    {
        "question": "A 35 years multiparous lady with 30 weeks Pregnancy presents with sudden onset painless vaginal bleeding. USG done shows presence of:",
        "exp": "Ans. (b) Placenta previa.* The image shows internal cervical os cannot be visualized. The second black shadow appears to be the urinary bladder.* In mid-gestation the placenta occupies 50% of the uterine surface. By 40 weeks' gestation, the placenta occupies 17 - 25% of the uterine volume.* Since about one-third cases of antepartum haemorrhage belong to placenta previa and are more common in multiparous women. In clinical setting of painless bleeding in multiparous woman in 30 weeks of pregnancy diagnosis goes in favour of placenta previa.* The high risk factors for placenta previa are (a) Multi-parity (b) Increased maternal age (> 35 years) (c). History of previous caesarean section or any other scar in the uterus (myomectomy or hysterotomy) (d) Succenturiate lobes.",
        "cop": 2,
        "opa": "Abruption placenta",
        "opb": "Placenta previa",
        "opc": "Vasa previa",
        "opd": "Sub-amniotic cyst",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta Previa",
        "id": "c2a5d395-f67d-4895-9746-1b7de6178af8",
        "choice_type": "single"
    },
    {
        "question": "Blastocyst implantation close to internal os causes-",
        "exp": "Ans. is 'a' i. e., Placenta Previa Placenta Previao When the placenta is implanted partially or completely over the lower uterine segtnent, over and adjacent to the internal os, it is called placenta previa.",
        "cop": 1,
        "opa": "Placenta previa",
        "opb": "Placenta Percreta",
        "opc": "Placenta increta",
        "opd": "Abruptio",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta Previa",
        "id": "69bf0e12-83ee-4169-a8b8-bf559a05c16b",
        "choice_type": "single"
    },
    {
        "question": "Pelvic examination is not done in -",
        "exp": "Ans. is 'a' Placenta previa. Vaginal examination is not done in placenta previa as it can provoke further separation of placenta with torrential bleeding and may be fatal. It should only be done prior to termination of pregnancy in the operation theatre under anaesthesia keeping everything ready for caesarean section.",
        "cop": 1,
        "opa": "Placenta previa",
        "opb": "Contracted pelvis",
        "opc": "H. mole",
        "opd": "Ectopic pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta Previa",
        "id": "b07847cd-c3e4-45b1-8303-779e2382afa1",
        "choice_type": "single"
    },
    {
        "question": "A pregnant woman presents with a placenta previa of a major degree. The fetus is malformed. Which of the following will be the best line on management?",
        "exp": "Ans: A (Cesarean section) Ref: DC Dutta s Textbook of Obstetrics, 7th edn, Pg 248. Explanation: Placenta Previa - Management. Type II B. Ill and IV are the major degree placenta previa. Criteria for expectant management: Gestational age <37 weeks. Hemodynamicallly stable patient. Bleeding has stopped. No evidence of fetal distress/congenital mal formations/intrauterine death. Expectant management includes tocolysis, steroids for lung maturity. In this scenario, baby is congenitally malformed. Hence, there is no question of expectant management. Now, the question is to whether to induce labor or directly go for caesarean section. Whatever is the condition of the baby, caesarean section is the mode of delivery for major degree placenta previa. Also Note: Dangerous type of placenta previa - Type II B. Stallworthy sign is seen in -Type II B placenta previa.",
        "cop": 1,
        "opa": "Cesarean section",
        "opb": "Oxytocin drip",
        "opc": "Rupture of membranes",
        "opd": "Instillation of PG E2",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta Previa",
        "id": "1cf06f93-77d1-40a9-bb02-5d56278a5342",
        "choice_type": "single"
    },
    {
        "question": "The best way to diagonse the degree of placenta previa is-",
        "exp": "Previa can be confirmed with an ultrasound. Transvaginal ultrasound has superior accuracy as compared to transabdominal one, thus allowing measurement of distance between placenta and cervical os",
        "cop": 1,
        "opa": "Transvaginal sonography",
        "opb": "Double set-up examination",
        "opc": "Observation during C. S.",
        "opd": "Examination of placenta after delivery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta Previa",
        "id": "c5028c9a-9939-4f1d-a664-3822912ddbd8",
        "choice_type": "single"
    },
    {
        "question": "Absolute contraindication vaginal delivery-",
        "exp": "Ans. is 'a' i. e., Central placenta previa o Central placenta previa is an absolute indication caesarian section and an absolute contraindication for vaginal delivery. o Caesarian section is indicated for all women with sonographic evidence of placenta previa where the central edse is within 2 cm of the internal os. It is specially indicated if it is posterior or thick.",
        "cop": 1,
        "opa": "Central placenta previa",
        "opb": "Previous caesarian section",
        "opc": "Breech presentation",
        "opd": "Heart disease in pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta Previa",
        "id": "b17f51db-de81-489a-a9a2-3a633b581d5f",
        "choice_type": "single"
    },
    {
        "question": "The regimen used for expectant management of placenta previa is -",
        "exp": "Ans. is 'a' i. e., Mac. Afee and Johnson regimen It has long been taught that placenta previa cannot be managed expectantly. It was believed that a patient with major degree of placenta previa would in the absence of intervention frequently bleed to death and that fatal hemorrhage may ensue without warning. But evidence is accumulating that more morbidity is produced by overtreatment rather than observation. In their overenthusiasm to manage the placenta previa patients actively, by L. S. C. S., most of the obstetricians end up delivering premature baby. It has been a major conclusion in several studies that most important cause of fetal morbidity in placenta previa is i fetal prematurity\" which in many cases occur due to \"over active\" intervention. Macafee's and Jhonson 's great contribution lav in their advocacy of expectant treatment there by reducing the prematurity. The aim of expectant management is to prolong pregnancy till the fetus is reasonably mature and if possible till term. Sometimes cases of minor previa presenting early in pregnancy may resolve spontaneously with expectant management. As a rule, the first hemorrhage is not lethal either to the mother or child particularly in case of a primigravida and it soon ceases in practically every case. The separated area of the placenta becomes infarcted and the maternal vessels supplying the exposed portion of the placental site thrombose. If more than l/3rd area of the placenta is not detached, the fetus, also develops some compensatory mechanism to meet its oxygen requirement. Johnson and Mac. Afee's regimen includes. In hospital management till delivery which includes. Rest. Monitoring of mother and fetus. Correcting anemia with blood transfusions. Ultrasound localisation of placenta. Per speculum examination, once active bleeding ceases. Digital examination is avoided in all cases. Blood transfusion (maternal hematocrit 30%)",
        "cop": 1,
        "opa": "Macafee & Johnson regimen",
        "opb": "Brandt Andrew method",
        "opc": "Credes method",
        "opd": "Mcdonald's regimen",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta Previa",
        "id": "eb2f16a0-591c-4ef6-b98b-23ddb88e179d",
        "choice_type": "single"
    }
]