[
    {
        "question": "Placenta previa risk increases with the following except -",
        "exp": "Ans. is 'a' i.e., Contraceptive use Placenta PreviaBrowne's classification for placenta previaType 1LateralPlacenta dipping into the lower segment but not reaching upto the os.Type 2MarginalPlacental edge reaches the internal osType 3Incomplete centralPlacenta covers the internal os when closed, but not when fully dilatedType 4CentralPlacenta covers the internal os even when fully dilated.Risk factorso Previous history ofplacenta previa (12 times more risk) -most important risk factor.o Multiparity and increased maternal age.o H/O any previous uterine surgery (4 time more risk).o Previous uterine currettage.o Increased placental size as in multifetal pregnancy.o Succenturiate lobe.o Smoking.",
        "cop": 1,
        "opa": "Contraceptive use",
        "opb": "Higher order of pregnancy",
        "opc": "Maternal age >35 yrs",
        "opd": "Multiparity",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta Previa",
        "id": "57a75e7c-314b-41f0-9cd8-5167cb3cfa3d",
        "choice_type": "multi"
    },
    {
        "question": "A 35 years multiparous lady with 30 weeks Pregnancy presents with sudden onset painless vaginal bleeding. USG done shows presence of:",
        "exp": "Ans. (b) Placenta previa.* The image shows internal cervical os cannot be visualized. The second black shadow appears to be the urinary bladder.* In mid-gestation the placenta occupies 50% of the uterine surface. By 40 weeks' gestation, the placenta occupies 17 - 25% of the uterine volume.* Since about one-third cases of antepartum haemorrhage belong to placenta previa and are more common in multiparous women. In clinical setting of painless bleeding in multiparous woman in 30 weeks of pregnancy diagnosis goes in favour of placenta previa.* The high risk factors for placenta previa are (a) Multi-parity (b) Increased maternal age (> 35 years) (c)History of previous caesarean section or any other scar in the uterus (myomectomy or hysterotomy) (d) Succenturiate lobes.",
        "cop": 2,
        "opa": "Abruption placenta",
        "opb": "Placenta previa",
        "opc": "Vasa previa",
        "opd": "Sub-amniotic cyst",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta Previa",
        "id": "c2a5d395-f67d-4895-9746-1b7de6178af8",
        "choice_type": "single"
    },
    {
        "question": "Blastocyst implantation close to internal os causes-",
        "exp": "Ans. is 'a' i.e., Placenta Previa Placenta Previao When the placenta is implanted partially or completely over the lower uterine segtnent, over and adjacent to the internal os, it is called placenta previa.",
        "cop": 1,
        "opa": "Placenta previa",
        "opb": "Placenta Percreta",
        "opc": "Placenta increta",
        "opd": "Abruptio",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta Previa",
        "id": "69bf0e12-83ee-4169-a8b8-bf559a05c16b",
        "choice_type": "single"
    },
    {
        "question": "Pelvic examination is not done in -",
        "exp": "Ans. is 'a' Placenta previa .Vaginal examination is not done in placenta previa as it can provoke further separation of placenta with torrential bleeding and may be fatal.It should only be done prior to termination of pregnancy in the operation theatre under anaesthesia keeping everything ready for caesarean section.",
        "cop": 1,
        "opa": "Placenta previa",
        "opb": "Contracted pelvis",
        "opc": "H. mole",
        "opd": "Ectopic pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta Previa",
        "id": "b07847cd-c3e4-45b1-8303-779e2382afa1",
        "choice_type": "single"
    },
    {
        "question": "35 weeks pregnancy, painless blood discharge, most likely diagnosis is -",
        "exp": "Ans. is 'a' i.e., Placenta previa \"The only symptom ofplacenta previa is vaginal bleeding. The classical features of bleeding in placenta previa are sudden onset, painless, apparently causeless & recurrent\"o Abruptio placenta usually presents with abdominal pain or discomfort followed by vaginal bleeding,o Classical triad of ectopic pregnancy consists of abdominal pain, amenorrhea & lastly appearance of vaginal bleeding.",
        "cop": 1,
        "opa": "Placenta previa",
        "opb": "Abruptio placenta",
        "opc": "Ectopic pregnancy",
        "opd": "None",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta Previa",
        "id": "af2d7b01-53bc-48cf-afe9-253d12f700b4",
        "choice_type": "multi"
    },
    {
        "question": "A pregnant woman presents with a placenta previa of a major degree. The fetus is malformed. Which of the following will be the best line on management?",
        "exp": "Ans: A (Cesarean section) Ref: DC Dutta s Textbook of Obstetrics, 7th edn, Pg 248Explanation:Placenta Previa - ManagementType II B. Ill and IV are the major degree placenta previa.Criteria for expectant management:Gestational age <37 weeksHemodynamicallly stable patientBleeding has stoppedNo evidence of fetal distress/congenital mal formations/intrauterine death.Expectant management includes tocolysis, steroids for lung maturity.In this scenario, baby is congenitally malformed. Hence, there is no question of expectant management. Now, the question is to whether to induce labor or directly go for caesarean section.Whatever is the condition of the baby, caesarean section is the mode of delivery for major degree placenta previa.Also Note:Dangerous type of placenta previa - Type II B.Stallworthy sign is seen in -Type II B placenta previa.",
        "cop": 1,
        "opa": "Cesarean section",
        "opb": "Oxytocin drip",
        "opc": "Rupture of membranes",
        "opd": "Instillation of PG E2",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta Previa",
        "id": "1cf06f93-77d1-40a9-bb02-5d56278a5342",
        "choice_type": "single"
    },
    {
        "question": "The best way to diagonse the degree of placenta previa is-",
        "exp": "Previa can be confirmed with an ultrasound. Transvaginal ultrasound has superior accuracy as compared to transabdominal one, thus allowing measurement of distance between placenta and cervical os",
        "cop": 1,
        "opa": "Transvaginal sonography",
        "opb": "Double set-up examination",
        "opc": "Observation during C.S.",
        "opd": "Examination of placenta after delivery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta Previa",
        "id": "c5028c9a-9939-4f1d-a664-3822912ddbd8",
        "choice_type": "single"
    },
    {
        "question": "Absolute contraindication vaginal delivery-",
        "exp": "Ans. is 'a' i.e., Central placenta previa o Central placenta previa is an absolute indication caesarian section and an absolute contraindication for vaginal delivery.o Caesarian section is indicated for all women with sonographic evidence of placenta previa where the central edse is within 2 cm of the internal os. It is specially indicated if it is posterior or thick.",
        "cop": 1,
        "opa": "Central placenta previa",
        "opb": "Previous caesarian section",
        "opc": "Breech presentation",
        "opd": "Heart disease in pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta Previa",
        "id": "b17f51db-de81-489a-a9a2-3a633b581d5f",
        "choice_type": "single"
    },
    {
        "question": "Placenta praevia true are:",
        "exp": "Ans. A (Incidence increase by two fold after LSCS) \"The incidence ranges from 0.5 - 1 % amongst hospital delivers.In 80% cases, it is found to multiparous. (i.e., not 1 per 1000 pregnancies)- Dutta Obstetrics 6th/243\"Increased family planning acceptance with limitation and spacing of birth, lowers the incidence of placenta previa - Dutta Obstetrics 6th/ 243 (i.e. It is less common in develoed countries than in developing countries)\"Atonic uterus (80%)Q is the commonest cause of PPH\"- Dutta Obstetrics 6th / 411\"About 1/3rd (35%) cases of antepartum haemorrhage (APH) belongs to placeta praevta\"- Dutta Obstetrics 6th / 243Risk of Placenta Previa after CS ; Short discussion (Option A correct)William Obstetrics 23rd/770: says# In a study of 30, 132 women in labor undergoing cesa rean delivery, Silver and associates (2006) cited an increased risk of praevia in women who had prior caesarean delivery. The incidence was 1.3 percent for those with one prior cesarean delivery and 3.4 percent in women who has six or more cesarean deliveriesMiller and associates (1996) cited a threefold increased risk for praevia in women with a prior cesarean delivery in more than 150,000 deliveries at Los Angeles County Women's Hospital and the risk for previa increases progressively as parity and number of prior cesarean deliveries increase.# Gesteland and co-workers (2004) and Gilliam and colleagues (2000) calculated that the likelihood of previa was increased more than eightfold(r) in women with parity greater than four and more than four prior cesareans.\"The probability of placenta previa is four times greater- in patients with prior cesareans than in patients without uterine scars\"- Fernando Arias 3rd/333Placenta Praevia# It is a rare condition in which the placenta grows in the lower part of a pregnant woman's uterus & covers all or part of the cervix.Aetiology:# Abnormal formation of placenta# S Abnormal uterus# Larges placenta# Scarred lining of the uterus (endometrium)Predisposing Factors:# Multi parity# Increased material age (>35 vrs.)# H/o previous LSCS or any scar in the uterus (myomectomy or hysterectomy)# Placental size & abnormality (Succenturiate lobe)# Smoking\"Browne's classification for placenta previaType 1 LateralPlacenta dipping into the lower segment but reaching upto the os.Type 2 MarginalPlacenta edge reaches the internal os.Type 3 Incomplete centralPlacenta covers the internal os when closed, but not when fully dilated.Type 4 CentralPlacenta covers the internal os even fully dilated.# Type 1 and 2 are called minor degrees and type 3 and 4 called major degrees of placenta previa.# Type 1 and 2 can be anterior or posterior\"# Type 2 posterior placenta is also called the 'dangerous type' as it is more likely to be compressed producing cord compression. This can cause fetal asphyxia and even death. Fig: Degrees of placenta praevia with findings on vaginal examination",
        "cop": 1,
        "opa": "Incidence increases by two fold after LSCS",
        "opb": "More common in primipara",
        "opc": "Most common in developed countries",
        "opd": "1 per 1000 pregnancies",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta Previa",
        "id": "d84f98a2-5b68-4854-bf6b-86530b454c69",
        "choice_type": "multi"
    },
    {
        "question": "The regimen used for expectant management of placenta previa is -",
        "exp": "Ans. is 'a' i.e., MacAfee and Johnson regimen It has long been taught that placenta previa cannot be managed expectantly.It was believed that a patient with major degree of placenta previa would in the absence of intervention frequently bleed to death and that fatal hemorrhage may ensue without warning.But evidence is accumulating that more morbidity is produced by overtreatment rather than observation.In their overenthusiasm to manage the placenta previa patients actively, by L.S.C.S., most of the obstetricians end up delivering premature baby.It has been a major conclusion in several studies that most important cause of fetal morbidity in placenta previa is i fetal prematurity\" which in many cases occur due to \"over active\" intervention.Macafee's and Jhonson 's great contribution lav in their advocacy of expectant treatment there by reducing the prematurity.The aim of expectant management is to prolong pregnancy till the fetus is reasonably mature and if possible till term. Sometimes cases of minor previa presenting early in pregnancy may resolve spontaneously with expectant management.As a rule, the first hemorrhage is not lethal either to the mother or child particularly in case of a primigravida and it soon ceases in practically every case.The separated area of the placenta becomes infarcted and the maternal vessels supplying the exposed portion of the placental site thrombose.If more than l/3rd area of the placenta is not detached, the fetus, also develops some compensatory mechanism to meet its oxygen requirement.Johnson and MacAfee's regimen includesIn hospital management till delivery which includesRestMonitoring of mother and fetusCorrecting anemia with blood transfusionsUltrasound localisation of placentaPer speculum examination, once active bleeding ceasesDigital examination is avoided in all casesBlood transfusion (maternal hematocrit 30%)",
        "cop": 1,
        "opa": "Macafee & Johnson regimen",
        "opb": "Brandt Andrew method",
        "opc": "Credes method",
        "opd": "Mcdonald's regimen",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta Previa",
        "id": "eb2f16a0-591c-4ef6-b98b-23ddb88e179d",
        "choice_type": "single"
    },
    {
        "question": "All are true about placenta previa EXCEPT:",
        "exp": "ANSWER: (C) Increased uterine toneREF: Current Diagnosis & Treatment Obstetrics & Gynecology, 10th edition Chapter 20 Placenta Previa Essentials of DiagnosisSpotting during first and second trimesters.Sudden, painless, profuse bleeding (bright red, clotted blood) in third trimester.Initial cramping in 10% of cases. Abruptio placentaPlacenta previaHistory* Frequent association of preeclampsia or hypertension from any cause* A single attack of vaginal bleeding, which usually continues until delivery* Abdominal pain* No association with preeclampsia* Repeated warning hemorrhages often occurring over a period of weeks* Usually no abdominal painAbdominal Examination* Local uterine tenderness, hypertonic \"woody\" uterus in a concealed abruption* patient usually in labor* Presenting part often engaged* Presenting part maybe difficult to palpate* Fetal heart sounds often absent* Normal uterine tone and usually no tenderness* Patient rarely in labor* Presenting part above brim, malpresentation usually found* Fetal parts usually palpable* Fetal heart sounds usually presentAncillary aids* placenta demonstrated in upper uterine segment by ultrasound* Placenta demonstrated in lower uterine segment by ultrasoundVaginal examination* Double set-up reveals no placenta within 5 cm of internal os* Double set-up reveals placenta implanted in the lower uterine segment",
        "cop": 3,
        "opa": "Bright red blood loss",
        "opb": "Painless vaginal bleeding",
        "opc": "Increased uterine tone",
        "opd": "Malpresentations usually found",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placenta Previa",
        "id": "dcb88cc5-dc51-4cc9-ac65-4180aba3d715",
        "choice_type": "multi"
    }
]