[
    {
        "question": "A pregnant patient presents with abdominal pain with twin gestation of 34 weeks and bleeding PV. The most probable diagnosis is?",
        "exp": "ANSWER: (A) Abruptio placenta. REF: Dutta 6th ed p. 256, Current Diagnosis & Treatment Obstetrics & Gynecology, 10th edition Chapter 20. The clue in the question in favour of abruptio placenta is pain abdomen which differentiates it from placenta previa. Abruptio placenta. Placenta previa. History. Frequent association of preeclampsia or hypertension from any causeA single attack of vaginal bleeding, which usually continues until delivery Abdominal pain. No association with preeclampsia. Repeated warning hemorrhages often occurring over a period of weeks. Usually no abdominal pain. Abdominal. Examination. Local uterine tenderness, hypertonic \"woody\" uterus in a concealed abruption patient usually in labor. Presenting part often engaged. Presenting part maybe difficult to palpate. Fetal heart sounds often absent. Normal uterine tone and usually no tenderness Patient rarely in labor. Presenting part above brim, malpresentation usually found. Fetal parts usually palpable. Fetal heart sounds usually presentx. Ancillary aidsplacenta demonstrated in upper uterine segment by ultrasound. Placenta demonstrated in lower uterine segment by ultrasound. Vaginalexamination. Double set-up reveals no placenta within 5 cm of internal os. Double set-up reveals placenta implanted in the lower uterine segment",
        "cop": 1,
        "opa": "Abruptio placenta",
        "opb": "Placenta previa",
        "opc": "Ectopic pregnancy",
        "opd": "Abortion",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placental Abruption",
        "id": "cb4e2343-28d0-472a-8231-e229735366c3",
        "choice_type": "single"
    },
    {
        "question": "Sher's classification is done in cases of:",
        "exp": "Ans: C (Abruption) Ref: Practiced guide to high risk pregnancy Delivery: Fernando Arias 3rd ed. Pg 344. Explanation: Sher's Classification is for Abruptio Placenta. Grade I* Mild Retro-Placental Clot of Vol. < 150 ml. Grade II* Classical features of abruption are present.* Fetus is alive.* Most of them have abnormal FHR pattern.* Perinatal mortality is high.* Retro-Placental Clot - 150-500 ml. Grade III* Features of Gr IE with fetal demise* A - Presence of coagulopathy* B - Absence of coagulopathy",
        "cop": 3,
        "opa": "Uterine prolapse",
        "opb": "Puerperal sepsis",
        "opc": "Abruption",
        "opd": "Placenta praevia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placental Abruption",
        "id": "ce826883-fd9c-4641-860c-a40db782049a",
        "choice_type": "single"
    },
    {
        "question": "All of the following is true about Abruptio placentae except:",
        "exp": "Ans: B (Bright) \"Character of blood in abruption placentae- dark coloured(c. f bright red in placenta praevia)\"- Dutta's Obstetrics 7th/246\"Prevalence of Abruptio placentae is more with high birth order (pregnancies wrt/i gravida 5 or more) Dutta's Obstetrics 7th/ 252\"Hypertension in pregnancy is the most important predisposing factor. Pre-eclampsia, gestational hypertension & essential hypertension, all are associated with placental abruption\"- Dutta's Obstetrics 7th/252. RECURRENT ABRUPTION William's Obstetrics23rd/764-65. Pritchard and co-workers (1970) identified a recurrence rate of severe abruption in 1 in 8 pregnancies. Furuhashi and colleagues (2002) analyzed subsequent pregnancy outcomes from 27 women who had a prior placental abruption. Of the six (22 percent) recurrences, four were at a gestational age 1 to 3 weeks earlier than the first abruption. ABRUPTIO PLACENTAE (AP) Johns Hopkins Manual of Gynecologyr and Obstetrics, 3rd. Abruptio placentae (AP) is the premature separation of the normally implanted placenta from the uterine wall due to uterine vessel hemorrhage into the decidua basalis. Placenta] abruption accounts for one-third of all antepartum bleeding. AP has a recurrence rate of 5% to 17% after an episode in one previous pregnancy and 25% after an episode in two previous pregnancies. When the abruption results in a stillbirth, there is a 7% incidence of a stillbirth in future pregnancies. Although many cases continue to be idiopathic, AP is associated with maternal hypertension, advanced maternal age, multiparity, cocaine use, tobacco use, chorioamnionitis, and trauma. Patients with chronic hypertension, superimposed pre-eclampsia, or severe pre-eclampsia have a fivefold increased risk of severe abruption compared to normotensive counterparts. Table (William Obs.}: Risk Factors for Placental Abruption. Risk Factor. Relative Risk. Increased age and parity13-13. Preeclampsia2. 1-4. 0. Chronic hypertension1. 8-3. 0. Preterm ruptured membranes2. 4-4. 9. Multifetai gestation2. 1. Hydramnios2. 0. Cigarette smoking1. 4-1. 9. Thrombophilias3-7. Cocaine use. NAPrior abruption10-25. Uterine leiomyoma. NA",
        "cop": 2,
        "opa": "Premature separation of normal attached placentae",
        "opb": "Bright red blood",
        "opc": "Risk of recurrence is about 15% with previous abruption",
        "opd": "More common in multigravida",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Placental Abruption",
        "id": "f9c63dfa-f16d-4c46-9721-0d2598f28dc6",
        "choice_type": "multi"
    }
]