[
    {
        "question": "The most common cause of Anovulation is:",
        "exp": "WHO Classification for Anovulation Hypothalamic pituitary failure: Hypogonadotropic Hypogonadism Hypothalamic pituitary dysfunction/PCOS: Normogonadotropic Hypogonadism Ovarian failure: Hypergonadotropic Hypogonadism Hyperprolactinemia Anovulation and ovulatory dysfunction can be caused by a number of factors. The most common cause of ovulatory dysfunction is PCOS. Other potential causes of irregular or absent ovulation: Obesity Underweight Extreme exercise Hyperprolactinemia Premature ovarian failure Perimenopause, or low ovarian reserves Thyroid dysfunction Extremely high levels of stress",
        "cop": 1,
        "opa": "Polycystic Ovarian Disease",
        "opb": "Hyperprolactinemia",
        "opc": "Premature ovarian failure",
        "opd": "Low ovarian reserves",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Polycystic Ovarian Syndrome",
        "id": "88f371df-24c9-4d47-afee-37bfb16e2d93",
        "choice_type": "single"
    },
    {
        "question": "A 20 yrs old young girl, presents with history of rapidly developing hirsutism and Amenorrhea with change in voice. To establish a diagnosis you would like to proceed with which of the following tests in blood:",
        "exp": "Rapidly' progressing hirsutism points to developing androgen secreting tumors, which could be a Leydig seoli tumor of the ovary. For which estimation of androgens specifically serum testosterone should be an initial investigation along with a pelvic scan A 17 OH progesterone should be estimated as well to rule out a late onset Congenital adrenal hyperplasia.",
        "cop": 3,
        "opa": "17-OH progesterone",
        "opb": "DHEA",
        "opc": "Testosterone",
        "opd": "LH +FSH estimation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Polycystic Ovarian Syndrome",
        "id": "917d7923-d50a-4ba8-86ff-7e58c75a1935",
        "choice_type": "single"
    },
    {
        "question": "A young woman presents with delayed cycles and abnormal growth of hair on face. On USG ovaries are normal. What is the most probable diagnosis?",
        "exp": "Idiopathic hirsutism is hrisutism in absence of any adrenal or ovarian tumor and normal serum levels of androgens. This is only 25 % of al the cases of hirsutism, and not the commonest! The most common cause of hyperandrogenism and hirsutism is PCOS. There are only two major criteria for the diagnosis of PCOS: anovulation and the presence of hyperandrogenism as established by clinical or laboratory means. Revised criteria (2 out of 3) 1. Oligo ovulation or anovulation 2. Clinical and/or biochemical signs of hyperandrogenism 3. Polycystic ovaries and exclusion of other etiologies (congenital adrenal hyperplasia, androgen-secreting tumors, Cushing's syndrome) From Rotterdam ESHRE/ASRM-Sponsored PCOS Consensus Workshop These features alone are sufficient for the diagnosis in the absence of other pathologies accounting for hyperandrogenism (i. e., AOAH, or ovarian neoplasm, Cushing syndrome) or anovulation (i. e., hypogonadotropic or hypergonadotropic disorders, hyperprolactinemia, thyroid disease). Please note that presence of polycystic ovaries on USG is not necessary nor sufficient for diagnosis of PCOD",
        "cop": 2,
        "opa": "Idiopathic hirsutism",
        "opb": "PCOD",
        "opc": "Testestrone screting tumor",
        "opd": "Adrenal hyperplasia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Polycystic Ovarian Syndrome",
        "id": "e334bea4-d412-459f-8c01-d8b391102dc9",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of hirsutism:",
        "exp": "Hirsutism M/C cause: PCOS Due to Hyperandrogenism Increase Androgen- increase Serum Testosterone & Andronstendione - decrease Sex hormone binding globulin- increase Free Androgen - Hirsutism Drugs for management of hirsutism OCP containing anti androgenic progesterones Spironolactone Cyproterone Acetate Other drugs- Flutamide Finasteride Ketoconazole Topical Eplornitihine Metformin Gn. RH Agonists",
        "cop": 2,
        "opa": "Drug induced",
        "opb": "PCOS",
        "opc": "Endometriosis",
        "opd": "Adenomyosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Polycystic Ovarian Syndrome",
        "id": "988e0696-e988-473f-9c26-39de493c8ba9",
        "choice_type": "single"
    },
    {
        "question": "A 28-year-old woman comes for treatment of hirsutism. She is obese and has facial acne and hirsutism on her face. Serum LH level is 32 m. IU/mL and FSH is 9 m. IU/mL. Androstenedione and testosterone levels are mildly elevated, but serum DHEAS is normal. The patient does not wish to conceive at this time. Which of the following is the most appropriate treatment of her condition?",
        "exp": "This patient has PCOS, diagnosed by Clinical picture- Obese, Facial acne and Hirsutism Abnormally High LH-to-FSH ratio, and increased androgens but Normal DHEAS(excludes Adrenal sources of Hyperandrogenism) To treat Hirsutism associated with PCOS:- OC pills suppress hair growth, act by directly suppressing ovarian steroid production and increasing hepatic binding globulin production, which binds circulating hormone and lowers the concentrations of metabolically active (free unbound) androgen.",
        "cop": 1,
        "opa": "Oral contraceptives pills",
        "opb": "Coicosteroids",
        "opc": "Gn. RH analogue",
        "opd": "Wedge resection of ovary",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Polycystic Ovarian Syndrome",
        "id": "6dd1a6ba-f791-4b36-b877-91bd0f29fcd0",
        "choice_type": "single"
    },
    {
        "question": "A Teenage girl with moderate acne also complaining of irregular menses. Combined pill of choice should contain which of the following?",
        "exp": "Androgen excess--hirsutism, acne and alopecia--are very common and distressing symptoms in women of reproductive age. The combination of the anti-androgen cyproterone acetate (2 mg) and ethinyl estradiol (35 ug) is of proven efficacy in management of symptoms of both hyperandrogenism and menstrual abnormalities CA should never be taken in reproductive age women without the combined use of oral bih control pills. Cyproterone acetate (CA) acts as a strong anti-androgen and a weak progestin. This takes a full cycle of the hair follicle to sta showing results, around 8-10 months. Pt. is also likely to have relapse of symptoms if stopped, hence long term use is the protocol.",
        "cop": 4,
        "opa": "Oral Isotretinoin",
        "opb": "Oral Acitretin",
        "opc": "Oral Minocycline",
        "opd": "Cyproterone acetate",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Polycystic Ovarian Syndrome",
        "id": "5950c73f-83b6-4e47-a265-ea31ab810c1a",
        "choice_type": "single"
    },
    {
        "question": "A 20 years old woman presents with rapid onset hirsutism with a pelvic mass. Which of these is the likely cause?",
        "exp": "sex cord stromal tumours of the ovary are ovarian tumours arising from granulosa, theca, seoli, leydig cells or stromal fibroblasts of the ovary. These may present with abdominal masses and are characterised by the production of sex coicoids (except fibroma) resulting in symptoms of hormonal excess (precocious pubey, virilisation). Hirsuitism may be of rapid onset. polycystic ovaries is the most common cause of hirsutism in young females, however it does not present with a rapid onset. Also PCOD does not present with an abdominal or pelvic mass. congenital adrenal hyperplasia: presents usually at bih with ambigous genitalia, salt wasting, but may also non classically present with adult onset with features of virilisation. However hirsutism is not of rapid onset and does not present with pelvic mass. large simple ovarian cyst: presents with pelvic mass but no features of virilsation as they do not produce androgens",
        "cop": 1,
        "opa": "Sex cord stromal tumor of the ovary",
        "opb": "Polycystic Ovarian Syndrome",
        "opc": "Congenital Adrenal hyperplasia",
        "opd": "Large simple ovarian cyst",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Polycystic Ovarian Syndrome",
        "id": "5ba81bbe-c435-41f5-86c3-d5d5711ec01c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not used in polycystic ovarian syndrome (PCOS)?",
        "exp": "Management of PCOS Irregular periods/Amenorrhea Rx Combined OC pills Progesterone only pills ( For 10 days - from 14th day/ mid cycle) Hirsutism Rx Anti Androgens OC pills containing progesterones with anti androgenic action Cosmetic Rx for hair: prevents depression. Infeility Rx Ovulation induction ( clomiphene, letrozole) Weight reduction Insulin sensitizers Metformin Inj Recombinant FSH Inj Gonadotropin",
        "cop": 4,
        "opa": "OC pills",
        "opb": "Cyclical progesterones",
        "opc": "Letrozole",
        "opd": "Danazol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Polycystic Ovarian Syndrome",
        "id": "451016c3-3421-4c3e-ad7f-c8ae9c64605e",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of heterosexual development in a female at the expected age of pubey is-",
        "exp": "Heterosexual pubey is characterized by a pattern of development that is typical of the opposite sex occurring at the expected age of normal pubey. The most common cause of heterosexual development at the expected age of pubey is polycystic ovary syndrome The most common cause of precocious pubey is constitutional (idiopathic), but more serious causes must be ruled out and therapy geared toward optimizing adult height...",
        "cop": 3,
        "opa": "Congenital Adrenal hyperplasia",
        "opb": "Pure gonadal dysgenesis",
        "opc": "Polycystic ovarian syndrome",
        "opd": "Complete androgen insensitivity syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Polycystic Ovarian Syndrome",
        "id": "9d713c61-af43-4a8a-aca2-0cb252bc8a5c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the first line drug for follicle induction in infeility in PCOS",
        "exp": "Letrozole is the Drug of choice- Induction of ovulation in a case of PCOS; Mode of action- Aromatase Inhibitor Decrease Estrogen production-->Inhibit Negative feedback on FSH --> increases FSH --> increase stimulation of follicles Letrozole preferred over Clomiphene citrate because decreases chances of multifetal pregnancy increased live bih rate OHSS: Rare with it Given for 5 days (D5-D9) Sta with 2. 5mg Max dose 7. 5mg",
        "cop": 4,
        "opa": "Clomiphene citrate",
        "opb": "Gn. RH agonist",
        "opc": "Combined oral Pills",
        "opd": "Letrozole",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Polycystic Ovarian Syndrome",
        "id": "52e7e634-6169-492c-a074-82903f9b34c3",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old mother of two children, aged 5 and 6 years has had amenorrhoea and galactorrhoea for the past 12 months. Her serum prolactin level is 450 ng/ml. The most likely diagnosis is",
        "exp": "In patients with both galactorrhea and amenorrhea, approximately two-thirds will have hyperprolactinemia; of those, approximately one-third will have a pituitary adenoma. A prolactin level as high as 150-200 ng/mL is almost always due to a pituitary adenoma. Sheehan's syndrome is characterised by amenorrhea and lactation failure (not galactorrhea)",
        "cop": 2,
        "opa": "Menopause",
        "opb": "Pituitary adenoma",
        "opc": "Intraductal papilloma of the breasts",
        "opd": "Sheehan's syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Polycystic Ovarian Syndrome",
        "id": "4ba3ef51-e7f7-4fc0-9ec7-f01f55518bee",
        "choice_type": "single"
    },
    {
        "question": "In galactorrhea-amenorrhea syndrome, the investigation you should advise apa from serum prolactin levels is:",
        "exp": "Hyperprolactinemia leads to both Galactorrhea and Amenorrhea. Prolactin secretion is controlled by Prolactin inhibitor factor that is secreted from Hypothalamus, Vasoactive inhibitory peptide (VIP) and Thyroid releasing hormone (TRH) cause to increase Prolactin secretion. TRH in addition to increasing TSH causes rise in prolactin level. In patients with Primary hypothyroidism, increased levels of TRH can cause rise in prolactin levels.",
        "cop": 1,
        "opa": "TSH",
        "opb": "LH",
        "opc": "Urinary ketosteroids",
        "opd": "HCG",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Polycystic Ovarian Syndrome",
        "id": "8e8ed651-4342-4412-9c26-fb3dccd488ca",
        "choice_type": "single"
    },
    {
        "question": "A girl presents with primary amenorrhoea with normal breast, hirsutism and acne. She most probably has:",
        "exp": "Hyperandrogenism most often presents as hirsutism, which usually arises as a result of androgen excess related to abnormalities of function in the ovary or adrenal glands. Virilization is in contrast rare and indicates marked elevation in androgen levels. The most common cause of hyperandrogenism and hirsutism is polycystic ovarian syndrome (PCOS). There are only two major criteria for the diagnosis of PCOS: Anovulation and the presence of hyperandrogenism as established by clinical or laboratory means.",
        "cop": 2,
        "opa": "Klinefelter syndrome",
        "opb": "PCOD",
        "opc": "Turner's syndrome",
        "opd": "Gonadal dysgenesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Polycystic Ovarian Syndrome",
        "id": "9515d56b-34b9-4876-afaf-26a8c8a4bf19",
        "choice_type": "single"
    },
    {
        "question": "The following hormone is raised in polycystic ovarian syndrome:",
        "exp": "Laboratory Tests FSH (Follicle Stimulating Hormone), will be normal or low with PCOS LH (Lutenizing Hormone), will be elevated LH/FSH ratio. This ratio is normally about 1: 1 in mensturating women, but with PCOS a ratio of greater than 2: 1 or 3: 1 may be considered diagnostic Testosterone, total and/or free, usually elevated DHEAS (may be done to rule out a virilizing adrenal tumor in women with rapidly advancing hirsutism), frequently mildly elevated with PCOS Estrogens, may be normal or elevated, reversal of E1: E2 ratio Sex hormone binding globulin, may be reduced Androstenedione, may be elevated Lipid profile (low HDL, high LDL, and cholesterol, elevated triglycerides) Glucose, fasting and/or a glucose tolerance test, may be elevated Insulin, often elevated Fasting Glucose: fasting insulin ratio < 4. 5 Non-Laboratory Tests With PCOS, the ovaries may be 1. 5 to 3 times larger than normal and characteristically have more than 12 follicles per ovary, with each follicle less than 10 mm (2-9 mm) in diameter. Ovarian volume is usually > 10 cc. Often the cysts are lined just under the surface the ovaries, forming the appearance of a \"pearl necklace. \" These ultrasound findings are not diagnostic as they are present in more than 90% of women with PCOS, but they are also found in up to 15-25% of women without PCOS. Hyperinsulinemia can present as a cluster syndrome called metabolic syndrome or dysmetabolic syndrome X. This is a risk factor for cardiovascular disease The presence of three of the following five criteria confirm the diagnosis of metabolic syndrome, and an insulin lowering agent and/or other interventions may be warranted Metabolic Syndrome Diagnostic Criteria Female waist >35 inches Triglycerides >150 mg/dL HDL <50 mg/dL Blood pressure >130/85 mm. Hg Fasting glucose: 110-126 mg/dL Two-hour glucose (75 gm OGTT): 140-199 mg/dL",
        "cop": 3,
        "opa": "17-OH progesterone",
        "opb": "Follicular stimulating hormone",
        "opc": "Luteinizing hormone",
        "opd": "Thyroid stimulating hormone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Polycystic Ovarian Syndrome",
        "id": "08913ddb-d5c5-4ee3-ab4d-9a3a745d5217",
        "choice_type": "single"
    },
    {
        "question": "A 20 year old student presents with history of weight gain, irregular periods and worsening facial hair growth. What is the most likely diagnosis?",
        "exp": "Hirsutism affects 5% to 10% of women The most common cause of hyperandrogenism and hirsutism is polycystic ovarian syndrome. (PCOS) Idiopathic Hirsutism is seen in 20% cases where the USG of abdomen shows a normal Ovary and adrenal with the serum androgens are of normal values. Please note: Idiopathic is not the most common cause of hirsutism! There are only two major criteria for the diagnosis of PCOS: Anovulation/ oligoovulation Hyperandrogenism as established by clinical or laboratory means With or without polycystic ovarian morphology on USG",
        "cop": 1,
        "opa": "Polycystic ovarian disease",
        "opb": "Hypothyroidism",
        "opc": "Obesity",
        "opd": "Cushing's syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Polycystic Ovarian Syndrome",
        "id": "0f031c7a-aee7-4b5f-bc67-2b617873618d",
        "choice_type": "single"
    }
]