[
    {
        "question": "The dose of anti-D immunoglobulin to be given to non- immune Rh D negative women after delivery is:",
        "exp": "Ans. (c) 300 mgm. Ref: D. C Dutta 8th ed. l 387, 721",
        "cop": 3,
        "opa": "50 mgm",
        "opb": "150 mgm",
        "opc": "300 mgm",
        "opd": "450 mgm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pregnancy in Rh-negative Women",
        "id": "b08ac780-bbb6-4eb9-94ff-bc8b3d40282b",
        "choice_type": "single"
    },
    {
        "question": "Dose of anti D in ectopic pregnancy -",
        "exp": "Ans. is 'a' i. e., 50 mg o In Rh - negative women not yet sensitized to Rh antigen, anti - D gamma globulin - 50 microgram (if gestation < 12 weeks) or 300 microgram (if> 12 weeks) i. m. is administered soon following operation to prevent isoimmunization. Anti - Do It is an IgG antibody that is given by i. m. route. o It binds to fetal RBCs so that they cannot stimulate the maternal immune system. o It should be given at 28 weeks to all unsensitized Rh - negative mother and postpartum within 72 hours if the baby's blood group is Rh positive. o It should also be given after abortion, MTP, and ectopic pregnancyo Indications and Recommended Dose of Anti - D: Indications. Recommended Dose (pg). First trimester abortion/MTP50. First trimester ectopic pregnancy50. Second trimester abortion/MTP300. Second trimester amniocentesis300. Prophylaxis at 28 weeks gestation300. After delivery300",
        "cop": 1,
        "opa": "50 mg",
        "opb": "100 mg",
        "opc": "150 mg",
        "opd": "300 mg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pregnancy in Rh-negative Women",
        "id": "6f5748da-4c09-4d20-bae5-fdabf15682b4",
        "choice_type": "single"
    },
    {
        "question": "Causes of Hydrops fetalis:",
        "exp": "Ans. (A) Parvovirus(Ref: William's Obstetrics 25th Ed; Page No 309). Parvovirus B19 is the most common infectious cause of hydrops fetalis. Parvovirus B19 infects fetal erythroid progenitor cells and cause anemia. Severe anemia leads to high-output cardiac failure and hydrops fetalis.",
        "cop": 1,
        "opa": "Parvovirus",
        "opb": "Herpes",
        "opc": "CMV",
        "opd": "HIV",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pregnancy in Rh-negative Women",
        "id": "1bde567e-8bc6-4f11-8d16-37ebc0627084",
        "choice_type": "single"
    },
    {
        "question": "Which of the following test is used to estimate the amount of feto-maternal hemorrhage?",
        "exp": "Ans. B. Kleihauer Betke test. Kleihauer-Betke test is used to estimate amount of fetal maternal hemorrhage. A maternal blood sample is treated with an acid-dilution procedure allowing identification of fetal blood cells. Comb's test prenatal detection of antibodies (Rh) in Rh negative mother as a screening test. Liley spectrophotometer is used in plotting amniotic fluid bilirubin in case of Rh sensitized mother after Amniocentesis. Shrill test:- Cervical biopsy test in suspected Ca cervix. Gram iodine is used as a Steiner. Healthy' tissue stains brown while carcinomatous are a remains unstained.",
        "cop": 2,
        "opa": "Coombs' test",
        "opb": "Kleihauer Betke test",
        "opc": "Lily's spectrophotometer",
        "opd": "Schrill's test",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pregnancy in Rh-negative Women",
        "id": "51900506-f67b-4f44-9d0f-a354814d906e",
        "choice_type": "single"
    },
    {
        "question": "Fetal cells can be detected in maternal blood using-",
        "exp": "Ans. is 'c' i. e., Kleiheaur betke test Kleiheaur betke testo It is quantitative test which is used to calculate the approx volume of the fetal blood entering into the maternal circulation. Based on the principle of acid elution technique and is done by using citric acid phosphate buffer. Fetal red cells (dark retractile bodies) are calculated as per 50 low power fields. If there are 80fetal erythrocytes in 50 low power fields in maternal peripheral blood films, it is estimated as transplacental haemorrhage to the extent of 4 ml of fetal blood. o Though more accurate tests are flow cytometry and immunofluorescence. o Apt test (Singer alkali denaturation test) is another test by which is used to detect the presence of fetal blood in maternal blood. But it is qualitative test. It uses KOH as reagent and is based on alkali denaturation. o Bubble test (shake test) is a bedside test to detect the fetal lung maturity.",
        "cop": 3,
        "opa": "Dct",
        "opb": "let",
        "opc": "Kleihauer betke test",
        "opd": "Bubble test",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pregnancy in Rh-negative Women",
        "id": "cede2f73-5f8d-482d-9470-83f29301f90d",
        "choice_type": "single"
    },
    {
        "question": "Dose of anti D for antenatal prophylaxis in Rh- negative nonimmunized females:",
        "exp": "Ans. is b, i. e. Single dose of 1500 IU at 28 weeks. Postpartum prophylaxis in Rh negative women. Rh anti-D IgG is administered intramuscularly to the mother following child birth or abortion. Timing: It should be administered within 72 hrs or preferably earlier following delivery or abortion. Should be given only if the baby born is Rh +ve and Direct Coombs Test done on baby's blood is negative. In case 72 hrs is over, it can be given upto 28 days after delivery to avoid sensitization. Dose: 300 microgram following delivery. 50 microgram following induced abortion, ectopic pregnancy or CVS in 1st trimester. In case of pregnancy >=12 weeks 300 mcg should be given. Site of Injection. Anti D-immunoglobulin is best given intramuscularly into the deltoid muscle as injections into the gluteal region often reach the subcutaneous tissues and absorption may be delayed. Antepartum prophyllaxis in Rh negative mother. It is given at 28 weeks in all Rh negative pregnant females with indirect Coombs test negative. Dose =300mg=1500I/U (single injection).",
        "cop": 2,
        "opa": "Single dose of 1000 IU at 28 weeks",
        "opb": "Single dose of 1500 IU at 28 weeks",
        "opc": "Single dose of 500 IU at 28 weeks",
        "opd": "Single dose of 1500 IU at 32 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pregnancy in Rh-negative Women",
        "id": "6e646e32-a36d-42fe-a1ef-acfc9ac54398",
        "choice_type": "single"
    },
    {
        "question": "Preventive dose of anti D gamma globulin given to mother is-",
        "exp": "Ans. is 'b' i. e., 300 meg Anti D gamma globulino Anti D gamma globulin is administered intramuscularly to the Rh negative mother in the dose of 300 micrograms intramuscularly following delivery. o Also all Rh negativeunsensitised women should receive 50 microgram of Rh immune globulin IM within 72 hours of induced or spontaneous abortion, ectopic or molar pregnancy or CVS in first trimester. o Women with pregnancy beyond 12 weeks should have full dose of300 microgram. o Generally dose of300 microgram protects a woman from fetal hemorrhage upto 36 ml of fetal whole blood.",
        "cop": 2,
        "opa": "200 meg",
        "opb": "300 meg",
        "opc": "400 meg",
        "opd": "500 meg",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pregnancy in Rh-negative Women",
        "id": "d91c70e4-45b8-4b6e-ae1c-bb48436004ba",
        "choice_type": "single"
    },
    {
        "question": "Hydrops fetalis is associated with?",
        "exp": "ANSWER: (B) Parvovirus B 19. REF: Williams Obstetrics 22nd edition Table 29-8, Harrisons Internal Medicine 17th edition Chapter 177. Parvovirus Infections. B19 infection during pregnancy can lead to hydrops fetalis and/or fetal loss. The risk of transplacental fetal infection is 30%, and the risk of fetal loss (predominantly early in the second trimester) is 9%. The risk of congenital infection is <1%. Infections causing non-immune hydrops: Cytomegalovirus. Toxoplasmosis. Syphilis. Congenital hepatitis. Rubella. Parvovirus B 19. Leptospirosis. Chagas disease",
        "cop": 2,
        "opa": "Hepatitis B",
        "opb": "Parvovirus B 19",
        "opc": "Malaria",
        "opd": "Tuberculosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pregnancy in Rh-negative Women",
        "id": "62200cc0-cc6d-4036-9142-ec48fd7bde0e",
        "choice_type": "single"
    },
    {
        "question": "Dose of anti D immunoglobin is -",
        "exp": "Ans. is 'a' i. e., 300 mgm o Has been explained in previous sessions",
        "cop": 1,
        "opa": "300 mgm",
        "opb": "200mgm",
        "opc": "30mgm",
        "opd": "3mgm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pregnancy in Rh-negative Women",
        "id": "0b41a606-8498-4194-b961-d3c05f78cba2",
        "choice_type": "single"
    },
    {
        "question": "Best test to quantify' feto-maternal haemorrhage in Rh isoimmunisation is -",
        "exp": "Ans. is 'c' i. e., Kleinhauser test Kleiheaur betke testo It is quantitative test which is used to calculate the approx volume of the fetal blood entering into the maternal circulation. Based on the principle of acid elution technique and is done by using citric acid phosphate buffer. Fetal red cells (dark refractile bodies) are calculated as per 50 low power fields. If there are 80fetal erythrocytes in 50 low power fields in maternal peripheral blood films, it is estimated as transplacental haemorrhage to the extent of 4 ml of fetal blood. o Though more accurate tests are flow cytometry and immunofluorescence. o Apt test (Singer alkali denaturation test) is another test by which is used to detect the presence of fetal blood in maternal blood. But it is qualitative test. It uses KOH as reagent and is based on alkali denaturation. o Bubble test (shake test) is a bedside test to detect the fetal lung maturity.",
        "cop": 3,
        "opa": "LPT",
        "opb": "DCT",
        "opc": "Kleinhauser test",
        "opd": "Indirect coombs",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pregnancy in Rh-negative Women",
        "id": "509d3a6b-c998-4898-b72b-59f4e308bbc0",
        "choice_type": "single"
    }
]