[
    {
        "question": "Which of the following feature on second trimester ultrasound is not a marker of Down's syndrome:",
        "exp": "USG findings in downs syndrome are Intrauterine growth restriction Mild cerebral ventriculomegaly Choroid plexus cysts Increased nuchal fold thickness Cystic hygromas Diaphragmatic hernia Echogenic intracardiac foci Congenital heart defects Increased intestinal echogenicity Duodenal atresia (\"double-bubble sign\") Renal pelvis dilation Shoened humerus and femur Increased iliac wing angle Incurving (clinodactyly) and hypoplasia of the fifth finger Increased space between first and second toes: sandal gap Two-vessel umbilical cord(single Umblical aery)",
        "cop": 3,
        "opa": "Single umbilical aery",
        "opb": "Choroids plexus cyst",
        "opc": "Polycystic kidneys",
        "opd": "Duodenal atresia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "eca3dbf5-d509-40af-ab4c-b3d25b27d6b4",
        "choice_type": "single"
    },
    {
        "question": "Most impoant feature to diagnose fetal aneuploidy:",
        "exp": "Nuchal translucency evaluation represents the maximum thickness of the subcutaneous translucent area between the skin and soft tissue overlying the fetal spine at the back of the neck. It is measured in the sagittal plane between 11 and 14 weeks. When the nuchal translucency is increased, the risk for fetal aneuploidy and various structural anomalies--including heart defects--is significantly elevated.",
        "cop": 2,
        "opa": "Absent nasal bone",
        "opb": "Nuchal translucency",
        "opc": "Increase in frontomaxillary angle",
        "opd": "Reversal of ductus venosus flow",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "52c71d81-1eba-4d37-a5ab-ad6955b69916",
        "choice_type": "single"
    },
    {
        "question": "After bih which of the following changes occur in the fetus?",
        "exp": "- The foramen ovale closes allowing the entire blood volume to circulate into the pulmonary aery - The foramen ovale, the ductus aeriosus and the umbilical veins and aeries close within a few hours of bih. - Lung fluid is forced out of the fetal alveoli with the first few breaths",
        "cop": 2,
        "opa": "The foramen ovale closes allowing the entire blood volume to circulate into the pulmonary vein",
        "opb": "Lung fluid is forced out of the fetal alveoli with the first few breaths",
        "opc": "The ductus aeriosus opens",
        "opd": "The umbilical vein and aery remain functional for several weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "0310a880-955c-49cb-87d9-490d5e6e3ee9",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following biochemical parameters is the most sensitive to detect open spina bifida?",
        "exp": "Detection of NTD most specific test: ACE (acetylcholinesterase) most sensitive test: AFP (alfa feto protein) Neural tube defects can be distinguished from other fetal defects (e. g. abdominal wall defects) by use of the acetylcholinesterase test performed on amniotic fluid obtained by amniocentesis Acetylcholinesterase elevated along with AFP then a neural tube defect is likely. The Acetylcholinesterase level elevation is specific for the NTD's and if it is not elevated in presence of an elevated AFP, then a defect other then neural tube defect is suggested.",
        "cop": 2,
        "opa": "Maternal serum alpha fetoprotein.",
        "opb": "Amniotic fluid alpha fetoprotein.",
        "opc": "Amniotic fluid acetyl cholinesterase.",
        "opd": "Amniotic fluid glucohexaminase.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "a01655e3-d3e9-4859-8b85-a93c32146608",
        "choice_type": "single"
    },
    {
        "question": "In a general population, antenatal screening of Down syndrome is by:",
        "exp": "Serum biomarker tests for Downs Syndrome screening Dual marker: PAPP-A + free b HCG (along with nuchal transluscency) Triple marker: free b HCG + AFP + unconjugated estriol quadruple marker: free b HCG + AFP + Unconjugated estriol + Inhibin A First-trimester screening at 11 to 14 weeks' gestation, using the fetal nuchal translucency measurement together with serum analytes like PAPP-A and HCG levels, has achieved Down syndrome detection rates comparable to those for second-trimester screening in women younger than 35 years. Combinations of first- and second-trimester screening yield down syndrome detection rates as high as 90 to 95 percent Maternal serum cell-free fetal DNA testing for trisomy 21, 18, and 13 has become available as a screening test for high-risk pregnancies, with a 98-percent detection rate and a false-positive rate of 0. 5 percent",
        "cop": 2,
        "opa": "USG",
        "opb": "Serum biomarkers",
        "opc": "Chorionic villus sampling",
        "opd": "Amniocentesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "776e6593-03a1-46b9-808a-bddf73e399b2",
        "choice_type": "single"
    },
    {
        "question": "Triple test of Down&; s syndrome includes following except-",
        "exp": "Ans. is 'b' i. e., Inhibin o Following are the tests in the identification of Down's syndrome fetus in pregnant women: # Triple test including MS AFP, UE3, total h. CG # Quadruple test including MSAFP UE3, total h. CG & Inhibin A",
        "cop": 2,
        "opa": "HCG",
        "opb": "Inhibin",
        "opc": "MS AFP",
        "opd": "UE3",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "19fbaed3-8356-4db2-a288-aca7514f8995",
        "choice_type": "multi"
    },
    {
        "question": "A 26-year-old G1. P0 in her 16th week gestation got a quad screen and had result suggesting a 1: 50 risk for Down syndrome. You perform an ultrasound that places the fetus currently at 15wks and 5 days gestation. You should counsel which of the following?",
        "exp": "The patient had a high risk result in the screening test and hence a diagnostic test should be performed. The best procedure at this gestational age is an amniocentesis which will assess the fetal karytotype and also the genetic make up.",
        "cop": 2,
        "opa": "The quad screen was drawn too early.",
        "opb": "For this quad screen she should have an amniocentesis now",
        "opc": "It would be safe to wait until 22 weeks for her amniocentesis.",
        "opd": "She should consider termination as an option considering abnormal quad screen",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "d8c21faf-37ee-4c5a-898a-4fa3d8c690e9",
        "choice_type": "multi"
    },
    {
        "question": "The Parameter measured in the USG, measures 3. 7 mm. It is:",
        "exp": "Nuchal translucency (NT) is the sonographic appearance of a collection of fluid under the skin behind the fetal neck in the first-trimester of pregnancy. In fetuses with chromosomal abnormalities, cardiac defects and many genetic syndromes -NT thickness is increased. Up to 3 mm is considered normal. More than 3 mm NT is one of the markers of Down syndrome on USG.",
        "cop": 2,
        "opa": "Normal finding",
        "opb": "Higher than normal",
        "opc": "Lesser than normal",
        "opd": "The scan should be repeated at 18 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "0356583a-414d-403b-becc-62dd70a373be",
        "choice_type": "single"
    },
    {
        "question": "Fetal nuchal skin thickness is useful in detecting:",
        "exp": "Nuchal thickness should be less than 3 mm in 12 to 13 weeks It should be < 6 mm after 14 weeks and it is called as nuchal fold Nuchal thickness/fold > 6 mm after 14 weeks is suggestive of down's syndrome",
        "cop": 2,
        "opa": "Fetal infection",
        "opb": "Down syndrome",
        "opc": "Anencephaly",
        "opd": "Hydrops fetalis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "1f20c10d-26fd-451c-b7e3-4d6bd526406b",
        "choice_type": "single"
    },
    {
        "question": "Alpha-feto-protein levels are lowered in:",
        "exp": "Decreased alpha feto proteins are seen in conditions like, Down's syndrome Intra uterine death Trophoblastic conditions Overestimated gestational age.",
        "cop": 1,
        "opa": "Down's syndrome",
        "opb": "Renal anomalies",
        "opc": "Anterior abdominal wall defects",
        "opd": "Anencephaly",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "56ccc7ba-a57d-4dae-82f9-0fd8203b35fc",
        "choice_type": "multi"
    },
    {
        "question": "Newly married couple comes to OPD for preconception counselling. Both husband and wife are achondroplastic dwarfs. Which of the following should NOT be counselled to the couple?",
        "exp": "Achondroplasia: Autosomal dominant inheritance, intelligence is typically normal. Most common non lethal skeletal dysplasia. 98 percent of cases are due to a specific point mutation in the FGFR3 gene 80 percent of cases result from a new mutation Characterized by long bone shoening that is predominantly rhizomelic, an enlarged head with frontal bossing, depressed nasal bridge, exaggerated lumbar lordosis, and a trident configuration of the hands. Condition is usually not diagnosed until late in pregnancy. When both parents have heterozygous achondroplasia (as in this case as homozygous achondroplasia is mostly lethal), there is a 75 % chance of the fetus being affected (25 % would be lethal homozygous and 50% would be affected heterozygous achondroplasia) and 25 % chance of fetus being normal. Father Aa x mother Aa A a A AA (lethal homozygous affected) Aa (non lethal heterozygous affected) a Aa ( non lethal heterozygous affected) aa (unaffected) The fetus can be homozygotes (which is 25 percent of the offsprings of heterozygous parents) the condition is characterized by greater long bone shoening and is lethal Affected women almost always require C- section because of the distoed shape of the pelvis",
        "cop": 3,
        "opa": "Intelligence of the child is not affected",
        "opb": "Delivery would most likely require C-section",
        "opc": "There is a 50 % chance of baby having normal stature",
        "opd": "Inheritence is autosomal dominant",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "a576523b-4458-493e-a273-1be6a4e65918",
        "choice_type": "multi"
    },
    {
        "question": "The best way of diagnosing Trisomy-21 during second trimester of pregnancy is:",
        "exp": "A triple marker test, done to detect the chances of downs syndrome is a screening test whereas a amniocentesis is a definitive test done for confirmation of downs. detection of downs syndrome: Serum Markers in the first ( Like PAPP-A 7 b. HCG) and second trimester( Triple marker with b. HCG, AFP, u. E3 or Quadruple with Inhibin added) USG in First trimester (like Nuchal translucemcy and Nasal bone detection) & second trimester ( like anomaly scan) Definitive tests in the first trimester like Chorionic villus sampling, second trimester like Amniocentesis cell free DNA detection of the fetus can be done in the maternal circulation & this can inform the Karyotypic and genetic anomalies with 98% sensitivity.",
        "cop": 4,
        "opa": "Triple marker estimation",
        "opb": "Nuchal skin fold thickness measurement",
        "opc": "Chorionic villus sampling",
        "opd": "Amniocentesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "4ddcfa80-96ab-490d-82dc-5a4b0cf9799e",
        "choice_type": "single"
    },
    {
        "question": "Quadruple test does not include-",
        "exp": "Ans. is 'c' i. e., PAPA \"Triple test (|MSAFP, |UE3, |total h. CG) & quadruple test (-|MSAFP, -|VE3, |total h. CG & |Inhibin A) can detect trisomy 21 in 70% & 80% pregnancies respectively \".",
        "cop": 3,
        "opa": "MS AFP",
        "opb": "Totalh. CG",
        "opc": "PAPA",
        "opd": "Inhibin A",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "0891bce0-17e3-4222-b0b7-b75ae6f81c6f",
        "choice_type": "single"
    },
    {
        "question": "In anencephaly, Polyhydramnios is commonly seen due to all of the following EXCEPT?:",
        "exp": "Anencephaly is a lethal NTD characterized by the absence of the brain and cranium above the base of the skull and orbits. It can be diagnosed as early as the first trimester on USG. Polyhydramnios is commonly seen due to the following reasons: a. Transudation of fluid across the membranes b. The absence of swallowing c. Absent fetal pituitary (absence of ADH hormone implies that the baby passes more urine)",
        "cop": 4,
        "opa": "Transudation of CSF",
        "opb": "Absence of swallowing",
        "opc": "Absent fetal pituitary",
        "opd": "Bladder outflow obstruction",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "239e1bb2-2a22-4342-aac0-10ca8f9b00e3",
        "choice_type": "multi"
    },
    {
        "question": "Ultrasound is done in 1st trimester for ALL EXCEPT:",
        "exp": "Fetal anomalies scan is done between 18 to 22 weeks. However earliest fetal anomaly that can be detected is anencephaly, which may be detected after 10 weeks. Routine first trimester USG is done for Pregnancy dating Fetal bility Intrauterine or extrauterine Multiple gestation Nuchal transluscency and nasal bone are checked at 11-13 weeks (markers for downs syndrome)",
        "cop": 2,
        "opa": "Diagnosis of multiple pregnancy",
        "opb": "Diagnosis of fetal anomalies",
        "opc": "To estimate gestational age",
        "opd": "Diagnosis of ectopic pregnancy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "739157a1-dc85-46ba-8375-339c78ebac69",
        "choice_type": "multi"
    },
    {
        "question": "High levels of maternal serum alpha-fetoprotein seen in all of the following, EXCEPT.",
        "exp": "Alpha-fetoprotein (AFP) is a glycoprotein synthesized by the fetal yolk sac and later by the fetal gastrointestinal tract and liver. It is the major serum protein in the embryo and fetus and is thus analogous to albumin. As shown in Figure its concentration increases steadily in both fetal serum and amnionic fluid until 13 weeks' gestation, after which, levels rapidly decline. Conversely, AFP is found in steadily increasing quantities in maternal serum after 12 weeks. The normal concentration gradient between fetal plasma and maternal serum is 50, 000: 1 Note the units are different in each of the values shown. This is just to demonstrate how much the levels of AFP vary in the 3 mediums. The scale refers to the fetal plasma level, which is approximately 150 times greater than the amnionic fluid concentration and 50, 000 times greater than the maternal serum concentration Elevated Levels Underestimated gestational age Multifetal gestations Neural-tube defect Gastroschisis Omphalocele Cystic hygroma Esophageal or intestinal obstruction SS Liver necrosis Renal anomalies--polycystic kidneys, renal agenesis, congenital nephrosis, urinary tract obstruction Cloacal exstrophy Osteogenesis imperfecta Sacrococcygeal teratoma Congenital skin abnormality Pilonidal cyst Chorioangioma of placenta Placental abruption Oligohydramnios Preeclampsia Fetal-growth restriction Maternal hepatoma or teratoma Low Levels Obesity Diabetes mellitus Trisomies 21 or 18 Gestational trophoblastic disease Fetal death Overestimated gestational age Fetal Death is mostly associated with Low levels of AFP.",
        "cop": 3,
        "opa": "Cardiac anomaly",
        "opb": "Skeletal deformity",
        "opc": "Trisomy 21",
        "opd": "Neural tube defect",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "93b6305e-a2b7-409a-8d3d-f3d6ddeafa6f",
        "choice_type": "multi"
    },
    {
        "question": "Amniocentesis is done for all of the mentioned indications EXCEPT",
        "exp": "Indications of Amniocenetesis- Fetal genetic disorders Congenital infections Allo immunizations Fetal lung maturity Amnioinfusion is done for oligohydramnios. Amniocenetesis may be done for polyhydramnios as a therapeutic measure.",
        "cop": 2,
        "opa": "Fetal Lung maturity",
        "opb": "Oligohydramnios",
        "opc": "Congenital infections",
        "opd": "Genetic defects",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "2f3d8a87-93a8-4cc8-83d3-2f70f9aac633",
        "choice_type": "multi"
    },
    {
        "question": "In triple screening test for Down's syndrome during pregnancy all of the following are included except.",
        "exp": "Triple marker test- done from 16th week onwards Markers in triple test Trend seen in Down's syndrome h. CG | UE3 | Alpha feto protein |",
        "cop": 4,
        "opa": "Serum beta h. CG",
        "opb": "Serum oestriol",
        "opc": "Maternal serum Alfa fetoprotein",
        "opd": "Acetyl cholinesterase",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "d5001d1f-867c-4d07-aa9d-5b0c0d8efd3d",
        "choice_type": "multi"
    },
    {
        "question": "Increased nuchal translucency at 14 weeks of gestation is seen in:",
        "exp": "First-trimester screening at 11 to 14 weeks' gestation, using the fetal nuchal translucency measurement together with serum analytes like PAPP-A and HCG levels, has achieved Down syndrome detection rates comparable to those for second-trimester screening in women younger than 35 years. It is measured in the sagittal plane between 11 and 14 weeks, when the crown-rump length measures between 38 and 84 mm. Increased fetal nuchal thickness is a strong marker for chromosomal anomalies in the first trimester. Increased fetal nuchal translucency i. e. > 3 mm on ultrasound is suggestive of trisomies",
        "cop": 2,
        "opa": "Turner's syndrome",
        "opb": "Down's syndrome",
        "opc": "Esophageal atresia",
        "opd": "Klinefelter's syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "fa0ddcdd-0691-41a7-bc23-3317ff3bd07e",
        "choice_type": "single"
    }
]