[
    {
        "question": "Which of the following feature on second trimester ultrasound is not a marker of Down's syndrome:",
        "exp": "USG findings in downs syndrome are Intrauterine growth restriction Mild cerebral ventriculomegaly Choroid plexus cysts Increased nuchal fold thickness Cystic hygromas Diaphragmatic hernia Echogenic intracardiac foci Congenital heart defects Increased intestinal echogenicity Duodenal atresia (\"double-bubble sign\") Renal pelvis dilation Shoened humerus and femur Increased iliac wing angle Incurving (clinodactyly) and hypoplasia of the fifth finger Increased space between first and second toes: sandal gap Two-vessel umbilical cord(single Umblical aery)",
        "cop": 3,
        "opa": "Single umbilical aery",
        "opb": "Choroids plexus cyst",
        "opc": "Polycystic kidneys",
        "opd": "Duodenal atresia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "eca3dbf5-d509-40af-ab4c-b3d25b27d6b4",
        "choice_type": "single"
    },
    {
        "question": "Most impoant feature to diagnose fetal aneuploidy:",
        "exp": "Nuchal translucency evaluation represents the maximum thickness of the subcutaneous translucent area between the skin and soft tissue overlying the fetal spine at the back of the neck. It is measured in the sagittal plane between 11 and 14 weeks. When the nuchal translucency is increased, the risk for fetal aneuploidy and various structural anomalies--including heart defects--is significantly elevated.",
        "cop": 2,
        "opa": "Absent nasal bone",
        "opb": "Nuchal translucency",
        "opc": "Increase in frontomaxillary angle",
        "opd": "Reversal of ductus venosus flow",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "52c71d81-1eba-4d37-a5ab-ad6955b69916",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following biochemical parameters is the most sensitive to detect open spina bifida?",
        "exp": "Detection of NTD most specific test: ACE (acetylcholinesterase) most sensitive test: AFP (alfa feto protein) Neural tube defects can be distinguished from other fetal defects (e. g. abdominal wall defects) by use of the acetylcholinesterase test performed on amniotic fluid obtained by amniocentesis Acetylcholinesterase elevated along with AFP then a neural tube defect is likely. The Acetylcholinesterase level elevation is specific for the NTD's and if it is not elevated in presence of an elevated AFP, then a defect other then neural tube defect is suggested.",
        "cop": 2,
        "opa": "Maternal serum alpha fetoprotein.",
        "opb": "Amniotic fluid alpha fetoprotein.",
        "opc": "Amniotic fluid acetyl cholinesterase.",
        "opd": "Amniotic fluid glucohexaminase.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "a01655e3-d3e9-4859-8b85-a93c32146608",
        "choice_type": "single"
    },
    {
        "question": "In a general population, antenatal screening of Down syndrome is by:",
        "exp": "Serum biomarker tests for Downs Syndrome screening Dual marker: PAPP-A + free b HCG (along with nuchal transluscency) Triple marker: free b HCG + AFP + unconjugated estriol quadruple marker: free b HCG + AFP + Unconjugated estriol + Inhibin A First-trimester screening at 11 to 14 weeks' gestation, using the fetal nuchal translucency measurement together with serum analytes like PAPP-A and HCG levels, has achieved Down syndrome detection rates comparable to those for second-trimester screening in women younger than 35 years. Combinations of first- and second-trimester screening yield down syndrome detection rates as high as 90 to 95 percent Maternal serum cell-free fetal DNA testing for trisomy 21, 18, and 13 has become available as a screening test for high-risk pregnancies, with a 98-percent detection rate and a false-positive rate of 0. 5 percent",
        "cop": 2,
        "opa": "USG",
        "opb": "Serum biomarkers",
        "opc": "Chorionic villus sampling",
        "opd": "Amniocentesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "776e6593-03a1-46b9-808a-bddf73e399b2",
        "choice_type": "single"
    },
    {
        "question": "The Parameter measured in the USG, measures 3. 7 mm. It is:",
        "exp": "Nuchal translucency (NT) is the sonographic appearance of a collection of fluid under the skin behind the fetal neck in the first-trimester of pregnancy. In fetuses with chromosomal abnormalities, cardiac defects and many genetic syndromes -NT thickness is increased. Up to 3 mm is considered normal. More than 3 mm NT is one of the markers of Down syndrome on USG.",
        "cop": 2,
        "opa": "Normal finding",
        "opb": "Higher than normal",
        "opc": "Lesser than normal",
        "opd": "The scan should be repeated at 18 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "0356583a-414d-403b-becc-62dd70a373be",
        "choice_type": "single"
    },
    {
        "question": "Fetal nuchal skin thickness is useful in detecting:",
        "exp": "Nuchal thickness should be less than 3 mm in 12 to 13 weeks It should be < 6 mm after 14 weeks and it is called as nuchal fold Nuchal thickness/fold > 6 mm after 14 weeks is suggestive of down's syndrome",
        "cop": 2,
        "opa": "Fetal infection",
        "opb": "Down syndrome",
        "opc": "Anencephaly",
        "opd": "Hydrops fetalis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "1f20c10d-26fd-451c-b7e3-4d6bd526406b",
        "choice_type": "single"
    },
    {
        "question": "The best way of diagnosing Trisomy-21 during second trimester of pregnancy is:",
        "exp": "A triple marker test, done to detect the chances of downs syndrome is a screening test whereas a amniocentesis is a definitive test done for confirmation of downs. detection of downs syndrome: Serum Markers in the first ( Like PAPP-A 7 b. HCG) and second trimester( Triple marker with b. HCG, AFP, u. E3 or Quadruple with Inhibin added) USG in First trimester (like Nuchal translucemcy and Nasal bone detection) & second trimester ( like anomaly scan) Definitive tests in the first trimester like Chorionic villus sampling, second trimester like Amniocentesis cell free DNA detection of the fetus can be done in the maternal circulation & this can inform the Karyotypic and genetic anomalies with 98% sensitivity.",
        "cop": 4,
        "opa": "Triple marker estimation",
        "opb": "Nuchal skin fold thickness measurement",
        "opc": "Chorionic villus sampling",
        "opd": "Amniocentesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "4ddcfa80-96ab-490d-82dc-5a4b0cf9799e",
        "choice_type": "single"
    },
    {
        "question": "Quadruple test does not include-",
        "exp": "Ans. is 'c' i. e., PAPA \"Triple test (|MSAFP, |UE3, |total h. CG) & quadruple test (-|MSAFP, -|VE3, |total h. CG & |Inhibin A) can detect trisomy 21 in 70% & 80% pregnancies respectively \".",
        "cop": 3,
        "opa": "MS AFP",
        "opb": "Totalh. CG",
        "opc": "PAPA",
        "opd": "Inhibin A",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "0891bce0-17e3-4222-b0b7-b75ae6f81c6f",
        "choice_type": "single"
    },
    {
        "question": "Increased nuchal translucency at 14 weeks of gestation is seen in:",
        "exp": "First-trimester screening at 11 to 14 weeks' gestation, using the fetal nuchal translucency measurement together with serum analytes like PAPP-A and HCG levels, has achieved Down syndrome detection rates comparable to those for second-trimester screening in women younger than 35 years. It is measured in the sagittal plane between 11 and 14 weeks, when the crown-rump length measures between 38 and 84 mm. Increased fetal nuchal thickness is a strong marker for chromosomal anomalies in the first trimester. Increased fetal nuchal translucency i. e. > 3 mm on ultrasound is suggestive of trisomies",
        "cop": 2,
        "opa": "Turner's syndrome",
        "opb": "Down's syndrome",
        "opc": "Esophageal atresia",
        "opd": "Klinefelter's syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Prenatal Diagnosis",
        "id": "fa0ddcdd-0691-41a7-bc23-3317ff3bd07e",
        "choice_type": "single"
    }
]