[
    {
        "question": "Pseudomyxoma peritonii is seen in which ovarian cancer?",
        "exp": "Ans. is 'b' i. e., Mucinous cystadenocarcinoma o Mucinous tumors are multiloculated cysts lined by epithelium resembling the endocervix. o The cut section reveals loculi filled with mucinous contents. o If the tumor ruptures, it may lead to formation of pseudomyxoma peritonei and the viscera showing extensive adhesions. o Bilateral tumors are often metastatic from the gastrointestinal tract, mainly mucocele of appendix or primary adenocarcinoma of appendix. o Appendicectomy at the time of primary surgery prevents pseudomyxoma peritonei, as often mucocele of the appendix is known to cause this complication.",
        "cop": 2,
        "opa": "Serous cystadenocarcinoma",
        "opb": "Mucinous cystadenocarcinoma",
        "opc": "Brenner Tumor",
        "opd": "Fibroma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Presentation (Carcinoma Ovary)",
        "id": "a637b1e3-904a-4fa3-a793-77ee43453cee",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common malignant ovarian tumor?",
        "exp": "Ans. is 'a' i. e., Serous cystadenocarcinoma o Serous cysadenomas or cysadenocarcinomas form about 50% of all the ovarian tumors. Of these 60 - 70 % are benign, 15% borderline malignant, and 20 - 25% malignant. Thus serous cystadenocarcinomas form the most common malignant tumors of ovary.",
        "cop": 1,
        "opa": "Serous cysadenocarcinoma",
        "opb": "Mucinous tumor",
        "opc": "Endometrioid tumor",
        "opd": "Mesonephroid tumor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Presentation (Carcinoma Ovary)",
        "id": "abc2e7bf-37c4-4f54-aa76-be19f9fa7edf",
        "choice_type": "single"
    },
    {
        "question": "Torsion of ovary is most commonly seen in -",
        "exp": "Ans. is 'a' i. e., Dermoid cyst \"The most common are the epithelial cell tumours forming 80% fo all tumours. 80% are benign and 20% are malignant tumours. Of all the malignant tumours 90% are epithelial in origin, 80% are primary in the ovary and 20 % are secondary from breasts, git and colon. \"o Most common ovarian tumour (over all) - Epithelial cell tumouro i. Most common tumour in young women - Germ cell tumour - Shaw 15th/e, p376o Most common malignant tumour of the ovary - Serous cvstadenocarcinomao Most common benign tumour of the ovary (over all) - Dermoid cyst - Williams Gynae 1/e, p214o Most common benign epithelial tumour of the ovary - Serous cystadenoma - Jeffcoate 7/e, p531o Most common germ cell tumour of the ovary - Mature teratoma (Dermoid cyst)o Most common malignant germ cell tumour of the ovary - Dysgerminomao Most common ovarian tumour in pregnancy (remains undiagnosed) - Serous cystadenomao Most common benign tumour diagnosed in pregnancy - Dermoid cysto Most common tumour diagnosed in pregnancy over all - Dermoid cysto Most common malignant tumour diagnosed in pregnancy - Dysgerminomao Most common ovarian tumour to undergo torsion in pregnancy - Dermoid cysto Most common tumour to involve opposite ovary by metastasis - Granulosa cell tumouro Most radiosensitive ovarian tumour - Dysgerminoma - Bailey and Love 24th/e, p221o Most rapidly growing ovarian tumour - Yolk sac tumouro Most common connective tissue tumour - fibroma",
        "cop": 1,
        "opa": "Dermoid cyst",
        "opb": "Granulosa celltumour",
        "opc": "Dysgerminoma",
        "opd": "Yolk sactumour",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Presentation (Carcinoma Ovary)",
        "id": "269b8eea-24da-4705-9ad9-69b2d0e1a1a2",
        "choice_type": "single"
    },
    {
        "question": "Pseudo-Meigs syndrome syndrome seen with-",
        "exp": "Ans- A. Fibroids Meig's-ovarian fibromas Pseudomeig's-subserous Fibroid Pseudo-Meigs syndrome consists of pleural effusion (an example of which can be seen in the image below), ascites, and benign tumors of the ovary other than fibromas. These benign tumors include those of the fallopian tube or uterus and mature teratomas, struma ovarii, and ovarian leiomyomas.",
        "cop": 1,
        "opa": "Fibroids",
        "opb": "Adenomyosis",
        "opc": "Endometriosis",
        "opd": "Ovarian fibroma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Presentation (Carcinoma Ovary)",
        "id": "4e245974-8a50-435a-af6c-4b7037cf8cac",
        "choice_type": "single"
    }
]