[
    {
        "question": "Cut off value of cervical length for prediction of preterm labor?",
        "exp": "Ans- B. To diagnose preterm Labour cervical length must be less than 2. 5 cm.",
        "cop": 2,
        "opa": "1. 5 cm",
        "opb": "2. 5 cm",
        "opc": "3. 5 cm",
        "opd": "4. 5 cm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Preterm Labour & Interauterine Fetal Death",
        "id": "6d248217-9015-4caf-868b-51ae76ded70a",
        "choice_type": "single"
    },
    {
        "question": "A 34 weeks pregnant with complaints of leaking vaginal discharge. What examination will confirm premature rupture of membranes in this patient?",
        "exp": "C i. e. Speculum exam. Ref: Williams' Textbook of Obstetrics. Explanation:>>The question is about the 'confirmatory test' for PROM. Preterm Premature Rupture of Membranes. This term defines spontaneous rupture of the fetal membranes before 37 completed weeks and before labour onset. Diagnosis of Ruptured Membranes: Sterile speculum examination-ruptured membranes are diagnosed if amniotic fluid pools in the posterior fornix or clear fluid flows from cervical canal. Litmus test-PH of vaginal secretions normally ranges from 4. 5 to 5. 5 whereas that of amniotic fluid is usually 7. 0 to 7. 5. Therefore red litmus paper turns blue. Microscopic ferning. Nitrazine test-yellow nitrazine paper turns blue. Arborization or ferning of vaginal fluid-Amniotic fluid crystallizes to form fern like pattern due to relative concentrations of sodium chloride, proteins and carbohydrates. Detection of alpha fetoprotein in vaginal vault has been used to identify amniotic fluid. 0. 1% Nile blue sulfate test (orange coloured cells seen). USG will show oligohydramnios. False positive tests results may occur with coexistent blood, semen, or bacterial vaginosis where results may occur due to scant fluid.",
        "cop": 3,
        "opa": "Digital examination",
        "opb": "USG exam",
        "opc": "Speculum exam",
        "opd": "Urine exam",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Preterm Labour & Interauterine Fetal Death",
        "id": "f29f2fa1-0449-47a4-9688-038865072ff8",
        "choice_type": "single"
    }
]