[
    {
        "question": "In a lady at 32 weeks pregnancy is given an injection of dexamethasone to prevent which of the following in the newborn?",
        "exp": "The lung maturity occurs at 34 weeks of gestation and this is ceified by checking the L: S ratio which should be > 2: 1 or appearance of Phosphatidyl glycerol in the amniotic fluid. Maternal administration of coicosteroid is advocated where the pregnancy is less than 34 weeks. This helps in fetal lung maturation so that the incidence of RDS, Intra Ventricular Hemorrhage, Necrotising Enterocolitis, and Patent Ductus Aeriosus are minimized. Respiratory distress of newborn often results in multiple debility in the fetus if not prevented.",
        "cop": 1,
        "opa": "Respiratory Distress Syndrome",
        "opb": "Neonatal convulsion",
        "opc": "Neonatal jaundice",
        "opd": "Cerebral palsy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Preterm Labour",
        "id": "e3918480-8802-495e-aa17-aa50e6c170f3",
        "choice_type": "single"
    },
    {
        "question": "A 32 weeks pregnant woman presented with intermittent abdominal pain and vaginal discharge, on analysis of the cervicovaginal discharge showed fibronectin. What is the probable diagnosis?",
        "exp": "Fibronectin is a glycoprotein normally present in cervical and vaginal secretions before 22 and after 37 weeks. It is the cement for the fusion of the chorioamniotic membranes with the decidua, a process that is completed after 22 weeks of gestation The biochemical marker of activation of the fetal membranes is the leakage of fetal fibronectin from the uterine membranes into the cervicovaginal secretions. At any other time its presence is predictive of preterm bih in symptomatic and asymptomatic high-risk women.",
        "cop": 1,
        "opa": "Preterm labour",
        "opb": "IUGR",
        "opc": "IUD",
        "opd": "Vaginal infection",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Preterm Labour",
        "id": "ed7da8c0-e8fc-408c-92e1-a1ea68bbcc5a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following genital infections carries the highest risk for preterm delivery?",
        "exp": "BACTERIAL VAGINOSIS IN PREGNANCY Aboion Abruption Preterm labor Chorioamnionitis, Puerperal fever Intra uterine death.",
        "cop": 3,
        "opa": "Trichomonas vaginitis",
        "opb": "Monilial vaginitis",
        "opc": "Bacterial vaginosis",
        "opd": "Human papilloma virus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Preterm Labour",
        "id": "e94a314a-0aac-4552-90b4-82e4ad268584",
        "choice_type": "single"
    },
    {
        "question": "Risk of preterm delivery is increased if cervical length is lesser than:",
        "exp": "The chance of preterm labour increases more if in the second trimester the cervical length is lesser than 2. 5 cms. The chances of effacing this cervix are rapid then with a smaller cervix.",
        "cop": 1,
        "opa": "2. 5 cm.",
        "opb": "3. 0 cm.",
        "opc": "3. 5 cm.",
        "opd": "4. 0 cm.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Preterm Labour",
        "id": "44d6f7db-0ef6-47f4-84a8-9e24fa75fa7e",
        "choice_type": "single"
    },
    {
        "question": "For prevention of pre term labour in a patient with a history of a preterm delivery the following is used:",
        "exp": "Progesterone can be used for prevention of preterm bih in patients with past history of preterm delivery. It can be given from 16 weeks till 36 weeks to prevent preterm labour. However it is not effective once the contractions have staed.",
        "cop": 3,
        "opa": "Calcium supplements",
        "opb": "Ecosprin",
        "opc": "Progesterone",
        "opd": "Steroids",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Preterm Labour",
        "id": "cb1ee134-bb83-47cb-a734-4b9c7c21b7bd",
        "choice_type": "single"
    },
    {
        "question": "Nile blue sulphatase test in amniotic fluid is for",
        "exp": "Nile blue sulphate test - Place on a slide, one drop of amniotic fluid and add one drop of 0. 1% Nile blue sulphate. Place on slide with a cover slip and observe under high power microscope. More than 50% foetal squamous cells becoming orange in colour is considered as an indicator of foetal lung maturity. ( Please note: NBS test is NOT for Skin maturity)",
        "cop": 1,
        "opa": "Lung maturity",
        "opb": "Kidney maturity",
        "opc": "Liver maturity",
        "opd": "Skin maturity",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Preterm Labour",
        "id": "d403a905-6d69-426e-88b5-2edf7e212c6a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following risk factors is most commonly associated with chorioamnionitis?",
        "exp": "Risk factor most commonly associated with chorioamnioitis- Prolonged rupture of membranes Ascending infection is most common and frequently is associated with prolonged membrane rupture and long labor. A variety of organisms may infect the membranes, umbilical cord, and eventually the fetus.",
        "cop": 4,
        "opa": "Maternal drug abuse",
        "opb": "Poor maternal hygiene",
        "opc": "Prior cesarean delivery",
        "opd": "Prolonged rupture of membranes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Preterm Labour",
        "id": "63c83547-e72c-4ab3-949b-fd3d8391c817",
        "choice_type": "single"
    },
    {
        "question": "Premature baby at 34wk was delivered & had bullous lesion on body. X ray shows periostitis next investigation is",
        "exp": "The above mentioned history is suggestive of Congenital Syphilis. So we will do VDRL of both mother and baby to confirm. Early Congenital syphilis Late Congenital syphilis appearing 2-6 weeks after bih untreated after 2 years of age Rhinitis, or \"snuffles\" Mucocutaneous lesions Bone changes: Osteochondritis, osteitis, and periostitis detectable by x-ray Long bones Hepatosplenomegaly, lymphadenopathy, Anemia, jaundice, Thrombocytopenia; and leukocytosis. Interstitial keratitis (occurs at 5-25 years of age), Eighth-nerve deafness, Recurrent ahropathy. B/L knee effusions - Clutton's joints. Gummatous periostitis occurs at 5-20 years of age. Classic stigmata -Hutchinson's teeth, \"Mulberry\" molars, Saddle nose and Saber shins.",
        "cop": 3,
        "opa": "ELISA for HIV",
        "opb": "PCR for TB",
        "opc": "VDRL for mother & baby",
        "opd": "Hbs. Ag for mother",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Preterm Labour",
        "id": "f9c03115-2f9d-4688-8390-8727f39c862b",
        "choice_type": "single"
    },
    {
        "question": "Uterus relaxation in order to delay labor is caused by:",
        "exp": "b-Adrenergic receptors mediate myometrial cell relaxation. Agents binding to these receptors have been used for tocolysis of preterm labor and include ritodrine and terbutaline. Contraindication maternal cardiac disease. The decrease in afterload and the positive inotropic effect of these agents may precipitate cardiac failure in the pregnant woman with heart disease. Uncontrolled hyperglycemia Active labour PPROM Obstetric complications that require termination of pregnancy Complications Pulmonary edema Hyperglycemia Hypokalemia Hypotension Arrythmia",
        "cop": 1,
        "opa": "Ritodrine",
        "opb": "Tolterodine",
        "opc": "Oxytocin",
        "opd": "Labetalol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Preterm Labour",
        "id": "9dacad74-1c4f-4462-aea3-80aa087b7fc3",
        "choice_type": "single"
    },
    {
        "question": "Tocolytic of choice in pregnancy with heart disease (OBG)",
        "exp": "Calcium-channel blockers, especially nifedipine, are safer and more effective tocolytic agents than are B-agonists Nifedipine is the best first-line tocolytic agent available at this time. The initial dose should be 30 mg and subsequent doses 20 mg every 6 hours. Mg. SO4 which is an excellent drug for ecclampsia prevention and management is also used for tocollyis. This has a'Neuroprotective effect' on the preterm fetus and prevent s cerebral palsy instances main subjective maternal complaints to Mgs04 are related to the mental effects (\"out of it\" or \"felt like a zombie\") and the overall muscular weakness produced by the drug. The most frequent side effects of magnesium sulfate are pulmonary congestion, respiratory depression, hypothermia, and neuromuscular toxicity. Infants of mothers treated with IV magnesium sulfate sholy before delivery are frequently Hypotonic. neonatal/fetal complications are hypocalcemia & Intraventricular hage NOTE: FDA had denied approval of Atosiban (Oxytocin receptor antagonist) in view of concerns regarding efficacy and fetal-newborn safety.",
        "cop": 1,
        "opa": "Nifedipine",
        "opb": "Mg. SO4",
        "opc": "Atosiban",
        "opd": "Alcohol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Preterm Labour",
        "id": "05601938-e7e7-4d71-a3d2-85c4b66f5732",
        "choice_type": "single"
    },
    {
        "question": "Drug that is used for fetal lung maturity is:-",
        "exp": "Maternal administration of coicosteroid is advocated where the pregnancy is less than 34 weeks. This helps in fetal lung maturation so that the incidence of RDS, IVH, NEC, and PDA are minimized. Doses: Dexamethasone- 6mg IM every 12 hours for 4 doses is given Betamethasone- 12mg IM 24 hours apa for 2 doses is given",
        "cop": 1,
        "opa": "Dexamethasone",
        "opb": "Folic acid",
        "opc": "Beclomethasone",
        "opd": "Micronized progesterone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Preterm Labour",
        "id": "8c0e3f40-82d7-40dc-953e-3610db2f5922",
        "choice_type": "single"
    }
]