[
    {
        "question": "A patient presents to your office for her annual examination. She admits to having intercourse with multiple sexual partners over the past year. Her only medication is an oral contra ceptive pill (O C P ) which she takes very regularly. She has no new symptoms or concerns. On physical examination, a painless punched-out ulcer is appreciated on the left labia. After appropriate testing and treatment, you counsel the patient to practice safer sex in the future. If this patient had not been treated, what would be the next sequelae?",
        "exp": "Source: style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif\"> Ans. (d) Rash involving palms and soles. Based on the description of a hard painless chancre, this patient likely has syphilis. The primary stage of syphilis is characterized by painless chancre. Secondary stage includes a red rash involving the palms and soles, Tertiary stage is characterized by Argyll-Robertson pupil, tabes dorsalis, paresis, gummas of skin and bone, and aortic aneurysm. Confused image. Diagnosis and Clue. Chancroid Painful Ulcer - Look for this in the history",
        "cop": 4,
        "opa": "Argyll-Robertson pupil",
        "opb": "Gummas on the skin and bones",
        "opc": "Tabes dorsalis",
        "opd": "Rash involving palms and soles",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Principles of STD Management",
        "id": "770c5a55-d51d-4994-b7f9-6668b2e43ec3",
        "choice_type": "single"
    },
    {
        "question": "Treatment for gardenerella -",
        "exp": "Ans. is 'a' i. e., Metronidazole o Recommended Treatment for Bacterial vaginosis/ Gardenerella vaginosis is:# Metronidazole 500 mg orally twice a day for 7 days# Metronidazole gel, 0. 75%, one full applicator (5g) intravaginally, once a day for 5 days.# Clindamycin cream, 2%, one full applicator (5g) intravaginally at bedtime for 7 days.",
        "cop": 1,
        "opa": "Metronidazole",
        "opb": "Doxycycline",
        "opc": "Azithromycin",
        "opd": "Erythromycin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Principles of STD Management",
        "id": "6b565c87-6c0d-4b5d-bb8e-81236a664e28",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old woman presents to your clinic with complaints of vulvar pain. The patient's history is significant for a new sexual partner and a recent history of flu-like symptoms and vaginal burning. On physical examination, extremely painful shallow ulcers with red borders are appreciated on the vulva, vagina, and perineal region. Which of the following is the most appropriate course of treatment for this patient?",
        "exp": "Source: style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif; margin: 0\">Ans. (d) Acyclovir. Based on the prodromal symptoms and painful ulcers, this patient likely has HSV. Appropriate treatment is acyclovir.",
        "cop": 4,
        "opa": "Penicillin",
        "opb": "Azithromycin",
        "opc": "Doxycycline",
        "opd": "Acyclovir",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Principles of STD Management",
        "id": "102a16c0-7237-4d19-b51d-bdd168343477",
        "choice_type": "multi"
    },
    {
        "question": "A 24-year-old patient presents to your office with complaints of a 1 -week history of vulvar itching and vaginal discharge. She endorses that she has had intercourse with two individuals in the past 6 months without the use of a condom. On physical examination, the vulva is edematous. Yellow-green discharge is present on the vaginal walls and at the cervical os. The cervix is strawberry red Wet smear of vaginal secretions shows epithelial cells, white blood cells (WB Cs), and flagellate protozoa. You prescribe an antibiotic. What warning do you give about this particular treatment?",
        "exp": "Source: style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif; margin: 0\">Ans. (d) Avoid alcohol. Metronidazole. T. vaginalis is a flagellate protozoan that is transmitted by sexual contact and causes a yellow-green frothy discharge. In 10 % of the population, T. vaginalis can cause petechiae or \"strawberry patches\" on the upper vagina and cervix. Diagnosis is made by wet smear of vaginal discharge. Treatment of trichomoniasis is oral metronidazole major side effect is antabuse effect-alcohol may cause an up set stomach, vomiting, stomach cramps, headaches, sweating, and flushing (redness of the face). Visual clue: After application of 5% acetic acid. This condition is associated with what is know as - Strawberry vagina. Trichomonas vaginalis infection is detected by frothy greenish or yellowish foul-smelling discharge",
        "cop": 4,
        "opa": "Avoid sun overexposure",
        "opb": "Avoid taking on an empty stomach",
        "opc": "Avoid taking with grapefruit juice",
        "opd": "Avoid alcohol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Principles of STD Management",
        "id": "690e294f-a75e-45e0-a74f-c62b1081c533",
        "choice_type": "multi"
    },
    {
        "question": "Drug used in genital herpes infection:",
        "exp": "Ans: a (Acyclovir) Ref: Shaw, 13th ed, p. 114; Harrison, 16th ed, p. 1029. Treatment of Herpes simplex: Encephalitis. Keratitis - Trifluridine. Neonatal Genital Acyclovir Primary treatment Recurrent treatment -",
        "cop": 1,
        "opa": "Acyclovir",
        "opb": "Zidovudine",
        "opc": "Stavudine",
        "opd": "Lamivudine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Principles of STD Management",
        "id": "5e43c842-66cd-441e-b3cf-c669d7c4c10a",
        "choice_type": "single"
    }
]