[
    {
        "question": "A 9-year-old girl presents for evaluation of regular vaginal bleeding. History reveals the thelarche at the age of 7 years and adrenarche at the age of 8 years. The most common cause of this condition in girls is:",
        "exp": "Pubeal changes before the age of 8 years in girls and 9 years in boys are considered as Precocious pubey Most common cause of precocious pubey in girls - Idiopathic Others causes: Congenital lesions of the hypothalamus-pituitary Acquired lesions--trauma, infection, neoplasm-- tuberculosis (TB) meningitis in childhood Pa of a specific syndrome--Mc. Cune. Albright (5%), von Recklinghausen's neurofibrobromatosis Endocrine/metabolic disorders",
        "cop": 1,
        "opa": "Idiopathic",
        "opb": "Gonadal tumors",
        "opc": "Mc. Cune-Albright syndrome",
        "opd": "Hypothyroidism",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pubeal Changes",
        "id": "e0b70935-18c6-49e7-8824-a6cad57ceb32",
        "choice_type": "single"
    },
    {
        "question": "First to come in female pubey:",
        "exp": "This question may cause a problem in the exam. If growth spu is in the choices then we must mark that s the first option since this is indeed the first event of pubey Pubey specific event which comes in first is Thelarche & then Pubarche, linear growth spu and Menarche In girls, pubeal development typically takes place over 4. 5 years). The first sign of pubey is accelerated growth, and breast budding is usually the first recognized pubeal change, followed by the appearance of pubic hair, peak growth velocity, and menarche. The stages initially described by Marshall and Tanner are often used to describe breast and pubic hair development This is from Novaks gynecology and hence we should see what is asked in the question. Mostly the questions are asked for the 'first sign' specific of pubey and breast budding is the answer, but if \"Growth spu' is given and the question is non-specific, then that's the option.",
        "cop": 4,
        "opa": "Thelarche",
        "opb": "Menses",
        "opc": "Adrenarche",
        "opd": "Growth spu",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pubeal Changes",
        "id": "55134f03-7430-49dd-a5ce-c1e3c430e994",
        "choice_type": "single"
    },
    {
        "question": "Hair growth correlates with serum androgen levels in all these areas EXCEPT...",
        "exp": "Hirsutism is excessive growth of terminal hair in a male pattern distribution. This is different from hyperichosis, which is excessive hair growth everywhere in the body Quantification is done using Ferriman Gallway Scoring This refers paicularly to midline hair, side burns, moustache, beard, chest or intermammary hair, and inner thigh and midline lower back hair entering the intergluteal area, and not the lanugo or eyebrows & eyelashes.",
        "cop": 2,
        "opa": "Inter-mammary",
        "opb": "Eye Brows",
        "opc": "Beard",
        "opd": "Inner thigh",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pubeal Changes",
        "id": "910a57a8-e197-4ddb-872c-5a16ad3ef9a1",
        "choice_type": "multi"
    },
    {
        "question": "Medication used in the treatment of idiopathic central precocious pubey include:",
        "exp": "Most effective treatment for central precocious pubey is the use of a Long-acting Gn. RH agonist, such as leuprolide and others. These drugs act by down regulating pituitary gonadotropes, eventually decreasing the secretion of FSH and LH, which are inappropriately stimulating the ovaries. As a result of this induced hypogonadotropic state, ovarian hormones (oestrogens, progestins, and androgens) are suppressed back to pre-pubeal levels, and precocious pubeal development stops or regresses. During the first 1 or 2 weeks of therapy, there is a flare-up effect of increased gonadotropins and sex steroids-a predicted side effect of these medications. At the time of expected pubey, the Gn. RH analogue is discontinued and the pubeal sequence resumes.",
        "cop": 3,
        "opa": "Exogenous gonadotropins",
        "opb": "Ethinyl estradiol",
        "opc": "Gn. RH agonists",
        "opd": "Clomiphene citrate",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pubeal Changes",
        "id": "00c9b2ce-20e6-48a6-b2b3-9ef20f8b9bfa",
        "choice_type": "single"
    },
    {
        "question": "Before pubey, what is the ratio between the cervical length & uterine body?",
        "exp": "Ratio of cervix: uterus length, Before pubey it is 2: 1 After pubey it is 1: 2",
        "cop": 2,
        "opa": "1: 02",
        "opb": "2: 01",
        "opc": "1: 03",
        "opd": "1: 04",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pubeal Changes",
        "id": "4b227a90-0229-4fba-803f-274b14f86587",
        "choice_type": "single"
    },
    {
        "question": "Normal stature with minimal or absent pubeal development may be seen in:",
        "exp": "Testicular feminization is a syndrome of androgen insensitivity, characterized by a normal 46 XY genotype; normal female phenotype during childhood; tall stature; and \"normal\" breast development with absence of axillary and pubic hair. Gonadal dysgenesis (e. g., 45X Turner syndrome) is characterized by sho stature and absence of pubeal development; in these girls, the ovaries are either absent or streak gonads that are non-functional. Kallmann syndrome (hypogonadotropic hypogonadism) should be suspected in patients of normal stature with delayed or absent pubeal development, especially when associated with the classic finding of anosmia. These individuals have a structural defect of the CNS involving the hypothalamus and the olfactory bulbs. The hypothalamus does not secrete Gn. RH in normal pulsatile fashion, if at all.",
        "cop": 2,
        "opa": "Testicular feminization",
        "opb": "Kallmann syndrome",
        "opc": "Pure gonadal dysgenesis",
        "opd": "Turner syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pubeal Changes",
        "id": "434e37fc-00e3-4d35-b356-4d87a4c4275f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following pubeal events in girls is not oestrogen dependent?",
        "exp": "The presence of Estrogen in a pubeal girl stimulates the formation of Breast development, Production of cervical mucus Vaginal cornification. As estrogen levels increase, menses begins. Ovarian estrogen production late in pubey is at least in pa responsible for termination of the pubeal growth spu, thereby determining adult height. Hair growth during pubey is caused by androgens from the adrenal gland and, later, the ovary",
        "cop": 3,
        "opa": "Menses",
        "opb": "Vaginal cornification",
        "opc": "Pubic axillary hair growth",
        "opd": "Reaching adult height",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pubeal Changes",
        "id": "b91718a7-d6b1-4cb7-ae53-372f49c325df",
        "choice_type": "single"
    },
    {
        "question": "A 14-year-old presents to the OPD since she has not yet menstruated. On examination there is breast development and normal pubic hair growth. Which of the following best describes the normal sequence of pubeal changes in the female?",
        "exp": "In girls, pubeal development typically takes place over 4. 5 years. Sex steroid production during pubey stimulates development of secondary sex characteristics, growth of long bones which is the reason for veical growth spu. * The first sign of pubey is accelerated growth, and breast budding is usually the first recognized pubeal change, followed by the appearance of pubic hair, peak growth velocity, and menarche. Delayed or interrupted pubey No Periods or any secondary sex characteristics by age 13, Have secondary sexual characteristics but not had menarche by age 15 or have not attained menarche 5 or more years since the onset of pubeal development. *Please note: the question can confuse us sometimes. If asked about the overall first event in pubey, then its Accelerated general growth. But if asked the first specific sign of pubey, then breast budding is the answer.",
        "cop": 4,
        "opa": "Veical growth, menarche, thelarche, Pubarche",
        "opb": "Pubarche, Veical growth, thelarche, menarche",
        "opc": "Thelarche, Veical growth, Pubarche, menarche",
        "opd": "Thelarche, Pubarche, Veical growth, menarche",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pubeal Changes",
        "id": "c80922b2-5b66-4701-9cc7-f9a5931d706f",
        "choice_type": "single"
    },
    {
        "question": "First to appear in Girl's pubey is:",
        "exp": "Specific events in girls Events in boys 1st Thelarche (T) Testicular enlargement (T) 2nd Pubarche (P) Penile enlargement & pubic hairs (P then P) 3rd Growth spu (G) Growth spus (G) 4th Menarche Axillary hair and facial hairs",
        "cop": 1,
        "opa": "Thelarche",
        "opb": "Menses",
        "opc": "Adrenarche",
        "opd": "Height spu",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Pubeal Changes",
        "id": "ba3df0ef-7caf-4476-93d1-09333e380261",
        "choice_type": "single"
    }
]