[
    {
        "question": "A 27 years old P2. L2 has come to OPD for contraceptive advice. She has delivered a male child 3 weeks back and is presently lactating. She has no contraindication of any hormone use. She can be given-",
        "exp": "Progestin-only Contraception methods do not impair milk production and are an excellent choice for lactating women. There are no increased risks of genital tract or breast neoplasia MEC 1 However, after the initial 6 weeks of delivery are over, use of IUCDs is equally good. OCP contain estrogens which significantly reduce breast milk production and are therefore contraindicated",
        "cop": 2,
        "opa": "DMPA",
        "opb": "Minipill",
        "opc": "Levonorgestrol implants",
        "opd": "Combined OCPs",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Puerperium",
        "id": "48a76a40-bca9-4936-b7b1-f4efaca201ba",
        "choice_type": "single"
    },
    {
        "question": "After 5 days of a normal vaginal delivery a woman is brought to the casualty at 11 pm by her husband with history of crying, loss of appetite, difficulty in sleeping, and feeling of low self esteem. Her general physical examination is un-remarkable and there are no worrisome findings from a pelvic examination. Which of the following is the best term to describe her symptoms postpaum?",
        "exp": "Postpaum Mood Disorders Post paum blues Occur within first few days and resolve by 2 weeks (50-60 %) Due to sudden loss of progesterones. Characterised by mild mood swings, irritability, anxiety, decreased concentration, insomnia, tearfullness, crying spells85% of women for a sho time in the immediate postpaum period. Post paum Depression Occurs in first 3-6 months (10-15%) insomnia, anxiety, low self woh, unable to care for and bond with baby, Post paum Psychosis Within first 2-3 months (<1%) severe insomnia, rapid mood swings, anxiety, psychomotor restlessness, delusions and hallucinations",
        "cop": 1,
        "opa": "Blues",
        "opb": "Manic depression",
        "opc": "Neurosis",
        "opd": "Psychosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Puerperium",
        "id": "e5d050f5-c2f3-4151-83a9-80bda63b951f",
        "choice_type": "single"
    },
    {
        "question": "The regressive changes during puerperium are mostly confined to the all EXCEPT:",
        "exp": "Puerperium is the period following childbih during which the body tissues, especially the pelvic organs reve back approximately to the pre-pregnant state both anatomically and physiologically. The retrogressive changes are mostly confined to the reproductive organs with the exception of the mammary glands which in fact show features of increased activity. Involution also involves regression of all physiological changes that occurred in all body systems to return to normal to their pre-pregnant state, including, cardivascular, respiratory, urinary tract and hemodynamic changes.",
        "cop": 3,
        "opa": "Uterus",
        "opb": "Urinary tract",
        "opc": "Breasts",
        "opd": "Vagina",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Puerperium",
        "id": "6ed92eda-d9b2-4925-90a3-f0fb3219debd",
        "choice_type": "multi"
    },
    {
        "question": "A patient presents for routine postpaum examination 2 weeks after a normal vaginal delivery with complains of foul smelling vaginal discharge with fever. On abdominal examination, a tender 14 weeks uterus is palpable, breast examination is normal and episiotomy is healthy. What could be the possible diagnosis?",
        "exp": "This is a case of subinvolution of uterus secondary to infection which has resulted in fever and foul smelling lochia SUBINVOLUTION OF UTERUS Normal rate of reduction of size of uterus post delivery: 1-2 cm/ day Uterus becomes pelvic organ by 2 weeks and returns to normal size by 6 weeks Causes: Retained bits of placenta Infection Blood clots Fibroids Clinical features boggy or flabby uterus palpable after 2 weeks per abdomen tender Treatment Uterine evacuation Iv antibiotics Methyl ergometrine",
        "cop": 4,
        "opa": "Choriocarcinoma",
        "opb": "Adenomyosis",
        "opc": "Fibroid uterus",
        "opd": "Subinvolution of the uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Puerperium",
        "id": "6e0d38b1-bb0a-40bc-bbe2-6be5d8dda73f",
        "choice_type": "single"
    },
    {
        "question": "After 3 days of an emergency cesarean section for Prolonged Premature ruptured membranes and Cephalopelvic dispropoion a woman presents with chills and abdomen pain and foul smelling vaginal discharge. The LSCS incision site has some serous drainage without any erythema around it. Her abdomen is tender over the fundus but no rebound tenderness is present. What is the most probable diagnosis?",
        "exp": "History of surgery for PROM, and pain and uterine tenderness are suggestive of endometritis. Endometritis is the most common infection that occurs following cesarean section and prolonged rupture of membranes is a risk factor for it. In case of wound infection, erythema and pus discharge around the surgical wound is usually present. In case of pelvic abscess, signs of peritoneal irritation (eg. rebound tenderness) are present. In case of Septic pelvic thrombophlebitis, usually there is no uterine tenderness.",
        "cop": 2,
        "opa": "Wound infection",
        "opb": "Endometritis",
        "opc": "Pelvic abscess",
        "opd": "Septic pelvic thrombophlebitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Puerperium",
        "id": "b5e3bbd9-5c35-4529-8f3d-9062483807bc",
        "choice_type": "single"
    },
    {
        "question": "A postpaum woman has acute puerperal mastitis. Which of the following statements is true?",
        "exp": "Acute puerperal mastitis Most common organism- Staphylococcus aureus inoculated into maternal breasts through the baby's nasopharynx. Symptoms and signs Fever with chills, myalgia, malaise Engorged and tender breast Mostly unilateral Approximately 10 percent of women with mastitis develop an abscess which requires incision and drainage. Rx- Dicloxacillin, 500 mg orally four times daily, may be staed empirically. Erythromycin is given to women who are penicillin hypersensitive",
        "cop": 3,
        "opa": "The initial treatment is tetracyclines",
        "opb": "The source of the infection is usually the infant's gastrointestinal tract",
        "opc": "Frank abscesses may develop and require drainage",
        "opd": "The most common offending organism is Escherichia coli.",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Puerperium",
        "id": "7f1f70be-f869-4664-af0d-fb66fa1d2b5c",
        "choice_type": "multi"
    },
    {
        "question": "Which of these best defines puerperium:",
        "exp": "Puerperium begins as soon as the placenta is expelled and lasts for approximately 6 weeks when the uterus and all other pelvic organs regress back almost to the non-pregnant size and function",
        "cop": 1,
        "opa": "A period of 6 weeks following expulsion of placenta",
        "opb": "A period after 6 weeks of delivery upto 12 weeks",
        "opc": "A period of 24 hrs after delivery",
        "opd": "The entire peripaum period upto 6 weeks following childbih",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Puerperium",
        "id": "16a056a1-92a1-4866-8b82-e999272de52a",
        "choice_type": "single"
    },
    {
        "question": "Following delivery, Uterus becomes a pelvic organ after_____",
        "exp": "Size of uterus - 1. immediately after delivery- just below the umblicius 2. Uterus become pelvic organ in 10-14 days 3. Uterus comes to normal size in 4-6 weeks",
        "cop": 3,
        "opa": "24 hours",
        "opb": "First week",
        "opc": "Second week",
        "opd": "Third week",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Puerperium",
        "id": "b9c8d502-b48e-4ab2-9a74-f24a1de46a8c",
        "choice_type": "single"
    },
    {
        "question": "A patient while being discharged after a normal vaginal delivery, enquires about perineal strengthening excercises. She should be adviced to sta kiegel's excercises after?",
        "exp": "Specific Exercises of the pelvic floor and deep abdominal muscles can be done within a few days of bih Pelvic floor exercises can reduce the swelling, Increase blood flow and improve the healing following bih It is safe to sta Pelvic floor exercises straight after bih. The patient can sta gently, in her comfo range, and then progress to stronger exercises as she feels able.",
        "cop": 3,
        "opa": "1st weeks in a normal delivery, 6 weeks if instrumental",
        "opb": "After 3 wks",
        "opc": "Immediately",
        "opd": "after 6 Weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Puerperium",
        "id": "e87dc375-44ed-4f33-a831-6f2418614cbb",
        "choice_type": "single"
    },
    {
        "question": "Condyloma acuminata in pregnancy is best treated by:",
        "exp": "Condyloma acuminata - HPV types 6 and 11, mucocutaneous external genital was Trichloroacetic or bichloracetic acid, applied topically once a week, is an effective regimen for external was Cryotherapy is the best. Also laser ablation, or surgical excision can be tried for treatment in pregnancy Agents not recommended in pregnancy -Podophyllin resin -podofilox 0. 5-percent solution or gel -imiquimod 5-percent cream -interferon therapy -sinecatechins.",
        "cop": 2,
        "opa": "Podophyllin",
        "opb": "Cryotherapy",
        "opc": "Trichloroacetic acid",
        "opd": "5-FU cream",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Puerperium",
        "id": "9abf4427-e492-48f2-9813-51c6f09407df",
        "choice_type": "single"
    },
    {
        "question": "Which of the following terms is used to describe the process in which the uterus contracts and atrophies to its nonpregnant size?",
        "exp": "Involution of uterus -1000 grams of uterus returns to 100 to 200 grams. Weight of uterus immediately after delivery is 1000gms. 1. Immediately after delivery- just below the umblicius 2. Uterus become pelvic organ in 10-14 days 3. Uterus comes to normal size in 4-6 weeks",
        "cop": 1,
        "opa": "Involution",
        "opb": "Reparation",
        "opc": "Contracture",
        "opd": "Decompression",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Puerperium",
        "id": "7bb1bc69-1a72-46fe-9d01-82595c0dc83c",
        "choice_type": "single"
    },
    {
        "question": "This organism may cause epidemics of puerperal sepsis.",
        "exp": "Most female pelvic infections are caused by bacteria indigenous to the genital tract. Over the past 20 years, there have been repos of group A b-hemolytic streptococcus causing toxic shock-like syndrome and life-threatening infection Gram-positive cocci--group A streptococci, enterococcus, Staphylococcus aureus, Staphylococcus epidermidis Gram-negative bacteria--Escherichia coli, Klebsiella, Anaerobes Cocci--Peptostreptococcus and Peptococcus species Others--Clostridium, Bacteroides, and Fusobacterium species, Mobiluncus species",
        "cop": 2,
        "opa": "Cytomegalovirus",
        "opb": "Group A b-hemolytic streptococci",
        "opc": "Group B b- hemolytic streptococci",
        "opd": "Toxoplasma gondii",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Puerperium",
        "id": "686db3da-b8fa-4622-be0f-9ba798616f27",
        "choice_type": "single"
    },
    {
        "question": "A 23-yrs-old woman (gravida 2, para 2) calls her physician 7 days postpaum because she is concerned that she is still having an altered discharge from the vagina. Which of these would be an appropriate advice regarding normal lochia?",
        "exp": "-Lochia is vaginal discharge resulting from sloughing of decidual tissue. -It contains erythrocytes, shedded decidua, epithelial cells and bacteria. -The average duration of lochial discharge ranges from 24 to 36 days Lochia Rubra - 1st to 4th day, Red(mostly blood) Lochia Serosa - 5th to 9th day, yellow(mostly mucus, some RBC) Lochia Alba - 10th to 14th day, white(mostly epithelial cells)",
        "cop": 4,
        "opa": "Normal lochia lasts for 2 days and she should immediately seek medical attention",
        "opb": "Normal lochia lasts upto 7 days and she should seek medical attention if it persists",
        "opc": "Her discharge is lochia rubra along with infective secretions from uterus and should take antibiotics",
        "opd": "Normal lochia usually lasts 10-14 days but may last upto 3-5 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Puerperium",
        "id": "af545b28-c746-4fb7-8e79-be1f7d9069bd",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the preferred mode of contraception recommended during lactation:",
        "exp": "Medical eligibility criteria (MEC) categories for contraceptive eligibility: 1. A condition for which there is no restriction for the use of the contraceptive method. 2. A condition where the advantages of using the method generally outweigh the theoretical or proven risks. 3. A condition where the theoretical or proven risks usually outweigh the advantages of using the method. 4. A condition which represents an unacceptable health risk if the contraceptive method is used. Progestin-only Contraception methods do not impair milk production and are an excellent choice for lactating women. There are no increased risks of genital tract or breast neoplasia MEC 1 However, after the initial 6 weeks of delivery are over, use of IUCDs is equally good",
        "cop": 3,
        "opa": "IUCD",
        "opb": "DMPA",
        "opc": "Progesterone only pills",
        "opd": "OCP",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Puerperium",
        "id": "8ca683a1-8f8b-4857-a396-96502c8f5232",
        "choice_type": "single"
    },
    {
        "question": "Puerperal pyrexia is defined as a temperature of more than:",
        "exp": "A temperature of 38. 0degC (100. 4degF) or higher--in the puerperium. Causes Genital tract infection Breast engorgement Urinary infections Wound infection Perineal lacerations infection Respiratory complications Predisposing factors Home bih in unhygienic conditions, low socioeconomic status poor nutrition primiparity anemia prolonged rupture of membranes prolonged labor multiple vaginal examinations in labor cesarean section obstetrical maneuvers retained bits of placental membranes, tissues within the uterus Maternal complications septicemia endotoxic shock peritonitis or abscess formation",
        "cop": 3,
        "opa": "98. 4 degree F",
        "opb": "99 degree F",
        "opc": "100. 4 degree F",
        "opd": "104 degree F",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Puerperium",
        "id": "133d3f39-1358-4187-a52f-11fcd0d1c01d",
        "choice_type": "single"
    }
]