[
    {
        "question": "Absolute contraindication of hormone replacement therapy is:",
        "exp": "Ans. is 'a' Thrombosis",
        "cop": 1,
        "opa": "Thrombosis",
        "opb": "Fibroadenocytic disease",
        "opc": "Fibroadenoma",
        "opd": "Hemorrhage",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Radiotherapy & Chemotherapy",
        "id": "efc258aa-f49f-42da-ad20-1345718846cb",
        "choice_type": "single"
    },
    {
        "question": "A 26-year old primigravida at 32 weeks of gestation experienced faintness and nausea in lying down and recovers after turning on her side or getting up. These symptoms can be attributed to which of the following?",
        "exp": "Ans. d. Inferior vena caval compression (Ref: Dutta 6/e p53). Symptoms of faintness and nausea in lying down position and recovery after turning on the side or getting up in a 26-year old primigravida at 32 weeks of gestation can be attributed to inferior vena caval compression. \"Supine hypotensive syndrome is caused when the inferior vena cava is compressed by the weight of a pregnant female uterus, fetus, placenta and amniotic fluid while lying in the supine position. The condition can develop as early as the second trimester but is maximum during the third trimester. The patient experiences reduced blood pressure signs of shock such as cool, moist and clammy skin, tachycardia (early sign), bradycardia (very late sign), dizziness, syncope or near syncope, pedal edema, nausea, decreased femoral pulse and signs of fetal distress. Supine hypotensive syndrome is easily managed by placing the patient in left lateral position. \"Supine Hypotension Syndrome (Postural Hypotension). During late pregnancy, the gravid uterus produces a compression effect on the inferior vena cava when the patient is in supine position. This, however, results in opening up of collateral circulation by means of paravertebral and azygous veins. In some cases (10%) when collateral circulation fails to open up, the venous return to heart is seriously curtailed. This results in production of hypotension, tachycardia and syncope. Turning patient to lateral position quickly restores the normal blood pressureQ. Can cause severe fetal distress. The augmentation of venous return during uterine contraction prevents the manifestation from developing during labourQ.",
        "cop": 4,
        "opa": "Reduced placental flow",
        "opb": "Increased intragastric pressure",
        "opc": "Increased intracranial pressure",
        "opd": "Interior vena caval compression",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Radiotherapy & Chemotherapy",
        "id": "576f7b75-296f-4e5e-9eaf-9a0714d5df76",
        "choice_type": "single"
    },
    {
        "question": "Absolute contraindication of hormone replacement therapy is:",
        "exp": "Ans. is a, i. e. Thrombosis. Ref: Novak 15th/ed, p1245; John Hopkins Manual of Obs and Gynae 4th/ed, p510. MnemonicA = Active liver disease/or Gallbladder diseaseB = Undiagnosed vaginal bleedingC = Cancers of endometrium and breastD = Deep vein thrombosis",
        "cop": 1,
        "opa": "Thrombosis",
        "opb": "Fibrocystic disease",
        "opc": "Fibroadenoma",
        "opd": "Hemorrhage",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Radiotherapy & Chemotherapy",
        "id": "dde844a1-8aa8-4f69-8e68-1df0e4771bf9",
        "choice_type": "single"
    },
    {
        "question": "HRT therapy can increase the risk of -",
        "exp": "Ans. is 'b' i. e., Breast carcinoma o HRT increases the risk of the following:# Endometrial cancer# Breast carcinomao Reduced risk of the following with HRT:# Alzeihmer's disease# Colorectal cancer# Osteoporosis# Age related hearing loss# HRT prevents lens opacities",
        "cop": 2,
        "opa": "Osteoporosis",
        "opb": "Breast carcinoma",
        "opc": "Alzeihmer's disease",
        "opd": "Colorectal cancer",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Radiotherapy & Chemotherapy",
        "id": "89b7691a-f779-4519-a15a-29657cec59e5",
        "choice_type": "single"
    }
]