[
    {
        "question": "Treatment of confirmed case of maternal toxoplasmosis with gestational age 16 weeks is by _________",
        "exp": "Spiramycin is the treatement used in a confirmed case of maternal toxoplasmosis. Toxoplasmosis: Causative organism: Toxoplasma gondii Definitive host: Cat Perinatal problems: Primary infection in pregnancy causes fetal abnormalities due to transplacental transmission Earlier infection: Increased severity of infection (maximum in the first trimester). But, only 10% are infected in the first trimester. Risk of transmission increases with the period of gestation, but the risk of teratogenicity decreases. Severe disease: Tetrad of hydrocephalus or microcephaly, convulsions, chorioretinitis and cerebral calcification. Diagnosis: Acute infection: IgG and IgM antibodies or four fold increase in paired specimens 4 weeks apa. Management: Spiramycin Pyrimethamine: Sulfonamide (to be avoided inn first trimester)-when fetal infection is confirmed. Ref: Williams Obstetrics 25th edition Pgno: 1226",
        "cop": 1,
        "opa": "Spiramycin",
        "opb": "Pyrimethamine-sulfonamide",
        "opc": "Doxycycline",
        "opd": "Cotrimoxazole",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "recent papers  obst",
        "id": "a5a90473-5ce7-4b41-a371-e17892b517d7",
        "choice_type": "single"
    },
    {
        "question": "Vulvar atrophy and itching are treated by",
        "exp": "Vaginal atrophy: - * Mainly related to menopause * Cause itching, dyspareunia, rarely bleeding Management by - local estrogen cream, selective estrogen receptor modulator. Ref:- Williams gynecology 3rd Edition; Pg num:- 263",
        "cop": 2,
        "opa": "Antihistamines",
        "opb": "Estrogen ointment",
        "opc": "Tamoxifen",
        "opd": "None of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "recent papers  obst",
        "id": "dc36e4e7-af89-454c-b98c-5ea8e7bca8a2",
        "choice_type": "multi"
    },
    {
        "question": "All of the following antibiotics can be used to treat cystitis in pregnancy except ________",
        "exp": "Ciprofloxacin, a Fluroquinolone antibiotic, is contraindicated in pregnancy as it causes cailage and bone defects in the fetus. Antibiotics safe in pregnancy include Penicillin group, Cephalosporins, Erythromycin, Metronidazole (except in 1st trimester) Antibiotics unsafe in pregnancy: Metronidazole (in first trimester), Chloramphenicol, Aminoglycoside, Tetracycline and Fluroquinolones. Ref: ncb.nlm.nih.gov",
        "cop": 3,
        "opa": "Amoxycillin",
        "opb": "1st generation Cephalosporins",
        "opc": "Ciprofloxacin",
        "opd": "3rd generation Cephalosporins",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "recent papers  obst",
        "id": "4fe95e36-bfdc-4dc4-b429-8b0eb3a3815e",
        "choice_type": "multi"
    },
    {
        "question": "In low ovarian reserve, anti-mullerian hormone level will be",
        "exp": "* AMH levels in mature women reflect ovarian follicle reserve * Expressed by the granulosa cells of small preantral follicles * Vary minimally across the cycle * 3 ng/mL at age 25, and this dropped to 1 ng/mL at age 35 to 37. * In case of low ovarian reserve- levels are <1 ng/ml Ref:- Williams gynecology 3rd Edition; Pg num:- 436",
        "cop": 1,
        "opa": "<1",
        "opb": "4-Jan",
        "opc": ">7",
        "opd": ">10",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "recent papers  obst",
        "id": "ed521175-0364-4a24-9c48-47979fcc1a13",
        "choice_type": "single"
    },
    {
        "question": "The risk of fetal varicella syndrome is maximum when the mother is infected between ________",
        "exp": "The highest risk of fetal varicella syndrome is when the mother develops varicella between 13 to 20 weeks. It occurs in 2% of fetuses of mothers infected at this time. Congenital infections, paicularly after 20 weeks, are uncommon. However, if the fetus or neonate is exposed to active infection judt before or during delivery i.e., before maternal antibody has been formed, then there is a serious threat to newborns. No discrepancy between statements &;Varicella is most commonly contracted in first trimester&; and &;the risk of fetal varicella syndrome is highest between 13-20 weeks&; Ref: Williams Obsteics 25th edition Pgno: 1213",
        "cop": 3,
        "opa": "6 to 10 weeks",
        "opb": "8 to 12 weeks",
        "opc": "13 to 20 weeks",
        "opd": "20 to 28 weeks",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "recent papers  obst",
        "id": "46313719-3a95-4f25-bf3f-8d43c1c478a9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements is true about toxoplasmosis?",
        "exp": "Toxoplasmosis causes maximal damage in 1st trimester but the risk of transmission increases and risk of damage decreases as pregnancy progress fuher. Clinical features of affected neonates: Low bih weight Hepatosplenomegaly Jaundice Anemia Neurological disease with intracranial calcifications Hydrocephaly or microcephaly Tetrad of toxoplasmosis-Chorioretinitis, intracranial calcifications, and hydrocephalus often accompanied by convulsions. Ref: Williams Obstetrics 25th edition Pgno: 1225",
        "cop": 3,
        "opa": "Maximum transmission and damage in 1st trimester",
        "opb": "Maximum transmission in 1st trimester and Maximum damage in 3rd trimester",
        "opc": "Maximum damage in 1st trimester and maximum transmission in 3rd trimester",
        "opd": "Maximum transmission and damage in 3rd trimester",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "recent papers  obst",
        "id": "eab241c2-f36f-4565-8fb6-c319e7142733",
        "choice_type": "multi"
    },
    {
        "question": "MgSO4 have no role in prevention of",
        "exp": "Magnesium sulphate: - Mechanism of action:- * Reduced presynaptic release of the neurotransmitter glutamate * Blockade of glutaminergic n-methyl-d-aspaate (nmda) receptor * Potentiation of adenosine action * Improved calcium buffering by mitochondria * Blockage of calcium entry voltage-gated channels Used for: - * Severe preeclampsia * Recurrent eclamptic seizures * Neuroprotection Must check: - * Urine output * Respiratory rate * Patellar reflexes Ref:- Williams obstetrics 25th Edition; Pg num:- 38/68",
        "cop": 2,
        "opa": "Seizures in severe pre-eclampsia",
        "opb": "RDS in premature baby",
        "opc": "Recurrent seizures in eclampsia",
        "opd": "Neuroprotection",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "recent papers  obst",
        "id": "212c0514-17d8-430c-a45b-10b2bdfc7c86",
        "choice_type": "single"
    },
    {
        "question": "Dose of benzanthine penicillin in early syphilis is _________",
        "exp": "2.4 million units intramuscularly as a single injection is the dose of benzanthine penicillin early syphilis. Early syphilis: Benzanthine penicillin G, 2.4 million units intramuscularly weekly for three doses. More than 1-year duration: Benzanthine penicillin G, 2.4 million units intramuscularly weekly for three doses. Neurosyphilis: Aqueous crystalline penicillin G, 3-4 million units intravenously every 4 hours for 10-14 days or Aqueous procaine penicillin, 2.4 million units intramuscularly daily, plus probenecid 500 mg orally four times daily, both for 10-14 days. Ref: Willams Obstetrics 25th edition Pgno: 1238",
        "cop": 2,
        "opa": "3-4 million units intravenously",
        "opb": "2.4 million units intramuscularly as a single injection",
        "opc": "2.4 million units intramuscularly daily, plus probenecid 500 mg orally for 14 days",
        "opd": "2.4 million units intramuscularly weekly for three doses",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "recent papers  obst",
        "id": "36ad226a-1a17-4ddb-983f-c0972c02cf39",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is false regarding Cholestasis of pregnancy ?",
        "exp": "Hyperbilirubinemia results from retention of conjugated pigment, but total plasma concentrations rarely exceeds 4 to 5 mg/dl. Serum transaminase levels are normal to moderately elevated but seldom exceed 250 U/L Disorder AST (SGOT) U/L Biliirubin (mg/dl) Cholestasis of pregnancy Upto 200 1-5 Acute fatty liver of pregnancy 200-800 4-10 Hepatitis 2000+ 5-20 Ref: Williams Obstetrics 25th edition Pgno: 1059",
        "cop": 1,
        "opa": "Serum bilirubin >5 mg/dl",
        "opb": "Alanine amino transferase (ALT) <250 IU/L",
        "opc": "Pruritus preceeds abnormal lab values by weeks",
        "opd": "Dyslipidemia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "recent papers  obst",
        "id": "eb5d5f57-7c74-4bd2-bfac-666dd5ebe0fd",
        "choice_type": "multi"
    },
    {
        "question": "In 34 weeks gestation the weight of baby was 3kg.The child shows following features may indicate wof associated condition",
        "exp": "Diabetic mother and macrosomia: - Macrosomia defined as excessively large baby (>4kg) Causes are: - * Obesity * Poorly controlled maternal diabetes and gestational diabetes * Postmaturity * Multiparity * Male fetus. In diabetes: Excessive glycemia produce macrosomia due to insulin and insulin like growth factors. Indication of cesarian section:- * >4.5 kg in case of diabetic mother * >5 kg in case of non diabetic mother Ref:- Williams obstetrics 25th Edition; Pg num:- 19/30",
        "cop": 2,
        "opa": "Anemia",
        "opb": "Diabetes",
        "opc": "APH",
        "opd": "None of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "recent papers  obst",
        "id": "63fd6dc0-68b0-4f63-8612-449bedaa278a",
        "choice_type": "multi"
    },
    {
        "question": "45 years female with 3 months menorrhagia. USG showing 2 cm submucosal fibroid. First line of management is",
        "exp": "* American College of Obstetricians and Gynecologists recommends endometrial assessment in any woman older than 45 years with AUB, and in those younger than 45 years with a history of unopposed estrogen exposure such as seen in obesity or polycystic ovarian syndrome (PCOS), failed medical management, and persistent AUB. * Then management is done accordingly depending upon HPE repo. Ref:- Williams gynecology 3rd Edition; Pg num:- 184",
        "cop": 3,
        "opa": "Ocp for 3 months",
        "opb": "Progesterone for 3 months",
        "opc": "Endometrial sampling",
        "opd": "Hysterectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "recent papers  obst",
        "id": "6df06766-0216-4c74-9b4d-294662ef182b",
        "choice_type": "single"
    },
    {
        "question": "The major contribution of the amniotic fluid after 20 weeks of gestation",
        "exp": "Amniotic fluid: - * pH = 7.1 -7.3 * Specific gravity= 1.008-1.010 * Osmolality = 250 mOsm/L * Rate of amniotic fluid turnover is 500cc/hr * Completely changed and replaced in every 3 hours * Main source- fetal urine (overall) * Main source after 20 weeks- fetal urine Ref:- Mudaliar and Menon's 12th Edition; Pg num:- 28.",
        "cop": 4,
        "opa": "Fetal lung fluid",
        "opb": "Fetal skin",
        "opc": "Ultrafiltrate and maternal plasma",
        "opd": "Fetal urine",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "recent papers  obst",
        "id": "8d2b7a83-52f7-4b91-a1f8-82922ec3baf5",
        "choice_type": "single"
    },
    {
        "question": "A 22 year old pregnant lady presents with fever, and is put on antibiotics. Fever is still not brought under control, On fuher investigation she is diagnosed to have septic pelvic thrombophlebitis. Which among the following is the next coursee of treatment for her?",
        "exp": "Antibiotics plus heparin is the next course of treatment amongst the given options. The treatment of septic pelvic thrombophelbitis is broad-spectrum antibiotics plus anticoagulation. Anticoagulation is thought to prevent fuher thrombosis and reduce the spread of septic emboli. The use of anticoagulation is contraversial as not all clinicians or it. A small randomized study didnot demonstrate a benefit, however, the study was powered to assess fever resolution only; it did not address the potential benefit of anticoagulation with regard to the risk of thrombus extension, pulmonary embolus or associated thrombophilias. Ref: Online resources",
        "cop": 2,
        "opa": "Stop antibiotics and sta heparin",
        "opb": "Antibiotics+Heparin",
        "opc": "Surgical embolectomy",
        "opd": "Hysterectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "recent papers  obst",
        "id": "b79f3c8d-917f-4824-a7f7-9a2b8a30245b",
        "choice_type": "single"
    },
    {
        "question": "Acute pyelonephritis in pregnancy most often complicates _______",
        "exp": "Acute pyelonephritis in pregnancy most often complicates 2nd trimester of pregnancy. Acute Pyelopnephritis: Most common in the second trimester, in nulliparous individual of young age. Most common organism: E.coli >> Streptococcus, S.aureus > Enterobacter, Klebsiella Occurs more commonly in those with preexisting renal disease Symptoms and signs: Fever with chills, loin pain and vomiting. Renal angle tenderness may be present. Usually unilateral and more common on the right side. patients may develop acute respiratory distress syndrome due to endotoxin-mediated alveolar injury and hemolysis due to endotoxins leadinng to anemia. Management: Intravenous hydration, antibiotics Ref: Williams Obstetrics 25th edition Pgno: 1028",
        "cop": 2,
        "opa": "1st trimester",
        "opb": "2nd trimester",
        "opc": "3rd trimester",
        "opd": "Puerperium",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "recent papers  obst",
        "id": "137096a7-0da2-4688-89f9-73d9efb587d3",
        "choice_type": "single"
    },
    {
        "question": "All of the following are complications in a pregnant woman with systemic lupus erythematosus (SLE) disease except ______",
        "exp": "Post term delivery is not a complication in a pregnant patient with SLE. Complications in a pregnant patient with SLE include: Thrombophilia Pre term labour Hypeension, Eclampsia and Pre eclampsia Anemia Stroke Thrombocytopenia Renal failure Ref: Williams Obstetrics 25th edition Pgno: 1141",
        "cop": 3,
        "opa": "Preterm labour",
        "opb": "Thrombophilia",
        "opc": "Post term delivery",
        "opd": "Eclampsia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "recent papers  obst",
        "id": "a7dac075-93a6-4da7-8b4f-9f94284174a3",
        "choice_type": "multi"
    },
    {
        "question": "Enlarged and pale placenta, is due to infection by _______",
        "exp": "Enlarged and pale placenta is due to infection by syphilis. Other clinical manifestations and complications include: Spontaneous aboion Stillbih Non-immune hydrops intrauterine Growth restriction Perinatal death Ref: Williams Obstetrics 25th edition Pgno: 1237",
        "cop": 3,
        "opa": "Parvovirus",
        "opb": "Measles",
        "opc": "Syphilis",
        "opd": "Toxoplasmosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "recent papers  obst",
        "id": "50e1c5a9-7306-442d-a7a4-43dfab05743d",
        "choice_type": "single"
    },
    {
        "question": "Gonococcus affects tubes mainly by _________",
        "exp": "Gonococcus ascends up to the tube mainly mucosal continuity and contiguity, which is facilitated by sexually transmitted vectors such as sperms and Trichomonas. The mucous membrane is first affected and it is edematous, infiltrated with leucocytes and plasma cells. Another route is through reflux of mucosal blood. Mycoplasma spreads across parametrium Lymphatics are involved in spread of secondary organisms and PID following post-aboal and pueperal infection. Organisms from gut affect tubes directly. Ref: Shaw&;s textbook of Gynaecology 17th edition Pgno: 339",
        "cop": 4,
        "opa": "Hematogeous spread",
        "opb": "Lymphatic spread",
        "opc": "Parametrium spread",
        "opd": "None of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "recent papers  obst",
        "id": "7e775f93-74e7-4cef-b786-5ff12552410e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is false as physiological change in pregnancy",
        "exp": "Ref:- Williams obstetrics 25th Edition; Pg num:- 22/44",
        "cop": 4,
        "opa": "Increase cardiac output",
        "opb": "Increase GFR",
        "opc": "Increase total protein",
        "opd": "Increase residual volume",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "recent papers  obst",
        "id": "d8299e3c-b87f-49ed-8c00-fc62f3ab8027",
        "choice_type": "multi"
    }
]