[
    {
        "question": "A female with recurrent abortion and isolated prolonged APTT is most likely associated with",
        "exp": "Ans. is 'a' i. e. Lupus anticoagulant They have asked about antiphospholipid antibody syndrome. Antiphospholipid antibodies account for 3% to 5% of patients with repetitive pregnancy losses. The frequency of fetal death and recurrent abortion in untreated patients with antiphospholipid antibodies is greater than 90%.* There are several antiphospholipid antibodies. The most relevant to obstetricians are: The lupus anticoagulant (LAC), The anticardiolipin antibody and. The antibody that cause false positive syphilis test (BFP-ST). The name lupus anticoagulant was derived from the fact that this antibody was found first in patients with systemic lupus erythematosus and acted as an anticoagulant by prolonging the partial thromboplastin time (PTT). This name was a poor choice because soon it was found that lupus anticoagulant was present in many patients who did not have lupus and that in majority of patients the antibody was responsible for episodes of thrombosis, rather than anticoagulation. In the laboratory, LAC is not measured directly. It is assessed by its effect on PTT and the kaolin clotting time. Typically patients with lupus anticoagulant have a prolonged PTT and a normal PT. Unfortunately, a normal PTT does not exclude the possibility of LAC, and if the clinical suspicion is strong and the PTT is normal a kaolin clotting time or a dilute Russell viper venom time should be performed. It has also been found that some patients with LAC and recurrent abortions have elevated values of serum IgM. Other antiphospholipid antibodies. The anticardiolipin antibody is the antiphospholipid antibody, most commonly found in patients with repetitive early pregnancy losses. Anticardiolipin antibody is found in 90% of patients with L. A. C. but the majority of patients with positive anticardiolipin antibody do not have L. A. C. Anticardiolipin antibody is measured in the laboratory by the ELISA test. BFP-STIt is the less common antiphospholipid antibody. Both BFP-ST and Anticardiolipin antibody, measure the antibody against cardiolipin but they are not the same. Clinical features of antiphospholipid antibodies.* The presence of any or several of the three antiphospholipid antibodies is associated with. Recurrent early pregnancy losses. Episodes of venous and arterial thrombosis. Severe preeclampsia. Chorea gravidarumH/o ischemic strokes, transient ischemic episodes, migraine headaches. Postpartum complications such as pulmonary infiltrates, fever, and cardiac symptoms. Abortions in antiphospholipid antibody syndrome. Typically these patients give a history of a live fetus documented by ultrasound or by Doppler before demise or abortion occurs. The majority of the pregnancy losses occur between 14 and 18 weeks. Fetal death is these patients is caused by extensive thrombosis of the placental vessels and the placenta is usually smaller than expected for the gestational age.",
        "cop": 1,
        "opa": "Lupus anticoagulant",
        "opb": "DIC",
        "opc": "Von wilebrand disease",
        "opd": "Hemophilia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Recurrent Miscarriage",
        "id": "e129e427-86ef-472f-b92b-f7e43187d6df",
        "choice_type": "single"
    }
]