[
    {
        "question": "Most common cause of pyelonephritis in pregnancy is -",
        "exp": "Ans. is 'a' i.e., E. coli Pyelonephritis in pregnancyo There is increased chance of urinary tract infection in females as compared to males.o The overall incidence of pyelonephritis in pregnancy is between 1% and 3%.o It is more common in primigravidae than multiparae. Previous history of urinary tract infection increases the chance by 50%. Presence of asymptomatic bacteriuria increases the chance by 25%. Abnormality in the renal tract is found in about 25%.o Physiologic changes responsible for acute pyelonephritis in pregnancy are: (1) low ureteral peristalsis due to high progesterone levels. (2) Dextrorotation of gravid uterus causing compression of right ureter. Pyelonephritis occurs more on the right side (70-80%) compared the left (10-15%).o Predisposing /actors-Dilatation of the ureters and renal pelvis and stasis of the urine in the bladder and ureters are the normal physiological changes during pregnancy.o The organisms responsible are E. coli (70%), Klebsiella pneumoniae (10%), Enterobacter, Proteus, Pseudomonas and Staphylococcus aureus group. About 10% of women develop bacteremia following acute pyelonephritis. 70- 80% of pyelonephritis occur on the right side, 10-15% on the left side and only few are bilateral.",
        "cop": 1,
        "opa": "E.coli",
        "opb": "Staphylococcus aureus",
        "opc": "Gardnella vaginalis",
        "opd": "B. fragilis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Renal and Urinary Tract Disorders",
        "id": "5caccbeb-b27c-42db-8f2e-3dd02fc09016",
        "choice_type": "single"
    },
    {
        "question": "Most common causative organism of acute pyelonephritis in pregnancy is?",
        "exp": "ANSWER: (A) E.coliREF: Dutta's textbook of obstetrics 6th ed page 296Incidence of pyelonephritis in pregnancy 1-3%Previous history of urinary tract infection increases chance by 50%Organisms associated are: E:coli (70%), Klebsiella (10%), Enterobacter, Proteus pseudomonas, Staphylococcus aureus",
        "cop": 1,
        "opa": "E.coli",
        "opb": "Klebsiella pneumonia",
        "opc": "Enterobacter",
        "opd": "Staphylococcus group",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Renal and Urinary Tract Disorders",
        "id": "a4a2e59d-3a02-4cf4-bfd6-9aa0fa74d6b9",
        "choice_type": "single"
    }
]