[
    {
        "question": "Not a cause for secondary amenorrhea -",
        "exp": "Ans. is 'd' i. e., Turner syndrome Causes of secondary amenorrhea. Physiologicalo Pregnancyo Lactation. Pathological. Genital tracto Acquired stenosis/atresia of cervical canal following Electrocauterization, chemical bums & cervical amputation in Fothergill's repair, following conization for. CIN & genital TB. o Asherman's syndromeo Vesicovaginal fistula. Ovaryo Surgical extirpationo Radiotherapyo Autoimmune diseaseo Induction of multiple ovulation in infertility 1/t premature menopauseo POODo Resistant ovarian syndromeo Infections (mumps, TB etc)o Masculinising ovarian tumourso Premature menopause. Nutritionalo Anorexia nervosa, bulimiao Extreme obesityo Excessive weight loss in athletes & ballet dancers. Pituitaryo Simmond's diseaseo Sheehan syndromeo Hyperprolactinaemiao Tumours like prolactinomas, chromophobe adenomaso Cushing's diseaseo Empty sella syndromeo Drugs - tranquillizers, OCPs, metaclopramide, dopamine blockers, antihypertensives, antidepressants, cimetidine & phenothiazine. Hypothalamuso Gn. RH deficiencyo Vigorous exerciseo Pseudocyesiso Brain tumourso Anorexia nervosa. Suprarenalo Addison's diseaseo Adrenogenital syndromeo Suprarenal tumours. Thyroido Hypothyroidismo Chest wall lesionso Grave's disease. Othero Diabeteso Tuberculosis-liver diseaseo Renal diseaseo Severe anemia, malnutrition",
        "cop": 4,
        "opa": "Pregnancy",
        "opb": "PCOD",
        "opc": "Hyperprolactinaemia",
        "opd": "Turner syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Secondary Amenorrhea",
        "id": "086f755a-b0e2-45fa-b42e-1879f626e480",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of Asherman's svndrome-",
        "exp": "Ans. is \"a' i. e.. Dilatation & curettage o It is a condition characterized by adhesions and/or fibrosis of the endometrium most often associated with dilation and curettage of the intrauterine cavity. o The history of a pregnancy event followed by a D&C leading to secondary' amenorrhea or hvpomenorrhea is typical,",
        "cop": 1,
        "opa": "Dilatation & curettage",
        "opb": "Tubercular endometritis",
        "opc": "Amenorrhea",
        "opd": "Oligomenorrhea",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Secondary Amenorrhea",
        "id": "74f970cd-9e0b-4474-8c45-5fbb72a1b845",
        "choice_type": "single"
    },
    {
        "question": "Ashermann syndrome is secondary to -",
        "exp": "Ans. is 'a' i. e., Tuberculosis o Ashermann syndrome is secondary io endometrial tuberculosis when patient develops adhesions and secondary amenorrhoea.",
        "cop": 1,
        "opa": "Tuberculosis",
        "opb": "Endometrial carcinoma",
        "opc": "Endometriosis",
        "opd": "Submucosal fibroid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Secondary Amenorrhea",
        "id": "2a271fa3-1168-4039-ac59-ead965f79d2e",
        "choice_type": "single"
    },
    {
        "question": "Asher man n syndrome is secondary to -",
        "exp": "Ans. is 'a' i. e., Tuberculosis Asherman's syndrome (AS) or Fritsch syndromeo It is a condition characterized by adhesions and/or fibrosis of the endometrium most often associated with dilation and curettage of the intrauterine cavity: o Intrauterine adhesions can also form after infection with tuberculosis or schistosomiasis, o The adhesions may cause amenorrhea (lack of menstrual periods). repeated miscarriages, and infertility: o Pain during menstruation and ovulation is also sometimes experiencedo The history of a pregnancy event followed by a D&C leading to secondary amenorrhea or hypomenorrhea is typicalo Hysteroscopy is ihe gold standard for diagnosis. o Imaging by sonohysterography or hysterosalpingography will reveal the extent of the scar formation. o Treatment involves surgery to cut and remove the adhesions or scar tissue (adhesiolysis). This can usually be done with hysteroscopy: o Progesterone challenge test is negative. Sites of genital TB% involvement. Tubes90-100%Uterus50-60%Ovaries20-30%Vagina & vulva1-2%o Menstrual problems occurring in TB patients:-Hypomenorrhea/Amenorrhea due to Asherman s syndrome. Polym enorrhea/Menorrhagia",
        "cop": 1,
        "opa": "Tuberculosis",
        "opb": "Endometrial carcinoma",
        "opc": "Endometriosis",
        "opd": "Submucosal fibroid",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Secondary Amenorrhea",
        "id": "1bb5263c-3b99-4729-aa24-8b7bcd98f8cb",
        "choice_type": "single"
    }
]