[
    {
        "question": "Which of the following is true for Klinefelter's syndrome?",
        "exp": "Ans. b. Arm span and height moreKlinefelter Syndrome (47, XXY) is seen in 1 in 1,000 births.Genetics; most common findings manifested at pubertyFindingsDecreased IQ (average IQ 85-90)Behavioral/psychiatric problemsLong limbs (decreased upper: lower segment ratio)Slim (weight/height ratio low)Hypogonadism and hypogenitalism (testosterone replacement at age 11-12 years)=hypergonadotropic hypogonadism (increased FSH and LH, and decreased testosterone)Infertility in almost allGynecomastiaExtra MileTall statureUsually a normal variant (familial tall stature)Other causes: exogenous obesity, endocrine causes (growth hormone excess , androgen excess [tall as children, short as adults)Syndromes: Homocystinuria, Sotos, Klinefelter",
        "cop": 2,
        "opa": "45X0",
        "opb": "Arm span and height more",
        "opc": "Attains puberty normally",
        "opd": "Normal testis and genitalia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "229ddf31-948e-4c25-b524-6b70fe538ae6",
        "choice_type": "multi"
    },
    {
        "question": "Precocious puberty may be seen in all of the following conditions except.",
        "exp": "Ans. is d, i.e. HyperthyroidismRef: Jeffcoate 7th/ed, p116-118* Remember hypothyroidism and not hyperthyroidism causes precocious puberty.Reason:In hypothyroidism|| TSH|| Stimulation of FSH|Precocious pubertyIf precocious puberty is associated with delayed bone age it suggests primary hypothyroidism.Q",
        "cop": 4,
        "opa": "Granulosa - cell tumour",
        "opb": "Head - injury",
        "opc": "Corticosteroid intake",
        "opd": "Hyperthyroidism",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "412f43ca-7072-48ca-a894-4754abe86aa6",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of female pseudohermaphroditism is:",
        "exp": "Ans. is d, i.e. Congenital adrenal hyperplasiaRef: Dutta Gynae 4th/ed, p404; Williams Gynae 1st/ed, p409; Novak 14th/ed, p102Most common cause of female Pseudohermaphroditism is Congenital adrenal hyperplasia",
        "cop": 4,
        "opa": "Virilizing ovarian tumor",
        "opb": "Ovarian dysgenesis",
        "opc": "Exogenous androgen",
        "opd": "Congenital adrenal hyperplasia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "45fd6118-4b7e-43dd-a79b-0e097e37fdb7",
        "choice_type": "single"
    },
    {
        "question": "During sexual differentiation in males:",
        "exp": "Ans. is b, i.e. Primitive Gonads differentiate into testis due to the presence of SRY geneRef: Dutta Gynae 5th/ed, p420, 6th/ed, p439; Williams Gynae 1st/ed, p403-404; Harrison 17th/ed, p2339-2340In malesIn males --masculinization of external genitals begin at 9-10 weeks and is completed by 12-14 weeks of gestation.* Thereafter the only change is in the growth and length of penis.* Since in males, mainly masculinization is due to testosterone/dihydrotestosterone, therefore if it is deficient it will lead to under masculinization of external genitalia, i.e. males will have small phallus, hypospadias or scrotal defect, i.e. ambiguous genitalia.",
        "cop": 2,
        "opa": "Leydig cells produce Mullerian Inhibiting Substance",
        "opb": "Primitive Gonads differentiate into testis due to the presence of SRY gene",
        "opc": "Androgen binding protein is responsible for the development of male external Genitalia",
        "opd": "Wolffian duct regresses",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "d9b97700-bb2c-4843-8122-9b1930ea93af",
        "choice_type": "single"
    },
    {
        "question": "Young male presents with delayed puberty with decreased FSH, LH, and testosterone. Which of the following is NOT possible?",
        "exp": "Ans. is b, i.e Klinefelter's syndromeRef: Leon Speroff 7th/ed, p404-407* Decrease in serum follicle-stimulating hormone (FSH), luteinizing hormone (LH), and testosterone indicates that this is a case of hypogonadotropic hypogonadism.* Hypogonadism resulting from hypothalamic or pituitary defects is called as hypogonadotropic hypogonadism or central hypogonadism. Examples of hypothalamic defects include Kallmann syndrome. Examples of pituitary defects include hypopituitarism. DAX-1 (dosage-sensitive sex reversal, adrenal hypoplasia critical region, on chromosome X, gene 1) is a nuclear receptor protein. Mutations in this gene result in both X-linked congenital adrenal hypoplasia and hypogonadotropic hypogonadism.* Hypogonadism which results from defects of the gonads is called as primary hypogonadism/hypergonadotropic hypogonadism. Examples include Klinefelter syndrome, mumps, varicocele, etc.In Klinefelters = Testosterone is decreased, which results in increase in LH and FSH.",
        "cop": 2,
        "opa": "Kallmann syndrome",
        "opb": "Klinefelter's syndrome",
        "opc": "Constitutional delay",
        "opd": "DAX-1 gene mutation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "19dba81a-9d90-4e4a-8c13-c116a7ba3243",
        "choice_type": "multi"
    },
    {
        "question": "Gynaecomastia is seen in all of the following conditions except",
        "exp": "Ans. is a, i.e. ProlactinomaRef: Harrisons 18th/ed, p2889, Schwartz 7th/ed, p541; Schwartz 7th/ed, p541; Behl 9th/ed, p223Gynaecomastia implies presence of female type mammary glands in male.It can be:PhysiologicalQPathologicalQNeonatal periodQ SystemicQAdolescenceQ excessSenescenceQ androgensQD/t EstrogenQ intake diseasesD/t decreasedDrugsQ* Occurs b/w 12 and 15 yearsQ* UnilateralQ* Occurs b/w 50 and 70 yearsQ* BilateralQ Causes of Gynaecomastia:I. Estrogen excess states:A. Gonadal origin:1. True hermaphroditism2. Gonadal stromal (Nongerminal) neoplasm of testis:- Leydig cell (interstitial)Q- Sertoli cellQ- Granulosa-thecaQ3. Germ cell tumours:- ChoriocarcinomaQ- Seminoma, teratomaQ- Embryonal carcinomaQB. Nontesticular tumours:1. Skin-nevus2. Adrenal cortical NeoplasmsQ3. Lung carcinomaQ4. Hepatocellular carcinomaQC. Endocrine disorders:1. HypothyroidismQ2. HyperthyroidismQD. Disease of the liver - Non-alcoholic and alcoholic cirrhosisE. Nutrition alteration states: Starvation (As pituitary adrenal axis is suppressed)II. Androgen deficiency states:A. Senescent causes with agingB. Hypoandrogen state (hypogonadism)1. Primary testicular failurea. Klienfelter syndrome (XXY)Qb. Reifenstein syndrome, (XY)Qc. Rosewater, Gwinup, Hamwi familial gynecomastia (XY)d. Kallmann syndromeQe. Kennedy disease with associated gynaecomastiaQf. Eunuchoidal males (Congenital anorchia)Qg. Hereditary defects of androgen biosynthesish. ACTH deficiency2. Secondary testicular failure:a. TraumaQb. Orchitis: due to mumps and leprosyQc. CrytorchidismQd. IrradiationQe. HydroceleQf. VaricoceleQg. SpermatoceleC. Renal failureIII. Drug related conditions that initiate gynaecomastia1. EstrogenQ2. DigitalisQ3. SpironolactoneQ4. MethyldopaQ5. CaptoprilQ6. Calcium Channel blockerQ7. Cimetidine (high doses)Q8. KetoconazoleQ9. Tricyclic AntidepressantQ10. DiazepamQIV. Systemic disease 'with' idiopathic mechanismsA. Non-neoplastic disease of the lungB. Trauma (chest wall)C. CNS - related causes from anxiety and stressD. AIDS (Acquired Immunodeficiency Syndrome)",
        "cop": 1,
        "opa": "Prolactinoma",
        "opb": "TSH secreting adenoma",
        "opc": "HCG secreting tumor",
        "opd": "Estrogen secreting tumor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "b0ee32a6-cf53-45c1-b35f-6e2f7900903c",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements about Androgen Insensitivity Syndrome are true except:",
        "exp": "Ans. is b, i.e. Pubic hair are abundantIn these patients testis are intra-abdominal which can present in the form of bilateral inguinal hernia and since the entire testosterone is converted to estrogen hence these patients are tall.",
        "cop": 2,
        "opa": "Patients have an XY genotype",
        "opb": "Pubic hair are abundant",
        "opc": "Short vagina may be present",
        "opd": "Ovaries are absent",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "8149cda7-59af-4479-b83c-41e379ca16f8",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of ambiguous genitalia in a female child is:",
        "exp": "Ans. is d, i.e. Congenital adrenal hyperplasiaRef Leon Speroff 8 th/ed, p349; Dutta Gyne 6th/ed, p440\"CAH due to 21 hydroxylase deficiency is the most frequent cause of sexual ambiguity and the M/C endocrine cause of neonatal death.\" - Ref: Leon Speroff 8th/ed, p349Ambiguity of sex at birth -- \"Cases of ambiguity of sex detected at birth are due to adrenogenital syndrome unless proved otherwise\". - Ref: Dutta Gynae 6th/ed, p404",
        "cop": 4,
        "opa": "Placenta steroid sulfatase deficiency",
        "opb": "Fetal aromatase deficiency",
        "opc": "Wnt4 mutation",
        "opd": "Congenital adrenal hyperplasia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "62b98291-8459-4e50-9618-0fb71db3b752",
        "choice_type": "single"
    },
    {
        "question": "An infant is found to have clitoral enlargement and some degree of labial fusion. What is the first step in arriving at a diagnosis?",
        "exp": "Ans. is a, i.e. Perform a karyotypeA child born with ambiguous external genitalia could be a female who has been exposed to androgens, such as in the case of congenital adrenal hyperplasia, or a true hermaphrodite, or an under masculinized male. Such a male could have 5a-reductase deficiency, or abnormal androgen receptors, or Mullerian inhibitor deficiency. Therefore, the first step in the diagnosis is to perform a karyotype, to diagnose whether the child is a male or a female, because further investigations would depend on the genetic sex. However, a true hermaphrodite could be XX or XY.",
        "cop": 1,
        "opa": "Perform a karyotype",
        "opb": "Perform an ultrasound scan",
        "opc": "Perform blood 17-hydroxy progesterone levels",
        "opd": "Perform serum testosterone levels",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "fe2039b2-306f-48cc-aff6-290fbf09d096",
        "choice_type": "multi"
    },
    {
        "question": "A mother brings her 19 years old daughter to your clinic with complaint that she has not started having menses. General examination reveals normally developed breasts and pubic hair. On pelvic examination, vaginal ending is blind and uterus is not palpable. Which of the following do you suspect?",
        "exp": "Ans. is a, i.e. Mullerian agenesisIn the question -19 year old c/o primary amenorrhea with -(i) Normal secondary sexual characteristics (breast and pubic hair)(ii) Uterus is absent(iii) Short vagina is presentAll these favor the diagnosis of Mullerian agenesis. As far as Ashermann Syndrome is concerned, uterus should be palpable.In Gonadal dysgenesis and Turner Syndrome, secondary sexual characteristics are absent.",
        "cop": 1,
        "opa": "Mullerian agenesis",
        "opb": "Asherman syndrome",
        "opc": "Gonadal dysgenesis",
        "opd": "Turner syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "4a753c93-2478-4286-bba3-3c8316cb5a72",
        "choice_type": "multi"
    },
    {
        "question": "A 16-year-old female presents with Primary Amenorrhea. Examination shows a Short Blind Vagina, with absent Uterus. The Next Investigation of choice is:",
        "exp": "Ans. is a, i.e. KaryotypingRef: Jeffcoate 7th/ed, p198; CGDT 10th/ed, p931 Fig. 56-2A female presenting with absent uterus and short blind vagina:D/D's that should come to your mind are:Mullerian dysgenesis and Testicular feminizing syndrome (or male pseudohermaphroditism)PresentationMullerian AgenesisAndrogen InsensitivityInheritance patternSporadicX-linked recessiveKaryotype46XX46XYBreast developmentYesYesAxillary and pubic hairYesNoUterusNoNoGonadOvaryTestisTestosteroneFemale levelsMale levelsAssociated anomaliesYesNoSo, the best way to differentiate between the two is to do karyotyping or chromatin/barr body test, which comes positive (barr body present) in 46XX and negative (barr body absent) in case of 46XY Genotype.",
        "cop": 1,
        "opa": "Karyotyping",
        "opb": "IVP",
        "opc": "Gonadotrophin levels",
        "opd": "Serum prolactin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "298d2556-c420-44d3-8616-82a422a0ab7f",
        "choice_type": "single"
    },
    {
        "question": "True regarding testicular feminization syndrome:",
        "exp": "Ans. is a, i.e. Phenotype that of femaleIn Testicular feminizing syndrome:Genotype = 46 (XY) = malePhenotype = Female (well developed breast)Gonads = Testes.",
        "cop": 1,
        "opa": "Phenotype that of female",
        "opb": "Phenotype and genotype of male",
        "opc": "Genotype, phenotype and gonads of male",
        "opd": "Gnods and genotype that of female",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "02103e3a-f3cb-4c53-8347-9d598cada42c",
        "choice_type": "multi"
    },
    {
        "question": "Delayed puberty is defined if menstruation does not occur by:",
        "exp": "Ans. is d, i.e. 16 yearsRef: Williams gynae 3rd/ed, p329This is a controversial questionWilliams gynae 3rd/ed, p329 says\"Puberty is considered delayed if no secondary sexual characteristics are noted by age 13 or if menses have not commenced by age 16\"As per Medicine uptodate - delayed puberty is if mensturation does not begin by 15 years of ageBut its better to go with Williams Gynae.",
        "cop": 4,
        "opa": "13 years",
        "opb": "14 years",
        "opc": "15 years",
        "opd": "16 years",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "091ff26c-31f7-466f-87de-598ae84ce742",
        "choice_type": "single"
    },
    {
        "question": "A 15-year-old female presents with primary amenorrhea. Her breasts are Tanner 4 but she has no axillary or pubic hair. The most likely diagnosis is:",
        "exp": "Ans. is c, i.e. Testicular feminization syndromeRef: Novak 14th/ed, p1037-1038When a female comes with complain of primary amenorrhea the first thing to do is see her secondary sexual characteristics:* In Turner's Syndrome all secondary sexual characteristics are absent where as in the question the female has proper breast development with absent axillary and pubic hair (therefore option 'a' ruled out).* In Mullerian agenesis - Patient presents with primary amenorrhea with well developed secondary sexual characteristics (both breast and pubic hair), i.e. option b ruled out.* In option d, i.e. premature ovarian failure - patient will have no secondary sexual characteristic be it breast or pubic hair, i.e. this option is also incorrect.* In testcular feminization syndrome - Genotype is 46 XY, i.e. they are males but with testosterone resistance. Male secondary sexual characteristics do not develop. This testosterone is converted to estrogen and thus these males have well developed breasts (Tanner stage 4 or 5) and since development of pubic and axillary hair is dependent on testosterone, these are not developed or under developed (Tanner stage 1 or 2)",
        "cop": 3,
        "opa": "Turner's syndrome",
        "opb": "Mullerian agenesis",
        "opc": "Testicular feminization syndrome",
        "opd": "Premature ovarian failure",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "e744b2f1-a8d7-46ad-95d8-b8a357747e8b",
        "choice_type": "single"
    },
    {
        "question": "In which of the following conditions do the ovaries functions normally?",
        "exp": "Ans. is b, i.e. Rokitansky-Kuster-Hauser syndromeRef: Jeffcoates 7th/ed, p197-198; Shaw 14th/ed, p82; COGDT 10th/ed, p549* Ovaries develop from genital ridge, whereas fallopian tubes, uterus, cervix and upper part of vagina are formed by Mullerian duct.* In Mullerian agenesis which is also called as Mayer-Rokitansky-Kuster-Hauser syndrome, fallopian tube, uterus, cervix and upper part of vagina are absent and not ovaries.* Ovaries are normally functioning.",
        "cop": 2,
        "opa": "Turner's syndrome",
        "opb": "Rokitansky-Kuster-Hauser syndrome",
        "opc": "Androgen insensitivity syndrome",
        "opd": "Swyer's syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "dd3b73e9-6e12-4d9b-84be-65f4f416820c",
        "choice_type": "multi"
    },
    {
        "question": "Medication used in treatment of idiopathic central precocious puberty is:",
        "exp": "Ans. is c, i.e. GnRH analoguesRef: Novaks 15th/ed, p1017,1020; Textbook of Gynae shielabalakrishnan 1st/ed, p67-8If a female has developed both breast and axillary hair and she has cyclical vaginal bleeding, these findings favour central precocious puberty which is most commonly idiopathic.DOC for managing central precocious puberty is GnRH analogue -(Leuprolide)Principle - Continuous administration of GnRH agonist, downregulates and desensitizes GnRH receptor of pituitary, decreasing gonadotropin release leading to decreased estrogen production.Note: In these females GnRH should be withdrawn at the age of normal puberty.",
        "cop": 3,
        "opa": "Exogenous gonadotrophins",
        "opb": "Ethinyl estradiol",
        "opc": "GnRH analogues",
        "opd": "Ethinyl estradiol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "9ae09a83-60c6-49d0-b425-3ffc47567854",
        "choice_type": "single"
    },
    {
        "question": "Which of the following pubertal events in girls is not estrogen dependent?",
        "exp": "Ans. is d, i.e. Hair growthRef: Williams Gynae 1st/ed, p315; Novak 14th/ed, p992, 15th/ed, p993In girls the sequence of development of puberty is (Mnemonic: GTPH in males).QG = Growth spurtT = Breast development (Thelarche)QP = Pubic hair development (Pubarche)QH = Height increases; peak growth velocityQ attainedIn males = Menstruation starts (Menarche)Q(Axillary hair develop after menstruation starts)Q* The main hormone responsible for secondary sexual characteristics in females is estrogen* Estrogen leads to- Breast development- Growth spurt, i.e. height attained- Production of cervical mucus- Cornification of vaginal cells- Menstruation (menstruation occurs due to withdrawal of progesterone in an oestrogen primed uterus)* Estrogen leads to* As far as hair growth is concerned - in females also the hormone responsible is Androgens (produced by adrenals and ovary)",
        "cop": 4,
        "opa": "Menstruation",
        "opb": "Vaginal cornification",
        "opc": "Height spurt",
        "opd": "Hair growth",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "038d7924-c682-4127-94ff-af411946fd9a",
        "choice_type": "single"
    },
    {
        "question": "Vestibule of the vagina develops from?",
        "exp": "ANSWER: (C) Urogenital sinusREF: Current OB/GYN Chapter 4. Embryology of the Urogenital System & Congenital Anomalies of the Female Genital TractRepeat from June 2009See APPENDIX-5 below for \"ADULT DERIVATIVES AND VESTIGIAL REMAINS OF EMBRYONIC UROGENITAL STRUCTURES\"\"The urogenital sinus persists as the vestibule of the vagina, and the two genital folds form the labia minora\" APPENDIX - 5Adult Derivatives and Vestigial Remains of Embryonic Urogenital StructuresEmbryonic StructureMaleFemaleGonadal RidgeCortexMedullaTestisSeminiferous tubules Rete testisOvaryOvarian folliclesMedullaRete ovariiGubernaculumGubernaculum testisOvarian ligamentRound ligament of uterusMesonephric tubulesDuctus efferentesParadidymisEpoophoronParoophoronMesonephric ductAppendix of epididymisDuctus epididymidisDuctus deferensUreter, pelvis, calices, and collecting tubulesEjaculatory duct and seminal vesicleAppendix vesiculosa Duct of epoophoron Duct of GartnerUreter, pelvis, calices, and collecting tubulesParamesonephric duct (Mullerian duct)Appendix of testisHydatid (of Morgagni)Uterine tubeUterusUpper VaginaUrogenital sinusUrinary bladderUrethra (except glandular portion)Prostatic utricleProstate glandBulboureth rod glandsUrinary bladder UrethraLower Vagina (from sinovaginal bulb)Urethral and paraurethral glandsGreater vestibular glandsVestibule of vaginaMullerian tubercleSeminal colliculusHymenGenital tuberclePenisGians penisCorpora cavernosa penisCorpus spongiosumClitorisGians clitoridisCorpora cavernosa clitoridisBulb of the vestibuleUrogenital foldsVentral aspect of penisLabia minoraLabioscrotal swellingsScrotumLabia majora",
        "cop": 3,
        "opa": "Genital ridge",
        "opb": "Wolffian duct",
        "opc": "Urogenital sinus",
        "opd": "Mullerian duct",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "8d31c321-ee03-432c-b067-2a4132eb76da",
        "choice_type": "single"
    },
    {
        "question": "In testicular feminisation syndrome:",
        "exp": "Ans. is b, i.e. Normal breast size is observedRef: Dutta Gynae 6th/ed, p443In testicular feminization syndrome:Genotype = 46 XY* Hence Barr body is absent i.e. chromatin negative (i.e., option a is incorrect)* Here gonads are testis and are not streak (option d is incorrect)* There is primary amenorrhea (option c is incorrect)(i.e. option d is correct).Rest all options you know.",
        "cop": 2,
        "opa": "Buccal smear is chromatin positive",
        "opb": "Normal breast size is observed",
        "opc": "Menstruation is scanty and infrequent",
        "opd": "Streak gonads seen",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "bcb8ef45-8410-4577-888e-20e5db8137c3",
        "choice_type": "single"
    },
    {
        "question": "One of the following forms the basis for sex chromatin testing:",
        "exp": "Ans. a, i.e. Barr bodyRef: Gamong 24th/ed, p392-393Barr body forms the basis for sex chromatin testing.Barr BodyWhen two X chromosomes are present in a cell (as in a normal female) one of them becomes inactivated and condensed on the nuclear membrane and is called the 'Barr body'. This process is termed as X chromosome lyonization (inactivation)Presence or absence of Barr bodies helps in ascertaining the sex of an individuals* Absence of Barr body indicates that the patient has only one X chromosome (e.g. Normal male XY or Turner's syndrome (XO)* Nuclei of cells in females (XX) contain a darkly staining Barr body that is not present in the nuclei of cells in males.* Barr bodies are most easily seen in a smear of squamous epithelial cells obtained by scraping the buccal mucosaQ* Barr bodies react differently to histological stains and are best seen as dark staining bodies within the nucleus of non- dividing interphase cells.",
        "cop": 1,
        "opa": "Barr body",
        "opb": "Testosterone receptors",
        "opc": "Hormone levels",
        "opd": "Phenotypic features",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "8dbf9ea3-ac8b-47cf-ab82-d180c65fac68",
        "choice_type": "single"
    },
    {
        "question": "18-year-old girl with primary amenorrhea having a karyotype of 45X0 presents with infantile uterus. What should be done next?",
        "exp": "ANS. AThe primary treatments for all girls and women with Turner's syndrome include hormone therapies (growth hormone and estrogen).It is important to identify a Y chromosome because affected individuals are at a risk of gonadoblastoma (20 to 30%). Only in such cases we need to do gonadectomy.Hence, the answer for this question is HRT to induce Puberty.Evaluation of primary amenorrheaSecondary sexual characters|| |Normal* MRKH* AIS* Transverse vaginal septum* Imperforate hymen Absent* Turner's syndrome* Kallman syndrome* Swyer's syndromeAbbreviation: MRKH, Mayer-Rokitansky-Kuster-Hauser; AIS, Androgen insensitivity syndrome",
        "cop": 1,
        "opa": "Hormone replacement therapy (HRT) to induce puberty",
        "opb": "Vaginoplasty",
        "opc": "Clitoroplasty",
        "opd": "Bilateral gonadectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "847acb8a-9d70-46b5-b7dc-a5befc84ff95",
        "choice_type": "single"
    },
    {
        "question": "Ovarian cause of hirsutism:",
        "exp": "Ref: Shaw's textbook of gynaecology, 15th ed. Pg 115Explanation:Ovarian causes of hirsutism:PCODHypeerthecosisMasculinising ovarian tumorArrhenoblastomaHilus cell tumorCauses of HirsutismGenetic and ethnic.Excess androgen or increased sensitivity of the pilosebaceous unit to testosterone.Liver disease when the level of SHBG level drops.Ovarian.PCOD (polycystic ovarian disease)HyperthecosisMasculinizing ovarian tumours, e.g. arrhenoblastoma,Hilus cell tumourAdrenalCongenital adrenal hyperplasiaCushing's syndromeAdrenal tumour (1-2% cases).DrugsAndrogensProgestogens with androgenic effectLevonorgestrelAnabolic steroidsPhenytoin.DanazolMinoxidilOthersObesityHypothyroidism Anovulatory hypo-oestrogenismIdiopathic-15%,Hyperprolactinaemia.Hirsutism occurs early in CAS, around puberty in PCOD and at menopause.",
        "cop": 1,
        "opa": "PCOD",
        "opb": "Ovarian carcinoma",
        "opc": "Dysgerminoma",
        "opd": "Endometriotic cyst",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "0816c7a1-a2aa-42ce-9aee-bbdb14ec7bd2",
        "choice_type": "single"
    },
    {
        "question": "True hermaphroditism karyotype:",
        "exp": "Ans. d. 46XX/46XYRef: Williams Obstetrics 24th Ed; Page No-148-49GENITAL AMBIGUITY OF THE NEWBORNAmbiguity of the neonatal genitalia results from excessive androgen action in a fetus that was destined to be female or from inadequate androgen representation for one destined to be male.Rarely, genital ambiguity indicates true hermaphroditism.Several transcription factors--SOX9, SF1, and WT1, and disruptions of signaling molecules--hedgehog, WNT, cyclin dependent kinase, and Ras/MAP kinase--cause disorders of sexual development.Examples are congenital adrenal hyperplasia and androgen insensitivity syndrome.Abnormalities of gender differentiation causing genital ambiguity can be assigned to one of four clinically defined categories:Female pseudohermaphroditismMale pseudohermaphroditismDysgenetic gonads, including true hermaphroditism; and rarelyTrue hermaphroditism.FEMALE PSEUDOHERMAPHRODITISMIn this condition, mullerian-inhibiting substance is not produced.For a fetus genetically predestined to be a female, androgen exposure should be excessive and variable.The karyotype is 46XX with presence of ovary.Therefore, by genetic and gonadal gender, all are supposed to be female, and the basic abnormality is androgen excess. Because mullerian- inhibiting substance is not produced, the uterus, fallopian tubes, and upper vagina develop.MALE PSEUDOHERMAPHRODITISMIt is characterized by incomplete and variable androgenic exposure of a fetus supposed to be male.The karyotype is 46, XY and characterized by either presence of testes or no gonads.In some cases, incomplete masculinization follows inadequate production of testosterone by the fetal testis.It also may result from decreased responsiveness of the genital anlage to normal quantities of androgen--including failure of the in situ formation of 5a-DHT in androgen-responsive tissue.Because testes were present for at some point of embryonic life, mullerian inhibiting substance is produced. Thus, the uterus, fallopian tubes, and upper vagina do not develop.DYSGENETIC GONADSIn affected individuals, karyotype differs and is mostly abnormal. As the name describes, most have abnormally developed gonads, and streak gonads are typically present.As a result, mullerian-inhibiting substance is not produced and fetal androgen exposure is variable, which results in presence of uterus, fallopian tubes and upper vagina.Most common form of gonadal dysgenesis is Turner syndrome (46, X).The phenotype is female, but secondary sexual characters don't develop at the time of expected puberty, and genital infantilism persists.TRUE HERMAPHRODITISMIn most of the cases, category 3 guidelines are met.External genitalia are seen in such type a case.The karyotype of True hermaphroditism of an infant with 46, XX/46, XY.True hermaphrodites have both ovarian and testicular tissues with germ cells for both ovum and sperm in the abnormal gonads.AMBIGUOUS GENITALIATypeKaryotype and featuresFigureFemalepseudohermaphroditism*. It is caused by congenital adrenal hyperplasia*. The karyotype of Infant 46,XX*. Features: Severe virilization with scrotal formation without a testis and a penile urethra are seen in this caseMale pseudo hermaphroditism*. It is caused by incomplete androgen insensitivity syndrome*. Karyotype of Infant is 46, XY*. Features: External genitalia demonstrating clitoral hypertrophyTrue hermaphroditism *. True hermaphroditism in an infant with 46, XX / 46, XY*. A hemiscrotum is seen and there are different skin tones on each side",
        "cop": 4,
        "opa": "45X0",
        "opb": "45X0/46",
        "opc": "47 XY/47 XX",
        "opd": "46XX/46XY",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "0ee50002-54ef-45b7-b122-4e328113faf6",
        "choice_type": "multi"
    },
    {
        "question": "Which type of abnormality in sexual development has best prognosis?",
        "exp": "Ans. a. Congenital adrenal hyperplasia (Ref: Navak's 15/e p1029. 14/e p1023-1026)Congenital adrenal hyperplasia is a type of abnormality in sexual development, which has best prognosis.'Congenital adrenal hyperplasia can be managed by supplying enough glucocorticoids to suppress excess androgen production. The deformity in genitalia (enlarged clitoris, fusion of labia minora) can be corrected surgically. Newborn screening methods to detect CAH and efforts to treat CAH in utero have improved the prognosis. Women with CAH can get pregnant and have healthy infants.'21-Hydroxylase Deficiency (Congenital Adrenal Hyperplasia)The classic form of 21 -hydroxylase deficiency (21-OHD) is the most common cause of CAH.It has an incidence between 1 in 10.000 and 1 in 15,000 and is the most common cause of androgenization in chromosomal 46,XX females.Affected individuals are homozygous or compound heterozygous for severe mutations in the enzyme 21-hydroxylase (CYP21A2).This mutation causes a block in adrenal glucocorticoid and mineralocorticoid synthesis, increasing 17-hydroxyprogesterone and shunting steroid precursors into the androgen synthesis pathwayQ.Increased androgen synthesis in utero causes androgenization of the female fetus in the first trimesterQ.Ambiguous genitalia are seen at birth, with varying degrees of clitoral enlargement and labial fusionQ.Excess androgen production causes gonadotropin-independent precocious puberty in males with 21-OHDQ.Presymptomatic diagnosis of classic 21-OHD is now made by neonatal screening tests forincreased 17-hydroxy progesteroneQ in many centers.Treatment: Congenital Adrenal Hyperplasia:Acute salt-wasting crises require fluid resuscitation, IV hydrocortisone, and correction of hypoglycemia.Once the patient is stabilized, glucocorticoids must be given to correct the cortisol insufficiency and suppress ACTH stimulation, thereby preventing further virilization, rapid skeletal maturation, and the development of polycystic ovariesQ.Girls with significant genital androgenization due to classic 21-OHD usually undergo vaginal reconstruction and clitoral reductionQ (maintaining the glans and nerve supply).Androgen insensitivity syndrome (AIS):A condition that results in the partial or complete inability of the cell to respond to androgensQ.The unresponsiveness of the cell to the presence of androgenic hormones can impair or prevent the masculinization of male genitalia in the developing fetus, as well as the development of male secondary sexual characteristics at puberty, but does not significantly impair female genital or sexual developmentQ.As such, the insensitivity to androgens is clinically significant only when it occurs in genetic malesQ (i.e. individuals with a Y-chromosome, or more specifically, an SRY gene).Clinical phenotypes in these individuals range from a normal male habitus with mild spermatogenic defect or reduced secondary- terminal hair, to a full female habitus, despite the presence of a Y-chromosome.Androgen insensitivity syndrome is the largest single entity that leads to 46, XY undermasculinized genitaliaQ.Management of AIS is currently limited to symptomatic management; no method is currently available to correct the malfunctioning androgen receptor proteins produced by AR gene mutationsQ.Areas of management include sex assignment, genitoplasty, gonadectomy in relation to tumor risk, hormone replacement therapy, genetic counseling, and psychological counseling.Mixed Gonadal Dysgenesis:A condition of unusual and asymmetrical gonadal development leading to an unassigned sex differentiation.A number of differences have been reported in the karyotype, most commonly a mosaicism 45, X/ 46, XY.The phenotypical expression may be ambiguous, intersex, or male, or female pending the extent of the mosaicism.It has been pointed out that the gonads may not be symmetrical, thus the development of the Mullerian duct and Wolffian duct may be asymmetrical, too.Because of the presence of dysgenetic gonadal tissue and Y chromosome material, there is a high risk of the development of a gonadoblastoma, thus removal of the gonads is usually indicated.True hermaphroditism:A medical term for an intersex condition in which an individual is born with ovarian and testicular tissue.There may be an ovary underneath one testicle or the other, but more commonly one or both gonads is an ovotestis containing both types of tissue.There are no documented cases in which both types of gonadal tissue function.Encountered karyotypes are 47XXY, 46XX/46XY, or 46XX/47XXY, and various degrees of mosaicism.There has yet to be a documented case where both gonadal tissues function (Bad reproductive potential); contrary to rumors of hermaphrodites being able to impregnate themselves.",
        "cop": 1,
        "opa": "Congenital adrenal hyperplasia",
        "opb": "Mixed gonadal dysgenesis",
        "opc": "Androgen insensitivity syndrome",
        "opd": "True hermaphroditism",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "398bd0cf-b321-457a-b994-0d1c7a8f3484",
        "choice_type": "multi"
    },
    {
        "question": "Least common cause of ambiguous genitalia in female genotype:",
        "exp": "Ans. C. Fetal steroid sulphatase deficiencyRef: Sperojf, 9th/ed, pll9ExplanationPlacental sulfatase deficiency# There is an X-linked metabolic disease characterized by a placental sulfatase deficiency in the syncytiotrophoblast, and postnatally, ichthyosis, occurring in about 1 in 2000-3000 newborn males.# Patients with the placental sulphatase disorder are unable to hydrolyze DHAS or 16a-hydroxy- DHAS, and, therefore, the placenta cannot form normal amounts of estrogen.# A deficiency in placental sulphatase is usually discovered when patients go beyond term and are found to have extremely low estriol levels and no evidence of fetal distress.# All newborn children, with a few exceptions, have been male.# The steroid sulfatase X-linked recessive ichthyosis locus (the steroid sulphatase gene) has been mapped to the distal short arm portion of the X chromosome.# Family history of scaling in males (as well as repeated postdate pregnancies) should prompt a consideration for prenatal diagnosis.WT1 gene# The VVT2 gene is named after the Wilms' tumor nephroblastoma because it is one of the genes on chromosome 11 deleted in patients with this tumor. Mutant mice lacking WT2 fail to develop kidneys and gonads.# WT1 mutations, however, could not be detected in 25 patients with a congenital absence of the uterus and vagina, indicating that WT1 may be necessary for normal renal and gonadal development, but not for early Mullerian duct development.",
        "cop": 3,
        "opa": "21 hydroxylase deficiency",
        "opb": "11 hydroxylase deficiency",
        "opc": "Fetal steroid sulphatase deficiency",
        "opd": "WT1 gene",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "02f85815-c2d9-40a3-82a7-bd1d8e9ab556",
        "choice_type": "single"
    }
]