[
    {
        "question": "Most common cause of female pseudohermaphroditism is:",
        "exp": "Ans. is d, i. e. Congenital adrenal hyperplasia. Ref: Dutta Gynae 4th/ed, p404; Williams Gynae 1st/ed, p409; Novak 14th/ed, p102. Most common cause of female Pseudohermaphroditism is Congenital adrenal hyperplasia",
        "cop": 4,
        "opa": "Virilizing ovarian tumor",
        "opb": "Ovarian dysgenesis",
        "opc": "Exogenous androgen",
        "opd": "Congenital adrenal hyperplasia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "45fd6118-4b7e-43dd-a79b-0e097e37fdb7",
        "choice_type": "single"
    },
    {
        "question": "During sexual differentiation in males:",
        "exp": "Ans. is b, i. e. Primitive Gonads differentiate into testis due to the presence of SRY gene. Ref: Dutta Gynae 5th/ed, p420, 6th/ed, p439; Williams Gynae 1st/ed, p403-404; Harrison 17th/ed, p2339-2340. In males. In males --masculinization of external genitals begin at 9-10 weeks and is completed by 12-14 weeks of gestation.* Thereafter the only change is in the growth and length of penis.* Since in males, mainly masculinization is due to testosterone/dihydrotestosterone, therefore if it is deficient it will lead to under masculinization of external genitalia, i. e. males will have small phallus, hypospadias or scrotal defect, i. e. ambiguous genitalia.",
        "cop": 2,
        "opa": "Leydig cells produce Mullerian Inhibiting Substance",
        "opb": "Primitive Gonads differentiate into testis due to the presence of SRY gene",
        "opc": "Androgen binding protein is responsible for the development of male external Genitalia",
        "opd": "Wolffian duct regresses",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "d9b97700-bb2c-4843-8122-9b1930ea93af",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of ambiguous genitalia in a female child is:",
        "exp": "Ans. is d, i. e. Congenital adrenal hyperplasia. Ref Leon Speroff 8 th/ed, p349; Dutta Gyne 6th/ed, p440\"CAH due to 21 hydroxylase deficiency is the most frequent cause of sexual ambiguity and the M/C endocrine cause of neonatal death. \" - Ref: Leon Speroff 8th/ed, p349. Ambiguity of sex at birth -- \"Cases of ambiguity of sex detected at birth are due to adrenogenital syndrome unless proved otherwise\". - Ref: Dutta Gynae 6th/ed, p404",
        "cop": 4,
        "opa": "Placenta steroid sulfatase deficiency",
        "opb": "Fetal aromatase deficiency",
        "opc": "Wnt4 mutation",
        "opd": "Congenital adrenal hyperplasia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "62b98291-8459-4e50-9618-0fb71db3b752",
        "choice_type": "single"
    },
    {
        "question": "A 16-year-old female presents with Primary Amenorrhea. Examination shows a Short Blind Vagina, with absent Uterus. The Next Investigation of choice is:",
        "exp": "Ans. is a, i. e. Karyotyping. Ref: Jeffcoate 7th/ed, p198; CGDT 10th/ed, p931 Fig. 56-2A female presenting with absent uterus and short blind vagina: D/D's that should come to your mind are: Mullerian dysgenesis and Testicular feminizing syndrome (or male pseudohermaphroditism). Presentation. Mullerian Agenesis. Androgen Insensitivity. Inheritance pattern. SporadicX-linked recessive. Karyotype46. XX46. XYBreast development. Yes. Yes. Axillary and pubic hair. Yes. No. Uterus. No. No. Gonad. Ovary. Testis. Testosterone. Female levels. Male levels. Associated anomalies. Yes. No. So, the best way to differentiate between the two is to do karyotyping or chromatin/barr body test, which comes positive (barr body present) in 46. XX and negative (barr body absent) in case of 46. XY Genotype.",
        "cop": 1,
        "opa": "Karyotyping",
        "opb": "IVP",
        "opc": "Gonadotrophin levels",
        "opd": "Serum prolactin",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "298d2556-c420-44d3-8616-82a422a0ab7f",
        "choice_type": "single"
    },
    {
        "question": "Delayed puberty is defined if menstruation does not occur by:",
        "exp": "Ans. is d, i. e. 16 years. Ref: Williams gynae 3rd/ed, p329. This is a controversial question. Williams gynae 3rd/ed, p329 says\"Puberty is considered delayed if no secondary sexual characteristics are noted by age 13 or if menses have not commenced by age 16\"As per Medicine uptodate - delayed puberty is if mensturation does not begin by 15 years of age. But its better to go with Williams Gynae.",
        "cop": 4,
        "opa": "13 years",
        "opb": "14 years",
        "opc": "15 years",
        "opd": "16 years",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "091ff26c-31f7-466f-87de-598ae84ce742",
        "choice_type": "single"
    },
    {
        "question": "A 15-year-old female presents with primary amenorrhea. Her breasts are Tanner 4 but she has no axillary or pubic hair. The most likely diagnosis is:",
        "exp": "Ans. is c, i. e. Testicular feminization syndrome. Ref: Novak 14th/ed, p1037-1038. When a female comes with complain of primary amenorrhea the first thing to do is see her secondary sexual characteristics:* In Turner's Syndrome all secondary sexual characteristics are absent where as in the question the female has proper breast development with absent axillary and pubic hair (therefore option 'a' ruled out).* In Mullerian agenesis - Patient presents with primary amenorrhea with well developed secondary sexual characteristics (both breast and pubic hair), i. e. option b ruled out.* In option d, i. e. premature ovarian failure - patient will have no secondary sexual characteristic be it breast or pubic hair, i. e. this option is also incorrect.* In testcular feminization syndrome - Genotype is 46 XY, i. e. they are males but with testosterone resistance. Male secondary sexual characteristics do not develop. This testosterone is converted to estrogen and thus these males have well developed breasts (Tanner stage 4 or 5) and since development of pubic and axillary hair is dependent on testosterone, these are not developed or under developed (Tanner stage 1 or 2)",
        "cop": 3,
        "opa": "Turner's syndrome",
        "opb": "Mullerian agenesis",
        "opc": "Testicular feminization syndrome",
        "opd": "Premature ovarian failure",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "e744b2f1-a8d7-46ad-95d8-b8a357747e8b",
        "choice_type": "single"
    },
    {
        "question": "Medication used in treatment of idiopathic central precocious puberty is:",
        "exp": "Ans. is c, i. e. Gn. RH analogues. Ref: Novaks 15th/ed, p1017, 1020; Textbook of Gynae shielabalakrishnan 1st/ed, p67-8. If a female has developed both breast and axillary hair and she has cyclical vaginal bleeding, these findings favour central precocious puberty which is most commonly idiopathic. DOC for managing central precocious puberty is Gn. RH analogue -(Leuprolide). Principle - Continuous administration of Gn. RH agonist, downregulates and desensitizes Gn. RH receptor of pituitary, decreasing gonadotropin release leading to decreased estrogen production. Note: In these females Gn. RH should be withdrawn at the age of normal puberty.",
        "cop": 3,
        "opa": "Exogenous gonadotrophins",
        "opb": "Ethinyl estradiol",
        "opc": "Gn. RH analogues",
        "opd": "Ethinyl estradiol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "9ae09a83-60c6-49d0-b425-3ffc47567854",
        "choice_type": "single"
    },
    {
        "question": "Which of the following pubertal events in girls is not estrogen dependent?",
        "exp": "Ans. is d, i. e. Hair growth. Ref: Williams Gynae 1st/ed, p315; Novak 14th/ed, p992, 15th/ed, p993. In girls the sequence of development of puberty is (Mnemonic: GTPH in males). QG = Growth spurtT = Breast development (Thelarche)QP = Pubic hair development (Pubarche)QH = Height increases; peak growth velocityQ attained. In males = Menstruation starts (Menarche)Q(Axillary hair develop after menstruation starts)Q* The main hormone responsible for secondary sexual characteristics in females is estrogen* Estrogen leads to- Breast development- Growth spurt, i. e. height attained- Production of cervical mucus- Cornification of vaginal cells- Menstruation (menstruation occurs due to withdrawal of progesterone in an oestrogen primed uterus)* Estrogen leads to* As far as hair growth is concerned - in females also the hormone responsible is Androgens (produced by adrenals and ovary)",
        "cop": 4,
        "opa": "Menstruation",
        "opb": "Vaginal cornification",
        "opc": "Height spurt",
        "opd": "Hair growth",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "038d7924-c682-4127-94ff-af411946fd9a",
        "choice_type": "single"
    },
    {
        "question": "Vestibule of the vagina develops from?",
        "exp": "ANSWER: (C) Urogenital sinus. REF: Current OB/GYN Chapter 4. Embryology of the Urogenital System & Congenital Anomalies of the Female Genital Tract. Repeat from June 2009. See APPENDIX-5 below for \"ADULT DERIVATIVES AND VESTIGIAL REMAINS OF EMBRYONIC UROGENITAL STRUCTURES\"\"The urogenital sinus persists as the vestibule of the vagina, and the two genital folds form the labia minora\" APPENDIX - 5. Adult Derivatives and Vestigial Remains of Embryonic Urogenital Structures. Embryonic Structure. Male. Female. Gonadal Ridge. Cortex. Medulla. Testis. Seminiferous tubules Rete testis. Ovary. Ovarian follicles. Medulla. Rete ovarii. Gubernaculum. Gubernaculum testis. Ovarian ligament. Round ligament of uterus. Mesonephric tubules. Ductus efferentes. Paradidymis. Epoophoron. Paroophoron. Mesonephric duct. Appendix of epididymis. Ductus epididymidis. Ductus deferens. Ureter, pelvis, calices, and collecting tubules. Ejaculatory duct and seminal vesicle. Appendix vesiculosa Duct of epoophoron Duct of Gartner. Ureter, pelvis, calices, and collecting tubules. Paramesonephric duct (Mullerian duct). Appendix of testis. Hydatid (of Morgagni). Uterine tube. Uterus. Upper Vagina. Urogenital sinus. Urinary bladder. Urethra (except glandular portion). Prostatic utricle. Prostate gland. Bulboureth rod glands. Urinary bladder Urethra. Lower Vagina (from sinovaginal bulb). Urethral and paraurethral glands. Greater vestibular glands. Vestibule of vagina. Mullerian tubercle. Seminal colliculus. Hymen. Genital tubercle. Penis. Gians penis. Corpora cavernosa penis. Corpus spongiosum. Clitoris. Gians clitoridis. Corpora cavernosa clitoridis. Bulb of the vestibule. Urogenital folds. Ventral aspect of penis. Labia minora. Labioscrotal swellings. Scrotum. Labia majora",
        "cop": 3,
        "opa": "Genital ridge",
        "opb": "Wolffian duct",
        "opc": "Urogenital sinus",
        "opd": "Mullerian duct",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "8d31c321-ee03-432c-b067-2a4132eb76da",
        "choice_type": "single"
    },
    {
        "question": "In testicular feminisation syndrome:",
        "exp": "Ans. is b, i. e. Normal breast size is observed. Ref: Dutta Gynae 6th/ed, p443. In testicular feminization syndrome: Genotype = 46 XY* Hence Barr body is absent i. e. chromatin negative (i. e., option a is incorrect)* Here gonads are testis and are not streak (option d is incorrect)* There is primary amenorrhea (option c is incorrect)(i. e. option d is correct). Rest all options you know.",
        "cop": 2,
        "opa": "Buccal smear is chromatin positive",
        "opb": "Normal breast size is observed",
        "opc": "Menstruation is scanty and infrequent",
        "opd": "Streak gonads seen",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "bcb8ef45-8410-4577-888e-20e5db8137c3",
        "choice_type": "single"
    },
    {
        "question": "One of the following forms the basis for sex chromatin testing:",
        "exp": "Ans. a, i. e. Barr body. Ref: Gamong 24th/ed, p392-393. Barr body forms the basis for sex chromatin testing. Barr Body. When two X chromosomes are present in a cell (as in a normal female) one of them becomes inactivated and condensed on the nuclear membrane and is called the 'Barr body'. This process is termed as X chromosome lyonization (inactivation). Presence or absence of Barr bodies helps in ascertaining the sex of an individuals* Absence of Barr body indicates that the patient has only one X chromosome (e. g. Normal male XY or Turner's syndrome (XO)* Nuclei of cells in females (XX) contain a darkly staining Barr body that is not present in the nuclei of cells in males.* Barr bodies are most easily seen in a smear of squamous epithelial cells obtained by scraping the buccal mucosaQ* Barr bodies react differently to histological stains and are best seen as dark staining bodies within the nucleus of non- dividing interphase cells.",
        "cop": 1,
        "opa": "Barr body",
        "opb": "Testosterone receptors",
        "opc": "Hormone levels",
        "opd": "Phenotypic features",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "8dbf9ea3-ac8b-47cf-ab82-d180c65fac68",
        "choice_type": "single"
    },
    {
        "question": "18-year-old girl with primary amenorrhea having a karyotype of 45. X0 presents with infantile uterus. What should be done next?",
        "exp": "ANS. AThe primary treatments for all girls and women with Turner's syndrome include hormone therapies (growth hormone and estrogen). It is important to identify a Y chromosome because affected individuals are at a risk of gonadoblastoma (20 to 30%). Only in such cases we need to do gonadectomy. Hence, the answer for this question is HRT to induce Puberty. Evaluation of primary amenorrhea. Secondary sexual characters|| |Normal* MRKH* AIS* Transverse vaginal septum* Imperforate hymen Absent* Turner's syndrome* Kallman syndrome* Swyer's syndrome. Abbreviation: MRKH, Mayer-Rokitansky-Kuster-Hauser; AIS, Androgen insensitivity syndrome",
        "cop": 1,
        "opa": "Hormone replacement therapy (HRT) to induce puberty",
        "opb": "Vaginoplasty",
        "opc": "Clitoroplasty",
        "opd": "Bilateral gonadectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "847acb8a-9d70-46b5-b7dc-a5befc84ff95",
        "choice_type": "single"
    },
    {
        "question": "Ovarian cause of hirsutism:",
        "exp": "Ref: Shaw's textbook of gynaecology, 15th ed. Pg 115. Explanation: Ovarian causes of hirsutism: PCODHypeerthecosis. Masculinising ovarian tumor. Arrhenoblastoma. Hilus cell tumor. Causes of Hirsutism. Genetic and ethnic. Excess androgen or increased sensitivity of the pilosebaceous unit to testosterone. Liver disease when the level of SHBG level drops. Ovarian. PCOD (polycystic ovarian disease). Hyperthecosis. Masculinizing ovarian tumours, e. g. arrhenoblastoma, Hilus cell tumour. Adrenal. Congenital adrenal hyperplasia. Cushing's syndrome. Adrenal tumour (1-2% cases). Drugs. Androgens. Progestogens with androgenic effect. Levonorgestrel. Anabolic steroids. Phenytoin. Danazol. Minoxidil. Others. Obesity. Hypothyroidism Anovulatory hypo-oestrogenism. Idiopathic-15%, Hyperprolactinaemia. Hirsutism occurs early in CAS, around puberty in PCOD and at menopause.",
        "cop": 1,
        "opa": "PCOD",
        "opb": "Ovarian carcinoma",
        "opc": "Dysgerminoma",
        "opd": "Endometriotic cyst",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "0816c7a1-a2aa-42ce-9aee-bbdb14ec7bd2",
        "choice_type": "single"
    },
    {
        "question": "Least common cause of ambiguous genitalia in female genotype:",
        "exp": "Ans. C. Fetal steroid sulphatase deficiency. Ref: Sperojf, 9th/ed, pll9. Explanation. Placental sulfatase deficiency# There is an X-linked metabolic disease characterized by a placental sulfatase deficiency in the syncytiotrophoblast, and postnatally, ichthyosis, occurring in about 1 in 2000-3000 newborn males.# Patients with the placental sulphatase disorder are unable to hydrolyze DHAS or 16a-hydroxy- DHAS, and, therefore, the placenta cannot form normal amounts of estrogen.# A deficiency in placental sulphatase is usually discovered when patients go beyond term and are found to have extremely low estriol levels and no evidence of fetal distress.# All newborn children, with a few exceptions, have been male.# The steroid sulfatase X-linked recessive ichthyosis locus (the steroid sulphatase gene) has been mapped to the distal short arm portion of the X chromosome.# Family history of scaling in males (as well as repeated postdate pregnancies) should prompt a consideration for prenatal diagnosis. WT1 gene# The VVT2 gene is named after the Wilms' tumor nephroblastoma because it is one of the genes on chromosome 11 deleted in patients with this tumor. Mutant mice lacking WT2 fail to develop kidneys and gonads.# WT1 mutations, however, could not be detected in 25 patients with a congenital absence of the uterus and vagina, indicating that WT1 may be necessary for normal renal and gonadal development, but not for early Mullerian duct development.",
        "cop": 3,
        "opa": "21 hydroxylase deficiency",
        "opb": "11 hydroxylase deficiency",
        "opc": "Fetal steroid sulphatase deficiency",
        "opd": "WT1 gene",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sex Intersexuality",
        "id": "02f85815-c2d9-40a3-82a7-bd1d8e9ab556",
        "choice_type": "single"
    }
]