[
    {
        "question": "Which of the following drugs is used to prevent the mother-to-child transmission of HIV?",
        "exp": "Ans. b. Nevirapine (Ref: Goodman and Gilman 12/e p1643; COGDT 10/p e692-693; Dutta 7/e p301-302; Williams 23/e p1248; Park 21/e p321; Nelson 18/e p1430-1431). Nevirapine is used to prevent the mother-to-chiid transmission of HIV. \"Single-dose nevirapine has been commonly used in pregnant, HIV-infected women to prevent mother-to-child transmission. A single oral intrapartum dose of 200 mg nevirapine followed by a single dose given to the newborn reduced neonatal infection by 13% compared with 21. 5% infection with a more complicated zidovudine regimen, as studied by Sheran and co-workers in 2005. One important study in Uganda demonstrated that a single dose of nevirapine given to the mother at the onset of labour followed by a single dose to the new horn within 72 hours of birth decreased transmission by 50% compared with a regimen of zidovudine to the mother. The cost of this regimen is much cheaper than that of zidovudine and thus is being used increasingly in developing countries for prevention of mother to child transmission. \"- Goodman and Gilman 12/e p1643\"Antiretrovirals used for preventing mother-to-child transmission of HIV-Zidovudine and Nevirapine. \"Mother to Child Transmission (MTCT) of HIVMTCT in developing countries (India): 30%QMTCT in developed countries: 20%Timing. Transmission Rate. During Pregnancy5-10%QDuring labour and delivery10-15%QDuring breast feeding5-20%QOverall without breast feeding15-25%QOverall with breast feeding up to 6 months20-35%QOverall with breast feeding up to 18-24 months30-45%Q Prevention of MTCTModality. Dose/ type. Reduction in MTCT by. Post-modality MTCT in India. Zidovudine. Mother: 300 mg BD from 36 weeks POG + 300 mg 3h during delivery. Child: 2 mg /kg 6h X 6 weeks66%Q10%Nevirapine. Single oral dose. Mother: 200 mg at labour onset. Child: 2 mg/ kgQ within 72 hours of birth. Q50%Q15%QCaesarean section. Elective CS50%15%",
        "cop": 2,
        "opa": "Lamivudine",
        "opb": "Nevirapine",
        "opc": "Stavudine",
        "opd": "Abacavir",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexually Transmitted Infections",
        "id": "fdd2ddb4-2928-40ee-bb41-fc747e06ac39",
        "choice_type": "single"
    }
]