[
    {
        "question": "One of the following is used for sex chromatin testing:",
        "exp": "Chromosomal sex can be determined by the study of the leucocytes or by simply taking a smear from the buccal mucosa The nuclei of the female chromosome contains a stainable body called the sex chromatin, hence female cells are termed as chromatin positive. In epithelial cell nuclei this small peripherally situated darkly staining nodule is called Barr body. Male cell nuclei lack this body and termed chromatin negative. Ref: SHAW'S TEXTBOOK OF GYNAECOLOGY; 15th edition; Pg no: 108",
        "cop": 1,
        "opa": "Barr body",
        "opb": "Testosterone receptors",
        "opc": "Hormone levels",
        "opd": "Phenotypic features",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "d060d9ed-a2c4-48e9-9607-0481c4b4e382",
        "choice_type": "single"
    },
    {
        "question": "Exposure of a female fetus to androgen in early embryogenesis may arrest differentiation of:",
        "exp": "Sholy after the tip of para mesonephric ducts reach the urogenital sinus two solid evaginations grow out from the pelvic pa of the sinus. From these evaginations the sinovaginal bulbs proliferates to form the vaginal plates. The androgen exposure may arrest the differentiation of urogenital sinus LANGMAN'S MEDICAL EMBRYOLOGY, Pg no: 229, 12th edition",
        "cop": 3,
        "opa": "Mullerian",
        "opb": "Ovary",
        "opc": "Urogential sinus",
        "opd": "Mesonephric ducts",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "b6df4c0d-3037-4219-817e-6db9492caeb0",
        "choice_type": "single"
    },
    {
        "question": "A 9-year-old girl presents with menarche. History reveals thelarche at the age of 7 years and adrenarche at the age of 8 years- the M/C cause of this condition in girls is:",
        "exp": "Precocious pubey It is the appearance of appropriate secondary sexual charecters before the age of 8 years and occurance of menstruation before the age of 10 years The most common cause is constitutional(idiopathic -75% cases) due to premature activation of HPO Axis. SHAW&; S TEXTBOOK OF GYNAECOOGY, Pg no: 56, 15th edition",
        "cop": 1,
        "opa": "Idiopathic",
        "opb": "Gonadal tumor",
        "opc": "Mc cure albright syndrome",
        "opd": "Hypothyroidism",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "ea14bdfd-f253-4f88-a94d-dbd8f6df3fd1",
        "choice_type": "single"
    },
    {
        "question": "Normal size but non functioning uterus is usually associated with:",
        "exp": "A hysterosalpingogram or preferably a diagnostic hysteroscopy helps to establish the diagnosis of Asherman syndrome, first described in 1948. Operative hysteroscopy to lyse the synechiae, followed by cyclic hormonal therapy with high doses of conjugated oestrogens of 2. 5-5. 0 mg/day for 3-6 months, results in the restoration of menstruation in about 50% cases. Some surgeons prefer to inse an intrauterine device in the uterine cavity after lysis of adhesions to ensure keeping the cavity patent and prevent recurrence of adhesions. Asherman syndrome is caused by dilatation and curettage (D&C), medical termination of pregnancy (MTP), uterine packing in postpaum haemorrhage, uterine infection and tubercular endometritis. It causes amenorrhoea, oligomenorrhoea, dysmenorrhoea, habitual aboion and infeility depending upon the extent of uterine cavity obliteration. Hormonal levels are under control SHAW'S TEXTBOOK OF GYNAECOLOGY, Pg no: 330, 16th edition",
        "cop": 2,
        "opa": "Stenosis of the external os",
        "opb": "Uterine synechiae",
        "opc": "Paial agenesis of the vagina",
        "opd": "Complete absence of vagina",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "af0935dc-ac1c-4dec-82f4-bfc6ef354761",
        "choice_type": "multi"
    },
    {
        "question": "A 19 year old patient came with C/o primary amenorrhea. She had well developed breasts and pubic hair. However there was absence of vagina and uterus. Likely diagnosis is",
        "exp": "Mullerian agenesis: Physical appearance Normal breast development Normal sexual hair Average stature External genitalia Normal Internal genitalia Absence of vagina Absence of uterus D. C. DUTTA'S TEXTBOOK OF GYNAECOLOGY, Pg no: 453, 6th edition",
        "cop": 2,
        "opa": "Turners syndrome",
        "opb": "Mullerian agensis",
        "opc": "Kinefelter's syndrome-XXY",
        "opd": "Gonadal agenesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "e0da26ea-2581-4a8c-9e9f-e335405b13bc",
        "choice_type": "single"
    },
    {
        "question": "Regarding androgen insensitivity syndrome, which statement is/are true:",
        "exp": "Androgen insensitivity syndrome (AIS) is an intersex condition that results in the paial or complete inability of the cell to respond to androgens. The unresponsiveness of the cell to the presence of androgenic hormones can impair or prevent the masculinization of male genitalia in the developing fetus, as well as the development of male secondary sexual characteristics at pubey, but does not significantly impair female genital or sexual development. As such, the insensitivity to androgens is clinically significant only when it occurs in genetic males (i. e. individuals with a Y-chromosome, or more specifically, an SRY gene). Clinical phenotypes in these individuals range from a normal male habitus with mild spermatogenic defect or reduced secondary terminal hair, to a full female habitus, despite the presence of a Y-chromosome.",
        "cop": 2,
        "opa": "Genotype is 46 XX",
        "opb": "Scanty pubic hair",
        "opc": "Well developed female external genitalia",
        "opd": "Uterus absent",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "a6ec1e26-80e7-47a2-b788-3b18efcab7f0",
        "choice_type": "multi"
    },
    {
        "question": "Medication used in treatment of idiopathic central precolcious pubey:",
        "exp": "Gn. RH agonist therapy in Precocious Pubey: It arrests the pubeal precocity and growth velocity. The agonists supress the premature activation of HPO axis due to downregulation and thereby diminished estrogen secretion Gn. RH agonist therapy is the drug of choice in cases with Gn. RH dependent(central) precocious pubey It supresses FSH and LH secretion which reverses ovarian cycle and establishes amenorrhea and regression of breast Dose: Buserelin nasal spray 100 microgram daily Ref: D. C.. DUTTA'S TEXTBOOK OF GYNAECOLOGY; 6th edition; Pg no: 53",
        "cop": 3,
        "opa": "Exogenous gondotrophins",
        "opb": "Ethinyl estradiol",
        "opc": "Gn. RH analogues",
        "opd": "Ethinyl estradiol",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "280428b2-c201-4906-8784-c64ed1145533",
        "choice_type": "single"
    },
    {
        "question": "Androgen insensitivity syndrome, true statement is:",
        "exp": "Features phenotype is female Karyotype is 46, XY Gonads are testis formed in the inguinal canal lack axillary and pubic hair absent uterus and upper vagina SHAW&; S TEXTBOOK OF GYNAECOLOGY, Pg no: 284, 15th edition",
        "cop": 1,
        "opa": "Phenotype may be completely female",
        "opb": "Predominantly ovarian component in gonads",
        "opc": "Always in female",
        "opd": "Testes formed abnormally and receptors are normal",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "59ea403d-b45c-4a3a-b318-6d32daa3916b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following Is responsible for pubeal growth in females:",
        "exp": "The onset of pubey is associated with high Gn. RH pulsing, which precedes the rise in sex hormones, LH and FSH. Exogenous Gn. RH pulses cause the onset of pubey. Brain tumors which increase Gn. RH output may also lead to premature pubey. The cause of the Gn. RH rise is unknown. Leptin might be the cause of the Gn. RH rise. Leptin has receptors in the hypothalamus which synthesizes Gn. RH. Individuals who are deficient in leptin fail to initiate pubey. The levels of leptin increase with the onset of pubey, and then decline to adult levels when pubey is completed. The rise in Gn. RH might also be caused by genetics. A study discovered that a mutation in genes encoding both Neurokinin B as well as the Neurokinin B receptor can alter the timing of pubey. The researchers hypothesized that Neurokinin B might play a role in regulating the secretion of Kisspeptin, a compound responsible for triggering direct release of Gn. RH as well as indirect release of LH and FSH.",
        "cop": 3,
        "opa": "Decreased level of adrenal androgens at pubey",
        "opb": "High level of estrogen at pubey",
        "opc": "Pulsatile release of Gn. RH during sleep",
        "opd": "Increased sensitivity of HPO axis to estrogen",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "28569de8-0a4e-4fe0-983a-2164783511bd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is/are true regarding androgen insensivity syndrome",
        "exp": "Androgen insensitivity syndrome Phenotype is female Karyotype is 46, XY Absent axillary and pubic hair Breasts are normal Absent uterus and upper vagina Ref: SHAW'S TEXTBOOK OF GYNAECOLOGY; 15th edition; Pg no: 286",
        "cop": 1,
        "opa": "Absent vagina",
        "opb": "Karyotype is XX",
        "opc": "Karyotype is XO",
        "opd": "Public hair is normally present",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "29a6c9f9-129e-48e4-abef-9d4008a15d85",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following conditions do the ovaries function normally:",
        "exp": "In Klinfelter's syndrome: Genetic analysis reveals their karyotype to be 47 XXY. Testicular biopsy usually reveals hyaline degeneration of the seminiferous tubules and overgrowth of Leydig cells. In Turner's syndrome has also been called ovarian agenesis or gonadal dysgenesis because at laparotomy the gonad is found to consist of undifferentiated stroma with absence of sex cells, a mere strip of fibrous tissue attached to the back of the broad ligament like a pale strip, the so-called streak gonad. The follicles grow up to 20th week of fetal life but become atretic due to absence of one X sex chromosome. In some, germ cells fail to migrate to the genital ridge from the yolk sac. These ovaries do not contain Graafian follicles, so oestrogen is not produced. In swyer's syndrome, a male pseudohermaphrodite, a pure 46 XY gonadal dysgenesis with presence of uterus and the cervix but with hypo-oestrogenism and poorly developed breasts. Undeveloped testes do not secrete testosterone and MIF resulting in the development of female genital organs and female phenotype. The woman presents with primary amenorrhoea, absence of secondary sex characters and female external genitalia. Cyclical oestrogen and progestogen can induce menstruation. Conception with in vitro feilization (IVF) using donor eggs is a possibility. The gonads (testis) have 30% risk to undergo malignancy and should be removed Shaw's Textbook of Gynaecology 16thnedition page no 146. 147",
        "cop": 2,
        "opa": "Turner's syndrome",
        "opb": "Rokitansky-Kuster-Hauser syndrome",
        "opc": "Androgen insensitivity syndrome",
        "opd": "Swyer's syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "71ba1cee-0553-4840-828d-4b1071d9391e",
        "choice_type": "multi"
    },
    {
        "question": "Precocious pubey may be seen in all of the following conditions except:",
        "exp": "Causes of precocious pubey Gn. RH Dependent Constitutional Juvenile primary hypothyroidism Intracranial lesions: trauma, tumour, infection Gn. RH independent Ovary: Granulosa cell tumor, theca cell tumor, leydig cell tumor, androblastoma Adrenal: hyperplasia, tumor Liver: hepatoblastoma Iatrogenic: Estrogen and androgen intake D. C. DUTTA'S TEXTBOOK OFGYNAECOLOGY, Pg no: 51, 6th edition",
        "cop": 4,
        "opa": "Granulosa-cell tumour",
        "opb": "Head injury",
        "opc": "Coicosteroid in take",
        "opd": "Hypehyroidism",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "e2bb4aa9-8310-4934-9249-1a235e736921",
        "choice_type": "multi"
    },
    {
        "question": "Secondary amenorrhea is defined as",
        "exp": "A woman who previously menstruated can develop secondary amenorrhea. Which is defined as absence of menstruation for three normal menstrual cycles. A woman with regular cycles and a delay of menses of even a week may warrant assessment with a pregnancy test. It is reasonable to evaluate a woman who has fewer than nine cycles per year. Reference: Berek and Novak's gynecology; 14th edition; Chapter 30; Amenorrhea",
        "cop": 2,
        "opa": "Absence of menstruation for one normal menstrual cycle",
        "opb": "Absence of menstruation for three normal menstrual cycles",
        "opc": "Absence of menstruation for six normal menstrual cycle",
        "opd": "Absence of menstruation for one year",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "7adfcf61-6b65-40ee-a530-337f48412d0c",
        "choice_type": "single"
    },
    {
        "question": "Best prenatal treatment CAH is:",
        "exp": "Prenatal diagnosis of CAH is possible with chorion villus sampling at early weeks of pregnancy using DNA probes. 17-OHP level in the amniotic fluid is elevated Prenatal therapy with dexamethasone or termination of pregnancy is the option Ref: D. C. DUTTA'S TEXTBOOK OF GYNAECOLOGY, 6th edition; Pg no: 445",
        "cop": 1,
        "opa": "Dexamethasone",
        "opb": "Betamethasone",
        "opc": "Prednisolone",
        "opd": "Hydrocoisone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "deb94dd5-ae40-478b-b42b-6428f565bded",
        "choice_type": "single"
    },
    {
        "question": "A 15 years old female presents with primary ammenorrhea. Her breasts are normally developed but she has no axillary or public hair. The most likely diagnosis is:",
        "exp": "Testicular feminizing syndrome Genotype is 46. XY, Phenotype is female The gonads are testes often present in the inguinal canal. Gonads produce testosterone and Mullerian inhibiting substance, but because of androgen insensitivity at target organs, patients have Lack of axillary and pubic hair and normally developed breasts Absent uterus and upper vagina May have a blind pouch of lower vagina Mullerian agenesis: karyotype of 46 XX present with normal secondary sexual characters and functional ovaries (Rokitansky syndrome). a normal hormone profile. is associated with renal and skeletal abnormality in 30% of the cases. These women do ovulate, and appropriate management requires creation of a functional vagina for coital purposes. If they plan to have children, it may be through surrogacy. Ref: SHAW'S TEXTBOOK OF GYNAECOLOGY; 15th edition; Pg no: 286",
        "cop": 3,
        "opa": "Turner's syndrome",
        "opb": "Mullerian agenesis",
        "opc": "Testicular feminization syndrome",
        "opd": "Premature ovarian failure",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "810e2ab1-356e-46c9-855e-9c7e190b05ee",
        "choice_type": "multi"
    },
    {
        "question": "Regarding androgen insensivity syndrome which statements is/are true:",
        "exp": "Androgen insensitivity syndrome Phenotype is female Karyotype is 46, XY Scanty pubic and axillary hair Absent uterus and upper vagina They have a blind pouch of the lower vagina Ref: SHAW&; S TEXTBOOK OF GYNAECOLOGY; 15th edition; Pg no: 286",
        "cop": 2,
        "opa": "Genotype is 46 XX",
        "opb": "Scanty pubic hair",
        "opc": "Well developed female external genitalia",
        "opd": "Uterus present",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "18354ef0-b174-4652-8050-0be1cbe2681b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statement is/are true regarding androgen insensitivity syndrome?",
        "exp": "Androgen insensitivity syndrome phenotype is female Karyotype is 46, xy testis present in the inguinal canal lack pubic and axillary hair Absent uterus and upper vagina Blind pouch of Lower vagina SHAW'S TEXTBOOK OF GYNAECOLOGY, Pg no: 286, 15th edition",
        "cop": 3,
        "opa": "vagina is formed",
        "opb": "Karyotype is XX",
        "opc": "Karyotype is XY",
        "opd": "Pubic hair is normally present",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "8e620d7a-e31f-422d-bbff-2d57bc438afd",
        "choice_type": "multi"
    },
    {
        "question": "All are features of Turner's syndrome except:",
        "exp": "Turner&; s syndrome Karyotype is 45, XO Female phenotype sho strature, trunk is muscular neck is webbed and sho cubitus valgus breasts are not developed pubic and axillary hair is scanty or absent underdeveloped vagina and uterus shield chest, high arched palate, low set ears SHAW&; S TEXTBOOK OF GYNAECOLOGY, Pg no: 111, 15th edition",
        "cop": 3,
        "opa": "Karyotype is 46 XO",
        "opb": "Underdeveloped uterus",
        "opc": "Normal secondary sexual characters",
        "opd": "Primary amenorrhoea",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "98f327ff-c2d6-4f7d-ab24-6cdedd79692d",
        "choice_type": "multi"
    },
    {
        "question": "In testicular feminisation syndrome, false statement is:",
        "exp": "Testicular feminising syndrome karyotype is 46 XY normal breast development primary amenorrhea inherited as autosomal dominant/X linked recessive gene sex chromatin is negative D. C. DUTTA'S TEXTBOOK OF GYNAECOLOGY, Pg no: 443, 6th edition",
        "cop": 1,
        "opa": "Buccal smear is chromatin positive",
        "opb": "Normal breast size",
        "opc": "amenorrhea",
        "opd": "Familial incidence is recognised",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "30fefee8-f795-4822-aeca-966c2fcb9232",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following pubeal events in girls is not estrogen dependant:",
        "exp": "One hormone in paicular - testosterone regulates the function of the reproductive organs but is also responsible for hair loss. If testosterone combines with another hormone, 5-alpha reductase to form an end product called dihydrotestosterone (DHT) then hair loss occurs as male pattern baldness",
        "cop": 4,
        "opa": "Menstruation",
        "opb": "Vaginal cornification",
        "opc": "Height spu",
        "opd": "Hair growth",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "b8cb76c3-746d-4d37-8b45-e631a300635d",
        "choice_type": "single"
    },
    {
        "question": "Most common cause aof ambigious genitalia in a female child is:",
        "exp": "CONGENITAL ADRENAL HYPERPLASIA Clinical presentation: Ambiguity of sex detected at bih are due to androgenital syndrome unless proved otherwise. Hirsutism and amenorrhea may be presenting features around pubey in milder form. Diagnosis at bih An enlarged clitoris Presence of penile urethra or hypospadias Hyponatremia, hypokalemia and hypotension Fusion of labia minora Ref: D. C. DUTTA'S TEXTBOOK OF GYNAECOLOGY, 6th edition; Pg no: 440 other causes include female psuedohermaphroditism, mixed gonadal dysgenesis, male psudeohermaphroditism and rarely true hermaphroditism page 54, 16th edition shaw's textbook of gynaecology",
        "cop": 4,
        "opa": "Placenta steriod sulfatase deficiency",
        "opb": "Fetal aromatase deficiency",
        "opc": "Wnt4 mutation",
        "opd": "Congenital adrenal hyperplasia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "ce5996ef-ca95-4f02-8f0d-c2ea0a0b3b20",
        "choice_type": "single"
    },
    {
        "question": "All the following are associated with Turner&; s syndrome except",
        "exp": "45, X (Turner Syndrome). Turner syndrome (45, X) is the most common karyotypic abnormality causing gonadal failure and primary amenorrhea. It appears that patients with Turner syndrome initially have normal ovarian development in utero. Amenorrhea is the result of accelerated atresia of the follicles. The fibrotic ovaries are called streak ovaries. In addition to gonadal failure, there are associated stigmata with Turner syndrome that include sho stature, webbed neck, shield chest, cubitus valgus (increased carrying angle of the arms), low hairline, high arched palate, multiple pigmented nevi, and sho fouh metacarpals. X inactivation is a process that inactivates most of the genes on one X chromosome. Of the genes on the X chromosome, 20% escape X inactivation, and it is believed that loss of the second copy of these genes in a 45, X patient causes the stigmata associated with Turner syndrome. Although Turner syndrome classically is associated with a 45, X karyotype, more than half of patients are mosaics (e. g., 45, X/46, XX). The sine qua non of Turner syndrome is sho stature. Most women with Turner syndrome have no pubeal development and primary amenorrhea. After the diagnosis of Turner syndrome is confirmed by karyotype, studies should be performed to ensure that cardiac (30% have coarctation of the aoa), renal (especially horseshoe kidney), and autoimmune (thyroiditis) abnormalities are diagnosed and treated. Women with Turner syndrome should be screened for diabetes mellitus, aoic enlargement, hypertension, and hearing loss throughout their lives. Reference: Clinical gynecologic endocrinology; 10th edition; Chapter 9; Normal and Abnormal Sexual Development; Page no: 377, 378",
        "cop": 3,
        "opa": "Primary amenorrhea",
        "opb": "Sho stature",
        "opc": "Cubitus varus",
        "opd": "Aoic coarctation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "eab31529-01f0-47a5-9654-ecf261a53a8e",
        "choice_type": "multi"
    },
    {
        "question": "Genetic component of Superfemale is",
        "exp": "Superfemale (Triple X Chromosome). The possession of an extra X is not excessively rare since it is quite compatible with complete feminine normality. There is, however, a well-recognized triple X syndrome in which the patient, who is often mentally subnormal, suffers from scanty or irregular menstruation and infeility. Clinical examination may reveal hypoplasia of the genital tract. Reference: Shaw's textbook of gynecology; 16th edition; Page no 146",
        "cop": 4,
        "opa": "XX",
        "opb": "XXY",
        "opc": "XO",
        "opd": "XXX",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "bb7e78be-3a2c-422a-a1c5-8817280d3e0a",
        "choice_type": "single"
    },
    {
        "question": "A girl present with primary amenorrhea, sho stature, widely spaced nipples. Karyotype of the girl would be:",
        "exp": "Turner's syndrome In this syndrome, either the sho arm of X chromosome is deleted or the nucleus possesses only 45 chromosomes, i. e. XO. The absence of Y chromosome resembles the female, but these patients are, like males, chromatin negative, i. e. their nuclei contain no nuclear satellite body and no drumsticks in the neutrophils. It has also been called ovarian agenesis or gonadal dysgenesis because at laparotomy the gonad is found to consist of undifferentiated stroma with absence of sex cells, a mere strip of fibrous tissue attached to the back of the broad ligament like a pale strip, the so-called streak gonad. The follicles grow up to 20th week of fetal life but become atretic due to absence of one X sex chromosome. In some, germ cells fail to migrate to the genital ridge from the yolk sac. These ovaries do not contain Graafian follicles, so oestrogen is not produced. The patients are clinically of sho stature though not actual dwarfs, the trunk is muscular, the neck is sho and webbed, cubitus valgus is notable. The breasts are not developed and pubic, and axillary hair is scanty or absent. Exaggerated epicanthic folds may be present, one of the obvious defects first noticeable on examining the patient. The vagina and uterus, if present, are underdeveloped. Other gross congenital abnormalities are present such as coarctation of the aoa. Deformities of the digits are also seen. Other stigma of Turner's syndromes includes shield chest, high palate, low-set ears, lymphoedema of the extremities at bih and deafness. The stigma is due to chromosomal deficiency in the sho arm of X chromosome and is not always present (seen in 20%-30%), and the percentage of stigma depends on the percentage of abnormal X chromosome. The classical picture of Turner's syndrome as described should have a chromosomal pattern of XO. However, there are variants in which mosaicism of XO/XX or even XO/XY produce less clear-cut syndromes, e. g. a normal appearing female apa from gonadal dysgenesis. The young girl with Turner's syndrome presents with primary amenorrhoea. Serum follicle-stimulating hormone (FSH) is above 40 m. IU/mL and E2 is below 25 pg/mL. Oestrogen therapy with intermittent progesterone is advised to prevent osteoporosis. Aificial vagina may be needed at a later date for sexual function. Administration of growth hormone 0. 05 mg daily for 5 years near pubey will improve the height. A pregnancy can occur with the donor egg in IVF programme if the uterus is present. If few follicles persist after pubey, menstruation and pregnancy is possible (15%). Incidence of Turner's syndrome is 1: 2000 to 1: 5000 live born girls. About 70%-90% of pregnancies with XO chromosome abo in early weeks of gestation. Shaw's Textbook of Gynaecology 16th editon page 145, 146",
        "cop": 1,
        "opa": "45 xo",
        "opb": "46 xxy",
        "opc": "46 xy",
        "opd": "46 xx",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "c08ea68d-a40d-459d-9de2-7730f9a9ee12",
        "choice_type": "single"
    },
    {
        "question": "Value of Serum FSH in a normal adult female is",
        "exp": "Clinical State. Serum FSHSerum LHNormal adult female5-20 IU/L (midcycle peak 2 timesthe basal level in ovulatory women5-20 IU/L (midcycle peak 3 timesthe basal level in ovulatory women. Hypogonadotropic state: Prepubeal, Hypothalamic or pituitary dysfunction<5 IU/L<5 IU/LHypergonadotropic state: Postmenopausal, Castrate, or Ovarian failure>20 IU/L>40 IU/LReference: Clinical gynecologic endocrinology; 10th edition; Chapter 9; Normal and Abnormal Sexual Development; Page no: 443",
        "cop": 2,
        "opa": "1-5 IU/L",
        "opb": "5-20 IU/L",
        "opc": "20-40 IU/L",
        "opd": "> 40 IU/L",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "ff2b7a19-55f0-4321-a573-a879138f6033",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a definition of primary amenorrhea?",
        "exp": "The mean age of menarche became younger during this century. Therefore, the definition of primary amenorrhea changed: Primary amenorrhea is defined as the absence of menses by 13 years of age when there is no visible development of secondary sexual characteristics or by 15 years of age in the presence of normal secondary sexual characteristics. The ages defining primary amenorrhea were decreased by 1 year to continue to represent two standard detions above the mean age of developing secondary sexual characteristics and menses. Reference: Berek and Novak's gynecology; 14th edition; Chapter 30; Amenorrhea",
        "cop": 4,
        "opa": "Absence of menses by the age of 12 regardless of presence of normal growth and development of secondary sexual characteristics",
        "opb": "Absence of menses by the age of 13 regardless of presence of normal growth and development of secondary sexual characteristics",
        "opc": "Absence of menses by the age of 14 regardless of presence of normal growth and development of secondary sexual characteristics",
        "opd": "Absence of menses by the age of 15 regardless of presence of normal growth and development of secondary sexual characteristics",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "4c6065ba-1a31-4da1-9d3c-ed1b2cc1d655",
        "choice_type": "single"
    },
    {
        "question": "A girl with normal stature and minimal or absent pubeal development is seen in:",
        "exp": "Kallman syndrome Hypothalamic hypogonadism Autosomal dominant/X linked recessive gene Underdeveloped internal and external genitalia, anosmia, maldevelopment of neurons in arcuate nucleus. SHAW'S TEXTBOOK OF GYNAECOLOGY, Pg no: 285, 15th edition",
        "cop": 1,
        "opa": "Kallmann syndrome",
        "opb": "Turner syndrome",
        "opc": "Testicular feminzation syndrome",
        "opd": "Pure gonadal dysgenesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "a15e955c-72e2-4dd6-9c1a-156cb67dc831",
        "choice_type": "multi"
    },
    {
        "question": "A 16 year old girl with height 5 inches present with primary amenorrhea and rising FSH. The histological finding most consisitent with her conditions is:",
        "exp": "Hypergonadotrophic Primary Amenorrhea Causes Abnormal sex chromosomes: 45, OX, Abnormal X Normal sex chromosomes: 46 XX Pure gonadal dysgenesis, Swyer's syndrome, Savage syndrome Charecteristics Gonadal failure These women have streak ovaries with absence of ovarian follicles No estrogen production Elevated levels of FSH Progesterone challenge test is negative Ref: SHAW'S TEXTBOOK OF GYNAECOLOGY; 15th edition; Pg no: 286",
        "cop": 1,
        "opa": "Low or absent oocyte in ovary",
        "opb": "Corpus luteal hemorrhage",
        "opc": "adrenal hyperplasia",
        "opd": "Pituitary Apoplexy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "32e229dd-0867-4158-a107-86a2652979a4",
        "choice_type": "single"
    },
    {
        "question": "Gynaecomastia is seen in all of the following condidions except:",
        "exp": "Prolactinoma It is a pituitary adenoma, mostly microadenoma Hyperprolactinemia is seen, usually prolactin level>100 ng/dl. \"Coned down\" and lateral views of sella turcica by radiography can detect gross anomalies Galactorrhea is common Ref: D. C. DUTTA'S TEXTBOOK OF GYNAECOLOGY; 6th edition; Pg no: 465 Causes of gynecomastia is remenbered by a mnemonic CODES ie cirrhosis, obesity, digoxin, estrogen and spironolactone DISCOS ie digoxin, isoniazid, spirinolactone, cimetidine, oestrogens, stilboestrol",
        "cop": 1,
        "opa": "Prolactinoma",
        "opb": "TSH secreting adenoma",
        "opc": "HCG secreting tumor",
        "opd": "Estrogen secreting tumor",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "983e491c-9b2e-4b73-beb5-67cea8bbe572",
        "choice_type": "multi"
    },
    {
        "question": "16-year-old female presents with primary amenorrhoea with B/L inguinal hernia. She has normal sexual development with no pubic hair. USG shows no uterus and overies and a blind vagina. Diagonosis is",
        "exp": "Androgenic insensitivity syndrome: Testicular feminisation syndrome Amenorrhea Absent or shallow vagina Normal female phenotype with well developed breast Scanty body hair No internal male or female genitalia Ref: Shaw Gynecology 17 e pg 69.",
        "cop": 4,
        "opa": "Turner's syndrome",
        "opb": "Mullerian agenesis",
        "opc": "STAR syndrome",
        "opd": "Androgen insensitivity syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "7e0c11dc-2151-4fac-a17e-a936876150cf",
        "choice_type": "single"
    },
    {
        "question": "A 19-vear-old patient came with c/o primary amenorrhea. She has well developed breasts and pubic hair. However there was absence of vagina and uterus. Likely diagnosis is:",
        "exp": "Mullerian agenesis Normal secondary sexual charecters functional ovaries normal hormonal profile primary amenorrhea vagina and uterus absent renal and skeletal anomalies are common SHAW&; S TEXTBOOK OF GYNAECOLOGY, Pg no: 286, 15th edition",
        "cop": 2,
        "opa": "Turners syndrome",
        "opb": "Mullerian agenesis",
        "opc": "Kinefelter's syndrome",
        "opd": "Gonadal agenesis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "8c31679b-1eaf-4135-baf5-c2c8246d2ecd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following infection may cause asherman syndrome?",
        "exp": "Amenorrhea may occur if there is no functioning endometrium. When the findings of the physical examination are normal, anatomic abnormalities of the uterine cavity should be considered. Asherman syndrome, which is more common with secondary amenorrhea or hypomenorrhea, may occur in patients with risk factors for endometrial or cervical scarring. Such risk factors include a history of uterine or cervical surgery, infections related to use of an intrauterine device, and severe pelvic inflammatory disease. Asherman syndrome is found in 39% of patients undergoing hysterosalpingography who previously underwent postpaum curettage. Infections such as tuberculosis and schistosomiasis may cause Asherman syndrome. Reference: Berek and Novak's gynecology; 14th edition; Chapter 30; Amenorrhea",
        "cop": 3,
        "opa": "Chlamydia",
        "opb": "Staphylococcus",
        "opc": "Tuberculosis",
        "opd": "Candida",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "315abac1-65d5-4fe6-b346-9d0455f1fa75",
        "choice_type": "single"
    },
    {
        "question": "Young male presents with delayed pubey with decreased FSH, LH and testosterone. Which of the following is not the possible diagnosis:",
        "exp": "Klinefelter's syndrome Eunochoid in built Infeile with small penis, testis, varying degree of gynaecomastia Sex chromatin is positive Karyotype is XXY/XXXY Genitalia are small and infantile, genital ducts are wolfian Serum gonadotropins are elevated D. C. DUTTA'S TEXTBOOK OF GYNAECOLOGY, Pg no: 444, 6th edition",
        "cop": 2,
        "opa": "Kallmann syndrome",
        "opb": "Klinefelter syndrome",
        "opc": "Consitiutional delay",
        "opd": "Dax-1 gene mutation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "d55d8f3d-146d-42ce-a758-2c736863d141",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following conditions do the ovaries function normal:",
        "exp": "MRKH syndrome Simple mullerian agenesis karyotype of 44 XX Normal secondary sexual characters Functional ovaries Reveal a normal hormonal profile SHAW'S TEXTBOOK OF GYNAECOLOGY, Pg no: 286, 15th edition",
        "cop": 2,
        "opa": "Turner's syndrome",
        "opb": "Rokitansky-Kuster-Hauser syndrome",
        "opc": "Androgen insensitivity syndrome",
        "opd": "swyer's syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "d162bccf-45b3-4ef8-b6a1-44a7e312c2ca",
        "choice_type": "single"
    },
    {
        "question": "Premature ovarian insufficiency is defined as hypogonadotropic hypogonadism and amenorrhea arising before the age of",
        "exp": "Premature ovarian failure (POF), traditionally defined as hypogonadotropic hypogonadism and amenorrhea arising before the age of 40. Reference: Clinical gynecologic endocrinology; 10th edition; Chapter 9; Normal and Abnormal Sexual Development; Page no: 463",
        "cop": 1,
        "opa": "40 years",
        "opb": "45 years",
        "opc": "50 years",
        "opd": "55 years",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "a860fd8d-2bd3-4830-90b2-e9263aca6214",
        "choice_type": "single"
    },
    {
        "question": "True about Androgen Insensitivity Syndrome:",
        "exp": "Androgen Insensitivity Syndrome Complete AIS (testicular feminization) is a form of male pseudohermaphroditism, referring to the gonadal sex (male) and the contrasting phenotype (female) Normal male karyotype (46, XY) and testes that produce both testosterone and AMH are present An inactivating mutation in the gene encoding the intracellular androgen receptor (located on the long arm of the X chromosome, Xq) results in an end organ insensitivity to androgen actions that prevents normal masculinization of the internal and external genitalia during embryonic development External genitalia are those of a female (absent androgen action), the cervix and uterus are absent (due to normal AMH action), and the vagina is sho and ends blindly (derived only from the urogenital sinus) Mainly present with Primary Amenorrhea May be present at bih or childhood with inguinal mass or hernia Patients with complete AIS generally are easily distinguished from those with mullerian agenesis by the absence of pubic and axillary hair A serum testosterone concentration easily distinguishes patients with AIS because levels are normal or modestly elevated above the range observed in normal males and well above the normal range for females A karyotype (46, XY) firmly establishes the diagnosis Treatment of patients with complete AIS has two major components Creation of a functional vagina, and Gonadectomy relating to the risk for developing malignancy in the cryptorchid testes Gonadectomy is better delayed due to Smooth pubeal development that results from endogenous hormone production is difficult to achieve with exogenous hormone treatment Gonadal tumors develop less often in patients with AIS and rarely before pubey Ref: Clinical Gynecologic Endocrinology and Infeility; Eigth edition; Chapter 11",
        "cop": 1,
        "opa": "Phenotype may be completely female",
        "opb": "Predominantly ovarian component in gonads",
        "opc": "Always in female",
        "opd": "Testes formed abnormally and Receptors are normal",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "2d62c082-45c1-4741-b0cc-f041576d7010",
        "choice_type": "multi"
    },
    {
        "question": "A new born with 46. XX has external genitalia of male, All the following are the possible cause except:",
        "exp": "AMH, anti-mullerian hormone: It is a peptide formed by granulosa cells of primodial follicles It cause mullerian duct regression during male sex differentiation AMH levels reflect the number of growing follicles in the ovary and helps in oocyte maturation and follicular development Low levels of AMH is seen with rise of FSH and E2 levels and also with increasing age of women Ref: D. C. DUTTA'S TEXTBOOK OF GYNAECOLOGY; 6th edition; PG NO: 76",
        "cop": 3,
        "opa": "Placental aromatase deficiency",
        "opb": "Maternal androgen adrenal tumor",
        "opc": "Anti-mullerian hormone deficiency",
        "opd": "Wnt4 mutation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "ba34cb67-3cf3-416e-abe7-b690c898315d",
        "choice_type": "multi"
    },
    {
        "question": "All the following are included in the Rotterdam criteria for Polycystic ovarian syndrome (PCOS) diagnosis except",
        "exp": "PCOS is a medical condition associated with hyperandrogenism, ovulatory dysfunction, and polycystic ovaries. The Rotterdam 2003 criteria required two of three of the following for PCOS diagnosis: hyperandrogenism, oligomenorrhea or amenorrhea, polycystic ovaries by ultrasound Reference: Berek and Novak's gynecology; 14th edition; Chapter 30; Amenorrhea",
        "cop": 4,
        "opa": "Hyperandrogenism",
        "opb": "Amenorrhea or oligomenorrhea",
        "opc": "Polycystic ovaries by USG",
        "opd": "Weight of the patient",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "2ba3239b-631b-43f3-8325-b1ca724fcfba",
        "choice_type": "multi"
    },
    {
        "question": "A patient presents with primary amenorrhea. On examination, she has normal breast and pubic hair development but no visible vagina. Which of the following is the most probable diagnosis?",
        "exp": "Mullerian agenesis is a disorder of genital development characterized by absence of the vagina, an absent or hypoplastic uterus, and normal or hypoplastic fallopian tubes. Typically, the ovaries are entirely normal. Patients with mullerian agenesis typically present in late adolescence or as young adults with primary amenorrhea, exhibiting normal breast and pubic hair development and no visible vagina. Affected patients often also have urologic anomalies (unilateral renal agenesis, ectopic or horseshoe kidney, and duplication of the collecting systems) and skeletal malformations (e. g., hemiveebrae and scoliosis, or the Klippel-Feil syndrome, which includes a sho neck, low hairline, limited range of motion, and neurologic symptoms, resulting from one or more fused veebrae). Reference: Clinical gynecologic endocrinology; 10th edition; Chapter 9; Normal and Abnormal Sexual Development; Page no: 364",
        "cop": 3,
        "opa": "Turner's syndrome",
        "opb": "Androgen insensitivity syndrome",
        "opc": "Mullerian agenesis",
        "opd": "Swyer syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "a85bbd07-673b-4e92-af08-9eb3987be99a",
        "choice_type": "single"
    },
    {
        "question": "A girl has primary amenorrhea with normal ovaries, absent internal genitalia but normal external genitalia. Most probable diagnosis:",
        "exp": "Mullerian agenesis, also called Mayer-Rokitansky-Kuster-Hauser syndrome or MRKH, named after August Franz Josef Karl Mayer, Carl Freiherr von Rokitansky, Hermann Kuster (1879-1964), and Georges Andre Hauser (1921-2009), is a congenital malformation characterized by a failure of the Mullerian duct to develop, resulting in a missing uterus and variable degrees of vaginal hypoplasia of its upper poion. Mullerian agenesis (including absence of the uterus, cervix and/or vagina) is the etiology in 15% of cases of primary amenorrhoea. Because most of the vagina does not develop from the Mullerian duct, instead developing from the urogenital sinus along with the bladder and urethra, it is present even when the Mullerian duct is completely absent. Ovaries are normal Hormonal levels are normal",
        "cop": 1,
        "opa": "Mayer-Rokitansky-Kuster-Hauser syndrome",
        "opb": "Turner's syndrome",
        "opc": "Noonan's",
        "opd": "Androgen insensitivity syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "1482c8b4-abd2-4527-8a53-e4c1ae53656e",
        "choice_type": "single"
    },
    {
        "question": "The treatment of a case with virilizing adrenal hyperplasia is:",
        "exp": "Hydrocoisone 10-20mg/m2 of body surface area per day is given to supress the excess ACTH secretion. Mineralocoicoids is also given in cases with 21-hydroxylase-defeciency. Cases with salt loss must be replaced carefully. Thereafter a long term therapy with coicosteroids is essential to suppress the adrenocoical hyperfunction. Ref: D. C. DUTTA'S TEXTBOOK OF GYNAECOLOGY; 6th edition; Pg no: 445",
        "cop": 4,
        "opa": "Estrogens",
        "opb": "Antiandroens",
        "opc": "ACTh",
        "opd": "Coisone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "4f5ed15e-be5d-480a-aa6f-5c0d027baf24",
        "choice_type": "single"
    },
    {
        "question": "46, XY chromosomal pattern with uterus and cervix but poorly developed breasts are seen in",
        "exp": "Complete Gonadal Dysgenesis (Swyer Syndrome). Swyer syndrome is an uncommon form of gonadal dysgenesis, characterized by a 46, XY karyotype. Despite the presence of a Y chromosome, the phenotype is female because the dysgenetic (streak) gonads produce neither AMH nor androgens. Consequently, the vagina, cervix, uterus, and fallopian tubes develop normally and the internal and external genitalia do not masculinize but due to hypoestrogenism breasts are poorly developed. Reference: Clinical gynecologic endocrinology; 10th edition; Chapter 9; Normal and Abnormal Sexual Development; Page no: 365",
        "cop": 1,
        "opa": "Swyer syndrome",
        "opb": "Turner syndrome",
        "opc": "Androgen insensitivity syndrome",
        "opd": "Klinefelter syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "2fdfe2df-032c-4da5-b19d-3c2b62b13e48",
        "choice_type": "single"
    },
    {
        "question": "A girl has primary amenorrhea with normal ovaries, absent internal genitalia but normal external genitalia. Most probable diagnosis?",
        "exp": "Mayer Rokitansky Kuster Hauser's syndrome: karyotype is 46, XX Normal secondary sexual charecteristics Functional ovaries Normal hormonal profile Associated with skeletal and renal anomalies Management involves creation of a functional vagina for coital purposes and can become biological mother by surrogacy. SHAW'S TEXTBOOK OF GYNAECOLOGY, Pg no: 286, 15th edition",
        "cop": 1,
        "opa": "Mayer-Rokitansky-Kuster-Hausers- syndrome",
        "opb": "Turner's syndrome",
        "opc": "Noonan's",
        "opd": "Androgen insensitivity syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "98bf8c0f-6852-4432-9e33-d73d862d81ac",
        "choice_type": "single"
    },
    {
        "question": "True about klinefelter syndrome:",
        "exp": "Klinefelter syndrome is seen in 1: 500 males. The patient with this rare disorder externally resembles a male in general body conformity, the penis is small or normal in size, the testes are small, but as a rule are normally placed. Sterility is common, gynaecomastia is frequently present the voice may be high pitched, and the appearance may be eunuchoid. The patient is often mentally defective or delinquent. Most of these individuals are sex chromatin positive like females because of the extra X chromosome. Genetic analysis reveals their karyotype to be 47 XXY. Testicular biopsy usually reveals hyaline degeneration of the seminiferous tubules and overgrowth of Leydig cells as a result of which sterility is so often the presenting symptom. Sole-to-pubic length is more than normal. The person should be bred as male and should not be told about chromosomal abnormality. Testosterone may help. The breasts may need surgical excision. Shaw's Textbook of Gynaecology 16th edition page no 147",
        "cop": 1,
        "opa": "XXY",
        "opb": "XO",
        "opc": "testes absent",
        "opd": "Female hypogonadism",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "775189ed-c4ea-40a7-a582-80896db67e52",
        "choice_type": "multi"
    },
    {
        "question": "Destruction of ovaries prior to 7th week following feilization results in:",
        "exp": "Pseudohermaphroditism: May be result of abnormalities of development of the gonads sex ducts and external genitalia. Uterine agenesis: Mullerian aplasia. Masculinisation: 47, XXY Usually. SHAW&; S TEXTBOOK OF GYNAECOLOGY, Pg no: 94, 15th edition",
        "cop": 4,
        "opa": "Pseudohermaphroditism",
        "opb": "Uterine agenesis",
        "opc": "Masculinisation",
        "opd": "None of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "776332c0-c0e0-457b-951e-0315619aa6d2",
        "choice_type": "multi"
    },
    {
        "question": "C/F of Turner&; s syndrome:",
        "exp": "Turner's syndrome 45, XO genotype sho strature neck is sho and webbed shield chest, high palate, low set ears lymphoedema of extremities at bih SHAW'S TEXTBOOK OF GYNAECOLOGY, Pg no: 111, 15th edition",
        "cop": 2,
        "opa": "Secondary amenorrhea",
        "opb": "Edema of hands and feet",
        "opc": "XY genotype",
        "opd": "Mental retardation common",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "46950810-7b8b-4048-be41-9026c2067c9d",
        "choice_type": "single"
    },
    {
        "question": "Gynecomastia is seen in:",
        "exp": "Features of Klinefelter&; s syndromemale phenotype. Gynaecomastia. Sterility. Penis is small or normal in size. Voice may be high pitchedeunuchoid appearance* Gynaecomastia may be noted in lepromatous leprosy. SHAW&; S TEXTBOOK OF GYNAECOLOGY, Pg no: 112, 15th edition",
        "cop": 4,
        "opa": "Secondary syphilis",
        "opb": "Tuberculoid leprosy",
        "opc": "HIV",
        "opd": "Klinefelter's syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "fb5c5235-8a93-4b8d-8263-9d12bc16dd80",
        "choice_type": "single"
    },
    {
        "question": "A newborn 46 xx has external genitalia of male. All the following are the possible causes except:",
        "exp": "Anti mullerian hormone defeciency causes persistance of mullerian ducts and are stimulated to form uterine tubes, uterus, cervix and upper vagina LANGMAN'S MEDICAL EMBYOLOGY, 12 TH EDITION, Pg no: 247",
        "cop": 3,
        "opa": "Placental aromatase deficiency",
        "opb": "Maternal androgen adrenal tumor",
        "opc": "Anti mullerian hormone deficiency",
        "opd": "Wnt 4 mutation",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "e3320e53-97a6-48ed-946c-fad0f825e1f7",
        "choice_type": "multi"
    },
    {
        "question": "A 30 years old Mrs. X comes to opd with complaints of lethargy, anorexia, weight loss and secondary amenorrhea. She gives a history of postpaum haemorrhage and failed lactation. Which of the following is the most probable diagnosis?",
        "exp": "Sheehan's Syndrome. Acute infarction and ischemic necrosis of the pituitary gland resulting from postpaum hemorrhage and hypovolemic hypotension is known as Sheehan's syndrome and is one of the most common causes of hypopituitarism in underdeveloped or developing countries. Failed lactation after delivery is the classical presenting symptom. The rest of the clinical picture varies with the severity of the pituitary insult, ranging from severe hypopituitarism soon after delivery, manifesting as lethargy, anorexia, and weight loss, to secondary amenorrhea, loss of sexual hair, and less severe symptoms of fatigue that emerge weeks and months later. Deficiencies in GH, prolactin, and gonadotropins are most common, although the majority also exhibit ACTH and TSH deficiencies. The evaluation and treatment of Sheehan's syndrome is no different from that for other causes of hypopituitarism. Reference: Clinical gynecologic endocrinology; 10th edition; Chapter 9; Normal and Abnormal Sexual Development; Page no: 483",
        "cop": 1,
        "opa": "Sheehan's syndrome",
        "opb": "Empty sella syndrome",
        "opc": "Kallmann syndrome",
        "opd": "Asherman syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "3742799d-2083-49fe-a470-c2fd84153083",
        "choice_type": "multi"
    },
    {
        "question": "A 9 year girl presents with menarche. History reveals thelarche at the age of 8 years the most common cause of this condition in girls is",
        "exp": "Precocious pubey: The term is reserved for girls who exhibit any secondary sexual charecters before the age of 8 or menstruate before the age of 10 Causes Gn. RH Dependent: 80% Constitutional: Activation of HPO axis Juvenile Primary Hypothyroidism Intracranial Lesions Gn. RH Independent Ovary Adrenal Liver Iatrogenic Granulosa cell tumour Theca cell tumor Leydig cell tumor Androblastoma Mc. Cune Albright syndrome Hyperplasia Tumor Hepatoblastoma Exogenous Estrogen or Androgen intake Ref: D. C. DUTTA&; S TEXTBOOK OF GYNAECOLOGY; 6th edition; Pg no: 51",
        "cop": 1,
        "opa": "Idiopathic",
        "opb": "Gonandal tumor",
        "opc": "Mc. Cune albright syndrome",
        "opd": "Hypothyroidism",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "6b3e010e-a28c-477e-a946-4823fb1929c1",
        "choice_type": "single"
    },
    {
        "question": "A 17-year-old girl with amenorrhea, atrophied breast, hypoplastic uterus:",
        "exp": "Turner's syndrome Phenotype is female Karyotype is 45, XO Sho stature, webbed neck underdeveloped uterus and vagina ovaries lack graffian follicles breasts are not developed, axillary and pubic hair is scanty or absent SHAW'S TEXTBOOK OF GYNAECOLOGY, pg no: 111, 115th edition",
        "cop": 1,
        "opa": "Turner's syndrome",
        "opb": "Gonadal dysgenesis",
        "opc": "Androgen insensitivity syndrome",
        "opd": "Klinefelter's syndrome",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Sexuality and intersexuality",
        "id": "fb4f5360-e332-4c05-8032-0131e2a53d1d",
        "choice_type": "single"
    }
]