[
    {
        "question": "HSV 2 causes:",
        "exp": "Ans: a (Genital herpes) Ref: Shaw, 13th ed, p. 113. Heipes genitalis is caused by HSV type 2. It is the most common DNA viral infection encountered in vulval disease. Symptoms: Tingling, itching, paraesthesia - vesicles - painful ulcers. Treatment: Acyclovir. Note: Genital warts (condyloma accuminata) caused by HPV 6, 11. Heipes zoster is caused by varicella virus.",
        "cop": 1,
        "opa": "Genital herpes",
        "opb": "Genital warts",
        "opc": "Herpes zoster",
        "opd": "Genital ulcer",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Specific Infections",
        "id": "b08bc057-873f-4420-af6a-916448acc0dc",
        "choice_type": "single"
    },
    {
        "question": "A female presents with 3 cm painless ulcer with raised edges on labia majora. Most common cause is: (E. REPEAT 2013)",
        "exp": "Ref: E s sent to Is in Dermatology, 1st edition. Explanation:* Presence of 3 cm ulcer with raised edges in the labia majora suggests Syphilis. (See the following table) Syphilis. Granuloma Inguinale (Donovanosis). Chancroid(Soft sore. Soft Chancre, Ulcus molle). Lymphogranuloma. Venereum. Etiology. Treponema pallidum. Calymmatobacteriumdonovani. Gram negative Obligate intracellular. Hemophilus ducrei. Chlamydia trachomatis (LI, L2 and L3 types). Incubation. Period. Primary syphilis: 1-3 weeks Secondary syphilis: 6-12 weeks8-12 days(17 days average)3 days - 2 weeks (1-5 days average)3-30 days. Clinical. Signs* Painless indurated* Single punched out* Usually non-bleeding* Lymph nodes are rubbery* Dark field microscopy* FTA-ABS - Most sensitive test and Earliest lest to become positive* VDRL* RPR liters* TPT - Most specific* TPH - 2nd most sensitive test* Painless genital ulcer* Soft. Beefy* Clean friable base* Distinct raised rolled margins* Massive scarring* Lymphatic obstruction* Pseudobubos(Subcutaneous granulomas not nodes)* Extremely painful. Suppurative ulcers of genital mucosa* Soft friable, non- indurated, ragged undermined edges* Foul smelling yellow grey exudate* Suppurative inguinal lymph nodes (Bubo)* Ito-Reenstierna test - Intradermal test* Skin or mucosal ulcer followed by ulcerated inguinal lymph nodes* \"Sign of the groove\"* Frei's Test: Intradermal test* Genital elephantiasis (Esthiomene). Pathology Hypertrophic ulcers Donovan Bodies (Safety pin shaped). Pyogenic ulceration. Necrotising granulomatous inflammation with stricture formation. Treatment. Penicillin G -Drug of Choice forall stages of syphilis. Doxycycline 100 mg. BD for 3 weeks. Azithromycin 1 gsingle oral dose (or). Ceftriaxone 250 mg1M single dose (or). Ciprofloxacin 500 mgbd for 3 days. Doxycycline 100 mg. BD for 3 weeks",
        "cop": 1,
        "opa": "Syphilis",
        "opb": "Gonorrhea",
        "opc": "Herpes",
        "opd": "Chlamydia trachomatis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Specific Infections",
        "id": "bd6e181f-88ca-4a88-a218-90b445f4426e",
        "choice_type": "single"
    },
    {
        "question": "Clue cells are seen in..",
        "exp": "Ans. is \"a' i. e., BV Bacterial (Gardnerellal vaginosiso It is not a sexually transmitted condition. It is termed as vaginosis rather than vaginitis because it is associated with alteration of vaginal flora rather than any specific infection. There is considerable decrease in the number of lactobacilli and l. OOtimes increase in the growth of other anaerobic bacteria. These are Haemophilus vaginalis, Gardnerella, Mobiluncus, Mycoplasma hominis. Half of the females are asymptomatic carriers but majority complain of vaginal discharge without itching. o Characteristic of vaginal discharge are as follows: White, milky, non-viscous discharge adherent to vaginal wall. pH of discharge is more than 4. 5. Fishy odour when mixed with 10% KOH is due to amino-metabolites (amine or whiff test positive). Presence of clue cells - the epithelial cell have fuzzy border due to adherence of bacteria, o Diagnosis is based on wet smear examination & culture. Treatment. Metronidazole 500mg bd for 7 days. Ampicillin 500 mg bd or cephalosporine 500 mg bd for 7 days. Tetracycline, doxycycline, clindamycin and sulphafurazole are other options. Clindamycin (2%) cream, lacteal gel (5% lactic acidjand omidazole vaginal tabs are for local use.",
        "cop": 1,
        "opa": "BV",
        "opb": "Chlamydia",
        "opc": "Moniliasis",
        "opd": "Trichomoniasis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Specific Infections",
        "id": "1427782a-26fa-4e9d-8105-53b6bd560b80",
        "choice_type": "single"
    },
    {
        "question": "Most commonly vertically transmitted organism of the following is?",
        "exp": "ANSWER: (B) CMVREF: Harrison's 17edp. 48, Williams Obstetrics 22nd edition Chapter 58. Infections. Cytomegalovirus; this ubiquitous DNA herpesvirus eventually infects most humans. CMV is the most common cause of perinatal infection in the developed world, and evidence of fetal infection is found in from 0. 2 to 2 percent of all neonates",
        "cop": 2,
        "opa": "Herpes simplex",
        "opb": "CMV",
        "opc": "Rubella",
        "opd": "Human papilloma virus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Specific Infections",
        "id": "f3c1be79-19d3-4764-8e51-7e24f6c8704e",
        "choice_type": "multi"
    },
    {
        "question": "A 28 year old primigravida with 32 weeks of gestation comes with complain of thin, frothy, profuse discharge through the vagina since yesterday. She was advised USG which showed Single live intrauterine gestational sac with FL and AC corresponding to the weeks of gestation and AFI as adequate. What is the diagnosis?",
        "exp": "Ans. is 'b' i. e., Trichomoniasis o Patients infected with Trichomonas vaginalis complain of a typical discharge, which is thin, profuse, frothy, irritating, creamy or slight green in colour. o Slight green colour of the discharge is often not complained by the patient but spotted by the physiciano The answer cannot be PPROM because the USG scan done following her complains shows liquor amnii to be adequate, whereas leaking per vaginum for 18 - 24 hours will cause reduction in the quantity of liquor around the fetus. Trichomoniasis:# Sexually transmitted disease.# Associated with other STDs, particularly gonorrhea.# NOT associated with infertility# Subepithelial haemorrhages produced give the appearance of strawberry spots on the vaginal vault and cervix, hence giving it the appearance of strawberry vagina and cervix, known as colpitis macularis.# In males it infects the urethra and prostate.# Diagnosis is confirmed by Microscopic examination of wet mount of discharge specimen which shows motile trichomonas.# Culture is Gold standard but is impractical as it requires special culture medium known as Diamond medium.# Treatment: Metronidazole or Tinidazole or Secnidazole.# Alternate drugs: Polyoxyethylene suppository.",
        "cop": 2,
        "opa": "PPROM",
        "opb": "Trichomoniasis",
        "opc": "Normal finding",
        "opd": "Candidiasis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Specific Infections",
        "id": "ed1b287c-8e02-4bda-8c38-76de16ddba7a",
        "choice_type": "single"
    },
    {
        "question": "Trichomoniasisis is caused by:",
        "exp": "Ans. (c) Protozoa. Ref.: Shows 15, h ed. /308-310. TRICHOMONIASIS* Most common in clinical practice. Patients complain of pruritus.* Vulvae harbour this organism. Infection is sexually transmissible, it can be acquired.* It is not uncommon during pregnancy and is often associated with gonococcal infection.* The Trichomonas is a protozoan, actively motile and is anaerobic. Trichomonas vaginalis, is the type found in the vagina. Symptoms* 20% remain asymptomatic. 70% show profuse, thin, creamy or slightly green in colour, irritating and frothy discharge.* The vaginal walls are tender, angry looking and the discharge causes pruritus and inflammation of the vulva.* There are often multiple small punctate strawberry spots (strawberry vagina).* Urinary symptoms, such as dysuria and frequency, and a low-grade urethritis, Abdominal pain, low backache and dyspareunia may also be complained of if pelvic infection occurs. Diagnosis* The culture is 98% reliable. Trichomonas may also be diagnosed on a smear stained for cytology. Treatment* Metronidazole 200 mg oral TDS x 1 week both the partners* The recent modality of treatment is to shorten the duration of therapy by giving 2 g metronidazole for 1 day only.",
        "cop": 3,
        "opa": "Bacteria",
        "opb": "Virus",
        "opc": "Protozoa",
        "opd": "Chlamydia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Specific Infections",
        "id": "82294d28-d8b3-4417-a032-1806f264d329",
        "choice_type": "single"
    },
    {
        "question": "Clue cell is seen in:",
        "exp": "Ref: Shaw's Textbook of Gynaecology 15th Edition Pg: 131. Explanation: Clue cells are characteristic of bacterial vaginosis. Bacterial Vaginosis. It is associated with considerable decrease in the normal vaginal flora (lactobaci. Uus) with increase in anaerobic bacteria in the vagina. Common organisms: Haemophilus vaginalis. Gardnerella. Mobil incus. Mycoplasma hominis. Other characteristics of the vaginal discharge in bacterial vaginosis: White milky non viscous discharge adherent to the vaginal wallpH >4. 5. Fishy odour when mixed with 10% KOH (Whiff Test). Gram staining and culture confirms the diagnosis. Treatment: Metronidazole 500 mg twice daily for 7 days. Complications: PIDChorioamnionitis. PROMPreterm labor",
        "cop": 2,
        "opa": "Trichomonas vaginalis",
        "opb": "Bacterial Vaginosis",
        "opc": "Candidiasis",
        "opd": "Herpes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Specific Infections",
        "id": "d18ca7b7-698e-496c-950e-81f360e40baa",
        "choice_type": "single"
    },
    {
        "question": "Whiff test is done in:",
        "exp": "Ref: Shaw's Textbook of Gynecology 15th edition pg. 131. Explanation: GARDNERELLA VAGINOSISAlteration in normal vaginal flora. Decrease in number of lactobacilli in vaginal discharge - lactobacilli reduce pH and release hydrogen peroxide toxic to other bacteria. FETAL SKULL DIAMETERBORDERSLENGTHSuboccipito-bregmatic. From nape of neck to center of bregma9. 5cm. Suboccipito-fronta1. From nape of neck to anterior fontanelle or center of sinciput1 0cm. Occipito-frontal. From occipital eminence to root of nose11. 5 cm. Mentovertical-From midpoint of chin to highest point of sagittal suture14cm. Submentovertical. From junction of floor of the mouth and neck to highest point of sagittal suttre11. 5 cm. Submentobregmatic. From junction of mouth and neck to center of bregma9. 5cm. Biparietal. Extends between two parietal eminences9. 5cm. Super sub-parietal. From a point placed below one parietal eminence to a point placed above the other parietal eminence on opposite side8. 5cm. Bitemporaldistance between two anteri or ends of coronal sutire8cm. Bimastoid. Distance between tips of mastoid processes7. 5cm100 fold increase in anerobic bacteria. Hemophilus vaginalis, Gardnerella, Mobiluncus and Mycoplasma hominis--cause. Vaginal discharge without discharge. White, milky non-viscous discharge, pH of discharge more than 4. 5. Whiff Test - Fishy odour when vaginal discharge is mixed with 10% KOH - due to release of amino metabolites from various organisms. Presence of Clue Cells - epithelial cells with granular cytoplasm caused by gram negative bacilli adhering on the surface. Wet smear, gram stain and culture are investigations. Treatment--Metronidazole 500mg bd for 7 days. Ampicillin 500mg or cephalosporin 500mg bd for 7 days. Tetracycline 500mg 4 times a day. Doxycycline l. OOmg hd. Sulphafurazole Ig 4 times daily for 10-14 days. Clindamycin 300mg daily for 7 days. Clindamycin 2% cream locally. Ornidazole 500mg vaginal tablet for 7 days. Lacteal is protein free acidifying lactate gel neutralises vaginal ph 5ml applied for 7 days. AMSEL CRITERIA for diagnosing Bacterial Vagninosis. Thin, white, yellow, homogeneous discharge. Clue cells on microscopypH of vaginal fluid >4. 5. Release of a fishy odor on adding alkali--10% potassium hydroxide (KOH) solution. At least three of the four criteria should be present for a confirmed diagnosis. CANDIDIASISCandida albicans. Flourishes in acidic medium. Common in pregnancy, diabetes, OCP users. Curdy white discharge. Intense pruritis. Not foul smelling10 % KOH mount - mycelia and budding spores. Sabouraud's medium for culture. DOC- imidazoles - vagina pessary. Oral fluconazole TRICHOMONIASISTrichomonas vaginalis. Greenish yellow discharge. Associated pruritis. Foul smelling discharge. Straw berry vagina. DOC - Metronidazole",
        "cop": 1,
        "opa": "Bacterial vaginosis",
        "opb": "Trichomonas vaginalis",
        "opc": "Vaginal candidiasis",
        "opd": "Chlamydial infection",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Specific Infections",
        "id": "925b4ca8-177a-4085-b95b-8aeeae5677fc",
        "choice_type": "single"
    },
    {
        "question": "Chlamydia can cause infertilty due to?",
        "exp": "ANSWER: (A) Slaphingitis. REF: Shaw 13th ed p. 209. Salphingitis due to chlamydia and gonnorrea are common causes of tubal block resulting in infertility",
        "cop": 1,
        "opa": "Slaphingitis",
        "opb": "Endometritis",
        "opc": "Oophritis",
        "opd": "Cervicitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Specific Infections",
        "id": "1078e700-eded-47eb-a01a-0bad4bc3c69f",
        "choice_type": "single"
    },
    {
        "question": "Clue cells are seen in:",
        "exp": "Ans: A (Gardenella vaginits) Ref: Dm to gynae pgl56. Explanation: GARDNERELLA VAGINOSISAlteration in normal vaginal flora. Decrease in number of lactobacilli in vaginal discharge - lactobacilli reduce pH and release hydrogen peroxide toxic to other bacteria100 fold increase in anerobic bacteria. Hemophilus vaginalis, Gardnerella, Mohi- 1 uncus and Mycoplasma horn inis--cause. Vaginal discharge without discharge. White, milky non-viscous discharge. pH of discharge more than 4. 5. Whiff Test - Fishy odour when vaginal discharge is mixed with 10% KOH - due to release of amino metabolites from various organisms. Presence of Clue Cells - epithelial cells with granular cytoplasm caused by gram negative bacilli adhering on the surface. Wet smear, gram stain and culture are investigations. Treatment--Metronidazole 500mg bd for 7 days Ampicillin 500mg or cephalosporin 500mg bd for 7 days Tetracycline 500mg 4 times a day Doxycycline l00mg bd. Sulphafurazole Ig 4 times daily for 10-14 days. Clindamycin 300mg daily for 7 days. Clindamycin 2%cream locally. Ornidazole 500mg vaginal tablet for 7 days. Lacteal is protein free acidifying lactate gel neutralises vaginal ph 5ml applied for 7 days. AMSEL CRITERIA for diagnosing Bacterial Vagninosis. Thin, white, yellow, homogeneous discharge. Clue cells on microscopypH of vaginal fluid >4. 5. Release of a fishy odor on adding alkali--10% potassium hydroxide (KOH) solution. At least three of the four criteria should be present for a confirmed diagnosis.",
        "cop": 1,
        "opa": "Gardenella vaginitis",
        "opb": "Trichomoniasis",
        "opc": "Moniliasis",
        "opd": "Pelvic inflammatory diseases",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Specific Infections",
        "id": "aace4e9d-3672-4d91-b97b-b949f74a9637",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old young female presented with a relatively painless ulcer of 3 cm on the labia majora with raised margins. Which of the following organisms would have most likely caused this ulcer?",
        "exp": "Ans. b. Treponema palladium (Ref: Rooks 7/e p17. 37-17, 39. 58-39. 59). In a female with 3x4 cm painless ulcer with raised margin on labia majora is suggestive of syphilis, caused by Treponema pallidum. Sexually Transmitted Diseases. Donovanosis. Syphilis. LGVChancroid* Painless indurated and bleeding ulcerQ* Mostly involving genitalia (90%)* No lymphadenopathy/ pseudobuboQ* May lead to pseudoelephantiasis of labiaQ* Caused by calymmobacterium granulomatosis* Diagnosis made by microscopy by demonstration of Donovan bodiesQ or safety pin appearanceQ within large mononuclear cells in smears or biopsy sample* DOC is doxy/ tetracyclineQ* DOC in pregnancy is Azithromycin/ erythromycinQ* Painless indurated, non bleeding usually single punched out ulcerQ* Lymph nodes are rubbery* Caused by Treponema pallidumQ* Diagnosed by dark field microscopy, FTA-ABS (most sensitive test, earliest test to become positiveQ VDRL or RPR titer (determine response to treatment as they become negativeQ TPI (most specific test)Q TPH (2nd most sensitive test)* Penicillin G is drug of choiceQ for all stages of syphilis* Lymph nodes are matted (bubo)Q may suppurate and are painfulQ* Asymptomatic, single, painless (mostly) and non-bleeding macule / ulcerQ* Caused by Chlamydia trachomatis - L1. L2 (MC)Q, L3 strains* Diagnosis by microscopic examination of Giemsa stained cell scrapings for inclusion/elementary bodiesQ* Esthiomine (vaginal and rectal stricture elephantiasis of vulva)Q* Frei's test is done for diagnosisQ* Groove sign is seenQ* DOC is doxy / tetracyclineQ* Lymph nodes are fluctuant and spontaneously rupture and suppurateQ* Ulcers develop within 7 daysQ, are multiple, painful, non indurated and bleeding (soft chancre)Q* Caused by Hemophilus ducreyiQ* Diagnosis by gram staining (gram negative cocco-bacilli, school of fish and rail road appearance)Q and culture of organism* DOC is Ceftriaxone. Azithromycin / erythromycin.",
        "cop": 2,
        "opa": "Herpes simplex",
        "opb": "Treponema palladium",
        "opc": "Chlamydia trachomatis",
        "opd": "Candidal cervicitis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Specific Infections",
        "id": "2adb9dcc-8b4f-4e1e-a336-c98489ae29ea",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are congenital infection EXCEPT:",
        "exp": "ANSWER: (D) Gonorrhoea. REF: Dutta 6th ed p. 299\"Gonorrhoea is acquired infection, not congenital\"Organisms causing intrauterine infections are: Toxoplasmosis. Rubella. Syphilis. Herpes virus. Cytomegalo virus. HIVHBV, HCV, HDV",
        "cop": 4,
        "opa": "Rubeda",
        "opb": "CMV",
        "opc": "Toxoplasmosis",
        "opd": "Gonorrhoea",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Specific Infections",
        "id": "9c9d56f2-34a9-4e8e-8640-5db3b604532b",
        "choice_type": "multi"
    },
    {
        "question": "Which among the following is not vertically transmitted?",
        "exp": "Ans: d (HSV) Ref: Park, 19th ed, p. 91. Vertical transmission means transplacental transmission. This is a form of direct transmission. Eg. Toxoplasma gondi. Syphilis. Rubella. Hepatitis BCytomegalo virus. Coxsackie BVaricella virus. HIVNon living agents transmitted vertically-Thalidomide, diethyl stilbesterol. Herpes simplex is usually transmitted transvaginally. So the best answer is HS V",
        "cop": 4,
        "opa": "CMV",
        "opb": "Toxoplasmosis",
        "opc": "HIV",
        "opd": "HSV",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Specific Infections",
        "id": "479ebd0a-933c-4c35-abbe-ca55ead3fda0",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice in pregnant women with Secondary Syphilis is?",
        "exp": "Ans. (b) Benzathine Penicillin. Ref: Danforth's Obstetrics and Gynecology, l. Othed p 613",
        "cop": 2,
        "opa": "Doxycycline",
        "opb": "Benzathine Penicillin",
        "opc": "Ceftriaxone",
        "opd": "Cotrimoxazole",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Specific Infections",
        "id": "0b5b9abc-302c-4d7b-abec-dd597e653748",
        "choice_type": "single"
    },
    {
        "question": "Whiff test done for:",
        "exp": "Ans. (b) Gardenella. Ref.: Shaws 15th ed. /131-132* Whiff test or amine test is done for gardenella (bacterial) vaginosis.* It is performed by adding a small amount of potassium hydroxide (KOH) to a microscopic slide containing the vaginal discharge. A characteristic fishy odor is considered a positive whiff test and is suggestive of bacterial vaginosis.",
        "cop": 2,
        "opa": "Gonococcal infections",
        "opb": "Gardenella",
        "opc": "Trichomoniasis",
        "opd": "Candiasis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Specific Infections",
        "id": "62933e91-aa2e-454c-8dee-8664fbdaff1a",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old woman presents to the emergency department complaining of cauliflower-like lesions on her vulva. They have been present for several months but are now beginning to interfere with intercourse. You diagnose genital warts. Which viral subtypes are responsible for most cases of this disease?",
        "exp": "Ans. (a) Types 6 and 11. Source- Obstetrics and Gynecology - Charles R B Beckmann 6th edition. Page 255. Low risksubtypes, such as 6 and 11, are typically associated withgenital condyloma. High-risk subtypes, such as 16, 18, 31, 33, and 45, are so classified because of their association with cervicaldysplasia and cervical cancer. Of the high-risk subtypes, HPV16 and 18 together account for approximately two-thirds ofcervical cancer cases, whereas low-risk HPV subtypes rarelylead to cancer.",
        "cop": 1,
        "opa": "Types 6 and 11",
        "opb": "Types 6 and 18",
        "opc": "Types 11 and 16",
        "opd": "Types 11 and 31",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Specific Infections",
        "id": "982ab2be-c754-4c73-bac6-bf36f21d988a",
        "choice_type": "single"
    },
    {
        "question": "Smear of vaginal discharge shows budding yeast cells. Causative agent is?",
        "exp": "ANSWER: (A) Candida. REF: Shaw 14th ed p. 131. It doesnt take rocket science to figure this one. Budding yeast cells are characterstic of yeasts and out of the options only Candida is the yeast VULVOVAGINAL CANDIDIASIS: Caused by gram positive fungus Candida albicans. Flourishes in acidic medium with abundant supply of carbohydrates. Commonly occurs in: pregnancy, diabetes, antibiotic use, OCP, corticosteroid. Symptoms: curdy cottage cheese discharge, intense pruritis, splash dysuria. Diagnosis: ph< 4, whiff test negative, 10% KOH reveals fungal elements, cultured in sabouraud's medium.",
        "cop": 1,
        "opa": "Candida",
        "opb": "Trichomonas",
        "opc": "Mobilincus",
        "opd": "Chlamydia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Specific Infections",
        "id": "06e4581a-4a8a-42a8-82df-61075038ad2f",
        "choice_type": "single"
    },
    {
        "question": "Clue cell is seen in -",
        "exp": "Ans. is 'a'i. e., Bacterial vaginosis Clue cells are seen in bacterial vaginosis - Clue cells are vaginal epithelial cells coated with coccobacillary organisms which have granular appearance and indistinct borders, on a wet mount prepared by mixing vaginal secretions with normal saline in a ratio of -1: 1. Amsel criteria for the diagnosis of bacterial vaginosis Includes any three of the following four clinical abnormalities. Objective signs of increased white homogenous vaginal discharge. Vaginal discharge pH of >4. 5. Liberation of distinct fishy odour (attributable to volatile amines such as trim ethylamine) immediately after vaginal secretions are mixed with a 10% solution of KOHMicroscopic demonstration of clue cells.",
        "cop": 1,
        "opa": "Bacterial vaginosis",
        "opb": "Candidial vaginosis",
        "opc": "Chlamydiasis",
        "opd": "Trichomonas",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Specific Infections",
        "id": "1684b252-b63c-41e5-bacb-e237992788cf",
        "choice_type": "single"
    },
    {
        "question": "Clue cells are seen in?",
        "exp": "ANSWER: (A) Bacterial vaginosis. REF: Shaw 13th ed p. 129, Novak's Gynecology 12th edition p. 192. Indirect repeat from June 2010'Clue cells are seen in bacterial vaginosis\"Bacterial vaginosis is diagnosed on the basis of the following findings: A fishy vaginal odour, which is particularly noticeable following coitus, and vaginal discharge are present. Vaginal secretions are gray and thinly coat the vaginal walls. The pH of these secretions is higher than 4. 5 (usually 4. 7 to 5. 7). Microscopy of the vaginal secretions reveals an increased number of clue cells, and leukocytes are conspicuously absent. In advanced cases of BV, more than 20% of the epithelial cells are clue cells. The addition of KOH to the vaginal secretions (the \"whiff\" test) releases a fishy, amine-like odor. Culture of G. vaginalis is not recommended as a diagnostic tool because of its lack of specificity.",
        "cop": 1,
        "opa": "Bacterial vaginosis",
        "opb": "Herpes virus",
        "opc": "Syphilis",
        "opd": "Toxoplasmosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Specific Infections",
        "id": "fbbd08ad-4cef-4a66-8f59-80bdbcea59c5",
        "choice_type": "single"
    }
]