[
    {
        "question": "True about genital infection is?",
        "exp": "ANSWER: (D) Clue cells are associated with Trichomonas vaginalisREF: Shaw 14th ed p. 132Drug of choice for various genital infections in women:Chlamydia : azithromycin + contact tracing , in pregnancy erythromycin is 1st DOC , amoxicillin is 2ndTrichomonas : metronidazole to both the partnersBacterial vaginosis: metronidazoleCandida: oral fluconazole or ketoconazole , topical miconazole or teraconazoleGonorrea: ceftriaxone , ofloxacin , ciprofloxacinHerepes simplex: acyclovirSome important points about genital infections: Bacterial vaginosisTrichomoniasisMoniliasisOrganismGardenella vaginalis, hemophillus vaginosis, mobilincus, ureplasma ureolyticum, mycoplasma hominisTrichomonas vaginalisCandida albicansDischargeThick, grey white discharge , sticking to vaginal walls with bad odourYellowish green frothy discharge with dysuria and pruritus with bad odourWhite cottage cheese with itching and burningDiagnosisWhiff test on KOH, Clue cells on microscopy with | In WBC and clumps of bacteriaTrichomonas on saline wet mountHyphae and buds on 10% KOH",
        "cop": 4,
        "opa": "Thin frothy secretions associated with mondial infection",
        "opb": "Patients and partners are given metronidazole for mondial infection",
        "opc": "Tetracycline is drug of choice for trichomonas vaginalis",
        "opd": "Clue cells are associated with gardenella vaginalis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Symptoms Associated with Genital Infections",
        "id": "d4ee997e-1c66-4f12-80e4-328b5c58d73d",
        "choice_type": "multi"
    },
    {
        "question": "Common differential diagnosis of verucous carcinoma is -",
        "exp": "Ans. is 'b' Condyloma accuminata (Ref Chandrasoma Taylor, 3/e, p 797).Both verrucous carcinoma and condyloma acuminata presents with verrucous growth on vulva and differentiation between these 2 is very difficult.Chandrasoma Taylor states \"Verrucous carcinoma is a variant of well differentiated squamous carcinoma, characterised by a polypoid growth pattern with little infiltrative tendency. Distinction from condyloma acuminata very difficult",
        "cop": 2,
        "opa": "Condylomata lata",
        "opb": "Condylomata acuminata",
        "opc": "Adenocarcinoma",
        "opd": "Tuberculosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Symptoms Associated with Genital Infections",
        "id": "710e517c-1491-48ce-81fd-8f61a5e8f3fe",
        "choice_type": "single"
    },
    {
        "question": "Curdy vaginal discharge is seen in which infection-",
        "exp": "Ans. is 'b' i.e., Candidiasis Candidiasiso MC common vaginitis during pregnancy, OCPs, steroid therapy, antibiotic therapy, diabetes & immunocompromised patients.o Caused by a gram positive fungus Candida (MC-albicans)o Presents with curdy white discharge writh intense pruritus, dysuria, dyspareunia.o 20% patients are asymptomatic.o O/e shows cottage cheese appearance of discharge with swollen inflamed genitals,o Ph of discharge is < 4.5.o Diagnosis is essentially based on clinical findings but confirmed 10% KOH mount of the discharge or by culture on Sabouraud's/Nickerson's media,o Whiff test is negative.o DOC is Azole groups of antifungals like fluconazole.'' meconazole/clotrimazole, both for local and oral use.o Both partners should be treated.o DOC is in pregnancy is topical azole antifungals in 2nd or 3rd trimester.",
        "cop": 2,
        "opa": "Bacterial vaginosis",
        "opb": "Candidiasis",
        "opc": "Trichomoniasis",
        "opd": "Chlamydia",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Symptoms Associated with Genital Infections",
        "id": "e8e8ba8d-f82f-4da8-a0fe-8dd0a7f04a52",
        "choice_type": "single"
    },
    {
        "question": "Strawberry vagina is seen in-",
        "exp": "Ans. is 'd' Trichomonas vaginalis (Ref : Shaws, 13/e, p 125 (12/e, p97))Punctuate strawberry spots on vaginal vault are characteristics of Trichomonas infection.Other important facts about Trichomonas.It is a sexually transmitted disease.Discharge is frothy and green* in colour.It is the most common* form of vaginitis.Treatment is metronidazole*.",
        "cop": 4,
        "opa": "Candida albicans",
        "opb": "H. vaginalis",
        "opc": "Syphilis",
        "opd": "Trichomonas vaginalis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Symptoms Associated with Genital Infections",
        "id": "976d738b-584e-4f24-bf1f-76e7536bd2ec",
        "choice_type": "single"
    }
]