[
    {
        "question": "Provided that one secondary oocyte is produced in each menstrual cycle. How many secondary oocytes are on an average produced during the reproductive life of a human female?",
        "exp": "ANSWER: (D) 420REF: This is a question of simple mathematical calculationAverage reproductive life is 35 years from puberty to menopause << There are 12 menstrual cycles every yearOne secondary oocyte is produced in each cycleSo the total number of secondary oocytes produced in female will beSec Oocyte = 35 x 12 x 1= 420",
        "cop": 4,
        "opa": "4,20,000",
        "opb": "42,000",
        "opc": "4200",
        "opd": "420",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "The Ovarian Cycle",
        "id": "57ea1973-13c7-43fa-8748-79df107f6c9b",
        "choice_type": "single"
    },
    {
        "question": "Ovulation can be evaluated by?",
        "exp": "ANSWER: (A) Cervical mucousREF: Shaw 13th ed p. 213\"Cervical mucus changes can be used to assess ovulation using the fern test\"",
        "cop": 1,
        "opa": "Cervical mucous",
        "opb": "Cervical colour",
        "opc": "Cervical dilation",
        "opd": "Cervical effacement",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "The Ovarian Cycle",
        "id": "705976d7-edfb-4272-b760-87fd58a6303f",
        "choice_type": "single"
    },
    {
        "question": "Size of Graafian follicle?",
        "exp": "Ans. b (20-23 mm). (Ref. William Obstetrics, 21st ed., 45, Langman's embryology 23)A graafian follicle is 20-23 mm in size.Ovarian Follicles As the primary oocyte begins to grow, surrounding follicular cells change from flat to cuboidal and proliferate to produce a stratified epithelium of granulosa cells, and the unit is called a primary follicle.|As development continues, fluid-filled spaces appear between granulosa cells. Coalescence of these spaces forms the antrum, and the follicle is termed a secondary (vesicular, Graafian) follicle.|Initially, the antrum is crescent shaped, but with time, it enlarges. Granulosa cells surrounding the oocyte remain intact and form the cumulus oophorus. At maturity, the secondary follicle may be 25 mm or more in diameter. It is surrounded by the theca interna.|With each ovarian cycle, a number of follicles begin to develop, but usually only one reaches full maturity. The others degenerate and become atretic. When the secondary follicle is mature, a surge in luteinizing hormone (LH) induces thepreovulatory growth phase.|Meiosis 1 is completed, resulting in formation of two daughter cells of unequal size, each with 23 doublestructured chromosomes. One cell, the secondary oocyte, receives most of the cytoplasm; the other, the first polar body, receives practically none.|Meiosis II is completed only if the oocyte is fertilized; otherwise, the cell degenerates approximately 24 hours after ovulation.",
        "cop": 2,
        "opa": "2-3 mm",
        "opb": "20-23 mm",
        "opc": "30-40 mm",
        "opd": "15mm",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "The Ovarian Cycle",
        "id": "46102992-7b3e-44e9-b3ce-57d201a07ecd",
        "choice_type": "single"
    },
    {
        "question": "Secondary oocyte contains -",
        "exp": "Ans. is 'a'i.e., 23, X o OOGENESIS:",
        "cop": 1,
        "opa": "23, X",
        "opb": "46, XY",
        "opc": "46, XX",
        "opd": "23, Y",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "The Ovarian Cycle",
        "id": "d327c1a8-889a-4d59-84ef-411331ed1010",
        "choice_type": "single"
    },
    {
        "question": "Secondary oocyte consists of",
        "exp": "Ans. d (23 X)Secondary oocyte consist of 23 X chromosomes.The chromosomal complement of a primary oocyte is 46 XX and that of secondary oocyte is 23 X.Sequence of maturation of ovarian primordial follicle after primary follicle stage:Primordial follicle(Single layered ovarian follicle)Spermatogonium (diploid, 2N) ||Primary Spermatocyte (diploid, 2N)Primordial follicle ||Secondary Spermatocyte (haploid, N)Secondary follicle (Antral follicle) ||Spermatid (haploid, N)(Spermatogenesis begins with Spermatogonia.Full development takes 2 months.It occurs in seminiferous tubules)Graffian follicle|Corpus luteum| Corpus albicans # While majority of oogonia divide, some enter into prophase of first meiotic division and are primary oocytes. These are surrounded by flat cells, which are called primordial follicles, and are present in cortex of the ovary.# At birth, there is no more mitotic division and all the oogonia are replaced by primary oocytes, which have finished prophase of first meiotic division and remain in resting phase between prophase and metaphase.# The first stage of maturation occurs with full maturation of ovarian follicle just prior to ovulation but the final maturation occurs only after fertilization.# The primary oocyte undergoes first meiotic division giving rise to secondary oocyte and one polar body.# Secondary oocyte has haploid number of chromosomes.# Ovulation occurs soon after formation of secondary oocyte.# The secondary oocyte completes the second meiotic division only after fertilization by the sperm in the fallopian tube.",
        "cop": 4,
        "opa": "46 XY",
        "opb": "46 XX",
        "opc": "23 Y",
        "opd": "23 X",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "The Ovarian Cycle",
        "id": "8ba2b730-39d7-41bc-af72-14a9097039e8",
        "choice_type": "single"
    }
]