[
    {
        "question": "Fibrocystic disease is due to high levels of:",
        "exp": "Ref: Robbins pathologic basis of Disease, 8th edition. Explanation: Fibrocystic breast disease. Aka Nonproliferative Breast Changes/ Fibrocystic Changes/ Fibrocystic breast. Affects 30-60% of women and at least 50% of women of childbearing age. Noncancerous breast lumps causing various symptoms. This group includes a number of very common morphologic alterations that are often grouped under the term fibrocystic changes. To the clinician the term might mean 'lumpy bumpy\" breasts on palpation; to the radiologist, a dense breast with cysts; and to the pathologist, benign histologic findings. These lesions are termed nonproliferative to distinguish them from \"proliferative\"' changes, which are associated with an increased risk of breast cancer. Etiopathogenesis. Not fully understood. Related to hormone levels, as lesions subsides after menopause. There are also cyclical symptoms in relation to menstrual cycle. The most important of these hormones are estrogen, prolactin & progesterone. These hormones directly affect the breast tissues by causing cells to grow and multiply. Histopathology. There are three principal morphologic changes: Cystic change, often with apocrine metaplasia. Fibrosis. Adenosis. Cysts. Small cysts form by the dilation and unfolding of lobules, and in turn may coalesce to form larger cysts. Unopened cysts contain turbid, semi-translucent fluid that produces a brown or blue color (blue- dome cysts). Cysts are lined either by a flattened atrophic epithelium or by metaplastic apocrine cells. The latter cells. wrhich have an abundant granular, eosinophilic cytoplasm and round nuclei, closely resemble the normal apocrine epithelium of sweat glands. Calcifications are common and may be detected by mammography\"Milk of calcium\" - calcifications that line the bottom of a rounded cyst. Fibrosis. Cysts frequently rupture, releasing secretory material into the adjacent stroma. The resulting chronic inflammation and fibrosis contribute to the palpable firmness of the breast. Adenosis. Adenosis is defined as an increase in the number of acini per lobule. A normal physiologic adenosis occurs during pregnancy. The acini are often enlarged (hlunt-duct adenosis), but are not distorted! as is sclerosing adenosis. Calcifications are occasionally present within the lumens. The acini are lined by columnar cells, which may appear benign or show atypical features illat epithelial atypia\").",
        "cop": 1,
        "opa": "Estrogen",
        "opb": "Progesterone",
        "opc": "LH",
        "opd": "Testosterone",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "The Uterine Cycle",
        "id": "e37e08e2-2a40-4a6e-8e19-d6cf2ae9b03b",
        "choice_type": "single"
    }
]