[
    {
        "question": "Hysteroscopical excision can be done for all EXCEPT:",
        "exp": "Ans. (c) Subserous fibroid. Ref: Shaws 15th ed. 1359* Uterine fibroids are noncancerous growths of the uterus that often appear during childbearing years. It is aka leiomyomas* They aren't associated with an increased risk of uterine cancer and almost never develop into cancer. Types* Intramural fibroids are located within the wall of the uterus and are the most common type* Subserosal fibroids are located underneath the mucosal (peritoneal) surface of the uterus and can become very large. They can also grow out in a papillary manner to become pedunculated fibroids.# Therefore hysteroscopical excision is not possible.# It can be resected lapascopically or by open laparotomy.* Submucosal fibroids are located in the muscle beneath the endometrium of the uterus and distort the uterine cavity; even small lesions in this location may lead to bleeding and infertility* Cervical fibroids are located in the wall of the cervix (neck of the uterus)* Subserosal fibroids are located on the outer surface of the uterus.",
        "cop": 3,
        "opa": "Uterine fundus fibroid",
        "opb": "Submucous fibroid",
        "opc": "Subserous fibroid",
        "opd": "Endometrial polyp",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Treatment and Recurrence",
        "id": "d2b8a480-044c-49e6-8bd5-c0618500da12",
        "choice_type": "multi"
    },
    {
        "question": "28 weeks pregnancy with abdominal pain and fever. Ultrasonographic examination shows presence of fibroid. What is the next line of management-",
        "exp": "Ans. is 'b' i. e., Conservative management o The presence ofpain and fever in a female in her mid pregnancy with ultrasound examination showing presence offibroid supports the diagnosis of red degeneration. Red Degeneration (Also known as Carneous Degeneration)o Occurs in pregnant females with presence of fibroid because fibroid overgrows its blood supply (micronecrothrombosis). o Most commonly occurs in second trimester of pregnancy followed by in the puerperium. o Cut section: raw beefy appearance, fishy odor. o Patient presents with acute abdomen, vomiting, fever, and leukocytosis, o D/D: acute appendicitis, pyelonephritis, and abruption. Management: o Always conservative management (never surgery)o Hospitalizationo Bed resto Analgesicso IVfluidso IV antibiotics (SOS). Some important points about fibroidso Most common degeneration overall-Hyalineo Most common degeneration in pregnancy-Redo Cystic degeneration is most common in-Post menopausal wromen & interstitial fibroido Calcareous degeneration is most common in-Subserous fibroido Most common fibroid to undergo torsion-Subserous fibroid. o Pseudo Meigh syndrome is associated with-Subserous fibroid. o Wandering or parasitic fibroid-Subserous fibroid. o Most common type of fibroid-Intramural / interstitial. o Fibroid with maximum symptoms-Submucous. o Most symptomatic fibroid-Submucous, o Most common fibroid to undergo malignant change-Submucous. o Lantern on dome of St paul-Cervical fibroid. o Most common to cause urinary retention-Posterior cervical. o Most common menstrual symptom-Menorrhagea. o Inversion is associated with-Fundal fibroid.",
        "cop": 2,
        "opa": "Hysterectomy",
        "opb": "Conservative management",
        "opc": "Termination",
        "opd": "Myomectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Treatment and Recurrence",
        "id": "84f81388-d7d7-4ab5-a651-d496c4c0e120",
        "choice_type": "single"
    },
    {
        "question": "Kalavati, a 29 year old nulliparous women complains of severe menorrhagia and lower abdominal pain since 3 months. On examination there is a 14 wks size uterus with fundal fibroid. The treatment of choice is.",
        "exp": "Ans. is 'a' is i. e.,. Myomectomy (Ref.: Robert Shaw, Patrice Soutter, 3/e, p 487, 488, Shows, 73/e, p 346 (72/e, p 283;; Guidelines for the management of Mvoma. About medical t/t of myoma with Gn. RH analogues * For this we have consulted many books and consultants in gynecology. Allof them except 'Shaws gynae' were of the opinion that the medical t/t is not used as a curative therapy. Though it can reduce the size of the fibroid by upto 50%, the effect persists only for the duration of t/t. Once its stopped, the fibroid rapidly regrows to its pretreatment size. So It's only used in patients who are keen to avoid surgery or those with contraindications to surgery. Main aim of medical management in myoma. Relief of symptoms. Reduction in fibroid size and vascularity preoperatively.",
        "cop": 1,
        "opa": "Myomectomy",
        "opb": "Gn. Rh analogues",
        "opc": "Hysterectomy",
        "opd": "Wait and watch",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Treatment and Recurrence",
        "id": "de71d500-bd1a-47ae-a93a-6193b4e6420a",
        "choice_type": "single"
    },
    {
        "question": "All are methods of managing fibroid uterus. Except-",
        "exp": "Ans. is 6b' i. e. \"Radiofrequency ablation\" (Ref. Jeffcot's Principles of Gynecology, 6/e, p 479, Recent Advances in Obs. and Gynae, no. 22, p 135, 137-143). Radiofrequency ablation of endometrium is used for treatment of dysfunctional uterine bleeding (DUB). Recent Advances in Obs. and Gynae, no. 22, p 135 writes - \"Both hysterectomy and endometrial ablation offer similar satisfaction for the t/t of DUB. 80% of women will avoid hysterectomy after radio frequency ablation. Rest of the given options are used in the management of fibroid. For the support of option 'c' and 'd' read the below quoted lines from Jeffcot's. Option 'c' i. e. Embolisation of uterine artery. \"Uterine artery embolotherapy using polyvinyl alcohol or gel foam pellets has been tried in selected patients who are not fit for or desirous of surgical therapy although they have symptomatic uterine leiomyomas. Success rales of 96 to 98 per cent have been reported by experienced angiographers. \"Option 'd' i. e. Laser myomectomy \"Laparoscopic myoma coagulation using lasers or the bipolar needle to drill holes into the substance of a subserous or intramural myoma. The myometrial stroma necroses, vascularity decreases and substantial shrinkage of the myoma results. \"",
        "cop": 2,
        "opa": "Myomectomy",
        "opb": "Radiofrequency ablation",
        "opc": "Embolisation of uterine artery",
        "opd": "Laser myomectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Treatment and Recurrence",
        "id": "121d435b-05e7-4cf1-a993-fd08330a828a",
        "choice_type": "multi"
    },
    {
        "question": "A pregnant female with 16 week AOG presented with bleeding. Upon USG Fibroid detected. Management:",
        "exp": "Ans. (a) Conservative management. Ref: Shaws 15th ed. /364; William Obstetrics 23rd ed. Ch 40* Uterine leiomyomas (fibroids) are common benign smooth muscle tumors. Their incidence during pregnancy is probably about 2 percent and depends on population characteristics and the frequency of routine sonography.* Treatment of symptomatic myomas consists of analgesia and observation. Most often, signs and symptoms abate within a few days, but inflammation may stimulate labor.* Surgery is rarely necessary during pregnancy.",
        "cop": 1,
        "opa": "Conservative management",
        "opb": "Laparoscopic myomectomy",
        "opc": "Curettage",
        "opd": "Hysterectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Treatment and Recurrence",
        "id": "4cc85964-5d49-44e3-b1e7-8bc04353ee14",
        "choice_type": "single"
    },
    {
        "question": "Drug contraindicated in uterine fibroid:",
        "exp": "Ans. B Estrogen Ref.: Shaws 15th ed. 1359; Williams Gynecology Ch: 9 * Leiomyomas are benign smooth muscle neoplasms that typically originate from the myometrium. They are often referred to as uterine myomas, and are incorrectly called fibroids because the considerable amount of collagen contained in many of them creates a fibrous consistency. Estrogen has a hormonal role in the patho-physiology of formation of fibroids. * Drugs used to decrease the size of the fibroid: # Gn. RH analogue (Buserelin, Nafarelin, Goserelin, Triptorelin, Leuprorelin acetate) # Gn. RH antagonist: Cetrirelix, Ganirelix # Mifepristone (anti-progesterone) # Danazol",
        "cop": 2,
        "opa": "Danazol",
        "opb": "Estrogen",
        "opc": "Mifepristone",
        "opd": "Gn. RH analogue",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Treatment and Recurrence",
        "id": "adc0bcef-c9c0-4142-9ebd-c47af10058d0",
        "choice_type": "single"
    }
]