[
    {
        "question": "28 weeks pregnancy with abdominal pain and fever. Ultrasonographic examination shows presence of fibroid. What is the next line of management-",
        "exp": "Ans. is 'b' i. e., Conservative management o The presence ofpain and fever in a female in her mid pregnancy with ultrasound examination showing presence offibroid supports the diagnosis of red degeneration. Red Degeneration (Also known as Carneous Degeneration)o Occurs in pregnant females with presence of fibroid because fibroid overgrows its blood supply (micronecrothrombosis). o Most commonly occurs in second trimester of pregnancy followed by in the puerperium. o Cut section: raw beefy appearance, fishy odor. o Patient presents with acute abdomen, vomiting, fever, and leukocytosis, o D/D: acute appendicitis, pyelonephritis, and abruption. Management: o Always conservative management (never surgery)o Hospitalizationo Bed resto Analgesicso IVfluidso IV antibiotics (SOS). Some important points about fibroidso Most common degeneration overall-Hyalineo Most common degeneration in pregnancy-Redo Cystic degeneration is most common in-Post menopausal wromen & interstitial fibroido Calcareous degeneration is most common in-Subserous fibroido Most common fibroid to undergo torsion-Subserous fibroid. o Pseudo Meigh syndrome is associated with-Subserous fibroid. o Wandering or parasitic fibroid-Subserous fibroid. o Most common type of fibroid-Intramural / interstitial. o Fibroid with maximum symptoms-Submucous. o Most symptomatic fibroid-Submucous, o Most common fibroid to undergo malignant change-Submucous. o Lantern on dome of St paul-Cervical fibroid. o Most common to cause urinary retention-Posterior cervical. o Most common menstrual symptom-Menorrhagea. o Inversion is associated with-Fundal fibroid.",
        "cop": 2,
        "opa": "Hysterectomy",
        "opb": "Conservative management",
        "opc": "Termination",
        "opd": "Myomectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Treatment and Recurrence",
        "id": "84f81388-d7d7-4ab5-a651-d496c4c0e120",
        "choice_type": "single"
    },
    {
        "question": "Kalavati, a 29 year old nulliparous women complains of severe menorrhagia and lower abdominal pain since 3 months. On examination there is a 14 wks size uterus with fundal fibroid. The treatment of choice is.",
        "exp": "Ans. is 'a' is i. e.,. Myomectomy (Ref.: Robert Shaw, Patrice Soutter, 3/e, p 487, 488, Shows, 73/e, p 346 (72/e, p 283;; Guidelines for the management of Mvoma. About medical t/t of myoma with Gn. RH analogues * For this we have consulted many books and consultants in gynecology. Allof them except 'Shaws gynae' were of the opinion that the medical t/t is not used as a curative therapy. Though it can reduce the size of the fibroid by upto 50%, the effect persists only for the duration of t/t. Once its stopped, the fibroid rapidly regrows to its pretreatment size. So It's only used in patients who are keen to avoid surgery or those with contraindications to surgery. Main aim of medical management in myoma. Relief of symptoms. Reduction in fibroid size and vascularity preoperatively.",
        "cop": 1,
        "opa": "Myomectomy",
        "opb": "Gn. Rh analogues",
        "opc": "Hysterectomy",
        "opd": "Wait and watch",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Treatment and Recurrence",
        "id": "de71d500-bd1a-47ae-a93a-6193b4e6420a",
        "choice_type": "single"
    },
    {
        "question": "A pregnant female with 16 week AOG presented with bleeding. Upon USG Fibroid detected. Management:",
        "exp": "Ans. (a) Conservative management. Ref: Shaws 15th ed. /364; William Obstetrics 23rd ed. Ch 40* Uterine leiomyomas (fibroids) are common benign smooth muscle tumors. Their incidence during pregnancy is probably about 2 percent and depends on population characteristics and the frequency of routine sonography.* Treatment of symptomatic myomas consists of analgesia and observation. Most often, signs and symptoms abate within a few days, but inflammation may stimulate labor.* Surgery is rarely necessary during pregnancy.",
        "cop": 1,
        "opa": "Conservative management",
        "opb": "Laparoscopic myomectomy",
        "opc": "Curettage",
        "opd": "Hysterectomy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Treatment and Recurrence",
        "id": "4cc85964-5d49-44e3-b1e7-8bc04353ee14",
        "choice_type": "single"
    },
    {
        "question": "Drug contraindicated in uterine fibroid:",
        "exp": "Ans. B Estrogen Ref.: Shaws 15th ed. 1359; Williams Gynecology Ch: 9 * Leiomyomas are benign smooth muscle neoplasms that typically originate from the myometrium. They are often referred to as uterine myomas, and are incorrectly called fibroids because the considerable amount of collagen contained in many of them creates a fibrous consistency. Estrogen has a hormonal role in the patho-physiology of formation of fibroids. * Drugs used to decrease the size of the fibroid: # Gn. RH analogue (Buserelin, Nafarelin, Goserelin, Triptorelin, Leuprorelin acetate) # Gn. RH antagonist: Cetrirelix, Ganirelix # Mifepristone (anti-progesterone) # Danazol",
        "cop": 2,
        "opa": "Danazol",
        "opb": "Estrogen",
        "opc": "Mifepristone",
        "opd": "Gn. RH analogue",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Treatment and Recurrence",
        "id": "adc0bcef-c9c0-4142-9ebd-c47af10058d0",
        "choice_type": "single"
    }
]