[
    {
        "question": "Genital tuberculosis spreads through:",
        "exp": "ANSWER: (A) Hematogenous route. REF: Shaw's Gynecology 13th ed p. 147\"Most common route of spread of genital tuberculosis is through blood stream\"",
        "cop": 1,
        "opa": "Hematogenous route",
        "opb": "Lymphatic route",
        "opc": "Direct contact",
        "opd": "Ascending infection",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Tuberculosis of the Genital Tract",
        "id": "20d85fcd-71fd-4ed1-8bfa-4dda49f363d9",
        "choice_type": "single"
    },
    {
        "question": "Most common route of dissemination from primary site causing tuberculosis of uterus is -",
        "exp": "Ans. is 'c' i. e., Hematogenous spread Pathogenesis of genital tuberculosiso The causative agent is commonly M. tuberculosis (95%), but in a few cases it is caused by the Mycobacterium bovis (5%), particularly in underdeveloped countries where effective tuberculosis control programmes for cattle are not in place and pasteurization of milk not routinely practiced. These organisms are identified on routine staining of infected ma- terial with Ziehl-Neelsen's acid-fast staino Genital tuberculosis occurs almost always secondary to a primary focus elsewhere, the commonest site being the lungs (50%), but rarely from other sites such as lymph nodes (40%), the kidneys, joints, gastrointestinal tract or as part of a generalized miliary infection. o The mode of spread is generally haematogenous or via lymphatics, and rarely from direct contiguity with an intraabdominal organ or affected peritoneum.",
        "cop": 3,
        "opa": "Lymphatic spread",
        "opb": "Transcoelemic spread",
        "opc": "Hematogenous spread",
        "opd": "Direct contact",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Tuberculosis of the Genital Tract",
        "id": "4b42d9a1-7f9a-4f29-875e-cfacc8ab8dce",
        "choice_type": "single"
    }
]