[
    {
        "question": "Genital tuberculosis most common disseminates by?",
        "exp": "Ans. (b) Hematogenous. Ref: A comprehensive Textbook of Obstetrics and Gynecology By. Sadhana Gupta lsted p-215",
        "cop": 2,
        "opa": "Lymphatic",
        "opb": "Hematogenous",
        "opc": "Local spread",
        "opd": "None",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Tuberculosis of the Genital Tract",
        "id": "71b6ae1a-639b-4b3f-82ea-db0f0cfd6dd3",
        "choice_type": "multi"
    },
    {
        "question": "Fallopian tube tuberculosis -",
        "exp": "Ans. is 'a > c' i. e., Most common type of genital TB > Is asymptomatic Genital tuberculosiso Almost always a secondary infection. Most common primary site is lungs (50%) fib lymph nodes (40%). o Most common route of spread is through blood. o Commonly affects sexually active age group (20-30yrs), most commonly at 28 yrs of age. o Most common organ infected is fallopian tubes (90-100%) f/b uterus (50-70%). o Fallopian tubes almost always are the first to be infected & mostly presenting as endosalpingitis. o Both tubes are usually affected. o In fallopian tubes usually, the ampullary region shows the earliest and most extensive changes, o In uterus, cornu is the most common site to be affected. Signs and symptomso Many patients may be asymptomatico Infertility (most common)o Menstrual disorders (menorrhagea > secondary amenorrhea)o Acute or chronic paino Blood stained vaginal discharge, post coital bleeding, leucorrhoeao Fixed abdominal mass / pelvic masso Doughy feel of the abdomen (suggestive of peritonitis). Complicationso Painful ulcerso Fistula formationo Asherman's syndromeo Pyosalpinx/Hydrosalpinxo Repeated PIDHysterosalpingographic findingso As such HSG is contraindicated in genital TB. But when done accidentally following features are important to noteo Lead pipe appearance of the tubeso Beaded appearance of the tubeo Tobacco pouch appearance of the fimbria! end of the tubeo Golf club tubeo Hydrosalpinxo Calcification of the tubeo Jagged fluffy1 tubal outlineo Intravasation of dyeo Cornual block. Diagnosiso E ndometrial biopsy is the investigation of choice. o Sample is collected either 1-2 days before or 12 hrs after the onset of menstruation, o In unmarried girls blood can be collected within 12 hrs of onset of menstruation.",
        "cop": 1,
        "opa": "Most common type of genital TB",
        "opb": "Size of the tubes is unchanged",
        "opc": "Is asymptomatic",
        "opd": "Primary focus of infection is always in fallopian tubes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Tuberculosis of the Genital Tract",
        "id": "0924d229-cda1-42c8-b74c-4de1eb64839b",
        "choice_type": "multi"
    },
    {
        "question": "A young female was worked up for examined for her * infertility by hysterosalpingography reveals 'Bead -- like' fallopian tube and clubbing of ampulla. Which of the following is the most likely cause?",
        "exp": "Ans. (d) Mycobacterium tuberculosis. Ref.: Shaws 15th ed. /158-159; D. C Dutta 8th edj 158-159. TB is also an important cause of infertility. Other salient features about TB are as follows:* Most common presentation of genital TB is infertility.* HSG is contraindicated in case of genital TB* Best time to do HSG is within 10 days of LMP.* Vaginal epithelium is resistant to TB.* MC mode of spread of genital TB is hematogenous.* TB salpingitis belong to stage V of PID.* Conception rate even after treatment of genital TB is quite low.",
        "cop": 4,
        "opa": "Gonococcus",
        "opb": "Mycoplasma",
        "opc": "Chlamydia",
        "opd": "Mycobacterium tuberculosis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Tuberculosis of the Genital Tract",
        "id": "31c3311d-cfd6-4bc2-940d-8454c7201224",
        "choice_type": "multi"
    },
    {
        "question": "Genital tuberculosis spreads through:",
        "exp": "ANSWER: (A) Hematogenous route. REF: Shaw's Gynecology 13th ed p. 147\"Most common route of spread of genital tuberculosis is through blood stream\"",
        "cop": 1,
        "opa": "Hematogenous route",
        "opb": "Lymphatic route",
        "opc": "Direct contact",
        "opd": "Ascending infection",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Tuberculosis of the Genital Tract",
        "id": "20d85fcd-71fd-4ed1-8bfa-4dda49f363d9",
        "choice_type": "single"
    },
    {
        "question": "Most common route of dissemination from primary site causing tuberculosis of uterus is -",
        "exp": "Ans. is 'c' i. e., Hematogenous spread Pathogenesis of genital tuberculosiso The causative agent is commonly M. tuberculosis (95%), but in a few cases it is caused by the Mycobacterium bovis (5%), particularly in underdeveloped countries where effective tuberculosis control programmes for cattle are not in place and pasteurization of milk not routinely practiced. These organisms are identified on routine staining of infected ma- terial with Ziehl-Neelsen's acid-fast staino Genital tuberculosis occurs almost always secondary to a primary focus elsewhere, the commonest site being the lungs (50%), but rarely from other sites such as lymph nodes (40%), the kidneys, joints, gastrointestinal tract or as part of a generalized miliary infection. o The mode of spread is generally haematogenous or via lymphatics, and rarely from direct contiguity with an intraabdominal organ or affected peritoneum.",
        "cop": 3,
        "opa": "Lymphatic spread",
        "opb": "Transcoelemic spread",
        "opc": "Hematogenous spread",
        "opd": "Direct contact",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Tuberculosis of the Genital Tract",
        "id": "4b42d9a1-7f9a-4f29-875e-cfacc8ab8dce",
        "choice_type": "single"
    },
    {
        "question": "Tuberculosis of fallopian tube occurs mainly by -",
        "exp": "Ans. is 'c' i. e., Hematogenous spread o Genital tuberculosis# Almost always a secondary infection.# Most common route of spread is hematogenous.# Most common site is bilateral fallopian tubes, (in fallopian tubes most common part affected is ampulla and most common pathology encountered is endosalpingitis).# Most common in 20 - 30 years age group.# Infertility is the most common symptom.",
        "cop": 3,
        "opa": "Direct spread from uterine cavity",
        "opb": "Lymphatic spread",
        "opc": "Hematogenous spread",
        "opd": "Iatrogenic",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Tuberculosis of the Genital Tract",
        "id": "db7b2cea-4406-4a24-9904-12fedcacf449",
        "choice_type": "multi"
    },
    {
        "question": "Most common site of genital tuberculosis is?",
        "exp": "ANSWER: (A) Fallopian tubes. REF: Shaw 14th edition p. 139\"Most common site od genital tuberculosis id fallopian tube\"Genital Tuberculosis: Secondary to focus anywhere else. Most common route of spread- Hematogenous. Most common route of transmission to endometrium - retrograde spread. Most common site - fallopian tube. Most common symptom- infertility",
        "cop": 1,
        "opa": "Fallopian tubes",
        "opb": "Uterus",
        "opc": "Ovary",
        "opd": "Fimbriae",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Tuberculosis of the Genital Tract",
        "id": "8cd35e16-3bf8-4c5c-88af-2944b1b72ee3",
        "choice_type": "multi"
    },
    {
        "question": "Most common site involved in genital TB -",
        "exp": "Ans. is 'a' i. e., Fallopian tubes Genital tuberculosiso Almost always a secondary infectiono Most common route of spread is hematogenous. o Most common site is bilateral fallopian tubes, (in fallopian tubes most common part affected is ampulla and most common pathology encountered is endosalpingitis). o Most common in 20 - 30 years age groupo Infertility is the most common symptom. Site of genital tuberculosis% involvement. Fallopian Tubes90-100. Uterus50-60. Ovaries20-30. Vagina/ vulva1-2",
        "cop": 1,
        "opa": "Fallopian tubes",
        "opb": "Endometrium",
        "opc": "Ovaries",
        "opd": "Vulvo - vaginal part",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Tuberculosis of the Genital Tract",
        "id": "041cc3ed-2dc3-42bb-bf0f-541896b0a87e",
        "choice_type": "multi"
    }
]