[
    {
        "question": "Regarding the sling procedure for Urodynamic Stress Incontinence (USI):",
        "exp": "Ans. is c, i. e. Intrinsic sphincter deficiency is an indication. Lets see each option: TVT acts by increasing urethral coaptation, kinking the urethra with the rise in abdominal pressure and not by elevating bladder neck hence option a is incorrect. TVT is made from polypropylene (marlex) or polytetrafluoroethylene (Goretex) and not autologous sling material. Autologus sling material refers to natural sling materials made from rectus fascia or porcine dermis. These are less Antigenic; hence option b is incorrect. TVT is done in case of intrinsic sphincter deficiency, i. e. option c is correct. Success rate of sling procedure are over 80%, i. e option d is incorrect",
        "cop": 3,
        "opa": "Tension-free vaginal tape (TVT) elevates the bladder neck to a retropubic position",
        "opb": "TVT is an autologous sling material",
        "opc": "Intrinsic sphincter deficiency is an indication",
        "opd": "Success rate of TVT is low than other retropubic procedures",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Urinary Fistulas",
        "id": "04b8afe6-5aac-413e-9a63-ae5f38f33699",
        "choice_type": "single"
    },
    {
        "question": "The disadvantage of Marshall Marchetti Krantz procedure compared with other surgical alternatives for treatment of stress urinary incontinence includes:",
        "exp": "Ans. is d, i. e. Osteitis pubis. Ref: Telinde 9th/ed, p1057-8; Textbook of Gynae, Sheila Balakrishnan 1st/ed, p329. Marshall-Marchetti-Krantz (MMK) procedure, involves the attachment of the periurethral tissue to the symphysis pubuis. In approximately, 3% of patients undergoing the procedure, osteitis pubis develops.",
        "cop": 4,
        "opa": "Urinary retention",
        "opb": "Increased incidence of urinary tract infections",
        "opc": "High failure rate",
        "opd": "Osteitis pubis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Urinary Fistulas",
        "id": "72947158-526a-4040-81a3-86ad76282ae4",
        "choice_type": "multi"
    },
    {
        "question": "A 28-year-old female P3, has IInd degree of utero-vaginal prolapse. The management of choice is:",
        "exp": "Ans. is a, i. e. Fothergill's repair. Ref: Shaw 15th/ed, p339; Jeffcoate 7th/ed, p289. Fothergill's operation (Manchester Repair) is done in women below 40 years, who want to retain their menstrual function. In both questions 1 and 2 patients are less than 40 years and multiparous so, Fothergill's repair is the ideal management for them. Fothergill's repair causes complications of pregnancy like incompetent os, habitual abortion and cervical dystocia therefore in a multipara who have completed their family we can do tubal ligation to prevent pregnancy. \"If the family is completed, vaginal sterilization is to be done. \" - Ref: Dutta Gynae 6th/ed, p216. Thus the answer is Fothergill's repair with tubal ligation",
        "cop": 1,
        "opa": "Fothergill's repair",
        "opb": "Wertheim's hysterectomy",
        "opc": "Perineal exercises x3 month",
        "opd": "Vaginal hysterectomy with vault repair",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Urinary Fistulas",
        "id": "a7395925-0c66-4c84-9db3-7af8d55c42a9",
        "choice_type": "single"
    },
    {
        "question": "Kegel's exercise should begin:",
        "exp": "Ans. is b, i. e. 24 hrs after delivery. Ref: Internet search. Kegel's exercise are pelvic floor exercises which consists of contracting and relaxing the muscles that form part of the pelvic floor. The aim of Kegel exercises is to improve muscle tone by strengthening the pubococcygeus muscles of the pelvic floor. Kegel exercises are good for treating vaginal prolapse, preventing uterine prolapse and to aid with child birth in females. Kegel's exercises: Time for initiating Kegel's exercise:* Pregnancy 1st trimester* After vaginal delivery after 24 hours* After cesarean section after 24 hours.",
        "cop": 2,
        "opa": "Immediately after delivery",
        "opb": "24 hrs after delivery",
        "opc": "3 weeks after delivery",
        "opd": "6 weeks after delivery",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Urinary Fistulas",
        "id": "5e5b35b7-84ff-4f36-98f0-6d7bba11f32c",
        "choice_type": "single"
    },
    {
        "question": "In a case of incontinence of urine, dye filled into the urinary bladder does not stain the pad in the vagina, yet the pad is soaked with clear urine. Most likely diagnosis is:",
        "exp": "Ans. is b, i. e. Ureterovaginal fistula. Ref: Dutta Gynae 6th/ed, p420; Shaw 15th/ed, p186. In the question: In methylene blue swab test, dye filled in the bladder does not stain the pad in vagina but it is soaked with clear urine which means it is a uretero vaginal fistula. Observation. Interpretation1. Upper most swab soaked with urine but unstained with dye2. Upper and lower swab remain dry but the middle swab soaked with dye3. The upper two swab remain dry but lower one soaked with dye. Ureterovaginal fistula. QVesicovaginal fistula. QUrethrovaginal fistulaQ",
        "cop": 2,
        "opa": "VVF",
        "opb": "Ureterovaginal fistula",
        "opc": "Urinary stress incontinence",
        "opd": "Urethero-vaginal fistula",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Urinary Fistulas",
        "id": "2ddbe0d0-9669-4e61-afde-a92d79fcac4b",
        "choice_type": "single"
    },
    {
        "question": "Urinary incontinence in females is best investigated by:",
        "exp": "Ans. is a, i. e. Cystometry(Ref: William Gynaec 3rd/ed, p526). Diagnostic procedures in urinary continence include-* Urinalysis and culture to rule out infection* Post voidal residual volume* Urodynamic studies done by cystometry.",
        "cop": 1,
        "opa": "Cystometry",
        "opb": "Colonoscopy",
        "opc": "Colposcopy",
        "opd": "Cystoscopy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Urinary Fistulas",
        "id": "85974ddb-3e74-4ee9-814b-67a966aa2e99",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old nulliparous female with third degree uterine prolapse but no cystocele and no rectocele is best treated by:",
        "exp": "Ans. is a, i. e. Abdominal sling surgery. Best surgery for prolapse when a female wants to conceive in future is - Abdominal sling surgery.",
        "cop": 1,
        "opa": "Abdominal sling surgery",
        "opb": "Le fort colpocleisis",
        "opc": "Fothergills repair",
        "opd": "Amputation of cervix",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Urinary Fistulas",
        "id": "02702044-c265-4726-b1dd-a3b516673696",
        "choice_type": "single"
    },
    {
        "question": "Bonney's test demonstrates:",
        "exp": "Ans. is a, i. e. Stress urinary incontinence. Ref: Telinde 9th/ed, pl035-37. Bonney's test is performed in the clinical evaluation of SUL In the Bonney's test, two fingers are placed in the vagina at the UV junction on either side of the urethra and the bladder neck is elevated. On straining or coughing, leakage of urine indicates of positive test. A positive test indicates that the SUI is due to bladder neck descent and urethral hypermobility and can be corrected by bladder neck suspension surgeries. A negative test i. e. leakage of urine-means SUI is due to intrinsic urethral sphincteric deficiency and results of performing bladder neck suspension surgery will not be good. Note: Marchetti test is same as Bonney's test, but two Allis forceps are used instead of fingers.",
        "cop": 1,
        "opa": "Stress urinary incontinence",
        "opb": "Urge incontinence",
        "opc": "Overflow",
        "opd": "All of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Urinary Fistulas",
        "id": "37af15ae-0908-49d1-880d-868bbd1bd623",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of vesicovaginal fistula is: (Repeat)",
        "exp": "Ans: C (Obstructed labour) Ref: DC Dutta s Textbook of Gynaecology 6th edition pg 401. Explanation: VESICOVAGINAL FISTULAMC type of genito urinary fistula. CausesA. Obstetrical: Accounts for 80 % cases of VVF in developing countries5 - 15 % cases in developed countries. VVF may result from- Ischaemiao Obstructed labour: Ischaemic necrosis of the bladder base following prolonged compression of the bladder base between fetal head and pubic symphysis- infection - sloughing - fistula o Take 3-5 days following delivery to roduce ischaemic fistula o MC in developing countries. Traumatico Instrumental vaginal delivery -- Forceps - specially with Kielland's forceps-- Destructive operations-- Instruments used for Craniotomy procedure - perforators and cranioclasts-- Injury may be inflicted by bony spicule of fetal skullo Abdominal surgeries-- Hysterectomy for rupture uterus-- LSCS- Traumatic injuries manifests soon after deliveryB. Gynaecological causes: Accounts for 80 % fistulas in developed countries. MC type of VVF in developed countries. Causes. Operative injury - anterior colporrhaphy, TAHTraumatic - illegal abortions, pelvic fractures. Advanced malignancies of genital tract organs. Radiation therapy for Ca cervixo Due to end arteritis obliteranso Takes long time to develop - 1-2 yrs. Infective - vaginal TB. LGV. Schistosomiasis, Actinomycosis. Uretero vaginal fistulao 2nd common cause of urinary fistulao MC site of injury to ureter-- In hysterectomies - Ureteric tunnel in Mackenrodt's ligament-- In radical surgery for Ca cervix - Near crossing of pubocervical ligament",
        "cop": 3,
        "opa": "Laparoscopy",
        "opb": "Abdominal hysterctomy",
        "opc": "Obstructed labour",
        "opd": "Cystoscopy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Urinary Fistulas",
        "id": "ed25fb94-f273-46f0-b95b-309990262400",
        "choice_type": "single"
    },
    {
        "question": "Childbirth trauma leading to urine incontinence is seen least in females with:",
        "exp": "Ans. is a, i. e. Android pelvis. Ref: Dutta Gynae 6th/ed p399. Childbirth trauma causes damage of the pelvic floor and pubocervical fascia leading to urinary continence. The injury is more common in gynecoid and least in android pelvis.",
        "cop": 1,
        "opa": "Android pelvis",
        "opb": "Anthropoid pelvis",
        "opc": "Gynecoid pelvis",
        "opd": "Platypelloid pelvis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Urinary Fistulas",
        "id": "cfa9fed2-d278-42b3-9590-bd631ab4f0b4",
        "choice_type": "single"
    },
    {
        "question": "The recommended non-surgical treatment of stress incontinence is:",
        "exp": "Ans. is a, i. e. Pelvic floor muscle exercises. Ref: Dutta Gynae 5th/ed, p586; Novak 14th/ed, p875; Williams Gynae 1st/ed, p525-6; Textbook of Gynae Sheila Balakrishnan 1st/ed, p328. The most recommended non surgical treatment for stress incontinence is pelvic floor muscle exercise. \"Pelvic floor muscle training should be offered as first line conservative management for stress incontinence. \" - Ref: Novak's 14th/ed, p875; Dewhurst 10th/ed, p486\"Pelvic floor exercises are the mainstay of conservative therapy for stress incontinence. \"- Urinary incontinence in primary care' (2000)/73",
        "cop": 1,
        "opa": "Pelvic floor muscle exercises",
        "opb": "Bladder training",
        "opc": "Electrical stimulation",
        "opd": "Vaginal cone/weights",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Urinary Fistulas",
        "id": "d4bc3604-8ec4-4c38-8081-cfec86eadbce",
        "choice_type": "single"
    },
    {
        "question": "3 pad test is done for:",
        "exp": "Ans: c (Urinary fistula) Ref: Shaw, 13th ed, p. 182. Methylene blue - 3 swab test is an investigation for urinary fistula. Observation. Inference. Uppermost swab soaked with urine but unstained with dye. The lower two fistula swabs remain dry. Uretero-vaginal fistula. Upper and lower swabs remain dry but the middle swab stained with dye. Vesico-vaginal fistula. The upper two swabs remain dry but the lower swab stained with dye. Urethro-vaginal fistula. Commonest cause of VVF in developing countries - Obstetrical cause. Commonest cause of VVF in developed countries - Gynecological. Commonest cause of uretero vaginal fistula - Difficult abdominal hysterectomy. Commonest cause of RVF - incomplete healing or unrepaired recent complete perineal tear",
        "cop": 3,
        "opa": "Stress incontinence",
        "opb": "Rectovaginal fistula",
        "opc": "Urinary fistula",
        "opd": "Urethrocoele",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Urinary Fistulas",
        "id": "37091492-3f96-4238-9690-565fae941340",
        "choice_type": "single"
    },
    {
        "question": "Ureter is identified at operation by:",
        "exp": "Ans. is b, i. e. Peristaltic movement. Ref: Stud progress in Obs and Gynae Vol 16, p306. At operation ureter is recognized by:* Its pale glistening appearance* By a fine longitudinal plexus of vessels on its surface* More particularly by its peristaltic movement* By palpation between finger and thumb as a firm cord which, when escapes, gives a characteristic 'snap'. Absence of pulsation does not serve to identify a structure as ureter because veins and obliterated umbilical artery are also non pulsatile.",
        "cop": 2,
        "opa": "Rich arterial plexus",
        "opb": "Peristaltic movement",
        "opc": "Relation to lumber plexus",
        "opd": "Accompanied by renal vein",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Urinary Fistulas",
        "id": "677c47a5-f00c-4ea8-b6c9-3da80d2caa5f",
        "choice_type": "single"
    },
    {
        "question": "Kelly's plication operation is done in:",
        "exp": "Ans. is a, i. e. Stress incontinence. Ref: Shaw 14th/ed, p174; Textbook of Gynae Sheila Balakrishnan 1st/ed, p330. Kelly's plication/Kelley's stitch was the standard first line of treatment for SUI previously but due to low cure rates, it is not being done these days. 5-year failure rate for Kelly's plication is approximately 50%.",
        "cop": 1,
        "opa": "Stress incontinence",
        "opb": "Vault prolapse",
        "opc": "Rectal prolapse",
        "opd": "Uterine prolapse",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Urinary Fistulas",
        "id": "29aa4fce-89b2-4fbe-9858-1330bc2996d5",
        "choice_type": "single"
    },
    {
        "question": "All of the following surgeries are done in SUI except",
        "exp": "Ans. is a, i. e. Shirodkar sling. Surgeries done for SUI--Earlier* Aldridge sling* Mc. Guire sling* Kelly's stitch* Marshall Marchetti Krantz surgery. Surgeries done for SUI--Now-a-days. Best - TOT2nd Best - TVT3rd Best - Burch colposuspension",
        "cop": 1,
        "opa": "Shirodkar sling",
        "opb": "Aldridge sling",
        "opc": "Kellys stitch",
        "opd": "Marshall Marchetti Krantz",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Urinary Fistulas",
        "id": "77f0eb34-01ea-4582-b853-653e500b8812",
        "choice_type": "multi"
    },
    {
        "question": "Urinary symptoms of procidentia:",
        "exp": "Ans. is d, i. e. All of the above. Ref: Dutta Gyane 6th/ed, p208. All the urinary symptoms given in the options can occur in case of prolapse. \"Retention of urine may rarely occur. \" - Ref: Dutta Gyane 6th/ed, p208",
        "cop": 4,
        "opa": "Frequency of micturition",
        "opb": "Retention of urine",
        "opc": "Stress incontinence",
        "opd": "All of the above",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Urinary Fistulas",
        "id": "bb547d91-51c0-484c-8553-90674422ec41",
        "choice_type": "multi"
    },
    {
        "question": "The pessary shown in Figure is used for:",
        "exp": "Ans. is c, Retroversion of uterus. Ref: Jeffcoates 8th/ed, p882-883. The pessary shown in is Hodge pessary. Hodge pessary is used for treating retroversion. Indications of Hodge Pessary in Retroverted uterus: 1. Mobile retroversion of uterus (pessary is of no use in fixed retroversion)2. Pessary test3. During pregnancy.",
        "cop": 3,
        "opa": "Prolapse of uterus",
        "opb": "Stress urinary incontinence",
        "opc": "Retroversion of uterus",
        "opd": "Inversion of uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Urinary Fistulas",
        "id": "1e95cef0-d220-445a-8051-c5bcbab557af",
        "choice_type": "single"
    },
    {
        "question": "A woman treated for infertility, presents with 6 week amenorrhea with urinary retention. The most likely etiology is:",
        "exp": "Ans. is c, i. e. Impacted cervical fibroid. Ref: Read below. The patient in the question:* Was being treated for infertility.* Now has H/O 6 weeks of amenorrhea.* Presents with urinary retention. The first diagnosis which comes in our mind is retroverted gravid uterus. Points which favour the diagnosis are: The woman is pregnant and has complain of urinary retention. But here it is important to understand that retroverted gravid uterus causes urinary retention at 14-15 weeks of gestation (not 6 weeks). - Ref: Jeffcoate 7th/ed, p299. So Option \"a\" is ruled out. Option \"b\" Pelvic hematocele\"Pelvic hematocele is formed in a patient complaining of 6 weeks amenorrhea in case of ectopic pregnancy. \" - Ref: Jeffcoate 6th/ed, p212. Though pelvic hematocele causes urine retention but then other symptoms (pain) and signs of ectopic pregnancy should be present. Option \"c\" Impacted cervical fibroid\"A cervical fibroid impacted in pouch of Douglas can cause retention of urine. The onset of retention is acute and usually occurs immediately before menstruation, when the uterus is further enlarged by congestion or during early pregnancy. \" - Ref: Jeffcoate 7th/ed, p493. Fibroid is associated with infertility. Thus, an impacted cervical fibroid can explain all features seen this woman and is our option of choice.",
        "cop": 3,
        "opa": "Retroverted uterus",
        "opb": "Pelvic hematocele",
        "opc": "Impacted cervical fibroid",
        "opd": "Carcinoma cervix",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Urinary Fistulas",
        "id": "7faf2351-4756-47e2-acaf-2d761badbe38",
        "choice_type": "single"
    },
    {
        "question": "Fourteen weeks pregnancy with third degree prolapse. Best management will be:",
        "exp": "Ans. is c, i. e. Ring pessary. Ref: Dutta Obs 6th/ed, p312-3; Shaw 15th/ed, p337-8; Williams Gynae lst/ed, p545-7 (for details of pessaries)3deg prolapse with pregnancy. In early months of pregnancy. In late months of pregnancy. Up till 18 weeks as after that spontaneous correction occur because uterus becomes a pelvic organ. Admit the patient at 36 weeks for safe confinement. Cervix can be replaced inside the vagina* Cervix is to be kept inside the vagina with the help of ring pessary.* Patients should lie with foot end elevated.* To decrease oedema and congestion of the prolapsed mass- gauze soaked with acriflavine and glycerine is to be applied. Cervix is incarcerated and cannot be re-posited* Termination of pregnancy",
        "cop": 3,
        "opa": "Sling surgery",
        "opb": "Foot end elevation",
        "opc": "Ring pessary",
        "opd": "No treatment",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Urinary Fistulas",
        "id": "0a5af758-90c3-4940-a0da-ee894e0dbab9",
        "choice_type": "single"
    },
    {
        "question": "Cause of decubitus ulcer in uterine prolapse is:",
        "exp": "Ans. is b, i. e. Venous congestion. Ref: Jeffcoate 7th/ed, p279-280\"Ulceration of the prolapsed tissue is often said to be caused by friction with the thighs and clothing. Although this may be partly true, it is notable that the ulcer is nearly always on the most dependent part of the cervix or vagina and not at the sides where friction is greatest. It is to be regarded, therefore more as a result of circulatory and nutritional changes than of trauma. \"Treatment of decubitus ulcer: Reduction of the prolapse into the vagina and daily packing with glycerine and acriflavine. Acryflavin is an antiseptic agent while glycerine is a hygroscopic agent. Also know: Other important points to remember in symptoms of prolapse* Backache in patents of prolapse is due to the stretching of uterosacral ligaments.* Genuine stress incontinence is seen in patients of prolapse* Cancer of cervix or vagina is rarely seen, even in untreated cases of prolapse.",
        "cop": 2,
        "opa": "Friction",
        "opb": "Venous congestion",
        "opc": "Intercourse",
        "opd": "Trauma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Urinary Fistulas",
        "id": "1f4eccbd-46ec-474a-b5d0-6dae94c7589e",
        "choice_type": "single"
    },
    {
        "question": "All of the following support uterus except",
        "exp": "Ans. is b, i. e. Round ligament. Remember* Most important support of uterus is levator ani muscle* Most important ligament supporting the uterus--Cardinal ligament/Mackenrodt's ligament* Round ligament is a secondary support of the uterus as it does not support it directly but helps to keep it in anteverted position* Broad ligament is a fold of peritoneum and does not support the uterus at all. Note: Hence answer to question no. N2 is 'Broad Ligament' and question no. N3 where all other supports are primary supports, the answer is 'round ligament' which is only a secondary support.",
        "cop": 2,
        "opa": "Cardinal ligament",
        "opb": "Round ligament",
        "opc": "Pubocervical ligament",
        "opd": "Mackenrodt's ligament",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Urinary Fistulas",
        "id": "581d00b6-b09e-4bf2-8ed9-84ddb8f7f853",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are done in case of VVF except",
        "exp": "Ans. is d. i. e. MRIRef: Shaw 16th/ed, p221 & 222. The Investigation done in VVF are:* Urine culture* USG* IVP* Cystoscopy* Methylene blue 3 swab test",
        "cop": 4,
        "opa": "Methylene blue 3 swab test",
        "opb": "Urine culture",
        "opc": "Cystoscopy",
        "opd": "MRI",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Urinary Fistulas",
        "id": "9c95067a-7e0f-40f4-9c7b-8feb5db0706d",
        "choice_type": "multi"
    }
]