[
    {
        "question": "Fertilization of ovum normally occurs in which part of fallopian tube?",
        "exp": "Ans. c (Ampulla) (Ref. Dutta Obstetrics, 6, h/pg. 21; Shaw's Gynecology, 14th/pg. l77)# Fertilization is the process of fusion of the spermatozoon with the mature ovum. It begins with sperm collision and ends with production of a mononucleated single cell called zygote.# Almost always, fertilization occurs in the ampullary part of the uterine tube.# Its objectives are: To initiate embryonic development of the egg and to restore the chromosome number of species. Fertilization related Important factsQ. Ans. 1. Number of oogonia reaches its maximum at20th approximately 7 millions. 2. Total numbers of oocyte at birth are1 million. 3. Total number of oocyte at puberty is 4, 00, 000 out of which400 are likely to ovulate. 4. Fertilization (useful) life-span of oocyte is 12 hours and rarely up to 24 hours, whereas that of the sperm is limited to24 hours. 5. Sperm takes60 minutes to travel6. Ovulation occurs soon after the formation ofsecondary oocyte. 7. Ovulation occurs approximately16-24 hours after LH surge. 8A fully mature ovum. Is largest cell in the body (130 microns diameter). 9. Ovum is surrounded by a cell membrane called vitelline membrane, there is also transparent mucoprotein envelope known as. Zona pellucida10. Time required for spermatogonium to develop into mature spermatozoa is about61 days. 11. Capacitation of sperm. Takes 2-6 hours and only the capacitated sperms can penetrate the zona pellucida. 12. Out of hundred millions of sperms deposited in vagina at single ejaculation, only thousands capacitated spermatozoa enter the uterine tube while. Only 300-500 reach the ovum. The tubal transport is facilitated by muscular contraction and aspiration action of the uterine tubes. 13 It takes about 60 minutes. For the sperm to reach the fallopian tube (ampulla), i. e to cover the intervening distance of 20 cm. 15 Usually fertilization occurs in. Ampulla. Also know; Sequence of maturation of ovarian primordial follicle after Primary follicle stage is: Primordial follicle (Single layered). Spermatogonium (diploid, 2N)||Primary follicle. Primary spermatocyte (diploid, 2N)||Secondary follicle (Antral follicle). Secondary spermatocyte (haploid, 2N)||0. Graafian follicle. Spermatid (haploid, N)|(Spermatogenesis begins with spermatogonia. Corpus luteum. Full development takes 2 months. It occurs in seminiferous tubules).| Corpus albicans",
        "cop": 3,
        "opa": "Isthmus",
        "opb": "Intramural part",
        "opc": "Ampulla",
        "opd": "Fimbria",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Uterine Tubes",
        "id": "ddad836b-63cf-4a7e-acaa-c12018693dbc",
        "choice_type": "multi"
    },
    {
        "question": "Longest part of fallopian tube?",
        "exp": "Ans. a (ampulla). (Ref. Williams, Obstetrics, 21st ed., 46)FALLOPIAN TUBE# Fallopian tube has following parts;- interstitial/intramural part, - isthmus, - ampulla, - fimbria.# An intermediate zone, the isthmus, 6 mm in length, lies between endometrium of the body and the mucous membram of the cervical canal.# The isthmic portion forms the lower uterine segment in late pregnancy.# Narrowest part of uterine tube is interstitial portion.# The ampulla:- Is the lateral, widest and lowest part of the tube and comprises roughly two-thirds of the tube.- Here the mucosa is arborescent with many complex folds.- Is the most common site of fertilization.- Is the most common site of tubal pregnancy.",
        "cop": 1,
        "opa": "Ampulla",
        "opb": "Isthmus",
        "opc": "Intramural",
        "opd": "Fibriae",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Uterine Tubes",
        "id": "836113d4-0d63-4c50-b155-04ea7d194a57",
        "choice_type": "multi"
    }
]