[
    {
        "question": "Diagnose the Uterine condition shown on Hys- terosalpingogram",
        "exp": "Bicornuate uterus",
        "cop": 2,
        "opa": "Unicornuate uterus",
        "opb": "Bicornuate uterus",
        "opc": "Arcuate uterus",
        "opd": "Normal uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Uterus",
        "id": "55a8487d-4f65-4654-a842-b0634615909e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is false about elongation of cervix?",
        "exp": "Ans. is 'c' i.e., It is uncommon for the gland to elongate beyond 5cms Elongation of the Cervixo In this condition the supravaginal portion of the cervix is well supported by Mackenrodt ligaments but the vaginal portion of the cervix prolapses with the vagina so the supravaginal portion gets stretched and elongatedo This usually happens with second degree and third degree prolapse of the uteruso With procidentia, the entire uterus slides with the vagina and hence the cervix retains its normal lengtho It is not uncommon for the cervix to elongate to as much as 10 cm in lengtho The cervix may show hypertrophy and congestiono The uterus is invariably retroverted.",
        "cop": 3,
        "opa": "The supravaginal portion is stretched and elongated",
        "opb": "Usually associated with second and third degree prolapse of uterus",
        "opc": "It is uncommon for the gland to elongate beyond 5cms",
        "opd": "It is invariably associated with retroverted uterus",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Uterus",
        "id": "820b348d-046e-4dc3-a025-0626b763f628",
        "choice_type": "multi"
    },
    {
        "question": "Best fertility result in-",
        "exp": "Ans. is 'd' i.e., Arcuate Delivery rate and uterine malformationso The overall term delivery rate with uterine malformations is poorer and obstetrical complicaions are more common.o Arcuate uterus has the best reproductive outcome with the live birth rates similar to normal uterio The live birth rate with septate and bicomuate uterus is about 62%.o Unicornuate and didephys uterus have live birth rate of 40%.",
        "cop": 4,
        "opa": "Bicomuate",
        "opb": "Unicomuate",
        "opc": "Septate",
        "opd": "Arcuate",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Uterus",
        "id": "8a3587f7-0e3b-4989-9eb4-86f61b1a2b5e",
        "choice_type": "single"
    }
]