[
    {
        "question": "Anaerobic bacteria commonly found in cervix or vagina?",
        "exp": "ANSWER: (A) Lactobacilli. REF: Shaw 13th ed p. 125\"Lactobacillus or Doderlein's bacillus is the most common organism found in vagina\"",
        "cop": 1,
        "opa": "Lactobacilli",
        "opb": "Gardnerella",
        "opc": "Mobilincus",
        "opd": "Clostridium",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Vigina",
        "id": "2d70c5df-0049-460b-88c0-c88a581e657e",
        "choice_type": "single"
    },
    {
        "question": "Sarcoma botyroides in vagina is seen in which age-",
        "exp": "Ans. is 'a' i. e., Less than 8 yrs Sarcoma botvroides (Embryonal rhabdomyosarcoma)o Special type of mixed mesodermal tumour commonly arising from cervix, rarely from vagina & uterus, o Usually arises before the age of 8 yrs. o Presents with blood stained watery vaginal discharge, anemia & cachexia, o Vaginal examination show-s pinkish grape like, polypoidal soft growth, o Diagnosis is done by histopathology. o Treatment options are intravenous VAC (vincristine, actinomycin-d, cyclophosphamide), local resection & radiation.",
        "cop": 1,
        "opa": "Less than 8vrs",
        "opb": "8-16yrs",
        "opc": "16-24yrs",
        "opd": "> 24yrs",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Vigina",
        "id": "eec1e00c-626d-4c92-a9fb-f08cf29b6cb9",
        "choice_type": "single"
    },
    {
        "question": "6. Cause of acidic pH of vagina is due to?",
        "exp": "Ans. (a) Doderlein Bacilli. Ref: Shaw 13thed p. 125, Novak's Gynecology 12th ed p-192, Jeff coate 7ed p-27",
        "cop": 1,
        "opa": "Doderlein Bacilli",
        "opb": "Gardnerella",
        "opc": "Mobilincus",
        "opd": "Glycogen",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Vigina",
        "id": "a033ab21-885a-483a-82d6-a9d26fc7335e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an example for Transplacental carcinogenesis?",
        "exp": "Ref: Shaw's Textbook of Gynaecology, 15th ed. pg: 52 Explanation: Transplacental carcinogenesis is a series of genotypic or phenotypic changes in the cells of a fetus due to in utero exposure to carcinogens. Adenocarcinoma (clear cell carcinoma) was seen in the vagina in children whose mothers took Diethylstilbesterol for threatened abortion.",
        "cop": 1,
        "opa": "Vaginal Ca",
        "opb": "Pancreatic Ca",
        "opc": "Colon Ca",
        "opd": "Breast cancer",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Vigina",
        "id": "80bd8d15-ade7-40ca-b071-2ad5d22be778",
        "choice_type": "single"
    },
    {
        "question": "The angle of anteflexion occurs at the level of:",
        "exp": "Ref: Shaw's textbook of gynaecology, 15th ed. pg: 8. Explanation: The body of I he uterus is bent forwards on the cervix approximately at the level of internal os. This forward inclination of the uterus on the cervix constitutes ante flexion.",
        "cop": 1,
        "opa": "Internal os",
        "opb": "External os",
        "opc": "Upper vagina",
        "opd": "Cervix",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Vigina",
        "id": "0a1bca82-9690-4d38-88fa-89566539686e",
        "choice_type": "single"
    },
    {
        "question": "Vaginal Ph in reproductive age group is?",
        "exp": "ANSWER: (A) 4 - 4. 5. REF: 12th edition of Novak s Gynecology p. 192, Jeffcoate 7ed p. 27. The pH of the normal vagina is lower than 4. 5, which is maintained by the production of lactic acid. Estrogen-stimulated vaginal epithelial cells are rich in glycogen. Vaginal epithelial cells break down glycogen to monosaccharides, which can then be converted by the cells themselves and lactobacilli to lactic acid. pH of vagina changes with age. AGEVaginal p. HNewborn4. 5-76 week old7. Puberty. Alkaline to acidic. Reproductive age4-4. 5. Pregnancy3. 5-4. 5. Late menopause6-8",
        "cop": 1,
        "opa": "4-4. 5",
        "opb": "7-Jun",
        "opc": "8-Jul",
        "opd": "3-Jan",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Vigina",
        "id": "dde5ca52-a95b-471e-9037-396bdcad8418",
        "choice_type": "single"
    },
    {
        "question": "Vaginal pH is most acidic during?",
        "exp": "ANSWER: (B) Pregnancy. REF: 12th edition of Novak's Gynecology p-192, Jeffcoate 7ed p. 27. The pH of the normal vagina is lower than 4. 5, which is maintained by the production of lactic acid. Estrogen-stimulated vaginal epithelial cells are rich in glycogen. Vaginal epithelial cells break down glycogen to monosaccharaides, which can then be converted by the cells themselves and lactobacilli to lactic acid. pH of vagina changes with age. AGEVaginal p. HNewborn4. 5-76 week old7. Puberty. Alkaline to acidic. Reproductive age4-5. 5. Pregnancy3. 5-4. 5. Late menopause6-8",
        "cop": 2,
        "opa": "Menstruation",
        "opb": "Pregnancy",
        "opc": "Puerperium",
        "opd": "Newborn",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Vigina",
        "id": "662cb68c-ff34-4f10-ab40-a8c79046506f",
        "choice_type": "single"
    }
]