[
    {
        "question": "Ca Vulvaof the anterior pa will spread primarily to which of the following lymph nodes?",
        "exp": "Vulval Lymphatics: Superficial component - drains the anterior two-thirdvulva, to the superficial inguinal lymph nodes Deep drainage system - draining the posterior one-third vulva is to deep inguinal nodes, external iliac, and femoral nodes In Ca Vulva the lymphatic spread is usually to the inguinal lymph nodes, which are located between Camper's fascia and the fascia lata. From these superficial groin nodes, the disease spreads to the deep femoral nodes, which are located medial to the femoral vessels Cloquet's or Rosenmuller's node, situated beneath the inguinal ligament, is the most cephalad of the femoral node group.",
        "cop": 2,
        "opa": "Para-aoic",
        "opb": "Inguinal",
        "opc": "Obturator",
        "opd": "Femoral",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Vulvar cancer",
        "id": "91d81f2b-fc53-4505-86ac-71ea64cb45f5",
        "choice_type": "single"
    },
    {
        "question": "A 28 year old woman diagnosed with vulvar carcinoma. The lesion is on right labia, away from midline and measures 3 cm with stromal invasion of 2mm with no inguinal lymph nodes. Treatment is?",
        "exp": "VULVAL CARCINOMA: STAGING AND MANAGEMENT STAGE 1 1A Limited to vulva/perineum. Size<=2cm stromal invasion <=1mm Wide local excision 1B Size >2cm stromal invasion >1mm Radical local excision plusB/L LAD: central lesionU/L LAD: lateral lesion (>2cm from midline) STAGE 2 Any size. Spreads to lower 1/3 urethra, lower 1/3 vagina, anus Early: radical excision/ radical vulvectomy plus B/L LADAdvanced: radiation + surgery + LAD STAGE 3 Positive inguinofemoral lymph nodes Radiation + surgery + LAD STAGE 4 A 4B Upper urethra, upper vagina, bladder, rectum, pelvis side wall. Distant metastasis, Pelvic or other lymph nodes Radiation + surgery + LAD LAD= lymphadenectomy This is stage iB (tumour size >2 cm with stromal invasion >1mm and no nodal involvement The lesion is lateral, not involving midline structures like clitoris or urethra Treatment of this stage is radical local excision with a tumor free margin of 1 cm with ipsilateral lymph node dissection. Bilateral lymph node dissection is done when midline structures are involved.",
        "cop": 2,
        "opa": "Wide local excision",
        "opb": "Radical local excision with 1 cm tumor free margin with ipsilateral lymph node dissection",
        "opc": "Radical local excision with 1 cm tumor free margin with bilateral lymph node dissection",
        "opd": "Radical local excision without LN dissection",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Vulvar cancer",
        "id": "a3643292-b2c6-4621-852e-1c302d1bcfd6",
        "choice_type": "single"
    },
    {
        "question": "A Postmenopausal woman presents with pruritic white lesions on the vulva. Punch biopsy of a representative area is obtained. Which of the following histologic findings is consistent with the diagnosis of Lichen sclerosis?",
        "exp": "Lichen Sclerosis Small bluish-white papules that coalesce into white papules Pruritus('Itch-scratch' cycle), dyspareunia, dysuria Histology-Moderate hyperkeratosis with epithelial thinning, acanthosis, basement membrane thickening. Loss of rete hyalinization in dermis Ca vulva of Keratinizing types which is Unifocal and seen in older patients, is found in areas adjacent to lichen sclerosis and squamous hyperplasia. Biopsy for Diagnosis Rx- Testosterone cream",
        "cop": 1,
        "opa": "Blunting or loss of Rete pegs",
        "opb": "Excessive hyalinisation",
        "opc": "Acute inflammatory infiltration",
        "opd": "Increase in the number of cellular layers in the epidermis",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Vulvar cancer",
        "id": "36184672-4c70-412f-81f2-27fa6dd697df",
        "choice_type": "single"
    },
    {
        "question": "A Post-Menopausal woman complains of itching over labia majora for 4 years with minimal relief in itching with topical medication. On examination there is an indurated lesion over right labia with positive inguinal nodes. Most appropriate management is?",
        "exp": "Intractable itching in Post-Menopausal age group with indurated lesion with inguinal lymph nodes appears to be a case of vulval carcinoma warranting a biopsy of the lesion.",
        "cop": 4,
        "opa": "Topical beclomethasone",
        "opb": "Topical estrogen with antibiotic",
        "opc": "Amoxicillin + clavulanic acid and follow up for lymph node status",
        "opd": "Biopsy",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Vulvar cancer",
        "id": "6245b8d2-6b28-4e69-a2fd-349ae2a46c13",
        "choice_type": "single"
    },
    {
        "question": "Which of these cases of ca vulva has the poorest prognosis?",
        "exp": "The single most impoant prognostic factor is lymph node status: 5-year survival without groin node metastases is greater than 90%; with groin node metastases, 5-year survival is 50%. Inguino-femoral lymph nodes are involved in stage iii whereas pelvic and other lymph nodes are involved in stage iv A and hence pelvic lymph nodes will have poorer prognosis",
        "cop": 3,
        "opa": "Large tumour size",
        "opb": "positive inguino-femoral lymph nodes",
        "opc": "positive pelvic lymph nodes",
        "opd": "involvement of lower 1/3rd of vagina",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Vulvar cancer",
        "id": "3f296a62-c98d-4575-ae71-3c0972f61dd8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common type of vulvar cancer?",
        "exp": "Cancer of the vulva makes up approximately 5% of all gynecologic malignancies, and approximately 90% of vulvar cancer is squamous cell. Other cancers are mentioned in the table. Malignant Tumors of the Vulva Based on IARC/WHO Classification Type Percent Malignant Epithelial Tumors Squamous cell carcinoma (Keratinizing, non-keratinizing, basaloid, way, verrucous) 90-92% Basal Cell Carcinoma 2-3% Paget disease <1% Baholin gland (adenocarcinoma, squamous cell, adenosquamous, adenoid cystic, transitional cell) 1% Tumors arising from other specialized anogenital gland (adenocarcinoma of mammary gland type, adenocarcinoma of skene gland or minor vestibular gland origin, malignant phylloides tumor) <1% Adenocarcinomas of other types (sweat glant type, intestinal type) <1%",
        "cop": 2,
        "opa": "Paget's",
        "opb": "Squamous",
        "opc": "Melanoma",
        "opd": "Adenocarcinoma",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Vulvar cancer",
        "id": "42ce9758-e504-4680-baa9-963626ac4ff1",
        "choice_type": "single"
    },
    {
        "question": "Which of these is FALSE of vulvar carcinoma?",
        "exp": "Most common histological type of ca vulva is squamous cell carcinoma In situ vulval cancer occurs more commonly in young females due to rising incidence of HPV infection. Basaloid or way types Keratinizing 40% of squamous 60 % of squamous Multifocal Unifocal Younger patients Older patients Related to HPV Not related to HPV, related to lichen sclerosis Usual VIN, immunosuppression, smoking related Differentiated VIN, chronic inflammatory dermatosis",
        "cop": 2,
        "opa": "Most common type is squamous cell carcinoma",
        "opb": "In situ vulvar cancer occurs more commonly in older females",
        "opc": "Basaloid or way type is associated with HPV",
        "opd": "Keratinising type is associated with lichen sclerois and occurs in older females",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Vulvar cancer",
        "id": "684b778a-95ae-444e-ac44-3354d147f946",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the etiologic agent in a 70 year old woman with squamous cell cancer of the vulva?",
        "exp": "All of the above are associated with Vulval cancer. The etiologic agents however differ according to the Age group. Two distinct etiologic entities of squamous cell carcinoma of the vulva exist: 1. Basaloid or way types, 40% of vulvar squamous cell carcinomas, Tend to be multifocal, Generally in younger patients Related to HPV infection, Usual type VIN (u. VIN) Immunosuppression cigarette smoking. 2. Keratinizing account for about 60% of cases Tend to be unifocal, Predominantly in older patients, are Not related to HPV Found in areas adjacent to lichen sclerosus Chronic inflammatory dermatoses, Differentiated type VIN (d. VIN).",
        "cop": 1,
        "opa": "Lichen Sclerosus",
        "opb": "Human papiloma virus",
        "opc": "Immunosuppression",
        "opd": "Smoking",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Vulvar cancer",
        "id": "fd9b596c-2723-4d17-b0ea-1920ee6352fc",
        "choice_type": "single"
    },
    {
        "question": "All of these are predisposing lesions for Ca vulva, EXCEPT?",
        "exp": "Predisposing lesions for ca vulva are: lichen sclerosus VIN Pagets disease of vulva Bowens disease",
        "cop": 4,
        "opa": "Pagets disease",
        "opb": "Lichen sclerosis",
        "opc": "VIN",
        "opd": "Familial cancer syndromes",
        "subject_name": "Gynaecology & Obstetrics",
        "topic_name": "Vulvar cancer",
        "id": "7a70b8f4-3a15-4450-b2eb-92cd330bf7b1",
        "choice_type": "multi"
    }
]