[
    {
        "question": "A patient with sulphur granules discharging from sinus, suggestive of infection with -",
        "exp": "Ans. is 'c' i.e., Mycetoma o Mycetoma are chronic, slowly progressive infections of the subcutaneous tissue usually of the foot caused by a number of Actinomycetes and filamentous fungi.o The disease usually begins as a small subcutaneous swelling of the foot, which enlarges, burrowing into deeper tissues and tracking to the surface as multiple sinuses discharging viscid, seropurulent fluid containing granules.",
        "cop": 3,
        "opa": "Staphylococcus",
        "opb": "H ducryei",
        "opc": "Mycetoma",
        "opd": "Sporotrichosis",
        "subject_name": "Microbiology",
        "topic_name": "Actinomycetes",
        "id": "0dce927a-4eee-47d4-9fa2-13c693200277",
        "choice_type": "single"
    },
    {
        "question": "Sulphur granules in actinomycosis consists of -",
        "exp": "Ans. is 'c' i.e., Organisms o The diagnosis is most commonly made by microscopic identification of sulphur granules (an in-vivo matrix of bacteria calcium phosphate, and host material). - Harrison 18/e 1329o The sulfur granules are bacterial colonies and will be found to consist of a dense network of thin Gram positive filaments, surrounded by a peripheral zone of swollen radiating club shaped structures, presenting a sun ray appearance. The 'clubs' are believed to be antigen - antibody complexes.",
        "cop": 3,
        "opa": "Neutrophils",
        "opb": "Macrophases",
        "opc": "Organisms",
        "opd": "Eosinophils",
        "subject_name": "Microbiology",
        "topic_name": "Actinomycetes",
        "id": "ecd6361e-c00e-46b2-b19a-d03cc71d54f5",
        "choice_type": "single"
    },
    {
        "question": "Which form of actinomycosis is not seen:",
        "exp": "Ans: d (Madura foot) Ref: Ananthanarayan, ed, p. 400Actinomycosis in human beings occur in 4 main clinical forms:1. Cervicofacial- with lesions on cheek & submaxillary region2. Thoracic-with lesions in lung, pleura & pericardium3. Abdominal- with lesions around the caecum, portal veins and liver4. Pelvic- associated with the use of IUCD* Actinomycetes are transitional forms in between bacteria & fungi* Considered as true bacteria with superficial resemblance to fungiActinomycetesActinomycesNocardiaAnaerobic, gram negativeNonacid fastEndogenous infectionMC. Organism A. israeliiAerobic; gram +veAcid fastExogenous infectionC/F: Human actinomycosisC/f:* Cervicofacial* Thoracic* Abdominal* Pelvic* Cutaneous --cellultis, local abscess, cutaneous lesions* Subcutaneous-actinomycotic mycetoma* Systemic-pulmonary disease, lung abscess.Cattle ---- lumpy jaw Lab diagnosisLab diagnosis1. Sulphur granules in pusM/E bacterial colonies (sunray appearance)2. Thioglycollate medium- fluffy ballsRx- Penicillin1. M/E; branching filaments2. CultureRx: Cotrimoxazole",
        "cop": 4,
        "opa": "Cervicofacial",
        "opb": "Thoracic",
        "opc": "Abdominal",
        "opd": "Madura foot",
        "subject_name": "Microbiology",
        "topic_name": "Actinomycetes",
        "id": "0bd23202-7cf4-465a-a917-b1f6ffa39793",
        "choice_type": "single"
    }
]