[
    {
        "question": "Transfer of genetic material in between bacteria through pili is termed as: (E. REPEAT 2012)",
        "exp": "Ref: Textbook of Microbiology, 8th edition, Ananthna rnyan and Paniker, Pages 63-65Explanation:TYPES OF GENE TRANSFERConjugation: Conjugation is a process of genetic transfer between bacterial cells wherein, a 'donor' bacterium, which contains a plasmid coding for a specialized fimbria called sex pi I us (conjugation tube), makes physical contact with a 'recipient' bacterium and transfers genetic elements into it.Transduction'. It is a process of genetic transfer between bacterial cells by a bacteriophage.Transformation: It is a process of genetic transfer through the agency of free DNA.Transfection: The infection of a bacterium by naked phage nucleic acid. (See figure in the next coloum)",
        "cop": 2,
        "opa": "Transduction",
        "opb": "Conjugation",
        "opc": "Transformation",
        "opd": "Transfection",
        "subject_name": "Microbiology",
        "topic_name": "Bacterial Genetics",
        "id": "45912b9b-aa7d-4fc1-88f8-f20dc45688b7",
        "choice_type": "single"
    },
    {
        "question": "For phage typing, how many phages of staphylococcus aureus are used -",
        "exp": "Ans. is 'd' i.e., 23 o Bacteriophage typing of staphylococcus is based on susceptibility of cocci to bacteriphages.o This is carried out by pattern method where a set of 23 standard typing phages of S. aureus is used to type staphylococcal isolates and distinguish them from one another by their patterns of susceptibility to lysis,o The phage type of a strain is known by designation of the phages that lyse it.o For example, if a strain is lysed by phages 83A, 84 and 85, it is called type 83A/84/85.o Most of the strains of staphylococci can be classified by this method and are divided into five lytic groups.GroupPhageI29,52,52A, 79,80II3A,3C,55,71III6,42E, 47,53,54,75,77,83A, 84,85IV--V94,96Not allocated81.95",
        "cop": 4,
        "opa": "12",
        "opb": "15",
        "opc": "20",
        "opd": "23",
        "subject_name": "Microbiology",
        "topic_name": "Bacterial Genetics",
        "id": "9bbb736e-077f-4ded-8929-058aa709a9d7",
        "choice_type": "single"
    },
    {
        "question": "Nucleic acid is not found in -",
        "exp": "Ans. is 'd' i.e., Prions o Prions are infectious particle which contains protein onlyo They do not have nucleic acid. Prions have been defined as -Small proteinaceous infectious particle which resist inactivation by procedures that modify nucleic acids.",
        "cop": 4,
        "opa": "Virus",
        "opb": "bacteria",
        "opc": "Fungus",
        "opd": "Prions",
        "subject_name": "Microbiology",
        "topic_name": "Bacterial Genetics",
        "id": "1d4a6311-62bc-44ee-b5c0-06dc046eda39",
        "choice_type": "single"
    },
    {
        "question": "Northern blot technique is used in the detection of: (D. REPEAT JIPMER 2011)",
        "exp": "Ans: B (RNA) Ref: Ananthnarayan, Paniker CJ, Textbook of Microbiology, 8th edition, London: John Wiley and Sons, 2009, pg: 69Explanation:Southern Blotting:o Highly sensitive technique for identifying DNA fragments by DNA- DNA hybridization.o This technique has very wide applications in DNA analysis.Northern Blotting:o Used for the analysis of RNA.o Procedure is analogous to southern blotting, hence the name northern blotting.o Here the RNA mixture is separated by gel electrophoresis, blotted and identified using labelled DNA or RNA probes.Western Blotting:o A similar technique for the identification of proteins {antigens) is called immunoblotting {or, in conformity with other blotting techniques, western blotting).o Here the protein antigen mixture is separated by SDS-PAGE (sodium dodecylsulfate-polyacrylamide gel electrophoresis),blotted on to nitrocellulose strips and identified by radiolabeled or enzyme-labeled antibodies as probes.o E.g. Western blot test for detection of antibodies directed against different antigens of HIV.",
        "cop": 2,
        "opa": "DNA",
        "opb": "RNA",
        "opc": "Plasmid",
        "opd": "Prion",
        "subject_name": "Microbiology",
        "topic_name": "Bacterial Genetics",
        "id": "8969bf2d-8b8a-49ad-bbfd-0377e12ec6db",
        "choice_type": "single"
    },
    {
        "question": "Genetic information transferred by phage is called -",
        "exp": "Ans. is 'c' i.e., Transduction TransformationTransductionConjugationLysogenic conversiono This is the transfer of genetic material through the agency of free DNA (May involve taking up of soluble DNA with host DNA and codes new species through the cell wall)o Tliis has been studied mainly in:BPHBacillusHaemophilusPneumococcuso Transfer of a portion of DNA from one bacterium to the other by means of a bacteriophageo Transfer of genetic elements after actual physical contact between a 'male' donor bacterium and female recipient e.g. transfer of episomes and plasmids such as those for resistanceo In lysogenic conversion the phage DNA itself is the new genetic element as it becomes integrated with the bacterial host DNA with which it multiplies and is transferred to daughter cells, e.g. diptheriae corynebacterium",
        "cop": 3,
        "opa": "Transformation",
        "opb": "Lysogenic conversion",
        "opc": "Transduction",
        "opd": "Transcription",
        "subject_name": "Microbiology",
        "topic_name": "Bacterial Genetics",
        "id": "00bd58a2-0bf3-4909-a703-226d63538a8b",
        "choice_type": "multi"
    }
]