[
    {
        "question": "Membrane attack complex (MAC) in complement system is -",
        "exp": "Ans. is C. C5-9 Components of complement cascade mediate various biological responses o C5a, C3a, to a lesser extent C4a - are called anaphylotoxin because they have effects similar to those of mast cell mediators that are involved in the reaction called anaphylaxis. These effects are due to stimulation of histamine release by these anaphylotoxin. The effects are increased vascular permeability and vasodilatation. o C5a is a powerful chemotactic agent o C3b, C3bi act as opsonin and enhance phagocytosis. o C5-9 called membrane attack complex (MAC). It forms channel in the lipid membrane and causes cell lysis (including bacteria).",
        "cop": 3,
        "opa": "C3b",
        "opb": "C 1-3",
        "opc": "C 5-9",
        "opd": "C 2-4",
        "subject_name": "Microbiology",
        "topic_name": "Complement System",
        "id": "f66d9f75-f8c6-4413-badf-9f862263eaf2",
        "choice_type": "single"
    },
    {
        "question": "MAC in complement system is -",
        "exp": "Ans. is 'c' i.e., C5 - 9 o C5 9 Called membrane attack complex (MAC). It forms channel in the lipid membrane and causes cell lysis (including bacteria).Physiological actions of complement componentso C5a, C3a, to a lasser extent C4a - are called anaphylotoxin because they have effects similar to those of mast cell mediators that are involved in the reaction called anaphylaxis. These effects are due to stimulation of histamine release by these anaphylotoxin. The effects are increased vascular permeability and vasodilatation.o C5a is a powerful chemotactic agent.o C3b, C3bi act as opsonin and enhance phagocytosis.o C5-9 Called membrane attack complex (MAC). It forms channel in the lipid membrane and causes cell lysis (including bacteria).",
        "cop": 3,
        "opa": "C3a",
        "opb": "C3b",
        "opc": "C5-9",
        "opd": "C4b",
        "subject_name": "Microbiology",
        "topic_name": "Complement System",
        "id": "e43f6764-5f4b-4343-8cc3-c64728b5b282",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not the function of complements?",
        "exp": "Ans: D (Toxin neutralization) Ref: Ananthanarayan, Paniker CJ. Textbook of microbiology. 8th Edition. London: John Wiley & Sons: 2009. Pg 120Explanation:Functions of ComplementIt mediates immunological membrane damage (cytolysis, bacteriolysis)It amplifies the inflammatory response and participates in the pathogenesis of certain hypersensitivity reactions.It exhibits antiviral activityIt promotes phagocytosis and immune adherence.It also interacts with the coagulation, fibrinolytic and kininogenic systems of blood.",
        "cop": 4,
        "opa": "Ceil lysis",
        "opb": "Antiviral action",
        "opc": "Promotes phagocytosis",
        "opd": "Toxin neutralization",
        "subject_name": "Microbiology",
        "topic_name": "Complement System",
        "id": "a3cc87d7-4b5f-42c6-a6a8-de638552ba5d",
        "choice_type": "single"
    }
]