[
    {
        "question": "Quellung reaction is seen with:",
        "exp": "Quellung reaction Capsular swelling due to serological reaction Pneumococcal Capsular antigen + Antibody causes Capsular swelling Note:- MC fadyean's reaction Done for bacillus anthracis capsule (polypeptide)",
        "cop": 1,
        "opa": "Pneumococcus",
        "opb": "Gonococcus",
        "opc": "Streptococcus",
        "opd": "Staphylococcus",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2018",
        "id": "62ab9345-1607-41fe-a6eb-b4163687dcc5",
        "choice_type": "single"
    },
    {
        "question": "Babesiosis is most commonly transmitted by:",
        "exp": "o It is transmitted by ticks. o Babesiosis is caused by Babesia microti o It is an intraerythrocytic protozoa. o Half of all children and a quaer of previously healthy adults are asymptomatic with babesia infection. o M/C symptoms are fever, hemolytic anemia o A person infected with babesiosis gradually develops malaise, fatigue and fever. o Babesia maltese cross resembles plasmodium falciparum gametocyte arrangement. pig is intermediate host for tenia solium rats are the reservoir for rickettsia. Sand fly cause leshmaniasis (intermediate host)",
        "cop": 4,
        "opa": "Pigs",
        "opb": "Rats",
        "opc": "Sand fly",
        "opd": "Ticks",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2018",
        "id": "eff01683-d091-4652-81f3-64962708ec00",
        "choice_type": "single"
    },
    {
        "question": "Classical complement activated by:",
        "exp": "Antigen-antibody complex lead to activation of classical complement pathway. MAC - Membrane attack complex (C5 - C9) MAC-attack on Antigen & make pores and finally antigen killed Alternate Complement pathway - staing from C3QQ Note : - Compliment 1,4,2 is by passed Lectin pathway sta from C4 C1 will not be consumed in lectin pathway",
        "cop": 4,
        "opa": "C1",
        "opb": "C3 Convease",
        "opc": "lgA",
        "opd": "Ag - Ab complex",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2018",
        "id": "39a19775-372c-4636-b89b-43fec67a1017",
        "choice_type": "single"
    },
    {
        "question": "Mark the false statement regarding testing of covid 19",
        "exp": "Testing of Covid 19 Most predominant method of diagnosis of Covid 19 is -PCR. First line screening assay: E gene assay. Confirmatory assay: RdRp (RNA-dependent RNA polymerase) gene assay. Additional confirmatory assay: N gene assay. CT features B/L and peripheral ground glass opacities Crazy paving pattern Lung consolidation",
        "cop": 2,
        "opa": "Most predominant method of diagnosis of Covid 19 is -PCR",
        "opb": "First line screening assay: N gene assay",
        "opc": "Confirmatory assay: RdRp gene assay",
        "opd": "Peripheral ground glass opacities on CT is the hallmark feature",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2018",
        "id": "a5348c6b-5de6-4dfc-a8b4-d656d2d55b74",
        "choice_type": "multi"
    },
    {
        "question": "Biological indicator for determining efficacy of autoclaving is",
        "exp": "Sterilization control METHOD Sterlization control Hot air oven Autoclave Filtration Ionizing radiation (cold sterilization) Ethylene oxide Plasma sterilization Clostridium tetani non toxigenic strain, B.subtilis, sub sp. niger B.Stearothermophillus Brivundimonas dimunata B. Pumilus B.Globigi B.Stearothermophillus",
        "cop": 3,
        "opa": "Pseudomonas aeruginosa",
        "opb": "Clostridium perfringenes",
        "opc": "Bacillus stearothermophilus",
        "opd": "Salmonella typhi",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2018",
        "id": "e303e531-2cb6-4319-9820-1f3cf8d004c4",
        "choice_type": "single"
    },
    {
        "question": "Which parasite lives in bladder plexus?",
        "exp": "All the schistosomes live in venous plexus in the body of definitive host S. haematobium in urinary bladder S.mansoni in sigmodorectal region S. japonicum in ileocaecal region",
        "cop": 1,
        "opa": "Schistosoma",
        "opb": "Fasciola",
        "opc": "Ascaris",
        "opd": "Echinococcus",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2018",
        "id": "85d3eabd-e3a9-49e8-b468-82dddfc4c1dd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most likely cause in a case of granuloma?",
        "exp": "Various granulomatous diseases and their causitive agents. Tubeculosis -Mycobacterium tuberculosis Leprosy -Mycobacterium Leprae Syphilis -Treponema palidium Cat-scratch disease - Baonella henselae (Gram-negative bacillus) Crohn disease (inflammatory bowel disease)- Immune reaction against intestinal bacteria, possibly self antigens",
        "cop": 1,
        "opa": "Cat scratch disease",
        "opb": "Trench fever",
        "opc": "Leprosy",
        "opd": "Syphilis",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2018",
        "id": "e5f78def-8dab-4754-9874-254f48fafb58",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is a major component in activation of the complement alternative pathway:",
        "exp": "- Alternate complement pathway Activators factor- Cobra venom , Properidin ,nephritic - C3b , Bb - C3 convease of alternate complement pathway - C5 - C9 is MAC (membrane attack complex) - C1,4,2 are not consumed in the alternate complement pathway",
        "cop": 3,
        "opa": "C1",
        "opb": "C2",
        "opc": "C3",
        "opd": "C4",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2018",
        "id": "8eebe0f0-2a1a-4813-9669-64a888f41977",
        "choice_type": "single"
    }
]