[
    {
        "question": "Schistosomiasis is an example of -",
        "exp": "Ans. is 'a' i.e., Meta-zoonoses Zoonoseso Zoonoses are diseases and infections which are naturally transmitted between vertebrate animal and man.o The zoonoses may be classified according to the direction of transmission of disease : -AnthropozoonosesInfection is transmitted to man from lower vertebrate animals.Examples - Rabies, plague, hydatid disease, anthrax, trichinosis,ZoonthroponosesInfection is transmitted from man to lower vertebrate animalsExamples - Human tuberculosis in cattle3. AmphixenosesInfection is maintained in both man and lower vertebrate animals that may be transmitted in either direction.Examples - T. cruzt S. japonicum.Based on the type of life cycle of infecting organism, zoonoses are divided into four categories : -Direct zoonosesTransmitted from an infected vertebrate host to a susceptible vertebrate host by direct contact, by contact with a fomite or by a mechanical vector.The agent itself undergoes little or no propagative changes and no essential developmental change during transmission.Example are - Rabies, Trichinosis, Burcellosis.Cyclo - zoonosesRequire more than one vertebrate host species, but no invertebrate host, in order to complete the developmental cycle of the agent.Example - Taeniasis, echinococcosis (hydatid disease).Meta-zoonosesTransmitted biologically by invertebrate hostIn invertebrate host, the agent multiplies or develop.Examples - Arbovirus infections (e.g., JE, KFD), plague. Schistosomiasis,Sporo - zoonosesThere is non-animal developmental site or reservoir e.g., organic matter (food). Soil and plants.Examples -Larva migrans and some mycoses.",
        "cop": 1,
        "opa": "Meta-zoonoses",
        "opb": "Cyclo-zoonoses",
        "opc": "Direct-zoonoses",
        "opd": "Sporo-zoonoses",
        "subject_name": "Microbiology",
        "topic_name": "Helminthology",
        "id": "4f6b0e9a-94db-43d0-a155-b839e77bd5ae",
        "choice_type": "single"
    },
    {
        "question": "Which of the following can be found in ocular muscles -",
        "exp": "Ans. is 'a' i.e., Trichinella Trichinella spiraliso It is a parasite of pig. Man is an incidental hosto Infective form is encysted 1st stage larva which is transmitted by eating uncooked porko Larva penetrates intestine and migrates to muscles where it undergoes encystation.o Most commonly involved muscles are extraocular muscles followed by biceps and muscles of jaw and necko Most infections are asymptomatic.o Clinical manifestations may be:-i) Abdominal - Diarrhea or constipation, abdominal pain, nausea, vomiting.ii) Hypersensitivity reaction - Fever with eosinophilia, periorbital and facial edema, hemorrhages in the subconjunctiva, retina and nail beds (splinter hemorrhages).iii) Rarely - Myocarditis with heart failure, encephalitis, pneumonitis.iv) Symptoms due to encystment of larva in muscles - Myositis with myalgia, weaknesso Bachman intradermal test is used for Trichinella.Educational pointo The muscles most often invaded by. Trichinella are highly vascularized muscles , such as eye muscles tongue, deltoid, pectoral, intercostal, diaphragm and gastrocnemius.",
        "cop": 1,
        "opa": "Trichinella",
        "opb": "Ascaris",
        "opc": "Entrobius",
        "opd": "None",
        "subject_name": "Microbiology",
        "topic_name": "Helminthology",
        "id": "160eb14e-ab79-46f7-a1f1-c06de3562739",
        "choice_type": "multi"
    },
    {
        "question": "Malabsorption caused by A/E -",
        "exp": "Ans. is 'b' i.e., Ascaris lumbricoides Capillaria philippinensisThe parasite is small: Males measures 2.3 mm to 3.2 mm and females measure 2.5 mm to 4.3 mm long. The male has small caudal alae and a spineless spicule sheath.Pathology in Capillaria infectionWorms repeatedly penetrate mucosa of the small intestine and reenter the lumen especially jejunum leading to progressive degeneration of mucosa and submucosa. Infected people usually experience diarrhoea and abdominal pain progressing to weight loss, weakness malaise, anorexia and emaciation. Protein and electrolytes are lost and there is malabsorption of fats and sugars. Patients die from loss of electrolytes, heart failure and sometimes secondary bacterial infection.",
        "cop": 2,
        "opa": "Giardia",
        "opb": "Ascaris lumbricoides",
        "opc": "Strongyloides",
        "opd": "Capillaria philipensis",
        "subject_name": "Microbiology",
        "topic_name": "Helminthology",
        "id": "52ece872-fabd-43b0-8322-17b69b3666fd",
        "choice_type": "single"
    },
    {
        "question": "Ovoviviparous parasite which is associated with autoinfection -",
        "exp": ". Ans. is 'b' i.e., Strongyloides stercoralis o Among the given options, strongyloides and enterobius can cause autoinfection,o Strongyloides is ovoviviparous, whereas enterobius is oviparous.ParasiteMethod of causing auto-infection1. Capillaria philippinensisLiberated larvae penetrate intestinal mucosa2. Cryptosporidium parvumThin-walled oocysts can reinfect the same person3. Enterobius vermicularisLarvae come out on perianal skin, re-enter anal canal and migrate retrograde to caecum. Can also be carried by contaminated hands to mouth4. Hymenolepsis nanaEggs hatch in the same person's intestine, onchospheres enter mucosa to develop into cysticercoid larvae. These in turn migrate back into intestine to develop into adults.5. Strongyloides stercoralisEggs hatch to liberate rhabditiform larvae that immediately develop into filariform larvae. These larvae penetrate intestinal mucosa.6. Taenia solium (cvstcercosis)Reverse peristalsis leading to entry of gravid proglottids'eggs into stomach. Can also be carried by contaminated hand to mouth. NematodesOviparous (laying eggs)Viviparous (Producing larva)Ovo-viviparousUnsegmented eggSegmented eggEgg with larvao Brugia spo Dracunculusmedinensiso Strongyloides stercoraliso Ascariso Trichuris-Trichurao Ancylostoma duodenaleo Nector americanuso Temides spo Entrobius vermiculariso Trichinella spiraliso Wuchereria bancrofti o Trichostrongylus",
        "cop": 2,
        "opa": "Ancylostoma duodenal e",
        "opb": "Strongyloides stercoralis",
        "opc": "Enterobius vermicularis",
        "opd": "Ascaris",
        "subject_name": "Microbiology",
        "topic_name": "Helminthology",
        "id": "1ead59ff-5780-4b73-bb5e-74eee5c73174",
        "choice_type": "single"
    },
    {
        "question": "Which of the following eggs is seen in stool microscope examination?",
        "exp": "Ans. (b) Trichuris trichiura.",
        "cop": 2,
        "opa": "Ascaris",
        "opb": "Trichuris trichiura",
        "opc": "Enterobius",
        "opd": "H. Nana",
        "subject_name": "Microbiology",
        "topic_name": "Helminthology",
        "id": "a38bbeb5-1300-4694-bae2-68e4bd406db3",
        "choice_type": "single"
    },
    {
        "question": "Incubation period for Nector americanus -",
        "exp": "Ans. is 'd' i.e., 5-6 weeks o Following penetration, N-americanus migrates to the lung within about 10 days.o After 3-5 weaks, it passes through the GIT and attaches to the intestinal mucosa, where it matures into the adult worm and may stay for up to ~ 5 yearso The average period between larva penetration and egg production (prepatent period) is 4-8 weeks.\"Incubation period is variable, generally GI symptoms can appear 35-40 days after penetration of filiform larva.\"\"The incubation period can vary between a few weeks to many months and largely dependent on the number of hook worm parasites an individual is infected with\" - Wikipedia",
        "cop": 4,
        "opa": "1 week",
        "opb": "2 weeks",
        "opc": "3 weeks",
        "opd": "5-6 weeks",
        "subject_name": "Microbiology",
        "topic_name": "Helminthology",
        "id": "56e88e86-f50c-4e84-b908-105a2964b110",
        "choice_type": "single"
    },
    {
        "question": "Stool examination in a patient reveals the following finding. What is the likely route of infection of this parasite?",
        "exp": "Ans. a. Ingestion of food contaminated with egg of larva (Ref: Paniker's Parasitology 6/e p166;Jawetz 27/e p724;Harrison 19/e p1416)Elongated, barrel-shaped eggs with a polar 'plug' at each end shown here are characteristic of Trichuris egg, which causes trichuriasis via feco-oral transmission.NematodesFecal examinationTrichinella spiralisAdult wormQTrichuris trichiuraEggs (barrel shaped) QStrongyloidesRhabditiform larvaeQAncylostoma duodenale & Necator americanusEgg which may be hatched, so rhabditiform larvae can be seenEnterobius vermicularisUsually not usefulAscaris lumbricoidesEggs & adult wormQFilariasisNo roleDracunculus medinensisNo roleTrichuris trichiura (Whipworm)Adult female whipworms are approximately 30-50 mm in length; adult male worms are smaller.Anterior end of worms is slender & posterior end is thicker, giving it a \"buggy whip\" appearance, hence the name whipwormQ.Life cycle:Adult Trichuris worms reside in colon & cecum, the anterior portions threaded into superficial mucosaQ.Thousands of eggs laid daily by adult female worms pass with feces and mature in the soil.After ingestion, infective eggs hatch in the duodenum, releasing larvae that mature before migrating to the large bowelQ.The entire cycle takes ~3 months, and adult worms may live for several years.Clinical Features:Most infected individuals have no symptoms or eosinophilia.Heavy infections may result in anemia, abdominal pain, anorexia & bloody or mucoid diarrhea resembling inflammatory bowel disease.Rectal prolapse can result from massive infections in children, who often suffer from malnourishment & other diarrheal illnesses.Diagnosis:Characteristic 50-20-um lemon-shaped Trichuris eggs are readily detected on stool examinationQ.Barrel shaped structure seen with lightly stained mucus plugs at each poleQEgg-shell is stained brown & encloses light yellow stained unsegmented ovumQ",
        "cop": 1,
        "opa": "Ingestion of food contaminated with the egg of larva",
        "opb": "Insect bite",
        "opc": "Improperly cooked beef",
        "opd": "Swimming in dirty water pool",
        "subject_name": "Microbiology",
        "topic_name": "Helminthology",
        "id": "e60913e1-f6ce-4d3d-a22c-ee859b85faa4",
        "choice_type": "single"
    },
    {
        "question": "Infection with colitis is caused by:",
        "exp": "Ans. B. Trichuris trichiura.a. Trichuriasis is associated with colitis. It can also cause rectal prolapse,b. Enterobius vermicularis causes perineal pruritus or enuresis,c. Strongyloides localizes in the upper small intestines,d. Clonorchis localizes in the biliary tract.",
        "cop": 2,
        "opa": "Enterobius vermicularis",
        "opb": "Trichuris trichiura",
        "opc": "Strongyloides",
        "opd": "Clonorchis",
        "subject_name": "Microbiology",
        "topic_name": "Helminthology",
        "id": "fa8e294f-8560-4a43-8f78-b0552d3864b8",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of cutaneous larva migrans -",
        "exp": "Ans. is 'a' i.e., Ankylostoma caninum Larva migrans|| |Cutaneous Visceralo Ankylostoma brazilienseo A. caninum}Most commono Toxocara Canis (M. C)o Toxocara catio Gnathostomao Anisakis (large ascarid)o N. americans and A. duodenaleo Gnathostoma spinigerumo Strongyloideso Gasterophiluso Loa - Loao Fasciolao Paragonimuso Hypoderma",
        "cop": 1,
        "opa": "Ankylostoma caninum",
        "opb": "Toxocora canis",
        "opc": "Toxocaracati",
        "opd": "Ghathostoma",
        "subject_name": "Microbiology",
        "topic_name": "Helminthology",
        "id": "c53122d9-58a2-4276-bdb5-b23f6f68a3c1",
        "choice_type": "single"
    },
    {
        "question": "Intermediate host for guinea worm -",
        "exp": "Ans. is 'c' i.e., Cyclops Dracunculus medinensiso Also known as Guinea worm, serpent worm or dragon worm, medina worm.o Habitato Definitive hosto Intermediate hosto Mode of infectiono Infective form-----Subcutaneous tissues especially of legs, arms and back.ManCyclopsDrinking of water containing cyclop s3rd stage larva in cyclops.",
        "cop": 3,
        "opa": "Fish",
        "opb": "Man",
        "opc": "Cyclops",
        "opd": "Crab",
        "subject_name": "Microbiology",
        "topic_name": "Helminthology",
        "id": "d55de776-ff1b-4209-9172-b82ff7cf3f5b",
        "choice_type": "single"
    },
    {
        "question": "Eosinophilic pneumonia caused by ascaris lumbricoides is known as?",
        "exp": "Ans. (b) Loeffer's syndromeRef: Harrison's 17/e, chapter 210, Thoracic imaging: pulmonary and cardiovascular radiology",
        "cop": 2,
        "opa": "Mafucci syndrome",
        "opb": "Loeffers syndrome",
        "opc": "Primary pulmonary eosinophilia",
        "opd": "Sweet syndrome",
        "subject_name": "Microbiology",
        "topic_name": "Helminthology",
        "id": "158672fa-0331-485e-87b1-f99c201707fc",
        "choice_type": "single"
    },
    {
        "question": "Consumption of uncooked pork is likely to cause which of the following helminthic disease -",
        "exp": "Ans. is 'b' i.e.. Tinea solium o Mode of infection of tapewormsT. saginata-Under cooked beef containg cysticercus bovis.T. solium - Undercooked pork containg cysticercus cellulosae & rarely by ingestion of egg (autoinfection.)o Trichuris - trichura is caused by ingestion of infective egg via faeco-oral route from contaminated soil.o Hydatid cyst is caused by ingestion of infective egg via faeco-oral route from contaminated soil.",
        "cop": 2,
        "opa": "Tineasaginata",
        "opb": "Tineasolium",
        "opc": "Hydatid cyst",
        "opd": "Trichuris trichura",
        "subject_name": "Microbiology",
        "topic_name": "Helminthology",
        "id": "7ec3bbde-88da-40e5-aa19-1f45ffbd5950",
        "choice_type": "single"
    },
    {
        "question": "Autoinfection is seen with -",
        "exp": "Ans. is 'b' i.e., Strongyloides Autoinfection -The term autoinfection refers to the ability of certain parasites, particularly helminth to establish life cycle within the host, eliminating the need for an intermediate stage and secondary host.It can also be defined as reinfection from a parasite or microbe that are present within the bodyParasites causing AutoinfectionParasiteMethod of causing auto-infection1. Capillaria philippinensisLiberated larvae penetrate intestinal mucosa2. Cryptosporidium parvumThin-walled oocysts can reinfect the same person3. Enterobius vermicularisRetrograde to caecum. Can also be carried by contaminated hands to mouth.4. Hymenolepis nanaEggs hatch in the same person's intestine, onchospheres enter mucosa to develop into cysticercoid larvae. These in turn migrate back into intestine to develop into adults.5. Strongyloides stercoralisEggs hatch to liberate rhabditiform larvae that immediately develop into filariform larvae. These larvae penetrate intestinal mucosa.6. Taenia solium (cysticercosis)Reverse peristalsis leading to entry of gravid proglottids/eggs into stomach. Can also be carried by contaminated hand to mouth.RememberWorms which does not multiply in hostA. duodenaleEnterobius vermicularisW. bancroftiWorms that crawl outEnterobius vermicularisT. saginata",
        "cop": 2,
        "opa": "Ascaris lumbricoides",
        "opb": "Strongyloides",
        "opc": "Giardia",
        "opd": "Gnathostoma",
        "subject_name": "Microbiology",
        "topic_name": "Helminthology",
        "id": "978e24c9-bc16-4d27-aa15-af7fa45bea42",
        "choice_type": "single"
    },
    {
        "question": "Ascaris lumbricoides causes deficiency of?",
        "exp": "ANSWER: (D) Vitamin AREF: With text\"Ascaris infestation may lead to malnutrition. Apart from anorexia leading to poor intake, studies have shown that lactose indigestion and intolerance also occur, and the absorption of vitamin A is impaired. All these leads to PEM, Iron deficiency anemia and vitamin A deficiency\" (REF: Surgical Diseases in Tropical Countries by Suneet Sood Page 70)Diarrhea may be associated with Giardia and Ascaris, both of which reduce vitamin A absorption, in some instances by as much as 70% (REF: Vitamin A deficiency: health, survival, and vision - Alfred Sommer, Keith P. West Page 197)\"Kwashiorkor has long been associated with Ascaris infection and it is known that ascariasis also contributes to vitamin A and possibly vitamin C deficiency\" (REF: Imaging of tropical diseases: with epidemiological, pathological and clinical correlation: Volume 2 -Philip E. S. Palmer, Maurice Merrick Reeder Page 20)",
        "cop": 4,
        "opa": "Iron",
        "opb": "Vit B 12",
        "opc": "Folic acid",
        "opd": "Vitamin A",
        "subject_name": "Microbiology",
        "topic_name": "Helminthology",
        "id": "ba6973db-2be5-47a3-a02e-3422a06e70a5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following parasite can enters through intact skin?",
        "exp": "ANSWER: (C) StrongyloidsREF: Jawetz, Melnick, & Adelberg's Medical Microbiology, 24th edition chapter 46 Table 46-4 Indirect repeat in December 2010, See APPENDIX-74 for \"DISEASES DUE TO HELMINTHS\" Skin penetration is seen in:Hookworms; Ancylostoma duodenale, Necator americanusStrongyloidesSchistosoma (Cercariae larvae)",
        "cop": 3,
        "opa": "Giardia",
        "opb": "Whipworm",
        "opc": "Strongyloids",
        "opd": "Trichinella",
        "subject_name": "Microbiology",
        "topic_name": "Helminthology",
        "id": "b8b8dac2-59bf-4830-add5-81023048ac48",
        "choice_type": "single"
    },
    {
        "question": "Skin penetration not seen in -",
        "exp": "Ans. is 'a' i.e., Taenia saginata Parasites enter through skinFrom soilo Ancylostoma duodenaleo Ancylostoma brazilienseo Ancylostoma caninumo Nector americanso Strongyloides stercoral iso Strongyloides fullebomiFrom watero Acanthamoebao Schistostoma",
        "cop": 1,
        "opa": "Taenia saginata",
        "opb": "Nectator americanus",
        "opc": "Ankylostoma duodenale",
        "opd": "Strongyloides stercoralis",
        "subject_name": "Microbiology",
        "topic_name": "Helminthology",
        "id": "bd791723-2a23-4097-89b8-96c13c20aab1",
        "choice_type": "single"
    },
    {
        "question": "Hydrocele & edema in foot occur in:",
        "exp": "Ans : A (W.Bancrofti) Hydrocele (genital involvement) is only feature of Bancroftian filariasis (W.Bancrofti) not of (rarely) Brugian fila riasis( B. malayi& B.Timori)\"In chronic Bancroftian filariasis. the main clinical features are hydrocele; elephantiasis & chyluria. The Brugian filariasis isgenerally similar to Bancroftian filariasis, but the genitalia are rarely involved, except in areas where Brugian filariasis occurs together with Bancroftian filariasis\"-Park 21st/246\"Wuchereria bancroftl can affect the legs, arms, vulva, breasts, and scrotum (causing hydrocele formation), while Brugia timori rarely affects the genitals\"-en.wikipedia.org.filariaisis\"Genital lesions or chyluria (milky colour urine) do not occur in brugian filariasis. Hydrocele is the most common sign of chronic bancroftian filariasis, followed by lymphoedema, elephantiasis and chyluria-nvbdcp.gov.in\"The most common presentations of the lymphatic filariases are asymptomatic (or subclinical) microfilaremia, acute adenolymphangitis (ADL), and chronic lymphatic diseases hydrocele. If lymphatic damage progresses, transient lymphedema can develop into lymphatic obstruction and the permanent changes associated with elephantiasis. Brawny edema follows early pitting edema, and thickening of the subcutaneous tissues and hyperkeratosis occuf- Harrison 18th/1746Table (Jawetz): MicrofilariaeFilariidDiseaseVectorsWuchereria bancrofti Brugia malayiBancroftian and Malayan filariasis: lymphangitis, hydrocele, elephantiasisCuliddae (mosquitoes) Culiddae (mosquitoes)Loa loaLoiasis; Calabar swellings; conjunctival wormsChrysops, deer fly, mango flyOnchocerca volvulusOnchocerciasis: skin nodules, blindness, dermatitis, hanging groinSimulium, buffalo gnat, black flyMansonella (Dipetalonema) PersiansMansonelliasis or dipetalonem iasis (minor disturbances)Culicoides, biting midgeMansonella streptocercaUsually nonpathogenicCulicoides, biting midgeMansonella ozzardiOzzard's mansonelliasis (benign), occasionally hydroceleCulicoides, biting midgeDracunculiasis (Guinea Worm Infection) Harrison 18th/1751Few or no clinical manifestations of dracunculiasis are evident until fust before the blister forms, when there is an onset of fever and generalized allergic symptoms, including periorbital edema, wheezing, and urticaria. The emergence of the worm is associated with local pain and swelling",
        "cop": 1,
        "opa": "W. Bancrofti",
        "opb": "B. Malayl",
        "opc": "B.Timori",
        "opd": "Oncocerca volulus",
        "subject_name": "Microbiology",
        "topic_name": "Helminthology",
        "id": "91ec5e6a-50a2-4e36-8b3e-c43b5e9db5da",
        "choice_type": "single"
    }
]