[
    {
        "question": "All are true about Immune Reconstitution Inflammatory syndrome (IRIS) except:",
        "exp": "Immune Reconstitution Inflammatory syndrome (IRIS) In patients with CD4 count <100 cells/mm3. In HIV infection, an exaggerated inflammatory reaction to a disease-causing microorganism that sometimes occurs when the immune system begins to recover following treatment with antiretroviral (ARV) drugs. 2 IRIS scenarios : Unmasking- Flare-up of an underlying occult oppounistic infection. Paradoxical- Symptomatic relapse of a prior infection despite microbiologic treatment success. MECHANISM : Increased inflammation as the recovering immune system recognizes the antigens , there is hypothesized reconstitution of antigen-specific T cell-mediated immunity with activation of the immune system following HIV therapy against persisting antigen, whether present as intact organisms, dead organisms, or debris.(as body's immune response recovers following HAA) There is a cytokine storm with a predominant type-1 helper T-cell interferon-gamma response. (Delayed hypersensitivity) Cryptococcus neoformans is the usual pathogen eliciting more severe disease Rx- Systemic coicosteroids during IRIS may be beneficial in preventing death or progressive neurological deterioration.",
        "cop": 1,
        "opa": "It occurs when CD4 cell count is < 50 cells/mm3",
        "opb": "Develops after initiation of anti-retroviral therapy",
        "opc": "Associated with delayed type of hypersensitivity",
        "opd": "Does not require a specific antimicrobial therapy for recovery",
        "subject_name": "Microbiology",
        "topic_name": "Immunology Pa 3 (Graft, Autoimmunity, Immunodeficiency Disorders)",
        "id": "a07052c8-1db7-40c2-ab12-d05e5f5dd38c",
        "choice_type": "multi"
    },
    {
        "question": "Adenosine deaminase (enzyme) deficiency is associated with:",
        "exp": "SCID- defect in common gamma chain of IL2 receptor along with IL-4,7 2nd M/C defect is -ADA deficiency total absence of T and B cell deficiency of PNP (purine nucleoside phosphorylase) X-linked agammaglobulinemia/ bruttons agamma globulinemia- defect in B tyrosine kinase gene pro B cell to pre B cell formation defect Transient hypogammaglobulinemia- delayed onset of normal IgG synthesis, self limiting. Chronic granulomatous disease- deficiency of NADPH oxidase. led to reccurent catalase positive infection eg.:-staph.",
        "cop": 1,
        "opa": "Severe combined immunodeficiency (SCID)",
        "opb": "X-linked agammaglobulinemia",
        "opc": "Transient hypogammaglobulinemia of infancy",
        "opd": "Chronic granulomatous disease",
        "subject_name": "Microbiology",
        "topic_name": "Immunology Pa 3 (Graft, Autoimmunity, Immunodeficiency Disorders)",
        "id": "eaae3164-1f77-463b-a5ec-567a732471ef",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old female, presented to OPD with hemoptysis and hematuria. Lab studies show the presence of anti-basement membrane antibodies. The patient undergoes plasmapheresis & her symptoms improved. Which of the following diseases is of the same hypersensitivity category as this disease?",
        "exp": "Given scenario suggests diagnosis of Good pasture's syndrome : Anti-glomerular basement membrane disease- anti-basement membrane antibodies specific for collagen located in glomerular and pulmonary basement membranes Myasthenia gravisis an autoimmune disease that's categorized as a type IIhypersensitivity that involves autoantibodies binding acetylcholine receptors on skeletal muscle cells. Good pasture's syndrome and Myasthenia gravis are type II hypersensitivity reactions. TypeIIIhypersensitivityis common in systemiclupuserythematosus (SLE) Seasonal allergies are type I hypersensitivity reactions. Poison ivy rash is type IV hypersensitivity reactions. Gell And Coombs Classification Of Hypersensitivity Reactions And Their Features Type - I Type - II Type - III Type - IV Immune Response Dltered Humoral Humoral Humoral Cell mediated Mediator IgE IgG Ag-Ab complex T cell mediated Effector Mechanism Mast cell degranulation 1.ADCC 2. Complement mediated cytolysis Complement activationInflammatory response Macrophage activation leads to phagocytosis or cell cytotoxicity Typical Manifestations 1. Anaphylaxis 2. Asthma 3. Atopic dermatitis 1. Transfusion reactions 2. Rh incompatibility 3. Hemolytic anemia 4. Goodpasture Syndrome5. ARF 5. Myasthenia gravis 1. Ahus reaction 2. Serum sickness 3. Glomerulonephritis 4. Rheumatoid ahritis 5. PAN 6. Lepra Reaction type 2 (ENL) 7. Reactive Ahritis 1. Tuberculin test 2. Granuloma formation in tuberculosis and leprosy 3. Contact dermatitis",
        "cop": 3,
        "opa": "Systemic lupus erythematosus",
        "opb": "Seasonal allergies",
        "opc": "Myasthenia gravis",
        "opd": "Poison ivy rash",
        "subject_name": "Microbiology",
        "topic_name": "Immunology Pa 3 (Graft, Autoimmunity, Immunodeficiency Disorders)",
        "id": "87ded126-bec1-4b99-8632-79b649bae7cb",
        "choice_type": "multi"
    },
    {
        "question": "Causative organism of tropical spastic paraparesis is?",
        "exp": "Tropical spastic paraparesis(TSP) is a disease of the spinal cord caused by Human T cell lymphotropic virus(HTLV). Alternate names: HTLV associated myelopathy, chronic progressive myelopathy. Paraparesis is a characteristic feature. Other features include uveitis, ahritis, alveolitis, polymyositis, keratoconjunctivitis sicca and infectious dermatitis.",
        "cop": 4,
        "opa": "HIV 1",
        "opb": "HIV 2",
        "opc": "HBV",
        "opd": "HTLV",
        "subject_name": "Microbiology",
        "topic_name": "Immunology Pa 3 (Graft, Autoimmunity, Immunodeficiency Disorders)",
        "id": "37f95828-6311-44e4-bb1f-c93809febb12",
        "choice_type": "single"
    },
    {
        "question": "Chediak higashi syndrome, defect is-",
        "exp": "Chediak higashi syndrome -Defective phagolysosomal fusion leading to decrease in melanocytes Severe Combined Immunodeficiency- Deficiency of Purine Nucleoside Phosphorylase Chronic Mucocutaneous Candidiasis- T cell disorder leading to recurrent candidiasis X linked Hyper IgM Syndrome- Deficiency of CD40 Ligand on activated T cell",
        "cop": 1,
        "opa": "Fusion of lysosome",
        "opb": "T-cells",
        "opc": "B-cells",
        "opd": "Complement",
        "subject_name": "Microbiology",
        "topic_name": "Immunology Pa 3 (Graft, Autoimmunity, Immunodeficiency Disorders)",
        "id": "4d7754f4-c04d-4121-b287-19ba259ade57",
        "choice_type": "single"
    }
]