[
    {
        "question": "Most common affected tissue in cysticercosis is:",
        "exp": "Ans. is 'c'Rarely neurocysticercosis happens and most common site is Parenchymal and associate with Ingestion of infected eggs of Taenia solium with food and water.",
        "cop": 3,
        "opa": "Brain",
        "opb": "Eye",
        "opc": "Muscles",
        "opd": "Liver",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "73117041-6b7c-4c28-9d9f-3b35d889b24e",
        "choice_type": "single"
    },
    {
        "question": "All cause brain lesions except",
        "exp": "(A) Giardiasis # G. lamblia is seen typically within the crypts in duodenum> It does not invade tissues, but remains tightly attached by means of the sucking disc to the epithelial surface in the duodenum and jejunum.> The diarrhoea in some cases may be steatorrhoeic with excess mucus and fat, but no blood.> Children may develop chronic diarrhoea, malabsorption, weight loss and a sprue-like syndrome.> Occasionally giardia may colonise the gallbladder, causing biliary colic and jaundice.",
        "cop": 1,
        "opa": "Giardiasis",
        "opb": "Tuberculosis",
        "opc": "Cysticercosis",
        "opd": "Bacteroides",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "19292bb2-dcd7-4ad4-8583-14ea0157c534",
        "choice_type": "multi"
    },
    {
        "question": "Typhoid investigation of choice in 1st week",
        "exp": "(A) Blood culture # Typhoid investigation of choice code 'BASU'> 'B' i.e. Blood culture in the first week (Better is Bone Marrow culture)> 'A' i.e. Antibodies (Widal) in the second week> 'S' i.e. Stool culture in the third week> 'U' i.e. Urine culture in the 4th week> Widal test shows diagnostic titre for S. typhii usually after 7 to 10 days of the illness - 2nd week> Positivity with Widal test is maximum in third week.> Widal - The agglutinins tested by the Widal test appear by the end of the first week. The titre increases steadily till the third or the fourth week, after which it declines gradually.> Maximum titre is found in third week.> Blood culture- They are positive in approximately 90% of cases in the first week of fever, 75% of cases in the second week, 60% in the third week and 25% thereafter till the subsidence of pyrexia. Test of choice in first week.> Stool culture - Salmonellae are shed in the faeces throughout the course of the disease and even in convalescence, with varying frequency. So a positive fecal culture may occur in carriers as well as in patients. Thus the test is not very useful for a recent infection.> Urine culture - Salmonellae are shed in the urine irregularly and infrequently. Cultures are generally positive only in the second and third weeks and then only in about 25% of cases.",
        "cop": 1,
        "opa": "Blood culture",
        "opb": "Widal test",
        "opc": "Stool culture",
        "opd": "Urine culture",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "2afc9066-405a-492b-853a-563be05d8967",
        "choice_type": "single"
    },
    {
        "question": "The Most common fungus to cause meningitis is",
        "exp": "(C) Cryptococcus neoformans",
        "cop": 3,
        "opa": "Blastomyces dermatitides",
        "opb": "Candida albicans",
        "opc": "Cryptococcus neoformans",
        "opd": "Coccidioides immitis",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "51fe5c68-dc49-43a9-9d84-b0f7d0f81366",
        "choice_type": "single"
    },
    {
        "question": "A neonate develops signs of meningitis at seven days of birth. The presence of which of the following infectious agent in the maternal genital tract can be the causative agent of this disease?",
        "exp": "(C) Streptococcus agalactiae",
        "cop": 3,
        "opa": "Neisseria gonorrhea",
        "opb": "Chlamydia trachomatis",
        "opc": "Streptococcus agalactiae",
        "opd": "Haemophilus ducryi",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "e4859480-39f8-45de-9791-6b0e4c52acbd",
        "choice_type": "single"
    },
    {
        "question": "The number of bacteria on skin are -",
        "exp": "Ans. is 'd' i.e., >1010 It has been calculated that a human adult has about 1012 bacteria on the skin, 1010 in the mouth and 1014 in thegastrointestinal tract. ---------Textbook of bacteriology",
        "cop": 4,
        "opa": "10l- 102",
        "opb": "102- 105",
        "opc": "105-1010",
        "opd": "1010",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "ce6c0cd1-7977-4493-bad7-efa6436ba805",
        "choice_type": "single"
    },
    {
        "question": "Staphylococcal epidermis all are true EXCEPT",
        "exp": "(D) Coagulase Positive # Staphylococcus epidermidis is a coagulase negative species of staphylococcus.> Staphylococcus epidermidis is invariably present on normal human skin.> It is nonpathogenic ordinarily but can cause disease when the host defences are breached. It is a common cause of stitch abscesses.> It has a predilection for growth on implanted foreign bodies such as artificial heart valves, shunts, intravascular catheters and prosthetic appliances, leading to bacteremia.> Hospital strains of Staphylococcus epidermidis are usually multiple drug resistant.> Endocarditis may be caused,particularly in drug addicts.",
        "cop": 4,
        "opa": "Sensitive to penicillin",
        "opb": "Makes slimy layer",
        "opc": "Coagulase negative",
        "opd": "Coagulase Positive",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "dde870f1-3dda-4edf-a395-cb6c3c87e4ef",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is TRUE about amoebic meningoencephalitis?",
        "exp": "(B) Trophozoites are found in the CSF> Amebic meningoencephalitis is mainly caused by the free-living ameba of the genera Acanthamoeba, Naegleria, and Balamuthia which are distributed throughout the world.> Naegleria infection--primary amoebic meningoencephalitis is caused by N. fowled followed the aspiration of water contaminated by trophozoites or cysts or the inhalation of the contaminated dust, leading to invasion of the olfactory neuroepithelium.> Diagnosis depends upon detection of motile trophozoites on wet mount of fresh spinal fluid.> Infection is most common in otherwise healthy children or young adults, who often report recent swimming in lakes and swimming pool.> Acanthamoeba infection--typically occurs in chronically ill or debilitated patients; the onset is insidious and the syndrome often mimics a space occupying lesion.> Examination of the CSF for trophozoites may be diagnostically helpful, but lumber puncture is contraindicated because of increased ICP.> Balamuthia--it is an etiological agent of amebic meningoencephalitis in immunocompetent patients. Diagnosis is made after postmortem.",
        "cop": 2,
        "opa": "Only found in tropical countries",
        "opb": "Trophozoites are found in the CSF",
        "opc": "Transmission is by feco-oral route",
        "opd": "Acute condition is caused by Acanthamoeba",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "637f8b6b-d569-4356-aab4-4fa7918f917f",
        "choice_type": "multi"
    },
    {
        "question": "The following organism is motile with NO external flagella",
        "exp": "(D) Spirochetes # Spirochetes: Elongated, motile, flexible bacteria twisted spirally along the long axis are termed 'spirochetes' (from Speira, meaning coil and chaite, meaning hair). They are structurally more complex than other bacteria. A characteristic feature is the presence of varying numbers of endoflagella, which are polar fiagella wound along the helical protoplasmic cylinder, and situated between the outer membrane and cell wall. Endoflagella are believed to be responsible for motility but the exact mechanisms of locomotion are not understood.> Brucellae are coccobacilli or short rods 0.5-0.7 urn x 0.6-1.5 pm in size, arranged singly or in short chains. The cells are so small that they may be mistaken for cocci, as was done by Bruce who called them Micrococcus melitensis. In older cultures, irregular forms appear. They are nonmotile, noncapsulated and nonsporing. They are Gram negative and nonacid fast. Bipolar staining is not uncommon.> Mycoplasmas are the smallest free-living microorganisms, and one of the most pleomorphic.They occur as granules and filaments of various sizes. The granules may be coccoid, balloon, disc, ring or star forms. The filaments are slender, of varying lengths and show true branching. Multiplication is by binary fission, but as genomic.> Chlamydiae occur in two forms, the elementary body and the reticulate body (formerly also called the 'initial body'). The elementary body is the extracellular, infective form. It is a spherical particle, 200-300 nm in diameter, with a rigid trilamirar cell wall similar to the cell walls of Gram negative bacteria, and an electron dense nucleoid. The reticulate body is the intracellular growing and replicative form, 500- 1000 nm in size. Its cell wall is fragile and pliable, leading to pleomorphism.",
        "cop": 4,
        "opa": "Brucella",
        "opb": "Mycoplasma",
        "opc": "Chlamydia",
        "opd": "Spirochetes",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "902f532c-bba9-413b-b1f5-ca2d92dfe190",
        "choice_type": "single"
    },
    {
        "question": "Following is caused by Arbovirus:",
        "exp": "(D) Kyasanur Forest Disease # Kyasanur Forest Disease: is caused by Arbovirus> Genus: Flavivirus> Distribution : India (Karnataka)> Vector/Tick> Reservoir: Rodents (Ticks)",
        "cop": 4,
        "opa": "Mumps",
        "opb": "Measles",
        "opc": "HIV",
        "opd": "Kyasanur Forest Disease",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "81e182f6-275d-448f-8d5d-0690c7a8eaa8",
        "choice_type": "single"
    },
    {
        "question": "Progressive multifocal leukoencephalopathy is caused by",
        "exp": "(D) Papova virus # Progressive multifocal leukoencephalopathy is a viral encephalitis caused by a polyomavirus (Papova virus or JC virus, totally unrelated to Creutzfeldt-Jakob disease) because the virus preferentially infects oligodendrocytes, demyelination is its principal pathologic effect.> Progressive multifocal leukoencephalopathy (PML), also known as progressive multifocal leukoencephalitis, is a rare and usually fatal viral disease that is characterized by progressive damage (-pathy) or inflammation (-His) of the white matter (leuko-) of the brain (-encephalo-) at multiple locations (multifocal).> It occurs almost exclusively in people with severe immune deficiency, e.g. transplant patients on immunosuppressive medications, or AIDS patients.> The cause of PML is a type of polyomavirus called the JC virus (JCV).",
        "cop": 4,
        "opa": "HIV",
        "opb": "Measles",
        "opc": "Rubella",
        "opd": "Papova virus",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "c6d170cb-d5de-4982-8d61-72ddcc8fae70",
        "choice_type": "single"
    },
    {
        "question": "Guillain-Barre' syndrome (GBS) commonly associated with",
        "exp": "(B) Campylobacter # GUILLAIN-BARRI- SYNDROME (GBS) is a rapid-onset muscle weakness caused by the immune system damaging the peripheral nervous system.> Initial symptoms are typically changes in sensation or pain along with muscle weakness, beginning in the feet and hands.> This often spreads to the arms and upper body with both sides being involved. The symptoms develop over hours to a few weeks.> During the acute phase, the disorder can be life-threatening with about 15% developing weakness of the breathing muscles requiring mechanical ventilation.> Some are affected by changes in the function of the autonomic nervous system, which can lead to dangerous abnormalizes in heart rate and blood pressure.> Two thirds of people with Guillain-Barre syndrome have experienced an infection before the onset of the condition.> Most commonly these are episodes of gastroenteritis or a respiratory tract infection. In many cases, the exact nature of the infection can be confirmed.> Approximately 30% of cases are provoked by Campylobacter jejuni bacteria, which cause diarrhea. A further 10% are attributable to cytomegalovirus (CMV, HHV-5).> Despite this, only very few people with Campylobacter or CMV infections develop Guillain-Barre syndrome (0.25-0.65 per 1000 and 0.6-2.2 per 1000 episodes, respectively).> Strain of Campylobacter involved may determine the risk of GBS; different forms of the bacteria have different lipopolysaccharides on their surface, and some may induce illness (see below) while others will not.> Links between other infections and GBS are less certain.> Two other herpesviruses (Epstein-Barr virus/HHV-4 and varicella zoster virus/HHV-3) and the bacterium Mycoplasma pneumoniaehave been associated with GBS.> Tropical viral infection dengue fever and Zika virus have also been associated with episodes of GBS.> Previous hepatitis E virus infection has been found to be more common in people with Guillain-Barre syndrome.",
        "cop": 2,
        "opa": "Japanese encephalitis virus",
        "opb": "Campylobacter",
        "opc": "Meningococcus",
        "opd": "Acanthoemeba",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "0f861bdf-564b-4f64-a75b-06826d68b958",
        "choice_type": "single"
    },
    {
        "question": "Skin lesion in meningococcal meningitis is due to",
        "exp": "(B) Endotoxin # Virulence of Neisseria meningitidis was attributed to the production of an \"exotoxin\" that could be recovered from culture filtrates of the organism.> But when studies revealed that antitoxin reacted equally well with washed cells as culture filtrate, it was realized that the bacteria underwent autolysis during growth and released parts of their cell walls in a soluble form.> Mayor toxin of N. meningitidis is its lipopolysaccharide, LOS, and its mechanism is endotoxic.> Important determinant of virulence of N. meningitidis is its antiphagocytic polysaccharide capsule.",
        "cop": 2,
        "opa": "Exotoxin",
        "opb": "Endotoxin",
        "opc": "Allergic reaction",
        "opd": "Direct vascular damage",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "d02cff19-959f-456d-a45b-889b81274428",
        "choice_type": "multi"
    },
    {
        "question": "The distinct neurotoxin produced by which Clostridia?",
        "exp": "(B) Clostridium tetani # Toxins: Cl. tetani produces at least two distinct toxins - a hemolysin (tetanolysin) and a powerful neurotoxin (tetanospasmin).> Two are antigenically and pharmacologically distinct & their production is mutually independent",
        "cop": 2,
        "opa": "Clostridium welchii",
        "opb": "Clostridium tetani",
        "opc": "Clostridium septicum",
        "opd": "Clostridium oedematiens",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "2a0800dd-1d88-46a3-be8b-68f0cb89f476",
        "choice_type": "single"
    },
    {
        "question": "Painful vaginal ulcer with inguinal lymphadenopathy and school of fish appearance of microorganism on microscopy are characteristic of -",
        "exp": "Ans. is 'd' i.e., Chancroid",
        "cop": 4,
        "opa": "Syphilis",
        "opb": "LGV",
        "opc": "Granuloma inguinale",
        "opd": "Chancroid",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "039a02ed-277c-4ff2-bf45-64b643e39c4a",
        "choice_type": "single"
    },
    {
        "question": "A male patient presented with granulomatous penile ulcer. On Wright geimsa stain tiny organisms of 2 microns within macrophages seen. What is the causative organism?",
        "exp": "Ans. is 'b' i.e., Calymmatobacterium granulomatosis Investigations Tissue smearMade from a piece of crushed ulcer tissueStained with Giemsa or Leishman stainOrganisms appear as intracellular (in macrophages) \"bipolar inclusions\" - safety pin or telephone handle appearance.",
        "cop": 2,
        "opa": "LGV",
        "opb": "Calymmatobacterium granulomatis",
        "opc": "Neisseria",
        "opd": "Staph aureus",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "466156bc-900d-4467-99c2-ae2010bc41e2",
        "choice_type": "single"
    },
    {
        "question": "Mad Cow disease (Bovine Spongioform Encephalopathy) is similar in man to",
        "exp": "(B) Creutzfeldt Jakob Disease # Group B (Prion Diseases) -caused by slow viruses:> The subacute spongiform viral encephalopathies are chronic progressive degenerative diseases of the CNS> Prion diseases of animals: Scrapie is the prototype prion disease. Mink encephalopathy is a scrapie-like disease of mink. It is believed to have spread to mink by feeding them on scrapie infected sheep meat.> Bovine spongiform encephalopathy (BSE, 'mad cow disease) has been enzootic in Britain from 1986. The infection is presumed to have spread to cattle by the practice of feeding them with abattoir waste and offal which may have contained scrapie infected neat> Human prion diseases: These include Creutzfeldt-Jakob disease (CJD), Gerstmann-Straussler-Scheinker (GSS) syndro me, Kuru and fatal familial insomnia.> CJD is a subacute presenile encephalopathy, with progressive incoordination and dementia, ending fatally in about a year. The appearance of a new variant of CJD affecting younger persons (below 45 years) in Britain in 1996 raised fears of infection through eating BSE infected beef.> Kuru (meaning tremor) was identified in 1957 as a mysterious disease seen only in the Fore tribe inhabiting the eastern highlands of New Guinea.> Group B (Prion Diseases) -caused by slow viruses",
        "cop": 2,
        "opa": "Alzeimeris Disease",
        "opb": "Creutzfeldt Jakob Disease",
        "opc": "Huntington's chorea",
        "opd": "Picks Disease",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "abb1754c-f922-47ab-ba9d-8665c47122a9",
        "choice_type": "single"
    },
    {
        "question": "Paul Bunnel test is done for",
        "exp": "(B) EBV # Heterophil antibodies, which is an antibody against EBV cross reacts with red blood cells of different animal species.> This can be used as a rapid screening test for mononucleosis (Monospot test and Paul Bunnell tests)> The Paul-Bunnell test uses sheep erythrocytes; the Monospot test, horse red cells, blood cells.> In infectious mononucleosis, IgM heterophil antibodies are usually detectable for the first 3 months of infection.",
        "cop": 2,
        "opa": "HBV",
        "opb": "EBV",
        "opc": "CMV",
        "opd": "HIV",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "be6f3fc9-ce58-4fc9-9d26-78823a6b74af",
        "choice_type": "single"
    },
    {
        "question": "The beta haemolytic streptococcus commonly implicated in neonatal meningitis is",
        "exp": "(B) Group B",
        "cop": 2,
        "opa": "Group A",
        "opb": "Group B",
        "opc": "Group C",
        "opd": "Group D",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "8092df2b-6953-4a0f-81a3-d5d9e2bd87d7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following group of antifungal drugs acts through squalene epoxidase enzyme?",
        "exp": "Ans. D. Allylamine and benzylaminea. Allylamines and benzylaminesb. (terbinafine, butenafine)c. inhibit squalene epoxidase, an early step of ergosterol biosynthesisd. Azolese. Inhibits lanosterol - 14a, demethylase - depletes ergosterol and accumulates aberrant and toxic sterol in the membrane",
        "cop": 4,
        "opa": "Imidazole and triazole",
        "opb": "Griseofulvin",
        "opc": "Polyenes",
        "opd": "Allylamine and benzylamine",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "5e1c8578-12a8-4695-afa9-7b2ed36ef089",
        "choice_type": "multi"
    },
    {
        "question": "A 2 month old baby with acute viral hepatitis like illness slips into encephalopathy after 48 hours. The mother is a known hepatitis B carrier Mother's hepatitis B virus serological profile is most likely to be:",
        "exp": "(B) HbsAg and HbeAg positive # This patient has developed a fulminant form of disease after acquiring an Hepatitis B infection from the mother who is known to be a hepatitis carrier.> HbsAg and HbeAg positive as mothers with this profile are most likely to transmit the disease to their infants.> Remember: The major predictor for transmission is the amount of HbV in the maternal circulation. Although HBV DNA positivity should also be an important indicator of vertical transmission.",
        "cop": 2,
        "opa": "HbsAg positive only",
        "opb": "HbsAg and HbeAg positive",
        "opc": "HbsAg and Hbe antibody positive",
        "opd": "HBVDNA positive",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "7d15ae35-382e-4fb8-a705-946b3693a075",
        "choice_type": "single"
    },
    {
        "question": "Granulomatous amoebic encephalitis is caused by",
        "exp": "(A) Balamuthia mandrillaris# Granulomatous amoebic encephalitis is a central nervous system disease caused by certain species of amoeba, especially Balamuthia mandrillaris.> GAE may present in numerous ways. GAE. GAE can present with: focal paralysis, seizures, brainstem symptoms, and other neurological problems, some of which may mimic glioma (especially brainstem glioma), or other brain diseases, which may hamper timely diagnosis. These symptoms are caused by inflammatory necrosis of brain tissue brought on by amoebic infiltrates.",
        "cop": 1,
        "opa": "Balamuthia mandrillaris",
        "opb": "Naegleria fowleri",
        "opc": "Entamoeba histolytica",
        "opd": "Entamoeba coli",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "5d101b7b-a9ee-4adf-a924-07fc9586fc8b",
        "choice_type": "single"
    },
    {
        "question": "Stool specimen is transported in -",
        "exp": "Ans. is \"a' i.e., Cary blair medium o Transport media for stool specimen areCary-Blair mediumBuffered glycerol salineStuart mediumo Inoculate media for routine stool culture areBlood agarMacConkey agarHektoen enteric HE ( agar)Selective media for campylobactor: Campy BAP, skirrowSelenite F broth or GN BrothXylose-lysine deoxycholate agar (XLD agar)o For specific situations, selective media are usedVibrio : TCBS agar or Alkaline peptone broth.Yersinia : Cefsulodin-Irgasan-Novobiosin (CIN) agar or Phosphate Buffered Saline (PBS) broth.E.coli 0157:H?: Sarbitof-MacConkey agar.",
        "cop": 1,
        "opa": "Cary blair medium",
        "opb": "Blood agar",
        "opc": "Selenite F broth",
        "opd": "Compy BAP medium",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "d44caf13-5c9a-4668-a5b3-8c5107feb784",
        "choice_type": "single"
    },
    {
        "question": "Cell mediated immunity is markedly depressed in",
        "exp": "(B) Lepromatous leprosy# In untreated LL patients, lymphocytes regularly fail to recognize either M. leprae or its protein constituents, and lepromin skin tests are negative.> This loss of protective cellular immunity appears to be antigen-specific, as patients are not unusually susceptible to opportunistic infections, cancer, or AIDS and maintain delayed-type hypersensitivity to Candida, Trichophyton, mumps, tetanus toxoid, and even purified protein derivative of tuberculin.> Lepromatous leprosy, has the greatest number of bacilli and is characterized by early, widespread, ill-defined, erythematous or hypopigmented papules and plaques. Later findings include facial infiltration (leonine facies), ocular effects, neurologic involvement, and hypogonadism.",
        "cop": 2,
        "opa": "Tuberculoid leprosy",
        "opb": "Lepromatous leprosy",
        "opc": "Polyneuritic form of leprosy",
        "opd": "Indeterminate leprosy",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "879b0509-b213-489d-8c6f-c02a7ba862b4",
        "choice_type": "single"
    },
    {
        "question": "Bacteremia is the characteristic feature of",
        "exp": "(A) Enteric fever # Typhoid fever (Enteric fever): is an illness caused by the bacterium Salmonella enterica serovar typhi. Common worldwide, it is transmitted by the feco-oral route -- the ingestion of food or water contaminated with feces from an infected person> Pathophysiology: Following ingestion of an infectious dose of at least 10,000 bacteria, mucosal penetration occurs in the distal ileum resulting in a transient, asymptomatic bacteremia. The organisms survive and multiply within mononuclear phagocytes located in lymph nodes, spleen, liver, and bone marrow.> The clinical phase of the disease begins within 1-3 weeks, resulting from persistent bacteremia.> Hematogenous spread to ileal Peyer patches and the gall bladder reintroduces bacteria to the gut lumen and stool cultures again become positive, allowing continued fecal-oral spread of the disease.> Mucosal ulceration overlying hyperplastic Peyer patches in the ileocecal region may result in pain, diarrhea, bleeding, and occasional perforation.> Shigellosis and cholera are acute diarrheal diseases without Bacteraemia.> Diphtheria is an acute febrile URTI.",
        "cop": 1,
        "opa": "Enteric fever",
        "opb": "Shigellosis",
        "opc": "Cholera",
        "opd": "Diphtheria",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "24a27ee2-19c0-480f-9602-ee80c07d3d20",
        "choice_type": "single"
    },
    {
        "question": "Haematogenous spread to brain occurs in following infection except",
        "exp": "(A) Naegleria # In case of Nagleria fowleri, human infection comes through water containing the amoebae and usually follows swimming or diving in ponds.> Amoebae invades through the olfactory nerve branches in the cribriform plate into the meninges and brain to initiate an acute purulent meningitis and encephalitis (primary amoebic meningoencephalitis).",
        "cop": 1,
        "opa": "Naegleria",
        "opb": "Ent. histolytica",
        "opc": "Strongyloides",
        "opd": "P. falciparum",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "c2b598a0-5782-44a0-abcb-82111a2c7a1a",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true regarding Haemophilus influenzae except",
        "exp": "(B) The serotyping is based on the bacterial outer membrane proteins# Characteristics of Hemophilus influenzae: Hemophilus is a pleomorphic gram negative bacilli Hemophilus influenzae describes some of its properties Hemophilus means blood loving. This organism requires a blood containing medium for growth. Factor X and Factor V present in blood are essential for its growth (factor X acts physiologically as haemin and factor V is nicotinamide nucleotide) One important features of H. influenzae is that it does not grow properly on blood agar, because factor V is not available in blood agar as it is located inside red blood cells but when agar is heated to convert it into chocolate agar the factor V is released from R.B.C.'s> Hence H. influenzae grows better on chocolate agar> Antigenic structure: Encapsulated H. influenzae contains polysaccharide capsule. This polysaccharide capsule confers virulence Of these types of H. influenzae type b is commonly associated with invasive H. influenzae diseases such as Meningitis; Epiglottitis; Septic arthritis> Non capsulated strains of H. influenzae can colonize the upper respiratory tract of children and adults.> They lack the virulent invasiveness of encapsulated bacteria and can only cause local infection.",
        "cop": 2,
        "opa": "It can be a part of the normal flora in some persons",
        "opb": "The serotyping is based on the bacterial outer membrane proteins",
        "opc": "It requires Haemin and NAD for growth in culture medium",
        "opd": "Type b is responsible for invasive disease",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "0d5e65bd-ffd2-4335-922d-4b5dfd5bae69",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following type of Amoeba causes meningitis?",
        "exp": "(C) Acanthamoeba",
        "cop": 3,
        "opa": "Dientamoeba",
        "opb": "Entamoeba",
        "opc": "Acanthamoeba",
        "opd": "Iodamoeba",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "bc9f6d34-c9f2-418b-81ee-ee57a8c1e4b7",
        "choice_type": "single"
    },
    {
        "question": "Which is true about immunoglobulins?",
        "exp": "(D) All of the above # IgA has two subclasses (lgA1 and lgA2) and can exist in a dimeric form called secretory IgA (slgA). In its secretory form, IgA is the main immunoglobulin found in mucous secretions, including tears, saliva, colostrum and secretions from the genitourinary tract, gastrointestinal tract, prostate and respiratory epithelium.> It is also found in small amounts in blood. Secretory component of slgA protects the immunoglobulin from being degraded by proteolytic enzymes, thus slgA can survive in the harsh gastrointestinal tract environment and provide protection against microbes that multiply in body secretions.IgE is mainly found in extracellular fluids only.",
        "cop": 4,
        "opa": "IgA is referred to as a secretory immunoglobulin",
        "opb": "IgE is mainly found in extravascular fluid",
        "opc": "IgG crosses the placental barrier",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "31a826ba-a6fc-4e63-a0fe-6449cc72ebbb",
        "choice_type": "multi"
    },
    {
        "question": "AH of the following are true about H. pylori EXCEPT",
        "exp": "(A) Maximum concentration is in gastric pit# H. pylori is a Gram-negative spiral rod, motile by a unipolar tuft of lopotrichous flagella.> The bacteria are present only in the overlying mucus & do not invade the mucosa. Gastric antrum is the commonest site of colonization, though any part of the stomach may be involved.",
        "cop": 1,
        "opa": "Maximum concentration is in gastric pit",
        "opb": "Urease breath test is sensitive",
        "opc": "Gram negative spiral rod",
        "opd": "Blood group A is more susceptible",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "08004c85-cdae-4902-ae32-e305ab029a41",
        "choice_type": "multi"
    },
    {
        "question": "A mother brings her 1-month-old infant to the pediatrician. She says the baby is crying more than usual and is vomiting and does not want to eat. Meningitis is suspected, and a lumbar puncture is done, which shows the following results; Opening pressure = 240 mm H2O (normal = 100-200 mm H2O), WBC count: 1200/mm3, Protein: 200 mg/dL, Glucose: 30 mg/dL, Gram stain: gram-positive rods, W hich of the following organisms is most likely responsible for this infant's meningitis?",
        "exp": "(B) Listeria monocytogenes # Listeria septicemia: infants between the ages of 0 and 3 months, most common organisms causing meningitis are Listeria monocytogenes Escherichia coli Group B streptococcus> Listeria monocytogenes: only gram-positive rod in the group.",
        "cop": 2,
        "opa": "Escherichia coli",
        "opb": "Listeria monocytogenes",
        "opc": "Neisseria meningitides",
        "opd": "Streptococcus agalactiae",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "ba6a1f29-1098-49f2-87a4-c525a2233f2c",
        "choice_type": "single"
    },
    {
        "question": "Rat bite fever is caused by",
        "exp": "(A) Streptobacillus moniliformis # Rat Bite Fever (RBF) is characterised by relapsing fever, rash and arthralgia occurring days or weeks after a rat bite.> Two different bacteria can cause this condition-Streptobacillus moniliformis and Spirillum minus, both of which are natural parasites of rodents.",
        "cop": 1,
        "opa": "Streptobacillus moniliformis",
        "opb": "Leptospira canicola",
        "opc": "Borrelia recurrentis",
        "opd": "Rickettesia prowazaki",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "935ff59c-0338-49bc-8622-1e456a8d71f3",
        "choice_type": "single"
    },
    {
        "question": "Fungal meningitis in an immunocompromised individual is most commonly caused by",
        "exp": "(D) Cryptococcus neoformans # Fungal Infections in the immunocompramised i.e. in AIDS patients:> Candidiasis (esophageal, tracheal, or pulmonary)> Crypttococcosis (CNS infection)> Coccidioidomycosis (disseminated)> Histoplasmosis (disseminated)",
        "cop": 4,
        "opa": "Aspergillus",
        "opb": "Penicillium",
        "opc": "Candida albicans",
        "opd": "Cryptococcus neoformans",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "026d4b00-f5c3-4be9-9d2d-fe01d3d1d049",
        "choice_type": "single"
    },
    {
        "question": "Most cases of post-infection encephalitis follow",
        "exp": "(D) Measles # Most serious complication of measles is meningoencephalitis.> Many survivors have neurological sequelae.> A rare late complication is subacute sclerosing panenecephalitis (SSPE)",
        "cop": 4,
        "opa": "Rheumatic fever",
        "opb": "Chicken pox",
        "opc": "Mumps",
        "opd": "Measles",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "bf445449-d957-4309-8f70-0bd26aa3035a",
        "choice_type": "single"
    },
    {
        "question": "Cerebral malaria is caused by Plasmodium",
        "exp": "(B) Falciparum # Cerebral Malaria - one of commonest complication of falciparum malaria> In cerebral malaria, lesions occur in the central nervous system.> These consist of congestion of the meninges and brain, occlusion of capillaries in brain, numerous petechial perivascular hemorrhages, and necrotic lesions in mid zonal brain tissue, with peripheral glial reaction (malarial granuloma) around occluded blood vessels.",
        "cop": 2,
        "opa": "Ovale",
        "opb": "Falciparum",
        "opc": "Vivax",
        "opd": "Malariae",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "19a32dd3-bf96-4de5-8dcb-7ed6441bedd7",
        "choice_type": "single"
    },
    {
        "question": "Organism showing \"Medusa head\" appearance and \"Bamboo stick\" appearance in blood culture medium. What is the likely organism?",
        "exp": "(A) Bacillus anthracis# APPEARANCES OF THE COLONIES:# Bacteria Appearance> Staphylococci - Oil paint appearance (nutrient agar)> Pneumococci - Draughtmann/ carom coin appearance (blood agar)> Corynebacterium - Chinese letter or cuneiform arrangement> Bacillus anthracis Bamboo stick appearance Medusa head appearance (agar plates ) Inverted fir tree appearance (gelatin stab culture)> Cl. perfringens Stormy fermentation (litmus milk) Target haemolysis (rabbit, sheep, human blood agar)> Cl. tetani - Drum stick appearance> Vibrio cholarae - Fish in stream appearance> Yersinia pestis Safety pin appearance Stalactite growth> H. influenzae - Satellitism> H. ducreyi - School of fish Rail road track appearance> Bordetella pertussis Thumb print appearance Bisected pearls / mercury drops (Bordet-Gengou medium) Aluminium paint appearance> M. leprae - Cigar bundle appearance> Mycoplasma - Fried egg appearance",
        "cop": 1,
        "opa": "Bacillus anthracis",
        "opb": "Corynebacterium diphtheria",
        "opc": "Clostridium perfringens",
        "opd": "Vibrio cholerae",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "7d7a6a47-d6ea-4435-9dc2-48631efba9a1",
        "choice_type": "single"
    },
    {
        "question": "Most fulminant fungal meningitis is caused by",
        "exp": "(B) Cryptococcus # Cryptococcal meningitis is the most serious type of fungal infection and can resemble tuberculous or other chronic types of meningitis.> Its onset is insidious and the course slow and progressive.> It is often seen in AIDS.",
        "cop": 2,
        "opa": "Histoplasma",
        "opb": "Cryptococcus",
        "opc": "Coccidioides",
        "opd": "Mucormycosis",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "82d405ca-db9e-418a-9850-94ff9b5d4f16",
        "choice_type": "single"
    },
    {
        "question": "An AIDS patient complains of headaches and disorientation. A clinical diagnosis of Toxoplasma encephalitis is made and Toxoplasma cysts were observed in a brain section. Which one of the following antibody results would be most likely in this patient?",
        "exp": "(B) IgM nonreactive, IgG reactive (low titre) # One of the leading causes of death among AIDS patients is central nervous system Toxoplasmosis.> Toxoplasma infection is a result of reactivation of old or preexisting toxoplasmosis.> Occasionally; the infection may be acquired by needle sharing.> Because the disease is a reactivation of old or preexisting toxoplasmosis, routine quantitative tests for IgM antibody are usually negative and IgG titers are low (<1:256, IFA).> More sophisticated methods, such as IgM capture or IgG avidity, may reveal an acute response.",
        "cop": 2,
        "opa": "IgM nonreactive, IgG nonreactive",
        "opb": "IgM nonreactive, IgG reactive (low titre)",
        "opc": "IgM reactive (low titer), IgG reactive (high titer)",
        "opd": "IgM reactive (high titer), IgG reactive (high titer)",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "f80fc54c-e8e3-4607-bd44-87e2b62f9643",
        "choice_type": "single"
    },
    {
        "question": "Vertebrate reservoir of Japanese encephalitis is:",
        "exp": "(B) Pig > Pigs are vertebrate reservoirs as well as amplifier hosts for Japanese encephalitis virus.",
        "cop": 2,
        "opa": "Rat",
        "opb": "Pig",
        "opc": "Horse",
        "opd": "Monkey",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "92729ffc-be99-45a8-b666-c69069185a7f",
        "choice_type": "single"
    },
    {
        "question": "Burkholderia cepacia is infrequently seen in?",
        "exp": "ANSWER: (D) AirREF: Jawetz's 24th ed chapter 17thBurkholderia cepacia is 'an environmental organism that is able to grow in water, soil, plants, animals, and decaying vegetable materials",
        "cop": 4,
        "opa": "Pools",
        "opb": "Plants",
        "opc": "Soil",
        "opd": "Air",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "5b630ed7-69d5-4aed-b7e2-934cb1179250",
        "choice_type": "single"
    },
    {
        "question": "A 2-year-old child was admitted to the hospital with acute meningitis. The Gram stain revealed Gram- positive short rods, and the mother indicated that the child had received \"all(tm) of the meningitis vaccinations. What is the most likely cause of the disease?",
        "exp": "(C) Listeria # Except during a meningococcal epidemic, H. influenzae is the most common cause of bacterial meningitis in children.> Organism is occasionally found to be associated with respiratory tract infections or otitis media.> H. influenzae, N. meningitidis, S. pneumoniae, and Listeria account for 80 to 00% of all cases of bacterial meningitis.> Purified polysaccharide vaccine conjugated to protein for H. influenzae type B is available.> A tetravalent vaccine is available for N. meningitidis and a 23-serotype vaccine for S. pneumoniae> Listeriosis in human beings may present in many forms. It It may cause meningitis or meningoencephalitis, particularly in neorates and in the elderly.> Infection of pregnant women may lead to abortion or stillbirth.> Asymptomatic infection of the female genital tract may cause infertility.> Listeriosis may also present as abscesses, conjunctivitis, pharyngitis, urethritis, pneumonia, infectious mononucleosis like syndrome, endocarditis or septicemia.",
        "cop": 3,
        "opa": "N. meningitidis, group A",
        "opb": "N. meningitidis, group C",
        "opc": "Listeria",
        "opd": "S. pneumonia",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "710e3a70-6979-40b8-bc29-4381ef1b41a3",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following situations risk of pneumococcal meningitis is noticed?",
        "exp": "(B) Post splenectomy patient # Persons at enhanced risk of pneumococcal infection such as those with absent or dysfunctional spleen, sickle cell disease, coeliac disease, chronic renal, lung, heart and liver diseases, diabetes mellitus and immunodeficiencies including HIV infection.> Meningococcal meningitis may be associated with: Acute respiratory infection Petechial rashes on skin and mucosa Waterhouse-Friderichsen syndrome, Polymorphonuclear leucocytosis in CSF",
        "cop": 2,
        "opa": "Patient with hypoplasia of lung",
        "opb": "Post splenectomy patient",
        "opc": "Patient following cardiac surgery",
        "opd": "Patient undergone neurosurgical intervention",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "ca0fc7f7-c943-4cfe-8371-43bdca3025b3",
        "choice_type": "single"
    },
    {
        "question": "\"Owl Eye\" appearance of inclusion bodies are seen in",
        "exp": "(B) CMV # Cytomegalic cells in vivo (presumed to be infected epithelial cells) are two to four times larger than surrounding cells and often contain an 8- to 10-m intranuclear inclusion that is eccentrically placed and is surrounded by a clear halo, producing an \"owl's eye\" appearance.> Cytomegalic cells are found in a wide variety of organs, including the salivary gland, lung, liver, kidney, intestine, pancreas, adrenal gland, and central nervous system.> Viral inclusion bodies:A. Examples of viral inclusion bodies in animals are Intracytoplasmic eosinophilic:1. Negri bodies in Rabies2. Guarnieri bodies in Small pox3. Henderson-Peterson bodies in Molluscum contagiosumB. Intranuclear acidophilic:1. Cowdry type A in Herpes simplex virus and Varicella zoster virus and Torres bodies in Yellow fever2. Cowdry type B in PolioC. Intranuclear basophilic:1. Cowdry type B in Adenovirus2. \"Owl eyes\" in cytomegalovirusD. Both intranuclear and intracytoplasmic:1. Warthin fmkeldey bodies in Measles.",
        "cop": 2,
        "opa": "HIV-I",
        "opb": "CMV",
        "opc": "Papova",
        "opd": "Toxocara",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "448ef9d8-cf32-43dc-982c-7127db5bcbdc",
        "choice_type": "single"
    },
    {
        "question": "In large tapeworm infestations. True is",
        "exp": "(C) Eggs are frequently detected in the stools # Diagnosis of TAPEWORM infection> Infection with the adult worm is diagnosed by demonstration of eggs, or more specifically of proglottides in faeces.> It can be differentiated from T. saginata on the characteristics of the proglottides.",
        "cop": 3,
        "opa": "The diagnosis is confirmed by Sabin Feldman dye test",
        "opb": "Intestinal obstruction is usually the presenting feature",
        "opc": "Eggs are frequently detected in the stools",
        "opd": "None of the above",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "457b47d8-e257-401d-a958-9dfaba773562",
        "choice_type": "multi"
    },
    {
        "question": "KOH smear is helpful in diagnosis of",
        "exp": "(C) Fungus # KOH Preparation> A Potassium Hydroxide (KOH) preparation is performed on scaling skin lesions where a fungal infection is suspected. The edge of such a lesion is scraped gently with a no. 15 scalpel blade, and the removed scale is collected on a glass microscope slide then treated with 1 to 2 drops of a solution of 10-20% KOH. KOH dissolves keratin and allows easier visualization of fungal elements. Brief heating of the slide accelerates dissolution of keratin.> When the preparation is viewed under the microscope, the refractile hyphae will be seen more easily when the light intensity is reduced and the condenser is lowered.> This technique can be used to identify hyphae in dermatophyte infections, pseudohyphae and budding yeast in Candida infections, and \"spaghetti and meatballs\" yeast forms in tinea versicolor. The same sampling technique can be used to obtain scale for culture of selected pathogenic organisms.",
        "cop": 3,
        "opa": "Bacteria",
        "opb": "Virus",
        "opc": "Fungus",
        "opd": "Malignancy",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "2f2e7be4-6681-4ab3-a5f6-6ee61f324a76",
        "choice_type": "single"
    },
    {
        "question": "In Gonorrhea, the selective media is",
        "exp": "(A) Thayer-Martin medium # Gonococci are more difficult to grow than meningococci. They are aerobic but may grow anaerobically also. Growth occurs best at pH 7.2-7.6 and at a temperature of 35-36 degC. It is essential to provide 5-10% CO2. They grow well on chocolate agar and Mueller-Hinton agar. A popular selective medium is the Thayer-Martin medium (containing vancomycin, colistin and nystatin) which inhibits most contaminants including nonpathogenic neisseria.",
        "cop": 1,
        "opa": "Thayer-Martin medium",
        "opb": "Thioglycolate medium",
        "opc": "Nutrient broth",
        "opd": "Mackonkey's medium",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "16eb25f0-fa0f-4899-831d-7482f7e108ff",
        "choice_type": "single"
    },
    {
        "question": "Bartonella henselae causes which disease -",
        "exp": "Ans. is 'a' i.e., Bacillary peliosis o Bartonella henselae causes1. Cat scratch disease (Afipia felis also causes cat scratch disease)2. Bacillary angiomatosis (B. quintana also causes angiomatosis)3. Bacillary peliosis4. Bacteremia5. Endocarditis (SABE)",
        "cop": 1,
        "opa": "Bacillary peliosis",
        "opb": "Chancre redux",
        "opc": "Rat bite fever",
        "opd": "Spirillum fever",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "c1a80ef9-73c9-4543-922f-8bbb8bd48180",
        "choice_type": "single"
    },
    {
        "question": "A 47 - year - old man with chronic asthma who has been treated with steroids for many years develops a productive cough, weight loss, and night sweats. Imaging studies reveal the presence of abscesses in the lungs and brain. Cultures show gram - positive filaments that are weakly acid - fast Which of the following organ- isms is responsible for this patient's condition?",
        "exp": "(D) Nocardia asteriods # Nocardia asteroides a filamentous gram - positive organism weakly acid - fast infection with this organism typically seen in immuno- compromised individuals, commonly misdiagnosed as tuberculosis because of its acid - fast nature and its similar disease process.> Actinomyces israelii: Also filamentous organism; Not weakly acid-fast; It is part of the normal flora of the mouth and gastrointestinal tract; Classically associated with \"sulfur granules\" seen on microscopy.",
        "cop": 4,
        "opa": "Actinomyces israelii",
        "opb": "Bacillus anthracis",
        "opc": "Mycobacterium tuberculosis",
        "opd": "Nocardia asteriods",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "22623e98-96e9-4398-9de4-21bb0df2b5da",
        "choice_type": "single"
    },
    {
        "question": "Mechanism action of Botulinum toxin is by",
        "exp": "(C) Inhibition of acetylcholine release # Botulinum toxin (BTX) is a neurotoxic protein produced by Clostridium botulinums.> It prevents release of the neurotransmitter acetylcholine from axon endings at the neuromuscular junction & thus causes flaccid paralysis.> Infection with the bacterium causes the disease botulism.> Toxin is also used commercially in medicine, cosmetics and research.> Botulinum is the most acutely lethal toxin known, with an estimated human median lethal dose (LD50) of 1.3-2.1 ng/ kg intravenously or intramuscularly and 10-13 ng/kg when inhaled.# Botulinum toxin is used to treat> Overactive muscle movement, including post-stroke spasticity, post-spinal cord injury spasticity, spasms of the head and neck, eyelid, vagina, limbs, jaw, and vocal cords.> To relax clenching of muscles, including those of the oesophagus, jaw, lower urinary tract and bladder, or clenching of the anus which can exacerbate anal fissure.> Used for improper eye alignment> In the treatment correction of Strabismus> Prophylactic treatment of Chronic migraine headache.> Effective for reduction of facial wrinkles> Used to treat disorders of hyperactive nerves including excessive sweating, neuropathic pain, and some allergy symptoms> Evaluated for use in treating chronic pain",
        "cop": 3,
        "opa": "Increased cAMP",
        "opb": "Increased cGMP",
        "opc": "Inhibition of acetylcholine release",
        "opd": "Inhibition of noradrenaline release",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "2f9507e8-8414-4c21-af0b-89870cde68cd",
        "choice_type": "single"
    },
    {
        "question": "Meningitis in immunocompromised host is frequently caused by",
        "exp": "(B) Cryptococcus neoformans # Cryptococcus neoformans is the leading cause of meningitis in immunocompromised patients (AIDS).",
        "cop": 2,
        "opa": "Candida tropicalis",
        "opb": "Cryptococcus neoformans",
        "opc": "Trichophyton rubrum",
        "opd": "Epidermophyton flocculosum",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "840720a8-dbe3-4257-9919-6b9db2dbccd0",
        "choice_type": "single"
    },
    {
        "question": "Presence of budding capsulated yeast in CSF is",
        "exp": "(C) Cryptococcus neoformans # Cryptococcus neoformans is round or ovoid budding cell, 4-30 mm in diameter with polysaccharide capsule,> Infection is acquired by inhalation causes pulmonary cryptococcosis, (cryptococcal meningitis is most serious type of infection seen in AIDS patients.)> Diagnosis is established by demonstration of capsulated budding yeast cells in the lesion or culture from CSR> Blastomyces is dimorphic fungus (lung and cutaneous lesion)> Histoplasma is a dimorphic fungus involving pulmonary and reticuloendothelial sys.> Coccidioides imitis is dimorphic fungus producing respiratory infection only.> Cryptococcus causes CNS infection, so can be isolated from CSR",
        "cop": 3,
        "opa": "Histoplasma capsulatum",
        "opb": "Coccidiomyces immitis",
        "opc": "Cryptococcus neoformans",
        "opd": "Blastomycetes",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "a59f31e6-cc15-4f21-a51e-019edb040180",
        "choice_type": "single"
    },
    {
        "question": "The Most common organism causing meningitis in a patient with AIDS",
        "exp": "(C) Cryptococcus neoformans # Cryptococcal meningitis is the most serious type of infection and can resemble tuberculous or other chronic types of meningf.is.> Its onset is insidious and the course slow and progressive.> It is often seen in AIDS.",
        "cop": 3,
        "opa": "Candida albicans",
        "opb": "Streptococcus pneumoniae",
        "opc": "Cryptococcus neoformans",
        "opd": "Haemophilus influenzae",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "3b5cfac1-360e-46cc-b9ce-e14285afaeaa",
        "choice_type": "single"
    },
    {
        "question": "Redleg disease is caused by-",
        "exp": "Red-leg' Syndrome in Amphibians. \"Red-leg\" syndrome is a widespread infection seen in frogs, toads, and salamanders. It is recognized by the redness on the underside of the amphibian's legs and abdomen, and is generally due to Aeromonas hydrophila, an opportunistic bacterial pathogen",
        "cop": 4,
        "opa": "Pseudomonas",
        "opb": "Moudly sugar cane fibre",
        "opc": "Coniosporium",
        "opd": "Aeromonas",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "fc2dee02-c85d-48c9-bd3a-2172c061ca83",
        "choice_type": "single"
    },
    {
        "question": "Vincent's angina is caused by Borrelia vincenti along with-",
        "exp": "Ans. is 'c' i.e., Fusobacterium o Vincent angina, also called trench mouth, is acute necrotizing ulcerative gingivitis.o It is an acute infection of gums characterized by pain, bleeding and ulcerationo It is caused by coinfection of Borrelia vincenti with fusobacterium.",
        "cop": 3,
        "opa": "Lactobacillus",
        "opb": "Peptostreptococcus",
        "opc": "Fusobacterium",
        "opd": "Bacteroides",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "93d13cdb-0ec5-4bc5-a14d-6c882dd6e573",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following infection is seen one month after renal transplantation",
        "exp": "(C) Cytomegalovirus # Epidemiology: CMV spreads slowly and probably requires close contact for transmission. It may spread through salivary or other secretions or by sexual contact. A special method of transmission is by blood transfusion or organ transplants(MAINLY RENAL TRANSPLANTS). The virus has been detected in saliva, urine, cervical secretions, semen, blood and milk.> CMV is the most common opportunistic infection in a renal transplant (or any organ transplant) patient> It does not generally appear until the end of the first post-transplant month> Infection in the first post transplant month are most commonly due to conventional nosocomial infections.> Cytomegalovirus infection is seen in immunocompromised hosts e.g., transplant recipients, cancer patients on chemotherapy and in HIV infected. It can also be acquired transplacentally or by transfusion of CMV infected blood.",
        "cop": 3,
        "opa": "Chickenpox virus",
        "opb": "Coxsackie virus",
        "opc": "Cytomegalo virus",
        "opd": "Epstein Barr virus",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "59012fc2-ca33-4ab4-be74-4ae4f0d963d7",
        "choice_type": "single"
    },
    {
        "question": "Japanese B encephalitis virus is transmitted by the following vector",
        "exp": "(A) Culex tritaeniorhynchus # Japanese encephalitis:> The virus was first isolated in Japan during an epidemic in 1935. Several large epidemics have occurred since then. Epidemics show a seasonal incidence (summer-autumn) in the temperate regions, though this is not evident in the tropical areas.> Culex tritaeniorhynchus, a rural mosquito that breeds n rice fields, is the principal vector.> In India, Japanese encephalitis was first recognised in 1955 when the virus was isolated from mosquitoes of the Culex vishnui complex from Vellore during an outbreak of encephalitis in Tamiinadu.",
        "cop": 1,
        "opa": "Culex tritaeniorhynchus",
        "opb": "Hard tick",
        "opc": "Culex fatigans",
        "opd": "Soft tick",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "46942781-afda-4f16-9793-761ade7202c8",
        "choice_type": "single"
    },
    {
        "question": "Giemsa stain yeast cells in HIV are associated with",
        "exp": "(C) Cryptococcosis # Cryptococcus neoformans is an encapsulated yeast that causes cryptococcosis.> Cryptococcosis has changed from a relatively obscure fungal pathogen that infects immunocompetent patients to a leading cause of central nervous system infection in the world's enlarging immunocompromised populations.> Infection with C. neoformans is termed cryptococcosis.> Most infections with C. neoformans occur in the lungs.> Fungal meningitis and encephalitis, especially as a secondary infection for AIDS patients, are often caused by C. neoformans, making it a particularly dangerous fungus.> Infections with this fungus are rare in those with fully functioning immune systems.",
        "cop": 3,
        "opa": "Aspergillosis",
        "opb": "Blastomycosis",
        "opc": "Cryptococcosis",
        "opd": "Histoplasmosis",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "b91b5420-5fa5-4916-a959-cd1055aed41b",
        "choice_type": "single"
    },
    {
        "question": "Among the toxin produced by Clostridium botulinum, the non neurotoxic one is",
        "exp": "(D) C2 # Classification: Eight types of Cl. botulinum have been identified (Types A, B, Cl, C2, D, E, F, G) based on the immunological difference in the toxins produced by them. The toxins produced by the different types are identical in their pharmacological activity but are neutralised only by the homologous antiserum.> An exception is C2 toxin, which shows enterotoxic activity, while all the others are neurotoxins.",
        "cop": 4,
        "opa": "A",
        "opb": "B",
        "opc": "C1",
        "opd": "C2",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "12906984-0fb5-413b-9768-79cf154848e3",
        "choice_type": "single"
    },
    {
        "question": "From one of the following He la cells are derived",
        "exp": "(C) Carcinoma cervix > Cell lines derived from most virus induced cancers contain path of all of the virus genome. The most famous of these-- He la cell line was established from cervical cancers.",
        "cop": 3,
        "opa": "Sternal bone marrow",
        "opb": "Embryonal lung",
        "opc": "Carcinoma cervix",
        "opd": "Connective tissue",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "094188da-89a9-4c1a-87d2-605d3a3ad41a",
        "choice_type": "single"
    },
    {
        "question": "A 33-year-old female patient presented with brain abscess. On aspiration it was foul smelling and gave red fluorescence on UV light, likely diagnosis is",
        "exp": "(C) Bacteroids # B. fragilis is the most frequent of the nonsporing anaerobes isolated from clinical specimens. It is often recovered from blood, pleural and peritoneal fluids, CSF, brain abscesses, wounds and urogenital infections.",
        "cop": 3,
        "opa": "Acanthameba",
        "opb": "Peptostreptococci",
        "opc": "Bacteroids",
        "opd": "Staphylococcus",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "6b9270aa-870c-43c0-9e16-ab85b6578c69",
        "choice_type": "single"
    },
    {
        "question": "Fungus which cannot be grown on artificial media is?",
        "exp": "ANSWER: (A) Rhinosporidium seeberiREF: Dail and Hammar's Pulmonary Pathology: Non-neoplastic Lung Disease 3rd edition, page 404, http: //www.cdc.gov/ncidod/eid/vol6no3/pdf/fredr icks .pdfThe etiologic agent of Rhinosporidiosis, Rhinosporidium seeberi, is an enigmatic microbe that has been difficult to classify. Recently, R. seeberi has been considered a fungus, but it was originally thought to be a protozoan parasite. R. seeberi has not been detected in the environment, and its natural host or reservoir is unknown. Attempts to propagate this organism on artificial media have failed, as has continuous co-cultivation with human cell lines.\"The fungus cannot be isolated on synthetic media of transmitted experimentally to animals; however, it will grow in cell culture\"",
        "cop": 1,
        "opa": "Rhinosporidium seeberi",
        "opb": "Penicillium marneffei",
        "opc": "Aspergillus flavus",
        "opd": "Sporothrix schenckii",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "a5ef7694-f67f-4c75-9f8a-ad24b8a031b4",
        "choice_type": "single"
    },
    {
        "question": "Which Viral Infection associated with Exacerbation of Asthma in COPD Patients",
        "exp": "ANSWER: (D) Rhino + RSV + InfluenzaREF: Harrison's 18th ed ch 260Viral respiratory infections are present in approximately one-third of COPD exacerbations >> Rhinovirus may cause exacerbations of asthma and chronic pulmonary disease in adults.Coronaviruses other than SARS-Co V have been recovered occasionally from infants with pneumonia and from military recruits with lower respiratory tract disease and have been associated with worsening of chronic bronchitisSinusitis, otitis media, and worsening of chronic obstructive and reactive airway disease have also been associated with HRSV infectionOther pulmonary complications associated with influenza include worsening of chronic obstructive pulmonary disease and exacerbation of chronic bronchitis and asthmaBacteria frequently implicated in COPD exacerbations include Streptococcus pneumoniae, Haemophilus influenzae, and Moraxella catarrhalis. In addition, Mycoplasma pneumoniae or Chlamydia pneumoniae are found in 5-10% of exacerbations",
        "cop": 4,
        "opa": "Adenovirus + Rhino Virus",
        "opb": "Rhinovirus + Corona Virus",
        "opc": "RSV + Coronavirus",
        "opd": "Rhinovirus + RSV + Influenza",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "51402f33-c054-4521-99a1-58e912e983ec",
        "choice_type": "single"
    },
    {
        "question": "Organism causing meningitis between 6 m and 2 yrs.",
        "exp": "(A) H. influenzae # Meningitis:> Most serious disease produced by H. influenzae with case fatality rates up to 90 per cent in the untreated.> Bacilli reach the meninges from the nasopharynx through the bloodstream.> More common in children between two months and three years of age.> Age incidence has been correlated with the absence of bactericidal anti-PRP antibodies.> Older children develop immunity as a result of subclinical infection.> It has been reported that in the tropics, non-type b strains may be responsible for meningitis more often than in the temperate zones.",
        "cop": 1,
        "opa": "H influenza",
        "opb": "E. coli",
        "opc": "Neisseriae",
        "opd": "Pneumococcus",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "4708ce0d-5beb-4529-bd9e-7d2b5ed2e1a9",
        "choice_type": "single"
    },
    {
        "question": "Herpangina is caused by",
        "exp": "(A) Cox-sackie virus A # Herpangia:> It is a coxsackie viral infection mostly affecting children. To begin with, multiple small vesicles appear on the faucial pillars, tonsils, soft palate and uvula.> They rupture to form ulcers which are usually 2-4 mm in size, have a yellow base and red areola around them. They seldom persist beyond one week.",
        "cop": 1,
        "opa": "Cox-sackie virus A",
        "opb": "Echovirus 18",
        "opc": "echovirus 16",
        "opd": "poliovirus",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "450977a5-36fd-4157-a076-2f3e5e438ff6",
        "choice_type": "single"
    },
    {
        "question": "Negri bodies are seen in infections due to",
        "exp": "(B) Rabies virus # Negri Bodies:> Most characteristic pathologic finding of rabies in the CNS is the formation of cytoplasmic inclusions called Negri bodies within neurons.> Each eosinophilic mass measures 10 mm and is made up of a finely fibrillar matrix and rabies virus particles.> Negri bodies are distributed throughout the brain, particularly in Ammon's horn, the cerebral cortex, the brainstem, the hypothalamus, the Purkinje cells of the cerebellum, and the dorsal spinal ganglia.> Negri bodies are not demonstrated in at least 20% of cases of rabies, and their absence from brain material does not rule out the diagnosis.",
        "cop": 2,
        "opa": "Poliovirus",
        "opb": "Rabies virus",
        "opc": "Herpes virus",
        "opd": "Adenovirus",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "3939ff6f-d8a8-443e-86f0-0007a1d848e8",
        "choice_type": "single"
    },
    {
        "question": "Hydatid disease is caused by one of the following",
        "exp": "(C) Echinococcus granulosus # Echinococcus granulosus, the dog tapeworm or the hydatid worm (formerly called Taenia echinococcus), which has the dog as the definitive host and sheep and humans as the principal intermediate hosts.> In humans it causes unilocular echinococcosis or hydatid disease.",
        "cop": 3,
        "opa": "Taenia solium",
        "opb": "Hymenolepis diminuta",
        "opc": "Echinococcus granulosus",
        "opd": "Dipylidium caninum",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "2b9e9b6f-540b-4146-b10e-d2789bc78b44",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following influenza is most deadly?",
        "exp": "(A) H1N1 > Respiratory infection popularly known as SWINE FLU is caused by an influenza virus first recognized in spring 2009, near the end of the usual Northern Hemisphere flu season.> New virus, 2009 H1N1, spreads quickly and easily. A few months after the first cases were reported, rates of confirmed H1N1-related illness were increasing in almost all parts of the world. As a result, the World Health Organization declared the infection a global pandemic. That official designation remained in place for more than a year.",
        "cop": 1,
        "opa": "H1N1",
        "opb": "H2N2",
        "opc": "H3N2",
        "opd": "H3N8",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "4929d7a9-e39b-4900-96a8-7e1ca2be1b0e",
        "choice_type": "single"
    },
    {
        "question": "Children from school went to summer camp got suffering from sore throat, rhinorrhoea, bilateral congested conjunctiva; causative agent is",
        "exp": "(C) Adenovirus # In children, ADENOVIRUSES cause a variety of clinical syndromes. The most common is an acute upper respiratory tract infection, with prominent rhinitis. On occasion, lower respiratory tract disease, including bronchiolitis and pneumonia, also develops. Adenoviruses, particularly types 3 and 7, cause pharyngoconjunctival fever, a characteristic acute febrile illness of children that occurs in outbreaks, most often in summer camps.> The syndrome is marked by bilateral conjunctivitis in which the bulbar and palpebral conjunctivae have a granular appearance. Low-grade fever is frequently present for the first 3-5 days, and rhinitis, sore throat, and cervical adenopathy develop. The illness generally lasts for 1-2 weeks and resolves spontaneously.",
        "cop": 3,
        "opa": "Rhinovirus",
        "opb": "Enterovirus",
        "opc": "Adenovirus",
        "opd": "Coronavrus",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "def82916-2f8f-4008-8e94-d77f3e7f4f47",
        "choice_type": "single"
    },
    {
        "question": "Serological testing of patient shows HBsAg, IgM anti- HBc and HBeAg positive. The patient has",
        "exp": "(B) Acute hepatitis B with... COMMONLY ENCOUNTERED SEROLOGIC PATTERNS OF HEPATITIS B INFECTIONHBsAgAnti-HBsAnti-HBcHBeAgAnti-H BeInterpretation+-IgM+HIAcute hepatitis B, high infectivity+-IgG+-Chronic hepatitis B, high infectivity+-IgG-+1. Late acute or chronic hepatitis B, low infectivity2. HBeAg-negative (\"precoremutant\") hepatitis B (chronic or, rarely, acute)++++/-+/-1. HBsAg of one subtype and heterotypic anti-HBs (common)2. Process of seroconversion from HBsAg to anti-HBs (rare)--IgM+/-+/-1. Acute hepatitis B2. Anti-HBc \"window\"--IgG-+/-1. Low-level hepatitis B carrier2. Hepatitis B in remote past-+IgG-+/-Recovery from hepatitis B-+---1. Immunization with HBsAg (after vaccination)2. Hepatitis B in the remote past (?)3. False-positive",
        "cop": 2,
        "opa": "Chronic hepatitis B with low infectivity",
        "opb": "Acute hepatitis B with high infectivity",
        "opc": "Chronic hepatitis with high infectivity",
        "opd": "Acute on chronic hepatitis",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "df84f66f-fc18-4321-bfad-d5b02f3d3574",
        "choice_type": "single"
    },
    {
        "question": "Negri bodies in brain are seen in",
        "exp": "(C) Rabies # Demonstration of inclusion bodies IN RABIES:> This is still the method most commonly used as facilities for immunofluorescence and biological tests are not available in many laboratories.> Impression smears of the brain are stained by Seller's technique (basic fuchsin and methylene blue in methanol), which has the advantage that fixation and staining are done simultaneously.> Negri bodies are seen as intracytoplasmic, round or oval, purplish pink structures with characteristic basophilic inner granules. Negri bodies vary in size from 3-27 urn> Other types of inclusion bodies may sometimes be seen in the brain in diseases such as canine distemper but the presence of inner structures in the Negri bodies makes differentiation easy.> Negri bodies are intracytoplasmic inclusion bodies seen in brain cells as purplish pink structures with characteristic basophilic granules.> These are characteristic of Rabies infection.",
        "cop": 3,
        "opa": "Botulism",
        "opb": "Chickenpox",
        "opc": "Rabies",
        "opd": "Herpes encephalitis",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "2753db1a-ef2a-4838-b170-5516ae8d3e37",
        "choice_type": "single"
    },
    {
        "question": "Name who suggested to use antiseptic to prevent puerperal deaths",
        "exp": "(C) Ignaz Semmelweis # Ignaz Phillip Semmelweis: was a Flungarian physician of German extraction now known as an early pioneer of antiseptic procedures. Described as the \"''savior of mothers\"\", Semmelweis discovered that the incidence of puerperal fever or \"childbed fever\" could be drastically cut by the use of hand disinfection in obstetrical clinics. Puerperal fever was common in mid-19th-century hospitals and often fatal, with mortality at 10%-35%. Semmelweis proposed the practice of washing hands with chlorinated lime solutions in 1847 while working in Vienna General Hospital's First Obstetrical Clinic, where doctors' wards had three times the mortality of midwives' wards. He published a book of his findings in Etiology, Concept and Prophylaxis of Childbed Fever,> Despite various publications of results where hand washing reduced mortality to below 1%, Semmelweis's observations conflicted with the established scientific and medical opinions of the time and his ideas were rejected by the medical community. Semmelweis could offer no acceptable scientific explanation for his findings, and some doctors were offended at the suggestion that they should wash their hands. Semmelweis's practice earned widespread acceptance only years after his death, when Louis Pasteur confirmed the germ theory and Joseph Lister, acting on the French microbiologist's research, practiced and operated, using hygienic methods, with great success. In 1865, Semmelweis was committed to an asylum, where he died at age 47 of pyaemia, after being beaten by the guards, only 14 days after he was committed. Hippocrates is the Father of Medicine. Joseph Lister is the Father of Antisepic Surgery. Louis Pasteur is the father of Vaccination.",
        "cop": 3,
        "opa": "Hippocrates",
        "opb": "Joseph Lister",
        "opc": "Ignaz Semmelweis",
        "opd": "Louis Pasteur",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "62e2b16b-6dab-4f10-802b-0b57b48aeb02",
        "choice_type": "single"
    },
    {
        "question": "Tzanck smear is useful for the diagnosis of",
        "exp": "(B) Herpes Virus infection # TZANCK SMEAR is a rapid, fairly sensitive and inexpensive diagnostic method.> Smears are prepared from the lesions, preferably from the base of vesicles and stained with 1% aqueous solution of toludene bleu '0' for 15 seconds.> Multinucleated giant cells with faceted nuclei and homogenously stained 'ground glass' chromatin (Tzanck cells) constitute a positive smear.> Intranuclear type A inclusion bodies may be seen in Giemsa stained smears.> Acantholytic cells present in Pemphigus vulgaris, Senear-Usher syndrome, Pemphigus foliaceous & Pemphigus vegetans",
        "cop": 2,
        "opa": "Eryhrasma",
        "opb": "Herpes Virus infection",
        "opc": "Superficial Pseudomonas infection",
        "opd": "Pntcmpniic TR",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "295d6fc0-894b-4ba8-8f10-1a95891e4f81",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the main colonizer of sebaceous gland: (PGI June 2007)",
        "exp": "Ans. A (Propionic bacterium acnes) Propiniobacterium acnesQ a normal commensalQ'of the pilosebaceous apparatus, plays an important role in pathogenesis of acne. Other organisms implicated include P. granulosum, Malassezia furfur and coagulase negative micrococci\"- Neena Khanna 3rd/9SFig- Etiology- of Acne vulgaris\"Anaerobic diphtheroids (Corynebacterium acnes) Q are most common in areas rich in sebaceous glands. These are now classified as Propionibacterium acnesQ and as P granulosum. P acnes are seen eight times more frequently than P granulosum. Other microbial group isolated from sebaceous gland are Staphylococcus and Pityrosporum species\"- Dermatology by Moschella & Hurley 3nd /68",
        "cop": 1,
        "opa": "Propionic bacterium acnes",
        "opb": "Diphtheria",
        "opc": "Streptopyogens",
        "opd": "Staph aureus",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "dd19c90c-418f-4c5b-9f43-b8e5f23a02c7",
        "choice_type": "single"
    },
    {
        "question": "A patient with neurological problems has an elevated cerebrospinal fluid (CSF) antibody titer to measles virus. You would most likely suspect",
        "exp": "(C) Possible subacute sclerosing panencephalitis (SSPE) # SSPE is thought to be caused by a measles-related virus present in the central nervous system. Most SSPE patients show elevated measles virus antibodies in serum and CSE In patients with multiple sclerosis (MS), lower CSF antibody titers have been observed, suggesting a possible etiologic role for measles virus in MS.",
        "cop": 3,
        "opa": "Fifth disease",
        "opb": "Susceptibility to chickenpox",
        "opc": "Possible subacute sclerosing panencephalitis (SSPE)",
        "opd": "Possible hepatitis B infection",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "aa13d368-ae33-4315-a8f8-4111c22498d8",
        "choice_type": "single"
    },
    {
        "question": "PML is caused by",
        "exp": "(B) Papova virus # Human papova virus has been isolated from a number of patients with impaired immunity> J.C. virus one type of papova virus which is isolated from patient with : HIV Hodgkin lymphoma Progressive Multi focal leukoencephalopathy (PML). Progressive multifocal leukoencephalopathy (PML) is a rare and usually fatal viral disease characterized by progressive damage or inflammation of the white matter of the brain at multiple locations. It is caused by the JC virus, which is normally present and kept under control by the immune system. JC virus is harmless except in cases of weakened immune systems. PML occurs almost exclusively in patients with severe immune deficiency, most commonly among patients with acquired immune deficiency syndrome (AIDS), but people on chronic immunosuppressive medications including chemotherapy are also at increased risk of PML, such as patients with transplants, Hodgkin's Lymphoma, multiple sclerosis, psoriasis and other autoimmune diseases.",
        "cop": 2,
        "opa": "CMV",
        "opb": "Papova virus",
        "opc": "HIV",
        "opd": "Polio virus",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "602b24db-0847-42ab-b90a-5ce5f94b3334",
        "choice_type": "single"
    },
    {
        "question": "All are true about Norwalk virus except -",
        "exp": "Ans. is 'b' i.e., Cultivated in cell culture \"Most calciviruses and astroviruses can be grown in cell culture, but the Norwalk viruses cannot\"o Norwalk virus belongs to family calciviridae (RNA viruses) and genus Noroviruses.o Norwalk virus causes outbreast of gastroenteritis from a common source of contamination (water, shellfish, salad).",
        "cop": 2,
        "opa": "Belongs to calciviridae",
        "opb": "Cultivated in cell culture",
        "opc": "Causes gasteroenteritis",
        "opd": "Is a RNA virus",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "1566e7c1-35c1-45a7-9f9f-c6919ebf3a38",
        "choice_type": "multi"
    },
    {
        "question": "Paul Bunnell Test is the standard diagnostic procedure for",
        "exp": "(A) Infectious mononucleosis # Standard diagnostic procedure for Infections mononucleosis is the Paul-Bunnel test.> During infectious mononucleosis, heterophile antibodies agglutinate sheep erythrocytes> However, such antibodies may also occur after injections of sera & sometimes even in normal individuals> Infectious mononucleosis antibodies may be differentiated by absorption tests.> The Paul-Bunnel antibody develops early during the course of infectious mononucleosis, and disappears within about two months.",
        "cop": 1,
        "opa": "Infectious mononucleosis",
        "opb": "Ramsay Hunt syndrome",
        "opc": "Chicken pox",
        "opd": "Kaposi's varicella form eruption",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "de66f8cf-d1cf-44f2-93f3-0dab5ee6a155",
        "choice_type": "single"
    },
    {
        "question": "In Japanese Encephalitis pigs acts as:",
        "exp": "(A)' Amplifier # In Japanese encephalitis, pig acts an amplifier, it doesn't manifest the disease.> Herons acts as reservoir hosts.> Human infection is a tangential 'dead end' event> Vertebrate hosts may include cattle and buffalo besides pig.",
        "cop": 1,
        "opa": "Amplifier",
        "opb": "Definitive host",
        "opc": "intermediate host",
        "opd": "Any of the above",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "6da8aca5-f9c0-4d18-ba52-f7192be36df9",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is NOT a neuroparasite?",
        "exp": "(D) Trichinella spiralis # Naegleria cause primary amebic meningoencephalitis> Acanthamoeba causes granulomatous Amoebic encephalitis.> Taenia solium causes neurocysticercosis.# Trichinella spiralis causes trichinellosis. While most infection are mild and asymptomatic, heavy infections can cause severe enteritis, periorbital edema, myositis and (infrequently) death.",
        "cop": 4,
        "opa": "Taenia solium",
        "opb": "Acanthamoeba",
        "opc": "Naegleria",
        "opd": "Trichinella spiralis",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "e174256e-5a1e-4737-bf56-75803582a376",
        "choice_type": "single"
    },
    {
        "question": "Avian influenza HA viruses bind",
        "exp": "(D) Alpha 2-6 sialic acid receptors# Genetic factors in distinguishing between \"human flu viruses\" and \"avian flu viruses\" include:> PB2: (RNA polymerase): Amino acid (or residue) position 627 in the PB2 protein encoded by the PB2 RNAgene. Until H5N1, all known avian influenza viruses had a Glu at position 627, while all human influenza viruses had a Lys.> HA: (hemagglutinin): Avian influenza HA viruses bind alpha 2-3 sialic acid receptors, while human influenza HA viruses bind alpha 2-6 sialic acid receptors. Swine influenza viruses have the ability to bind both types of sialic acid receptors. Hemagglutinin is the major antigen of the virus against which neutralizing antibodies are produced, and influenza virus epidemics are associated with changes in its antigenic structure. This was originally derived from pigs, and should technically be referred to as \"pig flu\".",
        "cop": 4,
        "opa": "Beta 2-3 sialic acid receptors",
        "opb": "Alpha 2-3 sialic acid receptors",
        "opc": "Beta 2-6 sialic acid receptors",
        "opd": "Alpha 2-6 sialic acid receptors",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "81cc7301-5e28-4dd8-9623-d833dc8e0793",
        "choice_type": "single"
    },
    {
        "question": "Most sensitive index of recent transmission of malaria in community:",
        "exp": "Ans. is 'b'Annual parasite index measures incidence, spleen rate measures endemicity, ABER-Annual blood examination rate (index of operational efficiency) and SPR (slide positivity rate) - forecasting malaria and defining any area to be high risk or low risk.",
        "cop": 2,
        "opa": "Spleen rate",
        "opb": "Infant parasite rate",
        "opc": "Annual parasite rate",
        "opd": "Slide positivity rate",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "820a0be8-c127-458d-b05b-7aa0e485fe95",
        "choice_type": "single"
    },
    {
        "question": "Neurological complications following rabies vaccine are common with",
        "exp": "(B) Chick embryo vaccine # Egg vaccines:> Duck egg vaccine prepared from a fixed virus adapted for growth in duck eggs and inactivated with beta propiolactone was used, but was discontinued because of its poor immunogenicity. A purified, more potent duck egg vaccine was developed, but was supplanted by tissue culture vaccines which became available then,> Live attenuated chick embryo vaccines: two types of vaccines were developed with the Flury strain-the Low Egg Passage (LEP) vaccine at 40-50 egg passage level for immunisation of dogs and the High Egg Passage (HEP) vaccine at 180 passage level for cattle and cats, these are not in use now because of their high neurological complications.",
        "cop": 2,
        "opa": "Duck egg vaccine",
        "opb": "Chick embryo vaccine",
        "opc": "Semple vaccine",
        "opd": "HDCS vaccine",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "f12e27bb-28b1-4b37-b123-ffa4d9e4af85",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following uses its type IV pili for twitching motility on surfaces?",
        "exp": "(A) Pseudomonas # Pseudomonas aeruginosa uses its type IV pili for twitching motility on surfaces. The ability of pili from Pseudomonas aeruginosa K (PAK) to act as an adhesin to human respiratory epithelial cells> Bacteria from the genus Spirillum have unusual types of flagella. It was originally thought that these bacteria had an individual flagellum on each end of their cells. It is now known that they have a cluster on each end, composed of about 75 individual flagella. It is the motion of these that causes the organisms to move in their characteristic corkscrew fashion.> Salmonella is a genus of rod-shaped, Gram-negative, non-spore-forming, predominantly motile enterobacteria with diameters around 0.7 to 1.5 pm, lengths from 2 to 5 pm, and flagella which grade in all directions (i.e. peritrichous).> Shigella sonnei is a non-motile, nonspore-forming, facultative anaerobic Gram-negative bacterium.",
        "cop": 1,
        "opa": "Pseudomonas",
        "opb": "Spirillum",
        "opc": "Salmonella",
        "opd": "Shigella",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "26a37962-5db2-4559-9c18-036fe484a080",
        "choice_type": "single"
    },
    {
        "question": "Cyst with scolex and hooks",
        "exp": "(A) T. solium",
        "cop": 1,
        "opa": "T solium",
        "opb": "H. nana",
        "opc": "Echinococus",
        "opd": "Schistosoma",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "d93a21c2-4c4f-44cc-ae73-4710f7a45f04",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of pneumonia in AIDS patients",
        "exp": "(C) Pneumocystis carnii > Pneumocystis carini is most common cause of pneumonia in AIDS.",
        "cop": 3,
        "opa": "Pneumococci",
        "opb": "Staphylococci",
        "opc": "Pneumocystis carni",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "89a9e0f0-3bad-4b51-b34d-30e31d7304ac",
        "choice_type": "multi"
    },
    {
        "question": "Which is a prokaryote?",
        "exp": "(B) Archaebacteria# Classification:> Old 5 Kingdom system: Monera, Protists, Plants, Fungi, Animals> New 3 Domain System: Reflects a greater understanding & molecular evidence Prokaryote: Bacteria Prokaryote: Archaebacteria Eukaryotes: Protists, Plants, Fungi, Animals# Prokaryotes are devoid of membrane bound organelles, and thus> Nucleus: devoid of nuclear membrane and nucleolus> They do not contain Deoxyribonucleoproteins i.e. nucleic DNA is not associated with basic protein The genome consists of a single molecule double stranded DNA arranged in the form of a circle Mitotic division does not occur and these divide by Binary fission> Cytoplasm: It differs from eukaryote cytoplasm in not exhibiting protoplasmic streaming. Mitochondria, Endoplasmic Reticulum, Lysosomes and Golgi apparatus are all absent.> Chemical Composition: Cell wall of Prokaryotes contains Muramic acid and peptidoglycons while cell wall of Eukaryotes contains sterols.",
        "cop": 2,
        "opa": "Virus",
        "opb": "Archaebacteria",
        "opc": "Fungi",
        "opd": "Protozoan",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "37460beb-3278-4e56-81a9-b8c9df0ffac7",
        "choice_type": "single"
    },
    {
        "question": "Immune IgE receptor on mast cell in response to parasite involve mechanism of",
        "exp": "(B) Opioid # Mast cells have a number of on their cell surface. They express the high effinity surface receptor for the Fc portion of the IgE molecule (Fc&RI).> Antigenic specific binding allows for cross-linking og IgE molecules that have bound to Fc & RI on the mast cell surface.> This initiates a sequence of calcium & energy dependent events that culminate in fusion of granules to the plasma membrane, eventuating in release of the granule contents.> Degranulation & release of potent prostinoids, histamines, & inflammatory cytokines can rapidly recruit inflammatory cells.> Mast cells also express Opioid, Adenosine & beta-adrenergic receptors, &, as a result mast cell stimulation can proceed through actions independent of Fc&RI.> Non antigenic stimuli include Opiates, C5a Anaphylatoxin, Stem cell factor & Substance P.",
        "cop": 2,
        "opa": "Cocaine",
        "opb": "Opioid",
        "opc": "Cannabis",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "1451b21d-48d0-4392-a208-193b12c38c49",
        "choice_type": "multi"
    },
    {
        "question": "A clinical diagnosis of meningitis is confirmed with a latex agglutination test on CSF for the capsular poly-saccharide of the organism. The most likely causative agent is",
        "exp": "(B) Cryptococcus # C. neoformans occurs widely in nature, particularly in soil contaminated with bird droppings. Human Infection occurs when inhalation of the organism occurs.> Lung infection is often asymptomatic but can result in pneumonia. Meningitis occurs through dissemination, particularly In immuno- suppressed patients.> India Ink preparations of CSF reveal a budding yeast with a wide, unstained capsule in infected persons.",
        "cop": 2,
        "opa": "Candida albicans",
        "opb": "Cryptococcus",
        "opc": "Paracoccidioides brasiliensis",
        "opd": "Histoplasma capsulatum",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "7c98e69d-d218-4976-b534-bb40295f92b5",
        "choice_type": "single"
    },
    {
        "question": "Which is NOT a common cause of Meningitis in adults?",
        "exp": "(D) Str. pyogenes -- Group A # Streptococcus pyogenes causes respiratory infections, skin and soft tissue infections, genital infections and non suppurative infections like acute rheumatic fever, and acute glomerulonephritis",
        "cop": 4,
        "opa": "Group B streptococcus",
        "opb": "Mycobacterium tuberculosis",
        "opc": "Staph. aureus/H. influenza",
        "opd": "Str. pyogenes -- Group A",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "48697760-f1a6-4e88-960c-faa63b0e2c8b",
        "choice_type": "single"
    },
    {
        "question": "Which is not a finding in viral encephalitis:",
        "exp": "(A) Astroglial proliferation> The pathologic Changes in viral encephalitis are:> Parenchymal infiltrate chiefly in perivascular location, of mononuclear cells consisting of lymphocytes, plasma cells, macrophages.> Microscopic clusters of MICROGLIAL cells and presence of Neuronophagia> Intranuclear inclusion bodies in most cases; intracytoplasmic in case of NEGRI bodies in rabies.",
        "cop": 1,
        "opa": "Astroglial proliferation",
        "opb": "Perivascular mononuclear infiltrate",
        "opc": "Inclusion bodies intranuclear and intracytoplasmic",
        "opd": "None of the above",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "cb0a2bf0-b16f-46ad-ba29-9a154753d1bf",
        "choice_type": "multi"
    },
    {
        "question": "Lyme disease caused by:",
        "exp": "(A) Borrelia burgdorferi > Lyme disease, or borreliosis, is an emerging infectious disease caused by spirochete bacteria from the genus Borrelia. It is caused by Borrelia burgdorferi transmitted by the bite of Ixodid ticks.> The natural reservoir hosts are rodents, deer and other mammals. Ixodes dammini and related species are the vectors. The borrelia grows mainly in the midgut of the tick. Infection occurs by regurgitation of the gut contents during biting.> The acute phase of Lyme disease infection is a characteristic reddish \"bulls-eye\" rash, with accompanying fever, malaise, and musculoskeletal pain (arthralgia or myalgia).> The characteristic reddish \"bull's-eye\" rash (known as erythema chronicum migrans) may be seen in up to 80% of early stage Lyme disease patients, appearing anywhere from one day to a month after a tick bite.> The rash does not represent an allergic reaction to the bite, but rather a skin infection with the Lyme bacteria, Borrelia burgdorferi sensu lato.",
        "cop": 1,
        "opa": "Borrelia burgdorferi",
        "opb": "Borrelia recurrantis",
        "opc": "Borrelia vincentis",
        "opd": "Leptospira",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "5263de97-1881-43af-8d9c-bd14aaf7d56e",
        "choice_type": "single"
    },
    {
        "question": "Tick born viral encephalitis is seen inn",
        "exp": "(A) Omsk hemorrhagic fever /Ananth7 - 524, 531]# Omsk hemorrhagic fever virus (tick-borne encephalitis (far eastern subtype):> Flaviviridae; spherical, enveloped virions about 45 nm in diameter, single-stranded, positive sense RNA genome> Pathogenicity: sudden onset of fever, chills, headache, pain in lower and upper extremities and severe prostration; a papulovesicular rash on the soft palate, cervical lymphadenopathy and conjunctival suffusion are usually present; central nervous system abnormalities develop after one to two weeks; severe cases present with haemorrhages - no cutaneous rash; leukopenia and thrombocytopenia are marked; estimated case fatalities are 1-10%; previous infection leads to immunity> Hosts: Humans, rodents, muskrat and possibly ticks> Mode of Transmission: By the bite of an infective tick (Dermacentor reticulatus and D. marginatus, Ixodes persulcatus)', data suggests direct transmission from both muskrat to humans and virus contaminated water to humans> Incubation Period: Usually 3-8 days> Communicability: Not directly transmitted from person-to-person; ticks remain infective for life> Reservoir: Rodents, muskrats and ticks> Zoonosis: Yes - disease can be acquired from direct contact with muskrats> Vectors: Ticks (Dermacentor retiqulatus, D. marginatus, Ixodes persulcatus)# Lassa viral haemorrhagic fever is an acute illness of 1-4 weeks duration that occurs in West Africa.> Virus is a single-stranded RNA virus belonging to the virus family Arenaviridae.> Lassa fever is known to be endemic in Guinea (Conakry), Liberia, Sierra Leone and parts of Nigeria,# Marburg virus is the causative agent of Marburg hemorrhagic fever. Both the disease and virus are related to Ebola and originate in the same part of Africa (Uganda and Eastern Congo). The zoonosis is of unknown origin, but some scientists believe it may be hosted by bats.# Ebola is both the common term used to describe a group of viruses belonging to genus Ebolavirus, family Filoviridae, and the common name for the disease which they cause, Ebola hemorrhagic fever.",
        "cop": 1,
        "opa": "Omsk hemorrhagic fever",
        "opb": "Lassa fever",
        "opc": "Marburg fever",
        "opd": "Ebola virus",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "17948766-250c-4d2e-9e0e-d2fc948ea5e1",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is NOT dimorphic fungi?",
        "exp": "(A) Cryptococcus # Systemic Mycoses Caused by DIMORPHIC FUNGI: Four major systemic mycoses caused by dimorphic fungi -- 1 Blastomycosis, 2. Coccidioidomycosis, 3. Histoplasmosis and 4. Paracoccidioidomycosis",
        "cop": 1,
        "opa": "Cryptococcus",
        "opb": "Histoplasma",
        "opc": "Coccidioidomycosis",
        "opd": "Blastomycosis",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "26ccde97-4054-45d3-a174-624102f6e4b7",
        "choice_type": "single"
    },
    {
        "question": "A 2-year-old child is brought to the emergency with history offerer and vomiting. On examination he has neck rigidity. The CSF examination shows polymorphs more that 2000/m> I protein 100 mg/dl and glucose 10 mg/dl. The Gram stain shows the presence of Gram negative coccobacilli. The culture shows growth of bacteria only on chocolate agar and not on blood agar. The causative agent is",
        "exp": "(B) Haemophilus influenzae. # Meningitis: This is the most serious disease produced by H. influenzae with case fatality rates up to 90 per cent in the untreated.> Bacilli reach the meninges from the nasopharynx through the bloodstream.> Disease is more common in children between two months and three years of age.> Age incidence has been correlated with the absence of bactericidal anti-PRP antibodies.> Older children develop immunity as a result of subclinical infection.> It has been reported that in the tropics, non-type b strains may be responsible for meningitis more often than in the temperate zcnes.",
        "cop": 2,
        "opa": "Neisseria meningitides",
        "opb": "Haemophilus influenzae.",
        "opc": "Branhamella catarrhalis.",
        "opd": "Legionella pneumophila.",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "dbed8733-9bda-43eb-b341-494cdf9de330",
        "choice_type": "single"
    },
    {
        "question": "Efficacy of Moist Heat Sterilization is tested by using the Spores of",
        "exp": "(A) Bacillus stearothermophilus > For determining the efficacy of moist heat sterilization, (e.g. autoclaving), spores of Bacillus stearothermophilus are used as the test organism. This a thermophilic organism with an optimum growth temp. 55-60degC. Its spores are killed at 121 degC after 12 min exposure.",
        "cop": 1,
        "opa": "Bacillus stearothermophilus",
        "opb": "Clostridium tetani",
        "opc": "Bacillus subtilis",
        "opd": "Clostridium botulinum",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "13a3a592-0e5a-4521-9589-be3d06c6ba6b",
        "choice_type": "single"
    },
    {
        "question": "A patient with history of previous infection with Hepatitis B now immune to it will show",
        "exp": "(C) HbsAg -ve, Anti HbsAg +ve, Anti HbcAg -ve # DIAGNOSTIC CRITERIA RELATED TO HBV:> Chronic HBV infection is a necroinflammatory disease of the liver caused by persistent infection with HBV, and can be categorized as hepatitis B e antigen (HBeAg) positive or negative. Inactive hepatitis B surface antigen (HBsAg) carriers have HBV infection of the liver without significant, ongoing necroinflammatory disease. HBV infection is resolved when there is no further virologic, biochemical, or histologic evidence of active viral infection or disease.> Acute exacerbations or flares include intermittent elevations of transaminase activity to more than 10 times the upper limit of normal and more than twice the baseline value. Reactivation is characterized by the reappearance of active necroinflammatory disease of the liver in persons with inactive HBsAg or resolved hepatitis B.> Chronic hepatitis B: HBsAg positive for more than six months, serum HBV DNA greater than 20,000 IU per mL (lower values of 2 000 to 20,000 IU per mL often occur with HBeAg-negative chronic hepatitis B), persistent or intermittent elevation in alanine transaminase (ALT) or aspartate transaminase (AST) levels, and liver biopsy showing chronic hepatitis with moderate or severe necroinflammation.> Inactive HBsAg carrier state: HBsAg positive for more than six months, HBeAg negative and anti-HBeAg positive, serum HBV DNA less than 2,000 IU per mL, persistently normal ALT and AST levels, liver biopsy confirming absence of significant hepatitis.> Resolved hepatitis B: known history of acute or chronic hepatitis B or the presence of anti-hepatitis B core antigen (anti-HBcAg) with or without anti-HBsAg, HBsAg negative, undetectable serum HBV DNA (very low levels may be detectable with sensitive prostate-specific antigen assays), and normal ALT levels.",
        "cop": 3,
        "opa": "HbsAg +ve, Anti HbsAg +ve, Anti HbcAg +ve",
        "opb": "HbsAg -ve, Anti HbsAg -ve, Anti HbcAg -ve",
        "opc": "HbsAg -ve, Anti HbsAg +ve, Anti HbcAg -ve",
        "opd": "HbsAg -ve, Anti HbsAg -ve, Anti HbcAg +ve",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "cb92179a-09c3-48fb-ae08-352c96142a04",
        "choice_type": "single"
    },
    {
        "question": "A mother brings her 1-year-old daughter to the physician. She says that for the last 2 days her daughter has been fussy and crying more than usual. She also refuses formula. The patient has a fever of 39.4degC (102.9degF). Meningitis is suspected, and a lumbar puncture is per- formed. Analysis of the cerebrospinal fluid shows an opening pressure of 98 mm H2O, a leukocyte count of 1256/mm3, a protein level of 210 mg/dL, and a glucose level of 31 mg/dL.. The mother says that the patient has received no immunizations. Which of the following organisms is most likely responsible for this patient's illness?",
        "exp": "(B) Haemophilus influenzae > Most common cause of meningitis in the 1-year-old age group Haemophilus influenzae. Clostridium botulinum floppy baby",
        "cop": 2,
        "opa": "Clostridium botulinum",
        "opb": "Haemophilus influenza",
        "opc": "Neisseria meningitides",
        "opd": "Streptococcus pneumoniae",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "caca3c73-2431-4886-af04-ebd73b03708c",
        "choice_type": "single"
    },
    {
        "question": "The definitive host for Tenia solium is",
        "exp": "(B) Man # Life cycle of Tenia solium:> Poorly cooked meat is ingested by humans who are the only definitive hosts.> The poorly cooked meat includes tapeworm larval cyst (cysticercus) which then release larvae.> These attach to the small intestine by the scolex suckers.> The worm then matures over 3-4 months during which the proglottids develop.> The worm can survive for up to 25 years in humans during which time the gravid proglottids are released into the faeces.> The excreted eggs which are excreted in the faeces can survive on vegetation where they are then consumed by cattle or pigs. Once in these animals the eggs hatch & cysticerci are released> These pass into the animal circulation from the small intestine and reside in the muscle.> Humans are then infected by eating raw meat containing the cysticerci.",
        "cop": 2,
        "opa": "Pig",
        "opb": "Man",
        "opc": "Cattle",
        "opd": "Dog",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "9af81cc3-5e09-44f1-9d5d-8083b0d70a7f",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is the most common central nervous system parasitic infection",
        "exp": "(D) Neurocysticercosis > Neurocysticercosis is a predominant manifestation of T. solium Infection",
        "cop": 4,
        "opa": "Echinococcosis",
        "opb": "Paragonimiasis",
        "opc": "Sparaganosis",
        "opd": "Neurocysticercosis",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "049fe63b-dcea-4ef0-8290-e5f6ec42b074",
        "choice_type": "single"
    },
    {
        "question": "A 3 week old child presented to the pediatrician with meningitis. A presumptive diagnosis of late onset of a perinatal infection was made. The CSF culture was positive for gram positive bacilli. Which of the following characteristic of this bacteria would be helpful in differentiating it from other bacteria agents?",
        "exp": "(D) Motility at 25degC # Common causes of Meningits according to age are;> First 2 months of life: Group B and D streptococci (Streptococcus agalactiae) Gram negative enteric bacilli (Escherichia coli) Listeria monocytogenes H. influenzae (type b & non-encapsulated strain) - Rare> 2 months to 12 years of age: S. pneumoniae N. meningitidis H. influenzae type b> Subsequent to the implementation of universal immunization against the H. influenzae (beginning at 2 months of age), the incidence of H. influenzae dropped precipitously.> Meningitis (2 months -12 years) now is most commonly caused by S. pneumoniae & N. meningitidis.> T-lymphocyte defect (congenital or acquired by chemotherapy, AIDS or malignancy): t risk of L. monocytogenes infection.> Peak incidence of H. influenzae type B: 6-9 months of age.> Possible diagnosis in this 3 week old child.> Streptococci (Ruled out cause CSF shows gram positive bacilli).> E. coli - (Ruled out gram Negative)",
        "cop": 4,
        "opa": "Ability to grow on Blood agar",
        "opb": "Ability to produce catalase",
        "opc": "Fermentative attack on sugars",
        "opd": "Motility at 25degC",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "910fe60b-8ba0-4ced-9456-cd7a2fbc04bb",
        "choice_type": "single"
    },
    {
        "question": "Cerebrospinal fever is due to",
        "exp": "(C) Neisseria meningitides # Cerebrospinal meningitis and meningococcal septicaemia are the two main types of meningococcal disease.> Cocci spread from the nasopharynx to the meninges may be directly along the perineural sheath of the olfactory nerve, through the cribriform plate to the subarachnoid space or more probably through the blood stream.> In certain cases, the site of entry may be conjunctiva meningococcal purulent conjunctivitis occur.> On reaching the CNS, a suppurative lesion of meninges is set up, involving the surface of spinal cord, as well as the base and cortex of brain.",
        "cop": 3,
        "opa": "Streptococcus pyogenes",
        "opb": "Staphylococcus aureus",
        "opc": "Neisseria meningitides",
        "opd": "None of the above",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "96407644-6716-4102-92ba-13dde82b923b",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is diagnosed by latex agglutination for antigen in CSF?",
        "exp": "(A) Cryptococcus # Approximately 90% of patients with cryptococcal meningoencephalitis, including all those with a positive CSF smear, have capsular antigen detectable in CSF or serum by latex agglutination.# Certain important points about cryptococcus> Cryptococcus is the only pathogenic yeast> It is characterized by a prominent polysaccharide capsule, which stands out in Indian ink preparation> Features which are seen in only in pathogenic cryptococci are Ability to grow at 37degC Ability to hydrolyse urea",
        "cop": 1,
        "opa": "Cryptococcus",
        "opb": "Aspergillosis",
        "opc": "Candida",
        "opd": "Histoplasmosis",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "f51f9f5e-54cf-4e72-9cce-6be1b6d40d0f",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common micro-organism known to cause tropical pyomisitis?",
        "exp": "Tropical pyomyositis, a disease often seen in tropical countries, is characterised by suppuration within skeletal muscles, manifesting as single or multiple abscesses. The most common organism implicated is Staphylococcus aureus. In 20%-50% of cases there is a history of trauma to the affected muscles. Commonly involved muscles are quadriceps, glutei, pectoralis major, serratus anterior, biceps, iliopsoas, gastrocnemius, abdominal and spinal muscles. Early diagnosis is often missed because of lack of specific signs, unfamiliarity with the disease, atypical manifestations, and a wide range of differential diagnosis. Diagnostic techniques like ultrasound and computed tomography/magnetic resonance imaging are very useful in diagnosis. The diagnosis is confirmed either by biopsy or aspiration of pus from the affected muscles. The initial antibiotic of choice is cloxacillin. Incision and drainage are important components of management. Treatment for Gram negative or anaerobic organisms should be instituted, whenever indicated. Physicians should become more familiar with this potentially life threatening but curable infective disease entity.",
        "cop": 4,
        "opa": "Streptococcus viridans",
        "opb": "Staphylococcus albus",
        "opc": "Klebsiella pneumoniae",
        "opd": "Staphylococcus aureus",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "478f8fe7-b710-4f04-8a6d-b8bb746a0eb0",
        "choice_type": "single"
    },
    {
        "question": "Neurological involvement is pronounced in which type of leprosy?",
        "exp": "(B) Lucio leprosy # Lepromatous type is more infective than the other types. The prognosis is poor.> Lucio Type (a type of Lepromatous) in which nerves involvement is more common> Cell mediated immunity is deficient and the lepromin test is negative in lepromatous leprosy.> On the other hand, there is an exaggerated and broad humoral immune response. Antibodies in high titres are seen against myco- bacterial as well as several other antigens.",
        "cop": 2,
        "opa": "Borderline",
        "opb": "Lucio leprosy",
        "opc": "Tuberculoid",
        "opd": "Lepromatous",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "a1e18662-aa35-4c5a-96b7-a7807f14c954",
        "choice_type": "single"
    },
    {
        "question": "Genital elephantiasis is caused by -",
        "exp": "Ans. is 'd' i.e., Lymphogranuloma venerum Lymphogranuloma venerum (lymphogranuloma inguinale)o LGV is caused by chlamydia trachomatis , serotypes LI, L2, L3. Serotype L2 is the most common cause. The clinical course of LGV consist of following three stages: -1) First stage (Primary LGV) : - Self limited, Single, asymptomatic, painless, nonbleeding genital ulcer.2) Secondary stage : - Painful inguinal lymphadenopathy (Remember - Ulcer is pain less but lymphodenopathy is tender & painful). Swollen lymph nodes coalesce to form bubos , i.e., matted lymph nodes. Buboes may rupture to form discharging sinus. Groove's sign - Enlarge lymph nodes both above and below inguinal ligament.3) Tertiary LGV (genitorectal syndrome): - Characterized by proctocolitis.o Complications of LGV1) Esthiomene Enlargement, thickening and fibrosis of labia.2) Elephantiasis of the genitals3) Rectal stricture4) Systemic - Arthritis, pneumonitis, Perihepatitiso Frei's test was used for diagnosis (not used now)o Treatment - Doxycycline/tetracycline is DOC. Erythromycin is an alternative.",
        "cop": 4,
        "opa": "Donovanosis",
        "opb": "Congenital syphilis",
        "opc": "Herpes genitalis",
        "opd": "Lymphogranuloma venerum",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "1a740e89-c07d-4cfb-bfbb-ef18ef802f73",
        "choice_type": "single"
    },
    {
        "question": "Interleukin 2 is secreted by",
        "exp": "(A) CD4 cells / T helper cell# Interleukin - 2: Is produced by - T-helper cell or CD4 cells Function - It causes T cell growth & activation> Interleukin -1: Is secreted by phagocytes Function - T cell activation; Fever; Cachexia> Interleukin - 3: Produced by T cells Function: Hematopoiesis> Also remember: II-4, IL-6, IL-8, IL-10, IL-12 T cell, Mast cell, T cell Macrophage, Macrophages, T cells, B cells, macrophage",
        "cop": 1,
        "opa": "CD4 cells / T helper cell",
        "opb": "Macrophage",
        "opc": "CDS cells",
        "opd": "Common T cell",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "56220a81-b52a-4d16-87aa-fc3f90328b4e",
        "choice_type": "single"
    },
    {
        "question": "The capsule of Cryptococcus neoformans in a CSF sample is seen by",
        "exp": "(B) India ink preparation > In unstained, wet preparation of CSF with a drop of Indian ink or nigrosine, the capsule can be seen as a clear halo around the yeast cell. This is an example of negative staining.# Diagnosis of cryptococcus is established by demonstration of capsulated, budding yeast cells in the lesions and by culture.> Capsules stand out in India ink preparations.> Fungus grows readily on Sabouraud's agar forming smooth, mucoid, cream coloured colonies.",
        "cop": 2,
        "opa": "Grams stain",
        "opb": "India ink preparation",
        "opc": "Giemsa stain",
        "opd": "Methanamine - Silver stain",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "6319277b-1dc2-48ab-8441-2603a659fcdc",
        "choice_type": "single"
    },
    {
        "question": "Japanese B encephalitis is transmitted by",
        "exp": "(C) Culex TAXONOMY OF SOME IMPORTANT ARBOVIRUSESFamilyGenusImportant speciesTogaviridaeAlphavirusChikungunya, O'nyong-nyong, Mayaro, Semliki Forest Sindbis, Ross River, Eastern, Western and Venezuelan equine encephalitis virusesFlaviviridaeFlavivirusJapanese encephalitis, Murray Valley encephalitis, WestNile, llheus, St. Louis encephalitis, Yellow Fever, Dengue types 1, 2, 3,4, Russian Spring Summer encephalitis complex, Louping ill, Powassan, Kyasanur Forest Disease. Omsk hemorrhagic feverBunyaviridaeBunyavirusPhlebovirusCalifornia encephalitis, Oropouche, TurlockSandfly fever viruses, Rift valley fever virusNairovirusCrimeanHantavirusCongo hemorrhagic fever viruses, Nairobi sheep disease virus, Ganjam virusHantan, Seoul, Puumala, Prospect Hill, Sin Nombre virusesReoviridaeOrbivirusColorado tick fever, African horse sickness, virusesRhabdoviri-daeVesiculovirusVesicular stomatitis virus, Chandipura virus",
        "cop": 3,
        "opa": "Aedes",
        "opb": "Anopheles",
        "opc": "Culex",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "59dfee46-561b-4ee1-80df-b1552b82ef1b",
        "choice_type": "multi"
    },
    {
        "question": "The single most common cause of Neonatal meningitis is",
        "exp": "(A) Group B streptococcus # Group-B streptococcus has assumed great clinical importance as the single most common cause of neonatal meningitis in the West.> Infection in the new born is classified as the early onset type occurring within a week of birth & the late onset type developing between the 2nd and 12th weeks of life.> More common early onset type presents as septicemia meningitis or pneumonia, and is often fatal> Infection is acquired from the maternal vagina during birth> In the late onset type, infection is more often obtained from the environment.",
        "cop": 1,
        "opa": "Group B streptococcus",
        "opb": "Haemophilus",
        "opc": "Meningococcus",
        "opd": "Mycobacterium",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "8fa176f7-f3ce-4f6f-b929-b7f58f6f2c3b",
        "choice_type": "single"
    },
    {
        "question": "The antibody iso-type associated with the mucosal immune system",
        "exp": "(A) IgA # Mucosa-associated lymphoid tissues lining the gut are known as gut-associated lymphoid tissue or GALT. The tonsils and adenoids form a ring, known as Waldeyer's ring, at the back of the mouth at the entrance of the gut and airways.> The mucosal immune system contains a distinctive repertoire of lymphocytes> Secretory IgA is the antibody isotype associated with the mucosal immune system> Most antigens presented to the mucosal immune system induce tolerance.> The mucosal immune system can mount an immune response to the normal bacterial flora of the gut> Polymeric IgA and IgM are synthesized throughout the gut by plasma cells located in the lamina propria and are transported into the gut by immature epithelial cells located at the base of the intestinal crypts.> Secreted IgA and IgM bind to the mucus layer overlying the gut epithelium where they can bind to and neutralize gut pathogens and their toxic products",
        "cop": 1,
        "opa": "IgA",
        "opb": "IgD",
        "opc": "IgE",
        "opd": "IgM",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "5d9acfe7-a925-4c3b-85ce-41510a105419",
        "choice_type": "single"
    },
    {
        "question": "Fifth disease is caused by",
        "exp": "(A) Parvo virus 70 # ERYTHEMA INFECTIOSUM (FIFTH DISEASE): The disease is caused by Human Parvovirus.> Erythema infectiosum is the most common clinical manifestation of human parvovirus infection.NAMENUMBERVIRUS(Rubeola) measles\"First disease\"Measles virusRubella, (\"German Measles\") identified in 1881.\"Third disease\"Rubella virusErythema infectiosum, identified as a distinct condition in 1896.\"Fifth disease\"Parvovirus B19Roseola infantum\"Sixth disease\"HHV-6 and HHV-7",
        "cop": 1,
        "opa": "Parvo virus 70",
        "opb": "HPV",
        "opc": "Hepatitis Virus",
        "opd": "HPV",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "6e0f954e-044b-45df-b84f-bbb9fb9c76cd",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old patient presented with features of acute meningoencephalitis in the casualty. His CSF on wet mount microscopy revealed motile unicellular microorganisms. The most likely organism is",
        "exp": "(A) Naegleria fowleri # The clinical syndrome associate a with N. fowleri infection is Primary 'amoebic' meningoencephalitis (RAM).> When naegleria are suspected they can be identified by their Motility in wet preparation.> Acute meningoencephalitis which can be caused by either Naegleria or Acanthamoeba. (Entamoeba histolytica and T. cruzi do not cause it.> Out of Naegleria and Acanthmoeba only Naegleria are motile on CSF wet mount.> Aqanthmoeba actually cause Granulomatous amoebic encephalitis.",
        "cop": 1,
        "opa": "Naegleria fowleri",
        "opb": "Acanthamoeba castellan",
        "opc": "Entamoeba histolytica",
        "opd": "Trypanosoma cruzi",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "d8084c92-f2b5-46e3-9ae7-01019d1a371a",
        "choice_type": "single"
    },
    {
        "question": "Near double stranded DNA among the following",
        "exp": "(B) Hepatitis B # Genome of HBV is made of circular DNA, but it is unusual because the DNA is not fully double-stranded.> One end of the full length strand is linked to the viral DNA polymerase.> The genome is 3020-3320 nucleotides long.",
        "cop": 2,
        "opa": "Hepatitis A",
        "opb": "Hepatitis B",
        "opc": "Hepatitis C",
        "opd": "Hepatitis D",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "3cbc68e7-f27c-4339-aa66-0e9fbb8db491",
        "choice_type": "single"
    },
    {
        "question": "The causative agent of Primary Amoebic Meningoencephalitis is:",
        "exp": "(C) Naegleria fowleri # Human infection of naegleria comes from water containing the amoebae and usually follows swimming or diving in ponds.> Patients are mostly previously healthy young adults and children.> The amoebae invade the nasal mucosa, pass through the olfactory nerve and initiate an acute meningitis and encephalitis (primary amoebic meningoencephalitis).",
        "cop": 3,
        "opa": "Endolimax nana",
        "opb": "Dientamoeba fragilis",
        "opc": "Naegleria fowleri",
        "opd": "Entamoeba histolytica",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "2f9623cf-80b4-4e4d-a014-5a9f73d66563",
        "choice_type": "single"
    },
    {
        "question": "The acid fast staining characteristic of Mycobacteria appears to be due to which of the following cell wall constituent",
        "exp": "(A) Mycolic acid # Acid fastness is attributed to the organisms' high content of mycolic acids, long chain cross-linked fatty acids and other cell wall lipids.",
        "cop": 1,
        "opa": "Mycolic acid",
        "opb": "Lipopolysaccharide",
        "opc": "Lipid A",
        "opd": "N-acetyle muramic acid",
        "subject_name": "Microbiology",
        "topic_name": "Misc.",
        "id": "6a02fa10-5ffa-4225-8c7e-f42f3418aeeb",
        "choice_type": "multi"
    }
]