[
    {
        "question": "Characteristic of anaerobic bacteria is?",
        "exp": "ANSWER: (D) All of theseREF: Harrison s 17th ed chapter 157Anaerobic bacteria are organisms that require reduced oxygen tension for growth, failing to grow on the surface of solid media in 10% CO, in air.Anaerobic organisms tend to be found in abscess cavities or in necrotic tissue. The failure of an abscess to yield organisms on routine culture is a clue that the abscess is likely to contain anaerobic bacteria. Often smears of this \"sterile pus\" are found to be teeming with bacteria when Gram's stain is applied. Malodorous pus suggests anaerobic infection.Gas is found in many anaerobic infections of deep tissuesAlthough a putrid-smelling infection site or discharge is considered diagnostic for anaerobic infection, this manifestation usually develops late in the course and is present in only 30-50% of cases.",
        "cop": 4,
        "opa": "Foul smelling discharge",
        "opb": "Fail to grow in aerobic media",
        "opc": "Gas in tissue",
        "opd": "All of these",
        "subject_name": "Microbiology",
        "topic_name": "Nonsporing Anaerobes",
        "id": "c7119fe4-18f8-4f97-aae5-ca245e53488f",
        "choice_type": "multi"
    },
    {
        "question": "The predominant colonic bacteria are -",
        "exp": "Ans. is 'b' i.e., Largely anaerobic \" The greatest number of bacteria found in colon are bacteriods, a group of gram- negative, anaerobic, non-spore forming bacteria. \"-------Todar s 68o Anaerobic bacterias exist as components of the normal flora on the mucosal surfaces of humans and animals,o The major reservoirs of these bacteria are the mouth, lower gastrointestinal tract, skin and female genital tract.Oral cavityo Among the constituents of the oral flora, anaerobes are the predominant organisms, ranging in concentration from l09ml in saliva to 1012/ml in gingival scrapings.o In the oral cavity, the ratio of anaerobic to aerobic bacteria ranges from 1:1 on the surface of tooth to 1000:1 on the gingival crevices.Gastrointestinal tracto Anaerobic bacteria are not found in appreciable numbers in the normal upper intestine until the distal ileum,o In the colon, the proportion of anaerobes increases significantly as does the overall bacterial count,o For example in colon there are I011 to 1012 organism per gram of stool with an anerobe to aerobe ratio of 1000:1. Female genital tracto In the female genital, there are ~ 10* organisms per millilitre of secretions with anaerobe to aerobe ratio ~ 10:1.",
        "cop": 2,
        "opa": "Largely aerobic",
        "opb": "Largely anaerobic",
        "opc": "E. coli",
        "opd": "Staphylococci",
        "subject_name": "Microbiology",
        "topic_name": "Nonsporing Anaerobes",
        "id": "4047e5cc-11b8-4cc4-9880-ca53e29a51ff",
        "choice_type": "single"
    }
]