[
    {
        "question": "Which is NOT an oncogenic virus :",
        "exp": "Ans. is 'b' i.e. Herpes Simplex * Viruses associated with cancersFamilyVirusHuman Cancer* Papova viridae* Human Papilloma VirusGenital tumourssq.cell caoropharyngeal ca* Herpes viridae* E B virusNasopharyngeal CaAfrican Burkin's Lymphoma B cell lymphoma* Hepadnaviridae* Hepatitis B virushepatocellular carcinoma* Retroviridae* HTL virusAdult T cell leukemia* Flaviviridae* Hepatitis C VirusHepatocellular Carcinoma* But Herpes simplex viruses have also been mentioned to be oncogenic in Paniker, 6/e, p534.\"An association has been proposed between herpes simplex type 2 infection and Cancer of the uterine cervix, though not proved. It has also been suggested that herpes simplex type I infection may be associated with cancer of the lip *But still I would go with Herpes simplex as the answer because \"only an association has been proposed\" not confirmed.",
        "cop": 2,
        "opa": "HTLV-1",
        "opb": "Herpes simplex",
        "opc": "Papilloma virus",
        "opd": "HBV",
        "subject_name": "Microbiology",
        "topic_name": "Oncogenic Virus",
        "id": "bfcbad0a-9642-4f7e-8f6e-7c8055babe53",
        "choice_type": "single"
    },
    {
        "question": "Which off the following is an oncogenic retrovirus?",
        "exp": "Ans: A (HTLV-1) Ref: Jawetz, Mel nick & Adel bergs Textbook of Medical Microbiology, 25th Edition. 2010Explanation:* Viruses which produce tumors in either their natural host or experimental animals or induce malignant transformation in cell cultures are called oncogenic viruses.RNA virusesCANCERHCVHTLV1HIVHepatocellular cancerAdult T cell leukemiaAIDS related malignanciesDNA virusesCANCERHPVGenital tumoursOropharyngeal cancerBurkitt's lymphomaNasopharyngeal carcinomaB cell lymphomaKaposi's sarcomaHepatocellular cancerEBVHHV 8HBV",
        "cop": 1,
        "opa": "HTLV-1",
        "opb": "HPV",
        "opc": "EBV",
        "opd": "HBV",
        "subject_name": "Microbiology",
        "topic_name": "Oncogenic Virus",
        "id": "2e00ce51-b2ef-44a9-9989-6ef144acbf10",
        "choice_type": "single"
    },
    {
        "question": "E6, E7 genes of which virus are implicated in oncogenesis -",
        "exp": "Ans. is 'd' i.e., HPV o HPV selectively infects the epithelium of skin and mucous membrane and may immortalize the keratinocytes leading either asymptomatic infection, or warts or neoplasia. o Products of E-genes (E6, E7) are related to immortalization or malignant transformation of keratinocytes by interfering with p53 and Rb genes, respectively.",
        "cop": 4,
        "opa": "EBV",
        "opb": "CMV",
        "opc": "HTLV-1",
        "opd": "HPV",
        "subject_name": "Microbiology",
        "topic_name": "Oncogenic Virus",
        "id": "fc4e5bfd-3c47-46db-9ebe-40ad0d3cdd60",
        "choice_type": "single"
    }
]