[
    {
        "question": "A 35 years old man presented with dry cough and rusty coloured sputum; He has history of eating in chinese restraunt very often with consumption of crabs often; What is the probable causative agent in this condition?",
        "exp": "from above mentioned clinical scenerion Paragonimus westermani (lung fluke) is moste likely to be causitive organism:- Paragonimus westermani first intermediate host- snail 2nd intermediate host - crab in crab metacercarie larva which is cyst like stage is seen. It causes Red Brown sputum or endemic hemoptysis.",
        "cop": 3,
        "opa": "Diphyllobothrium latum",
        "opb": "Pneumocystis jirovecii",
        "opc": "Paragonimus westermani",
        "opd": "Strongyloides stercoralis",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "5c648e30-70b5-4459-806b-17fbec05ad1b",
        "choice_type": "multi"
    },
    {
        "question": "Granulomatous reactions caused by ova or products of schistosomes at places of oviposition would result in clinical manifestations which includes all except:-",
        "exp": "Although the chronic stage of proliferation within tissues is distinctive in the different forms of schistosomiasis, a granulomatous reaction to the eggs and chemical products of the schistosome occurs in all forms of the disease. Schistosoma haematobium commonly involves the distal bowel and the bladder, as well as the prostate gland and seminal vesicles. Bladder calcification and cancer may ensue. S. mansoni affects the large bowel and the liver; presinusoidal poal hypeension, splenomegaly, and esophageal varices may be complications. Pulmonary hypeension, often fatal, may be seen with S. mansoni and S. japonicum disease. * Eggs may be found in an unstained specimen of rectal mucosa or in stool. Urine microscopy and liver biopsy, when warranted, often prove positive. Schistosomiasis is best prevented by the elimination of the parasite in snails before human infection occurs.",
        "cop": 3,
        "opa": "Bladder wall hyperplasia",
        "opb": "Poal hypeension",
        "opc": "Cardiac abnormalities",
        "opd": "Splenomegaly",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "c35f8cc2-4427-4859-84cb-69e9e4890513",
        "choice_type": "multi"
    },
    {
        "question": "Uncooked Fish eating causing Megaloblastic Anemia is due to ?",
        "exp": "Diphyllobothrium latum /Fish tapeworm DH-Man, IH-1st- cyclops 2nd- fish if man eats uncooked fish then larvae is ingested changes to ADULT forms-these adult forms settle up in small and large intestine - these decreases VIT B12absorption - causing megablastic anaemia",
        "cop": 4,
        "opa": "H. nana",
        "opb": "Taenia saginata",
        "opc": "Echinococcus",
        "opd": "Diphyllobothrium Latum",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "1b6087ec-ef1a-4153-b1fe-cf4d0bf23dbf",
        "choice_type": "multi"
    },
    {
        "question": "All are true regarding trematodes except:",
        "exp": "Trematodes are unsegmented, leaf-like flat worms or helminthes with no body cavity. All of them are hermaphrodite except Schistosoma. They have two intermediate hosts, first is snail and second is fresh-water fish/ crab or water plants except schistosomes (one intermediate host) All schistosomes are acquired by skin penetration by cercariae unlike the other trematodes which are acquired by ingestion of metacercariae in poorly cooked fish or unwashed water plants.",
        "cop": 3,
        "opa": "They are hermaphrodites",
        "opb": "Usually there are two intermediate hosts",
        "opc": "Schistosoma hematobium infection is acquired through metacercaria ingestion",
        "opd": "In Paragoninus westermani the second intermediate host is the crab",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "4aa84714-17eb-4022-b1d6-826a759ebda8",
        "choice_type": "multi"
    },
    {
        "question": "A 45 years male presented with chief complaints of abdominal pain with associated nausea, diarrhea, fatigue, abdominal discomfo, anorexia, weight loss, diarrhea, and jaundice. On imaging of the liver with ultrasound, it shows intra- and extra- hepatic dilatation and strictures with intraductal pigmented stones,What can be the causative agent?",
        "exp": "Parasites which can cause biliary obstruction: Cestodes??\" Echinococcus granulosus Trematodes??\" Fasciola hepatica, Opisthorchis, Clonorchis sinensis(oriental / chinese liver fluke) Nematodes??\" Ascaris lumbricoides",
        "cop": 1,
        "opa": "Clonorchis sinensis",
        "opb": "Enterobius ( Pin worm)",
        "opc": "Strongyloides stercoralis",
        "opd": "Ancylostoma duodenale",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "ce75f6a8-150a-4f9e-9aa0-6b44814f6803",
        "choice_type": "single"
    },
    {
        "question": "Cysticercus cellulosae is seen in infection with:-",
        "exp": "Cysticercus cellulosae is the larval form of Taenia solium. It is found in the tissues of the intermediate host, pig. However, it can also be found in human tissues in cysticercosis. Cysticercosis is usually acquired by eating food or drinking water contaminated by tapeworm eggs from humanfeces or by autoinfection. The oncospheres released penetrates the GI mucosa, enter bloodstream and invade host tissues, where they fuher develop into larvae called cysticerci.",
        "cop": 1,
        "opa": "T. solium",
        "opb": "T. saginata",
        "opc": "Echinococcus granulosus",
        "opd": "H.nana",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "eeada377-ccfc-49b6-8318-554d5071ea89",
        "choice_type": "single"
    },
    {
        "question": "A woman who impos food from Mexico and spends several months per year in rural Mexico had to have a compound leg fracture pinned and set in Mexico and has returned 3 days later. She now has signs of acute appendicitis and is taken to surgery in Houston. When her appendix is removed, it is found to contain a light-colored, 20.5-cm long roundworm and bile-stained knobby eggs consistent with Ascaris. How did she acquire this infection?",
        "exp": "Infection in humans is acquired through ingestion of the embryonated eggs from contaminated soil . Embryonated Ascaris eggs released in feces may contaminate food or water, which is then consumed. Ascaris does not attach to the intestine but maintains its position by mobility. The worm may become hypermotile (e.g., during febrile periods, anesthetic use, or antibiotic use) and may migrate into the appendix or bile duct.",
        "cop": 4,
        "opa": "Ingestion of water containing filariform larvae",
        "opb": "Skin penetration by filariform larvae",
        "opc": "Skin penetration by rhabditiform larvae",
        "opd": "Ingestion of food contaminated with the eggs",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "a1bd831d-d800-4dff-9737-70cb81f826bf",
        "choice_type": "single"
    },
    {
        "question": "Terminal spined eggs are seen in -",
        "exp": "Option 1, 2, 3, 4 Five main Schistosoma species infect humans: S. mansoni - eggs with lateral spine S. haematobium - eggs with terminal spine S. intercalatum - eggs with terminal spine S. japonicum - round eggs with minute spine (Lateral knob) S. mekongi - round eggs with minute spine Only S. haematobium found in India. Chlonorchis sinensis(Chinese or oriental liver fluke)-embryonated Operculated eggs S. haematobium - eggs with terminal spine S. mansoni - eggs with lateral spine S. japonicum - round eggs with minute spine (Lateral knob)",
        "cop": 1,
        "opa": "Schistosoma haematobium",
        "opb": "Schistosoma mansoni",
        "opc": "Schistosoma japonicum",
        "opd": "Chlonorchis sinensis",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "47cbf0f4-8d92-4ae5-a0af-910821009af3",
        "choice_type": "single"
    },
    {
        "question": "A child is brought to you because of perianal itching, which has been disturbing the child's sleep. Examination reveals scaly skin in the perianal region. You instruct the parents to place transparent tape on the perianal region the next morning, and then return to you. Next day the tape is transferred to a microscope slide, and low-power examination of the tape reveals oval eggs that are flattened along one side. Most likely cause?",
        "exp": "Enterobius vermicularis This is the history of enterobiasis Adult female emerges from anus at night- lay embryonated eggs-perianal pruritis. NIH/ perianal swab is used for demonstrating eggs that have been laid by female worm on the perianal skin. The eggs are non-bile stained, plano-convex and contain larva inside.",
        "cop": 3,
        "opa": "Ancylostoma duodenale",
        "opb": "Ascaris lumbricoides",
        "opc": "Enterobius vermicularis",
        "opd": "Necator americanus",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "1c621717-a7c7-4ef5-b7c2-5763ff4061af",
        "choice_type": "single"
    },
    {
        "question": "Operculated eggs are seen in:",
        "exp": "Operculated eggs are seen in trematodes except schictosoma non operculated eggs are seen in schistosoma",
        "cop": 3,
        "opa": "Nematodes",
        "opb": "Cestodes",
        "opc": "Trematodes",
        "opd": "Protozoa",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "8d575cd7-4feb-419a-8d9d-49a5eb0d58bd",
        "choice_type": "single"
    },
    {
        "question": "Calabar swellings seen in:",
        "exp": "Calabar swellings are localized subcutaneous edemas, a type of inflammatory reaction brought about by a host response to the worm or its metabolic products. Argyll-Robeson described the adult worms of LOA LOA that he extracted from the eye of a woman who had resided at Old Calabar in West Africa.",
        "cop": 3,
        "opa": "Ascaris",
        "opb": "Hymenolepis",
        "opc": "Loa Loa",
        "opd": "Strongyloides",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "abcffc2b-1ed2-48fa-8c22-70fac16e0b83",
        "choice_type": "single"
    },
    {
        "question": "Taenia saginata (beef tapeworm) causes less serious infection than taenia solium (pork tapeworm), because -",
        "exp": "Both beef tapeworm (Taenia saginata) and pork tapeworm (T. solium) can, in the adult form, cause disturbances of intestinal function. Intestinal disorder is due to not only direct irritation but also to the action of metabolic toxic wastes. In addition, T. saginata, because of its large size, may produce acute intestinal blockage. Unlike T. saginata, T. solium produces neurocysticercosis, which results in serious lesions in humans because of toxic byproducts formed (in T. saginata, the cysticercus--encysted larvae stage-- develops only in cattle).",
        "cop": 2,
        "opa": "Acute intestinal blockage is less common in beef tapeworm infection",
        "opb": "Unlike T. saginata, T. solium produces neurocysticercosis, which results in serious lesions in humans because of toxic byproducts formed",
        "opc": "Larval invasion does not occur in beef tapeworm infection.",
        "opd": "The adult beef tapeworms are smaller",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "08f9207c-2c49-4116-a699-e2639ddafc54",
        "choice_type": "multi"
    },
    {
        "question": "Spinal cord compression may be caused by -",
        "exp": "Neurocysticercosis (NCC): It is caused by Taenia solium Based on the site of involvement, NCC of two types - 1. Parenchymal:- Parenchyma 2. Extra-parenchymal:- Meningitis, ventricles and spinal cord(causing compression) Most Common site: Sub-arachnoid space >parenchyma. Seizure: MC manifestation (70% of cases). NCC accounts for 50% cases of late onset epilepsy. Lab diagnosis: Detection of the cyst by CT/MRI CT scan is superior to detect calcified cysts (appears as hyperdense dots). Ankylostomiasis cause ground itch with mild pnemonitis symptoms E. granulosus cause cysts in liver. not in spinal cord",
        "cop": 1,
        "opa": "Cysticercus",
        "opb": "Ankylostomiasis",
        "opc": "E. granulosus",
        "opd": "Visceral larva migrans",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "bd295f83-9521-49d7-bf85-269b81fd8612",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is ovoviviparous?",
        "exp": "Nematodes that lay eggs from which larvae immediately hatch out. So bih of larvae instead of eggs are called viviparous. Strongyloides stercoralis is ovoviviparous.",
        "cop": 1,
        "opa": "Strongyloides",
        "opb": "Trichinella",
        "opc": "Enterobius",
        "opd": "Ascaris",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "6cec9e81-50ed-435f-8649-9b3e75aef815",
        "choice_type": "single"
    },
    {
        "question": "Katayama fever is caused by -",
        "exp": "Katayama fever is caused by S. mansoni. Acute schistosomiasis (Katayama fever) Serum sickness like illness: Type III hypersensitivity. Option 1 Fasciola Hepatica - Sheep Liver Fluke Mode of transmission: Ingestion of aquatic plant contaminated with encysted metacercaria. Clinical manifestation: Hepatomegaly, Halzoin (laryngeal edema): d/t eating sheep liver and Bile duct obstruction Option 2 Clonorchis Sinensis - Oriental/Chinese liver fluke Mode of transmission: Ingestion of fresh water fish contaminated with encysted metacercaria Causes:Cholangitis, dilatation of the bile duct and ductal epithelial hyperplasia and Fibrosis and Cholangiocarcinoma Option 3 Schistosoma mansoni: Common in Africa including Caribbean Islands (West Indies), South America. Resides in INFERIOR mesenteric plexus Clinical manifestations: Katayama fever is a manifestation of acute schistosomiasis. Typical features include fever, an uicarial rash, enlarged liver and spleen, and bronchospasm. Acute schistosomiasis (Katayama fever) Serum sickness like illness: Type III hypersensitivity. Swimmer's itch (cercarial dermatitis): Type 1 hypersensitivity reaction Diagnostic form: Egg has lateral spine (feces), eggs of S. mansoni are acid fast. Option 4 Ascaris lumbricoides (Roundworm): causes GIT symptoms, Malabsorption, Intussusception and Loeffler syndrome",
        "cop": 3,
        "opa": "F. hepatica",
        "opb": "C. sinensis",
        "opc": "S. mansoni",
        "opd": "A. lumbricoides",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "c4eefd1c-f121-4a0d-808b-2c53d39bf3de",
        "choice_type": "single"
    },
    {
        "question": "Swollen belly syndrome is caused by:",
        "exp": "Strongyloides fuelleborni is the causative agent of Swollen belly syndrome in which young toddlers are usually affected. Ascaris lumricoides-aka round worm , may cause intussception ,massive eosinophilia Strongyloides stercoralis-larve currens Wucheraria bancrofti-actte/chronic filariasis",
        "cop": 3,
        "opa": "Ascaris lumricoides",
        "opb": "Strongyloides stercoralis",
        "opc": "Strongyloides fuelleborni",
        "opd": "Wucheraria bancrofti",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "63446237-933a-4105-adfe-72d37c865418",
        "choice_type": "single"
    },
    {
        "question": "Following is an ovum of the helminth. What is true about the helminth?",
        "exp": "egg in the picture is non bile stained egg of H. nana (polar filament with central hooks) infection is through contaminated food and water , autoinfection also present D.O.C- praziquental , it is not self resolving",
        "cop": 2,
        "opa": "Transmission is through ingestion of infected pork",
        "opb": "Produces Non bile stained egg",
        "opc": "The helminth causes a transient self-resolving infection in humans",
        "opd": "Drug of choice for this condition is albendazole",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "e9e5aea2-3329-4e6f-b8ce-98e16138295b",
        "choice_type": "multi"
    },
    {
        "question": "Intermediate host for hydatid disease-",
        "exp": "Hydatid disease is caused by Echinococcus granulosus. The worm completes its life cycle in two hosts - Definitive Host : Dog Intermediate Host : Sheep & Cattle. Man acts as an accidental intermediate host (Dead end). The larval stage of parasite is passed in intermediate hosts including man, giving rise to hydatid cyst.",
        "cop": 1,
        "opa": "Man",
        "opb": "Dog",
        "opc": "Cat",
        "opd": "Foxes",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "3d66fbe0-dd63-4a2b-96f8-0c8496593328",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is viviparous?",
        "exp": "1. Viviparous: Worms that lay Larva directly, without egg formation, e.g. Filarial worms, Trichinella and Dracunculus. 2. Oviparous: Lay eggs which hatch out to larva later in the environment- Ascaris, Hookworm, Trichuris and Enterobius 3. Ovoviviparous: Lay eggs containing larva which immediately hatchout, e.g. Strongyloides.",
        "cop": 2,
        "opa": "Strongyloidis stercoralis",
        "opb": "Trichinella spiralis",
        "opc": "Enterobius",
        "opd": "Ascaris",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "264d4dfe-4e08-475b-9ea9-7362886acaba",
        "choice_type": "single"
    },
    {
        "question": "A company executive, who travels worldwide, present with upper abdominal mass and +ve Casoni's test. This could be due to which of the following organism -",
        "exp": "Casoni's test: 1. This is an immediate hypersensitivity (Type I) skin test used for diagnosis of hydatid disease which is caused by Echinococcus granulosus. 2. Antigen- 0.2 ml sterile hydatid fluid is injected in arm. 3. Sensitive patients develop 5 mm or large wheal with formation of pseudopodia within 30 min. with no reaction in the control arm. 4. Disadvantage - low sensitivity and false positive results in cross reactive cestode infections.it is obselete nowdays",
        "cop": 1,
        "opa": "Echinococcus",
        "opb": "E. histolytica",
        "opc": "Hepatitis",
        "opd": "Ascariasis",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "07075f44-5c29-4de1-a36e-b98ac6b52e5c",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about Brugia malayi except -",
        "exp": "TAIL TIP:- no nuclei seen in W. bancrofti 2 terminal nuclei :-microfilaria of brugia malayi Brugia malayi: 1. Transmission: Nocturnal strains: Transmitted from Man-Man by bite of Mansonia Subperiodic strains: Transmitted from monkey (Zoonotic): by Mansonia Anopheles and Aedes rarely transmit. Diagnosis: Microfilaria is differentiated from that of W. bancrofti by pointed tail tip, Nuclei column darkly stained, large, coarse, overlapping, extended till the tail tip. Head end of microfilaria - Sheathed, cephalic space (2:1), darkly stained large coarse overlapping nuclei. Tail end of microfilaria - 4-5 nuclei in the tail region and 2 widely spaced nuclei in tail tip",
        "cop": 2,
        "opa": "The intermediate hosts in India are Mansonia",
        "opb": "The tail tip is free from nuclei",
        "opc": "Nuclei are blurred, so counting is difficult",
        "opd": "Adult worm is found in the lymphatic system",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "9404c84c-4210-41e4-8274-4106b89d3a1a",
        "choice_type": "multi"
    },
    {
        "question": "What is malignant hydatid disease -",
        "exp": "Echinococcus multilocularis Hydatid disease: Liver is the common organ affected (98% of cases). The disease may resemble a slowly growing carcinomaand may cause symptoms of intrahepatic poal hypeension. Hepatomegaly and hypeension. Cyst appears as solid, film mass with irregular outer layer and has an ability to migrate rapidly to other organs so that it mimics a malignant tumor Man is an accidental intermediate host. Definitive agent- Foxes and wolves (and also dogs and cats). Intermediate hosts- Small wild rodents like squirrels, voles, mice, etc. . This disease is found in Russia, Kazakhstan, china etc.",
        "cop": 2,
        "opa": "Malignant changes into hydatid cyst",
        "opb": "Infection with E. multilocularis",
        "opc": "Hydatid disease in immunocompromised host",
        "opd": "Caused by Echino.granulosus",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "d97fe4ec-e011-42d5-8221-79c1e39b3cc6",
        "choice_type": "single"
    },
    {
        "question": "Man is both intermediate and definitive host for -",
        "exp": "Option 1 T. solium (Pork tapeworm): 1. Definitive host: Man, Intermediate host: Man, PIGS Pigs are the usual intermediate host for T. soliumbut humans, the usual definitive host, can serve as accidental intermediate hosts following ingestion of infectious eggs (in Cysticercosis.) 2. Transmission: (i) Ingestion of food/water contaminated with eggs, (ii) autoinfection 3. Eggs develop to larva (Cysticercus cellulosae) in human intestine. 4. Infective form: Eggs of T. solium. 5. Causes: intestinal taeniasis and Cysticercosis. Note: Cysticercosis is only acquired from the fecal-oral route (ingestion of eggs). This differs from intestinaltaeniasis, which is the ingestion of cysticerci in undercooked pork. Option 2 Taenia saginata: Definitive host: Man Intermediate host: Cattle Infective form- Larva (cysticercus bovis) Option 3 Diphyllobothrium Latum: Definitive host: Man Intermediate host: 1st intermediate host: Cyclops/diaptomus 2nd intermediate host: Fresh water fish",
        "cop": 1,
        "opa": "T. solium",
        "opb": "T. saginata",
        "opc": "D. latum",
        "opd": "Dicroftis hominis",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "2544d9e2-8a6d-4882-8af4-24c7f74714fa",
        "choice_type": "multi"
    },
    {
        "question": "Which is not a feature of tropical eosinophilia -",
        "exp": "Option 1, 2, 3, 4 Occult filariasis or Tropical pulmonary eosinophilia (TPE): It is also called as Occult Filariasis or Weingaen's Syndrome or Meyers Kouwenaar Syndrome. It is a hypersensitivity reaction against microfilarial antigen of W. bancroftiandBrugia malayMicrofilaria are rapidly cleaned from the blood steam and filtered, lodged and destroyed in lungs initiating allergy response. Hence, microfilaria is not detected in peripheral blood. Common features: nocturnal paroxysmal cough and wheezing, weight loss, low grade fever. perpheral eosinophilia is >3000/mm3 Ocassionally, microfilariae are entrapped in other organs like speen, liver and lymphnodes leading to hepatosplenomagely and lymphadenopathy. This is called as Meyers Kouwenaar Syndrome.",
        "cop": 3,
        "opa": "Eosinophilia more than 3000/mm3",
        "opb": "Microfilaria in tissue",
        "opc": "Microfilaria in blood",
        "opd": "Lymphadenopathy",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "76fe1c07-1c5c-4a0a-a1b1-b289e3965b8e",
        "choice_type": "single"
    },
    {
        "question": "A child from Bihar comes with fever. Blood examination shows sheathed microfilaria with 2 nuclei in tail tip. The diagnosis is",
        "exp": "2 distinct nuclei in tail tip is seen in case of B. malayi B. malayi Tail often constricted 2 rounded Subterminal and terminal tail nuclei W. bancrofti Tail tapers to delicatepoint Tail Neuclei Do not extend to tip oftail terminal nucleuselongate Loa loa Neuclei Continuous to tip of tail Pointed tail Terminalnucleus elongate Oncocerca volvulous Terminal Neucleus Do not extend to tip oftail; Finely pointed tail",
        "cop": 1,
        "opa": "B. malayi",
        "opb": "W. bancrofti",
        "opc": "Loa loa",
        "opd": "Oncocerca volvulous",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "b5bd3884-c83d-461e-b6aa-95bdec6b8477",
        "choice_type": "single"
    },
    {
        "question": "Chandlers Index is used in epidemiological studies of",
        "exp": "Chandler Index:-used for hookwormIt is the average number of hookworm eggs per gram of faeces forthe entire community.Below 200 -Hookworm is not much significance200 - 250 -May be regarded as potential danger250 - 300 -Minor public health problemAbove 300 -Impoant public health problem",
        "cop": 2,
        "opa": "Round worms",
        "opb": "Hookworms",
        "opc": "Guinea worms",
        "opd": "Sand fly",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "6357c37e-1455-4650-9d32-c47907b73ec1",
        "choice_type": "single"
    },
    {
        "question": "A patient who presents to the hospital with severe headaches develops convulsions and dies. At autopsy the brain grossly has a \"Swiss cheese\" appearance due to the presence of numerous small cysts containing milky fluid. Microscopically, a scolex with hooklets is found within one of these cysts. What is the causative agent for this disease?",
        "exp": "Above mentioned clinical features and autopsy findings chracterstically point towards the NEUROCYSTICERCOSIS. Neurocysticercosis is the most common parasitic disease of the central nervous system. organism- taneia solium/ pork tapeworm DH-humans IMH - pigs or sometimes man can be accidental host mode of infection-cysticercus cellulosae larvae in poorly cooked PORK meat. or by ingestion of eggs in food. T. solium Adult worm :- * has rostellum, suckers as well as Hooks * in Small intestine (Duodenum) * Eggs are bile stained, don't float in Saturated saline solution * Eggs have Hexacanth Embryo * Eggs are active in Pig as well as Humans the eggs hatch into larva, which then penetrate the gut wall and disseminate the bloodstream to lodge in different organs.(muscle, skin ,brain , eye , spinal cord.)- There they encyst and differentiate into cysticerci.- Multiple cysticerci in the brain produce a \"Swiss cheese\" appearance grossly, and microscopically a scolex (the head of the worm) is found with hooklets. This disease is called cysticercosis. Taenia saginata-a.k.a beef tapeworm causes Taeniasis(diarrhoale episode) Diphyllobothrium latum/ fish tapeworm causes - megabolstic anaemia. Echinococcus granulosa/ Dog tapeworm forms hydatid cyst in liver",
        "cop": 2,
        "opa": "Taenia saginata",
        "opb": "Taenia solium",
        "opc": "Diphyllobothrium latum",
        "opd": "Echinococcus granulosa",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "5e8879aa-5f00-431f-82cd-4f7d762ef19d",
        "choice_type": "multi"
    },
    {
        "question": "Definitive host for Guinea worm is -",
        "exp": "Dracunculus medinensis (Guinea worm): organism-Guinea worm/medina worm/serpent worm habitat- subcutaneous nodules DH-humans IH- cyclops(lobsters, crabs shrimps) MOI-ingestion of drinking water from stagnant pools containing minute fresh water crustaceans (Cyclops)infested with L3 Larvae",
        "cop": 1,
        "opa": "Man",
        "opb": "Cyclops",
        "opc": "Snail",
        "opd": "Cyclops and man",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "be2839f4-2e39-40b1-965d-e6c107849b7c",
        "choice_type": "single"
    },
    {
        "question": "Larval form of Taenia solium is seen in:",
        "exp": "Cysticercus cellulosae is the larval form of Taenia solium. It is found in the tissues of the intermediate host, pig. However, it can also be found in human tissues in cysticercosis. Cysticercosis is usually acquired by eating food or drinking water contaminated by tapeworm eggs from humanfeces or by autoinfection.",
        "cop": 1,
        "opa": "Pig",
        "opb": "Cattle",
        "opc": "Dog",
        "opd": "Cat",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "19a4bbb2-00fe-4d11-a33d-085d22b3257d",
        "choice_type": "single"
    },
    {
        "question": "A child from Bihar was brought to OPD with fever. On blood examination,sheathed microfilaria with two nuclei in tail tip is seen . The diagnosis is:",
        "exp": "This is the characteristic feature of microfilaria of Brugia malayi. Adults localise in the lymphatics and female lays microfilaria Shows nocturnal periodicity, Sheathed, have a non-continuous row of blurred nuclei throughout the length of the body. There are two terminal nuclei in the tail that are distinctly separated from the other nuclei.",
        "cop": 1,
        "opa": "B.malayi",
        "opb": "W.bancrofti",
        "opc": "Loa loa",
        "opd": "Oncocerca volvulous",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "9a86019d-4901-4021-a3f7-ea195c973e08",
        "choice_type": "single"
    },
    {
        "question": "Ancylostoma enters the human body by -",
        "exp": "Ancylostoma enters the human body by penetration of skin. ANCYCLOSTOMA DUODONALE (Hookworm): Host - Man. Infective form - 3rd stage filariform (L3) larva. Mode of transmission- penetration of skin by 3rd stage filariform (L3) larva (by walking bare foot in dampen soil). Habitat- small intestine.",
        "cop": 3,
        "opa": "Ingestion",
        "opb": "Inhalation",
        "opc": "Penetration of skin",
        "opd": "Inoculation",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "6c5a9c6d-16fb-413b-96a4-cbad922a1a50",
        "choice_type": "single"
    },
    {
        "question": "Highest incidence of anemia in the tropics is due to -",
        "exp": "Option 1 Chronic hookworm infection with heavy worm load: In the intestine, adult worms attach to intestinal villi with their buccal teeth and feed on blood and tissue with the aid of anticoagulants. A few hundred worms in the intestine can cause hookworm disease, which is characterized by severe anemia and iron deficiency and protein energy malnutrition resulting from blood loss. Causes: Ground itch, Serpiginous tracks, Mild pneumonitis, GIT symptoms and Iron def. anemia Option 2, 3, 4 Thread worm/Pin worm/Seat worm /Enterobius vermicularis: does not cause anemia. Ascaris lumbricoides (Roundworm): causes GIT symptoms, Malabsorption, Intussusception and Loeffler syndrome. Dracunculus medinensis (Guinea worm): Causes Guinea worm disease or dracunculiasis",
        "cop": 1,
        "opa": "Hookworm",
        "opb": "Thread worm",
        "opc": "Ascaris",
        "opd": "Guinea worm",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "846125ad-6d9d-4a16-af35-6afc6533a3ef",
        "choice_type": "single"
    },
    {
        "question": "The most commonly affected tissues in neurocysticercosis is -",
        "exp": "Larvae penetrate the intestine -MC sites of deposition in- CNS (60-90%)> Eye > muscle. in CNS - subarchanoid >parenchymal Option 1, 2, 3, 4 Cysticercosis: Caused by T. solium (Pork tapeworm) Potentially dangerous systemic disease. Neurocysticercosis (NCC) NCC: MC parasitic CNS infection of man and MC cause of adult onset epilepsy in world. MC site: Sub-arachnoid space followed by parenchyma.",
        "cop": 1,
        "opa": "Brain",
        "opb": "Eye",
        "opc": "Muscles",
        "opd": "Liver",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "fb17cf14-861c-4af4-a01b-118ab4f4d017",
        "choice_type": "single"
    },
    {
        "question": "What is the intermediate host of the organism shown here?",
        "exp": "organism-Guinea worm/medina worm/serpent worm habitat- subcutaneous nodules DH-humans IH- cyclops(lobsters, crabs shrimps) MOI-ingestion of drinking water containing cyclops infested with L3Larvae",
        "cop": 2,
        "opa": "Snail",
        "opb": "Cyclops",
        "opc": "Pig",
        "opd": "Mosquito",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 2 (Helminthology)",
        "id": "20bb0d70-4d3b-4d33-bf8f-e83625c4ab2c",
        "choice_type": "single"
    }
]