[
    {
        "question": "Neurotransmitter changes proposed in cases of Anxiety",
        "exp": "There are various neurotransmitters that is studied under the neurobiology of anxiety they are mainly as follows decreased GABA, hence benzodiazepines which acts on GABA is a onderful anti anxiety drug decrased serotonin , hence SSRI are used in management of all anxiety disorders increased norepinephrine, thus proponolol which is a beta blocker is used in the management of anxiety especially in social anxiety disorders. Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 387",
        "cop": 1,
        "opa": "Increased NE, and decreased GABA and serotonin",
        "opb": "Decreased NE and serotonin, and increased Ach",
        "opc": "Decreased GABA and Ach",
        "opd": "Increased serotonin, and decreased NE and GABA",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "f4718a6b-3259-4734-b48e-893b964969fd",
        "choice_type": "single"
    },
    {
        "question": "A first rank symptom of schizophrenia is all Except",
        "exp": "Ku Schneider First Rank Symptoms Second-Rank Symptoms Audible thoughts Voices arguing or discussing(commanding voices) Voices commenting on patient's actions (commenting voices) Made feelings Made impulses or drives Made volitional acts Thought withdrawal Thought inseion Thought broadcasting Delusional perception Somatic Passivity Other disorders of perception Sudden delusional ideas Perplexity Depressive and euphoric mood changes Feelings of emotional impoverishment and several others as well Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 987",
        "cop": 1,
        "opa": "Ambivalence",
        "opb": "Running commentary",
        "opc": "Thought inseion",
        "opd": "Somatic passivity",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "59815430-15f2-47ea-a7ac-0b2209d53d08",
        "choice_type": "multi"
    },
    {
        "question": "Lilliputian hallucinations are seen in",
        "exp": "Lilliputian hallucinations are the visual type where objects appear tiny than their usual size. delirium is a type of ORGANIC BRAIN SYNDROME it presents with clouding of consiousness the main cognitive function that is altered is attention impairment and disorientation the main hallucinations that presents in delirium is visual hallucinations the visual hallucinations sometimes presents lilliputian hallucinations, that is they can see small miniature animals and humans hitting them they have a phenomenon called as sun downing phenomenon, that is worsening of symptoms in the evening and night the delirium that is cahrecterstic of alcohol withdrawl is hyper active delirium it is also called as delirium tremens as it is assosiated with tremors. Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 955",
        "cop": 1,
        "opa": "Alcohol withdrawal",
        "opb": "Opioid withdrawal",
        "opc": "LSD withdrawal",
        "opd": "Cocaine withdrawal",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "c12d0b65-8454-4b08-9057-7bc0b316d2d0",
        "choice_type": "multi"
    },
    {
        "question": "Generalised anxiety disorder is characterized by",
        "exp": "GAD is characterized by free floating anxiety and negative apprehension about day today tril life events. Anxiety about specific situations are more likely to be seen in phobia. Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 407",
        "cop": 4,
        "opa": "Free floating anxiety",
        "opb": "Worry about tril issues",
        "opc": "Inability to relax",
        "opd": "Anxiety about specific situations",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "78aa4688-a299-4752-987c-64c4a104d7c9",
        "choice_type": "single"
    },
    {
        "question": "First agent shown to be effective in maniac phase of BPD is",
        "exp": ".lithium was the frst agent to be used for mania it has mood stabilizing propey it was introduced by John F Cade it is liver friendly drug it has to be introduced in caution with renal derangements it can cause of hypothyroidim it should be given with caution with ACE inhibitors, NSAIDS, Angiotensin receptor antagonists it has a narrow thereupatic index the optimal level of lithium in blood need for reduction of acute symptoms is 0.8-1.2meq/l when taken in increased amount , it may result in lithium toxicity hemodialysis is the treatment for lithium toxicity",
        "cop": 1,
        "opa": "Lithium",
        "opb": "Valproate",
        "opc": "Lamotrigine",
        "opd": "Carbamazepine",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "8fa5ad57-040f-4241-a68a-a12e04706902",
        "choice_type": "single"
    },
    {
        "question": "The term \"id\" in the structural model of the mind refers to",
        "exp": "sigmund Freud was a pioneer in psychiatry he introduced the new school called PSYCHOANALYSIS he introduced the TOPOGRAPHICAL THEORY OF MIND he gave the concept of structural theory of mind he gave the concept of interpretation of dreams Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 447",
        "cop": 1,
        "opa": "Emotional pa of mind",
        "opb": "Rational pa of mind",
        "opc": "Moral pa of mind",
        "opd": "Conscience pa of mind",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "5c82b8ea-2239-4ebe-bc42-f873173a9860",
        "choice_type": "single"
    },
    {
        "question": "Body dysmorphic disorder can be associated with all except",
        "exp": "BDD (Body dysmorphic disorder) is a body-image disorder characterized by persistent and intrusive preoccupations with an imagined or slight defect in one's appearance. People with BDD can dislike any pa of their body, although they often find fault with their hair, skin, nose, chest, or abdomen. People with BDD commonly also suffer from anxiety disorders such as social anxiety disorder, as well as other disorders such as depression, eating disorders, or obsessive-compulsive disorder (OCD).",
        "cop": 2,
        "opa": "Bulimia nervosa",
        "opb": "Mania",
        "opc": "OCD",
        "opd": "Anxiety",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "4f9f6fa8-9d41-4136-a35f-eb7453d605e0",
        "choice_type": "multi"
    },
    {
        "question": "Kleptomania means",
        "exp": "Disruptive, Impulse-Control & Conduct Disorder: include intermittent explosive disorder, pyromania, kleptomania, conduct disorder*, antisocial personality disorder* , oppositional defiant disorder*. (* - usually described as a type of personality disorders) Feature Of Impulse-Control Disorders failure to resist an impulse /drive temptation to perform the act of tension or arousal before the act Pleasure/relief after the act Regret/guilt following the act compulsive drive to reduce dysphoria Intermittent Explosive Disorder (1) repeated aggressive acts resulting in the destruction of propey, (2) the dispropoionate response to the stimulus that preceded the aggression. Kleptomania - the Pathological compulsion to steal Pyromania -a pattern of behavior, with more than one occasion of purposeful fire setting. it is not done for monetary or other gains. Pathological Gambling- Gambling with increasing amounts of money needed to achieve the same level of excitement (tolerance) and restlessness and irritability when attempting to stop or cut back on gambling (withdrawal) Impulse control disorders and obsessive compulsive disorders involves doing repeated motor acts. In impulse control disorders, there is an urge and the person is not able to control the temptation and he does the act and finally by finishing the act there is a pleasure that is experienced. in obsessive compulsive disorder there is a obsession that is denoted by recurrent, irrelevant, intrusive thought and this thought is stressful To overcome that thought the person has to do some motor acts that are called as compulsions by doing these compulsions there is no pleasure but, there is a sense of releif of tension. b Reference: Page No.925 chap 7.3 Signs and Symptoms in Psychiatry(Kaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Edition) DSM-5 section II Disruptive, Impulse-Control & Conduct Disorder P-461",
        "cop": 2,
        "opa": "Irresistible desire to set fire",
        "opb": "Irresistible desire to steal things",
        "opc": "Compulsive hair pulling",
        "opd": "Pathological gambling",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "782b1cba-3ca2-4392-8cd3-5a1de1e79e2d",
        "choice_type": "single"
    },
    {
        "question": "Coprolalia is seen in",
        "exp": "coprolalia-involuntary use of vulgar or obscene language. Observed in some cases of schizophrenia and in Tourette's syndrome. coprophagia- Eating of filth or feces. The echolalia-psychopathological repeating of words or phrases of one person by another; tends to be repetitive and persistent. Seen in catatonic schizophrenia. Reference: Page No 922 signs and symptoms in psychiatry(Kaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Edition)",
        "cop": 4,
        "opa": "Delirium",
        "opb": "Alcoholic intoxication",
        "opc": "Mania",
        "opd": "Tourette syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "5becf6ff-8b2c-4319-be38-ed95dd037a67",
        "choice_type": "single"
    },
    {
        "question": "Husband having suspicion that his wife is having affair with another man, diagnosis is",
        "exp": "DELUSION - * false fixed firm belief, * subjective ceainity, * compelling counterargument, * impervious to other experiences and * outside socio cultural and educational background the delusion explained in the question is delusion of marital infedilty also called as Othello syndrome other name for othello syndrome is * JEALOUS TYPE of delusional disorder o ALSO KNOWN AS Conjugal paranoia * Othello syndrome * Marked jealousy * Pathological jealousy Morbid jealousy o It is more common among alcoholic males ,the possible explanation that is given is alcoholic males have sexual dysfunction and that these women may sta suspecting their spouses. Reference.Kaplon and Sadock, synopsis of psychiatry, 11 th edition, pg no.333",
        "cop": 1,
        "opa": "delusion",
        "opb": "perception",
        "opc": "hallucination",
        "opd": "Amotivation",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "ac28c654-a6ff-40e6-b861-b9551d6fa25a",
        "choice_type": "multi"
    },
    {
        "question": "A person preoccupied with worries about falling ill is",
        "exp": "DSM- IV-TRDSM-5 Clinical PresentationSomatoform and related DisordersSomatic Symptom And Related DisorderSomatization disorderYoung age, FemaleSomatic symptom disorderPoly symptomatic concerned over symptoms *Ex: abdominal pain, chest painHypochondriasisMiddle or old ageM:F 1:1Illness anxiety disorderConcerned over Disease*Ex: appendicitis, anginaConversion disorder*M<F, Young age, Low SES, psychologically unsophisticatedConversion (functional neurological symptom) disorder *Monosymptomatic Mostly acute Simulates CNS disease*Body dysmorphic disorder*M<F, Young ageListed in OCD and related disordersSubjective feelings of ugliness or concern with body defect*Pain disorder FemaleRemovedPain syndrome simulatedundifferentiated somatoform disorderUnspecified somatic symptom and related disordersomatoform disorders not otherwise described presently for 6 months or longersomatoform disorder not otherwise specifiedOther specified somatic symptom and related disorderfor symptoms that do not meet any of the somatoform diagnosesPsychological factors affecting other medical condition(NEW IN DSM-5)Ex) depression due to malignancy Listed as a separate disorderFactitious disorderfake illnessRef: P.634 P.636 chap 17 - Somatoform Disorders(Kaplan & Sadock&;s Synopsis of Psychiatry 10th Edition)",
        "cop": 2,
        "opa": "Maniac",
        "opb": "Hypochondriac",
        "opc": "Depressed",
        "opd": "Delirium",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "f80b6de1-faec-46a7-8478-ea653a559f1e",
        "choice_type": "multi"
    },
    {
        "question": "Morbid jealousy is seen with",
        "exp": "Alcohol-induced jealousy: patients suspect their spouses of infidelity and the belief is morbid enough to influence various aspects of personal and social life. Reference: P.105 chap.5 Substance use disorders textbook of postgraduate psychiatry Nivas &ahuja",
        "cop": 1,
        "opa": "Alcoholism",
        "opb": "Opium",
        "opc": "Cannabis",
        "opd": "Amphetamine",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "54bf3407-4704-437b-bd09-0dbba7115889",
        "choice_type": "single"
    },
    {
        "question": "Desensitization is a type of",
        "exp": "BEHAVIOUR THERAPY : Systematic Desensitization, Therapeutic-Graded Exposure, flooding, Paicipant, Modeling, Asseiveness Training, Social Skills Training, Aversion Therapy, Eye Movement Desensitization and Reprocessing(EMDR)* Systematic Desensitization (Wolpe) based on counterconditioning, therapy for all types of phobia is exposure it can be done by several means systemic sensitization works on the mechanism of graded exposure along with relaxation flooding is a technique involved sudden and reapid exposure and extinction of phobia in systemic desensitization, the main steps that are invoved are mainly introducing a step ladder and combining it with relaxation and hence helps them to overcome that paicular phobia this method of systemic desensitization was given by Joseph Wolpe a person overcomes maladaptive anxiety elicited by a situation or an object by approaching the feared situation gradually in a state of complete relaxation and are then exposed to the stimulus that elicits the anxiety response. The negative reaction of anxiety is inhibited by the relaxed state, a process called reciprocal inhibition. Indications: Phobias, obsessions, compulsions, and ceain sexual disorders Reference: P.2789 30.3 Behavior Therapy(Kaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Edition)",
        "cop": 3,
        "opa": "Psychotherapy",
        "opb": "Psychoanalysis",
        "opc": "Behavioural therapy",
        "opd": "Psycodynamic therapy",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "a43a97f7-25ef-4719-9645-02998c399e78",
        "choice_type": "single"
    },
    {
        "question": "Disease in which of the following lobes of the brain can manifest as psychiatry illness?",
        "exp": "all neurological disorders affecting the frontal coex can present with psychiatric presentations pathology in orbitofrontal coex presents with disinhibition, social inappropriateness pathology in dorsolateral pReferencerontal coex presents with disturbance in planning , programming and execution pathology in medial pReferencerontal coex presents with akinetic mutism Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 236",
        "cop": 1,
        "opa": "Frontal",
        "opb": "Parietal",
        "opc": "Temporal",
        "opd": "Occipital",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "3262c222-cde5-4594-a385-fcdb57669e0b",
        "choice_type": "single"
    },
    {
        "question": "Derealisation and depersonalization are seen in which type of disorder",
        "exp": "Derealization: Sensation of changed reality or that one's surroundings have altered. Usually seen in schizophrenia, panic attacks, and dissociative disorders Depersonalization: Sensation of unreality concerning oneself, pas of oneself, or one's environment that occurs under extreme stress or fatigue. Seen in schizophrenia, depersonalization disorder, and schizotypal personality disorder Reference: P.923 7.3 Signs and Symptoms in Psychiatry",
        "cop": 1,
        "opa": "Dissociative disorder",
        "opb": "Personality disorder",
        "opc": "Mania",
        "opd": "Somatoform disorder",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "90dfac1f-008c-494a-8689-aaddf1cf65bf",
        "choice_type": "single"
    },
    {
        "question": "Most common mental health disorder is",
        "exp": "Tourette's disorder(Gilles de la Tourette) - combined vocal and multiple motor tic disorder. presence of both multiple motor and one or more vocal tics (>1 year) Onset <18 years involuntary, spasmodic, stereotyped movement of small groups of muscles; seen most predominantly in moments of stress or anxiety Ex: Nose twitching, Shoulder shrugging, Sustained eye closure, Tensing of abdominal or limb muscles Etiology- Neurotransmitter dysregulation in basal ganglia, striatum, and frontal lobes. Rx- Haloperidol , pimozide(first line) , Risperidone , olanzapine comorbidity- ADHD, OCD AUTO IMMUNE-PANDAS( Peadiatric Auto immune NeuroPsychiatric disorders assosiated with Streptococcus) Akathisia* Motor restlessness (unpleasant need to move), usually in the lower extremities Ballismus* Intermittent, coarse, large-amplitude, jerking, shaking, flinging movements Chorea* Irregular, spasmodic movements, usually affecting the limbs or face Tic* Non-rhythmic, Stereotyped, rapid, recurring movement, involuntary or semivoluntary, and sudden in onset. TYPES: (motor tic) or vocalization (phonic or vocal tic) Tremor* Unintentional, somewhat rhythmic, muscle movement involving oscillations of one or more pas of the body Stereotypy* Repetitive, usually meaningless, gestures, habits, or automatisms Reference: P 3617: chap 46.Tic Disorders(Kaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Edition)P 81 DSM-5",
        "cop": 2,
        "opa": "Anxiety",
        "opb": "Depression",
        "opc": "Phobia",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "2825e7d6-6284-4830-9bc2-29596605a6e4",
        "choice_type": "single"
    },
    {
        "question": "Ms X has a bad habit of biting her fingernails and pulling at her cuticles until her fingers bleed and have sores. Her therapist is teaching her how to not bite and pick at her fingernails using various learning principles. Her therapist is using",
        "exp": "Behavioral therapy is learning given by BF Skinner , according to him all behaviors are learned phenomenon and thus can be unlearned. Positive reinforcement a type of reinforcement when a behavior is rewarded there is more chance that the behavior is repeated Negative reinforcement is that when a behavior is done and an aversive response is removed, the behavior is repeated. When I go and meet my girlfriend, she checks my messages and picks up fight (aversive response) suddenly I delete all messages one day and that day there was no fight (no aversive response) then that behavior is repeated (delete all messages before meeting my girlfriend) U do a behavior and a aversive response is given, the chance that u repeat the behavior is less Extinction is the type of reinforcement where a behavior is done and a rewarding response is removed the chance is that behavior will not be repeated A child likes to play with children( reward) but when the child fights with other children( undesirable behavior) the child will be removed from playing( removing a reward) , then the child stops fighting with other children( reduction of undesirable behaviour) Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 877",
        "cop": 3,
        "opa": "Psychoanalysis",
        "opb": "Client centered therapy",
        "opc": "Behaviour therapy",
        "opd": "Emotion focused therapy",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "c8cda26c-c8e3-477e-8ced-18ceb5e91657",
        "choice_type": "single"
    },
    {
        "question": "Impulsive disorder include all except",
        "exp": "Dipsomania is a pattern of drinking in binges",
        "cop": 4,
        "opa": "Pyromania",
        "opb": "Kleptomania",
        "opc": "Trichotillomania",
        "opd": "Dipsomania",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "d05279cf-ae45-4515-8390-409b0133bc9d",
        "choice_type": "multi"
    },
    {
        "question": "Type C personality disorder is",
        "exp": ". *ANAKSTIC *Also known as OCPD( obsessive compulsive personality disorder) *Perfectionism *Rigidity *Punctuality * indecisiveness *Conscientiousness *excessive attention to detail *extreme orderliness in one area of life *ANXIOUS (AVOIDANT) PERSONALITY DISORDER *free-floating anxiety * 'born worriers'. *pervasive feelings of terror and apprehension *Unattractive * inferior avoidance of those social situations *DEPENDENT PERSONALITY DISORDER * dependence on other people *lack of self-confidence, initiative and drive *describe themselves as depressed *Needs others to assume responsibility * self pessimism * selfdoubt * self-devaluation.",
        "cop": 1,
        "opa": "Avoidant personality disorder",
        "opb": "Histrionic personality disorder",
        "opc": "Paranoid personality disorder",
        "opd": "Narcissistic personality disorder",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "d1fb973d-6762-4b57-ae08-83e5ab4836f6",
        "choice_type": "single"
    },
    {
        "question": "Which condition doctor is passive",
        "exp": "Feature Classical Psychoanalysis Psychoanalytic Psychotherapy Expressive Mode Suppoive Mode Frequency 4to5 times/wk; 50-min to hour 1to3times/wk 1/2 to 1 hr 1 time/wk; 1/2 to 1 hr Duration Long-term; usually 3 to 5+ yrs Sho- or long-term; several sessions to months or years Sho- or intermittent long-term; single session to a lifetime Setting Patient primarily on the couch with analyst out of view Patient and therapist face-to-face; occasional use of couch Patient and therapist face-to-face; couch contraindicated Modus operandi analysis of all positive and negative transference and resistance; transference is facilitated; regression encouraged Paial analysis of dynamics and defenses; focus on current interpersonal events Formation of therapeutic alliance and real object relationship. Analyst/therapist role Absolute neutrality; reflector/mirror role (passive) Modified neutrality Neutrality suspended; direction, and disclosure Major techniques* Free association dynamic interpretation Limited free association; confrontation, clarification, and paial interpretation Suggestion,abreaction confrontation, clarification Adjunct treatment Primarily avoided; Psychotrophics used Psychotrophics used Reference: P.925chap 35.1Psychoanalysis and Psychoanalytic PsychotherapyKaplan & Sadock's Synopsis of psychiatry clinical Psychiatry, 10th Edition",
        "cop": 1,
        "opa": "Classical psychoanalysis",
        "opb": "Psychoanalytic psychoanalysis",
        "opc": "None",
        "opd": "Both",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "7188d9eb-02f2-4850-bd76-b82ee3690d6f",
        "choice_type": "multi"
    },
    {
        "question": "Expression and consequent release of previously repressed emotion is called as",
        "exp": "* The expression and consequent release of a previously repressed emotion, achieved through reliving the experience that caused it. * Done typically through * Hypnosis * Suggestion REF: DAVIDSONS 10TH ED",
        "cop": 3,
        "opa": "Regression",
        "opb": "Dissociation",
        "opc": "Abreaction",
        "opd": "All of the above",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "7afb96ef-a69b-419a-a737-05f8ae3259f1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is false about somatization syndrome",
        "exp": "Somatization disorder: (somatic symptom disorder DSM-5*) A history of at least 2 years c/o multiple and variable physical symptoms that cannot be explained by any detectable physical disorders. . Preoccupation leads to distress and seek repeated consultations & investigations persistent self-medication or multiple consultations must be present. Refusal to accept medical advice and reassurances. 4 pain symptoms +2 gastrointestinal symptoms +1 sexual symptom+ 1 pseudoneurological symptom(DSMIV-TR) 6 symptoms from >2 groups GIT/CVS/ Genito-urinary system/ Skin/pain symptoms .(ICD-10) Reference: (Kaplan & Sadock's Synopsis of Psychiatry 10th Edition) chap-17.Somatoform Disorders P.636",
        "cop": 1,
        "opa": "Involves 2 sexual disturbance systems",
        "opb": "Two GI symptoms",
        "opc": "Four pain symptoms",
        "opd": "Multiple recurrent symptoms",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "240658e3-cc8e-4212-b753-71127f56129f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a psychiatry emergency",
        "exp": "SUICIDE is a psychaitric emergency SCHNEIDMANN is called aFATHER OF SUICIDOLOGY the theories of suicide was given by Durkheim *Egoistic--------------not strongly integrated into any social group *Altruistic--------------their excessive integration into social group *Anomic--------------integration into society is disturbed *Fatalistic----------rules and regulations excessively regulate the individual.Eg.slaves, Common Psychiatric Emergencies Adolescent crises Acute psychosis Schizophrenia in exacerbation Suicide Delirium Suicide Rape Mania Substance intoxication / withdrawal Marital crises Major depressive episode with psychotic features Akathisia Homicidal and assaultive behavior Postpaum psychosis Neuroleptic malignant syndrome Anorexia nervosa Posttraumatic stress disorder Tardive dyskinesia Reference: P.913 chap34.2 - Psychiatric Emergencies in Adults ( Kaplan & Sadock's Synopsis of Psychiatry: Behavioral Sciences/Clinical Psychiatry, 10th Edition)",
        "cop": 2,
        "opa": "Capgras syndrome",
        "opb": "Suicide",
        "opc": "Acute schizophrenia",
        "opd": "Cocaine use",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "38e3c581-1833-4b6c-a634-1db613c679aa",
        "choice_type": "single"
    },
    {
        "question": "Maximum score that can be obtained in MMSE is",
        "exp": "Mini-Mental State Examination : The MMSE is an 11-question measure developed to asses a broad array of cognitive function including orientation, attention, memory, construction, and language. Its validity and inter-rater reliability is good, takes only 5-10 minutes to administer, practical to use repeatedly and routinely. For screening, a cut-off of 24 for identifying cases of dementia has been suggested. The maximum score is 30. A score of 23 or lower is indicative of cognitive impairment. * MMSE( MINI MENTAL STATUS EXAMINATION) * MCI demtia===score less than. 24 * MILDdemntia====score less than. 20 * MODERATE demntia==score less than. 18 * SEVERE dementia====score less than 10 Reference: Page NO.1053 Chap 7.10 Psychiatric Rating Scales(Kaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Edition)",
        "cop": 2,
        "opa": "13",
        "opb": "30",
        "opc": "47",
        "opd": "55",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "763fe5c3-3617-4b5f-ad77-1e7445fbe7db",
        "choice_type": "single"
    },
    {
        "question": "Freud's theory of dream includes all except:",
        "exp": "Sigmund Freud theory of dream: * Dream work involves the process of condensation, displacement, and secondary elaboration. * Concept of unconscious mind: * Primary assumption of Freudian theory is that the unconscious mind governs behavior to a greater degree than people suspect. * Goal of psychoanalysis is to make the unconscious, conscious. * Theory of dream: * Freud theory of dream elaborates the state of unconscious mind with respect to dream interpretation, * Process involved include condensation, displacement, and secondary elaboration. * Displacement takes place when we transform the person or object we are really concerned about to someone else REF : HARISSIONS 21ST ED",
        "cop": 4,
        "opa": "Displacement",
        "opb": "Condensation",
        "opc": "SYmbolisation",
        "opd": "Correlation",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "360a7dd2-7cb7-46b3-9ea4-81357c9402ee",
        "choice_type": "multi"
    },
    {
        "question": "All are true about dementia except:",
        "exp": "Dementia The development of multiple cognitive deficits manifested by both (1)(2) causing significant impairment in social or occupational functioning and decline from a previous level of functioning. (1)memory impairment (impaired ability to learn new information or to recall previously learned information) (2)one (or more) of the following cognitive disturbances: aphasia (language disturbance) apraxia (impaired ability to carry out motor activities despite intact motor function) agnosia (failure to recognize or identify objects despite intact sensory function) disturbance in executive functioning (i.e., planning) Memory Impairment: sho-term memory refers to the inability to learn new information or to recall previously learned information(recent events), disorientation, confusion in new environments (i.e., traveling or moving). Long-term memory is impaired only in later stages of illness. Procedural memory is to be retained longer. sho-term memory-long term memory-procedural memory Cognitive Impairment: Aphasia, Apraxia, Agnosia, Executive Function: Impairment in planning, organizing, sequencing, and abstracting Visuospatial functioning can also be impaired Functional Impairment: disengagement from usual activities, interests, impairment in social relationships, social roles, difficulty performing instrumental activities of daily living at first, and later activities of daily living. neuropsychiatric or behavioral symptoms of dementia: Delusions, hallucinations, agitation, dysphoria, anxiety, apathy, irritability, euphoria, disinhibition, aberrant motor behavior, night-time behavior disturbance, appetite eating abnormalities these symptoms commonly co-occur with dementia and are often the cause of the greatest caregiver distress. Reference: P.335 chap 10.3 Dementia synopsis of psychiatry P.1170 chap 10.3 Dementia (Kaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Edition)",
        "cop": 1,
        "opa": "Loss of sho term memory",
        "opb": "Loss of long term memory",
        "opc": "Deterioration of personality",
        "opd": "Impaired learning",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "f0ea1cbd-0580-440c-b088-7e3363b7ff12",
        "choice_type": "multi"
    },
    {
        "question": "Confabulation is seen in",
        "exp": "Wernickes encephalopathyis a triad of GLOBAL CONFUSION, OPHTHALMOPLEGIA AND ATAXIA It is due to deficiency of thiamine It is 100% reversible Most impoant symptom needed for the diagnosis is confusion If the patients wernickes encephalopathy is not trated it would result in koraskoff's psychosis koraskoff's psychosis is a misnomer it is associated with confabulation that is fluent plausible lying, where the patient fills up with memory gaps with information and she is not aware that wat is she is saying is not truth Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 624",
        "cop": 3,
        "opa": "Mania",
        "opb": "Depression",
        "opc": "Alcoholism",
        "opd": "Delirium",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "306d8b59-a166-4634-9964-7a480f09df25",
        "choice_type": "single"
    },
    {
        "question": "Borderline personality disorder",
        "exp": "Borderline personality disorder The central feature of borderline personality disorder is a pervasive pattern of unstable and intense interpersonal relationship, self perception and mood The patient make recurrent suicidal threats and gesture and a small propoion of patients carry out the act or self multilation like cutting or burning The patients have difficulty in controlling their anger and impulsitivity. There is unceainty about personal identity *EMOTIONALLY UNSTABLE *Unstable and internse relationship *Disturbance in self image *Impulsivity *Affective instability *Chronic feeling of emptiness *Suicidal behavior *Difficulty controlling anger Dissosiative symptoms Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 868",
        "cop": 2,
        "opa": "Chronic feeling of emptiness",
        "opb": "Unstable interpersonal relationship",
        "opc": "Grandiosity",
        "opd": "Low self esteem",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "2563085e-9031-4b38-982d-987fa455c49f",
        "choice_type": "single"
    },
    {
        "question": "25 yr old gentleman has repeated thoughts that he has not locked his car door properly, frequently checks it while driving, he repeatedly checks locks in his house. Diagnosis",
        "exp": "Obsessive Compulsive Disorder : Obsession: recurrent and persistent thoughts that are involuntary unwanted, distressing and the individual tries to neutralize them by a thought or action (compulsion). Ex: Contamination(most common), Need for symmetry, Pathological doubt, Sexual compulsion: Act aimed to reduce the anxiety arising out of obsession but fails to do so. Ex: checking(most common), washing, counting, Hoarding, counting. obsession (a door is unlocked )leads to compulsion (checking ), which tries to relieve distress but fails and the obsession-compulsion cycle repeats leading to distress, time consumption. thoughts are one's own thoughts, it may be an idea/urge/image -behavior or mental behavior. M:F- 1:1 age of onset 20-25 years 2-3% prevalence in general population Comorbidity: major depressive disorder, delusional beliefs, overvalued ideas, personality disorder Etiology Psychoanalytical concept*-regression from the oedipal phase to the anal psychosexual phase. Anatomical- altered function in the connections between orbitofrontal coex, caudate, thalamus. Biochemical-*dysregulation of serotonin. Treatment : Pharmacotherapy-Selective serotonin Reuptake InhibitorsSSRI *(fluoxetine, fluvoxamine, paroxetine, seraline) Tricyclic antidepressants TCA(clomipramine) Behavior therapy*: Desensitization, thought stopping, flooding, implosion therapy, aversive conditioning Psychotherapy Surgical cingulotomy*, capsulotomy(e.g., subcaudate tractotomy,). Nonablative surgical techniques like Deep Brain Stimulation *of basal ganglia nuclei Reference: P.605 Kaplan & Sadock's Synopsis of psychiatry clinical Psychiatry, 10th Edition16.4",
        "cop": 1,
        "opa": "OCD",
        "opb": "OPCD",
        "opc": "Phobia",
        "opd": "Personality disorder",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "977742e4-f01c-4324-a6a4-6e49a3990851",
        "choice_type": "single"
    },
    {
        "question": "Not seen in anorexia nervosa:",
        "exp": "Physical Signs of anorexia nervosa * Excessive weight loss * Scanty or absent menstrual periods * Thinning hair - Dry skin * Cold ors wollen hands and feet Bloated or upset stomach * Downy hair covering the body Low blood pressure * Fatigue * Abnormal hea rhythms *Osteoporosis Psychological and Behavioral Signs in anorexia nervosa * Distoed perception of self (insisting they are overweight when they are thin) * Being preoccupied with food Refusing to eat * Inability to remember things * Refusing to acknowledge the seriousness of the illness Obsessive-compulsive behavior * Depression REF : Oxford text book of psychiatry 3rd Ed",
        "cop": 4,
        "opa": "Osteoporosis",
        "opb": "Refusal to feeds",
        "opc": "Weight loss",
        "opd": "Menorrhagia",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "8df6a06c-13cd-4018-ae95-8ce514be5e28",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of premature death in schizophrenia is?",
        "exp": "PREMATURE DEATH IN SCHIZOPHRENIA Life expectancy of patients with schizophrenia is decreased by approximately 15 to 25 years. Suicide is the most impoant cause of premature death in patients with schizophrenia. There is a 20 fold increased risk of suicide compared to the general population. Suicide attempts may occur without warning or expression of intent. Cancer is the second most frequent cause of moality in schizophrenics. The rates of metabolic syndrome and cardiovascular disorders are also increased. Ref :Harrison's Principles of Internal Medicine 21st ed",
        "cop": 4,
        "opa": "Drug toxicity",
        "opb": "Nosocomial infection",
        "opc": "Homicide",
        "opd": "Suicide",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "3535fcce-80fb-447a-b18f-4e10af760a65",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an eating disorder",
        "exp": "Feeding and eating disorders: Pica, Rumination Disorder, Restrictive Food Intake Disorder, Anorexia Nervosa, Bulimia Nervosa, Binge Eating Disorder.*Pica: the persistent eating of non-nutritive, non-food substances (>! Month)*Rumination Disorder: Repeated regurgitation of food rechewed, reswallowed, spit out(>1month)Restrictive Food Intake Disorder: failure to meet appropriate nutritional needs resulting in weight loss, nutritional deficiency, nutritional supplements*Anorexia Nervosa:Refusal to maintain body weight above normal weight for age and height the relentless drive for thinness and/or an intense fear of gaining weight --a psychopathologyself-induced starvation (restriction/ binge eating followed by purging)--a behavior.presence of medical signs and symptoms resulting from starvation:-Cachexia, amenorrhea, hypothermia, bradycardia, hypotension, lanugo hair, Leukopenia, Osteoporosis, hypokalemic alkalosis (repeated vomiting) E.*Bulimia Nervosa: clinical features(physical and psychological ) are milder compared to Anorexia nervosa the person has the goal of becoming thin but is not able to sustain prolonged periods of starvation, hunger. F: Binge Eating Disorder: Binge episodes are defined as repeated rapid and usually private episodes of overeating large quantities of food that is generally of dense caloric content, leading to guilt, anxiety about becoming fat, low self-esteem, and frequently gastric distressEncopresis*: Involuntary passage of feces, usually occurring at night or during sleep.Enuresis*: Incontinence of urine during sleep.Ref: P.329 section II Feeding And Eating Disorders(DSM-5) p.923 chap7.3 Signs and Symptoms in Psychiatry",
        "cop": 2,
        "opa": "Enuresis",
        "opb": "Bulimia nervosa",
        "opc": "Encoparesis",
        "opd": "Tourette disorder",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "7e267fa0-98ad-4f5d-a63c-480d7c6a9025",
        "choice_type": "single"
    },
    {
        "question": "Hallucinations are produced by",
        "exp": "Hallucinogens- alters perception, cognition, and mood with minimal effects on memory, orientation ergot alkaloid derivatives like LSD indole alkylamines like psilocybin, dimethyltryptamine (DMT), phenethylamines like mescaline and 3,4-methylenedioxymethamphetamine (MDMA or Ecstasy) dissociative anaesthetics (phencyclidine, ketamine ) stimulants (cocaine and most amphetamines) cannabis are excluded from hallucinogens although under some circumstances they can produce hallucinogenic effects. Medications (at high or frequent doses) produce hallucinations Ex:-steroids, antidepressants, anticholinergics Reference: p.1333 chap. 11.7 Hallucinogen-Related Disorders (Kaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Edition)",
        "cop": 1,
        "opa": "LSD",
        "opb": "Morphine",
        "opc": "Paraxetine",
        "opd": "Chlorpromazine",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "f51a75a0-8ef0-48cd-b7cb-5debd48e933a",
        "choice_type": "multi"
    },
    {
        "question": "An 18 year old boy came to the Psychiatry OPD with a complaint of feeling changed from inside. He described himself as feeling strange as if he is different from his normal self. He was very tense and anxious yet could not point out the precise change in him. This phenomena is best called as:",
        "exp": "The given history is the classical description of depersonalization. Depersonalization Disorder (DPD) - Persistent or recurrent experiences of feeling detached from one&;s mental processes or body, as if an observer Depersonalization causes significant distress or impairment in social, occupational, or other functioning During the experience of depersonalization, reality testing remains intact, one is aware of his/her experiences are unusual The depersonalization experience does not occur during the course of another mental disorder and is not due to the physiological effects of a substance or a general medication Ref :American Psychiatric Association, 2000",
        "cop": 2,
        "opa": "Delusional mood",
        "opb": "Depersonalization",
        "opc": "Autochthonous delusion",
        "opd": "Over valued idea",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "0911e4dd-8316-40ae-bd30-b69ace713a4b",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for delirium tremens is",
        "exp": "Alcohol Withdrawal: * when there is Cessation of (or reduction in) alcohol use that has been heavy and prolonged. Two (or more) of the following, develop increased hand tremor insomnia Anxiety grand mal seizures nausea vomiting psychomotor agitation hallucinations or illusions transient visual, tactile,auditory autonomic hyperactivity The classic sign of alcohol withdrawal is tremulousness Alcohol Withdrawal Delirium(Delirium Tremens*): alcohol intoxication/withdrawal is associated with agitated confusion, tactile or visual hallucinations, delusions, seizures. *Rum Fits -During withdrawal causes one or several grand mal convulsions. Treatment of delirium tremens: benzodiazepines, antipsychotic agents(haloperidol). Reference: P.396 397 chap 12.2 - Alcohol-Related DisordersSuicide Kaplan & Sadock's Synopsis of Psychiatry: Behavioral Sciences/Clinical Psychiatry, 10th Edition",
        "cop": 3,
        "opa": "Acamprosate",
        "opb": "Barbiturates",
        "opc": "Benzodiazepines",
        "opd": "Naltrexone",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "74c3b9bd-50d5-40ad-8232-8de4701e369a",
        "choice_type": "single"
    },
    {
        "question": "Delirium is most commonly seen in",
        "exp": "Factors precipitating delirium Drugs Primary neurologic diseases Surgery Sedative-hypnotics Narcotics Anticholinergic drugs Multiple drugsTreatment Alcohol or drug withdrawal Stroke, nondominant hemispheric Intracranial bleeding Meningitis or encephalitis Ohopedic surgery Cardiac surgery Prolonged cardiopulmonary bypass Noncardiac surgery Intercurrent Illnesses Environmental Infections Iatrogenic complications Dehydration Hypoxia Shock Anemia Fever or hypothermia Admission to ICU Use of physical restraints Use of bladder catheter Use of multiple procedures Pain Emotional stress Prolonged sleep deprivation Reference: Page No.1157 chap. 10.2 Delirium Kaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Edition",
        "cop": 1,
        "opa": "Alcohol",
        "opb": "Barbiturate",
        "opc": "Opium",
        "opd": "Cocaine",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "5d4d5a1f-a358-4bc1-a060-2d19c2afba4d",
        "choice_type": "single"
    },
    {
        "question": "Duration required for the diagnosis of acute and transient psychosis is",
        "exp": "If symptoms are for less than 1 months, it is a transient psychotic disorder or brief psychotic disorder as per DSM. As per ICD 10, acute psychosis is less than 2 weeks duration. Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 340",
        "cop": 2,
        "opa": "1 week",
        "opb": "2 weeks",
        "opc": "1 month",
        "opd": "6 months",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "f58ff94f-5846-49f0-9e54-ae72c02b5a30",
        "choice_type": "single"
    },
    {
        "question": "The following questionnaire is sued for screening",
        "exp": ".it is called as CAGE questionerre C====Cut down=========== has the patient tried to cut down theuse of alcohol A====Annoyed============has the patient been annoye of using alcohol G====Guilt==============has the patient ever felt guilty about the use of alcohol E====Eye opener==========has the patient used alcohol as an eye opener each point has to be given 1 score score more than 2 indicates more towards suspision towards alcohol use disoder it is a screening instrument used for alcohol E",
        "cop": 1,
        "opa": "Alcoholism",
        "opb": "Tobacco use",
        "opc": "IV drug abuse",
        "opd": "All of the above",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "08aab97e-ccb8-4511-be4c-00804e4f42af",
        "choice_type": "multi"
    },
    {
        "question": "Most common complication of modified ECT",
        "exp": "* Electro convulsive therapy (seizure) increases production of brain derived neurotrophic factor (BDNF)Q. Madsen proposed generation of new neurons in the hippocampus may be an impoant neurobiological element underlying the clinical effects of ECT. * ECT is most commonly indicated (-85% of all ECT) and most effective in treatment of major depression (with psychosis / delusions /or suicidal tendency)Q. ECT is indicated in psychotic (delusional) depressionQ because nihilistic delusions may induce suicidal tendency, whereas ECT is not indicated in neurotic depression (dysthynia), cyclothymiaQ. ECT may be useful in MDP (bipolar) in decreasing duration of depressive episode. ECT is not (or less) useful in chronic conditions like chronic schizophrenia (with negativ symptoms esp)Q. Use of ECT is not the first line (choice) of treatment in mania & schizophrenia (lithium & anti psychotics are mainstay of treatment). Panic disorder is also treated with drugs not ECT. REF : Oxford text book of psychiatry 3rd Ed.",
        "cop": 4,
        "opa": "Intracerebellar Bleed",
        "opb": "Fracture spine",
        "opc": "Body ache",
        "opd": "Amnesia",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "700f1fb5-cb8e-4cd7-845f-9e0a26324303",
        "choice_type": "single"
    },
    {
        "question": "Freud called which of the following the \"royal road to the unconscious\"?",
        "exp": "o Interpretation of dreams According to Freud dreams are royal road to unconscious In dreams several conflicts that are present in the unconscious comes to the consciousness in the form of dreams Thus by analyzing ones dreams we could understand the unconscious conflicts Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 845",
        "cop": 2,
        "opa": "Transference",
        "opb": "Dreams",
        "opc": "Fantasy",
        "opd": "Id",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "fbb58d60-f525-4295-b09b-ba4877318930",
        "choice_type": "multi"
    },
    {
        "question": "Lithium is used in",
        "exp": "lithium was introduced by JOHN F CADE it is used in treatment of MANIA it is a liver friendly drug it has to be used in caution with people with deranged renal parameters if the patient is on lithium, he should be warned about of intake of other meds like NSAIDS, ACE inhibitors , as it may result in toxicity if a patient develops lithium toxicity, the TREATMENT OF CHOICE IS HEMODIALYSIS Until recently, lithium carbonate was the universally preferred treatment for bipolar disorder, especially in the manic phase. With the approval of valproate, aripiprazole, olanzapine, quetiapine, risperidone, and ziprasidone for this indication, a smaller percentage of bipolar patients now receive lithium. Other Applications of lithium Recurrent endogenous depression Schizoaffective disorder, Lithium alone is rarely successful in treating schizophrenia, but adding it to an antipsychotic may salvage an otherwise treatment-resistant patient. As an adjunct to tricyclic antidepressants and SSRIs in patients with unipolar depression who do not respond fully to monotherapy with the antidepressant. Reference : Katzung 12e pg: 516",
        "cop": 1,
        "opa": "Bipolar disorder",
        "opb": "Dythymia",
        "opc": "Anxiety neurosis",
        "opd": "OCD",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "0a1c603d-f0dd-41f6-b8d5-98fe6c08fe57",
        "choice_type": "single"
    },
    {
        "question": "A psychiatric patient on regular treatment had his routine check-up. His fundus shows the below finding. The most probable drug implicated is ( Pigmented retinal epithelium)",
        "exp": "Irreversible retinal pigmentation is associated with the use of thioridazine at dosages above 1000mg/day(hence <800/day ) nocturnal confusion is an early sign of this adverse effect. Reference: P.3121 chap. 31.17First-Generation Antipsychotics (Kaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Edition)",
        "cop": 1,
        "opa": "Thioridazone",
        "opb": "Haloperidol",
        "opc": "Chlorpromazine",
        "opd": "Clozapine",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "e33be5c5-12ea-47e1-a95a-cf0ac8f6ae4d",
        "choice_type": "single"
    },
    {
        "question": "A person who believes his penis is getting smaller and would disappear leading to death. Diagnosis is",
        "exp": "Culture-Bound Syndrome(CBS-)specific arrays of behavioral and experiential phenomena that tend to present themselves preferentially in paicular sociocultural contexts and are readily recognized as illness behavior by most paicipants in that culture. Name of CBS Region of prevalence Psychopathology Amok * Malaysia Laos, Philippines, dissociative episode Ataque de nervios Latinos from the Caribbean, American Dissociative experiences, seizure-like or fainting episodes, suicidal gestures bouffee delirante West Africa and Haiti. may resemble an episode of brief psychotic disorder brain fag West Africa Seen in students in response to the challenges of schooling. resemble anxiety, depressive, and somatoform disorders Dhat* India Semen is lost in urine severe anxiety and hypochondriacal concerns falling-out or blackout southern United States, Caribbean groups. conversion disorder or a dissociative disorder. ghost sickness American Indian tribes. A preoccupation with death and the deceased Koro* South and East Asia an episode of sudden and intense anxiety that the penis( in women, the vulva and nipples) will recede into the body and cause death Latah* Malaysian, Indonesian Hypersensitivity to sudden fright, dissociative or trancelike behavior, with echopraxia, echolalia, command obedience Piblokto Eskimo communities dissociative episode accompanied by excitement followed by convulsive seizures and coma Spell African-Americans European In a trance state person communicates with deceased relatives or spirits, associated with brief periods of personality change. taijin kyofusho Japan resembles social phobia in DSM Reference: P. 523 14.5 Culture-Bound SyndromesKaplan & Sadock's Synopsis of Psychiatry: Behavioral Sciences/Clinical Psychiatry, 10th Edition)",
        "cop": 2,
        "opa": "Amok",
        "opb": "Koro",
        "opc": "Dhat",
        "opd": "Brian fag",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "f30e007a-22e3-45c9-932d-1b6f0c3779a3",
        "choice_type": "multi"
    },
    {
        "question": "The site of lesion in korsakoff psychosis is",
        "exp": "Wernicke-Korsakoff syndrome is associated with periventricular lesions surround the third ventricle, aqueduct, and fouh ventricle, with petechial haemorrhages in occasional acute cases and atrophy of the mammillary bodies in most chronic cases. There is frequently endothelial proliferation, demyelination, and some neuronal loss. These changes may be detected by MRI scanning. The amnestic defect is related to lesions in the dorsalmedial nuclei of the thalamus. Reference: Harrison19e pg: 1783",
        "cop": 3,
        "opa": "Frontal lobe",
        "opb": "Corpus striatum",
        "opc": "Mamillary body",
        "opd": "Cingulated gyrus",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "13400bc8-4a2e-4a9a-8472-6090f5cb711b",
        "choice_type": "single"
    },
    {
        "question": "Narcolepsy is due to the abnormality in",
        "exp": "Narcolepsy: Types central nervous system dysfunction of sleep mechanisms, hypocretin dysfunction, and deficit With Cataplexy symptom tetrad (1) excessive daytime sleepiness (2) cataplexy** (3) sleep paralysis (4) hypnagogic hallucinations **Temporary sudden loss of muscle tone, causing weakness and immobilization onset second decade of life. Without Cataplexy trigger for cataplexy: Strong emotions(laughter and anger) Due To Medical Condition Nocturnal sleep-fragmented, considerable sleep disturbance is present (tumors or sarcoidosis of the hypothalamus, multiple sclerosis plaques affecting the hypothalamus, paraneoplastic syndromes) Treatment: scheduled naps, lifestyle adjustment, modafinil, SSRI Reference: P 2161 chap. 20 Sleep Disorders(Kaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Edition)",
        "cop": 1,
        "opa": "Hypothalamus",
        "opb": "Neocoex",
        "opc": "Cerebellum",
        "opd": "Medulla oblongata",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "65c25af6-e378-40a7-8a4e-ed00d3beee24",
        "choice_type": "single"
    },
    {
        "question": "Risk factor for suicide",
        "exp": "some of the risk factors for suicide are male gender substance abuse recent stressor family history of attempted or completed suicide past history of attempted or completed suicide personality--- Borderline personality disorder charecterstic---impulsivity unmarried umemployed lack of spouse lack of soial suppo Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 307",
        "cop": 2,
        "opa": "Female sex",
        "opb": "Unmarried",
        "opc": "Age 30 years",
        "opd": "Married",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "36922a5f-e682-408a-ba4e-e9bab60ee0b5",
        "choice_type": "single"
    },
    {
        "question": "Otto Veraguth sign is seen in",
        "exp": "verguath fold is a prominent fold that is present in the medial side of nasal bridge, mainly seen in DEPRESSION Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 348",
        "cop": 4,
        "opa": "Mania",
        "opb": "OCD",
        "opc": "Anxiety",
        "opd": "Depression",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "038dd20a-e3d4-4aab-8e1f-69f2a2b8fa43",
        "choice_type": "single"
    },
    {
        "question": "Good prognostic factor in schizophrenia is",
        "exp": "Prognostic factors in Schizophrenia Good Prognosis Poor Prognosis Age* Late onset Young onset Sex Female male Precipitating factors present Absent Mode of onset Acute onset Insidious onset Premorbid functioning Good social, sexual, and work histories Poor social, sexual, and work histories Affective symptoms* Mood disorder symptoms (especially depressive disorders) Withdrawn, autistic behaviour Marital status Married Single, divorced, or widowed Family h/o* Family history of the mood disorders Family history of schizophrenia Suppo systems Good Poor Symptoms * Positive symptoms Negative symptomsNeurological signs and symptomsHistory of perinatal traumaNo remissions in 3 yearsMany relapsesHistory of assaultiveness Reference: P.476 chap 13 SchizophreniaKaplan & Sadock's Synopsis of Psychiatry, 10th Edition",
        "cop": 4,
        "opa": "Early age of appearance",
        "opb": "Male sex",
        "opc": "Presence of negative symptoms",
        "opd": "Precipitating factors",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "4655fb13-4d01-43c0-b10a-446bc40f54b4",
        "choice_type": "single"
    },
    {
        "question": "The term schizophrenia means",
        "exp": "the term SCHOZPHRENIA means SPLIT MIND this was given by Eugene Bleuler it means that there is a split in the components of the mind the split is between the thoughts, cognition and behavior. Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 301",
        "cop": 3,
        "opa": "Free mind",
        "opb": "Euphoric mind",
        "opc": "Split mind",
        "opd": "Confused mind",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "ebc05d6b-24de-4a60-a2a1-f1081224987e",
        "choice_type": "single"
    },
    {
        "question": "Persistent feeling of guilt is seen in",
        "exp": "increased guilt is a carecterstic of depression DIAGNOSTIC CRITERIA FOR DEPRESSION Depressed mood most of the day Anhedonia=== loss of interest in previous pleasurable activities Fatiguability Dec sleep Dec appetite Hopelessness Suicidal ideas Ideas of guilt Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 347",
        "cop": 2,
        "opa": "OCD",
        "opb": "Depression",
        "opc": "Mania",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "03d3e00a-2930-48f4-b20d-62adcde241e7",
        "choice_type": "single"
    },
    {
        "question": "Callous and unemotional traits (CU) which includes disregard for others, and lack of empathy and generally deficient affect are considered as a specifier for which disorder in DSM V",
        "exp": ".",
        "cop": 3,
        "opa": "Borderline Personality disorder",
        "opb": "Histrionic Personality disorder",
        "opc": "Conduct disorder",
        "opd": "Oppositional defiant disorder",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "1689cc77-b4f8-461c-b46b-1462105dbc95",
        "choice_type": "multi"
    },
    {
        "question": "Illusion is:",
        "exp": "Illusion is an abnormal perception caused by a sensory misinterpretation of actual stimulus, sometimes precipitated by strong emotion, e.g. fear provoking a person to imagine they have seen an intruder in the shadows. REF : Oxford text book of psychiatry 3rd Ed.",
        "cop": 3,
        "opa": "A false unshaken belief not keeping one's sociaocultural background",
        "opb": "Perception without stimuli",
        "opc": "Abnormal perception by a sensory misinterpretation of actual stimulus",
        "opd": "Fear of closed spaces",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "06350860-77c8-4ff9-9d4e-ecfa988b3435",
        "choice_type": "multi"
    },
    {
        "question": "True about delirium is all Except:",
        "exp": "Delirium Disturbance of consciousness with reduced ability to focus, sustain, or shift attention. perceptual disturbance, impaired cognition (memory deficit, disorientation) develops over a sho period of time (usually hours to days) and tends to fluctuate. Above disturbance develops as a consequence of medical condition, substance intoxication/ withdrawal Reference: P.324p.325 10.2 DeliriumKaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Ed",
        "cop": 1,
        "opa": "Preserved attention",
        "opb": "Disturbed sleep",
        "opc": "Disorientation",
        "opd": "Hallucination",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "84891918-a6ca-408a-9122-e32e6dd02a89",
        "choice_type": "multi"
    },
    {
        "question": "Most common symptom of alcohol withdrawal is",
        "exp": "Features of alcohol withdrawal include tremor of the hands (shakes); agitation and anxiety; autonomic nervous system overactivity including an increase in pulse, respiratory rate, sweating, and body temperature; and insomnia. These symptoms usually begin within 5-10 h of decreasing ethanol intake, peak on day 2 or 3, and improve by day 4 or 5, although mild levels of these problems may persist for 4-6 months as a protracted abstinence syndrome.Harrison 19epg 2727",
        "cop": 2,
        "opa": "Body ache",
        "opb": "Tremor",
        "opc": "Diarrhea",
        "opd": "Rhinorrhea",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "35fe67e1-5da2-4085-812b-a42c7370b97f",
        "choice_type": "single"
    },
    {
        "question": "The term schizophrenia was coined by",
        "exp": "Emil Kraepelin: Manic-Depressive Psychosis and Dementia Praecox (dementia of the young). Eugen Bleuler - schizophrenia-\"splitting\" of psychic functions*. His four primary symptoms (four As) were Abnormal associations, Autistic behavior, and thinking, Abnormal affect, Ambivalence. Ku Schneider First Rank Symptoms Second-Rank Symptoms Audible thoughts Voices arguing or discussing(commanding voices) Voices commenting on patient's actions (commenting voices) Made feelings Made impulses or drives Made volitional acts Thought withdrawal Thought inseion Thought broadcasting Delusional perception Somatic Passivity Other disorders of perception Sudden delusional ideas Perplexity Depressive and euphoric mood changes Feelings of emotional impoverishment and several others as well . pneumonic 3HMT-DP Reference: Page No.1434 chap 12.2 Phenomenology of Schizophrenia (Kaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Edition)",
        "cop": 3,
        "opa": "Erich muir",
        "opb": "Sigmund freud",
        "opc": "Bluelar",
        "opd": "Emil kraeplin",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "6b189422-736a-4f32-bd6e-09e192606d39",
        "choice_type": "single"
    },
    {
        "question": "Behavioural problems caused by senility, drug damage, brain injury or disease, and the toxic effects of poisons are classified as __________ disorders",
        "exp": "Organic brain syndrome, also known as organic brain disease, organic brain disorder, organic mental syndrome, or organic mental disorder, refers to any syndrome or diseaser of mental function whose cause is alleged to be known as organic rather than purely of the mind Ref - https://en.wikipedia.org/wiki/Organic_brain_syndrome",
        "cop": 1,
        "opa": "Organic",
        "opb": "Substance use",
        "opc": "Psychotic",
        "opd": "Psychosomatic",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "8c1cb2a9-bcbe-4470-a7d9-4b73462f717f",
        "choice_type": "single"
    },
    {
        "question": "All the following are types of temperament Except",
        "exp": "Chess and Thomas classified temperament of a child based on 9 dimensions into easy, slow to warm and difficult temperament. Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 742",
        "cop": 4,
        "opa": "Slow to warm",
        "opb": "Easy",
        "opc": "Difficult",
        "opd": "Unpredictable",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "22587264-b23e-4e83-b690-2d785c476a8b",
        "choice_type": "multi"
    },
    {
        "question": "Antidepressant drug used in nocturnal eneuresis is",
        "exp": "Adverse effects ofTCAs l. Anticholinergic - Dry mouth, bad taste, urinary retention, blurred vision, palpitation, constiPation. 2. Sedation, mental confusion, weakness. 3. Increased appetite and veigfit gain. 4. Sweating andfinc tremer. 5. Decreased seizure threshold (clomipramine, maprotiline & bupropion). 6. Postural hypotension > Marimum by amitripSline - Goodman & Gillman 11/e p. 4j3. 7. Cardiac arrythmia; Maximum by amitriptyline and dosulpin. REF : Oxford text book of psychiatry 3rd Ed.",
        "cop": 1,
        "opa": "Imipramine",
        "opb": "Fluoxetine",
        "opc": "Trazdone",
        "opd": "Sealine",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "e9b0fb7b-2e09-4fd4-8754-a2679d20cf98",
        "choice_type": "single"
    },
    {
        "question": "Punch drunk is boxers is a type of",
        "exp": "Punch drunk syndrome: Head injury is a risk factor for Dementia. People who take pa in boxing are at a risk of developing Dementia. This is due to repeated minor traumas to the coex, basal ganglia, cerebellum resulting beta-amyloid deposition in the brain Reference: P no. 110 chap.7 Factors influencing risk of Dementia Handbook of Dementia, Kar& Jolley",
        "cop": 2,
        "opa": "Delirium",
        "opb": "Dementia",
        "opc": "Disability",
        "opd": "Depression",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "29fdc667-6fbe-481a-9b94-0728e5f3921f",
        "choice_type": "single"
    },
    {
        "question": "Methadone is used for opioid withdrawal because",
        "exp": "The opioid antagonist naloxone reverses the effects of a dose of morphine or heroin within minutes. This may be life-saving in the case of a massive overdose. Naloxone administration also provokes an acute withdrawal syndrome in a dependent person who has recently taken an opioid. In the treatment of opioid addiction, a long-acting opioid (eg, methadone, buprenorphine ) is often substituted for the shoer-acting, more rewarding, opioid (eg, heroin). The signs and symptoms of withdrawal include a lot of distressing symptoms which makes the patient take the substance again. the symptoms of opiod withdrawl are remebered witha clue\" ALL ORIFICES BLEED\" the symptoms include rhinorrhea, lacrimation, yawning, chills, gooseflesh (piloerection), hyperventilation, hypehermia, mydriasis, muscular aches, vomiting, diarrhoea, anxiety, and hostility. the detoxification of opiod withdrawl is done by 3 methods that are listed below 1.SYMPTOMATIC DETOXIFICATION============clonidine, diazepam, dicyclomine, anti emetic, anti diarrhoeal 2.AGONIST ASOSIATED DETOXIFICATION========methadone, bupenorphine 3.ANTAGONIST ASSOSIATED DETOXIFICATION=====naltrexone STRONG OPIOID AGONISTS Morphineentanyl PAIAL AGONISTS CodeineHydrocodone MIXED OPIOID AGONIST-ANTAGONISTS BuprenorphineNalbuphine OPIOID ANTAGONISTS Naloxone",
        "cop": 3,
        "opa": "Its antagonist at opioid receptor",
        "opb": "Its paial antagonist at opioid receptor",
        "opc": "Its agonist at opioid receptor",
        "opd": "Its paial agonist at opioid receptor",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "864c914b-b4cf-4550-a87d-ca7642fae01c",
        "choice_type": "single"
    },
    {
        "question": "The major risk factor for bipolar disorder is",
        "exp": "There are several factors that is said to be a causation for bipolar disorders they can be classified under nature versus nuure hypothesis natural causes plays a impoant role and one of the impoant cause among them is family history or high genetic loadine more the number of genes more is the risk of bipolar disorder in a person Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 355",
        "cop": 1,
        "opa": "Positive family history of bipolar",
        "opb": "High neuroticism in personality",
        "opc": "Low socioeconomic status",
        "opd": "Stressful life events",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "b7a69c02-c493-4b5e-8df3-8b46e1a1b6c0",
        "choice_type": "single"
    },
    {
        "question": "The recollection of events which happened one week before is",
        "exp": "Reference: P.185 CHAP 5 MEMORY Introduction to Psychology Morgan & King p.667 Chap 3.4 Biology of Memory",
        "cop": 1,
        "opa": "Working memory",
        "opb": "Recent memory",
        "opc": "Delayed memory",
        "opd": "Remote memory",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "a7af2ec5-6881-4cb2-be60-e7f5ba8ae37c",
        "choice_type": "single"
    },
    {
        "question": "MBBS 1st year girl came to OPD complaining of intermittent episodes of feeling of impending doom accompanied by intense perspiration Usually the episodes occur prior to her exams what is the most likely diagnosis",
        "exp": "Panic attacks typically include some of these signs or symptoms: Sense of impending doom or danger. Fear of loss of control or death. Rapid, pounding hea rate. Sweating. Trembling or shaking. Shoness of breath or tightness in your throat. Chills. Hot flashes. ref : robe hales 6th ed",
        "cop": 1,
        "opa": "Panic attack",
        "opb": "Generalised anxiety disorder",
        "opc": "Phobia",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "2fc5fae3-2b4b-431a-ae86-9aad28767922",
        "choice_type": "multi"
    },
    {
        "question": "ECT is indicated in which of these conditions",
        "exp": "Severe depression, catatonia are 2 primary indications for ECT",
        "cop": 2,
        "opa": "Hypomania",
        "opb": "Severe depression",
        "opc": "OCD mixed",
        "opd": "Generalized anxiety disorder",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "618384d9-dd6d-443b-b69c-2ade1777ae36",
        "choice_type": "single"
    },
    {
        "question": "The antisocial disorder is characterized by",
        "exp": "Personality Disorders An enduring pattern of inner experience and behavior that detes markedly from the expectations of individuals' culture. manifested in cognition, affectivity, interpersonal functioning, impulse control. Cluster A Paranoid , Schizoid , Schizotypal Cluster B Anti Social , Borderline , Histrionic , Narcisstic Cluster C Avoidant , Dependant , Obsessive Compulsive Cluster B personality disorders *DISSOCIAL *Asocial, antisocial and psychopathic *Lacks empathy *Lacks guilt *Lacks shame *Cruel *Callous *Aggressive *Change of occupation *Absentism *Failed relationships EMOTIONALLY UNSTABLE *Unstable and internse relationship *Disturbance in self image *Impulsivity *Affective instability *Chronic feeling of emptiness *Suicidal behavior *Difficulty controlling anger Dissosiative symptoms *HISTIRIONIC *Theatrical behavior *Superficial charming *Life and soul of the pay *Craving for attention, appreciation and affection *Excessive reaction to minor events( over act) *Egocentricity *Seductiveness *manipulative *Difficulty sustaining long term relationships *NARCISSISTIC PERSONALITY DISORDER *grandiose sense of self-impoance *preoccupation with fantasies of unlimited success *exhibitionistic need for constant attention and admiration *anger or humiliation in response to criticism *taking advantage of other people *lack of empathy *Regards self as \"special\" Reference: P.645 section II DSM -5 PERSONALITY DISORDER",
        "cop": 3,
        "opa": "Excessive sensitivity to suspiciousness",
        "opb": "Emotional coldness, lack of pressure",
        "opc": "Unconcern for feeling for others, disregard for social norms",
        "opd": "Self dramatization, exaggerated expression of emotions",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "4aa6b7b7-99f7-43c3-b7d7-4fa76a5b1658",
        "choice_type": "single"
    },
    {
        "question": "Type of schizophrenia with mental retardation is",
        "exp": "froph's schizophrenia: This is a syndrome of schizophrenia occurring in the presence of Mental Retardation. it differs from schizophrenia in only that there is often a povey of ideation and delusions are not usually very well systematized. therefore, behavioural disturbances are much more prominent than delusions and hallucinations Schizophrenia DSM-5 DSM-5 has deleted all subtypes Delusion hallucinations disorganized speech grossly disorganized or catatonic behaviour negative symptoms Duration >1month (active phase of illness) Impairment in work, interpersonal, self-care during the period of illness All these should be present for >6 months which includes ICD-10 requires a duration of-of month subtypes Paranoid presence of one or more delusions and frequent auditory hallucinations. Most common*. Good prognosis *if treated. Age of onset middle age Disorganized (Hebephrenic) thought disorder, disorganized behaviour and flat or inappropriate affect. Delusions and hallucinations, if present, are poorly systematized. They have Poor premorbid function*, an insidious onset during adolescence*, a continuous course*, and a poor prognosis* Catatonic* common in low SES. >2 of following symptoms: Immobility (stupor or catalepsy*) excessive purposeless motor activity negativism peculiar movements(posturing,stereotypy,mannerisms,grimacing); echolalia*- or echopraxia* Undifferentiated diagnosis is through the exclusion of the other subtypes. Includes those who meet criteria for schizophrenia but cannot be placed into any subtypes Residual* Have met the criteria for schizophrenia before, have negative symptoms, residual symptoms, but no longer have psychotic symptoms the catalepsy*-a person maintains the body position(even painful) into which they are placed. echolalia*-repetition of words ; echopraxia*- repetition of movements Reference: P.61 Textbook of Psychiatry , Neeraj Ahuaja",
        "cop": 4,
        "opa": "Von gogh syndrome",
        "opb": "Paranoid schizophrenia",
        "opc": "Catatonic schizophrenia",
        "opd": "Pfroph schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "8ca15d4b-3571-4d26-964e-f21f554097ad",
        "choice_type": "single"
    },
    {
        "question": "Parkinsonism differ from atypical parkinsonism by the absence of",
        "exp": "Atypical Parkinsonisms Characterised by Progressive supranuclear palsy Coicobasal ganglionic degeneration Frontotemporal dementia Multiple-system atrophy a)Cerebellar type (MSA-c) b)Parkinson type (MSA-p) Poor response to dopamine early loss of balance prominent intellectual changes rapid onset of progression conspicuous postural hypotension urinary & bowel incontinence Little or no tremor Reference: Chapter 372. Parkinson's Disease and Other Movement Disorders Harrison's Principles of Internal Medicine 18th edition",
        "cop": 1,
        "opa": "Resting tremor",
        "opb": "Postural instability",
        "opc": "Veical gaze palsy",
        "opd": "Gait abnormality",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "7dbe5e2f-e61e-4425-b9d7-bff75482c89a",
        "choice_type": "single"
    },
    {
        "question": "According to Kubler-Ross, the most common order of emotional reactions in grief is",
        "exp": "DABDA(mnemonic to remember)",
        "cop": 2,
        "opa": "Anger, depression, bargaining, denial, acceptance.",
        "opb": "Denial, anger, bargaining, depression, acceptance",
        "opc": "Anger, depression, denial, bargaining, acceptance",
        "opd": "Aenial, bargaining , anger, depression, acceptance",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "15157d36-0042-46ce-8f6a-a4208f8282f7",
        "choice_type": "single"
    },
    {
        "question": "The most impoant feature of delirium",
        "exp": "The most conspicuous feature is a clouding of consciousness which ranges from mild dulling to deep coma delirium is a type of ORGANIC BRAIN SYNDROME it presents with clouding of consiousness the main cognitive function that is altered is attention impairment and disorientation the main hallucinations that presents in delirium is visual hallucinations the visual hallucinations sometimes presents lilliputian hallucinations, that is they can see small miniature animals and humans hitting them they have a phenomenon called as sun downing phenomenon, that is worsening of symptoms in the evening and night the delirium that is cahrecterstic of alcohol withdrawl is hyper active delirium it is also called as delirium tremens as it is assosiated with tremors.",
        "cop": 4,
        "opa": "Impaired judgement",
        "opb": "Anxiety",
        "opc": "Hyperactivity",
        "opd": "Clouding of consciousness",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "ea666d6a-3e2e-4473-87e2-babe817e411f",
        "choice_type": "single"
    },
    {
        "question": "A schizophrenic patient on antipsychotic drugs may develop the following side effect",
        "exp": "NAME OF THE TRACT LOCATION FUNCTION PROBLEMS WHEN BLOCKED Meso coical To prefrontal coex Controls attention, drive In patients with schizophrenia decreased dopamine in meso coical tract causes lack of drive, decreased attention Decreased attention, drive Worsens negative symptoms in schizophrenia Meso limbic To limbic system Control thoughts, emotions In patients with schizophrenia increased dopamine in mesolimbic tract causes delusions and hallucinations Decreases thoughts and emotions Improves positive symptoms in schizophrenia Nigro striatal To basal ganglia Smoothens and co-ordinates movements Extra pyramidal symptoms Tubero infundibular To hypothalamus Regulates prolactin Dopamine decreases prolactin Galactorrhea Amenorrhea Sexual dysfunctions Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 537",
        "cop": 2,
        "opa": "Decreased prolactin",
        "opb": "Increased prolactin",
        "opc": "Hypeension",
        "opd": "Wakefullness",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "b6299cc8-e726-4cce-b45f-6ecc0eb95c2a",
        "choice_type": "single"
    },
    {
        "question": "Features of Alzheimer include all Except:",
        "exp": "Pharmacological treatments available for dementia are limited to symptomatic relief. To date, with the exception of interventions to reduce the risk of recurrent stroke in vascular dementia, there are no treatments available that can alter the disease course or produce substantial or long-lived improvements in symptomatology. Risk factors for Dementia Old age Alcohol obesity DM/HT/CAD Female Uneducated Saturated fat Screening tools MMSE, Mental test score Severity assessment clinical dementia rating scale, Functional Assessment Staging, Hachinski 's ischemic score (Vascular Dementia) Imaging SPECT, FDG-PET treatment Reference: P.1175 10.3 Dementia (Kaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Edition)",
        "cop": 4,
        "opa": "More common in females",
        "opb": "Recent memory loss",
        "opc": "MMSE useful for diagnosis",
        "opd": "Medication offer near 100% cure",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "283375a4-f258-4370-b284-7e432b416c16",
        "choice_type": "multi"
    },
    {
        "question": "All are habit disorder except",
        "exp": "* Definition: * Habit disorder is a term used to describe several related disorders linked by the presence of repetitive and relatively stable behaviour that seem to occur beyond the awareness of the person performing the behaviour. * The first group of habit disorder includes \"Tic Disorder\" * Tics are involuntary movements, sounds, or words that are sudden, rapid, recurrent and nonrhythmic\" * In addition to TD's, body-focussed behaviours, * Recurrent hair pulling - Trichotillomania (TTM) * Skin picking (SP) * Nail biting , are included within habit disorders. * Head banging, rocking of body, teeth grinding & thumb sucking are repetitive disorders. * Seen in children between age group of 6 months to 2 years. * Benign & self-limited. * The movements serve a means of tension discharging in children. * As children become older, they learn to inhibit some of their rhythmic patterns. * REF : DAVIDSONS 10TH ED",
        "cop": 3,
        "opa": "Nail biting",
        "opb": "Thumb sucking",
        "opc": "Temper tantrum",
        "opd": "Tics",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "bff7047a-8b62-4a83-ad04-612afbf1529d",
        "choice_type": "multi"
    },
    {
        "question": "Deja vu is seen in",
        "exp": "deja entendu-Illusion that what one is hearing one has heard previously. deja pensa-Condition in which a thought never enteained before is incorrectly regarded as a repetition of a previous thought. deja vu-Illusion of visual recognition in which a new situation is incorrectly regarded as a repetition of a previous experience. jamais vu-Paramnestic phenomenon characterized by a false feeling of unfamiliarity with a real situation that one has previously experienced.These disturbances are seen in Temporal lobe Seizures ,normal experiences and Neurotic patients. If it is a multiple choice exam (a), (b) are answers else the best option to go with is (b).Ref: P.922 signs and symptoms in psychiatry(Kaplan & Sadock&;s Comprehensive Textbook of Psychiatry, 9th Edition) P.68 chap.5 symptoms in the mind, Femi Oyebode.",
        "cop": 2,
        "opa": "Normal persons",
        "opb": "Temporal lobe epilepsy",
        "opc": "Psychosis",
        "opd": "All of the above",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "9e5fa2b2-0b2c-45d0-b10a-76fcf89625ab",
        "choice_type": "multi"
    },
    {
        "question": "Most effective treatment for borderline personality disorders",
        "exp": "\"Dialectical behavioral therapy (DBT), a type of cognitive behavioral therapy (CBT), DBT was introduced by Marsha linehan DBT is a type of CBT with Mindfulness techniques it has more evidence for Borderline personality disorders and self injurious behaviour Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 868",
        "cop": 2,
        "opa": "Pharmacotherapy",
        "opb": "Dialectic Bhaviour therapy",
        "opc": "Combination of both pharmacotherapy and behavioural therapy",
        "opd": "None",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "370bcd2f-66d6-4e7c-994a-9d0af72ca6e1",
        "choice_type": "multi"
    },
    {
        "question": "The below symbol represent a group which fights against",
        "exp": "this is the symbol of AA which means ALCOHOLIC ANONYMOUS. It was given by BOB and BILL. As in this case it involves group therapy where there are a group of alcoholics who meet and discuss about the usage of substance. Here the patient does not have AUTHORITY ANXIETY and also will be able to IDENTIFIY with other members of the group as they are also undergoing similar problems and they get to understand that they are not alone with this problem and similar problem (alcohol use) are faced by others successfully(maintaining abstinence) Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 1169",
        "cop": 3,
        "opa": "Tobacco",
        "opb": "Cannabis",
        "opc": "Alcohol",
        "opd": "Cocaine",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "832cf92a-aa30-4b04-8afd-9a56f012fed4",
        "choice_type": "single"
    },
    {
        "question": "All are used for schizophrenia Except",
        "exp": "Selective serotonin-norepinephrine reuptake inhibitors (SNRIs) include venlafaxine, its metabolite desvenlafaxine, and duloxetine. In addition to their use in major depression, other applications of the SNRIs include the treatment of pain disorders including neuropathies and fibromyalgia. SNRIs are also used in the treatment of generalized anxiety, stress urinary incontinence, and vasomotor symptoms of menopause. chlorpromazine is a type of typical antipsychotic introduced by Delay and Denniker Risperidone is a atypical antipsychotic Clozapine is a second generation antipsychotic used for treatment resistant schizophrenia Clozapine, risperidone are atypical antipsychotic drugs chlorpromazine is a phenothiazine antipsychotic, can be used in schizophrenia Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 1010",
        "cop": 4,
        "opa": "Chlorpromazine",
        "opb": "Clozapine",
        "opc": "Risperidone",
        "opd": "Venlafaxine",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "92537300-3ccb-4c7e-b7b4-f01ec10e75b2",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drug is not used in the treatment of akathisia?",
        "exp": "Akathisia refers to somatic restlessness which occur in patients treated with first generation antipsychotics. Among the options given haloperidol is an old generation antipsychotic which causes a side effect of akathisia. Drugs commonly used to treat akathisia are propranolol, benzodiazepines and anticholinergics. REF : Oxford text book of psychiatry 3rd Ed.",
        "cop": 4,
        "opa": "Benzodiazepam",
        "opb": "Propranolol",
        "opc": "Trihexyphenidyl",
        "opd": "Haloperidol",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "d8d9e5e6-8452-4313-a574-27514ef29b34",
        "choice_type": "single"
    },
    {
        "question": "Schizophrenia drugs mainly act on",
        "exp": "Dopamine Hypothesis states In schizophrenia, there is an imbalance of dopamine transmission with dopaminergic hyperactivity in subcoical regions but hypoactivity in prefrontal coical regions. Antipsychotics reduce psychotic symptoms by decreasing dopamine activity, their potency is highly correlated with the drug's affinity for D2 receptors. PET studies indicate that dopamine receptor antagonists are effective when approximately 80 percent* of D2 receptors in the striatum are occupied. Higher occupancy rates are associated with more extrapyramidal side effects*(less common with Atypical/ second generation Antipsychotics) Reference: Page No.1491 chap.12.6 Cellular and Molecular Neuropathology of Schizophrenia P.3111 chap 31.17 First-Generation Antipsychotics(Kaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Edition)",
        "cop": 2,
        "opa": "D1 dopamine receptors",
        "opb": "D2 dopamine receptors",
        "opc": "D3 dopamine receptors",
        "opd": "Ach receptors",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "748f7d36-3003-4c7c-a466-3136f543c0b4",
        "choice_type": "single"
    },
    {
        "question": "What is the code given to psychiatric diseases in ICD 10",
        "exp": "In the Tenth Revision of the International Classification of Diseases and Related Health Problems (ICD-10).Conveing diagnostic criteria into diagnostic algorithms incorporated in the assessment instruments was useful in uncovering inconsistencies, ambiguities and overlap and allowing their removal. The work on refining the ICD-10 also helped to shape the assessment instruments. The final result was a clear set of criteria for ICD-10 and assessment instruments which can produce data necessary for the classification of disorders according to the criteria included in Chapter V (F) of ICD-10. Reference: P.8 (The ICD-10 Classification of Mental and Behavioural Disorders Diagnostic criteria for research)",
        "cop": 2,
        "opa": "E",
        "opb": "F",
        "opc": "P",
        "opd": "G",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "dfa32a23-8ad0-4993-89e4-da5b8037715f",
        "choice_type": "single"
    },
    {
        "question": "New name of mental retardation according to American Association of Mental Retardation",
        "exp": "* Intellectual disability (ID), also known as general learning disability, * Mental retardation (MR), is a generalized neurodevelopmental disorder characterized by significantly impaired intellectual and adaptive functioning REF : HARRISONS 19TH ED",
        "cop": 3,
        "opa": "Feeble Mindedness",
        "opb": "Madness",
        "opc": "Intellectual disability",
        "opd": "Mentally unstable",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "c6caedbd-a13e-4e70-b5ad-ca5ff18f3a3b",
        "choice_type": "multi"
    },
    {
        "question": "Buprenorphine drug is a type of",
        "exp": "Opioid receptor Agonist / Narcotics: used in pain management, treatment for opiate addiction Methadone - u agonist Buprenorphine- paial u agonist, weak kantagonist. Overdosage: can occur with Methadone, less likely with Buprenorphine (paial agonist) Drug Action Uses Buprenorphine* paial u agonist, weak k antagonist pain management opiate addiction Bupropion * Norepinephrine reuptake inhibitor Antidepressant (with minimal sexual dysfunction) , Smoking cessation Buspirone * 5-HT paial agonist, D2 agonist/antagonist Generalized anxiety disorder Opioid antagonist uses Naloxone *Inactive orally t1/2- 1hr Morphine poisoning Naltrexone Active orally t1/2- 1-3 hr Opioid, alcohol dependence Nalmefene Active orally t1/2- 8-10hr Opioid, alcohol dependence Reference: Page No.3174 31.24 Opioid Receptor Agonists: Methadone and BuprenorphineKaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Ed",
        "cop": 1,
        "opa": "Mu paial agonist",
        "opb": "Mu agonist",
        "opc": "Mu paial antagonist",
        "opd": "Mu antagonist",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "8fcb4a70-8934-4029-9ff2-43db571945f1",
        "choice_type": "single"
    },
    {
        "question": "The maximum DALY loss is for the following disease",
        "exp": "DALY is called as Disability Adjusted Life year it was given by WHO to quantify the burden of various disorders it is studied as sum of years of life lost due to premature death plus years lost due to dysability it has been found that mood disorders and alcohol use disorder ranks highest in the DALY Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 1400",
        "cop": 2,
        "opa": "Schizophrenia",
        "opb": "Unipolar depression",
        "opc": "Bipolar depression",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "56c1bb65-4608-4fb2-9ddd-550142e6aabc",
        "choice_type": "single"
    },
    {
        "question": "Lady with history of depression came to the OPD and was prescribed on Imipramine One wk later bystanders complained that she is having hallucination and excessive talking what will you advice on follow up",
        "exp": "Sodium Valproate Indications : Mania, hypomania, bipolar depression (with an antidepressant) and prophylaxis of bipolar affective disorder. May reduce aggression in a range of psychiatric disorders . ref : robe hales 6th ed",
        "cop": 3,
        "opa": "stop the current antidepressant",
        "opb": "mood stabilizers",
        "opc": "Add sodium valproate to antidepressants",
        "opd": "add Antipsychotics",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "32a153eb-fecd-48a1-a1ff-83342c4c4411",
        "choice_type": "multi"
    },
    {
        "question": "Post-traumatic stress disorder is characterized by all Except",
        "exp": "Symptoms of PTSD develop within 6 months of stressor, however, 10% of patients have delayed the onset Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 437",
        "cop": 4,
        "opa": "Flash back and night mare",
        "opb": "Severe traumatic life event",
        "opc": "Re-experiencing stressful events",
        "opd": "It develops after 6 months of stress",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "75c82aa7-143c-4477-973e-d3069db0ae3a",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are used to improve attention deficit in children Except",
        "exp": "attention deficit disorder is assosiated with dysfunction in attention and also hyperactivity it can be managed by improving the attention of the child and therby improving the cognition whereas flooding is used in phobia In flooding , a type of behavioral therapy, where the person is exposed to fearful stimulus suddenly, there is extinction of fear and this is called flooding. In flooding there is method of extinction of fear but sometimes it may back fire and may increase anxiety Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 1169",
        "cop": 4,
        "opa": "Cognitive enhancement therapy",
        "opb": "Cognitive behavioral therapy",
        "opc": "Cognitive remediation therapy",
        "opd": "Flooding",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "4621082e-fd22-402a-ae13-e1ba69f3d779",
        "choice_type": "multi"
    },
    {
        "question": "Reinforcement is used in",
        "exp": "reinforcement is a method of behavioral therapy there are various types of reinforcement namely positive reinforcement namely positive reinforcement, negative reinforcement and punishment psychonalysis is a type of psychotherapy which was introduced by FREUD Abreaction is one of the impoant step in psychoanalysis hynoanalysis is a technique which is famously called as hypnosis introduced by James Braid. it is a eye fixation ata single point and showing too much concetration on that paicular point and thus dissosiating from the rest of the world. Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 105",
        "cop": 1,
        "opa": "Psychoanalysis",
        "opb": "Hypnoanalysis",
        "opc": "Abreaction",
        "opd": "Conditioned learning",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "29c13237-5c17-4fd1-9452-4627cf137ade",
        "choice_type": "single"
    },
    {
        "question": "Slow waves in EEG is seen in",
        "exp": "schizophrenia: widespread slow activity, dysrhythmia, spikes, and spike-wave complexes) generally have been regarded as nonspecific. mood disorders : depression: an increase of alpha and/or beta activity left frontal regions in depressed patients. ( decreased left frontal activation) manic episode: Less alpha power and higher EEG frequencies in manic patients with respect to healthy subjects have been interpreted as a sign of overarousal Delirium: diffuse slowing of the background rhythms from alpha (8 to 13 Hz) to theta (4.0 to 7.5 Hz) activity. Delta activity (<3.5 Hz) usually does not become prominent until the patient approaches non-responsiveness. The typical changes are slowing or even loss of the posterior dominant rhythm, slow wave increase, reduced reactivity to eye-opening, and intermittent, especially frontally located, rhythmic delta activity (FIRDA). EEG changes in mood disorders, schizophrenia are non-specific. The changes in delirium are consistent than other conditions. Considering the best answer to go with D) Delirium Reference: Page No.237 1.15 Applied Electrophysiology CTP",
        "cop": 4,
        "opa": "Depression",
        "opb": "Mania",
        "opc": "Schizophrenia",
        "opd": "Delirium",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "cbfa10e2-ac71-4eaa-a510-604647b419d9",
        "choice_type": "single"
    },
    {
        "question": "All except one are defense mechanisms for ego,",
        "exp": "psychoanalysis is the school of psychotherapy introduced by SIGMUND FREUD He is called as FATHER OF PSYCHO ANALYSIS he gave the TOPOGRAPHICAL THEORY OF MIND he gave the STRUCTURAL THEORY OF MIND he gave the INTERPRETATION OF DREAMS he introduced the concept of COUCH TECHNIQUES for understanding the unconsious he introduced transference and counter transference Transference: is the displacement of the patient's feelings onto the analyst. Counteransference: the clinician's feelings toward the patient. Parapraxis: Faulty act, such as a slip of the tongue or the misplacement of an aicle. It reveals unconscious intent that is outside the individual's awareness. Reference: Kaplan & Sadock's Synopsis of Psychiatry: Behavioral Sciences/Clinical Psychiatry, 10th Edition P.190chap 6.1Sigmund Freud: Founder of Classic Psychoanalysis",
        "cop": 4,
        "opa": "Projection",
        "opb": "Conversion",
        "opc": "Reaction formation",
        "opd": "Transference",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "2b2699aa-b249-4d7c-9963-2a9629e371c8",
        "choice_type": "multi"
    },
    {
        "question": "DSM IV criteria for depression is",
        "exp": "DURATION CRITERIA FOR DEPRESSION======14 DAYS DURATION CRITERIA FOR MANIA==========7 DAYS DURATION CRITERIA FOR HYPOMANIA======4 DAYS DURATION CRITERIA FOR DYSTHYMIA======2 YEARS DSM-IV-TR Criteria for Major Depressive Episode A. Atleast 1 symptom B.5 or more symptoms i)depressed mood ii)loss of interest or pleasure depressed mood markedly diminished interest/pleasure significant weight loss/ weight gain. insomnia or hypersomnia psychomotor agitation or retardation fatigue or loss of energy wohlessness or inappropriate guilt inability to think or concentrate recurrent thoughts of death , suicidal idea, suicide attempt A+B have been present during the same 2-week period and represent a change from previous functioning. Reference: p.535 chap 15.1 Depression and Bipolar Disorder",
        "cop": 2,
        "opa": "1 week",
        "opb": "2 weeks",
        "opc": "3 weeks",
        "opd": "4 weeks",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "abbf0b34-17d2-4b93-bb9c-9cd5f0821fea",
        "choice_type": "single"
    },
    {
        "question": "Which is not used for narcoanalysis",
        "exp": "Drugs used for narcoanalysis are- Thiopentone (Sodium Pentothal) Amobarbital (Sodium amytal) Scopolamine (Hyoscine) Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 945",
        "cop": 4,
        "opa": "Scopolamine",
        "opb": "Hyoscine",
        "opc": "Thiopentone",
        "opd": "Ketamine",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "09e28b34-f354-417a-a958-97998224aece",
        "choice_type": "single"
    },
    {
        "question": "The amino acid derived neurotransmitter used for treating depression is",
        "exp": "Serotoninergic neurons project from the brainstem( dorsal raphe nuclei* to the cerebral coex, hypothalamus, thalamus, basal ganglia, septum, and hippocampus. serotonin is an impoant regulator* of sleep, appetite, body temperature, metabolism, and libido. Serotoninergic neurons projecting to the suprachiasmatic nucleus (SCN) of the hypothalamus help regulate circadian rhythms. The serotonin \"tone\" shows a seasonal fluctuation and temporal response to stress. chronic stress causes decreased 5-HT activity and depletion of 5-HT stores. 5-HT dysfunction has been documented by low CSF levels of 5-HIAA, decreased regional cerebral metabolism. HISTAMINE is a neurotarnsmitter that controls wakefulness, that is the reason for some of the psychotropic medications having anti hystmainergic side effect causes sedation ACETYLCHOLINE is a nurotransmitter that is in charge of parasympathetic nervous system. in psychiatry the main disorder that is is involved with acetylcholine is sleep disorders and dementia. acetylcholine is called as REM ON neuro transmitter, that is it controls RAPID EYE MOVEMNT SLEEP in dementia there is degradation of acetylcholine , thus we use CHOLINE ESTERASE INHIBITORS in the treatment of dementia Reference: P.1669 1670 chap 13.4 Mood Disorders: Neurobiology (Kaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Edition)",
        "cop": 1,
        "opa": "Seratonin",
        "opb": "Histamine",
        "opc": "Ach",
        "opd": "None",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "994b796b-3370-4362-8c7b-b315f03d1dc3",
        "choice_type": "multi"
    },
    {
        "question": "Now-a-days Down syndrome Is referred to as.",
        "exp": "* Majority of children with Down syndrome function in mild to moderate range of mental retardation. * Down syndrome / Trisomy 21 - * Genetic disorder caused by presence of all or pa of a third copy ofchromosome 21. * Typically associated with physical growth delays, characteristic facial features and mild to moderate intellectual disability. REF: DAVIDSONS 21ST ED",
        "cop": 1,
        "opa": "Submental disorder",
        "opb": "Oligophrenia",
        "opc": "Madness",
        "opd": "Mentally unstable",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "d66d70f6-d4c8-4a47-b677-7fbc00d8dc55",
        "choice_type": "multi"
    },
    {
        "question": "The wrong statement about psychoanalysis is",
        "exp": "psychoanalysis is the school of psychotherapy introduced by SIGMUND FREUD He is called as FATHER OF PSYCHO ANALYSIS he gave the TOPOGRAPHICAL THEORY OF MIND he gave the STRUCTURAL THEORY OF MIND he gave the INTERPRETATION OF DREAMS he introduced the concept of COUCH TECHNIQUES for understanding the unconsious he introduced transference and counter transference Transference: is the displacement of the patient's feelings onto the analyst. Counteransference: the clinician's feelings toward the patient. Parapraxis: Faulty act, such as a slip of the tongue or the misplacement of an aicle. It reveals unconscious intent that is outside the individual's awareness. Reference: Kaplan & Sadock's Synopsis of Psychiatry: Behavioral Sciences/Clinical Psychiatry, 10th Edition P.190chap 6.1Sigmund Freud: Founder of Classic Psychoanalysis",
        "cop": 4,
        "opa": "it was given by Freud",
        "opb": "Transference is patient's feeling for therapist",
        "opc": "Counter transference is clinican's feelings for patient",
        "opd": "Unguided communication has no meaning",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "2ad1da48-c0db-4a25-a11a-3ba97f0a42aa",
        "choice_type": "multi"
    },
    {
        "question": "Maximum benefit from ECT is seen in",
        "exp": "Lucio Bini and Ugo Cerletti *introduced ECT in 1938 for the treatment of psychiatric illness Indications for the Use of Electroconvulsive Therapy (ECT) Diagnostic Indications Clinical indications Major a)Major depression, both unipolar and bipolarb)Psychotic depression in paicularMania, including mixed episodesc)Schizophrenia with acute exacerbation d)Catatonic subtype paicularly Schizoaffective disorder Primary use Rapid definitive response required Risks of alternative treatments outweigh benefitsPast h/o poor response to drugs/good response to ECTPatient preference Other Secondary use a)Parkinson's disease b)Neuroleptic malignant disorder Failure to respond to pharmacotherapy in the current episodeIntolerance of pharmacotherapy in the current episodeRapid definitive response necessitated by deterioration of the patient's condition this is one of the repeated questions in psychiatry you always have to carefully read all the choices if the choice has depression with suicidal ideas , that is the answer if depression with suicidalideas is not given in the choice , then search for catatonia if catatonia is also not in the choice then go for treatment resistant schizophrenia and mania in PGI queestion paper where there are multiple answers for a single question, you can select all these choices namely depression with suicidal ideas catatonia treatment resistant mania and schizophrenia Ref: P.3290 chap. 31.34a Electroconvulsive Therapy",
        "cop": 2,
        "opa": "Hysteria",
        "opb": "Depression with suicidal tendency",
        "opc": "Chronic schizophrenia",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "33d91541-4c12-45ff-aa39-fb94fe368186",
        "choice_type": "single"
    },
    {
        "question": "Gegenhalten is",
        "exp": "Paratonic rigidity or Gegenhalten: an erratic, fluctuating, \"pseudoactive\" increase in resistance to passive movement.On repeated flexing and extending the patient's arm at the elbow, on abruptly ceasing the arm is extended and continues the sequence by flexion(facilitory paratonia) Clasp-knife rigidity: increased tension in the extensor of a joint when it is passively flexed, giving way suddenly on exeion of fuher pressure; seen in upper motor neuron disease. cogwheel rigidity: tension in a muscle that gives way in little jerks when the muscle is passively stretched Leadpipe Rigidity: posture adopted when the rigidity of the limb is maintained equally throughout the passive flexion. Hysterical rigidity: seen in hysterical patients the resistance to passive movement increases in propoion to the effo applied by the examiner rigidity reflex: the state of immobility generated in female animals, especially those in estrus, when they make physical contact with a male. Reference: P.404 chap 2.1 The Neuropsychiatric Approach to the Patient(Kaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Edition)",
        "cop": 2,
        "opa": "Cogwheel rigidity",
        "opb": "Paratonic rigidity",
        "opc": "Claspknife rigidity",
        "opd": "Lead pipe rigidity",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "7d3cc8cd-ddbf-488a-8b10-f44094d43bc0",
        "choice_type": "single"
    },
    {
        "question": "Suicidal tendencies are least common in",
        "exp": "suicide is a psychiatric emergency there are several causes for suicide schneidmann was called as father of suicidology theories of suicide was given by Durkheim *Egoistic--------------not strongly integrated into any social group *Altruistic--------------their excessive integration into social group *Anomic--------------integration into society is disturbed *Fatalistic----------rules and regulations excessively regulate the individual.Eg.slaves, Variables Enhancing Risk of Suicide among Vulnerable Group Adolescence and late-life Family history of suicide Sexual abuse Male sex Impulsivity Severe psychiatric illness Borderline personality nonreligious status Suicide epidemics Divorced, separated Physical illness unemployment Early loss of parents Previous suicidal attempts Unmarried Ref: P.902 chap34.1 Suicide Kaplan & Sadock's Synopsis of Psychiatry: Behavioral Sciences/Clinical Psychiatry, 10th Edition)",
        "cop": 4,
        "opa": "Alone",
        "opb": "Depression",
        "opc": "Male",
        "opd": "Married person",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "6d718bd5-694b-491f-8b5d-af86fdbf49ae",
        "choice_type": "single"
    },
    {
        "question": "EEG waves prominent in occipital lobe is",
        "exp": "Stages of Sleep Electrophysiological Criteria Stage Of Sleep 1)Voltage 2) Frequency 1)EOG 2)EMG Wakefulness (eyes closed) 1)Low-voltage2) mixed, Alpha (8-13 Hz) 1)Eye movements, blinks2)High tonic activity, voluntary movements Non Rapid Eye Movement sleep 75 %* Stage I 5 % 1)Low-voltage, 2) mixed, Theta (3-7 Hz)*, veex sharp waves 1)Slow eye movements2)Tonic activity slightly decreased stage II 45 % 1)Low-voltage2) mixed ,K-complexes* sleep spindles * (12-14 Hz bursts) 1) Low tonic activity 2)EOG None Stage III 12 % 1)High-amplitude (75 uV) 2) Slow(delta) waves * (< 2Hz) occupying 20% to 50 % of epoch Stage IV 13% 1)High-amplitude 2) Slow(delta) waves occupy >50% of epoch Rapid Eye Movements sleep 25%* 1)Low-voltage2) Mixed, Saw-tooth waves, theta activity, slow alpha activity 1)Tonic atonia* with phasic twitches 2)Rapid Eye Movements As we proceed from wakefulness to sleep, we see the EEG waves becoming slower (i.e decreasing in frequency), increasing in amplitude, heterogeneous (mixed activity) to homogenous waves. K complexes (negative sharp wave followed by a positive slow wave) EEG wave Frequency Recorded B A Te D Beta 13-30 Hz Parietally, frontally Activation of various areas of the brain Alpha 8-13 Hz Occipitally Wakefulness(eyes closed) Theta 4-8 Hz All areas Sleeping adults, children Delta 0.5-4Hz All areas Sleeping adults, infants Pneumonic BATeD waves in active brain - deep sleep Reference: P.752 24.1 Normal Sleep Kaplan & Sadock's Synopsis of Psychiatry: Behavioral Sciences/Clinical Psychiatry, 10th Edition)",
        "cop": 1,
        "opa": "Alpha",
        "opb": "Beta",
        "opc": "Gamma",
        "opd": "Theta",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "c3ecdc55-9ba0-41ca-b534-64300f896680",
        "choice_type": "single"
    },
    {
        "question": "On a routine examination, a 5 year old kid wrote the following, what is the most probable diagnosis",
        "exp": "This is a handwriting of the child who has dyslexia Specific learning disorders are group of disorders where the child has normal intellectual development and there is no pervasive development issues but the child has problem only with ceain aspects of learning namely reading, writing and calculation DYSLEXIA== in dyslexia the child has a problem with reading, they may make omission errors, addition errors, distoions, they are slow readers and have poor comprehension. DYSGRAPHIA==in dysgraphia the child makes mistakes in writing grammatic errors, punctuation errors, they do not sta the first letter of the sentence with a capital letter and their paragraph organization is poor. DYSCALCULIA==in dyscalculia the child has problem with mathematical basics like addition, subtraction, multiplication and division. They also have attention impairments that they make mistakes when copying from the black board to note book or from the class work to note book As here the child has problem only with specific disorders, specific training has to be given for improving the condition Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 1181",
        "cop": 4,
        "opa": "Dyscalculia",
        "opb": "Dysphagia",
        "opc": "Dysphasia",
        "opd": "Dyslexia",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "c299c2f5-bf79-4561-90ee-12aff1684b8b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a pa of Becks triad?",
        "exp": "Becks triad is the cognitive triad of depression",
        "cop": 4,
        "opa": "Hopelessness",
        "opb": "Wohlessness",
        "opc": "Helplessness",
        "opd": "Sleeplessness",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "dcd24c18-fd74-4ced-a722-e7d4800b0da3",
        "choice_type": "single"
    },
    {
        "question": "Hysteria is related mainly to which of the following body organ",
        "exp": "Hippocratic authors described and classified diseases such as epilepsy, mania, paranoia, organic toxic delirium, postpaum psychosis, phobias, and hysteria(believed to be confined to women & caused by a wandering uterus) William Cullen used the term Neurosis for a group of mental diseases (including apoplexy, paralysis, dyspepsia, hypochondriasis, epilepsy, and hysteria), which he thought were caused when pas of the brain were simultaneously in unequal states of excitement and collapse. Classificatory system Names conferred to \"Hysteria\" DSM-I conversion reaction DSM-II hysterical neurosis, conversion type DSM-III conversion disorder In DSM-IV conversion disorder DSM -5 Functional neurological symptom disorder* Reference : Page No.4477 chap 58History of Psychiatry (Kaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Edition)",
        "cop": 1,
        "opa": "Mind",
        "opb": "Face",
        "opc": "Eyes",
        "opd": "Uterus",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "7e1fe8af-4007-4f06-8596-04c436903139",
        "choice_type": "single"
    },
    {
        "question": "A PATIENT OF SCHIZOPHRENIA TREATED FOR 5 YEARS DEVELOPE PERIORAL MOVEMENTS. LIKELY DIAGNOSIS IS:",
        "exp": "* TARDIVE DYSKINESIA IS THE MOST COMMON DELAYED ( LATE) COMPLICATION OF ANTIPSYCHOTIC MEDICATION * IT IS CHARACTERISED BY PURPOSELESS, INVOLUNTARY FACIAL AND LIMB MOVEMENTS TARDIVE DYSKENYSIS * MUSCULAR DYSTONIA : - IS CHARACTERISED BY BIZZARE MUSCLE SPASMS SPECIALLY AFFECTING LINGUOFASCIAL MUSCLES - GRIMACING ETC.OCCURS WITHIN FEW HOURS OF A SINGLE DOSE AT MOST MOST WITHIN A WEEK. MUSCULAR DYSTONIA THUS W HILE FACIAL MOVEMENTS CAN BE A FEATURE OF BOTH TARDIVE DYSKINESIA AND MUSCULAR DYSTONIA, THOSE DEVELOPING AS LATE AS 5 YEARS AFTER INSTITUTION OF TREATMENT ARE LIKELY TO BE DUE TO BE DUE TO TARDIVE DYSKINESIA. * AKATHASIA : REFERS TO REST LESSNESS / F EELING OF DISCOMFO / APPARENT AGITATION FACIAL MOVEMENTS ARE NOT A FEATURE. AKATHASIA * MALIGNANT NEUROLEPTIC SYNDROME : IS CHARACTRISED BY RIGIDITY, IMMOBILITY, FEVER, FLUCTUATING BP AND HEA RATE. FACIAL MOVEMENTS ARE NOT A FEATURE REF : HARRISONS 20TH ED",
        "cop": 1,
        "opa": "Tardive dyskinesia",
        "opb": "Muscular dystonia",
        "opc": "Akathisia",
        "opd": "Malignant neuroleptic syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "2e239d6f-5232-452d-b0ca-7935eca8865f",
        "choice_type": "single"
    },
    {
        "question": "Amnesia, fugue, and multiple personality are all classified as which behaviour disorder?",
        "exp": "In dissosiation when the patient faces a stress the psychological pain is conveed to sudden change in ones identity which can be a change in the form of memory, motor behaviour or one's identity Dissociative Amnesia u Most common type u adolescents / younger adults u Female>male u Abrupt onset, abrupt termination, few re-occurrences' u May be localized (common) or generalized or selective Dissociative Fugue u sudden unexpected travel away from home or place of work. u There is also inability to recall their personal past history u In Complex paial seizures Dissociative Identity Disorder/ Multiple Personality Disorder * Usually one of these subpersonalities - called the primary, or host, personality - appears more often than the others * The transition from one subpersonality to the next (\"switching\") is usually sudden and may be dramatic Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 451",
        "cop": 2,
        "opa": "Personality disorders",
        "opb": "Dissociative disorders",
        "opc": "Psychotic disorders",
        "opd": "Organic mental disorders",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "7a3c1409-8288-4da3-a407-b332ae46e862",
        "choice_type": "multi"
    },
    {
        "question": "Most common phobia",
        "exp": "Phobia is clinical condition where there is a fear of any stimulus because of which there is anxiety and distress and to avoid the distress there is avoidance and finally results in dysfunction MOST HERITABLE TYPE OF PHOBIA IS BLOOD INJECTION TYPE OF PHOBIA MOST COMMON TYPE OF PHOBIA IS SPECIFIC PHOBIA ONLY TYPE OF PHOBIA WHERE THERE IS HYPOTENSION AND FALLS IS BLOOD INJECTION TYPE OF PHOBIA Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 400",
        "cop": 1,
        "opa": "Specific phobia",
        "opb": "Social phobia",
        "opc": "Agarophobia",
        "opd": "Claustrophobia",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "2fbff252-e345-45d1-b5be-1f6592d206e4",
        "choice_type": "single"
    },
    {
        "question": "Most common complication of electroconvulsive therapy is",
        "exp": "Electroconvulsive therapyCentral Nervous System Effects: Headache, confusion, and delirium sholy after the seizure while the patient is coming out of anaesthesia. Memory: memory impairment is seen in 75% following ECT. Except for retrograde memory impairment, other cognitive effects generally return to pre-ECT baseline or even improve over baseline with right unilateral ECT.Other Adverse Effects: Fractures, nausea, vomitingRef: P.3300 31.34a Electroconvulsive Therapy(Kaplan & Sadock&;s Comprehensive Textbook of Psychiatry, 9th Ed)",
        "cop": 2,
        "opa": "Antegrade amnesia",
        "opb": "Retrograde amnesia",
        "opc": "Depression",
        "opd": "Cognitive defects",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "a87a1e31-f0a8-4e89-b8bc-4be3a3bd14b5",
        "choice_type": "single"
    },
    {
        "question": "Subcoical dementia is seen in all Except:",
        "exp": "DEMENTIA SUBCOICAL COICAL 1 Characteristic Parkinson disease Huntington disease Wilson 's disease spinocerebellar degeneration coicobasal degeneration normal pressure hydrocephalus Alzheimer Vascular Frontotemporal Lewy Body Dementia 2 Pathology* Prominent changes in striatum , thalamus Prominent changes in coical association areas 3 Severity Mild to moderate More severe 4 Speed of cognition Slow Normal 5 Memory deficit * Initially failure of retrieval storage and recall deficit 6 Language Less affected initially Early aphasia 7 Gnostic -practice abilities Less affected initially Affected early 8 Personality * Apathetic , ine Indifferent 9 Mood * Depressed Euthymic 10 Abnormal movements Chorea , trembling , tics Rare 11 Motor abnormalities* Extrapyramidal Uncommon, gegenhalten 12 Posture Stooped Normal 13 Coordination Affected Normal 14 Reversibility Reversible Unlikely Reference: Page No.25 chap 2 clinical features of dementia",
        "cop": 2,
        "opa": "Parkinsonism",
        "opb": "Alzheimers disease",
        "opc": "Wilsons disease",
        "opd": "Huntingtons chorea",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "116927cb-b3d1-4913-ac37-95a7cb60fa76",
        "choice_type": "multi"
    },
    {
        "question": "Kleine Levine syndrome is",
        "exp": "Kleine Levin syndrome- is the best-recognized recurrent hypersomnia. It afflicts males in early adolescence. In its classic form, the recurrent episodes are associated with a) extreme sleepiness (18- to 20-hour sleep periods) b) voracious eating, c)hypersexuality, d) disinhibition (e.g., aggression). Episodes typically last for a few days up to several weeks and appear once to ten times per year. A monosymptomatic hypersomnolent form can occur. Reference: P 2161 chap. 20 Sleep Disorders(Kaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Edition)",
        "cop": 4,
        "opa": "Insomnia",
        "opb": "Depression",
        "opc": "Anxiety",
        "opd": "Hypersomnia",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "5a31613f-0530-446a-bcf1-8f09e997687c",
        "choice_type": "single"
    },
    {
        "question": "Wernicke&;s encephalopathy in alcohol consumption can be treated with",
        "exp": "Alcohol-Induced Amnestic Disorder: (1) Wernicke's encephalopathy, Confabulation, Ataxia, Ophthalmoplegia (gaze palsy, lateral orbital palsy)horizontal nystagmus tends to reverse rapidly with thiamine supplementation. it can be remebered with a mnemonic GOA G====Global confusion O====ophthalmoplegia A====Ataxia (2) Korsakoff's syndrome (permanent in 50 to 70%): anterograde, retrograde amnesia and potential impairment in visuospatial, abstract, and other types of learning. .They respond to 50 to 100 mg of oral thiamine a day, usually administered for many months. Both are due to thiamine deficiency, causing neuropathological lesions symmetrically in mammillary bodies, thalamus, hypothalamus, midbrain, pons, medulla, fornix, and cerebellum. Reference: P.1279 11.2 Alcohol-Related DisordersKaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Ed",
        "cop": 2,
        "opa": "Pyridoxine",
        "opb": "Thiamine",
        "opc": "Riboflavin",
        "opd": "Niacin",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "3f9d4886-d8c1-4a90-b5a4-3f83d84336cd",
        "choice_type": "single"
    },
    {
        "question": "Somatic passivity is seen in?",
        "exp": "Somatic passivity is a Schneiderian first rank of Schizophrenia. Ref : Harrison's Principles of Internal Medicine 21st ed",
        "cop": 4,
        "opa": "Depression",
        "opb": "Hypomania",
        "opc": "Body dysmorphic disorder",
        "opd": "Paranoid Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "0b6a93f0-c3ef-436a-885b-fe39bf08a0f9",
        "choice_type": "single"
    },
    {
        "question": "Which is not a perceptional disorder",
        "exp": "Imagery: awareness of a percept that has been generated within the mind, can be terminated by an effo of will. It is a pa of a normal phenomenon Hallucination: False sensory perception occurring in the absence of any relevant stimulation of the sensory modality involved. Types: auditory, Visual, tactile, gustatory, smell Illusion: Perceptual misinterpretation of a real external stimulus. Synesthesia: Condition in which the stimulation of one sensory modality is perceived as a sensation in a different modality, as when a sound produces a sensation of colour. Reference: P. 924 ,925, 928 chap 7.3 Signs and Symptoms in Psychiatry(Kaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Edition)",
        "cop": 4,
        "opa": "Hallucination",
        "opb": "Illusion",
        "opc": "Synaesthesia",
        "opd": "Imagery",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "189ab8ce-de10-4356-b843-1073d6755fa6",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of choice for bipolar disorder is",
        "exp": "ithium was introduced by JOHN F CADE it is used in treatment of MANIA it is a liver friendly drug it has to be used in caution with people with deranged renal parameters if the patient is on lithium, he should be warned about of intake of other meds like NSAIDS, ACE inhibitors , as it may result in toxicity if a patient develops lithium toxicity, the TREATMENT OF CHOICE IS HEMODIALYSIS Reference: p.565 chap 15.1 Depression and Bipolar Disorder",
        "cop": 3,
        "opa": "Fluoxetine",
        "opb": "Imipramine",
        "opc": "Lithium",
        "opd": "Chlorpromazine",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "5005f639-4cf4-4b0e-a557-82e28978f76d",
        "choice_type": "single"
    },
    {
        "question": "A 55 years aged chronic alcoholic male, presented with irrelevant talks, tremor and sweating. He had his last drink 3 days back. What will the probable diagnosis?",
        "exp": "The description of symptoms is related to the condition \"Delirium Tremens\" * Delirium Tremens / Alcohol Withdrawal Delirium (AWD): * Most severe form of ethanol withdrawal manifested by, # Altered mental status (Global confusion) # Autonomic hyperactivity (Sympathetic overdrive) * Mechanism: * Alcohol abuse affects neurotransmitter systems in brain mainly by, # Loss of GABA inhibitory mechanism - Reduces chloride ion influx. # Alcohol acts as NMDA receptor antagonist - Withdrawal increases the excitatory neurotransmitter. * The clinical manifestations of ethanol withdrawal are combination effects of GABA & NMDA receptor activity. * Thus causing tremors, diaphoresis, tachycardia, anxiety & in severe cases Seizure. REF: DAVIDSONS 10TH ED",
        "cop": 1,
        "opa": "Delirium tremens",
        "opb": "Korsakoff psychosis",
        "opc": "Post-Acute withdrawal syndrome",
        "opd": "Discontinuation syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "03b074f0-f73a-4115-a239-7eb37e0a81c8",
        "choice_type": "single"
    },
    {
        "question": "Semen squeeze",
        "exp": "* Squeeze Technique: * Variation of the Masters and Johnson method. * As a man approaches climax, either he or his paner squeezes the tip of the penis just below the head of the penis as he approaches the point of climax. * Pressure is held there until the sensation of impending orgasm diminishes. * This pressure can even be held until there is some reduction in erection. * The process can then be staed over again so that over time a man prolongs the time period until he reaches ejaculation. * Useful to treat cases of premature ejaculation REF : HARRISON 21ST ED",
        "cop": 2,
        "opa": "Erectile dysfunction",
        "opb": "Premature ejaculation",
        "opc": "Retrograde ejaculation",
        "opd": "Antegrade ejaculation",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "7b71a7e9-a736-461a-a63c-7728fa32dcde",
        "choice_type": "single"
    },
    {
        "question": "Vague elaborate and circumstantial speech with magical thinking is characteristic of :",
        "exp": "Schizotypal (cluster A ) personality is characterized by odd speech that is vague or rambling, discomfo in social situations, strange thinking and lack of emotional appropriateness *Ideas of reference (not delusions) *Odd beliefs and magical thinking *Unusual perceptual disturbances *Paranoid ideation and suspiciousness *Odd thinking and speech without coherence *SUPERSTITIONS/TELEPATHY *ODD DRESSING *ODD SPEECH *LACK OF EMOTIONS Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 845",
        "cop": 4,
        "opa": "Paranoid",
        "opb": "Borderline",
        "opc": "Schizoid",
        "opd": "Schizotypal",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "3bc83b0e-85f2-4850-b5c5-ef3e2d4c87ee",
        "choice_type": "single"
    },
    {
        "question": "Severe mental retardation means IQ in the range of",
        "exp": "ICD-10 Codes for Mental Retardation F70 Mild mental retardation IQ 50-69 F71 Moderate mental retardation IQ 35-49 F72 Severe mental retardation IQ 20-34 F73 Profound mental retardation IQ <20 Reference: Page No .3450 chap. 37 Intellectual Disability (Kaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Edition)",
        "cop": 3,
        "opa": "50-70",
        "opb": "35-50",
        "opc": "20-35",
        "opd": "<20",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "ec28cd2b-ed69-46d7-b2c5-904573c9e631",
        "choice_type": "single"
    },
    {
        "question": "Perception without stimuli is",
        "exp": "Delusion: False belief, based on incorrect inference about external reality, that is firmly held despite objective and obvious contradictory proof or evidence and despite the fact that other members of the culture do not share the belief. Delirium: Acute reversible mental disorder characterized by confusion and some impairment of consciousness; generally associated with emotional lability, hallucinations or illusions, and inappropriate, impulsive, irrational, or violent b Reference:p.922 chap 7.3 Signs and Symptoms in Psychiatry(Kaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Edition)",
        "cop": 3,
        "opa": "Delusion",
        "opb": "Illusion",
        "opc": "Hallucination",
        "opd": "Delirium",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "bb13e20c-da67-41df-b1ff-63a8de37ff29",
        "choice_type": "multi"
    },
    {
        "question": "Tourette is a disorder of",
        "exp": "Tourette's disorder(Gilles de la Tourette) - combined vocal and multiple motor tic disorder. presence of both multiple motor and one or more vocal tics (>1 year) Onset <18 years involuntary, spasmodic, stereotyped movement of small groups of muscles; seen most predominantly in moments of stress or anxiety Ex: Nose twitching, Shoulder shrugging, Sustained eye closure, Tensing of abdominal or limb muscles Etiology- Neurotransmitter dysregulation in basal ganglia, striatum, and frontal lobes. Rx- Haloperidol , pimozide(first line) , Risperidone , olanzapine comorbidity- ADHD, OCD AUTO IMMUNE-PANDAS( Peadiatric Auto immune NeuroPsychiatric disorders assosiated with Streptococcus) Akathisia* Motor restlessness (unpleasant need to move), usually in the lower extremities Ballismus* Intermittent, coarse, large-amplitude, jerking, shaking, flinging movements Chorea* Irregular, spasmodic movements, usually affecting the limbs or face Tic* Non-rhythmic, Stereotyped, rapid, recurring movement, involuntary or semivoluntary, and sudden in onset. TYPES: (motor tic) or vocalization (phonic or vocal tic) Tremor* Unintentional, somewhat rhythmic, muscle movement involving oscillations of one or more pas of the body Stereotypy* Repetitive, usually meaningless, gestures, habits, or automatisms Reference: P 3617: chap 46.Tic Disorders(Kaplan & Sadock's Comprehensive Textbook of Psychiatry, 9th Edition)P 81 DSM-5",
        "cop": 2,
        "opa": "Attention deficit",
        "opb": "Tics",
        "opc": "Autism",
        "opd": "Mental retardation",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "ca13a82e-7978-4817-be45-acd2f797deb4",
        "choice_type": "single"
    },
    {
        "question": "Dissociative Fugue is characterised by",
        "exp": "Dissociative Disorders result after emotional trauma, conflicts over unacceptable urges or impulses Dissociative Identity Disorder*: multiple personality disorder, alters, the self-states presence of two or more distinct identities or personality states that recurrently take control of the individual's behavior accompanied by an inability to recall impoant personal information that is too extensive to be explained by ordinary forgetfulness. Dissociative Amnesia*: an inability to recall impoant personal information, usually of a traumatic or stressful nature, that is too extensive to be explained by normal forgetfulness. Dissociative Fugue*: sudden, unexpected travel away from home or one's customary place of daily activities, with the inability to recall some or all of one's past, accompanied by confusion about personal identity or even the assumption of a new identity. Depersonalisation, Derealization Reference: P.666 chap 20.Dissociative DisordersKaplan & Sadock's Synopsis of Psychiatry: Clinical Psychiatry, 10th Edition",
        "cop": 1,
        "opa": "Wandering away from home",
        "opb": "Irreversible amnesia",
        "opc": "Gradual recovery",
        "opd": "Normal recall",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "8b326ca4-01cf-4c22-8a41-29efe2b25985",
        "choice_type": "multi"
    },
    {
        "question": "In depression, there is a deficiency in",
        "exp": "SEROTONIN is produced from TRYPTOPHAN it is a neuro transmitter that controls the well being of the individual it controls drive to day to day activities, controls sleep and appetite. TRPTOPHAN helps in production of MELATONIN MELATONIN controls SLEEP A decreased level of brain 5-hydroxytryptamine (5-HT) has been theorized to be a factor in depression. The theory arose from clinical observations that drugs enhancing extracellular levels of 5-HT have antidepressant effects in many patients. Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 752",
        "cop": 1,
        "opa": "5-HT",
        "opb": "Ach",
        "opc": "Dopamine",
        "opd": "GABA",
        "subject_name": "Psychiatry",
        "topic_name": "All India exam",
        "id": "1955f988-e6ad-4ce1-bbd7-42b84824adc1",
        "choice_type": "single"
    }
]