[
    {
        "question": "Flooding is a treatment modality used in -",
        "exp": "Ans. is 4a' i.e., Phobia o Treatment of phobia1) Behavior therapy : - The most studied and most effective treatment for phobia is behavior therapy. A variety of behavior therapies are used : -i) Systemic desensitization :- The most commonly used behavior therapy for phobias is systemic desensitization.ii) Exposure and response prevention : - 2nd most commonly used technique.iii) Relaxation techniques.iv) Flooding2) Drug therapy : - Drugs used for phobias are : -i) Antianxiety (Benzodiazepins especially Alprazolam; ii) Tricyclic antidepressants (Imipramine);iii) SSRIs (Fluoxetine); iv) MAO inhibitors; and v) fi-blockers. Amongst these antidepressants (SSRIsor TCA) are the drug of choice with BZDs 2nd choice.3) Psychotherapy : - Psychoanalysis and dynamically oriented psychotherapy (psychodynamic therapy).4) Other Therapeutic modalities : - Hypnosis, Supportive therapy, and family therapy.",
        "cop": 1,
        "opa": "Phobia",
        "opb": "Depression",
        "opc": "Mania",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Cognitive and Behavior Therapy",
        "id": "336b33f3-9f0c-44a6-b472-4896cb0763df",
        "choice_type": "single"
    },
    {
        "question": "A man taking 20 cigarettes per day, started coughing, his family suggested quitting cigarettes. He is ready to quit but thinks that quitting will make him irritable, the best health planning model followed is -",
        "exp": "Ans. is 'c' i.e., Precontemplation and preparation Five stages of change have been conceptualized for a variety of problem behavior's .The five stages of change are: -PrecontemplationContemplationPreparationActionMaintenancePrecontemplationIt is the stage at which there is no intention to change behaviour in for the seeable future. Many individuals in this stage are unaware or under aware of their problems.ContemplationIt is the stage in which people are aware that a problem exists and are seriously thinking about overcoming it but, have not yet made a commitment to take an action.PreparationIt is a stage that combines intention and behavioural criteria.Individuals in this stage are intending to take action in the next month and have unsuccessfully taken action in the past year.ActionIt is the stage in which individuals modify their behaviour experiences or environment in order to overcome their problems.Action involves the most overt behavioural changes and require considerable commitment of time and energy.MaintenanceIt is the stage in which people work to prevent relapse and consolidate the gains attained during action.For addictive behaviour this stage extends from six months to indeterminate period past the initial action.",
        "cop": 3,
        "opa": "Cost and survival",
        "opb": "Persuasion",
        "opc": "Precontemplation and preparation",
        "opd": "Belief",
        "subject_name": "Psychiatry",
        "topic_name": "Cognitive and Behavior Therapy",
        "id": "1f9f34eb-2c48-46ed-95b6-3610d35975c2",
        "choice_type": "single"
    },
    {
        "question": "Pavlov's experiment is an example of -",
        "exp": "Ans. is 'b' i.e., Classical conditioning Classical conditioningo In classical conditioning, the conditioned stimulus (which usually does not produce the response), when paired with unconditioned stimulus (stimulus which usually produces a response), directly produces a response.o The typical example of classical conditioning is pavlov's experiment. Normally food produces salivation in dog, Therefore salivation in response to food is called unconditioned response and the stimulus, i.e., food is called unconditioned stimulus. Under normal circumstances, a dog does not salivate at the sound of a bell. However, if the sound of bell is paired consistently with presentation of food, the dog begans to salivate to the sound of bell even if the food is not presented. This learned response, i.e., salivation to a sound of bell without food, is called conditioned response and the stimulus (sound of a bell) is called conditioned stimulus.o There is a reverse side to classical conditioning, called counter conditioning. This amounts to reducing the intensity of conditioned response (e.g., anxiety) by establishing an incompatible response (e.g., relaxation) to a conditioned stimulus (i.e., snake). So anxiety symptoms can be reduced when the stimuli to anxiety are presented in graded order and systemically paired with a relaxation response. This process of reciprocal inhibition is called systemic desensitization.o Other behavioral therapies based on classical conditioning principle (counter conditioning) are exposure with response prevention and aversion therapy.",
        "cop": 2,
        "opa": "Operant conditioning",
        "opb": "Classical conditioning",
        "opc": "Learned helplessness",
        "opd": "Modeling",
        "subject_name": "Psychiatry",
        "topic_name": "Cognitive and Behavior Therapy",
        "id": "2b56ba1f-6fef-40fa-9550-60482f9a137a",
        "choice_type": "single"
    }
]