[
    {
        "question": "Drug used in alzheimer's disease are all EXCEPT:",
        "exp": "Ans. (a) BiperidinRef.: Harrison 19th ed. / 2601-02Alzheimer's disease is most common cause of dementia.Drugs Used in the Treatment of Alzheimer's are:* Acetycholine esterase inhiitors:# Donepezil# Tacrine# Galantamine* Rivastigmine: Carbamate derivative of physostigmine* Memantine: NMDA glutaminergic antagonist* Biperidin is an anti cholinergic drug used to treat parkinsonism.",
        "cop": 1,
        "opa": "Biperidin",
        "opb": "Donepezil",
        "opc": "Rivastigmine",
        "opd": "Memantine",
        "subject_name": "Psychiatry",
        "topic_name": "Degenerative Disorders",
        "id": "4391cae4-5734-4bac-bd6f-1369c3f40511",
        "choice_type": "multi"
    },
    {
        "question": "Protein involved in Alzheimer's disease-",
        "exp": "https://en.wikipedia.org/wiki/Alzheimer%27s_diseaseCauseThe cause for most Alzheimer's cases is still mostly unknown except for 1% to 5% of cases where genetic differences have been identified.Several competing hypotheses exist trying to explain the cause of the disease:GeneticsThe genetic heritability of Alzheimer's disease (and memory components thereof), based on reviews of twin and family studies, range from 49% to 79%. Around 0.1% of the cases are familial forms of autosomal (not sex-linked) dominant inheritance, which have an onset before age 65. This form of the disease is known as early onset familial Alzheimer's disease. Most of autosomal dominant familial AD can be attributed to mutations in one of three genes: those encoding amyloid precursor protein (APP) and presenilins 1 and 2. Most mutations in the APP and presenilin genes increase the production of a small protein called Ab42, which is the main component of senile plaques. Some of the mutations merely alter the ratio between Ab42 and the other major forms--particularly Ab40--without increasing Ab42 levels. This suggests that presenilin mutations can cause disease even if they lower the total amount of Ab produced and may point to other roles of presenilin or a role for alterations in the function of APP and/or its fragments other than Ab. There exist variants of the APP gene which are protective.Most cases of Alzheimer's disease do not exhibit autosomal-dominant inheritance and are termed sporadic AD, in which environmental and genetic differences may act as risk factors. The best known genetic risk factor is the inheritance of the e4 allele of theapolipoprotein E (APOE). Between 40 and 80% of people with AD possess at least one APOEe4 allele. The APOEe4 allele increases the risk of the disease by three times in heterozygotes and by 15 times in homozygotes. Like many human diseases, environmental effects and genetic modifiers result in incomplete penetrance. For example, certain Nigerian populations do not show the relationship between dose of APOEe4 and incidence or age-of-onset for Alzheimer's disease seen in other human populations. Early attempts to screen up to 400 candidate genes for association with late-onset sporadic AD (LOAD) resulted in a low yield. More recent genome-wide association studies (GWAS) have found 19 areas in genes that appear to affect the risk. These genes include: CASS4, CELF1, FERMT2, HLA-DRB5, INPP5D, MEF2C, NME8, PTK2B, SORL1, ZCWPW1, SlC24A4, CLU, PICALM, CR1, BIN1, MS4A, ABCA7, EPHA1, and CD2AP.Mutations in the TREM2 gene have been associated with a 3 to 5 times higher risk of developing Alzheimer's disease. A suggested mechanism of action is that when TREM2 is mutated, white blood cells in the brain are no longer able to control the amount of beta amyloid present.Cholinergic hypothesisThe oldest, on which most currently available drug therapies are based, is the cholinergic hypothesis, which proposes that AD is caused by reduced synthesis of the neurotransmitter acetylcholine. The cholinergic hypothesis has not maintained widespread support, largely because medications intended to treat acetylcholine deficiency have not been very effective. Other cholinergic effects have also been proposed, for example, initiation of large-scale aggregation of amyloid, leading to generalisedneuroinflammation.Amyloid hypothesisIn 1991, the amyloid hypothesis postulated that extracellular amyloid beta (Ab) deposits are the fundamental cause of the disease. Support for this postulate comes from the location of the gene for the amyloid precursor protein (APP) on chromosome 21, together with the fact that people with trisomy 21 (Down Syndrome) who have an extra gene copy almost universally exhibit at least the earliest symptoms of AD by 40 years of age. Also, a specific isoform of apolipoprotein, APOE4, is a major genetic risk factor for AD. Whilst apolipoproteins enhance the breakdown of beta amyloid, some isoforms are not very effective at this task (such as APOE4), leading to excess amyloid buildup in the brain. Further evidence comes from the finding that transgenic mice that express a mutant form of the human APP gene develop fibrillar amyloid plaques and Alzheimer's-like brain pathology with spatial learning deficits.An experimental vaccine was found to clear the amyloid plaques in early human trials, but it did not have any significant effect on dementia. Researchers have been led to suspect non-plaque Ab oligomers (aggregates of many monomers) as the primary pathogenic form of Ab. These toxic oligomers, also referred to as amyloid-derived diffusible ligands (ADDLs), bind to a surface receptor on neurons and change the structure of the synapse, thereby disrupting neuronal communication. One receptor for Aboligomers may be the prion protein, the same protein that has been linked to mad cow disease and the related human condition, Creutzfeldt-Jakob disease, thus potentially linking the underlying mechanism of these neurodegenerative disorders with that of Alzheimer's disease. One study found possible evidence of human to human transmission.In 2009, this theory was updated, suggesting that a close relative of the beta-amyloid protein, and not necessarily the beta-amyloid itself, may be a major culprit in the disease. The theory holds that an amyloid-related mechanism that prunes neuronal connections in the brain in the fast-growth phase of early life may be triggered by ageing-related processes in later life to cause the neuronal withering of Alzheimer's disease. N-APP, a fragment of APP from the peptide's N-terminus, is adjacent to beta-amyloid and is cleaved from APP by one of the same enzymes. N-APP triggers the self-destruct pathway by binding to a neuronal receptor called death receptor 6 (DR6, also known as TNFRSF21). DR6 is highly expressed in the human brain regions most affected by Alzheimer's, so it is possible that the N-APP/DR6 pathway might be hijacked in the ageing brain to cause damage. In this model, beta-amyloid plays a complementary role, by depressing synaptic function.Tau hypothesisIn Alzheimer's disease, changes in tau protein lead to the disintegration of microtubules in brain cells.The tau hypothesis proposes that tau protein abnormalities initiate the disease cascade. In this model, hyperphosphorylated tau begins to pair with other threads of tau. Eventually, they form neurofibrillary tangles inside nerve cell bodies. When this occurs, the microtubules disintegrate, destroying the structure of the cell's cytoskeleton which collapses the neuron's transport system. This may result first in malfunctions in biochemical communication between neurons and later in the death of the cells.Other hypothesesA neurovascular hypothesis has been proposed which state that poor functioning of the blood brain barrier may be involved.The cellular homeostasis of biometals such as ionic copper, iron, and zinc is disrupted in AD, though it remains unclear whether this is produced by or causes the changes in proteins. These ions affect and are affected by tau, APP, and APOE, and their dysregulation may cause oxidative stress that may contribute to the pathology. Some studies have shown an increased risk of developing AD withenvironmental factors such as the intake of metals, particularly aluminium. The quality of some of these studies has been criticised, and the link remains controversial. The majority of researchers do not support a causal connection with aluminium.Smoking is a significant AD risk factor. Systemic markers of the innate immune system are risk factors for late-onset AD.There is tentative evidence that exposure to air pollution may be a contributing factor to the development of Alzheimer's disease.An infection with Spirochetes (a bacteria) in gum disease may cause dementia and may be involved in the pathogenesis of Alzheimer's disease.Another scientific hypothesis is retrogenesis. Retrogenesis deals with the development and progress of Alzheimer's disease. This hypothesis considers the act of white matter atrophy occurring in the human nervous system",
        "cop": 4,
        "opa": "ApoE gene",
        "opb": "Presell in - II",
        "opc": "Amyloid portion",
        "opd": "All",
        "subject_name": "Psychiatry",
        "topic_name": "Degenerative Disorders",
        "id": "f0cbf9f8-1597-42d7-bc36-412c097c3c7c",
        "choice_type": "multi"
    },
    {
        "question": "Drug used in Alzheimer's disease except:",
        "exp": "Ans: D (Clonidine) Ref: Synopsis of Psychiatry, Kaplan & Sadock, 10th edition.p.343.Expanation:Alzheimer's disease / dementia is the most common type of dementia across the globe (In India. Vascular dementia is MC).Dementia is a chronic, progressive condition characterized by:Decline in memory (Short term)Executive dysfunction (Agnosia. Aphasia and Apraxia).While many are irreversible, some have reversible causes- alcohol, head injury, deficiency states, metabolic and endocrinopathies.Alzheimer's dementia is due to progressive loss of neurons starting from basal nucleus (of Meynert) which in turn due to accumulation of neurofibrillary tangles (intracellular tau proteins) & amyloid plaques (extracellular Bamyloid) deposition.Since basal nucleus is the main place in brain where acetylcholine is synthesized (Ach is responsible for transferring immediate memory into short term memory), decline of memory is seen.Recently, aluminum has been implicated for Alzheimer's disease.Cortical dementiaSub-cortical dementiaMemory loss is early Aohassa is pronounced e.g., Alzheimer's dementiaMood & motor symptoms first Memory disturbance is late e.g., Parkinson. Lewy body diseaseThe aim of treatment of Alzheimer's disease is preservation of existing cholinergic neurons (or at least Ach by preventing its degradation - which in turn done by inhibition of Ach-estrase).The drugs used:1. Ach precursors- Choline. Lecithine2. AchE inhibitors- Donapezil. Rivastigmine, Galantamine (DRG)3. Antiglutamates - Memantine4. New drugs - Selegefine (MAOI-B type), Ondensetron, Estrogen. NSAlDs.Clonidine is a central sympatholytic (a), used to treat essential hypertension, diabetic neuropathy, Opioid withdrawal, menopausal symptoms (hot flushes).",
        "cop": 4,
        "opa": "Rivastigmine",
        "opb": "Memantine",
        "opc": "Donapezil",
        "opd": "Clonidine",
        "subject_name": "Psychiatry",
        "topic_name": "Degenerative Disorders",
        "id": "354adbce-193b-4f4f-a05f-4f73655b0abd",
        "choice_type": "multi"
    },
    {
        "question": "All are reversible causes of dementia except -",
        "exp": "Ans. is 'd' i.e., Alzhimer's disease Reversible causes of dementia1) Surgically treatable :- Normal pressure hydrocephalus, brain tumors (frontal lobe tumor), meningioma, subdural hematoma due to head injury, hydrocephalus.2) Medically treatable :- Depression, hypothyroidism, alcohol abuse, vitamin B Jfolate/Niacin deficiency, any metabolic or endocrine disturbance, neurosyphilis, Hashimoto's encephalopathy, Wilson's disease, celiac disease, whipple's disease, chronic meningoencephalitis, drugs and toxin (toxic dementia).Irreversible causes of dementia :- Alzheimer's disease, vascular (multi-infarct) dementia, Parkinsonism, Huntington 9s chorea, Lewy body dementia, Pick's disease.",
        "cop": 4,
        "opa": "Hypothyroidism",
        "opb": "Hydrocephalus",
        "opc": "Meningoencephalitis",
        "opd": "Alzheimer's disease",
        "subject_name": "Psychiatry",
        "topic_name": "Degenerative Disorders",
        "id": "c6877697-8135-4de5-9ca6-b24ce4138ede",
        "choice_type": "multi"
    },
    {
        "question": "Neurotransmitter playing major part in the pathogenesis of Alzheimer's disease -",
        "exp": "Ans. is 'c' i.e., Acetylcholine Neurotransmitters in Alzheimer's diseaseo Acetylcholine has a major role in memory functions and deficiency in cholinergic functioning is associated with memory disturbances particularly short term memory. In Alzheimer's disease there loss of cells in the nucleus basalis of meyernet results in marked reduction in choline acetyltransferase (CHAT), an enzyme involved in the synthesis of acetylcholine - Decreased Acetylcholine.o The other important neurotransmitter involved is norepinephrine - There is decrease in nor-epinephrine containing neurons in the locus ceruleus.o Two other neuroactive peptides have been implicated in AD - Somatostatin and corticotropin, both of which have decreased concentration.",
        "cop": 3,
        "opa": "Serotonine",
        "opb": "Norepinephrine",
        "opc": "Acetylcholine",
        "opd": "Dopamine",
        "subject_name": "Psychiatry",
        "topic_name": "Degenerative Disorders",
        "id": "1b061c59-19fe-4745-911f-fa4fcfde1237",
        "choice_type": "single"
    }
]