[
    {
        "question": "A 24-year-old lady presented with sudden onset chest pain , palpitations lasting for about 20 minutes. She says there were 3 similar episodes in the past. All the investigations were normal. What is the likely diagnosis?",
        "exp": "Panic Attack: - It is an acute attack of intense anxiety with a \"feeling of impending Doom\" and Patient feels he is about die or he feels he is having a hea attack or he feels he is about to go crazy or he feels he will loose control. Panic Disorders: - Recurrent & unexpected panic attacks Anticipatory anxiety in between the attacks",
        "cop": 2,
        "opa": "Acute psychosis",
        "opb": "Panic attack",
        "opc": "Post-traumatic stress disorder",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "FMGE 2019",
        "id": "09ecdf26-2624-46e5-9033-60abc6fd6024",
        "choice_type": "multi"
    },
    {
        "question": "To diagnose post-traumatic stress disorder, the symptoms should persist for more than ______",
        "exp": "In post-traumatic stress disorder, the symptoms persist for more than one month. Condition Duration Acute stress reaction Post-traumatic stress disorder Delayed Post-traumatic stress disorder 2 days to 1 month More than 1 month Symptoms occur after 6 months",
        "cop": 2,
        "opa": "2 days",
        "opb": "1 month",
        "opc": "3 months",
        "opd": "6 months",
        "subject_name": "Psychiatry",
        "topic_name": "FMGE 2019",
        "id": "9691df28-fb65-4c60-bd70-cd499b0ca8d3",
        "choice_type": "single"
    },
    {
        "question": "Neologism is seen in:",
        "exp": "Neologisms - creates new own words, seen in Schizophrenia. Neologisms may be new words that are constructed by the patient or ordinary words that are used in a new way. Neologisms may be mannerisms or stereotypies - in patients with catatonia Is a result of formal thought disorder, words are fused together in the same way as concepts are blended with one another.",
        "cop": 2,
        "opa": "Depression",
        "opb": "Schizophrenia",
        "opc": "Mania",
        "opd": "Dysphasia",
        "subject_name": "Psychiatry",
        "topic_name": "FMGE 2019",
        "id": "556cc791-0ebf-4959-a418-0ab7cbfd2d1b",
        "choice_type": "single"
    },
    {
        "question": "Fear of \"places from where escape is difficult\" is called ______",
        "exp": "Agoraphobia fear or avoidance of places from which escape would be difficult in the event of panic symptoms (crowds, public places, being outside alone, public transpoation). It is more common in women. It leads to severe restrictions on the individual's travel and daily routine.",
        "cop": 3,
        "opa": "Claustrophobia",
        "opb": "Aerophobia",
        "opc": "Agoraphobia",
        "opd": "Ailurophobia",
        "subject_name": "Psychiatry",
        "topic_name": "FMGE 2019",
        "id": "4f02a802-2a81-42db-8713-1eef490c15f6",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a formal thought disorder?",
        "exp": "Delusion is a disorder of content of thought. Neologism, derailment, and tangentiality are formal thought disorder.",
        "cop": 1,
        "opa": "Delusion",
        "opb": "Neologism",
        "opc": "Derailment",
        "opd": "Tangentiality",
        "subject_name": "Psychiatry",
        "topic_name": "FMGE 2019",
        "id": "c509f262-750e-43b6-bd4c-33b04d2c9933",
        "choice_type": "single"
    },
    {
        "question": "A woman has mild depressive symptoms after few days of delivery which disappears within 2 weeks of the postpaum period. The most likely cause is ______",
        "exp": "The patient has mild depressive symptoms after a few days of delivery which resolved spontaneously; this is characteristic of postpaum blues. During this period the patient may experience mood lability, sadness, dysphoria, subjective confusion, and tearfulness. These feelings have been ascribed to rapid changes in women's hormonal levels, the stress of childbih, and the awareness of the increased responsibility that motherhood brings. This usually resolve spontaneously.",
        "cop": 1,
        "opa": "Post-paum blues",
        "opb": "Mania",
        "opc": "Post-paum psychosis",
        "opd": "Major depression",
        "subject_name": "Psychiatry",
        "topic_name": "FMGE 2019",
        "id": "68d01af1-4fc0-4691-b5e8-b1fe3c2c5dba",
        "choice_type": "single"
    },
    {
        "question": "TOC used in nocturnal enuresis is:",
        "exp": "Treatment of Sleep related enuresis: Bed alarms (behavioural therapy)- TOC Desmopressin (DOC) Imipramine (TCA Antidepressant)",
        "cop": 1,
        "opa": "Bed alarms",
        "opb": "Imipramine",
        "opc": "Fluoxetine",
        "opd": "Trazodone",
        "subject_name": "Psychiatry",
        "topic_name": "FMGE 2019",
        "id": "8dcc9f48-0688-4de5-8323-690ff1580953",
        "choice_type": "single"
    },
    {
        "question": "All are stages of death, except:",
        "exp": "DEATH AND DYING Stages of Dying Explained by Elizabeth Kubler Ross Stages 1) Denial & shock D 2) Anger A 3) Bargaining B 4) Depression D 5) Acceptance A",
        "cop": 4,
        "opa": "Denial",
        "opb": "Anger",
        "opc": "Bargaining",
        "opd": "Agitation",
        "subject_name": "Psychiatry",
        "topic_name": "FMGE 2019",
        "id": "1aa17f15-858f-4157-b7d2-7f52882525c3",
        "choice_type": "multi"
    }
]