[
    {
        "question": "Nowadays Down syndrome is referred to as:",
        "exp": "Ans. a. Submental disorderMajority of children with Down syndrome function in mild to moderate range of mental retardation.Down syndrome/Trisomy 21:Genetic disorder caused by presence of all or part of a third copy of chromosome 21.Typically associated with physical growth delays, characteristic facial features and mild to moderate intellectual disability.",
        "cop": 1,
        "opa": "Submental disorder",
        "opb": "Oligophrenia",
        "opc": "Madness",
        "opd": "Mentally unstable",
        "subject_name": "Psychiatry",
        "topic_name": "Mental Retardation",
        "id": "a482d736-8819-47d2-9bb8-cecfab9bcdad",
        "choice_type": "multi"
    },
    {
        "question": "According to Wechsler intelligence scale scoring,average IQ of a normal child is:",
        "exp": "Ans. c. 90 (Ref: Niraj Ahuja 6/e p169: Kaplan & Sadock 9/e p980)According to Wechsler intelligence scale scoring, average IQ of a normal child is 90.Wechsler Intelligence ScaleIQ ScoreRange>_130Very superior120-129Superior110-119High average90-109Average80-89Low average70-79Borderline Stanford Binet ScaleIQ ScoreRange145-160Very gifted or highly advanced130-144Gifted or very advanced120-129Superior110-119High average90-109Average80-89Low average70-79Borderline impaired or delayed55-69Mildly impaired or delayed40-54Moderately impaired or delayed",
        "cop": 3,
        "opa": "50",
        "opb": "75",
        "opc": "90",
        "opd": "111",
        "subject_name": "Psychiatry",
        "topic_name": "Mental Retardation",
        "id": "2fc40487-27cb-4ab9-a3f5-2b930083cfab",
        "choice_type": "single"
    },
    {
        "question": "New name of mental retardation according to American Association of Mental Retardation:",
        "exp": "Ans. c. Intellectual disabilityRef: First Aid for the Psychiatry Clerkship 4th Ed; Page No-122-23Intellectual disability (ID, intellectual developmental disorder) replaces the term mental retardation (MR) as per US law (Rosas Law), with the intention of decreasing stigmatization.ID is characterized by severely impaired cognitive and adaptive/social functioning.Severity level is currently based on adaptive functioning, indicating degree of support required.A single IQ score does not adequately capture this and is no longer used solely to determine ID severity.CAUSES OF MENTAL RETARDATIONCauseExamplesGenetic*. Down syndrome: Trisomy 21 (1/700 live births)*. Fragile X syndrome: Involves mutation of X chromosome, second most common cause of intellectual disability, M > F*. Others: Phenylketonuria, familial mental retardation, Prader-Willi syndrome, Williams syndrome, Angelman syndrome, tuberous sclerosisPrenatalInfection and toxins (TORCH):*. Toxoplasmosis*. Other (syphilis, AIDS, alcohol/illicit drugs)*. Rubella (German measles)*. Cytomegalovirus (CMV)*. Herpes simplexPerinatalAnoxia, prematurity, birth trauma, meningitis, hyperbilirubinemiaPostnatalHypothyroidism, malnutrition, toxin exposure, trauma, psychosocial CausesEXTRA MILECHARACTERISTIC PHYSICAL FEATURES OF GENETIC SYNDROMESDown syndrome: Epicanthic folds, flat nasal bridge, and palmar creaseFragile X syndrome: Macrocephaly, joint hyperlaxity, and macroorchidism in post pubertal males.Prader-Willi syndrome: Obese, small stature, and almond-shaped eyes.Fragile X syndrome facts and statisticsMost common inherited form of ID2nd most common cause of IDDue to FMR-1 gene mutationMales>femalesDown syndrome facts and statistics1/700 live birthsMost common chromosomal disorderTrisomy 21=3 copies of chromosome 21",
        "cop": 3,
        "opa": "Feeble Mindedness",
        "opb": "Madness",
        "opc": "Intellectual disability",
        "opd": "Mentally unstable",
        "subject_name": "Psychiatry",
        "topic_name": "Mental Retardation",
        "id": "d92be5bd-1d67-4ea0-9e60-01fb598ce63e",
        "choice_type": "multi"
    }
]