[
    {
        "question": "Which of the following has to be present for diagnosis of major depressive disorder",
        "exp": "In typical depressive episodes of all three varieties described below (mild, moderate, and severe), the individual usually suffers from depressed mood, loss of interest and enjoyment, and reduced energy leading to increased fatigability and diminished activity. Reference: International classification of diseases 10, page 119.",
        "cop": 1,
        "opa": "Loss of interest or pleasure",
        "opb": "Recurrent suicidal tendency",
        "opc": "Insomnia",
        "opd": "Indecisiveness",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "d22a7f07-c598-452c-b01f-e93347e08a46",
        "choice_type": "single"
    },
    {
        "question": "Disruption or disorganization of biological rhythm is observed in",
        "exp": "Disturbance of biological functions is common with depression, with insomnia (or sometimes increased sleep), loss of appetite and weight (or sometimes hyperphagia and weight gain), and loss of sexual drive. When the disturbance is severe, it is called as melancholia ( somatic syndrome) The somatic syndrome in depression is characterised by: a. A significant decrease in appetite or weight b. Early morning awakening, at least 2 (or more) hours before the usual time of awakening c. Diurnal variation, with depression being worst in the morning d. Pervasive loss of interest and loss of reactivity to pleasurable stimuli e. Psychomotor agitation or retardation. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no.72",
        "cop": 3,
        "opa": "Schizophrenia",
        "opb": "Anxiety",
        "opc": "Depression",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "80c83132-0c7b-452d-8218-757339c85c3d",
        "choice_type": "single"
    },
    {
        "question": "A young lady lost her job, loss of appetite wakes up at 3 am. What's the diagnosis",
        "exp": "In this question, the details are inadequate, however among the given options the best answer is A, depression",
        "cop": 1,
        "opa": "Depression",
        "opb": "Schizophrenia",
        "opc": "OCD",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "f88da465-cb31-4d43-9dcf-da19b9481d2a",
        "choice_type": "single"
    },
    {
        "question": "Early morning awakening is a feature of",
        "exp": "Early morning awakening is seen in depression. It is a type of insomnia patients with depression have altered dexamethasone suppression test that is no suppression of steroid in blood after administration of dexamethasone usually the steroid is produced in normal individuals at 6 Am whereas the steroids in increased amount always keeps the brain active , ruminations and decreased sleep. Different patterns of insomnia include a) difficulty falling asleep versus b) middle or terminal insomnia (early morning awakening) Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no.351",
        "cop": 3,
        "opa": "Psychosis",
        "opb": "Anxiety neurosis",
        "opc": "Depression",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "1efb6fb5-7097-4cb3-8bca-059f7bf70530",
        "choice_type": "single"
    },
    {
        "question": "What is affected in bipolar disorder",
        "exp": "Bipolar disorder earlier known as manic-depressive psychosis is characterised by recurrent episodes of mania and depression in the same patient at different times. These episodes can occur in any sequence. (Ref: a sho textbook of psychiatry, NirajAhujaa, 7th edition, pg no.73)",
        "cop": 1,
        "opa": "Emotions",
        "opb": "Perception",
        "opc": "Personality",
        "opd": "Thought",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "cbd6afda-5de0-4038-985d-14d344469101",
        "choice_type": "single"
    },
    {
        "question": "Serum lithium levels for mania should be maintained in between",
        "exp": "Lithium is a mood stabilizer It is used for the treatment of mania it was introduced by John F Cade it is a liver friendly drug it should not be given in patients with renal abnormalties it has a narrow thereaputic index above 0.8-1.2 meq/L it leads to lithium toxicity TOC for lithium toxicityis HEMODIALYSIS Therapeutic drug monitoring is done for lithium as it is not a safe drug its levels should be within 0.8-1.2meq/l. Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 620",
        "cop": 2,
        "opa": "0.2-0.8 meq/l",
        "opb": "0.8-1.2 meq/l",
        "opc": "2-2.5 meq/l",
        "opd": "1.2-2 meq/l",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "f89fb8af-1a51-4349-9783-ba2fa8ca0e84",
        "choice_type": "single"
    },
    {
        "question": "Lamotrigine and topiramate can be used for",
        "exp": "lithium is used for EUPHORIC MANIA Valproate is used for RAPID CYCLING lamotrigine is used for BIPOLAR DEPRESSION carbamazepine causes STEVEN JOHNSONS SYNDROME topiramate causes WEIGHT LOSS AND RENAL STONES etc are used apa from lithium for bipolar disorder Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 620",
        "cop": 3,
        "opa": "Depression",
        "opb": "OCD",
        "opc": "Bipolar disorder",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "5f6b1b5f-c305-4031-9cff-880c6bfb93b8",
        "choice_type": "single"
    },
    {
        "question": "Most common mental disorder as a cause of suicide",
        "exp": "Suicide is a model of psychiatric emergencies and is also the commonest cause of death among the psychiatric patient&;s psychiatric disorders are a major cause of suicide, for example, depression(1major depression 2depression secondary to a serious physical illness 3reactive depression), alcoholism and drug dependence and schizophrenia (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no.222)",
        "cop": 2,
        "opa": "Mania",
        "opb": "Depression",
        "opc": "Alcohol dependence",
        "opd": "Schizophrenia",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "943a6b99-1519-4f94-a6be-f28ccd5905d2",
        "choice_type": "single"
    },
    {
        "question": "In depression, there is deficiency of",
        "exp": "The Karolinska Institute in Sweden first noted that low concentrations of the serotonin metabolite 5-hydroxyindoleacetic acid (5-HIAA) in the lumbar cerebrospinal fluid (CSF) were associated with suicidal behavior. CSF, neurochemical, and receptor studies suppo the hypothesis that reduced central serotonin is associated with suicide. Reference: Synopsis of Psychiatry, pages 766,767.",
        "cop": 1,
        "opa": "5-HT",
        "opb": "Acetylcholine",
        "opc": "Dopamine",
        "opd": "GABA",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "d72728ad-3f45-49d4-82aa-046e5075738e",
        "choice_type": "single"
    },
    {
        "question": "Dysthymia is",
        "exp": "Persistent mood disorders are characterised by persistent mood symptoms which last for more than 2 years but are not severe enough to be labelled as even hypomania or mild depressive episode. If the symptom consists of persistent mild depression, the disorder is called as dysthymia (Ref: A sho textbook of psychiatry, Niraj Ahuja,7th edition, pg no73)",
        "cop": 1,
        "opa": "Chronic mild depression",
        "opb": "Chronic severe depression",
        "opc": "Bipolar disorder",
        "opd": "Personality disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "12bebc24-81b9-4ffc-a1ae-d3059efd03a4",
        "choice_type": "single"
    },
    {
        "question": "Reversible cause of dementia is",
        "exp": "Dementia Types:- The dementia can be divided in to reversible and irreversible dementias. It is extremely impoant to do detailed work up of a patient of dementia as around 15% of cases are reversible. The reversible causes of dementia are:- A. Neurosurgical conditions (subdural hematoma, normal pressure hydrocephalus, intracranial tumors, intracranial abscess). B. Infectious causes (meningitis, encephalitis, neurosyphilis, lyme disease). C. Metabolic causes (vitamin B12 or folate deficiency, niacin deficiency, hypo and hypehyroidism, hypo and hyperparathyroidism D. Others (drugs and toxins, alcohol abuse, autoimmune). Ref:- Psychiatry by Sandeep Govil; pg num:- 35",
        "cop": 1,
        "opa": "Hypothyroidism",
        "opb": "Alzheimer's disease",
        "opc": "Huntington chorea",
        "opd": "Vitamin A deficiency",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "435fefef-669c-4da6-9084-6a7704bd3741",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most characteristic of sleep in a 45-year-old woman with major depressive disorder?",
        "exp": "Although excessive sleeping may also occur, the sleep problem most characteristic of the major depressive disorder is early morning awakening, commonly called \"terminal insomnia.\" Falling asleep suddenly during the daytime is narcolepsy, and cessation of breathing during sleep is sleep apnea. \"Sleep drunkenness\" involves difficulty in coming fully awake after sleep.",
        "cop": 3,
        "opa": "Sleeping too many hours at night",
        "opb": "Falling asleep suddenly during the daytime",
        "opc": "Walking up too early in the morning",
        "opd": "Having difficulty coming fully awake after sleep",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "ad59e401-bd67-4452-97e5-8f9db01cf716",
        "choice_type": "multi"
    },
    {
        "question": "Early morning awakening and reduced latency of REM sleep is suggestive of",
        "exp": "Disturbance of biological functions is common in depression, with insomnia (or sometimes increased sleep), loss of appetite and weight (or sometimes hyperphagia and weight gain), and loss of sexual drive. The somatic syndrome in depression is characterised by: a. A significant decrease in appetite or weight b. Early morning awakening, at least 2 (or more) hours before the usual time of awakening c. Diurnal variation, with depression being worst in the morning d. Pervasive loss of interest and loss of reactivity to pleasurable stimuli e. Psychomotor agitation or retardation. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no.72",
        "cop": 2,
        "opa": "Delirium",
        "opb": "Depression",
        "opc": "Schizophrenia",
        "opd": "Anxiety",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "7d2012ed-7fa3-4074-ba55-6fb26f11656a",
        "choice_type": "single"
    },
    {
        "question": "True about major depression is",
        "exp": "The lifetime risk of depression in males is 8-12% and in females is 20-26%. However, the lifetime risk of major depression (or depressive episode) is about 8%. The typical depressive episode is characterised by the following features: Depressed Mood: The most impoant feature is the sadness of mood or loss of interest and/or pleasure in almost all activities (pervasive sadness), present throughout the day (persistent sadness). Depressive Ideation/Cognition: Sadness of mood is usually associated with pessimism, which can result in three common types of depressive ideas. These are: a. Hopelessness (there is no hope in the future). b. Helplessness (no help is possible now). c. Wohlessness (feeling of inadequacy and inferiority). The ideas of wohlessness can lead to self-reproach and guilt-feelings. Psychomotor Activity In younger patients (< 40 years old), retardation is more common and is characterised by slowed thinking and activity, decreased energy and monotonous voice. In a severe form, the patient can become stuporous ( depressive stupor). In the older patients (e.g. post-menopausal women), agitation is common. It often presents with marked anxiety, restlessness (inability to sit still, handwringing, picking at body pas or other objects) and a subjective feeling of unease. Physical Symptoms: Multiple physical symptoms (such as heaviness of head, vague body aches) are paicularly common in the elderly depressives and depressed patients from the developing countries (such as India). Biological Functions Disturbance of biological functions is common, with insomnia (or sometimes increased sleep), loss of appetite and weight (or sometimes hyperphagia and weight gain), and loss of sexual drive Psychotic Features Suicide Absence of Underlying Organic Cause Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no.71",
        "cop": 3,
        "opa": "Common in males",
        "opb": "Markedly diminished interest in all activities most of the day but no fatigue or loss of energy or psychomotor retardation",
        "opc": "Feeling of wohlessness or excessive guilt",
        "opd": "All",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "11a7e01a-0b8f-4b7d-b390-dab18a12a99c",
        "choice_type": "multi"
    },
    {
        "question": "Erotomania is a",
        "exp": "Erotomania: Synonym for delusions of love. Erotomanic (De Clerambault syndrome): In erotomania, is also referred to as de Clerambault syndrome it is also called as psychose passionelle. here the patient has the delusional conviction that another person the person on whom the patient has a delusion is usally from a higher status or a celebrity the patient is usually socio economically deprived the patient beleives that person in the higher status usally initiates the love proposal. inspite of the patient and the person not having any contacy, patient beleives that the person sends hidden messages that the patient alone can understand the persons on which the delusions are built are stalked and there is even risk of homicide. Besides being the key symptom in some cases of delusional disorder, it is known to occur in schizophrenia, mood disorder, and other organic disorders. Reference: Kaplan & Sadock's Synopsis of Psychiatry, 11th edition, Page 336.",
        "cop": 3,
        "opa": "Mood disorder",
        "opb": "Impulse control disorder",
        "opc": "Delusional disorder",
        "opd": "Personality disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "ecbb79b0-8a8b-457e-bcae-15d53c66cdca",
        "choice_type": "single"
    },
    {
        "question": "A clinical sign of mania is",
        "exp": "Mania this disorder tends to occur in episodes which last 3-4months, followed by complete recovery. There is a flight of ideas(rapidly produced speech with abrupt shifts from topic to topic, using external environmental cues. Typically the connections between the shifts are apparent). When the flight becomes severe, incoherence may occur. A less severe and a more ordered flight in the absence of pressure of speech is called prolixity (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition,p g no.70)",
        "cop": 4,
        "opa": "Neologism",
        "opb": "Perseveration",
        "opc": "Echolalia",
        "opd": "Flight of ideas",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "6d68e1b8-6afe-4cb4-b4a3-5ac138cd4270",
        "choice_type": "single"
    },
    {
        "question": "Aaron Beck's cognitive triad of depression includes all except",
        "exp": "Negative thoughts about friends aren't included in triad.Environment, self and future -hopelessness, wohlessness, helplessness are only described as triad by Aaron Beck Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 604",
        "cop": 3,
        "opa": "Negative thought of self",
        "opb": "Negative thought of future",
        "opc": "Negative thought of friends",
        "opd": "Negative thought of environment",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "c00b6e8f-ae10-4605-b734-9b82ee437049",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is associated with least common Suicidal tendencies",
        "exp": "Risk factors for suicide are: Age>40years, male, staying single, previous suicidal attempts, depression, suicidal preoccupation, alcohol or drug dependence, social isolation, recent serious loss or major stressful life events. (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no.223)",
        "cop": 4,
        "opa": "Alone",
        "opb": "Depression",
        "opc": "Male",
        "opd": "Married person",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "8b01712e-4a22-44f3-9739-6bdc30fe75ce",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for rapid cycles of bipolar disorder is",
        "exp": "LITHIUM is the drug of choice for EUPHORIC MANIA VALPROATE is the drug of choice for RAPID CYCLING DISORDER LAMOTRIGINE is the drug of choice for bipolar depression Valproate is the drug used mainly for rapid cyclers-more than 4 episodes of psychosis or depression in one yr Atypical antipsychotics -DOC -for acute mania Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 620",
        "cop": 1,
        "opa": "Valproate",
        "opb": "Lithium",
        "opc": "Haloperidol",
        "opd": "Chlorpromazine",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "74fe4ca3-7c5c-4cfe-8115-836f52c2bc15",
        "choice_type": "single"
    },
    {
        "question": "To diagnose depression, symptoms should last at least for",
        "exp": "Symptoms should last for at least 2 weeks, for cyclothymia -mild form of depression, symptoms should last for 2 years Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 604-607",
        "cop": 3,
        "opa": "4 weeks",
        "opb": "6 months",
        "opc": "2 weeks",
        "opd": "6 weeks",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "70221dec-38f2-4de6-beb6-69f9c91dd7e5",
        "choice_type": "single"
    },
    {
        "question": "A distinguishing feature of psychotic disorders is",
        "exp": "psychosis is a type of illness where the patient does not have touch with reality and beleives in fantacy. it is charecterstically mentioned that these patients does not have insight. insight is defined has patient not having any understanding about their illness this lack of touch with reality and accepting the fantacy usually presents as delusions and hallucinations. suspisousness is considered to be at the idea level which even normal people can have and that cannot be considered as a distinguishing feuture for the diagnosis of psychosis Suspiciousness may be seen in delusional/paranoid psychotic disorders as well as a paranoid personality disorder, whereas impaired reality testing is the hallmark of psychotic experience. obsessions and compulsions are pa of neurotic illness and it is not a feuture of psychosis severe depression can present even without psychosis and hence it is not a distinguishing feuture for psychosis Reference: Oxford Textbook of Psychiatry; 3rd edition",
        "cop": 3,
        "opa": "Suspiciousness",
        "opb": "Obsessions and Compulsions",
        "opc": "Confusion between fantasy and reality",
        "opd": "Presence of severe depression",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "0bfc5f51-2cd4-406b-bec5-4c77bb12e4cf",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in depression in old person is",
        "exp": "Elderly are at greater risk of developing adverse events while taking any medication. always in elderly management for psychiatric disorder we follow the principle of STA LOW AND GO SLOW amitriptilline and imipramine a tricyclic antidepressent which has lot of adverse effects like exacerbation of glaucoma, ECG changes like prolonged QTc intervel, urinary retention. Buspirone is 5HT1A paial agonist that has anti anti anxiety effects and is used for anxiety disorders and for augmentation agent for depression and not as first line mangement for depression. Newer, non-tricyclic antidepressants are often claimed to be as effective as but safer than tricyclic antidepressants and hence drugs of choice in elderly people Fluoxetine is also effective in treating elderly patients with dementia and depressive symptoms Ref: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 1334",
        "cop": 1,
        "opa": "Fluoxetine",
        "opb": "Buspirone",
        "opc": "Amitriptyline",
        "opd": "Imipramine",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "fcf07dd3-2cef-4c63-8c05-cf49d765fa16",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of suicide is",
        "exp": "Depression is the most common cause of suicide Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 604-607",
        "cop": 2,
        "opa": "Schizophrenia",
        "opb": "Depression",
        "opc": "Cyclothymia",
        "opd": "Mania",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "3c07f790-ba76-4f80-8b0d-b2bc1f22d963",
        "choice_type": "single"
    },
    {
        "question": "Most common psychiatric illness",
        "exp": "Mood disorders are common. In the most recent surveys, major depressive disorder has the highest lifetime prevalence (almost 17 percent) of any psychiatric disorder. Reference: Synopsis of Psychiatry, page 348.",
        "cop": 1,
        "opa": "Depression",
        "opb": "Bipolar",
        "opc": "Mania",
        "opd": "Cyclothymia",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "746840e0-8aa1-4d12-8276-a4686d467474",
        "choice_type": "single"
    },
    {
        "question": "A 72 yr. old male lost 10kgs since last 3 months. He had profuse guilt for the mistakes he has done in life and doesn't sleep more than 4 hrs. per day. The probable diagnosis is",
        "exp": "Dysthymia is chronic mild depression in which person have symptoms for more than 2 yrs. Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 604-607",
        "cop": 2,
        "opa": "Schizophrenia",
        "opb": "Dysthymia",
        "opc": "Involutional melancholia",
        "opd": "Anhedonia",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "7b3f5261-868c-4b15-8171-84c3a3cad6b9",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old male presents with a 3-year history of irritability, low mood, lack of interest in surroundings and general dissatisfaction with everything. There is no significant disruption in his sleep or appetite. He is likely to be suffering from",
        "exp": "Neurotic depression has been renamed as dysthymia or dysthymic disorder in DSM-IV-TR and ICD-10. Dysthymia is defined as any mild depression which is not severe enough to be called a depressive episode and lasts for two years or more. Neurotic depression is usually characterised by the following clinical features:1. Presence of mild to moderate depression.2. Depressive symptoms usually occur in response to a stressful situation but are often quite dispropoionate to the severity of stress.3. Other 'neurotic' symptoms such as anxiety, obsessive symptoms, phobic symptoms, and multiple somatic symptoms, are often present.4. Preoccupation with the stressful condition is common. Other common features include:1. The reactivity of mood is preserved, i.e. the patient is able to emotionally react to the events occurring in his surroundings.2. There may be insomnia or hypersomnia. There is usually difficulty in initiating sleep and sometimes difficulty in awakening in the morning.3. The mood may be worse in the evening, at the end of the day.4. Suicidal threats and gestures are more common than completed suicide. 82 Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no.",
        "cop": 3,
        "opa": "Major depression",
        "opb": "No psychiatric disorder",
        "opc": "Dysthymia",
        "opd": "Chronic fatique syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "b8f7f301-e84a-4b18-a143-288c2f005f71",
        "choice_type": "single"
    },
    {
        "question": "Increase in suicidal behaviour is due to",
        "exp": "Karolinska Institute in Sweden first noted that low concentrations of the serotonin metabolite 5-hydroxyindoleacetic acid (5-HIAA) in the lumbar cerebrospinal fluid (CSF) were associated with suicidal behavior. This finding has been replicated many times and in different diagnostic groups.CSF, neurochemical, and receptor studies suppo the hypothesis that reduced central serotonin is associated with suicide. Reference: Synopsis of Psychiatry, page 766, 767.",
        "cop": 2,
        "opa": "Increase in serotonin",
        "opb": "Decrease in serotonin",
        "opc": "Increase in noradrenaline",
        "opd": "Reactive depression",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "503bcfa0-4f98-4865-a6f7-eaa1d64a1b56",
        "choice_type": "single"
    },
    {
        "question": "Most common age for depression is",
        "exp": "An almost universal observation, independent of country or culture, is the twofold greater prevalence of major depressive disorder in women than in men. The mean age of onset for major depressive disorder is about 40 years, with 50 percent of all patients having an onset between the ages of 20 and 50 years. Reference: Synopsis of Psychiatry, page 349.",
        "cop": 2,
        "opa": "Middle age men",
        "opb": "Middle age female",
        "opc": "Young girl",
        "opd": "Children",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "7fc81453-8f41-4fe9-b95c-0d79922f91c7",
        "choice_type": "single"
    },
    {
        "question": "Pathognomonic of maniac episode is",
        "exp": "Mania tends to occur in episodes lasting 3-4 months followed by complete clinical cure In mania, there can be delusions of grandeur(grandiosity) with markedly inflated self-esteem. A delusion of persecution may sometimes develop secondary to a delusion of grandeur. (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no.69)",
        "cop": 2,
        "opa": "Elevated mood",
        "opb": "Grandiosity",
        "opc": "Decreased appetite",
        "opd": "Increased sleep",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "be651be5-430f-43a3-9c6c-4070a2340c09",
        "choice_type": "single"
    },
    {
        "question": "Cyclothymia is a type of",
        "exp": "Persistent mood disorders are characterised by persistent mood symptoms which last for more than 2 years but are not severe enough to be labelled as even hypomania or mild depressive episode. If the symptom consists of persistent inability of mood between mild depression and mild elation, the disorder is called as cyclothymia (Ref: a sho textbook of psychiatry, Niraj Ahuja,7th edition, pg no73)",
        "cop": 4,
        "opa": "Bipolar mood disorder",
        "opb": "Major depression",
        "opc": "Dysthymia",
        "opd": "Persistant mood disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "6813255e-f3cb-41f7-b229-b51569bc3ef2",
        "choice_type": "single"
    },
    {
        "question": "Classical triad of symptoms of depression includes all except",
        "exp": "A typical depressive episode is characterised by the following features: Depressed Mood Depressive Ideation/Cognition: ideas of wohlessness, self-reproach and guilt-feelings. The other features are difficulty in thinking, difficulty in concentration, indecisiveness, slowed thinking, subjective poor memory, lack of initiative and energy. Psychomotor Activity: In younger patients (< 40 years old), retardation is more common and is characterised by slowed thinking and activity, decreased energy and monotonous voice. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no.71",
        "cop": 3,
        "opa": "Depressed mood",
        "opb": "Slowed thinking",
        "opc": "Distractibility",
        "opd": "Psychomotor retardation",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "a6cba9f8-98e9-4367-adcf-2099d7936365",
        "choice_type": "multi"
    },
    {
        "question": "All are risk factors for depression except",
        "exp": "Depression is common among middle-aged women, elderly and who are divorced or separated with disturbed personal family history. Here the better option is 18yr old teenager Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 604-607",
        "cop": 4,
        "opa": "Middle aged female",
        "opb": "Hypothyroidism",
        "opc": "Age above 70yrs either sex",
        "opd": "18yrs old teenager",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "bac8a349-36b6-4d0f-9a65-d515c7ed8784",
        "choice_type": "multi"
    },
    {
        "question": "Predisposing factors for suicide are all except",
        "exp": "Suicidal risk: Impoant factors a) Presence of marked hopelessness b) Male: age>40, unmarried, divorced /widow c) Written or verbal communication of suicidal intent and /or plan d) Early stage of depression e) Recovery from depression f) Period of three months from recovery (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no72)",
        "cop": 3,
        "opa": "Depression",
        "opb": "Drug abuse",
        "opc": "Female sex",
        "opd": "Living single person",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "75a710a1-3145-4b72-88ae-591ad45f8dca",
        "choice_type": "multi"
    },
    {
        "question": "A 72-year-old male suffering from major depression is recently trying to commit suicide multiple times. The best treatment is",
        "exp": "ECT is treatment of choice for depressed patients with suicidal tendencies Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 604-607",
        "cop": 4,
        "opa": "Amitriptyline",
        "opb": "Selegiline",
        "opc": "Haloperidol",
        "opd": "ECT",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "e4083d92-ce06-4edb-a1a7-9752eccd9039",
        "choice_type": "single"
    },
    {
        "question": "Intense nihilism, somatization and agitation in old age are the hallmark symptoms of",
        "exp": "Involutional Melancholia Described by Kraepelin, this is a form of severe depression which occurs in the involutional period of life (i.e. 40-65 years of age). It is typically characterised by marked agitation, the presence of psychotic features (such as delusions of persecution, tactile and auditory hallucinations) and multiple somatic symptoms (or hypochondriacal delusions). Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no.80",
        "cop": 1,
        "opa": "Involutional melancholia",
        "opb": "Atypical depression",
        "opc": "Somatized depression",
        "opd": "Depressive stupor",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "f57ce53c-72dc-4016-8dde-856a7359b7ee",
        "choice_type": "multi"
    },
    {
        "question": "A 32-yrs-old woman is diagnosed with major depression. What is the chance that her identical twin sister will develop the same disease?",
        "exp": "Twin studies are useful tools to separate biological and environmental etiologic factors in illnesses. Most twin studies sta with the selection of monozygotic and same-sex dizygotic twin pairs who are raised together, in which one of the twins has the disorder. The other twin is then followed to determine if he or she also develops the disorder. The propoion of the twin pairs in which both twins are affected is called concordance. The difference in the concordance rate between the monozygotic and the dizygotic pairs reflects the impoance of hereditary factors in the development of the disorder. The concordance rate for mood disorders in monozygotic twins averages 70% when various studies are combined. The concordance rate in Dizygotic twins is approximately 20%. This is significantly higher than that found in the general population, but still 2 to 4 times lower than the concordance in monozygotic twins. These studies prove that, although environmental factors do play a role in mood disorders (the concordance is not 100%), heredity has a major role. Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no.835",
        "cop": 4,
        "opa": "5%",
        "opb": "20%",
        "opc": "50%",
        "opd": "70%",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "d5e702b6-18f9-4a69-a7d6-0b6362ef3d40",
        "choice_type": "single"
    },
    {
        "question": "A 41 -year-old woman presented with a history of aches and pains all over the body and generalized weakness for four years. She cannot sleep because of the illness and has lost her appetite as well. She has lack of interest in work and doesn't like to meet friends and relatives. She denies feelings of sadness. Her most likely diagnosis is",
        "exp": "Depression:- Clinical features:- The symptoms of depression can be remembered using the pneumonic, SIGECAPS. These symptoms must last for more than two weeks, for the diagnosis of depression. A) Sleep disturbances: Usually insomnia is seen however hypersomnia can also be a symptom. The two characteristic sleep disturbances in depression are \"early morning awakening\" and \"reduced latency of REM sleep\". B) Interest (loss): Patient looses interest in the activities which used to interest him earlier (anhedonia). C) Guilt: Patient may have excessive guilt feelings and may blame himself for tril matters. D) Energy (lack): Patient may have decreased energy levels and easy fatigability. E) Cognition/Concentration: Patient may have negative cognitions (negative thoughts) and may have poor concentration. F) Appetite: Usually the appetite and weight are lost, in some patients weight gain may be seen. G) Psychomotor agitation or retardation: The term 'psychomotor' refers to the changes in motor activity secondary to psychological causes. It may be increased (e.g. in restless patients) or may be decreased (e.g. a patient who keeps on lying on the bed and rarely gets up). H) Suicidal thoughts and sadness of mood (depressed mood). Out of the above symptoms, SWAG (suicidality, weight loss, anhedonia and guilt feelings) are quite suggestive of depression. Ref:- Psychiatry by Sandeep Govil; pg num:-118,119",
        "cop": 2,
        "opa": "Somatoform pain disorder",
        "opb": "Major depression",
        "opc": "Somatization disorder",
        "opd": "Dissociative disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "638cb694-f728-45e4-8fe6-71eb014b0d4d",
        "choice_type": "multi"
    },
    {
        "question": "All are required to diagnose major depression except",
        "exp": "Depression is a mental disorder characterized by group of symptoms The symptoms are characterized as major and minor symptoms MAJOR SYMPTOMS pervasive low mood Anhedonia ( loss of interest in previous pleasurable activities) Fatiguibility MINOR CRITERIA Hopelessness Inappropriate guilt Suicidal ideas Decreasedconcentration Loss of confidence and sence of inferiority Sleep disturbance Appetite disturbance Psychomotor inhibition These symptoms have to be present for a duration of 2 WEEKS",
        "cop": 3,
        "opa": "Depressed mood",
        "opb": "Insomnia",
        "opc": "Nihilistic Ideas",
        "opd": "Decreased concentration",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "b1460eb1-c0e3-4783-b5d6-aaf482b02d97",
        "choice_type": "multi"
    },
    {
        "question": "A 20-year-old man was taking excess alcohol and indulged in illegal sexual activities with lack of sleep, irritability and isn't fatigued since 3 weeks, Diagnosis is",
        "exp": "MANIA is a type of mood disorder it is assosiated with elated or irritable mood other symptoms for mania are decreased need for sleep, increased involvement in goal directed pleasurable activities, increased pressure of speech and flight of ideas. duraion criteria forMANIA is 7 days duration criteria for HYPOMANIA is 4 days Substance abuse increases in frequency in mania and all other features are typically pointing mania Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 615-620",
        "cop": 3,
        "opa": "OCD",
        "opb": "Depression",
        "opc": "Mania",
        "opd": "Impulse",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "1de31cb3-fe97-4415-9593-48d7b4339178",
        "choice_type": "single"
    },
    {
        "question": "DSM-IV criterion for depression is",
        "exp": "The duration of symptoms of depression according to DSM-5 diagnostic criteria for major depression is 2 weeks. DSM IV is older version of DSM., present version is 5th.",
        "cop": 2,
        "opa": "1 week",
        "opb": "2 week",
        "opc": "3 week",
        "opd": "4 week",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "427247a9-9688-41f2-8207-b76a56b3c531",
        "choice_type": "single"
    },
    {
        "question": "Reduced latency of REM sleep is a feature of",
        "exp": "Reduced latency of REM is typically seen in depression Insomnia and early morning wakening is also seen Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 604-607",
        "cop": 2,
        "opa": "Schizophrenia",
        "opb": "Depression",
        "opc": "Insomnia",
        "opd": "Narcolepsy",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "fd938ee9-412d-40b5-8038-20e0dee51942",
        "choice_type": "single"
    },
    {
        "question": "Mania is a",
        "exp": "According to ICD-10 mood disorders are classified as Manic episodes Depressive episodes Bipolar mood disorder Recurrent depressive disorder Persistent mood disorder Other mood disorders (including mixed effective episodes and recurrent brief depressive disorder) (Ref: a sho textbook of psychiatry, Niraj Ahuja, 7th edition, pg no.69)",
        "cop": 1,
        "opa": "Mood disorder",
        "opb": "Psychological Disorder",
        "opc": "Obsessive disorder",
        "opd": "Neurotic disorder",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "09ff664b-1c49-48cf-87a4-18c366058e82",
        "choice_type": "single"
    },
    {
        "question": "The period of normalcy is seen between two psychotic episodes. The diagnosis is",
        "exp": "Bipolar mood disorder earlier known as manic-depressive psychosis is characterised by recurrent episodes of mania and depression in the same patient at different times. These episodes can occur in any sequence. (Ref: a sho textbook of psychiatry, Niraj Ahuja,7th edition, pg no73)",
        "cop": 2,
        "opa": "Schizophrenia",
        "opb": "Manic depressive psychosis (MDP)",
        "opc": "Alcoholism",
        "opd": "Depression",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "d0635db6-7a3e-4fb0-9bf4-31090de8b949",
        "choice_type": "single"
    },
    {
        "question": "A 17-year-old boy is diagnosed with schizophrenia. What is the risk that one of his siblings will develop the disease?",
        "exp": "The risk of developing schizophrenia in first degree relatives of schizophrenic patients is elevated compared to the risk of the general population (0.9%). Parents of schizophrenic patients have a lifetime prevalence of 11%, and siblings have a prevalence of 9%. Identical twins have a 50% chance of suffering from schizophrenia if their sibling has it. Children of schizophrenics have a lifetime prevalence of 12.8%. Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 310",
        "cop": 3,
        "opa": "2%",
        "opb": "5%",
        "opc": "9%",
        "opd": "20%",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "20538a9a-b5e9-4879-9ff2-d648b2ae083f",
        "choice_type": "single"
    },
    {
        "question": "All the following are tricyclic antidepressants except",
        "exp": "there are several types of antidepressants namely tri cyclic antidepressent=== amitriptilline, clomipramine, imipramine, noriptilline SSRI=================fluoxetine, paroxetine, fluvoxamine, seraline, citalopram, escitalopram SNRI=================venlafaxine, desvenlafaxine, duloxetine Mianserin is tetracyclic and atypical antidepressant Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 607",
        "cop": 1,
        "opa": "Mianserin",
        "opb": "Imipramine",
        "opc": "Protriptyline",
        "opd": "Maprotiline",
        "subject_name": "Psychiatry",
        "topic_name": "Mood disorders",
        "id": "a85fb7ea-fb52-4871-9dfe-fd088d14f966",
        "choice_type": "multi"
    }
]