[
    {
        "question": "How to differentiate between psychological and organic erectile dysfunction -",
        "exp": "Ans. is 'a' i.e.. Nocturnal penile tumescence o One of the important method to distinguish psychogenic impotence from organic impotence is nocturnal penile tumsescence & early morning erection which are preserved in psychogenic impotence but not in organic cause of impotence.",
        "cop": 1,
        "opa": "Nocturnal penile tumescence",
        "opb": "PIPE therapy",
        "opc": "Sildenafil induced erection",
        "opd": "Squeeze technique",
        "subject_name": "Psychiatry",
        "topic_name": "Normal Sleep",
        "id": "126327eb-d2be-4294-b29f-eab65b8cfbe2",
        "choice_type": "single"
    },
    {
        "question": "Alpha wave on EEG represents -",
        "exp": "Ans is 'a' i.e. Awake with eyes closed with mind wandering Beta (b) waveAlpha (a) waveTheta waveDelta waveRecorded from/seen ino From parietal & frontal region during specific activation of these parts of braino Seen in drowsiness & children and patients awake, at rest with eyes open.o Recorded from parieto occipital regiono Seen in almost all normal adults when they are awake and in quiet resting state of cerebrationo Seen in awake patient at rest with mind wandering and eyes closed.o Seen in hippocampuso In parietal and temporal region of normal children & drowsiness, emotional stress in adults especially disappointment and frustration.Seen in very deep IS REM sleep & infant, serious organic brain disease, in subcortical transactions separating the ceberal cortex from thalamus.Frequency>14 Hz8-13 Hzo 4-7 Hzo 3-5 Hz (min.)AmplitudeLow amplitudeo High amplitudeo High amplitudeo Large amplitude (Max)Voltage o 50 micro volts (usually) to 100 o 2 to 4 times greater than most other types",
        "cop": 1,
        "opa": "Awake with eyes closed with mind wandering",
        "opb": "Awake and fully alert",
        "opc": "Awake with eyes open",
        "opd": "Deep sleep",
        "subject_name": "Psychiatry",
        "topic_name": "Normal Sleep",
        "id": "7fdd6f49-46a4-46de-aeea-6af702d3fcad",
        "choice_type": "single"
    },
    {
        "question": "EEG waves are called -",
        "exp": "Ans. is 'b' i.e., Berger's waves o EEG rhythms are called Berger fs rhythm.",
        "cop": 2,
        "opa": "Delta waves",
        "opb": "Berger's waves",
        "opc": "REM rhythm",
        "opd": "NERM rhythm",
        "subject_name": "Psychiatry",
        "topic_name": "Normal Sleep",
        "id": "0e6c1655-95a1-4680-b791-3586525d39f5",
        "choice_type": "multi"
    },
    {
        "question": "The balance between REM and ISREM sleep is maintained by-",
        "exp": "Ans. is 'c' i.e., Suprachiasmatic nucleus o A prominent feature of the organization of the sleep and wake is their diurnal rhythim.o The amount of REM slaap reaches its maximum during the late rest phase, whereas NREM sleep peaks in the early rest phase.o This sleep - wake rhythm is a result of the interaction between circadian and homeostatic processes.o Suprachiasmatic nucleus is the centre for maintaining the circadian rhythm and is thus centre for the regulation of the sleep - wake cycle and thus REM - NREM sleep balance.o Circadian clock - suprachiasmatic nucleus promotes REM sleep.",
        "cop": 3,
        "opa": "Pitutary gland",
        "opb": "Cerebellum",
        "opc": "Suprachiasmatic",
        "opd": "Gracile nucleus",
        "subject_name": "Psychiatry",
        "topic_name": "Normal Sleep",
        "id": "902eddfe-6b54-48a9-8cd1-d0cd7d41c09e",
        "choice_type": "single"
    },
    {
        "question": "EEG pattern of person at rest with eyes closed",
        "exp": "Ans, is 'a' i.e., Alpha Beta (b) waveAlpha (a) waveTheta waveDelta waveRecorded fronry'seen ino From parietal & frontal region during specific activation of these parts of braino Seen in drowsiness & children and patients awake, at rest with eyes open.o Recorded from parieto occipital regiono Seen in almost all normal adults when they are awake and in quiet resting state of cerebrationo Seen in awake patient at rest with mind wandering and eyes closed.o Seen in hippocampuso In parietal and temporal region of normal children &drowsiness, emotional stress in adults especially disappointment and frustration.Seen in very deep NREM sleep & infant,serious organic brain disease, in subcortical transactions separating the ceberal cortex from thalamus.Frequency>14 Hz8-13 Hzo 4-7 Hzo 3-5 Hz (min.)AmplitudeLow amplitudeo High amplitudeo High amplitudeo Large amplitude (Max)Voltage o 50 micro volts (usually) to 100 o 2 to 4 times greater than most other types",
        "cop": 1,
        "opa": "Alpha",
        "opb": "Beta",
        "opc": "Gamma",
        "opd": "Delta",
        "subject_name": "Psychiatry",
        "topic_name": "Normal Sleep",
        "id": "e259c3a5-2292-451b-a287-38d4ef11b68b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about sleep -",
        "exp": "Ans. is 'a' i.e. REM sleep comes earlier than NREM sleep Stages of SleepA) Non-REM (NREM) or slow-wave sleep :- It is called Non-REM sleep because no rapid eye movement (REM) is there on eletro-oculogram, rather there is slow or quiscent eye movement. It is also referred as S-sleep (synchronized sleep) or quiet sleep or orthodox sleep because there diminished physiological functions and a low level of overall activity. It is further divided into:-1) Stage 1:- It is a transition from wakefulness to sleep and is characterized by disappearance of alpha activity and appearance of theta activity. There is slow eye movements.2) Stage 2:- It is characterized by typical EEG activity i.e., Sleep spindles and 'K-complex'. No eye movement occurs.3) Stage 3 & 4:- Stage 3 & 4 are stages of deep sleep. These are also called slow wave sleep as these stages are characterized by slow delta waves. Delta wave appearance starts in stage 3 and dominated in stage 4.B) REM sleep:- The REM sleep is so named as there is rapid roving movements of eye, i.e., rapid eye movement (REM) on electro-oculogram. It is also called paradoxical sleep because there is a paradoxical elevation of brain activity & metabolism and physiological activity. The high-amplitude slow waves seen in stage 3,4 of REM sleep is replaced by rapid low voltage activity (beta wave). Features of REM sleep are:-i) EEG - Beta wave, Reappearance of alpha wave, Saw-tooth wave (low voltage fast activity), Ponto-genital- occipital spikes.ii) Dreamingiii) Other features: - Generalized muscular atony, Penile erection, autonomic hyperactivity (Increased pulse rate & BP) and intermittent movement of small muscle groups.o The NREM (with its four stages) and REM sleep repeat several times a night in cyclic manner, 4-6 times depending on the length of sleep. A typical cycle starts with stage 1 of the NREM sleep which is followed by second, third and fourth stages. After this the sleep returns to stage 3 and 2. The first REM sleep occurs now, 70-90 minutes after the commencement of sleep (Note : - Stage 1 NREM sleep occurs only once at the start of the sleep as this is only a transition phase between wakefulness and sleep. Once the sleep starts the cycle rotates between stage 2, 3, 4 NREM and REM sleep). REM sleep occupies 20-30% of total sleep and NREM sleep occupies 60-70% (Stage- 1 - 5-10%; Stage 2 - 40-50%; Stage 3 & 4 - 15-20%).# Slow wave sleep (stage 3 & 4 of NREM sleep) disorders:- Sleep walking (somnambulism), night terror (sleep terror or pavomoctumus), Nocturnal enuresis, Bruxism (teeth grinding), and sleep talking (somniloquy).# REM sleep events/disorder:- Nightmares, nocturnal penile tumescence, Narcolepsy.",
        "cop": 1,
        "opa": "REM sleep comes earlier than NREM sleep",
        "opb": "REM sleep is also called paradoxical sleep",
        "opc": "Sleep walking comes in NREM sleep",
        "opd": "Dreams come in REM sleep",
        "subject_name": "Psychiatry",
        "topic_name": "Normal Sleep",
        "id": "20085e9f-3b20-4765-9f31-e895dbad8380",
        "choice_type": "multi"
    },
    {
        "question": "Alpha waves in EEG represent -",
        "exp": "Ans. is 'a' i.e., Eye closed with active mindEEG rhythms and sleep wake cycleo Following EEG rhythms (Berger's rhythm) are important in relation to sleep wake cycle : -Alpha rhythm : - In adult humans who are awake but at rest with mind wandering and the eye closed, a- rhythm is prominent. It is a regular rhythm with a frequency of 8-13 Hz and amplitude of 50-100 V. It is most marked in parietal and occipital lobe. It is associated with decreased level of attention, i.e., person is awake but has decreased attention (relaxed) - Person is thinking but with decreased attention (subconscious thinking).Beta rhythm : - When attention is focused on something, the alpha rhythm is replaced by Beta rhythm. It is an irregular 13-30 Hz low voltage activity. It is most evident on frontal lobe and occurs when patient is fully awake and alert. Therefore this replacement of beta rhythm for alpha rhythm is called arousal or alerting response or alpha block. This phenomenon can be produced by any form of sensory stimulation or mental concentration such as solving arithmetic problems. Person is thinking with a maximum concentration - Conscious thinking.Theta rhythm (4-7 Hz) : - When person with alpha rhythm becomes slightly more relaxed (as occurs when there is transition from wakefullness to sleep, i.e., stage 1 of REM), alpha rhythm is replaced by theta rhythm. Thinking is present but with even less attentiveness than which was present in alpha rhythm stage (Deep subcsoncious thinking). Two types of theta rhythm have been described : -Hippocampal (occurs in mammals other than men, i.e., cat dogs, etc).Cortical (occurs in men)Delta rhythm (3-5 Hz) : - It is present when the person is in deep sleep (NREM stage 3 & 4) and there is no thinking.",
        "cop": 1,
        "opa": "Eye closed with active mind",
        "opb": "Eye open, fully awake and alert",
        "opc": "Deep sleep",
        "opd": "None",
        "subject_name": "Psychiatry",
        "topic_name": "Normal Sleep",
        "id": "77729b5d-b107-4922-9f9c-78beff8ea643",
        "choice_type": "multi"
    }
]