[
    {
        "question": "Antidepressant drug used in nocturnal enuresis is:",
        "exp": "Sleep related enuresis- Treatment Bed alarms (behavioral therapy)- TOC Desmopressin (DOC) Imipramine (TCA Antidepressant)",
        "cop": 1,
        "opa": "Imipramine",
        "opb": "Fluoxetine",
        "opc": "Trazodone",
        "opd": "Seraline",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "ccd164d1-984c-4b6f-a02e-fac406b5a4be",
        "choice_type": "single"
    },
    {
        "question": "NREM sleep is associated with:-",
        "exp": "NREM sleep generation is associated with 5 anatomical sites: * Basal forebrain area Thalamus Hypothalamus Dorsal raphe nucleus Nucleus tractus solitaries of the medulla Preoptic lesions produce hyposomnia, whereas electrical and thermal stimulation of this area produces sleep changes. Thalamus (especially reticular formation) plays an active role in production of coical sleep spindles and delta waves.",
        "cop": 4,
        "opa": "Basal forebrain area",
        "opb": "Dorsal raphe nucleus",
        "opc": "Medulla",
        "opd": "All of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "c26ff4e0-825a-4916-9b06-405ba81be1fa",
        "choice_type": "multi"
    },
    {
        "question": "Sawtooth waves are most characteristic of what sleep stage?",
        "exp": "Sawtooth waves are primarily seen in REM sleep Sleep spindles and K-complexes are seen in stage 2 Delta waves are in deep sleep (stage3 and stage 4)",
        "cop": 4,
        "opa": "Stage 1",
        "opb": "Stage 2",
        "opc": "Stages 3 and 4",
        "opd": "REM sleep",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "1086306c-85ea-4478-9b5e-3eb28a4c0737",
        "choice_type": "single"
    },
    {
        "question": "Cataplexy is characterized by?",
        "exp": "Ans. is 'c' i.e., Decreased muscle tone * Cataplexy is the most common accessory symptom of Narcolepsy and is characterized by sudden decrease in muscle tone, either, local or generalized.",
        "cop": 3,
        "opa": "Hypnopompic hallucinations",
        "opb": "Nocturnal penile tumescence",
        "opc": "Decreased muscle tone",
        "opd": "Somnambulism",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "34d688d3-4d01-4283-bfd9-ee2bb0df1211",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following phenomenon is not associated with slow wave sleep?",
        "exp": "NREM/Slow wave sleep disorders- Seen in stage 3 and 4. Somnambulism- sleep walking Somniloquy - sleep talking Sleep enuresis Night terror Bruxism (stage 2) Features of REM sleep: Sleep Atonia Dreaming Irregular hea rate",
        "cop": 3,
        "opa": "Somniloquy",
        "opb": "Somnambulism",
        "opc": "Sleep Atonia",
        "opd": "Sleep enuresis",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "ec5b9a46-7da6-491f-877d-0d718bd4385a",
        "choice_type": "single"
    },
    {
        "question": "Melatonin is produced in all of the following, except?",
        "exp": "Melatonin - Sleep hormone Pineal gland produces melatonin Retina and gut are other areas of secretion It works on melatonin receptors on the Suprachiasmatic nucleus Synchronizes the circadian rhythm with day and night change",
        "cop": 2,
        "opa": "Pineal gland",
        "opb": "Suprachiasmatic nucleus",
        "opc": "Gut",
        "opd": "Retina",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "237d49d0-2be6-46e8-b06d-bee67d249f9f",
        "choice_type": "multi"
    },
    {
        "question": "A middle-aged man complains of lack of sleep during the night time. The duration of the time he is truly asleep or awake can be asceained by which of the following?",
        "exp": "Actigraphy is the procedure which is used for studying the sleep patterns. It usually involves wearing a small sensor on the wrist, which detects the movements. However, the gold standard technique for studying sleep disorder is polysomnography. Barograph measure changes in atmospheric pressure which is recorded on cha paper. Kymograph is used for recording variations in pressure. Plethysmography is used for measuring variation in volume of organ of body.",
        "cop": 3,
        "opa": "Barograph",
        "opb": "Kymograph",
        "opc": "Actigraphy",
        "opd": "Plethysmography",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "05af38ef-cf27-4c14-a8d0-37a0f40d94f2",
        "choice_type": "single"
    },
    {
        "question": "Not a feature of paradoxical sleep is:",
        "exp": "In paradoxical sleep or REM sleep, the EEG shows increased activity, similar to awake state. REM sleep has- Rapid eye movements Generalized loss of muscle tone Increased rate of metabolism in brain Increased HR,BP and PR associated with spontaneous penile erection Dreams can be recalled in this phase Note Idiopathic REM sleep behavior disorder is commonly associated with later appearance of neurodegenerative disorders such as synucleinopathies (Parkinson's disease or so-called Parkinson-plus syndromes, including multiple system atrophy or major or mild neurocognitive disorder with Lewy bodies).",
        "cop": 4,
        "opa": "Decreased muscle tone",
        "opb": "Rapid eye movements",
        "opc": "Brain shows increased metabolism",
        "opd": "EEG shows decreased activity",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "9290517e-3d75-4445-9433-eba860912423",
        "choice_type": "single"
    },
    {
        "question": "The EEG recorded shown below is normally recordable during which stage of sleep?",
        "exp": "Following are seen in Stage II of NREM sleep: 1. Sleep spindles( burst of regular waves, 13- 15 Hz , 50 micro volt) 2. K complexes - High voltage spikes, seen intermittently",
        "cop": 2,
        "opa": "Stage I",
        "opb": "Stage II",
        "opc": "Stage III",
        "opd": "Stage IV",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "24134333-738b-45b1-bee1-acd3d173349b",
        "choice_type": "multi"
    },
    {
        "question": "Oneiroid state is:",
        "exp": "Oneiroid state - Dream like state in which patient is very confused and unaware about time and place Twilight sate - Disturbed consciousness with hallucination Stupor - Decrease response to stimuli",
        "cop": 2,
        "opa": "Twilight state",
        "opb": "Dream like state",
        "opc": "Heightened state of consciousness",
        "opd": "Organic stupor or torpor",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "825fb34a-babf-4523-9caf-2f23d6d3148e",
        "choice_type": "single"
    },
    {
        "question": "Pagophagia involves eating -",
        "exp": "Ans. is 'a' i.e., Ice GeophagiaEating clayPagophagiaEating icePlambophagiaEating leadAmylophagiaEating starchCoprophagiaEating fecesCautopyreiophagiaEating burnt matchesTricophagiaEating hairLithophagiaEating stonesGeomelophagiaEating raw potatoes",
        "cop": 1,
        "opa": "Ice",
        "opb": "Sand",
        "opc": "Clay",
        "opd": "Salt",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "a29d3d41-6b2f-49d9-8fd7-0084f78cb0b0",
        "choice_type": "single"
    },
    {
        "question": "All are true about bullemia nervosa, except -",
        "exp": "Ans. is 'c' i.e., Weight loss Bulemia Nervosao Bulimia nervosa is characterized by episodes of uncontrollable excessive eating (binges) followed by vigorous weight-reducing measures like self-induced vomiting, purgative abuse, diuretics, or abuse of emetics; and less commonly severe dieting and stemous exercise.o Episodes of binge eating occur relatively frequently (twice a week or more) for at least 3 months.o As in anorexia nervosa, there is extreme preoccupation with the shape and weight of the body. However, bulimia nervosa differs from anorexia nervosa : -Patients of bulimia are slightly older than those with anorexia i.e., Late adolescence.Most of the patients with bulimia nervosa have a weight within their normal weight rangeAmenorrhea is usually not present and most are sexually active, compared with anorexia nervosa patients.Peculiar behavior about the food of anorexia nervosa is absent.Depressive symptoms are more common - Post-binge anquish.o Patient with bulimia nervosa may have dental caries/tooth decay, Sore throat, Swollen Salivary gland (parotitis), and internal bleeding due to vomiting.",
        "cop": 3,
        "opa": "Binge eating",
        "opb": "Self-induced vomiting",
        "opc": "Weight loss",
        "opd": "Purgative abuse",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "acf3aa9c-29ec-4f08-b276-b25a2bc17ffd",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following disorders is not seen in the \"REM\" stage of sleep?",
        "exp": "Ans. C. SomnambulismSlow wave sleep disordersa. Night terror/pavor nocturnusb. Somnambulismc. Somniloquyd. Bruxisme. Nocturnal enuresisREM (desynchronized sleep/paradoxical sleep disorder)a. Nightmaresb. Narcolepsyc. Insomniad. Sleep apnea",
        "cop": 3,
        "opa": "Nightmares",
        "opb": "Narcolepsy",
        "opc": "Somnambulism",
        "opd": "Sleep apnea",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "8f23be38-95b1-4f61-b87f-9425150c808c",
        "choice_type": "single"
    },
    {
        "question": "Delta waves are seen in which stage of sleep?",
        "exp": "Ans. D. Deep SleepEEG waves:Delta:a. It has a frequency of 3Hz or below.b. It tends to be the highest in amplitude and the slowest waves.c. It is normal as the dominant rhythm in infants up to one year and in stages 3 and 4 of sleep.d. It may occur focally with subcortical lesions and in general distribution with diffuse lesions, metabolic encephalopathy hydrocephalus or deep midline lesions.e. It is usually most prominent frontally in adults (e.g. FIRDA - Frontal Intermittent Rhythmic Delta) and posteriorly in children e.g. OIRDA - Occipital Intermittent Rhythmic Delta).Theta:a. It has a frequency of 3.5to7.5Hz and is classified as \"slow\" activity.b. It is perfectly normal in children up to 13 years and in sleep but abnormal in awake adults.c. It can be seen as a manifestation of focal subcortical lesions; it can also be seen in generalized distribution in diffuse disorders such as metabolic encephalopathy or some instances of hydrocephalus.Alpha:a. It has a frequency between 7.5and13Hz.b. Is usually best seen in the posterior regions of the head on each side, being higher in amplitude on the dominant side.c. It appears when closing the eyes and relaxing and disappears when opening the eyes or alerting by any mechanism (thinking, calculating).d. It is the major rhythm seen in normal relaxed adults.e. It is present during most of life especially after the thirteenth year.Beta:a. It has a frequency of 14 and greater Hz.b. It is usually seen on both sides in symmetrical distribution and is most evident frontally.c. It is accentuated by sedative-hypnotic drugs especially the benzodiazepines and the barbiturates.d. It may be absent or reduced in areas of cortical damage. It is generally regarded as a normal rhythm.e. It is the dominant rhythm in patients who are alert or anxious or have their eyes open.",
        "cop": 4,
        "opa": "Awake with mental Activity",
        "opb": "Awake with resting",
        "opc": "Sleeping",
        "opd": "Deep sleep",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "8d2bb6d9-a21b-4932-9aa5-44c5ac6069fe",
        "choice_type": "single"
    },
    {
        "question": "The Non- REM (NREM) sleep is commonly associated with:-",
        "exp": "Night terrors are seen in NREM Stage 4. * Individuals have very little or no recall of thought content that might be present during their non-REM sleep. Remaining options are features of REM sleep. Features of REM sleep: Rapid eye movement Generalized muscle atony Penile erections Autonomic hyperactivity",
        "cop": 4,
        "opa": "Frequent dreaming",
        "opb": "Frequent penile erections",
        "opc": "Increased blood pressure",
        "opd": "Night terrors",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "63f7bff9-df20-4d75-b7f4-59e7f9bc5447",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs could be prescribed for a child who suffer from night terrors?",
        "exp": "Clonazepam is a benzodiazepine. Besides being useful for seizure disorders, including petit mal, it is an antianxiety agent and helps to relieve night terrors. Meprobamate, one of the earliest antianxiety agents, has been largely replaced by the benzodiazepines. Lithium is used for the treatment of bipolar disease. Amphetamine can produce a calming effect with long-term therapy in hyperkinetic syndrome.",
        "cop": 2,
        "opa": "Meprobamate",
        "opb": "Clonazepam",
        "opc": "Lithium",
        "opd": "Amphetamine",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "5702d499-8386-47f6-a9ee-5b322ca6d351",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is false regarding bulimia nervosa?",
        "exp": "Ans. D. Mortality is highCommon Characteristics of Anorexia Nervosa and Bulimia Nervosa Anorexia NervosaBulimia NervosaClinical CharacteristicsOnsetMid-adolescenceLate adolescence/early adulthoodFemale: male10:110:1Lifetime prevalence in women1%1-3%WeightMarkedly decreasedUsually normalMenstruationAbsentUsually normalBinge eating25-50%Required for diagnosisMortality5% per decadeLowPhysical and Laboratory FindingsSkin/extremitiesLanugoAcrocyanosisEdema CardiovascularBradycardiaHypotension GastrointestinalSalivary gland enlargementSlow gastric emptyingConstipationElevated liver enzymesSalivary gland enlargementDental erosionHematopoieticNormochromic,normocytic anemiaLeukopenia Fluid/ElectrolyteIncreased BUN,creatinineHypokalemiaHypokalemiaHypochloremiaAlkalosisEndocrineHypoglycemiaLow estrogen or testosteroneLow LH and FSHLow-normal thyroxineNormal TSHIncreased cortisol BoneOsteopenia",
        "cop": 4,
        "opa": "Weight is normal",
        "opb": "Common in females",
        "opc": "Onset in early adulthood",
        "opd": "Mortality is high",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "c9892f67-94de-42be-9c33-d4f4164665e5",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a component of good sleep hygiene?",
        "exp": "Ans. A. Arise at the same time dailyA common finding is that a patient's lifestyle leads to sleep disturbance. This is usually phrased as inadequate sleep hygiene, referring to a problem in following generally accepted practices to aid sleep. These practices include, for instance, keeping regular hours of bedtime and arousal, avoiding excessive caffeine, not eating heavy meals before bedtime, and getting adequate exercise (exercise during the day, not in the evening, because it may disturb sleep).In general, napping is discouraged except in elderly and debilitated patients. Two caveats are in order when helping to educate a patient about sleep hygiene. The first is that these are general principles and are not applicable to all patients.The second is that when trying to modify a patient's behavior, it is usually better to focus on one or two changes at a time, rather than assaulting him or her with panoply of desired changes, which can come across as overwhelming.",
        "cop": 1,
        "opa": "Arise at the same time daily",
        "opb": "Eat larger meals near bedtime",
        "opc": "Take daytime naps as needed",
        "opd": "Establish physical fitness with exercise in the evening",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "53dc3aaf-12a0-4093-a164-104db260c2f0",
        "choice_type": "single"
    },
    {
        "question": "Somnambulism is mostly seen in which age group?",
        "exp": "Somnambulism - Sleep walking, seen in stage 4 and 3 of NREM sleep. - It is mostly seen in children and is mostly prevalent in ages 4 to 8 years.",
        "cop": 1,
        "opa": "Children",
        "opb": "Adolescents",
        "opc": "Adults",
        "opd": "All age group",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "ea56ce1f-ad37-447d-869c-e5ba03591486",
        "choice_type": "multi"
    },
    {
        "question": "A 11 year-old boy is brought to the physician with complaint that he gets up at night and while sleeping walks around the house for a few minutes before returning to bed. When parents try to wake him up he is confused and disoriented. Which of the following is the most appropriate treatment for him?",
        "exp": "The above given case is of sleep walking(somnambulism)There is no treatment required, rather, the goal is to monitor the patient's symptoms and maintain a safe environment until the disorder remits.",
        "cop": 1,
        "opa": "Tell the parents to maintain a safe environment and monitor the patient's symptoms",
        "opb": "Sta the patient on a low dose of benzodiazepines at night",
        "opc": "Sta the patient on a low dose of a tricyclic antidepressant",
        "opd": "Tell the parents that the child would benefit from cognitive psychotherapy",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "d56d6d1a-7c54-4519-8293-d0ff7d50d24a",
        "choice_type": "single"
    },
    {
        "question": "With regard to anorexia nervosa the following is true except:",
        "exp": "D ref: Ahuja, 4th/e p. 135-136 and 5th/e p. 149-156",
        "cop": 4,
        "opa": "Phobic avoidance of normal weight",
        "opb": "Overperception of body image",
        "opc": "Self induced vomiting",
        "opd": "Menorrhagia",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "2ea1d6db-712a-44be-b834-c7e651f740b5",
        "choice_type": "multi"
    },
    {
        "question": "The mu rhythm on EEG arises from?",
        "exp": "mu(u) rhythm * 7 - 11 Hz normal waves. Seen during wakefulness and drowsiness. Arises from the Rolandic coex (primary sensorimotor coex) at rest. It can be unilateral, asynchronous and asymmetric.",
        "cop": 3,
        "opa": "Primary visual area",
        "opb": "Primary auditory area",
        "opc": "Primary sensorimotor area",
        "opd": "Primary olfactory area",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "c32d98fa-f871-4e1c-a905-e62fccfd3339",
        "choice_type": "single"
    },
    {
        "question": "In which stage of the sleep we can see spindle complexes and sleep spindles in EEG?",
        "exp": "Ans. B. Stage N2Sleep is scored in epochs of 30 seconds, with stages of sleep defined by visual scoring of 3 parameters: electroencephalogram (EEG), electrooculogram (EOG) & electromyogram (EMG) recorded beneath chin.1. NREM:* Stage 1: 1st stage, light sleep, loss of alpha waves (eyes closed but awake) and predominant theta waves* Stage 2: Maximum time spent. Findings in EEG include- Sleep spindles: bursts of waves of frequency of 11-16Hz- K-complexes: high voltage spikes, negative sharp waves followed by positive waves* Stage 3: Deepening of sleep, appearance of delta waves.* Stage 4: Deep sleep characterized by delta waves- New NREM stages: N1 (stage 1), N2 (stage 2), N3 (stage 3+4)2. REM sleep: (aka paradoxical sleep)* EEG: beta wave (similar to awake state), alpha wave",
        "cop": 2,
        "opa": "Stage N1",
        "opb": "Stage N2",
        "opc": "Stage N3",
        "opd": "REM",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "8f3317d9-2c99-4d0d-b57a-9c5dae2feeaa",
        "choice_type": "single"
    },
    {
        "question": "What is the drug of choice in nocturnal enuresis in children-",
        "exp": "The synthetic antidiuretic hormone analogue desmopressin (DDAVP) acts to reduce urine production whilst the child is asleep, and is effective at producing dry nights in 50 per cent of children. It is available as an oral tablet or as a nasal spray, which is preferred by most children. Bed alarms (behavioral therapy)- TOC Desmopressin (DOC) Imipramine (TCA Antidepressant)",
        "cop": 1,
        "opa": "Desmopressin",
        "opb": "Imipramine",
        "opc": "Amitriptyline",
        "opd": "Benzodiazepines",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "634affb2-e276-4649-a7b7-5cc2d3cd5cc2",
        "choice_type": "single"
    },
    {
        "question": "In a typical 7 hour sleep duration, which stage of sleep does adults spent maximum time in?",
        "exp": "Ans. B. Stage 2 NREM* In adults REM sleep occupies approximately 25% of the total sleep time (infants- 50%)* NREM sleep occupies approximately 75% of the total sleep time. Stage 2 NREM occupies the maximum duration (45%) followed by stage 2(25%) and least is stage 1 (5%)NREM- REM cycle* We first enter NREM sleep, then we pass through stages 1 and 2, and then we spend about 70-100 min in stages 3 and 4. After this the sleep lightens and then we enter REM sleep* This cycle is repeated at an interval of 90-110 minutes (Ultradian rhythm)",
        "cop": 2,
        "opa": "Stage 1 NREM",
        "opb": "Stage 2 NREM",
        "opc": "Stage 3 NREM",
        "opd": "REM",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "413dab45-9805-4dfd-85e6-9e658bdd33c4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not the right advice, with respect to sleep hygiene?",
        "exp": "Some basic components of sleep hygiene are: Regular, daily physical exercises (preferably not in the evening) Minimise daytime napping Avoid fluid intake and heavy meals just before bedtime Avoid caffeine intake (e.g. tea, coffee, cola drinks) before sleeping hours Avoid regular use of alcohol (especially avoid use of alcohol as a hypnotic for promoting sleep) Sleep in a dark, quiet, and comfoable environment Regular times for going to sleep and waking-up Try relaxation techniques",
        "cop": 2,
        "opa": "Wake up at the same time",
        "opb": "30 mL and lesser amount of alcohol could be useful to induce sleep over long term",
        "opc": "Use bed for sleep and sexual activity",
        "opd": "Avoid daytime nap",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "e4e389db-2643-4135-a3b4-18a0670055c0",
        "choice_type": "single"
    },
    {
        "question": "Sleep disturbances are diagnosed by -",
        "exp": "Ans. is 'a' i.e., Polysomnography * Polysomnography is an essential tool in the formulation of diagnoses for sleep disorder patients and in the enhancement of our understanding of normal sleep.",
        "cop": 1,
        "opa": "Polysomnography",
        "opb": "Oximetry",
        "opc": "Echocardiography",
        "opd": "Orthography",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "c1b1cf22-18bf-40c6-a8b2-f757d56d8a0e",
        "choice_type": "single"
    },
    {
        "question": "Narcolepsy is associated with?",
        "exp": "Ans. is 'b' i.e., Hypnagogic hallucination Narcolepsy* This is characterized by excessive day time sleep, often disturbed night time sleep and decreased in the REM sleep.* Age of onset is between 10-20 years.* There is irresistible desire to sleep and bouts of sudden sleep each lasting for 10-30 minutes occurring during day time.* In majority of cases narcolepsy is associated with one or more accessory symptoms : -i) Cataplexy: - It is the most common accessory symptom and is characterized by sudden decrease in muscle tone, either, local or generalized.ii) Hypnagogic hallucination: - Hallucination occurring just before falling.iii) Sleep paralysis (least common)* Treatment of narcolepsy includes stimulant medications (methyphenidate, amphetamines) or modafinil",
        "cop": 2,
        "opa": "Decreased NREM sleep",
        "opb": "Hypnagogic hallucination",
        "opc": "Late age of onset",
        "opd": "Normal sleep architecture",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "562e08ed-03b9-4bc6-b0cf-f566baf13b37",
        "choice_type": "multi"
    },
    {
        "question": "Which about the following is false about narcolepsy?",
        "exp": "Ans. B. Present in 2nd decadeNarcolepsy: Excessive daytime sleepiness, Cataplexy, Hypnagogic or hypnopompic hallucinations, sleep paralysis.Can occur at any age, although most commonly in adolescence or early adulthood, usually before 30 years",
        "cop": 2,
        "opa": "Sleep sudden",
        "opb": "Presents in 2nd decade",
        "opc": "Cataplexy",
        "opd": "Loss of muscle tone",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "a6f8beaa-b909-49a0-9ab9-b56975cb0175",
        "choice_type": "multi"
    },
    {
        "question": "Hyperphagia, weight gain and hypersexuality is seen in -",
        "exp": "Ans. is 'a' i.e., Kluver-Bucy syndromeo Kluver - Bucy syndrome may present with hyperphagia, hypersexuality, oral tendencies, and visual agnosia,o Kluver-Bucy syndrome is a neuro-behavioural syndrome associated with bilateral lesions in the anterior temporal horn or amygdala. Heinrich kluver and Paul Bucy first described the syndrome in 1937 after experimental work where they removed rhesus monkey's temporal lobes. They found that the monkeys developed.1) Visual agnosia : They could see, but were unable to recognise familiar objects or their use.2) Oral tendencies : They would examine their surroundings with their mouths instead of their eyes.3) Hypermetamorphosis : A desire to explore everything.4) Emotional changes : Emotion was dulled and facial movements and vocalisations were far less expressive. They lost fear where it would normally occur. Even after being attacked by a snake, they would casually approach it again. This was called \"placidity\".5) Hypersexuality : A dramatic inc rease in overt sexual behaviour, including masturbation, and homosexual and heterosexual acts. They may even attempt copulation with inanimate objects.o The syndrome in humans is due to bilateral destruction of the amygdaloid body and inferior temporal cortex, most commonly due to herpes simplex encephalitis (HSE). It shares visual agnosia and loss of normal fear and anger responses in common with the monkey model but one also seen loss of memory with dementia, distractibility and seizures. The hypersexuality tends to be less overt than in the monkeys but may be public and unacceptable.",
        "cop": 1,
        "opa": "Kluver-Bucy syndrome",
        "opb": "Sein-leventhal syndrome",
        "opc": "Bulemia nervosa",
        "opd": "None",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "cf484636-127b-4a17-9fe4-a34705953a85",
        "choice_type": "multi"
    },
    {
        "question": "A young lady presented with repeated episodes of excessive eating followed by purging by use of laxatives, which is the most appropriate diagnosis?",
        "exp": "Ans. is 'a' i.e., Bulimia nervosa Bulimia nervosa is a type of eating disorder. It is often just called bulimia.A person with bulimia eats a lot of food in a short amount of time. This is called binging. The person may feel gaining weight after a binge. Binging also can cause fear of shame and guilt. So the person tries to undo the binge by getting rid of the food. This is called purging. Purging might be done byMaking yourself throw up Taking laxative - pills or liquids that speed up the movement of foodExercising a lotEating very little or not at allTaking water pills to urinateDiagnosisAccording to the diagnostic and statistical manual of mental disorders (DSM - IVTR) published by the American psychological association the criteria for diagnosing a patient with bulimia areRecurrent episodes of binge eating. An episode of binge eating is characterized by the followingEating in a fixed period of time, an amount of food that is definitely larger than most people would eat under similar circumstances.A lack of control over eating during the episode. A feeling that one cannot stop eating or control what or how much one is eating.Recurrent inappropriate compensatory behaviour to prevent weight gain such as self-induced vomiting, misuse of laxative, diuretics or other medications, fasting, excessive exercise.Self-evaluation is unduly influenced by body shape and weight.These symptoms occur at least twice a week on average and persist for at least 3 months.The disturbance does not occur exclusively during episodes of anorexia nervosa.There are two types of Bulimia Nervosa Purging typeThese patients self induce vomiting (usually by triggering the gag reflex or ingesting emetics such as syrup of ipecac) to rapidly remove food from the body before it can be digested such as diuretics and enemas.Non purging typesThese bulimics (approx. irately 6-8% of cases) exercise or fast excessively after a binge to offset the caloric intake after eating purging type bulimics may also exercise or fast but as a secondary form of weight control.The onset of bulimia nervosa is often during adolescence (b/w/3-20 years of age) with many sufferers relapsing in adulthood into episodic binging and purging even after initially successful treatment and remission.TreatmentCognitive behavioural therapy which involves teaching clients to challenge automatic thoughts and engage in behavioural experiments (e.g. in session eating of \"forbidden foods\").",
        "cop": 1,
        "opa": "Bulimia nervosa",
        "opb": "Anorexia",
        "opc": "Binge eating disorder",
        "opd": "Psychogenic vomiting",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "852cc7a5-3ccf-47f8-acfb-f592f4acd3c1",
        "choice_type": "single"
    },
    {
        "question": "True about anorexia nervosa are all EXCEPT:",
        "exp": "ANSWER: (A) Female: male ratio is 2:1REF: Kaplan and sadock's synopsis in psychiatry 10th ed p. 727-728Anorexia Nervosa: Anorexia nervosa is a syndrome characterized by three essential criteria.DSM-IV-TR Diagnostic CriteriaREFusal to maintain body weight at or above a minimally normal weight for age and height less than 85% of that expectedIntense fear of gaining weight or becoming fat. even though underweight.In postmenarcheal females, amenorrheaTypeRestricting type: during the current episode of anorexia nervosa, the person has not regularly engaged in binge-eating or purging behavior (i.e., self-induced vomiting or the misuse of laxatives, diuretics, or enemas)Binge-eating/purging type: during the current episode of anorexia nervosa, the person has regularly engaged in binge-eating or purging behavior (i.e., self-induced vomiting or the misuse of laxatives, diuretics, or enemas)EpidemiologyIt occurs 10 to 20 times more often in females than in malesMost common age of onset is between 14 and 18 yearsComplicationsCachexiaCardiac arrhythmiasDelayed gastric emptying, bloating, constipation, abdominal painAmenorrheaLeukopeniaLanugo (fine baby-like hair over body), edemaAbnormal taste sensation (zinc deficiency)OsteoporosisElectrolyte abnormalities, particularly hypokalemic, hypochloremic alkalosis; hypomagnesemiaErosion of dental enamelSeizures (related to large fluid shifts and electrolyte disturbances)",
        "cop": 1,
        "opa": "Female: male ratio is 2:1",
        "opb": "Leukopenia",
        "opc": "Self-induced vomiting",
        "opd": "Amenorrhea",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "cb2bd109-9703-46e4-87ed-90ec5b7aab78",
        "choice_type": "multi"
    },
    {
        "question": "A medical student comes with normal weight, parotid abscess and dental caries. She gets irritated by inquiry of her eating habit. Most probable diagnosis is?",
        "exp": "ANSWER: (B) BulimiaREF: Kaplan and sadock's 10th edition page 736 Anorexia NervosaBulimia NervosaBinge Eating DisorderClinical characteristics OnsetMid-adolescenceLate adolescence/early adulthoodLate adolescence/early adulthoodFemale :male10:110:12:1Lifetime prevalence1% of women1-3% of women4% of men and womenWeightMarkedly decreasedUsually normalUsually obeseMenstruationAbsentUsually normalUsually normalBinge earing25-50%Required for diagnosisRequired for diagnosisMortality5% per decadeLowLowPhysical and laboratory Endings Skin/extremitiesLanugoCallus/abrasion on dorsum of hand Anorexia NervosaBulimia NervosaBinge Eating Disorder Acrocyanosis Edema CardiovascularBradycardia Hypotension GastrointestinalSalivary gland enlargementSalivary gland enlargement Slow gastric emptyingDental erosion Constipation Elevated liver enzymes HematopoieticNormochromic, normocytic anemia Leukopenia Fluid/ElectrolyteIncreased BUN, creatinineHypokalemia HypokalemiaHypochloremia Hypophosphatemia,Alkalosis Hypomagnesemia EndocrineHypoglycemia Low estrogen or testosterone Low LH andESH Low-normalthyroxine Normal TSH Increased cortisol BoneOsteopenia DSM-IV DIAGNOSTIC CRITERIA FOR BULIMIA NERVOSA:Recurrent episodes of binge eating. An episode of binge eating is characterized by both of the following:eating, in a discrete period of time (e.g,, within any 2-hour period), an amount of food that is definitely larger than most people would eat during a similar period of time and under similar circumstancesa sense of lack of control over eating during the episode (e.g., a feeling that one cannot stop eating or control what or how much one is eating)Recurrent inappropriate compensatory behavior in order to prevent weight gain, such as self- induced vomiting; misuse of laxatives, diuretics, enemas, or other medications; fasting; or excessive exercise.The binge eating and inappropriate compensatory behaviors both occur, on average, at least twice a week for 3 months.Self-evaluation is unduly influenced by body shape and weight.The disturbance does not occur exclusively during episodes of anorexia nervosa.",
        "cop": 2,
        "opa": "Adjustment disorder",
        "opb": "Bulimia",
        "opc": "Anorexia",
        "opd": "Conversion reaction",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "4e31eff1-33a8-4893-ad2e-d2c73f6e2a1c",
        "choice_type": "single"
    },
    {
        "question": "Narcolepsy is?",
        "exp": "Ans. is 'c' i.e., Increased day time sleep Narcolepsy* This is characterized by excessive day time sleep, often disturbed night time sleep and decreased in the REM sleep.* Age of onset is between 10-20 years.* There is irresistible desire to sleep and bouts of sudden sleep each lasting for 10-30 minutes occurring during day time.* In majority of cases narcolepsy is associated with one or more accessory symptoms : -i) Cataplexy: - It is the most common accessory symptom and is characterized by sudden decrease in muscle tone, either, local or generalized.ii) Hypnagogic hallucination: - Hallucination occurring just before falling.iii) Sleep paralysis (least common)* Treatment of narcolepsy includes stimulant medications (methyphenidate, amphetamines) or modafinil.",
        "cop": 3,
        "opa": "Sleep walking",
        "opb": "Sleeptalking",
        "opc": "Increased day time sleep",
        "opd": "Sleep terrors",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "35304136-22be-40e6-834a-2e92c749f24c",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old female patient repos that over the last 3 months she has lost her appetite and interest in her usual activities, and often feels that life is not woh living. Compared with typical sleep, in this patient the percentage of REM sleep, percentage of delta sleep, and REM latency, respectively, are most likely to",
        "exp": "This woman's symptoms indicate that she is likely to be experiencing a major depressive episode. Sleep in major depression is associated with increased REM sleep, reduced delta sleep reduced REM latency.",
        "cop": 1,
        "opa": "increase, decrease, decrease",
        "opb": "increase, decrease, increase",
        "opc": "decrease, stay the same, increase",
        "opd": "decrease, decrease, increase",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "dbb32c17-8aeb-4112-83dd-c715b59f2ce6",
        "choice_type": "single"
    },
    {
        "question": "Which is the stage of sleep in which we spend maximum time?",
        "exp": "Ans. B. Stage N2Sleep is scored in epochs of 30 seconds, with stages of sleep defined by visual scoring of 3 parameters: electroencephalogram (EEG), electrooculogram (EOG) & electromyogram (EMG) recorded beneath chin.1. NREM:* Stage 1: 1st stage, light sleep, loss of alpha waves (eyes closed but awake) and predominant theta waves* Stage 2: maximum time spent. Findings in EEG include- Sleep spindles: bursts of waves of frequency of 11-16Hz- K-complexes: high voltage spikes, negative sharp waves followed by positive waves* Stage 3: Deepening of sleep, appearance of delta waves.* Stage 4: Deep sleep characterized by delta waves- New NREM stages: N1 (stage 1), N2 (stage 2), N3 (stage 3+4)2. REM sleep: (aka paradoxical sleep)* EEG: beta wave (similar to awake state), alpha wave",
        "cop": 2,
        "opa": "Stage N1",
        "opb": "Stage N2",
        "opc": "Stage N3",
        "opd": "REM",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "d7ff1f81-e888-4b4a-8dee-c1dc487d78b3",
        "choice_type": "single"
    },
    {
        "question": "What are the EEG waves recorded for parieto occipital region with subject awake an eyes closed:",
        "exp": "A ref: Physio Ganong, 21 st/e p. 197",
        "cop": 1,
        "opa": "Alpha waves",
        "opb": "Beta waves",
        "opc": "Theta waves",
        "opd": "Delta waves",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "e6cd15e4-288c-4eff-b27f-e0def630c724",
        "choice_type": "single"
    },
    {
        "question": "A young lady presents with repeated episodes of excessive eating followed by purging by use of laxatives. What is the diagnosis?",
        "exp": "Ans. is 'a' i.e., Bulimia nervosa Bulimia nervosa is a type of eating disorder. It is often just called bulimia.A person with bulimia eats a lot of food in a short amount of time. This is called \"binging\".The person may feel gaining weight after a binge. Binging also can cause fear of shame and guilt. So the person tries to undo the binge by getting rid of the food. This is called purging.Purging might be done by:-Making yourself throw upTaking laxative - pills or liquids that speed up the movement of foodExercising a lotEating very little or not at allTaking water pills to urinate DiagnosisAccording to the diagnostic and statistical manual of mental disorders (DSM - IVTR) published by the American Psychological association the criteria for diagnosing a patient with bulimia are:-Recurrent episodes of binge eating.An episode of binge eating is characterized by the following:-Eating in a fixed period of time, an amount of food that is definitely larger than most people would eat under similar circumstances.A lack of control over eating during the episode. A feeling that one cannot stop eating or control what or how much one is eating.Recurrent inappropriate compensatory behaviour to prevent weight gain such as:-Self-induced vomitingMisuse of laxativeDiuretics or other medicationsFastingExcessive exercise.Self-evaluation is unduly influenced by body shape and weight.These symptoms occur at least twice a week on average and persist for at least 3 months.The disturbance does not occur exclusively during episodes of anorexia nervosa.There are two types of Bulimia NervosaPurging typeThese patients self induce vomiting (usually by triggering the gag reflex or ingesting emetics such as syrup of ipecac) to rapidly remove food from the body before it can be digested such as diuretics and enemas.Non purging typesThese bulimics (approx. imately 6-8% of cases) exercise or fast excessively after a binge to offset the caloric intake after eating purging type bulimics may also exercise or fast but as a secondary form of weight control.The onset of bulimia nervosa is often during adolescence (b/w/3-20 years of age) with many sufferers relapsing in adulthood into episodic binging and purging even after initially successful treatment and remission.TreatmentCognitive behavioural therapy which involves teaching clients to challenge automatic thoughts and engage in behavioural experiments (e.g. in session eating of 'forbidden foods\").* This is a case of DonovanosisIt occurs due to infection with calymmatobacterium granulomatosis Diagnosis of Donovanosis is based onPresence of lesion in genital or perianal region QExuberant ulcer with beefy red floor with a raised Serpiginous Q margin.*Absence of lymphadenopathy(r), though pseudo bubo may be present in the inguinal region.Tissue smears show \"bipolar inclusions in macrophages\" Q.Clinical featuresSingle Q(sometimes multiple asymptomatic ulcers)Floor is made of beefy, exuberant granulation tissues, which bleeds easily on manipulation.Border is elevated and has serpiginous outline.Location of ulcers:-Males:Gains Q (M.C.) prepuce, shaft of the penis, perianal area and penoscrotal junction.Females:Labia majora, mons veneris and perianal area.Lymphadenopathy:-Not seenSometimes subcutaneous swelling appear in the inguinal region (pseudo buboes) Q and these may ulcerate to form typical ulcers of donovanosis.",
        "cop": 1,
        "opa": "Bulimia nervosa",
        "opb": "Binge eating",
        "opc": "Schizophrenia",
        "opd": "Anorexia nervosa",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "7e5db660-5a13-4190-93ee-90f30dff2d79",
        "choice_type": "single"
    },
    {
        "question": "Which of the following conditions is not a parasomnia?",
        "exp": "Parasomnias- these are dysfunctional events seen during sleep Somniloquy Somnambulism Nocturnal enuresis Sleep walking Sleep terrors Night mares Narcolepsy is a hypersomnia D/O of sleep.",
        "cop": 1,
        "opa": "Narcolepsy",
        "opb": "Nocturnal enuresis",
        "opc": "Somnambulism",
        "opd": "Somniloquy",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "c0033ba6-80c8-4191-bcff-7c1839df236d",
        "choice_type": "single"
    },
    {
        "question": "Pontogeniculo-occipital spike is characteristic of which of the following sleep stage?",
        "exp": "Ponto - geniculo - occipital spikes are large phasic potentials, seen in REM sleep. These orginate from cholinergic neurons in pons and pass rapidly to lateral geniculate body and then to occipital coex.",
        "cop": 4,
        "opa": "Stage 1 NREM",
        "opb": "Stage 2 NREM",
        "opc": "Stage 3 NREM",
        "opd": "REM",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "ffd3f877-7a5d-487a-a991-5e276ff0f439",
        "choice_type": "single"
    },
    {
        "question": "What is normal sleep latency:-",
        "exp": "Normal Sleep latency is about 20 - 40 minutes Any sleep latency less than 8 minutes is abnormal and quite characteristic of Narcolepsy. REM latency is different from sleep latency, as it is the time taken to enter the first REM phase during sleep. This is about 90 minutes.",
        "cop": 1,
        "opa": "20 minutes",
        "opb": "120 minutes",
        "opc": "60 minutes",
        "opd": "90 minutes",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "0e8dde85-6d87-41e9-ac4a-d0494f0d8f50",
        "choice_type": "single"
    },
    {
        "question": "Feature of narcolepsy include (s) all except:",
        "exp": "Narcolepsy It is a disorder of REM sleep with reduced REM latency Clinical features- 4 major symptoms strong urge to fall asleep Hypnagogic and Hypnopompic hallucination Cataplexy Sleep paralysis Occurs due to deficiency of hypocretin . has strong association with HLA - DR2 Diagnosis-Polysomnography - reveals a characteristic sleep-onset REM period",
        "cop": 2,
        "opa": "Disorder of REM sleep regulation",
        "opb": "Catalepsy",
        "opc": "Hypnagogic hallucination",
        "opd": "Hypnopompic hallucinations",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "4d6eb981-34d9-40aa-96be-3bd3eb1fc74a",
        "choice_type": "multi"
    },
    {
        "question": "Regarding, Kleine-Levin syndrome which of the following is not true?",
        "exp": "Klein - Levine syndrome is a type of Hypersomnia It consists of triad of - Hypersomnia - Hyperphagia - Hypersexuality Treatment - modafinil(DOC)",
        "cop": 2,
        "opa": "Hypersomnia",
        "opb": "Hyposexuality",
        "opc": "Modafinil is DOC",
        "opd": "Also called sleeping beauty syndrome",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "6f44eae9-db68-4e8d-a32e-eaf95a3f8d51",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not true about bulimia nervosa -",
        "exp": "Ans. is 'a' i.e., Invariable weight loss with endocrine disorders o Bulimia nervosa is characterized by episodes of uncontrollable excessive eating (binges) followed by vigrous weight-reducing measures like self-induced vomiting, purgative abuse, diuretics, or abuse of emetics; and less commonly severe dieting and stemous exercise.o Episodes of binge eating occur relatively frequently (twice a week or more) for at least 3 months.o As in anorexia nervosa, there is extreme preoccupation with the shape and weight of the body. However, bulimia nervosa differs from anorexia nervosa:-i) Patients of bulimia are slightly older than those with anorexia i.e., Late adolescence.ii) Most of the patients with bulimia nervosa have a weight within their normal weight range.iii) Amenorrhea is usually not present and most are sexually active, compared with anorexia nervosa patients.iv) Peculiar behavior about the food of anorexia nervosa is absent.v) Depressive symptoms are more common - Post-binge anquish.vi) Patient with bulimia nervosa may have dental caries/tooth decay, Sore throat, Swollen salivary gland (parotitis), and internal bleeding due to vomiting.",
        "cop": 1,
        "opa": "Invariable weight loss with endocrine disorders",
        "opb": "Occurrence of both binge eating and inappropriate compensatory behavior at least twice weekly, on an average, for 3 months",
        "opc": "Recurrent episodes of eating binges",
        "opd": "Recurrent self - induced vomiting",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "3172b760-d41d-4b52-bc73-fd55b54c3501",
        "choice_type": "multi"
    },
    {
        "question": "A person wakes up in night frightned with remembring fearful dreams. Diagnosis is -",
        "exp": "Ans. is 'b' i.e., Nightmares Important events occuring during sleepA) Deep sleep/slow wave sleep disorder : - These events occur during stage 3 & 4 of NREM. Important disorders are: -i) Somnambulism (Night walking): - Patient walks during sleep.ii) Sleep terror or night terrors (pavor nocturnus): - The patient suddenly gets up screaming, with autonomic arousal (tachycardia, sweating). Sleep terrors are rarely remembered in the morning (in contrast to night mares). No treatment is required only reassurance is required. However, in severe cases benzodiazepine can be used.iii) Sleep-related enuresis (Nocturnal enuresis/bed wetting): - Repetitive voiding occurs during sleep. First line of treatment is behaviour therapy. If behavioral therapy fails, desmopressin (DOC) and Imipraminecan be used.iv) Bruxism (Teeth grinding)v) Sleep-talking (Somniloquy).B) REM sleep eventsi) Nocturnal penile tumescence: - It is spontaneous occurence of an erection of the penis during sleep. It is a normal phenomenon and occurs for 80-120 minutes per night. Nocturnal penile tumescence can be used to differentiate between psychogenic impotence and organic impotence as nocturnal penile tumescence is preserved in psychogenic impotence but not in organic cause of impotence.ii) Night mares (dream anxiety disorder): - They are characterized by fearful dreams occuring in the last one third of night sleep. The person wakes up frightned and remembers the dream vividly (in contrast to night terror).iii) Narcolepsy: - This is characterized by excessive day time sleep, often disturbed night time sleep and decreased in the REM sleep. Age of onset is between 10-20 years. There is irresistable desire to sleep and bouts of sudden sleep each lasting for 10-30 minutes occuring during day time. In majority of cases narcolepsy is associated with one or more accessory symptoms: -a) Cataplexy: - It is the most common accessory symptom and is characterized by sudden decrease in muscle tone either, local or generalized.b) Hypnagogic hallucination: - Hallucination occuring just before falling asleep. When hallucination occurs just before awakening it is called hyponopompic hallucinations.c) Sleep paralysis (least common)",
        "cop": 2,
        "opa": "Narcolepsy",
        "opb": "Nightmares",
        "opc": "Night terrors",
        "opd": "Somnambulism",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "b8828355-1ec1-4e82-822f-a2f70026f1ee",
        "choice_type": "single"
    },
    {
        "question": "Modafinil is approved by FDA for treatment of all except:",
        "exp": "Modafinil is FDA approved for: Narcolepsy Shift work sleep disorder As an adjunct in obstructive sleep apnea.",
        "cop": 4,
        "opa": "Obstructive sleep apnea syndrome (OSAS)",
        "opb": "Shift work syndrome (SWS)",
        "opc": "Narcolepsy",
        "opd": "Lethargy in depression",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "c9a25592-b9c9-4d29-8fea-8252cb342b27",
        "choice_type": "multi"
    },
    {
        "question": "Narcolepsy is characterized by?",
        "exp": "Ans is 'b' i.e. Increased day time sleep Narcolepsy* This is characterized by excessive day time sleep, often disturbed night time sleep and decreased in the REM sleep.* Age of onset is between 10-20 years.* There is irresistible desire to sleep and bouts of sudden sleep each lasting for 10-30 minutes occurring during day time.* In majority of cases narcolepsy is associated with one or more accessory symptoms : -i) Cataplexy: - It is the most common accessory symptom and is characterized by sudden decrease in muscle tone, either, local or generalized.ii) Hypnagogic hallucination: - Hallucination occurring just before falling.iii) Sleep paralysis (least common)* Treatment of narcolepsy includes stimulant medications (methyphenidate, amphetamines) or modafinil.",
        "cop": 2,
        "opa": "Increased REM sleep",
        "opb": "Increased day time sleep",
        "opc": "Increased night time sleep",
        "opd": "Normal sleep architecture",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "9de0a43b-96a1-4f35-ae15-7601c353120f",
        "choice_type": "single"
    },
    {
        "question": "What is D - Sleep ?",
        "exp": "D - Sleep is the other name for Desynchronized sleep or the REM sleep. The alternative names for REM sleep are: Desynchronized sleep (D - Sleep) Dream sleep Active sleep Paradoxical sleep",
        "cop": 2,
        "opa": "NREM sleep",
        "opb": "REM sleep",
        "opc": "Deep sleep",
        "opd": "Drug induced sleep",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "5c5c857a-5254-4f4b-a267-5fe13d09d7ff",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old man comes to physician complaining of excessive sleepiness for the past several months. He repos falling asleep while dealing with customers, had an almost accident when he fell asleep while driving The patient repos that he occasionally hears voices while falling asleep and finds himself \"temporarily frozen\" and unable to move on awakening.Which of the following is the most appropriate treatment for this patient?",
        "exp": "The above history is suggestive of narcolepsy as patient complains of: -Excessive daytime sleepiness -Hypnagogic hallucinations(on falling asleep) -Sleep paralysis * Hypocretin, also known as orexin, is released from the hypothalamus and regulates wakefulness and arousal. * Hypocretin-1 deficiency, measured cerebrospinal fluid (CSF), is now a pa of DSM-5 diagnostic criteria for narcolepsy. * Hypocretin deficiency is considered to be less than 110 pg/ml in CSF. Treatment- Modafinil(DOC) Advise patient not to do any dangerous activity like driving and swimming as he might sleep in between and can harm him",
        "cop": 4,
        "opa": "Clonazepam",
        "opb": "Continuous positive airway pressure",
        "opc": "Melatonin",
        "opd": "Modafinil",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "f0ccc92d-f1da-4650-b69f-65384ea09f16",
        "choice_type": "multi"
    },
    {
        "question": "Eating disorder with normal weight is-",
        "exp": "Ans. is 'b' i.e. Bulimia nervosa Bulimia nervosao Bulimia nervosa is characterized by episodes of uncontrollable excessive eating (binges) followed by vigrous weight-reducing measures like self-induced vomiting, purgative abuse, diuretics, or abuse of emetics; and less commonly severe dieting and stemous exercise.o Episodes of binge eating occur relatively frequently (twice a week or more) for at least 3 months.o As in anorexia nervosa, there is extreme preoccupation with the shape and weight of the body. However, bulimiia nervosa differs from anorexia nervosa : -i) Patients of bulimia are slightly older than those with anorexia i.e., Late adolescence.ii) Most of the patients with bulimia nervosa have a weight within their normal weight range.iii) Amenorrhea is usually not present and most are sexually active, compared with anorexia nervosa patients.iv) Peculiar behavior about the food of anorexia nerv osa is absent.v) Depressive symptoms are more common - Post-binge anquish.o Patient with bulimia nervosa may have dental caries/tooth decay, Sore throat, Swollen Salivary gland (parotitis), and internal bleeding due to vomiting.",
        "cop": 2,
        "opa": "Anorexia nervosa",
        "opb": "Bulimia nervosa",
        "opc": "Binge eating disorder",
        "opd": "None of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "69a0e84a-5408-4fc0-8517-064f4c09ce57",
        "choice_type": "multi"
    },
    {
        "question": "Benzodiazepines are used in treatment of somnambulism, as they-",
        "exp": "Somnambulism / Sleep walking Usually seen in children. disorder of NREM sleep No treatment is required in most of the cases ,as it remits itself. BZDs are used if the symptoms are severe as the duration of Stage 2 is increased and that of Stage 3 and 4 is decreased, in which somnambulism is seen.",
        "cop": 3,
        "opa": "Increase the duration of NREM III and IV",
        "opb": "Increase the duration of REM sleep",
        "opc": "Decrease the duration of NREM III and IV",
        "opd": "Decrease the duration of REM sleep",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "662c2440-a02e-401d-ad15-ad31a4f57a54",
        "choice_type": "single"
    },
    {
        "question": "Which of the following conditions is characterized by episodes of excessive and uncontrolled eating:",
        "exp": "B ref: Ahuja, 4th/e p. 136-137 and 5th/ep. 151",
        "cop": 2,
        "opa": "Anorexia nervosa",
        "opb": "Bulimia nervosa",
        "opc": "Body dysmorphophobia",
        "opd": "All of the above",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "e34ef6ed-23a2-41fc-9ba5-2e492f8c1acc",
        "choice_type": "multi"
    },
    {
        "question": "Which waves is predominantly seen in EEG with eyes closed in normal alert adult?",
        "exp": "Ans. A. Alpha wavesBandFrequency (Hz)Location NormallyDelta<4frontally in adults, posteriorly in children; high-amplitude waves* adult slow-wave sleep* in babiesTheta4-7Found in locations not related to task at hand* higher in young children* drowsiness in adults and teensAlpha8-15posterior regions of head, both sides, higher in amplitude on dominant side.* relaxed/reflecting* closing the eyesBeta16-31both sides, symmetrical distribution, most evident frontally; low-amplitude waves* range span: active calm - intense - stressed - mild obsessive* active thinking, focus, high alert, anxiousGamma>32Somatosensory cortex* Displays during cross-modal sensory processing (perception that combines two different senses, such as sound and sight)* Also is shown during short-term memory matching of recognized objects, sounds, or tactile sensations",
        "cop": 1,
        "opa": "Alpha waves",
        "opb": "Beta waves",
        "opc": "Theta waves",
        "opd": "Delta waves",
        "subject_name": "Psychiatry",
        "topic_name": "Sleep Disorders",
        "id": "ed0bf5d4-ea4c-4f1a-9f78-df7d6bdb1840",
        "choice_type": "single"
    }
]