[
    {
        "question": "Bad trip is seen with which of the following drugs?",
        "exp": "LSD is a type of hallicinogen LSD means lysergic acid diethylamide LSD was introduced and first used by ALBE HOFFMANNBad trip is seen with LSD and cannabis but common with LSD Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 330-336",
        "cop": 2,
        "opa": "Cannabis",
        "opb": "LSD",
        "opc": "None",
        "opd": "Both",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "abd192eb-0adf-49cf-ac78-e01855cfbce7",
        "choice_type": "multi"
    },
    {
        "question": "LSD was introducd by",
        "exp": "Hallucinogens * ALSO CALLED AS Psychotomimetic/ Psychedelic * FIRST Man made HALLICINOGEN ==================== Albe Hoffman * MECHANISM OF ACTION Lysergic acid diethylamide=======serotonin * Introduced by Albe Hoffmann and he himself experienced its effects * Phencyclidine =======NMDA antagonist * Also known as angel dust * Related to ketamine=== dissociative anesthetic * Has anti-suicidal propey Ref.Kaplon and Sadock, synopsis of psychiatry, 11 th edition, pg no.649",
        "cop": 1,
        "opa": "albe hoffman",
        "opb": "delay and deniker",
        "opc": "John F Cade",
        "opd": "Egaz Moniz",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "10f7eb85-ebda-4224-bb87-18914bc64576",
        "choice_type": "single"
    },
    {
        "question": "Wernicke&;s encephalopathy involves",
        "exp": "Wernicke's encephalopathy : The neuropathological lesions are symmetrical and paraventricular, involving the mammillary bodies, the thalamus, the hypothalamus, the midbrain, the pons, the medulla, the fornix, and the cerebellum. Ref: Synopsis of Psychiatry, 11th edition, page 632.",
        "cop": 1,
        "opa": "Mammillary body",
        "opb": "Thalamus",
        "opc": "Frontal lobe",
        "opd": "Arcuate fasciculus",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "b74d5aca-2c9f-42ed-8184-98c465b7ac61",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an alternative to methadone for maintenance treatment of opiate dependence",
        "exp": "The withdrawal symptoms can be managed by one of the following methods: 1. Use of substitution drugs such as methadone 2. Clonidine is a a2 agonist that acts by inhibiting norepinephrine release at presynaptic a2 receptors. 3. Naltrexone with Clonidine: Naltrexone is an orally available narcotic antagonist which, when given to an opioid-dependent individual, causes withdrawal symptoms. These symptoms are managed with the addition of clonidine for 10-14 days after which clonidine is withdrawn and the patient has continued on naltrexone alone. 4. Other Drugs: The other detoxification agents include LAAM ( Levo-alpha-acetyl-Metha dol), propoxyphene, diphenoxylate, buprenorphine (long-acting synthetic paial m-agonist which can be administered sublingually), and lofexidine (a2 agonist, similar to clonidine). In paicular, Buprenorphine has recently been used widely for detoxification as well as for maintenance treatment in many pas of the World. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 44",
        "cop": 3,
        "opa": "Diazepam",
        "opb": "Chlordiazepoxide",
        "opc": "Buprenorphine",
        "opd": "Dextropropoxyphene",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "8adad11f-e7f2-409a-a7d3-8bcdd08d3cf8",
        "choice_type": "single"
    },
    {
        "question": "Most commonly abused opioid is",
        "exp": "Heroine-brown sugar /diacetylmorphine is the most commonly abused opioid opiods works on mu, kappa and delta receptor. there is a new recpetor that is introduced that is called as orphanin receptor opiod withdrawl is a distressing experience for the patient that makes the patient to take the sunstance again the main clue for opiod withdrawl isALL ORIFICES BLEED there is lacrimation, sweating, vomiting, rhinorrhea, diarrhoea, muscle cramps and stomach ache the piloerection that occurs in opiod withdrawl is called as COLD TURKEY the tratment of opiod withdrawl can be doneby several means SUPPOIVE CARE: clonidine+benzodiazepines+dicyclomine+anti emetic+anti diarrhoeal AGONIST ASSOSIATED DETOXIFICATION: methadone and bupenorphine ANTAGONIST ASSOSIATED DETOXIFICATION: naltrexone Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 338",
        "cop": 2,
        "opa": "Morphine",
        "opb": "Diacetyl morphine",
        "opc": "Codeine",
        "opd": "Fentanyl",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "7ddec216-bfc6-459f-871e-1cdb70f99366",
        "choice_type": "single"
    },
    {
        "question": "Most common symptom of symptom of alcohol withdrawal is",
        "exp": "The most common withdrawal syndrome is a hangover on the next morning. Mild tremors, nausea, vomiting, weakness, irritability, insomnia and anxiety are the other common withdrawal symptoms. Sometimes the withdrawal syndrome may be more severe, characterised by one of the following three disturbances: delirium tremens, alcoholic seizures and alcoholic hallucinosis. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 37",
        "cop": 2,
        "opa": "Bodyache",
        "opb": "Tremor",
        "opc": "Diarrhoea",
        "opd": "Rhinorrhea",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "4e4b1088-b359-440b-851c-1bcd4608e45a",
        "choice_type": "single"
    },
    {
        "question": "CAGE test is used for diagnosis of",
        "exp": "CAGE Questionnaire The CAGE questionnaire basically consists of four questions: i. Have you ever had to Cut down on alcohol (amount)? ii. Have you ever been Annoyed by people's criticism of alcoholism? iii. Have you ever felt Guilty about drinking? iv. Have you ever needed an Eye-opener drink (early morning drink)? A score of 2 or more identifies problem drinkers. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 39",
        "cop": 3,
        "opa": "Opioid abuse",
        "opb": "Schizophrenia",
        "opc": "Alcoholism",
        "opd": "Paranoid Psychosis",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "59ffc77f-3f4b-41ff-be1e-172d29ea1020",
        "choice_type": "single"
    },
    {
        "question": "In an alcoholic man, Blackout is seen in",
        "exp": "Acute Intoxication After a brief period of excitation, there is a generalised central nervous system depression with alcohol use. With increasing intoxication, there is increased reaction time, slowed thinking, distractibility and poor motor control. Later, dysahria, ataxia and incoordination can occur. There is a progressive loss of self-control with frank disinhibited behaviour. The duration of intoxication depends on the amount and the rapidity of ingestion of alcohol. With blood alcohol levels of 300-450 mg%, increasing drowsiness followed by coma and respiratory depression develop. Death occurs with blood alcohol levels between 400 to 800 mg%. Occasionally a small dose of alcohol may produce acute intoxication in some persons. This is known as pathological intoxication. Another feature, sometimes seen in acute intoxication, is the development of amnesia or blackouts. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 37",
        "cop": 3,
        "opa": "Alcohol abstinence",
        "opb": "Hepatic encephalopathy",
        "opc": "Alcohol intoxication",
        "opd": "Alcohol withdrawal",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "34861471-59d7-4fa6-b422-9c19a27bb7f7",
        "choice_type": "single"
    },
    {
        "question": "Roid rage is seen in",
        "exp": "ANABOLIC ANDROGENIC STEROIDS Testosterone like hormones * Muscle building propey * Body builders * Normal testosterone range is 300-1000micrograms * Need to administer 10-100 times the normal to have effect kaplon and Sadock, synopsis of psychiatry, 11 th edition, pg no 686",
        "cop": 4,
        "opa": "flunitrazepam",
        "opb": "LSD",
        "opc": "toluene",
        "opd": "anabolic androgenic steroids",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "02b7f906-1771-4e6d-ae41-43ab1356dccb",
        "choice_type": "single"
    },
    {
        "question": "Heavy smokers need the following intervention to aid smoking cessation Except",
        "exp": "The Community Intervention Trial for Smoking Cessation (COMMIT) was a 4-year program showing that Light smokers (<25 cigarettes per day) were more likely to benefit from simple cessation messages and cessation programs than those who did not receive an intervention. Quit rates were 30.6% in the intervention group and 27.5% in the control group. The COMMIT interventions were unsuccessful in heavy smokers (>25 cigarettes per day). Heavy smokers may need an intensive broad-based cessation program that includes counselling, behavioural strategies and pharmacologic adjuncts such as nicotine replacement (gum, patches sprays lozenges and inhalers), bupropion and/or vareniclineReference: Harrison; 19th edition",
        "cop": 4,
        "opa": "Nicotine replacement",
        "opb": "Pharmacological antiaddiction medications",
        "opc": "Cessation programmes",
        "opd": "Radiofrequency ablation",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "da73e990-c0bf-44d6-844d-6f6f5589b060",
        "choice_type": "multi"
    },
    {
        "question": "Hangover following alcohol consumption can be treated with",
        "exp": "The most common withdrawal syndrome with alcohol is a hangover on the next morning.In patients suffering from (or likely to suffer from) delirium tremens, peripheral neuropathy, WernickeKorsakoff syndrome, and/or with other signs of vitamin B deficiency (especially thiamine and nicotinic acid), a preparation of vitamin B containing 100 mg of thiamine (vitamin B1) should be administered parenterally, twice everyday for 3-5 days. This should be followed by oral administration of vitamin B1 for at least 6 months. Reference: A Sho Textbook of Psychiatry by Niraj Ahuja page no. 37, 40.",
        "cop": 2,
        "opa": "Pyridoxine",
        "opb": "Thiamine",
        "opc": "Riboflavin",
        "opd": "Niacin",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "159d6b03-ff3d-4bce-9f8f-85b50428ca8b",
        "choice_type": "single"
    },
    {
        "question": "Mainlining is seen in which of the following drug abuse in which the patient will inject drug into main veins",
        "exp": "Mainlining(SHIFT from peripheral to central vein injections) and skin popping(injecting SC) are seen in abuse of opioids opiod use is not a medical emergency like alcohol but opiod withdrawl is one of the ourite questions for examiners the famous quote that is used for describing opiod withdrawl is ALL ORIFICES BLEED WITH PUPILLARY DIALATION you need to inculcate the image of opiod withdrawl that is given in your mind to answer case scenario related questions. Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 338",
        "cop": 4,
        "opa": "Heroin",
        "opb": "Cannabis",
        "opc": "Cocaine",
        "opd": "Morphine",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "1a683d1c-f8b6-4dcc-9c1f-dea03eb5fcd2",
        "choice_type": "single"
    },
    {
        "question": "Used for aveing smoking habit is",
        "exp": "Bupropion (also called as amfebutamone a NDRI antidepressant )and varenicline are pharmacological agents recently used in promoting smoking cessation as adjuvant to behavioural or cognitive behaviour treatment (Ref: a sho textbook of psychiatry, Niraj Ahuja,7th edition, page no.52)",
        "cop": 2,
        "opa": "Buspirone",
        "opb": "Bupropion",
        "opc": "Methadone",
        "opd": "Venlafaxine",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "19885671-a3bf-4ee7-830f-e2d87f6b6c53",
        "choice_type": "single"
    },
    {
        "question": "Formication is seen with",
        "exp": "Tactile hallucinations (formication), in clear consciousness, may sometimes occur in chronic amphetamine intoxication. Ref: Sho textbook of Psychiatry by Niraj Ahuja, 7th edition, page 49.",
        "cop": 2,
        "opa": "Acute amphetamine intoxication",
        "opb": "Chronic use of amphetamine",
        "opc": "Alcohol withdrawal",
        "opd": "Cannabis poisoning",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "4b904159-34b5-4987-a411-fca06973fa63",
        "choice_type": "single"
    },
    {
        "question": "Features of alcohol withdrawal are all except",
        "exp": "The classic sign of alcohol withdrawal is tremulousness, although the spectrum of symptoms can expand to include psychotic and perceptual symptoms (e.g., delusions and hallucinations), seizures, and the symptoms of delirium tremens (DTs). Other symptoms of withdrawal include general irritability, gastrointestinal symptoms (e.g., nausea and vomiting), and sympathetic autonomic hyperactivity, including anxiety, arousal, sweating, facial flushing, mydriasis, tachycardia, and mild hypeension. Ref: Synopsis of Psychiatry, 11th edition, page 630.",
        "cop": 1,
        "opa": "Hypersomnolence",
        "opb": "Epileptic seizure",
        "opc": "Restlessness",
        "opd": "Hallucination",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "f1a77b1d-a478-4dba-bbda-33c198dd1ebb",
        "choice_type": "multi"
    },
    {
        "question": "In alcohol withdrawal which is not seen",
        "exp": "The most common withdrawal syndrome is a hangover on the next morning. Mild tremors, nausea, vomiting, weakness, irritability, insomnia and anxiety are the other common withdrawal symptoms. Sometimes the withdrawal syndrome may be more severe, characterised by one of the following three disturbances: delirium tremens, alcoholic seizures and alcoholic hallucinosis. Black out is an amnestic phenomenon seen in alcohol intoxication, not withdrawal. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 37",
        "cop": 2,
        "opa": "Seizure",
        "opb": "Blackout",
        "opc": "Coarse tremor",
        "opd": "Hallucination",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "8a1387af-f1a2-44d8-b044-f132140821dc",
        "choice_type": "multi"
    },
    {
        "question": "A Patient on alcohol dependence was given a drug and was advised to avoid alcohol as drug interaction would lead to adverse drug reaction. Which of the following is the drug",
        "exp": "When alcohol is ingested by a person who is on disulfiram, alcohol-derived acetal de hyde cannot be oxidised to acetate and this leads to an accumulation of acetaldehyde in blood. This causes the impoant disulfiram-ethanol reaction (DER) characterised by flushing, tachycardia, hypotension, tachypnoea, palpitations, headache, sweating, nausea, vomiting, giddiness and a sense of impending doom associated with severe anxiety. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no.41",
        "cop": 1,
        "opa": "Disulfiram",
        "opb": "Acamprosate",
        "opc": "Naloxone",
        "opd": "Naltrexone",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "0e70f3e6-75c7-42db-bee5-418cd9092f30",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in delirium tremens is",
        "exp": "The drugs of choice for alcoholic detoxification are usually benzodiazepines. Chlordiazepoxide (80-200 mg/day in divided doses) and diazepam (40-80 mg/day in divided doses) are the most frequently used benzodiazepines. The higher limit of the normal dose range is used in delirium tremens. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no.40",
        "cop": 3,
        "opa": "CPZ",
        "opb": "Phenytoin",
        "opc": "Chlordiazepoxide",
        "opd": "Morphine",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "98e69aa6-af36-4949-8f3c-4f46aa00e548",
        "choice_type": "single"
    },
    {
        "question": "Tactile hallucinations are typically seen in",
        "exp": ": In complicated alcohol withdrawal visual (and also auditory) hallucinations and illusions occur, which are often vivid and very frightening. Tactile hallucinations of insects crawling over the body may occur. In Schizophrenia, depression and delirium tactile hallucinations are uncommon. Reference: A Sho Textbook of Psychiatry by Niraj Ahuja page no. 38.",
        "cop": 1,
        "opa": "Alcohol withdrawl",
        "opb": "Schizophrenia",
        "opc": "Depression",
        "opd": "Delirium",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "930469c5-a911-4ff1-872a-89ecbc223077",
        "choice_type": "multi"
    },
    {
        "question": "A 16-year-old boy suffering from drug abuse presents with cross-over of sensory perceptions, such that, sounds can be seen and colours can be heard. Which of the following is that most likely agent responsible for drug abuse",
        "exp": "The characteristic features of acute LSD intoxication are perceptual changes occurring in a clear consciousness. These perceptual changes include depersonalisation, derealisation, intensification of perceptions, synaesthesias (for example, colours are heard, and sounds are felt), illusions, and hallucinations. In addition, features suggestive of autonomic hyperactivity, such as pupillary dilatation, tachycardia, sweating, tremors, incoordination, palpitations, raised the temperature, piloerection and giddiness, can also be present. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 49",
        "cop": 2,
        "opa": "Cocaine",
        "opb": "LSD",
        "opc": "Marijuana",
        "opd": "PCP",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "3c6037e4-7159-41c5-b4de-7badfdc7481d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a date rape drug",
        "exp": "flunitrazepam , MDMA, gamma hydroxy Butyrate are called as date rape drugs Date rape drugs are any type of drug used to make <a style=\"box-sizing: border-box; background-color: transparent; color: ; text-decoration-line: none;\" href=\" style=\"box-sizing: border-box; background-color: transparent; color: ; text-decoration-line: none;\" href=\" assault</a> easier. Ref.Kaplon and Sadock, synopsis of psychiatry, 11 th edition, 648",
        "cop": 1,
        "opa": "flunitrazepam",
        "opb": "Buprenorphine",
        "opc": "Clonidine",
        "opd": "methadone",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "1a9017c3-72e5-4505-9b54-f732981439ed",
        "choice_type": "single"
    },
    {
        "question": "Which of the following pa of brain is commonly involved in the pathology of Wernicke's encephalopathy?",
        "exp": "Mammillary bodies are symmetrically affected in Wernicke's and Korsakoff psychosis thiamine deficiency is common in alochol dependence patients as they refuse to take thiamine rich foods and also due to changes in thiamne absorption. thiamine intake is reduced in alcohol patients as they consume less amount of green leafy vegetables because of decreased appetite thiamine is less absorbed because both thiamine and alcohol gets absorbed in the duodenum. as both of them compete with each other and eventually alcohol wins and hence thiamine is less absorbed. GOA-seen in Wernicke encephalopathy Global confusion, ophthalmoplegia, ataxia wernicke's encephalopathy is 100%reversible and has a good prognosis with adminstration of thiamine. Confabulations are seen in Korsakoff psychosis koraskoff psychosis is a misnomer as there is nopsychotic symptoms , but the patient preents with confabulation that is called as fluent plausible lying. Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 330",
        "cop": 1,
        "opa": "Mamillary body",
        "opb": "Frontal coex",
        "opc": "Pituitary gland",
        "opd": "Temporal lobe",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "41a6b724-294a-4491-aacf-c3574b30cc06",
        "choice_type": "single"
    },
    {
        "question": "Formication and delusion of persecution, both are together seen in",
        "exp": "The complications of chronic cocaine use include acute anxiety reaction, uncontrolled compulsive behaviour, psychotic episodes (with persecutory delusions, and tactile and other hallucinations), delirium and delusional disorder. Formication is tactile hallucination of bugs crawling. Ref: Sho textbook of Psychiatry by Niraj Ahuja, 7th editon, page 47.",
        "cop": 3,
        "opa": "LSD psychosis",
        "opb": "Amphetamine psychosis",
        "opc": "Cocaine psychosis",
        "opd": "Cannabis psychosis",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "f61060ec-6282-43f3-bdf3-b520620fab02",
        "choice_type": "multi"
    },
    {
        "question": "In alcohol withdrawal, drug of choice is",
        "exp": "The usual duration of uncomplicated withdrawal syndrome is 7-14 days. The aim of detoxification is the symptomatic management of emergent withdrawal symptoms. The drugs of choice for detoxification are usually benzodiazepines. Chlordiazepoxide (80-200 mg/day in divided doses) and diazepam (40-80 mg/day in divided doses) are the most frequently used benzodiazepines. The higher limit of the normal dose range is used in delirium tremens. A typical dose of Chlordiazepoxide in moderate alcohol dependence is 20 mg QID (four times a day) on day 1, 15 mg QID on day 2, 10 mg QID on day 3, 5 mg QID on day 4, 5 mg BD on day 5 and none on day 6. However, in more severe dependence, higher doses are needed for longer periods (up to 10 days). These drugs are used in a standardised protocol, with the dosage steadily decreasing every day before being stopped, usually on the tenth day. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no.40",
        "cop": 3,
        "opa": "TEP",
        "opb": "Chlormethazole",
        "opc": "Chlordiazepoxide",
        "opd": "Buspirone",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "455a7df3-63c0-40a7-9e96-156c7220d438",
        "choice_type": "single"
    },
    {
        "question": "All of the following agents are used in the treatment of alcohol dependence, except",
        "exp": "The treatment of benzodiazepine intoxication is usually symptomatic. However, in cases of coma caused by benzodiazepine overdose, flumazenil (a benzodiazepine receptor antagonist) can be used. Acamprosate, Naltrexone are anti craving agents for alcohol abstinence. Disulfiram is a deterrent agent used in alcohol abstinence. Ref: Sho textbook of Psychiatry by Ahuja 7th editon, page 51, 41,42.",
        "cop": 1,
        "opa": "Flumazenil",
        "opb": "Acamprosate",
        "opc": "Naltrexone",
        "opd": "Disulfiram",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "8a2450b2-b6d9-4fea-9885-f9f98d1c9576",
        "choice_type": "multi"
    },
    {
        "question": "Alcohol use disorder is identified by which test?",
        "exp": "AUDIT-The Alcohol Use Disorders Identification Test (AUDIT) is a 10-item screening tool developed by the World Health Organization (WHO) to assess alcohol use Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 330",
        "cop": 4,
        "opa": "CAGE questionnaire",
        "opb": "AUDIT",
        "opc": "SADQ",
        "opd": "All the above",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "99906716-5db1-49e9-8cf7-3f2c732f115e",
        "choice_type": "multi"
    },
    {
        "question": "Withdrawal of heroin produces all the following symptoms except",
        "exp": "Opioids cause miosis, withdrawal-opp. effects so not miosis Other withdrawal symptoms: yawning, insomnia, mydriasis, lacrimation, nausea, vomiting etc. opiod withdrawl is a distressing experience for the patient that makes the patient to take the sunstance again the main clue for opiod withdrawl isALL ORIFICES BLEED there is lacrimation, sweating, vomiting, rhinorrhea, diarrhoea, muscle cramps and stomach ache the piloerection that occurs in opiod withdrawl is called as COLD TURKEY the tratment of opiod withdrawl can be doneby several means SUPPOIVE CARE: clonidine+benzodiazepines+dicyclomine+anti emetic+anti diarrhoeal AGONIST ASSOSIATED DETOXIFICATION: methadone and bupenorphine ANTAGONIST ASSOSIATED DETOXIFICATION: naltrexone Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 338-340",
        "cop": 4,
        "opa": "Insomnia",
        "opb": "Piloerection",
        "opc": "Mydriasis",
        "opd": "Miosis",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "14f033a3-eed9-4371-af2b-f84bfcfcb7d2",
        "choice_type": "multi"
    },
    {
        "question": ".Bad trips is seen in",
        "exp": "Hallucinogens * ALSO CALLED AS Psychotomimetic/ Psychedelic * FIRST Man made HALLICINOGEN ==================== Albe Hoffman * MECHANISM OF ACTION Lysergic acid diethylamide=======serotonin * Introduced by Albe Hoffmann and he himself experienced its effects * Phencyclidine =======NMDA antagonist * Also known as angel dust * Related to ketamine=== dissociative anesthetic * Has anti-suicidal propey PSYCHIATRIC RELEVANCE FLASHBACKS====== person even after weeks of using substance may experience the same hallucinations BAD TRIPS====== bad experiences during intoxication of the substance They tend to see hallucinations and monsters and are threatened by the images Ref.kaplon and Sadock, synopsis of psychiatry, 11 th edition, pg no.649",
        "cop": 2,
        "opa": "flunitrazepam",
        "opb": "LSD",
        "opc": ".toluene",
        "opd": "anabolic androgenic steroids",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "20c6343f-16f5-4d1b-8f03-9ecede4cb800",
        "choice_type": "single"
    },
    {
        "question": "All the following features are seen in Wernicke's encephalopathy except",
        "exp": "wernickes encephalopathy and korkoffs psychosis are complications of thiamine deficieny commonly seen in alcohol dependence syndrome thiamine deficiency is common in alochol dependence patients as they refuse to take thiamine rich foods and also due to changes in thiamne absorption. thiamine intake is reduced in alcohol patients as they consume less amount of green leafy vegetables because of decreased appetite thiamine is less absorbed because both thiamine and alcohol gets absorbed in the duodenum. as both of them compete with each other and eventually alcohol wins and hence thiamine is less absorbed. GOA-seen in Wernicke encephalopathy Global confusion, ophthalmoplegia, ataxia wernicke's encephalopathy is 100%reversible and has a good prognosis with adminstration of thiamine. Confabulations are seen in Korsakoff psychosis koraskoff psychosis is a misnomer as there is nopsychotic symptoms , but the patient preents with confabulation that is called as fluent plausible lying. Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 330",
        "cop": 3,
        "opa": "6th cranial nerve palsy",
        "opb": "Ataxia",
        "opc": "Confabulation",
        "opd": "Confusion",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "6e6f3ad7-8b12-43d3-8c88-8a8c26133ef0",
        "choice_type": "multi"
    },
    {
        "question": "\"Chasing the dragon\" phenomena occurs with",
        "exp": "\"Chasing the dragon\" refers to inhaling the vapour from a heated solution of morphine, heroin. The \"chasing\" occurs as the user gingerly keeps the liquid moving in order to keep it from overheating and burning up too quickly, on a heat conducting material such as aluminium foil. The moving smoke is chased after with a tube through which the user inhales. Reference: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 659",
        "cop": 1,
        "opa": "Opioids",
        "opb": "LSD",
        "opc": "Cocaine",
        "opd": "Amphetamine",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "efa79494-4f98-4582-b794-a07a0b7e1099",
        "choice_type": "single"
    },
    {
        "question": "In an uncomplicated case of alcohol withdrawal, the drug which can be given safely is",
        "exp": "The usual duration of uncomplicated withdrawal syndrome is 7-14 days. The aim of detoxification isSymptomatic management of emergent withdrawal symptoms.The drugs of choice for detoxification are usually benzodiazepines. Chlordiazepoxide (80-200 mg/day in divided doses) and diazepam (40-80 mg/day in divided doses) are the most frequently used benzodiazepines. The higher limit of the normal dose range is used in delirium tremens. A typical dose of Chlordiazepoxide in moderate alcohol dependence is 20 mg QID (four times a day) on day 1, 15 mg QID on day 2, 10 mg QID on day 3, 5 mg QID on day 4, 5 mg BD on day 5 and none on day 6. However, in more severe dependence, higher doses are needed for longer periods (up to 10 days). These drugs are used in a standardised protocol, with the dosage steadily decreasing every day before being stopped, usually on the tenth day. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no.40",
        "cop": 1,
        "opa": "Benzodiazepines",
        "opb": "Clonidine",
        "opc": "Morphine",
        "opd": "Disulfiram",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "d40672f9-8619-4cec-b45a-369a6d01ae4f",
        "choice_type": "single"
    },
    {
        "question": "Detoxification treatment for alcohol intoxication is with",
        "exp": "treatment of alcohol dependence works under 2 steps namely detoxification and deaddiction detoxification is helping the patient acheive a smooth withdrawl deaddiction is a method that is used in alcohol detoxified patients thus helping them to prevent using substances in the future the drug which helps in alcohol withdrawl is benzodiazepines the choice of benzodiazepine is also impoant if the patients liver function test is within normal limits then it is better to choose CHLORDIAZEPOXIDE if the patients liver function test is deranged then it is wise to choose LORAZEPAM BZDs are drug of choice and they have to be given ideally for 1-2 weeks Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 331",
        "cop": 1,
        "opa": "Benzodiazepines for 7-14 days",
        "opb": "Barbiturates for 10 days",
        "opc": "Benzodiazepines for 1 month",
        "opd": "Benzodiazepines for 2 days",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "33cb126e-3842-4a3e-bc49-4eabc4f838e7",
        "choice_type": "single"
    },
    {
        "question": "Delirium tremens is seen in",
        "exp": "Delirium tremens Delirium tremens (DT) is the most severe alcohol withdrawal syndrome. It occurs usually within 2-4 days of complete or significant abstinence from heavy alcohol drinking in about 5% of patients, as compared to acute tremulousness which occurs in about 34% of patients. The course is sho, with recovery occurring within 3-7 days. This is an acute organic brain syndrome (delirium) with characteristic features of: i. Clouding of consciousness with disorientation in time and place. ii. Poor attention span and distractibility. iii. Visual (and also auditory) hallucinations and illusions, which are often vivid and very frightening. Tactile hallucinations of insects crawling over the body may occur. iv. Marked autonomic disturbance with tachycardia, fever, hypeension, sweating and pupillary dilatation. v. Psychomotor agitation and ataxia. vi. Insomnia, with a reversal of sleep-wake pattern. vii. Dehydration with electrolyte imbalance. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 38",
        "cop": 1,
        "opa": "Alcohol withdrawal",
        "opb": "Alcohol overdoses",
        "opc": "Morphine poisoning",
        "opd": "Atropine poisoning",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "d44bd0f6-0767-4a6e-af9f-9465abb521df",
        "choice_type": "single"
    },
    {
        "question": "Substance dependence is due to all except",
        "exp": "Aetiological Factors in Substance Use Disorders 1. Biological Factors i. Genetic vulnerability (family history of substance use disorder; for example in type II alcoholism) ii. Co-morbid psychiatric disorder or personality disorder iii. Co-morbid medical disorders iv. Reinforcing effects of drugs (explains continuation of drug use) v. Withdrawal effects and craving (explains continuation of drug use) vi. Biochemical factors (for example, role of dopamine and norepinephrine in cocaine, ethanol and opioid dependence) 2. Psychological Factors i. Curiosity; a need for novelty seeking ii. General rebelliousness and social non-conformity iii. Early initiation of alcohol and tobacco iv. Poor impulse control v. Sensation-seeking (high) vi. Low self-esteem (anomie) vii. Concerns regarding personal autonomy viii. Poor stress management skills ix. Childhood trauma or loss x. Relief from fatigue and/or boredom xi. Escape from reality xii. Lack of interest in conventional goals xiii. Psychological distress 3. Social Factors i. Peer pressure (often more impoant than parental factors) ii. Modelling (imitating behaviour of impoant others) iii. Ease of availability of alcohol and drugs iv. The strictness of drug law enforcement v. Intrafamilial conflicts vi. Religious reasons vii. Poor social/familial suppo viii. 'Perceived distance' within the family ix. Permissive social attitudes x. Rapid urbanisation. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 36",
        "cop": 4,
        "opa": "Personality",
        "opb": "Peer Pressure",
        "opc": "Family history of substance abuse",
        "opd": "Intelligence",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "2cddba43-31b1-44e4-91ed-cab6122d9f43",
        "choice_type": "multi"
    },
    {
        "question": "The AUDIT questionnaire is used for detection of",
        "exp": "Alcohol Use Disorders Identification Test (AUDIT) was developed by the World Health Organization (WHO) as a simple method of screening for excessive drinking and to assist in brief assessment. It is a screening tool it has 10 items it was developed by WHO( world health organisation) it assess alcohol consumption, drinking behaviors, and alcohol-related problems A score of 8 or more is considered to indicate hazardous or harmful alcohol use maximum score is 40 Ref: Kaplon and sadock, 11 th edition, synopsis of psychiatry, 11 th edition, pg no. 624",
        "cop": 4,
        "opa": "Schizophrenia",
        "opb": "Opioid addiction",
        "opc": "Depression",
        "opd": "Alcoholism",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "932efa21-a881-4fac-8090-3c987c9810e9",
        "choice_type": "single"
    },
    {
        "question": "Opiate withdrawal is treated with",
        "exp": "The withdrawal symptoms can be managed by one of the following methods: 1. Use of substitution drugs such as methadone to ameliorate the withdrawal symptoms. 2. Clonidine is a a2 agonist that acts by inhibiting norepinephrine release at presynaptic a2 receptors. 3. Naltrexone with Clonidine: Naltrexone is an orally available narcotic antagonist which, when given to an opioid-dependent individual, causes withdrawal symptoms. These symptoms are managed with the addition of clonidine for 10-14 days after which clonidine is withdrawn and the patient has continued on naltrexone alone. 4. Other Drugs: The other detoxification agents include LAAM ( Levo-alpha-acetyl-Metha dol), propoxyphene, diphenoxylate, buprenorphine (long-acting synthetic paial m-agonist which can be administered sublingually), and lofexidine (a2 agonist, similar to clonidine). In paicular, Buprenorphine has recently been used widely for detoxification as well as for maintenance treatment in many pas of the World. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 44",
        "cop": 4,
        "opa": "CPZ",
        "opb": "Nalorphine",
        "opc": "Pethidine",
        "opd": "Methadone",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "982c29a6-0298-4f72-ab29-1a678788eed0",
        "choice_type": "single"
    },
    {
        "question": "All are seen in nicotine withdrawal except",
        "exp": "Nicotine withdrawal can occur 12-14 hours after last smoke and can present with anxiety, restlessness, poor concentration, decreased sleep, increased appetite and exacerbation of psychiatric symptoms in those with the pre-existing psychiatric disorder(s). Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no.52",
        "cop": 1,
        "opa": "Hyperhydrosis",
        "opb": "Anxiety",
        "opc": "Bradycardia",
        "opd": "Insomnia",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "3cadb951-e721-4379-aeb3-14804d0611b3",
        "choice_type": "multi"
    },
    {
        "question": "Alcoholic blackouts are seen at which dose of alcohol intoxication?",
        "exp": "Alcohol blackouts or anterograde amnesia is seen at the dose range of 200-300mg/dl changes due to intoxication of alcohol at various blood levels is the most repeated question under alcohol use and the below table explains it in detail Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 331",
        "cop": 4,
        "opa": "20-30 mg/dl",
        "opb": "30-80 mg/dl",
        "opc": "80-200 mg/dl",
        "opd": "200-300 mg/dl",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "d74338c4-80e9-4798-8c47-198c7b72da09",
        "choice_type": "single"
    },
    {
        "question": "All the following are criteria to say substance dependence except",
        "exp": "Usage of illegal drugs doesn't come under substance dependence as per WHO definition. Remaining 3 options make up the definition Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 326",
        "cop": 4,
        "opa": "Tolerance",
        "opb": "Withdrawal symptoms",
        "opc": "Unable to quit the drug",
        "opd": "Use of illegal substances",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "06cc1ea4-82fd-48b3-a274-546257b04beb",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a feature of drug dependence",
        "exp": "A definite diagnosis of dependence should usually be made only if at least three of the following have been experienced or exhibited at some time during the previous year: 1. A strong desire or sense of compulsion to take the substance. 2. Difficulties in controlling the substance-taking behaviour in terms of its onset, termination, or levels of use. 3. A physiological withdrawal state when the substance use has ceased or reduced, as evidenced by the characteristic withdrawal syndrome for the substance; or use of the same (or a closely related) substance with the intention of relieving or avoiding withdrawal symptoms. 4. Evidence of tolerance, such that increased doses of the psychoactive substance are required in order to achieve effects originally produced by lower doses. 5. Progressive neglect of alternative pleasures or interests because of psychoactive substance use, the increased amount of time necessary to obtain or take the substance or to recover from its effects. 6. Persisting with substance use despite clear evidence of ovely harmful consequences, such as harm to the liver through excessive drinking, depressive mood states consequent to periods of heavy substance use, or drug-related impairment of cognitive functioning; effos should be made to determine that the user was actually, or could be expected to be, aware of the nature and extent of the harm. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 34",
        "cop": 4,
        "opa": "Tolerance",
        "opb": "Persistent desire to quit drugs",
        "opc": "Consumption of large amount of drugs over prolonged period",
        "opd": "Use illegal substances",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "9b0c0fa6-46a3-47a8-a986-14abe8e28ef2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hallucinogen is considered as angel dust?",
        "exp": "PCP works primarily as an NMDA receptor antagonist Sma name for phencyclidine is angel dust which is a hallucinogen Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 330-336",
        "cop": 2,
        "opa": "LSD",
        "opb": "Phencyclidine",
        "opc": "Heroin",
        "opd": "Mescaline",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "05c62b6d-1f52-47af-82b3-e5b151dbceae",
        "choice_type": "multi"
    },
    {
        "question": "Withdrawal of which of the following causes piloerection",
        "exp": "Opioid withdrawal: The characteristic symptoms include lacri mation, rhinorrhoea, pupillary dilation, sweating, diarrhoea, yawning, tachycardia, mild hyper tension, insomnia, raised body temperature, muscle cramps, generalised bodyache, severe anxiety, piloerection, nausea, vomiting and anorexia. Ref: Ahuja Sho textbook of psychiatry by Niraj Ahuja 7th edition, page 43.",
        "cop": 1,
        "opa": "Morphine",
        "opb": "Cannabis",
        "opc": "Smoking",
        "opd": "Alcohol",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "5b475260-3721-4f1c-a999-64cf29d3b52f",
        "choice_type": "single"
    },
    {
        "question": "The drug which is used for long-term maintenance in opioid addiction",
        "exp": "Maintenance Therapy After the detoxification phase is over, the patient is maintained on one of the following regimens: 1. Methadone maintenance (Agonist substitution therapy) 2. Opioid antagonists Opioid antagonists have been in use for a long time but they were either paial antagonists (such as nalorphine) or had to be administered parenterally (such as naloxone) Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 44",
        "cop": 4,
        "opa": "Naloxone",
        "opb": "Nalorphine",
        "opc": "Butarphanol",
        "opd": "Methadone",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "75151e98-bfdc-4bd1-af71-03660beaeae5",
        "choice_type": "single"
    },
    {
        "question": "The withdrawal from all of the following may produce suicidal tendencies except",
        "exp": "Cannabis produces a very mild physical dependence, with a relatively mild withdrawal syndrome, which is characterised by fine tremors, irritability, restlessness, nervousness, insomnia, decreased appetite and craving. This syn drome begins within few hours of stopping cannabis use and lasts for 4 to 5 days. However, some health professionals feel that there is no true physical dependence with cannabis. Reference: A sho textbook of psychiatry by Niraj Ahuja, page no. 45.",
        "cop": 4,
        "opa": "Cocaine",
        "opb": "Amphetamine",
        "opc": "Alcohol",
        "opd": "Cannabis",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "b8478ca2-76ca-455f-8548-0797d4227d53",
        "choice_type": "multi"
    },
    {
        "question": "Flash back is seen in",
        "exp": "Hallucinogens * ALSO CALLED AS Psychotomimetic/ Psychedelic * FIRST Man made HALLICINOGEN ==================== Albe Hoffman * MECHANISM OF ACTION Lysergic acid diethylamide=======serotonin * Introduced by Albe Hoffmann and he himself experienced its effects * Phencyclidine =======NMDA antagonist * Also known as angel dust * Related to ketamine=== dissociative anesthetic * Has anti-suicidal propey PSYCHIATRIC RELEVANCE FLASHBACKS====== person even after weeks of using substance may experience the same hallucinations BAD TRIPS====== bad experiences during intoxication of the substance They tend to see hallucinations and monsters and are threatened by the images NEW CREATIVE CAPACITY PSYCHOLOGICAL INSIGHT TREATMENT= ANTIPSYCHOTICS Ref.Kaplon and Sadock, synopsis of psychiatry, 11 th edition, pg no.649",
        "cop": 2,
        "opa": "flunitrazepam",
        "opb": "LSD",
        "opc": "toluene",
        "opd": "anabolic androgenic steroids",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "d72e308c-b51f-477d-a784-a289cc6839b2",
        "choice_type": "single"
    },
    {
        "question": "Paranoid Psychosis with cocaine is seen due to",
        "exp": "The complications of chronic cocaine use include acute anxiety reaction, uncontrolled compulsive behaviour, psychotic episodes (with persecutory delusions, and tactile and other hallucinations), delirium and delusional disorder. Ref: Sho textbook of Psychiatry by Niraj Ahuja, 7th edition page 47.",
        "cop": 4,
        "opa": "Tolerance",
        "opb": "Withdrawal",
        "opc": "Reverse Tolerance",
        "opd": "Intoxication",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "5e088685-4960-47dc-b798-474ca1817782",
        "choice_type": "single"
    },
    {
        "question": "Anticraving agents for alcohol abuse are all the following except",
        "exp": "treatment for alcohol dependence is an impoant question that is asked in exams treatment for alcohol dependence is done in 2 steps first detoxification, next is deaddiction detoxification involves helping the patient having a smooth withdrawl deaddiction involves preventing the patient from having relapse the main pharmacological agent used in detoxification is benzodiazepines deaddiction involves 2 types of techniques one is use of deterrent like disulfiram where when it is used it results in allergy like reaction, it should be used in well motivated individuals other type of deaddiction is naltrexone and acomprosate. Disulfiram is an aversion agent not anticraving agent. Remaining all other drugs are anti-craving agents for alcohol abuse. Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 329-331",
        "cop": 2,
        "opa": "Acamprosate",
        "opb": "Disulfiram",
        "opc": "Topiramate",
        "opd": "Naltrexone",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "1842bf5a-50c2-4f7a-b36c-4e2bc5d5a4a6",
        "choice_type": "multi"
    },
    {
        "question": "A chronic alcoholic patient is brought to the emergency depament by a family member. The person has not consumed alcohol since two days due to unavailability. The person complained of nausea, vomiting and dizziness. On the beginning of the third day, he developed seizures (GTCS). Which of the following would be best medications to manage the seizure of this patient?",
        "exp": "The drugs of choice for detoxification are usually benzodiazepines. Chlordiazepoxide (80-200 mg/day in divided doses) and diazepam (40-80 mg/day in divided doses) are the most frequently used benzodiazepines. The aim of detoxification is the symptomatic management of emergent withdrawal symptoms. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 40",
        "cop": 3,
        "opa": "Sodium valproate",
        "opb": "Phenytoin",
        "opc": "Diazepam",
        "opd": "Carbamazepine",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "c67902d8-02ac-42fe-881a-806ed605b22d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used to maintain abstinence in alcohol dependence",
        "exp": "Naltrexone (oral opioid receptor antagonist) probably interferes with alcohol-induced reinforcement by blocking opioid receptors., helping in maintaining alcohol abstinence. Ref: Sho textbook of Psychiatry by Niraj Ahuja 7th editon, page 42. Disulfiram also helps in alcohol abstinence but through its unpleasant reactions to alcohol intake.",
        "cop": 1,
        "opa": "Naltrexone",
        "opb": "Clonidine",
        "opc": "Disulfiram",
        "opd": "Naloxone",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "57b490bf-6174-4ed4-9275-48381d11c44b",
        "choice_type": "single"
    },
    {
        "question": "Amotivational syndrome is seen in",
        "exp": "Amotivational syndrome: Chronic cannabis use is postulated to cause lethargy, apathy, loss of interest, anergia, reduced drive and lack of ambition. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no.46",
        "cop": 1,
        "opa": "Cannabis",
        "opb": "Cocaine",
        "opc": "Amphetamine",
        "opd": "LSD",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "ee1a0d15-ee30-4037-a0e5-eeb75ae71437",
        "choice_type": "single"
    },
    {
        "question": "All the following are features of LSD intoxication except",
        "exp": "LSD is a type of hallicinogen LSD means lysergic acid diethylamide LSD was introduced and first used by ALBE HOFFMANN Flashback phenomenon is seen in withdrawal of LSD and not in LSD intoxication Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 326-330",
        "cop": 2,
        "opa": "Depersonalization",
        "opb": "Flashback",
        "opc": "Derealization",
        "opd": "Synesthesia",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "53fdf9db-dd11-4fcd-ad00-8c603018789f",
        "choice_type": "multi"
    },
    {
        "question": "Disulfiram shouldn't be given for at least how many hrs. after the patient is abstained from alcohol",
        "exp": "Before initiating the treatment with disulfiram for alcohol dependence, patient should be abstained from alcohol at least for 12hrs. Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 329",
        "cop": 1,
        "opa": "12 hrs",
        "opb": "14 hrs",
        "opc": "48 hrs",
        "opd": "96 hrs",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "d32af1d5-e511-45fc-8768-13ac2a1078a2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is not used in opioid dependence",
        "exp": "Use of substitution drugs such as methadone (not available in India at present) to ameliorate the withdrawal symptoms. The aim is to gradually taper off the patient from methadone (which is less addicting, has a longer half-life, decreases possible criminal behaviour, and has a much milder withdrawal syndrome). Naltrexone is an orally available narcotic antagonist which, when given to an opioid-dependent individual, causes withdrawal symptoms. These symptoms are managed with the addition of clonidine for 10-14 days after which clonidine is withdrawn and the patient has continued on naltrexone alone. Now if the person takes an opioid, there are no pleasurable experiences, as the opioid receptors are blocked by naltrexone. Therefore, this method is a combination of detoxification and maintenance treatment. The usual dose of naltrexone is 100 mg orally, administered on alternate days. Once again treatment is usually staed in an inpatient psychiatric or specialist alcohol and drug treatment centre setting. Other Drugs: The other detoxification agents include LAAM ( Levo-alpha-acetyl-Methadol), propoxyphene, diphenoxylate, buprenorphine (long-acting synthetic paial m-agonist which can be administered sublingually), and lofexidine (a2 agonist, similar to clonidine). Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 44",
        "cop": 1,
        "opa": "Disulfiram",
        "opb": "Clonidine",
        "opc": "Lorazepam",
        "opd": "Naltrexone",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "03035b09-f995-48da-817b-2fdaa0080c53",
        "choice_type": "single"
    },
    {
        "question": "\"Smack\" is the \"common\" name for",
        "exp": "Heroin or di-acetyl-morphine is about two times more potent than morphine in injectable form. Apa from the parenteral mode of administration, heroin can also be smoked or 'chased' ( chasing the dragon), often in an impure form (called ' smack' or ' brown sugar' in India). Heroin is more addicting than morphine and can cause dependence even after a sho period of exposure. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 43",
        "cop": 1,
        "opa": "Heroin",
        "opb": "Cocaine",
        "opc": "Opium",
        "opd": "None",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "8b02f778-9c42-4e9c-9da6-b5410fc1f448",
        "choice_type": "multi"
    },
    {
        "question": "A boy is having diarrhoea, rhinorrhoea, sweating & lacrimation, what is the most probable diagnosis",
        "exp": "Withdrawal Syndrome The onset of withdrawal symptoms occurs typically within 12-24 hours, peaks within 24-72 hours, and symptoms usually subside within 7-10 days of the last dose of opioid. The characteristic symptoms include lacrimation, rhinorrhoea, pupillary dilation, sweating, diarrhoea, yawning, tachycardia, mild hypeension, insomnia, raised body temperature, muscle cramps, generalised body ache, severe anxiety, piloerection, nausea, vomiting and anorexia. There are marked individual differences in the presentation of withdrawal symptoms. Heroin withdrawal syndrome is far more severe than the withdrawal syndrome seen with morphine. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 43",
        "cop": 2,
        "opa": "Cocaine withdrawal",
        "opb": "Heroin withdrawal",
        "opc": "Alcohol withdrawal",
        "opd": "LSD withdrawal",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "1b042472-804c-44e0-99ca-908f3fa3d8ff",
        "choice_type": "single"
    },
    {
        "question": "1st line treatment for smoking cessation includes",
        "exp": "Varenicline -ALPA 4 BETA 2 paial agonist for nicotinic receptors is the new 1st line treatment for smoking dependence. Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 351",
        "cop": 3,
        "opa": "Noriptyline",
        "opb": "Clonidine",
        "opc": "Varenicline",
        "opd": "Buspirone",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "9f624eff-f0aa-41e1-bf2e-ed1bb7254349",
        "choice_type": "single"
    },
    {
        "question": ". medical uses of cannabis is all except",
        "exp": "Medical uses of cannabis Analgesia, it is used as analgesic Glaucoma, it is used to dilation of vessels and hence can be used to treat in glaucoma Nausea and vomiting, it is used as anti-emetic involved in the management of cancer chemotherapy induced emesis Wasting syndrome and appetite stimulant....dronabinol Epilepsy Ref.KAplon and Sadock, synopsis of psychiatry, 11th edition, pg no.645",
        "cop": 4,
        "opa": "anti epileptics",
        "opb": "anti emetic",
        "opc": "anti glaucoma",
        "opd": "anti platelet",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "5faae029-cbba-42a0-a014-648e8f3d73ef",
        "choice_type": "multi"
    },
    {
        "question": "During alcohol withdrawal, last signs or symptoms to appear are",
        "exp": "based on the timeline between the abstience of alcohol the presentation of alcohol withdrawl symptoms varies the knowledge of this is impoant for answeing alcohol withdrawl questions the image clearly explains the timeline between alcohol abstience and presentation of alcohol withdrawl symptoms Delirium tremens is last to appear after withdrawal of alcohol after 48-72hrs 1st to appear-coarse tremors Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 330",
        "cop": 4,
        "opa": "Cluster seizures",
        "opb": "Hallucinations",
        "opc": "Anterograde amnesia",
        "opd": "Delirium tremens",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "d66bb37c-432b-4f46-9288-ced7a0b3c529",
        "choice_type": "multi"
    },
    {
        "question": "All the following effects are seen with cocaine except",
        "exp": "Cocaine is a kind of sympathomimetic, produce vasoconstriction It acts as local anaesthetic .inhibits the reuptake of neurotransmitters Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg. 345",
        "cop": 4,
        "opa": "Black pigmentation of tongue",
        "opb": "Nasal septal perforation",
        "opc": "Freebasing",
        "opd": "Sympatholytic effect",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "7947af84-82b1-48c7-9cb7-61d80f3e017e",
        "choice_type": "multi"
    },
    {
        "question": "Drug used for cocaine withdrawal symptoms is",
        "exp": "Cocaine use produces a very mild physical, but a very strong psychological dependence. The management of underlying (or co-existent) psychopathology is probably the most impoant step in the management of chronic cocaine use. Ref: Sho textbook of Psychiatry by Niraj Ahuja, 7th edition, page 48.",
        "cop": 4,
        "opa": "Fluoxetine",
        "opb": "Lorazepam",
        "opc": "Phenobarbital",
        "opd": "No drug needed",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "875fe154-b02c-475f-9dd5-a3b7ad0af3c4",
        "choice_type": "single"
    },
    {
        "question": "All are anti-craving agents for alcohol except",
        "exp": "Anti-craving agentsAcamprosate, naltrexone and SSRIs (such as fluoxetine) are among the medications tried as anti-craving agents in alcohol dependence. Acamprosate (the Ca++ salt of N-acetyl-homo taurinate) interacts with NMDA receptor-mediated glutamatergic neurotransmission in the various brain regions and reduces Ca++ fluxes through voltage-operatedchannels. Naltrexone (oral opioid receptor antagonist) probably interferes with alcohol-induced reinforcement by blocking opioid receptors. Fluoxetine (and other SSRIs) have been occasionally used as anti-craving agents in their usual antidepressant doses. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no.42 Lorazepam is a benzodiazepine class of drug used for the treatment of alcohol withdrawal.",
        "cop": 1,
        "opa": "Lorazepam",
        "opb": "Naltrexone",
        "opc": "Topiramate",
        "opd": "Acamprosate",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "6dc3e7e6-aa74-472c-a132-bcb23a6ae0b3",
        "choice_type": "multi"
    },
    {
        "question": "xylene and toluene ate types of",
        "exp": "Inhalants * FAMOUS COMPONDS==Toluene, xylene, trichloroethylene AGE OF ONET-----------Adolescent * Breath only for minutes, * inexpensive, * legal to possess, * easily concealed * COMPLICATIONS * Respiratory depression, * aspiration, * temporal lobe epilepsy, * leukoencephalopathy * LAB INVESTIGATION * Urine.============. Gas chromatography Ref.Kaplon and Sadock, synopsis of psychiatry, 11 th edition, pg no.656",
        "cop": 1,
        "opa": "inhalants",
        "opb": "hallicinigens",
        "opc": "stimulants",
        "opd": "anabolic androgenic steroids",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "87a3bac4-9464-46b1-a732-e88953375794",
        "choice_type": "multi"
    },
    {
        "question": "All the following are used for the detoxification of opioids except",
        "exp": "Pethidine isn't used and methadone is most commonly used as it has v v less addiction liability and it acts slow and in uniform manner opiod withdrawl and opiod detoxification has to be read in detail opiod detoxification can be done by 3 main steps namely SYMPTOMATIC DETOXIFICATION=== using clonidine, benzodiazepam, dicyclomine, loperamide AGONIST ASSOSIATED DETOXIFICATION==using methadone and buprenorphoine ANTAGONIST ASSOSIATED DETOXIFICATION===using Naltrexone Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 339",
        "cop": 4,
        "opa": "Methadone",
        "opb": "Clonidine",
        "opc": "Buprenorphine",
        "opd": "Pethidine",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "74849aec-b77c-466d-abbf-c82d054122ab",
        "choice_type": "multi"
    },
    {
        "question": "All the following drugs are hallucinogens except",
        "exp": "Pentostatin is an anticancer drug Hallucinogens-LSD,Phencyclidine,ketamine,mescaline etc Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg. 326",
        "cop": 4,
        "opa": "Mescaline",
        "opb": "Phencyclidine",
        "opc": "Ketamine",
        "opd": "Pentostatin",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "0d30d72e-7552-43fc-8684-e133d7dee8b3",
        "choice_type": "multi"
    },
    {
        "question": "Not a feature of heroin {smack} withdrawal",
        "exp": "Heroin or di-acetyl-morphine is about two times more potent than morphine in injectable form. Apa from the parenteral mode of administration, heroin can also be smoked or 'chased' ( chasing the dragon), often in an impure form (called ' smack' or ' brown sugar' in India). Withdrawal SyndromeThe onset of withdrawal symptoms occurs typically within 12-24 hours, peaks within 24-72 hours, and symptoms usually subside within 7-10 days of the last dose of opioid. The characteristic symptoms include lacrimation, rhinorrhoea, pupillary dilation, sweating, diarrhoea, yawning, tachycardia, mild hypeension, insomnia, raised body temperature, muscle cramps, generalised body ache, severe anxiety, piloerection, nausea, vomiting and anorexia. There are marked individual differences in the presentation of withdrawal symptoms. Heroin withdrawal syndrome is far more severe than the withdrawal syndrome seen with morphine. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 43",
        "cop": 3,
        "opa": "Yawning",
        "opb": "Muscle cramps",
        "opc": "Hypersomnia",
        "opd": "Hypeention",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "a84b7916-b3d6-4519-a66d-f5b0b5a303d5",
        "choice_type": "single"
    },
    {
        "question": "Drugs which cause both physical and psychological dependence are",
        "exp": "All the above-mentioned drugs produce both physical and psychological dependence in varying degrees Ref: Essentials of postgraduate psychiatry By JN Vyas 1st ed Pg 326",
        "cop": 4,
        "opa": "Morphine",
        "opb": "Alcohol",
        "opc": "Nicotine",
        "opd": "All the above",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "01d6fe62-8a70-490d-94d2-ce2f73b5ff0b",
        "choice_type": "multi"
    },
    {
        "question": "Morbid jealousy is most often seen in patients taking",
        "exp": "Some Complications of Alcohol Dependence Medical Complications Central Nervous System: i. Peripheral neuropathy ii. Delirium tremens iii. Rum fits (Alcohol withdrawal seizures) iv. Alcoholic hallucinosis v. Alcoholic jealousy vi. Wernicke-Korsakoff psychosis vii. Marchiaa-Bignami disease viii. Alcoholic dementia ix. Suicide x. Cerebellar degeneration xi. Central pontine myelinosis xii. Head injury and fractures. Ref: A Sho Textbook of Psychiatry, Niraj Ahuja, 7th Edition, pg. no. 39",
        "cop": 1,
        "opa": "Alcohol",
        "opb": "Amphetamine",
        "opc": "LSD",
        "opd": "Cannabis",
        "subject_name": "Psychiatry",
        "topic_name": "Substance abuse",
        "id": "1df63d84-9e14-4ea8-9d64-c3082bb31060",
        "choice_type": "single"
    }
]