[
    {
        "question": "Which of the following ultrasound finding has the highest association with aneuploidy?",
        "exp": "All the above mentioned are ultrasound findings associated with increased risk of aneuploidy although the highest association is seen with cystic hygroma Nuchal translucency and cystic hygroma are both measured in the first trimester. Trisomy 21 is the most common aneuploidy associated with increased NT and cystic hygroma While monosomy X presents as second-trimester hygroma.",
        "cop": 3,
        "opa": "Choroid plexus cyst",
        "opb": "Nuchal translucency",
        "opc": "Cystic hygroma",
        "opd": "Single umbilical aery",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "39115fee-b58b-4020-ae8f-9a2653811340",
        "choice_type": "single"
    },
    {
        "question": "Which of the following iodinated compound is present in a maximum concentration in the thyroid?",
        "exp": "THYROID HORMONE SYNTHESIS AND SECRETIONThyroid hormones are synthesized in the colloid, near the apical cell membrane of the follicular cells. Catalyzed by the enzyme thyroidal peroxidase, iodide in the thyroid cell is oxidized to iodine. The iodine enters the colloid and is rapidly bound at the 3 position to tyrosine molecules attached to thyroglobulin, forming monoiodotyrosine (MIT). MIT is next iodinated at the 5 position, forming diiodotyrosine (DIT). Two DIT molecules then condense in an oxidative process (\"coupling reaction\") to form one thyroxine (T4) molecule. Some T3 is probably formed within the thyroid gland by condensation of MIT with DIT. A small amount of reverse T3 (r. T3) is also formed. In the normal thyroid, the average distribution of iodinated compounds is 23% MIT, 33% DIT, 35% T4, 7% T3, and 2% reverse T3.",
        "cop": 2,
        "opa": "Monoiodotyrosine (MIT)",
        "opb": "Diiodotyrosine (DIT)",
        "opc": "T3",
        "opd": "Reverse T3",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "f0a88604-cf9c-4181-87f8-e3daccd3d389",
        "choice_type": "single"
    },
    {
        "question": "Osgood Schlatter disease is associated with osteochondritis of",
        "exp": "Types of Osteochondritis and Nomenclature Traction apophysitis (chronic strain injuries) Tibial Tuberosity Osgood-Schlatter Calcaneum Sever The lower pole of patella Sinding-Larsen&; s",
        "cop": 3,
        "opa": "Patella",
        "opb": "Femur medial condyle",
        "opc": "Tibial tubercle",
        "opd": "Femur lateral condyle",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "0397f010-664b-4e76-90fc-8256260db0fe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common cause of emergency depament visit related to LSD and its related substances?",
        "exp": "The most frequent acute medical emergency associated with LSD use is a panic episode (the \"bad trip\"), which may persist up to 24 h. A trip is a period of intoxication from a hallucinogenic drug, such as lysergic acid (LSD) or magic mushrooms (psilocybin). It is called a trip because perceptions of the world change so dramatically, it can feel as if a trip to a strange, new land is taken. Unpleasant experience of hallucinogen intoxication is known as a bad trip. Harrison 19e pg: Cocaine and Other Commonly Abused Drugs",
        "cop": 1,
        "opa": "Bad trip",
        "opb": "Flashbacks",
        "opc": "Synaesthesia",
        "opd": "Papillary dilatation",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "37585fbd-5eda-48c4-8b39-761335c90b6e",
        "choice_type": "single"
    },
    {
        "question": "Medium used for antibiotic sensitivity:",
        "exp": "Antibiotic sensitivity testing Antibiotic sensitivity testing is carried out to determine appropriate antibiotic to be used for a paicular strain isolated from clinical specimens. Antibiotic testing can be carried out by two broad methods a) Disc diffusion tests b) Dilution tests REF: ananthanarayana 10th ed",
        "cop": 3,
        "opa": "CLED agar",
        "opb": "choclolate agar",
        "opc": "Mueller-Hinton agar",
        "opd": "Salt milk agar",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "38593373-89e8-4ef5-979a-2062fbb57b9d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not undergo phosphorylation by protein kinases?",
        "exp": "Phosphorylation occurs at the hydroxyl groups of serine, threonine, and tyrosine. A protein kinase is a kinase enzyme that modifies other proteins by chemically adding phosphate groups to them (phosphorylation). Phosphorylation usually results in a functional change of the target protein (substrate) by changing enzyme activity, cellular location, or association with other proteins. The chemical activity of a kinase involves transferring a phosphate group from a nucleoside triphosphate (usually ATP) and covalently attaching it to one of three amino acids that have a free hydroxyl group. Most kinases act on both serine and threonine, others act on tyrosine, and a number (dual specificity kinases) act on all three. There are also protein kinases that phosphorylate other amino acids, including histidine kinases that phosphorylate histidine residues.",
        "cop": 3,
        "opa": "Threonine",
        "opb": "Tyrosine",
        "opc": "Asparagine",
        "opd": "Serine",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "ffd29814-4b7d-4e36-85e4-c61e782384f3",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old recently married woman presents with tender nodules on her shin. Initial history taking should include questions about",
        "exp": "Red tender nodules on her shin could be erythema nodosum; Erythema nodosum is a type of panniculitis, i. e. an inflammatory disorder affecting subcutaneous fat. Oral contraceptives which this newly married woman would take is likely here. Other causes are Neutrophilic dermatoses (Behcet's disease, Sweet's syndrome), iodides, bromides, sulfonamides, Sarcoidosis, Ulcerative colitis(also Crohn&; s), Streptococcus, Pregnancy, and Malignancy",
        "cop": 2,
        "opa": "Her stress level",
        "opb": "Any new medications she may have staed",
        "opc": "History of foreign travel",
        "opd": "Insect bites to the legs",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "5e647902-b8d1-4dca-917e-b2551e75e774",
        "choice_type": "single"
    },
    {
        "question": "Frequent blushing (\"erethism\") is associated with poisoning of",
        "exp": "Mechanism of toxicity: Mercury reacts with sulfhydryl (SH) groups, resulting in enzyme inhibition and pathologic alteration of cellular membranes. Clinical presentation: Severe chemical pneumonitis and noncardiogenic pulmonary edema. Acute gingivostomatitis may also occur. Chronic intoxication: Classic triad Tremor Gingivostomatitis. Metallic taste. Frequent blushing (\"erethism\"). Pain in the extremities, often accompanied by pinkish discoloration and desquamation (\"pink disease\")",
        "cop": 1,
        "opa": "Mercury",
        "opb": "Lead",
        "opc": "Phenolic acid",
        "opd": "Carbolic acid",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "0127d2ac-5b69-4e94-9e3e-b7b389c0122e",
        "choice_type": "single"
    },
    {
        "question": "A patient is found to have a duodenal ulcer by upper endoscopy. The likelihood of this patient having H. pylori in the gastric antrum is?",
        "exp": ".",
        "cop": 3,
        "opa": "5%",
        "opb": "20%",
        "opc": "60%",
        "opd": "95%",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "d684a487-c638-494d-9ee2-18b81d7166b2",
        "choice_type": "single"
    },
    {
        "question": "The Earliest sign of male pubey is",
        "exp": "In boys, the first visible sign of pubey and hallmark of SMR2 is testicular enlargement, beginning as early as 9 1/2 years. This is followed by penile growth during SMR3. Peak growth occurs when testis volumes reach approximately 9-10 cm3 during SMR4. Under the influence of LH and testosterone, and prostate enlarges. The left testis normally is lower than the right. Some degree of breast hyperophy, typically bilateral, occurs in 40-65% of boys during SMR2-3 due to a relative excess of estrogenic stimulation. In girls, the first visible sign of pubey and the hallmark of SMR2 is the appearance of breast buds, between 8 and 12 years of age. Menses typically begins 2-2 1/2 years later, during SMR3-4 (median age, 12 years; normal range, 9-16 years), around the peak height velocity. Less obvious changes include enlargement of the ovaries, uterus, labia, and clitoris, and thickening of the endometrium and vaginal mucosa",
        "cop": 4,
        "opa": "Pubic hair",
        "opb": "Axillary hair",
        "opc": "Hoarseness of voice",
        "opd": "Testicular enlargement",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "8e15e1af-1fd1-4be8-aa64-af0cd7748572",
        "choice_type": "single"
    },
    {
        "question": "For spinal anesthesia, lignocaine is used as",
        "exp": "Lignocaine is used as 5% (heavy) for spinal anaesthesia.",
        "cop": 4,
        "opa": "0. 5 % solution",
        "opb": "1 % solution",
        "opc": "2 % solution",
        "opd": "5% solution",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "43af16ba-8587-45f1-a166-bc772e57066d",
        "choice_type": "single"
    },
    {
        "question": "Most common fungal infection in non-HIV (immuno-competent) individuals?",
        "exp": ".",
        "cop": 4,
        "opa": "Mucor",
        "opb": "Histoplasmosis",
        "opc": "Aspergillosis",
        "opd": "Candidiasis",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "e5324c21-4809-4ad3-985e-17fcd1a26c8d",
        "choice_type": "single"
    },
    {
        "question": "The maintenance dose of digoxin",
        "exp": "Slow digitalization: Here maintenance dose of Digoxin (average 0. 25 mg/day) is given from the beginning. Full response takes 5-7 days to develop, but the procedure is much safer. In case an adequate response is not seen after I week, increase the dose to 0. 375 and then to 0. 5 mg after another week. Rapid oral digitalization: Here Digoxin 0. 5 - 1. 0 mg stat dose given followed by 0. 25 mg every 6 hours with careful monitoring and watch for toxicity till response occurs - generally takes 6-24 hours (total dose 0. 75 - 1. 5 mg). This is seldom practised now. Emergency digitalization: It is practised rarely now, only as a desperate measure in CHF or in atrial fibrillation. Digoxin 0. 25 mg followed 0. 1 mg hourly is given by slow IV. Injection with close ECG, BP and CVP monitoring till response occurs (2-6 hours, total dose 0. 5 - 1. 0 mg)",
        "cop": 1,
        "opa": "0. 25 mg/day",
        "opb": "2. 5 mg/day",
        "opc": "25 mg/day",
        "opd": "250 mg/day",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "739a6c60-0f20-4638-a2a5-abafeaeb4197",
        "choice_type": "single"
    },
    {
        "question": "cat acts as reservoir in the following?",
        "exp": "Toxoplasma gondii * Worldwide * Zoonotic parasite; Toxoplasma is an oppounistic pathogen. * Infects animals, cattle, birds, rodents, pigs, and sheep. * and humans. * Causes the disease Toxoplasmosis. * Toxoplasmosis is leading cause of aboion in sheep and goats. * Intracellular parasite. * Final host (Felidae family, cat) * Intermediate host (mammals ) Toxoplasmosis 1. All parasite stages are infectious. 2. Risking group: Pregnant women, meat handlers (food preparation) or anyone who eats the raw meat ref: ananthanaryana 9rh ed",
        "cop": 1,
        "opa": "toxoplasma gondii",
        "opb": "rabies",
        "opc": "streptocerca infection",
        "opd": "plague",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "91df0224-1503-4c91-85f2-4b44ff619982",
        "choice_type": "single"
    },
    {
        "question": "A man had Egg omelet 1-4 hours back and developed diarrhea, vomiting and abdominal cramps. Most likely cause of poisoning is",
        "exp": "Bacterium Typical food Disease Staphylococcus Custard-filled pastries; Potato, egg, tuna or fish salads Food poisoning especially vomiting Bacillus cereus Reheated rice Diarrhea Clostridium perfringens Cooked meat, stew and gravy Diarrhea E. coli Various food and water Diarrhea E. coli Undercooked meat Hemorrhagic colitis Salmonella enteritidis Poultry, meats, and eggs Diarrhea Shigella species Various foods and water Diarrhea Vibrio cholera Seafood and water Diarrhea Vibrio parahemolyticus Seafood Diarrhea Campylobacter jejuni Various foods Diarrhea Yersinia enterocolitica Various foods Diarrhea Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 201",
        "cop": 1,
        "opa": "Staphylocoocus",
        "opb": "Salmonella",
        "opc": "Bacillus cereus",
        "opd": "Clostridium",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "d9a49048-7357-4f4d-b698-c8b29479a40b",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of a pleural effusion is",
        "exp": "The most common cause of pleural effusion is left ventricular failure. Pleural effusions occur in heart failure when there are increased hydrostatic forces increasing the pulmonary interstitial fluid and the lymphatic drainage is inadequate to remove the fluid. Right-sided effusions are more common than left-sided effusions in heart failure. Thoracentesis would show a transudative fluid. Pneumonia can be associated with a parapneumonic effusion or empyema. Parapneumonic effusions are the most common cause of exudative pleural effusions and are second only to heart failure as a cause of pleural effusions. Empyema refers to a grossly purulent pleural effusion. Malignancy is the second most common cause of the exudative pleural effusion. Breast and lung cancers and lymphoma cause 75% of all malignant pleural effusions. On thoracentesis, the effusion is exudative. Cirrhosis and pulmonary embolus are far less common causes of pleural effusions.",
        "cop": 2,
        "opa": "Cirrhosis",
        "opb": "Left ventricular failure",
        "opc": "Pulmonary embolism",
        "opd": "Pneumonia",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "106d53c8-ff8d-4e36-8ddd-b945d34f3de4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following helminths primarily produces gastrointestinal symptoms, without lung involvement, during the course of its infection?",
        "exp": "Trichuris humans acquire the infection by eating foods contaminated with infective eggs. Once eggs are swallowed, the larvae hatch in the small intestine, where they mature and migrate to the colon. Trichuris infections with a low worm burden are usually asymptomatic, but infections of moderate to heavy worm loads present with lower abdominal pain, distention, and diarrhea. Severe infection may lead to profuse bloody diarrhea, cramps, tenesmus, urgency, and rectal prolapse. Occasionally worms migrate to the appendix, causing appendicitis. Jawetz microbiology 27e 724.",
        "cop": 3,
        "opa": "Dirofilaria immitis",
        "opb": "Strongyloides stercoralis",
        "opc": "Trichuris trichiura",
        "opd": "Ascaris lumbricoides",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "e8ab8c32-a9b6-4c3d-8ef1-012831dea02d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is approved for the treatment of cystic fibrosis with G551D mutation?",
        "exp": "Biostrophin is a vehicle for gene therapy in Duchenne and Becker's muscular dystrophy. Peginesatide is an erythropoietin analog for anemia of chronic kidney disease. Lumacaftor is a CFTR potentiator for cystic fibrosis with F508 mutation. Ivacaftor is a CFTR potentiator for cystic fibrosis with G551D mutation",
        "cop": 4,
        "opa": "Biostrophin",
        "opb": "Peginesatide",
        "opc": "Lumacaftor",
        "opd": "Ivacaftor",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "d55b85d6-b5b0-4049-ac05-239d780a8097",
        "choice_type": "single"
    },
    {
        "question": "The muzzle velocity of given firearm is",
        "exp": "The revolver, which tends to have a low muzzle velocity of 150 m/s, is a sho barreled weapon with its ammunition held in a metal drum, which rotates each time the trigger is released. The muzzle velocity of pistols varies between 300 and 360 m/s. The rifle is a long-barreled shoulder weapon capable of firing bullets with velocities up to 1500 m/s.",
        "cop": 1,
        "opa": "150 m/s",
        "opb": "300 m/s",
        "opc": "360 m/s",
        "opd": "1500 m/s",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "6350ebdb-0759-4056-bce0-bd35dc9f5943",
        "choice_type": "single"
    },
    {
        "question": "a 40 yr old man underwent renal transplantation two months after transplantation he developed fever and features suggestive of bilateral diffuse interstitial pnuemonitis. what is causative agent?",
        "exp": "PERSONS WITH HIGH RISK OF CMV INFECTION: organ transplantation with malignant tumors who are recieving chemotherapy with hiv/aids viral excreation is icreased and prolonged diffuse interstitial pneumonia is common complication ref: ananthanaryana 9th ed",
        "cop": 2,
        "opa": "HSV",
        "opb": "CMV",
        "opc": "EBV",
        "opd": "VZV",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "e4012dca-8632-44f1-b40d-a28dd7cf8fe7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following glycolytic enzyme is used in gluconeogenesis?",
        "exp": "Aldolase is the enzyme which catalyzes the reversible reaction of glycolysis. So this enzyme is utilized in gluconeogenesis. Glucokinase, pyruvate kinase and phosphofructokinase are enzymes which catalyze the irreversible reaction of glycolysis and which are bypassed by different sets of enzymes during gluconeogenesis.",
        "cop": 3,
        "opa": "Glucokinase",
        "opb": "Pyruvate kinase",
        "opc": "Aldolase",
        "opd": "Phosphofructokinase",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "d17e8812-8507-4726-b1f8-d82be8a09a9b",
        "choice_type": "single"
    },
    {
        "question": "The postoperative quality of life (QOL) scores of 200 prostate cancer patients have a mean of 60 and a standard detion of 10. How many patients are expected to have a QOL score between 40 and 80?",
        "exp": "The values enclosed in a normal distribution curve are: Mean +- 1 SD 68% of data Mean +- 2 SD 95% of data. Mean +- 3 SD 99% of data. In the above question, Mean = 60. SD = 10. Hence, the range of values from 40 to 80 i. e. 60 +- 20 (Mean +- 2 SD) would include 95% of the readings. Therefore, the total number of readings in the given range = (95 x 200) / 100 = 190. Hence, 190 patients are expected to have a QOL score between 40 and 80.",
        "cop": 1,
        "opa": "190",
        "opb": "136",
        "opc": "120",
        "opd": "140",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "8000c837-6d44-4898-80c6-49e19de8a2a6",
        "choice_type": "single"
    },
    {
        "question": "The daily production of hydrogen ions from CO2 is primarily buffered by which of the following?",
        "exp": "Aerobic metabolism produces 13, 000 to 24, 000 mmol CO2 per day. This yields close to that amount of H+ ions produced per day the reaction: CO2 + H2O - H2. CO3 - H+ + HCO3-At the tissues, CO2 diffuses into the red blood cells, where the enzyme carbonic anhydrase accelerates the above reaction. The H+ produced is buffered mainly by a large amount of hemoglobin in the red blood cells. Bicarbonate is not an effective buffer of volatile acid (from CO2).",
        "cop": 3,
        "opa": "Extracellular bicarbonate",
        "opb": "Red blood cell bicarbonate",
        "opc": "Red blood cell hemoglobin",
        "opd": "Plasma proteins",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "1c7dff5e-5261-4f3a-8801-3dbde337fd3d",
        "choice_type": "single"
    },
    {
        "question": "Cholera toxin irreversibly stimulates the c. AMP-dependent pump in intestinal cells resulting in",
        "exp": "Cholera toxin irreversibly stimulates the c. AMP-dependent Cl- pump in intestinal cells resulting in massive Cl- rich watery diarrhea. Death is caused by extreme dehydration and electrolyte imbalance.",
        "cop": 1,
        "opa": "Cl- rich watery diarrhea",
        "opb": "K+ rich watery diarrhea",
        "opc": "Na+ rich watery diarrhea",
        "opd": "Ca+ rich watery diarrhea",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "53d528bc-37d0-442b-b38d-7cf86fba81d7",
        "choice_type": "single"
    },
    {
        "question": "Intravenous resuscitation is needed for any child with burn greater than",
        "exp": "In children with burns over 10% total body surface area and adults with burns over 15% total body surface area, consider the need for intravenous fluid resuscitation.",
        "cop": 1,
        "opa": "10% total body surface area",
        "opb": "20% total body surface area",
        "opc": "25% total body surface area",
        "opd": "35% total body surface area",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "7b1cb8a8-57c5-4ba1-b5a7-a661b52b975f",
        "choice_type": "single"
    },
    {
        "question": "Hypersensitivity vasculitis is seen most commonly in",
        "exp": "HYPERSENSITIVITY VASCULITISIn hypersensitivity vasculitis, postcapillary venules are the most commonly involved vessels, capillaries and aerioles are involved less frequently. It is primarily a disease of small vessels. It is characterized by leukocytosis, a term that refers to the nuclear debris remaining from the neutrophils that have infiltrated in and around the vessels during the acute stages.",
        "cop": 1,
        "opa": "Postcapillary venules",
        "opb": "Aerioles",
        "opc": "Veins",
        "opd": "Capillaries",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "47518a17-43b4-47bc-a2bb-2f224457060e",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for the annular pancreas is",
        "exp": "Annular pancreas is the most common congenital malformation of the pancreas in association with duodenal atresia. Two types of the annular pancreas are recognized. (1) Extramural - causing high gastrointestinal (duodenal) obstruction; vomiting is the most common presenting symptom (2) Intramural - producing duodenal ulceration. Associated with polyhydramnios, Down syndrome. ERCP is the most impoant procedure to find the characteristic features and establish the therapeutic strategy in cases of annular pancreas. Division of annular pancreas is not recommended because of the risk of damage to the major duct.",
        "cop": 4,
        "opa": "Gastro jejunostomy",
        "opb": "Pancreatectomy",
        "opc": "Whipple's procedure",
        "opd": "Duodeno duodenostomy",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "49f9cff4-111e-448f-9f36-ea0d7cbcc4c2",
        "choice_type": "single"
    },
    {
        "question": "Infrared rays causes",
        "exp": "Infrared rays affect primarily the retina, because of the transparency of the ocular media. When directly viewing a point source or laser beam, the focusing propeies in the IRA region additionally render the retina much more susceptible to damage than any other pa of the body. For sho exposure periods, heating of the iris from the absorption of visible or near infrared is considered to play a role in the development of opacities in the lens.",
        "cop": 1,
        "opa": "Cataract",
        "opb": "Keratitis",
        "opc": "Optic neuritis",
        "opd": "Glaucoma",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "b726adbb-26e1-4b8c-b277-6bce5e642ff9",
        "choice_type": "single"
    },
    {
        "question": "The risk of having a baby with Down syndrome for a 30-year-old woman increases",
        "exp": "The risk of aneuploidy is increased with multiple miscarriages not attributable to other causes such as endocrine abnormalities or cervical incompetence. A 45, X karyotype results from loss of chromosome material and does not involve increased risks for nondisjunction errors. Similarly, induced ovulation does not result in increased nondisjunction, and hyper model conceptions (triploidy) do not increase the risk for future pregnancies.",
        "cop": 4,
        "opa": "If her pregnancy has been achieved by induction of ovulation by menotropins",
        "opb": "If she has had a previous baby with Turner syndrome (45, X)",
        "opc": "If she has had a previous baby with triploidy",
        "opd": "If she has had three first-trimester spontaneous aboions",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "47b59926-79ad-4567-856b-fea934371909",
        "choice_type": "single"
    },
    {
        "question": "Immune complex formation, which structure of a protein is involved?",
        "exp": "The primary structure is the sequence of the amino acids in a polypeptide chain. Secondary structure is the folding of sho (3- to 30-residue), contiguous segments of the polypeptide into geometrically ordered units. Teiary structure is the assembly of secondary structural units into larger functional units such as the mature polypeptide and its component domains. The specific biological function of each immunoglobulin class is determined by the teiary structure of the constant domains (Fc region).",
        "cop": 4,
        "opa": "Primary",
        "opb": "Secondary",
        "opc": "Teiary",
        "opd": "Quaternary",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "190469b8-00e2-44a5-9230-38f0fd550d96",
        "choice_type": "single"
    },
    {
        "question": "Given type of skull is seen in",
        "exp": "Cephalic Index ( CI ) of various race groups: Type of skull. CIRace groups. Dolico-cephalic (long-headed)70 - 75. Pure Aryans, Aborigines, Negroes. Mesaticephalic (medium headed)75- 80. Europeans and Chinese. Brachycephalic (sho-headed)80-85. Mongolian",
        "cop": 2,
        "opa": "Mongolians",
        "opb": "Pure Aryans",
        "opc": "Chinese",
        "opd": "Europeans",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "ba6890b7-cfc3-4a57-8c8e-6cd5dc682fc4",
        "choice_type": "single"
    },
    {
        "question": "Which poion of MHC1 complex forms the component of antigen presenting pa?",
        "exp": "Antigen Presenting pa of MHCMHC 1/HLA I: Class 1 molecule consists of three domains of heavy alpha peptide chain (a1; a2; a3) which are non-covalently linked to smaller b2 microglobulin peptide. The distal domain (alpha 1 and alpha 2) of MHC 1 have highly variable amino acid sequences and are folded to form a cavity or groove. Protein antigens are bound to this groove for presentation to CD8 T cells. MHC II/HLA II: MHC II antigens are heterodimer consisting of an alpha and beta chain. Each chain has two domain proximal one is constant and distal one is variable. The two distal domain (alpha 1, beta 1) constitute the antigen binding site, for recognition by CD4 T cells. Both class 1 and class 2 are members of the immunoglobulin gene superfamily. MHC III /HLA III: MHC III are heterogenous they include complement components involved in the formation of C3 convease, heat shock protein and tumor necrosis factor.",
        "cop": 2,
        "opa": "Between alpha 1 and beta 2 microglobulin",
        "opb": "Distal pa of alpha chain",
        "opc": "Proximal pa of alpha chain",
        "opd": "Between alpha 2 and beta 2 microglobulin",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "062cca06-4d7a-4524-99c3-d329b3217d87",
        "choice_type": "single"
    },
    {
        "question": "Somites are derived from ----- mesoderm",
        "exp": "The intraembryonic mesoderm splits into: Paraxial which forms Somites. Intermediate plate gives rise to the Genital & Urinary system. Lateral plate encloses a cavity called the intraembryonic coelom, which fuher forms the pericardial, peritoneal & pleural cavities",
        "cop": 3,
        "opa": "Intermediate plate",
        "opb": "Lateral plate",
        "opc": "Paraxial",
        "opd": "Extraembryonic",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "e1f5f86a-d8a5-49a4-8d1c-b4bcf2c6f0e7",
        "choice_type": "single"
    },
    {
        "question": "Morris Index positive in ECG is suggestive of",
        "exp": "The index proposed by Morris (amplitude of the negative deflection in V1 in mm multiplied by its duration in seconds) is positive if greater than 0. 03. Morris Index positive in ECG is suggestive of Another sign of Left atrial enlargement in ECG is P wave width >2. 5 mm in lead II. Right, atrial enlargement P wave height >2. 5mm in lead II and area of the Positive phase of P wave in Lead V1 >0. 06mmsec.",
        "cop": 2,
        "opa": "Right atrial enlargement",
        "opb": "Left atrial enlargement",
        "opc": "Right ventricular hyperophy",
        "opd": "left ventricular hyperophy",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "e79a4c47-4947-48a2-b91d-7a52a4030256",
        "choice_type": "single"
    },
    {
        "question": "What should not be done in a case of missile injury?",
        "exp": "In a case of missile injury don&; t: Excise too much skin. Practice keyhole surgery. Repair tendons or nerves. Remove attached pieces of bone. Close the deep fascia. Inse synthetic prostheses. Pack the wound. Close the skin.",
        "cop": 4,
        "opa": "Incise skin generously",
        "opb": "Incise fascia widely",
        "opc": "Dress wounds with fluffed gauze",
        "opd": "Repair tendons",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "c620edd6-7eec-4a90-ba57-bada1a213fcf",
        "choice_type": "single"
    },
    {
        "question": "The drug of choice for an acute exacerbation of ulcerative colitis is",
        "exp": "DOC for acute exacerbation of IBD - Steroids. DOC for maintenance treatment of IBD - Sulfasalazine",
        "cop": 4,
        "opa": "Sulfasalazine",
        "opb": "Methotrexate",
        "opc": "Infliximab",
        "opd": "Coicosteroids",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "eeeaa29d-c02d-4ed5-9629-7b74274a02f1",
        "choice_type": "single"
    },
    {
        "question": "Antimitochondrial antibodies are found in 90% of patients with",
        "exp": "The most characteristic immunologic abnormality associated with primary biliary cirrhosis is the presence of antimitochondrial antibodies, which are found in 90% of affected individuals. This antibody is predominantly IgG. Antimitochondrial antibodies also can be detected in persons with other liver diseases but with a much lower frequency (less than 10%) and usually in low titer.",
        "cop": 1,
        "opa": "Primary biliary cirrhosis",
        "opb": "Chronic active hepatitis",
        "opc": "Seminoma",
        "opd": "Choriocarcinoma",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "029bce58-b362-4454-9b35-97a78d427444",
        "choice_type": "single"
    },
    {
        "question": "Central macular fixation develops at",
        "exp": "The critical period of developed of fixation reflex is 5-6 months of age. This is the reason why unilateral cataracts in children should be operated early. Remember - Binocular vision develops at 5-6 years.",
        "cop": 4,
        "opa": "3 weeks",
        "opb": "6 weeks",
        "opc": "3 months",
        "opd": "6 months",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "0de79a99-7a64-44fc-98cc-ca69436cbddc",
        "choice_type": "single"
    },
    {
        "question": "which of the following help in bacterial adhesion",
        "exp": "Fimbrial Pili helps in bacterial adhesion They are made of protein subunits PILIN, Present only on the surface of GRAM NEGATIVE bacteria REF: ANANTHANARYANA",
        "cop": 3,
        "opa": "cytoplasmic membrane",
        "opb": "Mesosomes",
        "opc": "Fimbria",
        "opd": "LPS",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "12be5ae4-f7f2-437a-8b0b-2d57c3e95d3a",
        "choice_type": "single"
    },
    {
        "question": "Antiseptic propey of bleaching powder is due to?",
        "exp": "Active component responsible for the disinfecting propey A bleaching powder is hypochlorous acid ref baveja microbiology",
        "cop": 1,
        "opa": "Hypochlorous acid",
        "opb": "Hypochlorite",
        "opc": "Chlorine",
        "opd": "H+",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "e7a8a697-12ca-42d1-8ad3-e7a953d6df9b",
        "choice_type": "single"
    },
    {
        "question": "The BODE index, a simple multidimensional grading system, is better than the FEV1 at predicting the risk of death from any cause and from respiratory causes among patients with COPD. Which of the following is not the component of BODE index?",
        "exp": "BODE index includes. BMIAirflow Obstruction. Dyspnoea. Exercise performance",
        "cop": 2,
        "opa": "BMI",
        "opb": "Oxygen requirement",
        "opc": "Dyspnoea",
        "opd": "Exercise performance",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "970866ba-4cf3-4dbd-807f-e4c2f315a876",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is effective against HIV with Y181C mutation?",
        "exp": "Festinavir is an NI shown to be effective in adefovir and tenofovir resistance. Lersivirine is an NNI effective against HIV with Y181C mutation. Elvitegravir is an integrase inhibitor used for initial / naive treatment. Dolutegravir is an integrase inhibitor approved for raltegravir-resistant infections",
        "cop": 2,
        "opa": "Festinavir",
        "opb": "Lersivirine",
        "opc": "Elvitegravir",
        "opd": "Dolutegravir",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "afa2e25c-1602-4a23-8a0b-9e384e07b0a4",
        "choice_type": "single"
    },
    {
        "question": "Hemoperfusion with charcoal is useful in poisoning with",
        "exp": "Hemoperfusion should be considered in cases of severe poisoning due to. Caffeine. Disopyramide. Phenytoin. Carbamazepine. Hypnotic-sedatives (barbiturates). Procainamide. Carbon tetrachloride. Methotrexate. Theophylline. Chloramphenicol. Mushrooms (amatoxin-containing)va. Iproate. Dapsone. Paraquat",
        "cop": 1,
        "opa": "Phenytoin",
        "opb": "Methyl alcohol",
        "opc": "Lithium",
        "opd": "Ethylene glycol",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "45f7301a-fc17-4125-8948-299f0b07e293",
        "choice_type": "single"
    },
    {
        "question": "What is the indication for surgery in asymptomatic patients with the abdominal aoic aneurysm?",
        "exp": "Most precise test for imaging aoic aneurysm: CT scan5-year risk of rupture for an aneurysm: <5cm - 1 to 2% and > 5 cm-20 to 40%For asymptomatic abdominal aoic aneurysms, an operation is indicated if the diameter is > 5. 5 cm. In elective surgery of AAA, the operative moality rate is 1 to 2% whereas after acute rupture the moality of emergency operation is >50%MC complications after repair are Cardiac (ischemia and infarction) & Respiratory (atelectasis & lower lobe consolidation)MC non-cardiac complication after repair of AAA is the Renal failure.",
        "cop": 2,
        "opa": "Transverse diameter > 3 cm",
        "opb": "Transverse diameter > 5. 5 cm",
        "opc": "Transverse diameter > 7. 5 cm",
        "opd": "No need for surgery unless symptomatic",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "a34d4777-1633-4458-8c48-064d0d4c00d7",
        "choice_type": "single"
    },
    {
        "question": "a 70 year old women refused to take influenza vaccine, dveloped flu. death happend 1 week after pneumonia. most common cause of post influenza pneumonia",
        "exp": "m/c organism in post influenza decondary pneumonia is staph. auerus Staphylococcus aureus pneumonia * S. aureus is an impoant cause of secondary bacterial pneumonia in children and healthy adults after viral respiratory illnesses (e. g., measles in children and influenza in both children and adults). * Staphylococcal pneumonia is associated with a high incidence of complications, such as lung abscess and empyema. * Staphylococcal pneumonia occurring in association with right-sided staphylococcal endocarditis is a serious complication of intravenous drug abuse. ref: ananthanaryana 9th ed",
        "cop": 1,
        "opa": "staphyloccocus aureus",
        "opb": "measles",
        "opc": "legionella",
        "opd": "cmv",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "01d6849f-e34e-40a1-b7a2-20bacf1a3bb5",
        "choice_type": "single"
    },
    {
        "question": "G3. P2. L2 with previous 2 LSCS comes to OPD with placenta near os. Which of the following is a greater risk among the following for this patient?",
        "exp": "The presence of placenta prae and previous 2 lscs greatly increase the risk of the adherent placenta. The other risk factors for adherent placenta are. History of uterine surgery like myomectomyD&CEndometrial ablation. History of pelvic irradiation. Age more than 35. Infeility. Hysteroscopic removal of adhesions",
        "cop": 3,
        "opa": "Abruption",
        "opb": "Vasa prae",
        "opc": "Adherent placenta",
        "opd": "Preterm bih",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "49e2293a-14a9-4eae-a88d-d2ef5c299fbb",
        "choice_type": "single"
    },
    {
        "question": "Bezold-Jarisch reflex is produced by the receptors located in the",
        "exp": "Bezold-Jarisch reflex. Apnea followed by rapid breathing, hypotension, and bradycardia (the coronary chemoreflex or Bezold-Jarisch reflex). The response is produced by receptors in the heart. The receptors are probably C fiber endings, and the afferents are vagal. Its physiologic role is unceain, but in patients with myocardial infarcts, substances released from the infarcted tissue may stimulate ventricular receptors, contributing to the hypotension that is not infrequently a stubborn complication of this disease.",
        "cop": 2,
        "opa": "Lungs",
        "opb": "Heart",
        "opc": "Pluera",
        "opd": "Brain",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "273fee23-e911-494a-8312-850930739944",
        "choice_type": "single"
    },
    {
        "question": "Central tendon of diaphragm develops from",
        "exp": "Development of Diaphragm. Septum transversum: it is a mass of mesodermal tissue arising from the coelomic wall at the 4th week of gestation. It forms the central tendon of the diaphragm. Dorsal meso-esophagus forms the median poion of diaphragm and the crurae. Cervical myotomes (from C3-C5 somites) of lateral body wall form the peripheral pas of the diaphragm. Pleuro-peritoneal membranes. Chromosome 15q plays a major role in diaphragm development. During the initial period of development, it lies at a higher level (cervical) and then migrates caudally and hence the nerve supply is from C3, C4, C5 (Phrenic nerve). Embryonic structures. Adult derivatives. Septum transversum. Central tendon of the diaphragm. Pleuroperitoneal membranes. Small peripheral pa of the diaphragm. Dorsal mesentery of esophagus. Crura of the diaphragm. Mesoderm of the body wall. Large peripheral pas of diaphragm external to pas derived from pleuroperitoneal membranes",
        "cop": 2,
        "opa": "Dorsal mesoesophagus",
        "opb": "Septum transversum",
        "opc": "Pleuroperitoneal membrane",
        "opd": "Cervical myotomes",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "0aa081a8-079f-47ca-bd53-e1be6b1acd5b",
        "choice_type": "single"
    },
    {
        "question": "Loffler's medium is",
        "exp": "Enriched medium The media containing ingredients which enhance their growth-promoting qualities are enriched media e. g. blood agar, chocolate agar, and Loeffler medium.",
        "cop": 4,
        "opa": "Indicator medium",
        "opb": "Selective medium",
        "opc": "Enrichment medium",
        "opd": "Enriched medium",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "151fe50c-95a0-4151-aeb9-65fd26a7dc62",
        "choice_type": "single"
    },
    {
        "question": "In a population of 5000, on 1st January, total cases of myopia were 500. Till 31st December, 90 new cases were found. Calculate the incidence of myopia per 100",
        "exp": "Incidence = Number of new cases of a specified disease during a given time period x 100 Population at risk during that period. Population at risk = 5000-500= 4500. Incidence of myopia during the year in the population would be - 90 x 100 = 2 per 100 4500",
        "cop": 2,
        "opa": "1. 8",
        "opb": "2",
        "opc": "5",
        "opd": "18",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "54e52da6-8275-43c1-9572-61fe9297ea0c",
        "choice_type": "single"
    },
    {
        "question": "In comparing laparoscopic salpingostomy versus laparotomy with salpingectomy for the treatment of ectopic pregnancy, laparoscopic therapy results in",
        "exp": "Conservative laparoscopic treatment of ectopic pregnancy is now commonplace, although not yet universal. With increasing sophistication of techniques and fiberoptics, many microsurgical procedures can be done through the laparoscope. Recent studies suggest that the feility rates for laparoscopy and laparotomy are comparable, as are the implications of repeat ectopic pregnancies. Ceainly laparoscopy, because of its small incision, results in fewer breakdowns and shoer hospital stays, but the incidence of complications due to retained ectopic tissue is higher.",
        "cop": 1,
        "opa": "Higher feility rate",
        "opb": "Lower repeat ectopic pregnancy rate",
        "opc": "Comparable persistent ectopic tissue rate",
        "opd": "Greater scar formation",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "b7e6e327-1e6f-40d0-ad42-2a9a37cee88d",
        "choice_type": "single"
    },
    {
        "question": "In a patient of the nephritic syndrome with spontaneous bacterial peritonitis, which one of the following micro-organisms is most commonly involved?",
        "exp": "Spontaneous bacterial peritonitis means peritonitis without any apparent source of contamination. Enteric gram-negative organism E. coli most commonly encountered but sometime gram-positive organisms such as streptococci and enterococci also responsible.",
        "cop": 2,
        "opa": "Proteus",
        "opb": "Escherichia",
        "opc": "Pneumococcus",
        "opd": "Staphylococcus",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "30b7fe55-93f6-4e54-86c8-9305472aeb38",
        "choice_type": "single"
    },
    {
        "question": "The incidence of the mucocele is lowest in",
        "exp": "Paranasal sinus mucoceles most commonly occur in the third or fouh decades of life with a slight male predilection. The frontal sinus is most commonly affected followed by the ethmoid sinuses, with repos suggesting 70-90 % of mucoceles occur in these locations. Ten percent of mucoceles occur in the maxillary sinus and the sphenoid sinus is involved rarely.",
        "cop": 2,
        "opa": "Frontal sinus",
        "opb": "Sphenoid sinus",
        "opc": "Maxillary sinus",
        "opd": "Ethmoid sinus",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "df86b7f8-57e4-4271-90dc-02377ca18dff",
        "choice_type": "single"
    },
    {
        "question": "The first sign of Vitamin A deficiency is",
        "exp": "Modified classification WHO (Xerophthalmia) XN: Night blindness. XIA: Conjunctival xerosis XIB: Bitot's spots. X2: Corneal xerosis. X3A: Corneal ulceration/keratomalacia less than 1/3rd corneal surface. X3B: Corneal ulceration/keratomalacia equal to or more than 1/3rd corneal surface XS: Corneal scar. XF: Xerophthalmia fundus.",
        "cop": 1,
        "opa": "Conjunctival xerosis",
        "opb": "Corneal ulcer",
        "opc": "Keratomalacia",
        "opd": "Bitot's spot",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "91f11aee-d509-4f72-a733-c51f99efc355",
        "choice_type": "single"
    },
    {
        "question": "red leg disease is caused by?",
        "exp": "REDLEG Aeromonas is the most common cause of clinical bacterial diseases in amphibians and has been associated with the syndrome known as redleg disease The first thing to do, however, is to isolate the affected animal. Check temps, water quality, humidity and lighting. ref: ananthanaryana 9th ed",
        "cop": 1,
        "opa": "aeromonas",
        "opb": "pseudomonas",
        "opc": "histoplasmosis",
        "opd": "shigella hemolyticus",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "1c6a8595-129f-4097-a691-985d4761e2fd",
        "choice_type": "single"
    },
    {
        "question": "Which test is being performed here?",
        "exp": "The Galeazzi test is used to assess for hip dislocation, primarily in order to test for developmental dysplasia of the hip. It is performed by flexing an infant&; s knees when they are lying down so that the feet touch the surface and the ankles touch the buttocks. If the knees are not level then the test is positive, indicating a potential congenital hip malformation.",
        "cop": 3,
        "opa": "Oolani's test",
        "opb": "Barlow's test",
        "opc": "Galeazzi's test",
        "opd": "Trendelenber's Test",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "926dabad-32fe-4c9f-a515-9fda2b7cd1e3",
        "choice_type": "single"
    },
    {
        "question": "The treatment of early stage of East African sleeping sickness is by",
        "exp": "Early stage (Normal CSF). Late stage (Abnormal CSF = CNS involvement)W. African (T. brucei gambiense). Pentamidine. EflornithineE. African (T. brucei rhodesiense). Suramin. Melarsoprol",
        "cop": 3,
        "opa": "Pentamidine",
        "opb": "Eflornithine",
        "opc": "Suramin",
        "opd": "Melarsopol",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "2acac069-a556-45ab-9535-518a75065ec5",
        "choice_type": "single"
    },
    {
        "question": "Jail fever is related to",
        "exp": "Epidemic typhus due to infection with R. Prowazekii is transmittal by the human body louse which lives on clothes and is found in poor hygienic conditions (especially in jails) and usually in cold areas.",
        "cop": 1,
        "opa": "Rickettsia prowazekii",
        "opb": "Rickettsia conorii",
        "opc": "Rickettsia Akari",
        "opd": "Rickettsia Typhi",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "09979df4-8e7e-4dd6-a4de-da42f1b901ed",
        "choice_type": "single"
    },
    {
        "question": "which of the following is most likely to be acquired by traumatic inoculation",
        "exp": "All dimorphic fungi are acquired respiratory route except Sporothsix schenkii which is acquired in majority by traumatic inoculation of conidia it&; s also known as Rose garden ds. ref: ananthanaryana",
        "cop": 2,
        "opa": "Blastomycoses dermatitidis",
        "opb": "Sporothrix Schenkii",
        "opc": "Coccides immitis",
        "opd": "Paracoccidioides Brasiliensis",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "e07a04c5-a886-4bbc-baa9-2da6222959ab",
        "choice_type": "single"
    },
    {
        "question": "This is seen due to",
        "exp": "In a patient taking digoxin. The ST-T complexes here are 'scooping' - consistent with a digitalis 'effect'. In the digitalis effect, the ST segments are often likened to a 'reverse tick' or to the shape of Dali's moustache The impoant learning point here is that the digitalis 'effect' does not necessarily mean toxicity. These ECG features can often be seen when digoxin levels are within the therapeutic range.",
        "cop": 3,
        "opa": "Hypokalemia",
        "opb": "Hypercalcemia",
        "opc": "Digoxin",
        "opd": "Beta blockers",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "c311d32a-3dae-4043-9276-196798846742",
        "choice_type": "single"
    },
    {
        "question": "A child can make a 3 cube tower at the age of",
        "exp": "At 15 months. Motor: Walks alone; crawls upstairs. Adaptive: Makes the tower of 3 cubes; makes a line with crayon; inses raisin in the bottle. Language; Jargon; follows simple commands; may name a familiar object (e. g. ball). Social: Indicates some desires or needs by pointing; hugs parents.",
        "cop": 2,
        "opa": "36 months",
        "opb": "15 months",
        "opc": "20 months",
        "opd": "24 months",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "b8a38196-ed14-44cd-9347-bcf3a0665906",
        "choice_type": "single"
    },
    {
        "question": "The usefulness of a 'screening test' in a community depends on its",
        "exp": "Predictive value of a test signifies the diagnostic power of the test. An attribute of an idea screening test is its repeatability or reliability or reproducibility. Sensitivity has been defined as the ability of the test to identify correctly all those who have the disease, that is truly positive (Hence determines the usefulness of the screening test). Specificity is not as impoant. After screening, we can apply a confirmatory test with high specificity.",
        "cop": 1,
        "opa": "Sensitivity",
        "opb": "Specificity",
        "opc": "Reliability",
        "opd": "Predicitive value",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "b121cb1e-1a95-4a56-8e80-d03f6af84498",
        "choice_type": "single"
    },
    {
        "question": "In case of blunt injury which one of the following does not cause glaucoma?",
        "exp": "Traumatic glaucoma causes: Inflammatory glaucoma due to iridocyclitis (anterior uveitis) (D-shaped pupili). Hyphema. Angle recession. Subluxation of lens. Trabecular edema. Ghost cell glaucoma. Vasomotor reaction. Adherent glaucoma",
        "cop": 2,
        "opa": "Hyphema",
        "opb": "Optic neuropathy",
        "opc": "Uveitis",
        "opd": "Angle recession",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "a6a388c1-9abe-4d30-aab0-aa2d6efe5839",
        "choice_type": "single"
    },
    {
        "question": "HIV window period indicates:",
        "exp": "it takes 2-8 weeks to months for antibodies to appear in hiv infection the period is called window period or seronegative infective stage during this period individual is highly infectious hiv infection can be detected during this period by p24 antigen assay and pcr ref: ananthanaryana 9th ed",
        "cop": 2,
        "opa": "time period between infection and onset of first symptoms",
        "opb": "time period between infection and detection antibodies",
        "opc": "time period between infection and minimum multiplication of organism",
        "opd": "time period between infection and maximum multiplication",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "45f5bc58-3a37-4126-aac9-bd4d6d56acf9",
        "choice_type": "single"
    },
    {
        "question": "A young female presents with symptoms and signs of meningitis. CSF shows gram-positive bacilli. The most likely causative agent is?",
        "exp": "Listeria monocytogens are gram-positive bacilli. Haemophilus influenzae and Pseudomonas are Gram negative. Pneumococcus is capsulated gram-positive cocci in pairs.",
        "cop": 1,
        "opa": "Listeria monocytogenes",
        "opb": "Haemophilus influenzae",
        "opc": "Pneumococcus",
        "opd": "Pseudomonas",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "6c4d9f0e-fb81-45e9-a476-a70544f5805b",
        "choice_type": "single"
    },
    {
        "question": "Carotid body contains islands of two types of cells, type I and type II cells, surrounded by fenestrated sinusoidal capillaries. Type I cells are excited by hypoxia, and the principal transmitter appears to be",
        "exp": "Carotid & Aoic Bodies There is a carotid body near the carotid bifurcation on each side, and there are usually two or more aoic bodies near the arch of the aoa. Each carotid and aoic body (glomus) contains islands of two types of cells, type I and type II cells, surrounded by fenestrated sinusoidal capillaries. Type I cells. The type I or glomus cells are closely associated with cup-like endings of the afferent nerves. The glomus cells resemble adrenal chromaffin cells and have dense-core granules containing catecholamines that are released upon exposure to hypoxia and cyanide. The cells are excited by hypoxia, and the principal transmitter appears to be dopamine, which excites the nerve endings by way of D2 receptors. Type II cells. The type II cells are glia-like, and each surrounds four to six type I cells. Their function is probably sustentacular.",
        "cop": 3,
        "opa": "Serotonin",
        "opb": "Adrenaline",
        "opc": "Dopamine",
        "opd": "Potassium",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "aae1086f-a06e-4136-aff5-c3d3f736695b",
        "choice_type": "single"
    },
    {
        "question": "A 35yr old heterosexual patient diagnosed with Hiv had hlo etc watery diarrhea Colonoscopic biopsy shown as below Which of the following is your most probable diagnosis",
        "exp": "ref: baveja microbiology",
        "cop": 2,
        "opa": "Giardia",
        "opb": "Cryptosporidium",
        "opc": "Microspora",
        "opd": "CMV",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "930b9d4c-0b45-4a37-a360-9cd0876763c0",
        "choice_type": "single"
    },
    {
        "question": "Given cystogram appearance is a feature of",
        "exp": "A pine cone bladder or Christmas tree bladder is a cystogram appearance in which the bladder is elongated and pointed with the thickened trabeculated wall. It is typically seen in the severe neurogenic bladder with increased sphincter tone (detrusor sphincter dyssynergia) due to suprasacral lesions (above S2-S4) or epiconal lesions (in and around S2-S4). Extra Edge: Fetal skull like extensively calcified bladder in Schistosomiasis. Thimble bladder: TBAdder Head appearance: ureterocele. Teardrop bladder: Pelvic Lipomatosis, perivesical extraperitoneal hematoma. Molar tooth bladder: Extraperitoneal bladder tear",
        "cop": 4,
        "opa": "Congenital anomalies of the genitourinary tract",
        "opb": "Tubercuosis",
        "opc": "Schistosomiasis",
        "opd": "Neurogenic bladder",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "ab58719b-980d-4593-887d-b2924e1c17f7",
        "choice_type": "single"
    },
    {
        "question": "Which of these is hepatitis B infection most commonly associated with?",
        "exp": ".",
        "cop": 3,
        "opa": "PAN",
        "opb": "SLE",
        "opc": "Serum sickness",
        "opd": "Polymyositis",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "06be8b80-ea33-4d95-b049-f050a6495256",
        "choice_type": "single"
    },
    {
        "question": "Light microscope resolution to visualise chromosomes",
        "exp": "Standard light microscopes have a lateral resolution limit of about 0. 5micrometers for routine analysis In light microscopy, a beam of light is focused through a microscope using glass lenses to produce an enlarged image of the specimen",
        "cop": 4,
        "opa": "500 kb",
        "opb": "5 mb",
        "opc": "50 mb",
        "opd": "5 kb",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "b8f8609f-b3c1-4e7c-8f40-9e7f16970a74",
        "choice_type": "single"
    },
    {
        "question": "In Pemphigus Vulgaris, autoantibodies are formed against which of the following cell adhesion molecule?",
        "exp": "In Pemphigus Vulgaris (Intraepithelial), autoantibodies are formed against Desmosomes(Cadherin) whereas, in Bullous pemphigoid(Subepithelial), autoantibodies are formed against Hemidesmosomes.",
        "cop": 2,
        "opa": "Selectin",
        "opb": "Cadherin",
        "opc": "Integrin",
        "opd": "IGSF CAM",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "56beadeb-285f-4534-887a-fffecaa112df",
        "choice_type": "single"
    },
    {
        "question": "Submandibular salivary gland is divided into superficial and deep lobes by",
        "exp": "The submandibular salivary gland is a large salivary gland situated in the anterior pa of the digastrics triangle. The gland is about the size of a walnut. It is roughly J-shaped being indented by the posterior border of the mylohyoid which divides it into a larger pa superficial to the muscle and a small pa lying deep to the muscle.",
        "cop": 4,
        "opa": "Digastric tendon",
        "opb": "Hypoglossus muscle",
        "opc": "Mandible",
        "opd": "Mylohyoid muscle",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "7697df23-e1f0-4515-ac7d-a71cb0d6795e",
        "choice_type": "single"
    },
    {
        "question": "Collet-Sicard syndrome is due to the lesion of which of the following cranial nerves?",
        "exp": "Site of lesion. Cranial nerves involved. Eponyms. Superior orbital fissure. III, IV, V1, VIRochon-Duvigneaud syndrome. Lateral wall of cavernous sinus. III, IV, V1, VI with marked periorbital swelling, chemosis, fever, and visual loss. Foix-Jefferson syndrome. Retrosphenoid space. II, III, IV, V1, VINegri-Jacod syndrome. Apex of petrous boneV, VI, and Otitis media. Gradenigo syndrome. Internal auditory meatus. VII, VIIIPontocerebellar angleV, VII, VIII and sometimes IXJugular foramen. IX, X, XIVernet syndrome. Posterio-lateral condylar space. IX, X, XI, XIICollet-Sicard syndrome. Retroparotid space. IX, X, XI, XII, Horner&; s syndrome +- VIIVillaret syndromeX, XIITapia&; s syndrome",
        "cop": 4,
        "opa": "3, 4 and 6",
        "opb": "5 and 6",
        "opc": "9, 10, and 11",
        "opd": "9, 10, 11 and 12",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "6f6b289c-3d62-4a6b-bbd3-d93636875b21",
        "choice_type": "single"
    },
    {
        "question": "In which of the following types of Carcinoma Breast, Comedo growth pattern in seen?",
        "exp": "Historically, ductal carcinoma in situ (intraductal carcinoma) has been divided into five architectural subtypes: comedocarcinoma, solid, cribriform, papillary and micropapillary. Comedocarcinoma is characterized by solid sheets of pleomorphic cells with high-grade nuclei and central necrosis. The necrotic cell membranes commonly calcify and are detected on mammography as clusters of linear and branching microcalcifications.",
        "cop": 1,
        "opa": "Ductal carcinoma in situ",
        "opb": "Medullary carcinoma",
        "opc": "Lobular carcinoma in situ",
        "opd": "Infiltrating lobular carcinoma",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "040f531c-ee19-4dd5-ad62-77b37701aa18",
        "choice_type": "single"
    },
    {
        "question": "In open-angle glaucoma investigation least done is",
        "exp": "Investigations to be done in open-angle glaucoma are: Slit lamp examination. Tonometry. Gonioscopy. Direct ophthalmoscopy. Perimetry",
        "cop": 1,
        "opa": "Indirect ophthalmoscopy",
        "opb": "Tonometry",
        "opc": "Direct ophthalmoscopy",
        "opd": "Perimetry",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "69ff628b-0a1d-495b-bbff-3bb75f676f84",
        "choice_type": "single"
    },
    {
        "question": "Uterine bleeding at 12 weeks gestation without any cervical dilation is an indication of",
        "exp": "Bleeding occurs in about 30 to 40%of human gestations before 20 weeks of pregnancy, with about half of these pregnancies ending in spontaneous aboion. A threatened aboion takes place when this uterine bleeding occurs without any cervical dilation or effacement",
        "cop": 2,
        "opa": "Incomplete aboion",
        "opb": "Threatened aboion",
        "opc": "Missed aboion",
        "opd": "Inevitable aboion",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "6bfda6b0-07eb-45ee-8a55-a403b22184ac",
        "choice_type": "single"
    },
    {
        "question": "A 55 year old cardiac patient who was on long-term treatment comes for follow up visit. The physician observes the following finding on ophthalmological examination. Which drug prescribed by the physician would most probably be responsible for this?",
        "exp": "The image shows \"voex keratopathy\". Here, there is a whorl-like pattern of epithelial deposits in the cornea. Causes: Drugs-Amiodarone, Chloroquine, Phenothiazines, Indomethacin Fabry's disease and its carrier state. The whorl-like pattern shows the direction of migration of corneal epithelial cells.",
        "cop": 3,
        "opa": "Digoxin",
        "opb": "Verapamil",
        "opc": "Amiodarone",
        "opd": "Propranolol",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "86cea17b-6b3f-4cc8-9278-4f2632f7678c",
        "choice_type": "single"
    },
    {
        "question": "A 38-year-old woman presents with painless post-coital bleeding. She had a cone biopsy for carcinoma in situ five years ago. Her last pap smear was three months after the biopsy. Her last period was six weeks ago. Most probable diagnosis is",
        "exp": "The recurrence of abnormal vaginal bleeding in a patient with a previous history of a cone biopsy would raise concerns of carcinoma of the cervix. Her last smear was nearly five years ago, indicating she defaulted from follow-up after her cone biopsy. Six weeks amenorrhoea might raise concerns about an ectopic pregnancy but the absence of pain makes this unlikely. It would always be wise to perform a pregnancy test and scan if in any about.",
        "cop": 1,
        "opa": "Carcinoma of cervix",
        "opb": "Ectopic pregnancy",
        "opc": "Endometrial carcinoma",
        "opd": "Uterine fibroids",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "c6e1cd33-28df-4566-bedc-99ee0e193f0b",
        "choice_type": "single"
    },
    {
        "question": "A chronic alcoholic is presenting with clinical features of meningitis. Most likely organism which will grow on CSF culture:",
        "exp": "Streptococcus pneumoniae REF: ananthanarayana 10th ed",
        "cop": 1,
        "opa": "Streptococcus pneumoniae",
        "opb": "N. meningitidis",
        "opc": "Listeria monocytogenes",
        "opd": "E coli",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "21898690-67c7-44b7-ba76-be559f318c2d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a potential aetiology of peripheral cyanosis?",
        "exp": "In the evaluation of cyanosis, the first step is to differentiate central from peripheral cyanosis. In central cyanosis, because the etiology is either reduced oxygen saturation or abnormal hemoglobin, the physical findings include bluish discoloration of both mucous membranes and skin. In contrast, peripheral cyanosis is associated with normal oxygen saturation but slowing of blood flow and an increased fraction of oxygen extraction from blood; subsequently, the physical findings are present only in the skin and extremities. Mucous membranes are spared. Peripheral cyanosis is commonly caused by cold exposure with vasoconstriction in the digits. Similar physiology is found in Raynaud's phenomenon. Peripheral vascular disease and deep venous thrombosis result in slowed blood flow and increased oxygen extraction with subsequent cyanosis. Methemoglobinemia causes abnormal hemoglobin that circulates systemically. Consequently, the cyanosis associated with this disorder is systemic. Other common causes of central cyanosis include severe lung disease with hypoxemia, right-to-left intracardiac shunting, and pulmonary aeriovenous malformations.",
        "cop": 3,
        "opa": "Cold exposure",
        "opb": "Deep venous thrombosis",
        "opc": "Methemoglobinemia",
        "opd": "Peripheral vascular disease",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "f266bccf-478f-4a6b-a53b-bf6ccfae4933",
        "choice_type": "single"
    },
    {
        "question": "An advanced diagnostic technique which has been suggested as an alternative to culture methods is",
        "exp": ".",
        "cop": 1,
        "opa": "Polymerase chain reaction",
        "opb": "Direct immunofluorescence",
        "opc": "Latex agglutination",
        "opd": "Indirect immunofluorescent microscope assay",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "62ad43ee-3a51-4ddf-9380-d9b64f8fafe3",
        "choice_type": "single"
    },
    {
        "question": "Xanthogranulomatous pyelonephritis is most often due to?",
        "exp": ".",
        "cop": 2,
        "opa": "E. coli",
        "opb": "Proteus",
        "opc": "Pseudomonas",
        "opd": "Klebsiella",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "56a3f8e4-c107-4c90-8f89-9ecabc0dc6ed",
        "choice_type": "single"
    },
    {
        "question": "chest physician performs bronchoscopy in the procedure room of the out patient depament with the help of an instrument shown below. To make the instrument safe for use in the next patient waiting outside, the most appropriate method to disinfect it is by?",
        "exp": "The instrument shown in the picture above is an endoscope. Glutaraldehyde It is a high-level disinfectant most frequently used as a disinfectant for heat-sensitive equipment such as dialysis instruments, surgical instruments, suction bottles, bronchoscopes, endoscopes, ear, nose, and throat instruments, spirometry tubing, transducers, anesthesia and respiratory therapy equipment and reuse of laparoscopic disposable plastic trocars. For disinfection of Endoscopes/Bronchoscope, they should be soaked in Glutaraldehyde solution of around 2 % for 20 minutes after properly cleaning the scope. Glutaraldehyde is noncorrosive to metal and does not damage lensed instruments, rubber or plastics. It is also used as a tissue fixative in histology and pathology laboratories and as a hardening agent in the development of x-rays. Glutaraldehyde products are available in a variety of concentrations (solutions range in concentration from 2. 4 - 3. 4%) Ref: ananthanarayana 10th ed",
        "cop": 2,
        "opa": "70% alcohol for 5 min",
        "opb": "2% glutaraldehyde for 20 min.",
        "opc": "2% formaldehyde for 10 min.",
        "opd": "1% sodium hypochlorite for 15 min.",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "428f9e31-1ce6-4ec7-9089-4b2abfc742ff",
        "choice_type": "single"
    },
    {
        "question": "Which structures are preserved in Scanlon's modified radical mastectomy?",
        "exp": "Modified Radical Mastoidectomy (MRM). Auchincloss MRM: Both pectoralis major and minor are preserved with removal of level I and II axillary nodes only. Patey's MRM: Pectoralis minor is removed with the complete axillary clearance of nodes up to level III. The axillary vein and nerves to the serratus anterior and latissimus dorsi (the thoracodorsal trunk) should be preserved. The intercostal brachial nerves are usually divided Scanlon's modification of Patey's MRM: Instead of removing pectoralis minor, the muscle is just divided to that level 3 nodes can be removed. Bailey and love 27e pg: 876",
        "cop": 1,
        "opa": "Lateral pectoral nerves",
        "opb": "Level II nodes in the axilla",
        "opc": "Pectoral fascia",
        "opd": "Nipple and the areola",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "009af474-43a0-4904-88c0-89959dafc87a",
        "choice_type": "single"
    },
    {
        "question": "The patient receives a score of 8 on her biophysical profile. The results are",
        "exp": "A BPP score of 8 or 10 is normal. A score of 0 to 2 dictates imminent delivery because fetal asphyxia is probable. Scores of 4 to 6 require repeat testing and delivery if persistent.",
        "cop": 3,
        "opa": "The results are equivocal, and she should have a repeat BPP within 24 h",
        "opb": "The results are abnormal, and she should be induced",
        "opc": "The results are normal",
        "opd": "The results are abnormal, and she should undergo emergent cesarean section",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "1948996f-7c75-4395-bcd3-c3ecc9943de1",
        "choice_type": "single"
    },
    {
        "question": "One virus paicle prevents multiplication of the 2nd virus. This phenomena is",
        "exp": "Viral interferenceit is the infection of a cell by one virus inhibits simultaneous or subsequent infection by another virus. Most impoant mediator of interference is interferon. Interference produced by destruction of cell receptors is seen with myxoviruses and enterovirus. It is applied in the field in controlling poliomyelitis outbreaks by introducing into the population, the live attenuated poliovirus vaccine.",
        "cop": 1,
        "opa": "Viral interference",
        "opb": "Mutation",
        "opc": "Supervision",
        "opd": "Permutation",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "450267c9-a447-427d-b710-f5d47b2fd7b7",
        "choice_type": "single"
    },
    {
        "question": "Compared to breastmilk colostrum is rich with",
        "exp": "Colostrum: Colostrum is the first stage of breast milk that occurs during pregnancy and lasts for several days after the bih of the baby. It is either yellowish or creamy in colour. It is also much thicker than the milk that is produced later in breastfeeding. Colostrums is high in protein, fat-soluble vitamins, minerals, and immunoglobulins. Immunoglobulins are antibodies that pass from the mother to the baby and provide passive immunity for the baby. Passive immunity protects the baby from a wide variety of bacterial and viral illnesses. 2-4 days after bih, colostrums will be replaced by transitional milk.",
        "cop": 1,
        "opa": "Protein",
        "opb": "Fat",
        "opc": "Lactose",
        "opd": "Water",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "8e25a74e-bbe3-4a1e-a656-0e8b490448d0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is granted orphan drug status for the treatment of Dravet's syndrome?",
        "exp": "Stiripentol increases GABA transmission. It is granted orphan drug status for the treatment of Dravet's syndrome (Severe myoclonic epilepsy in infants). Icatibant is a bradykinin B2 receptor antagonist. It is used for acute attacks of hereditary angioedema in adults with C1-esterase inhibitor deficiency. Pitolisant (a/k/a Tiprolisant) is an inverse agonist of an H3 receptor. It is under trial for schizophrenia and Parkinson's disease. Tafamidis stabilizes the correctly folded tetrameric form of TTR. It is used in familial amyloid polyneuropathy.",
        "cop": 1,
        "opa": "Stiripentol",
        "opb": "Icatibant",
        "opc": "Pitolisant",
        "opd": "Tafamidis",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "ee2b1f9f-d419-413a-9b50-6808a36eb9dc",
        "choice_type": "single"
    },
    {
        "question": "Sound intensity required to elicit stapedial reflex is more than",
        "exp": "The pure tone intensity range to elicit an acoustic reflex is 70 to 100db",
        "cop": 3,
        "opa": "30 - 45 db",
        "opb": "45 - 60 db",
        "opc": "70 - 100 db",
        "opd": "90 - 120 db",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "c5d76efa-1718-4d10-bd07-9023b4e84a6a",
        "choice_type": "single"
    },
    {
        "question": "The organism causing biliary duct obstruction?",
        "exp": "Hepatobiliary Parasitism. Common in Southern China Biliary tract is infested by adult helminths or their ova. Causes: Trematodes (Liver or biliary flukes): Most Common. Clonorchis sinensis. Opisthorchis viverrini or O. felineus. Fasciola hepatica. Nematode (Ascaris lumbricoides by intraductal migration of adult worm)",
        "cop": 1,
        "opa": "Clonorchis sinensis",
        "opb": "Ankylostoma duodenale",
        "opc": "Strongyloides stercoralis",
        "opd": "Enterobius vermicularis",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "5856951b-2269-45eb-b23c-eafcb266cbb6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following materials used to make jewellery will commonly cause contact dermatitis in sensitive individuals?",
        "exp": "Nickel is commonly a component of an alloy used to make cheaper jewellery as well as buckles and snaps. -Individuals often develop a contact dermatitis from contact with this alloy.",
        "cop": 4,
        "opa": "Sapphire",
        "opb": "Silver",
        "opc": "Gold",
        "opd": "Nickel/chromium",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "2f44f7c2-90a6-41d2-aaa0-d094b58f5ef8",
        "choice_type": "single"
    },
    {
        "question": "A 30 yr old man repos 4hours after acquiring a clean wound without laceration He had recieved TT vaccination 10 years back what do you advice regarding tetanus prophylaxis",
        "exp": "REF: ANANTHANARYANA MICROBIOLOGY",
        "cop": 1,
        "opa": "single dose of TT",
        "opb": "full course of TT",
        "opc": "1 dose of TT AND TIG",
        "opd": "No vaccination needed",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "caf4e466-7f62-43bb-b52d-cff1aa426dea",
        "choice_type": "single"
    },
    {
        "question": "a 2 year old child is brought to th er with h/o fever and vomiting. o/e hehas neck rigidity. the csf repo shows 2000/ml protien 100mg/dl the gram stain shows the presence of gram negtive bacilli the culture shows growth of bacteria only on choclate agar and not on blood agar the causative agent is:",
        "exp": "Haemophilus Influenzae Mode of Transmission: Droplet infection and discharge from the upper respiratory tract during the infectious period. Incubation Period Unknown, probably sho, 2-4 days. Infectious Period - As long as the organism is present, even in the absence of nasal discharge. - Noninfectious within 24 to 48 hours after the sta of effective Haemophilus influenza type b Medical Management * Hospitalization required * Treatment with an effective 3rd generation cephalosporin, or chloramphenicol plus ampicillin * Ampicillin-resistant strains now common throughout the United States ref: ananthanaryana 9th ed",
        "cop": 2,
        "opa": "neisseria mengitidis",
        "opb": "heamophilus influenzae",
        "opc": "bordotella peusis",
        "opd": "streptococcus pyogens",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "fac21bf7-2f72-4f91-a477-0d06c46931b2",
        "choice_type": "single"
    },
    {
        "question": "Poiseuille's Hagen law is",
        "exp": "Poiseuille-Hagen Formula. The relation between the flow in a long narrow tube, the viscosity of the fluid, and the radius of the tube is expressed mathematically in the Poiseuille-Hagen formula: F = (PA-PB) X (dj/8) X (1/dj) X (r4/L)whereF = Flow. PA-PB = Pressure difference between the two ends of the tubedj = Viscosityr = Radius of tubeL = Length of tube",
        "cop": 1,
        "opa": "F = (PA-PB) X 3. 14 X r^4/8nl",
        "opb": "F = (PA+PB) X 3. 14 X r^4/8nl",
        "opc": "F = (PA/PB) X 3. 14 X r^4/8nl",
        "opd": "F = (PA X PB) X 3. 14 X r^4/8nl",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "a3ae322c-bbce-4d89-baf8-e53ef429a1c9",
        "choice_type": "single"
    },
    {
        "question": "Amount of ORS given in 4 KG children with diarrhoea",
        "exp": "The family should be provided with at least two days woh of ORS packets. WHO recommends, in addition to infants continued to be breastfed, that children older than six months be given some food before being sent home, which helps to emphasize to parents the impoance of continuing to feed the child during diarrhoea. Body wt = 4 kg. Requirements 75 ml/kg. So total requirements 75x4 = 200 ml.",
        "cop": 1,
        "opa": "200 ml",
        "opb": "300 ml",
        "opc": "400 ml",
        "opd": "800 ml",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "af2cf338-8988-492c-aa9e-22fe225eee3d",
        "choice_type": "single"
    },
    {
        "question": "A 29-year-old patient presents with focal seizures. MRI shows frontal and temporal enhancement. What is the most probable diagnosis?",
        "exp": "In children and young adults, primary HSV infection can lead to encephalitis, by the neurotropic spread of the virus from periphery olfactory bulb. In other majorities of cases, there is the prior mucocutaneous HSV-1 infection which gets reactivated. The Clinical hallmark of HSV infection includes acute onset of fever, and focal neurological symptoms and signs, especially of the temporal lobe. Diagnosis: CSF protein and CSF lymphocytosis Brain biopsy is the gold standard. HSV DNA detection in CSF by PCR has largely replaced biopsy. Treatment: IV acyclovir",
        "cop": 2,
        "opa": "Meningococcal meningitis",
        "opb": "Herpes simplex encephalitis",
        "opc": "Japanese encephalitis",
        "opd": "Enterovirus encephalitis",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "4e9469b6-20b0-41e8-9bf4-b91cf2eb050f",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of cervical insufficiency is",
        "exp": "The most common cause of cervical insufficiency is idiopathic. Cervical incompetence may be congenital due to the following: Mullerian anomalies. Collagen disorders. Exposure to DES or the causes may be acquired. Obstetric trauma like cervical laceration during delivery. Mechanical dilatation. Cervical Conization",
        "cop": 1,
        "opa": "Idiopathic",
        "opb": "Previous dilatation",
        "opc": "Exposure to DES",
        "opd": "Conization",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "087bc26b-ee61-4d7e-b90a-218321af279e",
        "choice_type": "single"
    },
    {
        "question": "A child is presenting with vomiting and abdominal pain after 5 hours of eating some food. The most likely causative orgonism:",
        "exp": "M/C cause of food poisoning. Chinese fries rice is major source of the organism. REF: ananthanarayana 10th ed",
        "cop": 1,
        "opa": "Bacillus cereus",
        "opb": "Cl. perfringens",
        "opc": "Cl. botalinum",
        "opd": "V. cholerae",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "a55354da-621e-47b4-ac82-be57cb50fd16",
        "choice_type": "single"
    },
    {
        "question": "In an immediate postoperative hysterectomy, a patient develops leakage of urine. What is the most likely cause?",
        "exp": "Immediate postoperative leakage of urine develops due to drainage of the peritoneal collection of urine. Both bladder and ureteral defects can cause leakage of urine into the peritoneal cavity. Bladder injury is more common than ureteral injury with the incidence of 1%. The other presentation may be abdominal pain and ascites. Overflow incontinence is because of detrusor underactivity and is usually not a complication of hysterectomy Stress urinary incontinence is because of urethral hypermobility or intrinsic sphincter deficiency, the causes are usually insufficient to suppo from pelvic floor muscles and neuromuscular damage and hence is uncommon with hysterectomy",
        "cop": 2,
        "opa": "Urethral injury",
        "opb": "Bladder injury",
        "opc": "Overflow incontinence",
        "opd": "Stress urinary incontinence",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "bb1dfc52-ba76-42d4-bb30-ce6cefb1f935",
        "choice_type": "single"
    },
    {
        "question": "When the respiratory muscles are relaxed, the lungs are in which of the following state?",
        "exp": "The functional residual capacity (FRC) occurs at the lung volume at which the outward recoil of the chest wall is equal to the inward recoil of the lungs, which occurs when no respiratory muscles are actively contracting, that is, at the end of a tidal expiration. The FRC is therefore also referred to as the resting expiratory level, or simply, the resting level.",
        "cop": 1,
        "opa": "Functional residual capacity (FRC)",
        "opb": "Expiratory reserve volume (ERV)",
        "opc": "Residual volume (RV)",
        "opd": "Inspiratory reserve volume (IRV)",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "ec175dca-cf2e-4c13-9cdc-060a1da7b155",
        "choice_type": "single"
    },
    {
        "question": "A 12 year old boy presents with seizures to the casualty. On history taking, the mother reveals several previous episodes of hospitalization for seizures which were difficult to control with medication. CT scan was taken. What is the diagnosis?",
        "exp": "The CT shows Candle dripping appearance seen in Tuberous sclerosis. The characteristic brain lesions consist of tubers. Tubers are located in the convolutions of the cerebral hemispheres and are typically present in the subependymal region, where they undergo calcification and project into the ventricular cavity, producing a candle-dripping appearance. The seizures in Tuberous sclerosis are difficult to control with routine anticonvulsant medications.- The most common renal lesion in Tuberous Sclerosis is Renal Angiomyolipoma",
        "cop": 3,
        "opa": "Sturge Weber Syndrome",
        "opb": "Neurofibromatosis",
        "opc": "Tuberous sclerosis",
        "opd": "Von Hippel Lindau Syndrome",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "cd6b5317-6563-4b69-9c7e-c4ec0efdc7c8",
        "choice_type": "single"
    },
    {
        "question": "Ramesh, 30 yrs old male, the diagnosed case of CO poisoning presented with syncope or coma with intermittent convulsions, rapid respirations, tachycardia with a weak pulse and pink or red discoloration of the skin. Estimated percentage of COHb is",
        "exp": "COHb%SYMPTOMS0 to 10 %No appreciable symptoms10 to 20 %Breathlessness on moderate exeion, mild headache20 to 30 %Throbbing headache, irritability, emotional instability, judgment, defective memory and rapid fatigue30 to 40 %Severe headache, nausea, vomiting, dizziness, dimness of vision confusion. Cherry-red color40 to 50 %Increasing confusion, sometimes hallucinations, severe ataxia, respirations and collapse with attempts at exeion. Symptoms of alcoholic intoxication50 to 60 %discoloration Syncope or coma with intermittent convulsions, rapid respirations, tachycardia with a weak pulse and pink or red discoloration of the skin60 to70 %Increasing depth of coma with incontinence of urine and feces70 to 80 %Profound coma with depressed or absent reflexes, thready pulse, a weak shallow and irregular respiration and death",
        "cop": 3,
        "opa": "30 to 40 %",
        "opb": "40 to 50 %",
        "opc": "50 to 60 %",
        "opd": "60 to 70 %",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "501d0c56-1f56-44d6-936c-b59abdb7d7cd",
        "choice_type": "single"
    },
    {
        "question": "Mercury will affect which pa of the renal tubule?",
        "exp": "Proximal convoluted tubular necrosis is characteristic of mercuric nephrotoxicity.",
        "cop": 4,
        "opa": "Loop of Henle",
        "opb": "DCT",
        "opc": "CT",
        "opd": "PCT",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "b526c173-ae7e-4b02-8a2b-2f547bb88577",
        "choice_type": "single"
    },
    {
        "question": "Buerger's disease is not associated with",
        "exp": "Buerger's disease (thromboangitis obliterans). Occlusive disease of small and medium-sized aeries. Thrombophlebitis of superficial or deep veins. Raynaud syndrome. Affects males (<30yrs). Angiography sometimes showed a characteristic 'corrugation' of the femoral aeries as well as the distal aerial occlusions and helps to distinguish the condition from aggressive atheroma of early onset.",
        "cop": 3,
        "opa": "Affects male under the age of 30 year",
        "opb": "Thrombophlebitis of deep or superficial veins",
        "opc": "Involvement of large sized aeries primarily",
        "opd": "Characteristic 'corrugation' of femoral aeries on angiography",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "1ec60b91-8df2-4dde-bf4c-44dc1877e954",
        "choice_type": "single"
    },
    {
        "question": "which of the following is the vector for Zika virus",
        "exp": "ZIKA VIRUS Flavivirus vector = Aedesegypt Specimen 1 serum 2 wholeblood 3 urine =Best 4 CSF not recommended symptoms similar to chicken gunya FDA = EUA =Emergency use authorization TRIOPLEX r PCR Zika MAC e. LISA ref: ANANTHANARYANA MICROBIOLOGY",
        "cop": 1,
        "opa": "Aedes Aegypti",
        "opb": "Culex tritorenorhynchus",
        "opc": "Anopheles",
        "opd": "Phlebotomies papatasii",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "1ea8ec8c-e30e-4624-88c4-9c4cf08e8e54",
        "choice_type": "single"
    },
    {
        "question": "The test having the fastest lab processing time for karyotype assessment is",
        "exp": "Amniocentesis, cordocentesis, cystic hygroma aspiration, and chorionic villus sampling are techniques for obtaining fetal tissues that are amenable to cytogenetic analysis. Amniotic fluid cells require tissue culture to obtain adequate cell numbers for analysis. Chorionic villi can be harvested directly for extremely rapid diagnosis or can be cultured for higher banding (increased detail).",
        "cop": 3,
        "opa": "Amniocentesis",
        "opb": "Cordocentesis",
        "opc": "Chorionic villus sampling",
        "opd": "Doppler flow ultrasound",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "cd1583a5-a504-4c31-8f1b-d88eb6e5ff1c",
        "choice_type": "single"
    },
    {
        "question": "The level of which one of the following hormones is likely to increase after hypothalamic ablation?",
        "exp": null,
        "cop": 2,
        "opa": "Growth hormone",
        "opb": "Prolactin",
        "opc": "FSH",
        "opd": "ACTH",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "0334b7b4-07dc-47d9-8067-74615261dbad",
        "choice_type": "single"
    },
    {
        "question": "Bullous pemphigoid is characterized by",
        "exp": "Bullous pemphigoid is characterized by non-acantholytic blisters on trunk and limbs. It is characterized by a negative Nikolsky's sign, so B is incorrect. Blisters of bullous pemphigoid are tense and not at all easily ruptured, so C is incorrect. Typical tense blisters of bullous pemphigoid come on red/ uicarial base in the elderly population",
        "cop": 1,
        "opa": "Blisters coming on uicarial skin",
        "opb": "A positive Nikolsky sign",
        "opc": "Easily rupturing blisters",
        "opd": "Acantholysis",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "e1f2b7ac-98ae-47ad-8381-fff35001f7ca",
        "choice_type": "single"
    },
    {
        "question": "Dog leg field Radiotherapy is useful for",
        "exp": "Modified Dog Leg field Superior border - Inferior border of the body of T11. Inferior border - Superior border of the acetabulum Medial border - Tip of C/L transverse process of L5 towards the medial border of I/L obturator foramen. Lateral border - Line from the tip of the I/L transverse process of L5 to the superolateral border of I/L acetabulum",
        "cop": 2,
        "opa": "Lymphoma",
        "opb": "Seminoma",
        "opc": "Bronchogenic cancer",
        "opd": "Cancer cervix",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "53bb223a-7ae7-4793-a5f3-b94851acc923",
        "choice_type": "single"
    },
    {
        "question": "A 12yr old boy presents with vomiting within 3 hours ofconsumption of food at a pay What is the likely causative organism",
        "exp": "REF: ANANTHANARAYANA",
        "cop": 1,
        "opa": "Staphylococcus aureus",
        "opb": "Salmonella",
        "opc": "Clostridium botulinum",
        "opd": "Clostridium perfringens",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "ce73cd1c-295b-4c96-aff6-2ca85ba2a4e1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statin can be administered at any time during the day?",
        "exp": "Atorvastatin. Atorvastatin and rosuvastatin can be administered at any time of the day due to long half-lives (>12 hours). All other statins have a sho half-life (<4 hours), hence given just before bedtime.",
        "cop": 4,
        "opa": "Lovastatin",
        "opb": "Simvastatin",
        "opc": "Pravastatin",
        "opd": "Atorvastatin",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "bf833a02-52a1-4b7f-a4be-f1d000b66a96",
        "choice_type": "single"
    },
    {
        "question": "Which of the following evaluation method is most sensitive in diagnosing pregnancy early?",
        "exp": "A Doppler instrument will detect fetal cardiac action usually no sooner than 10 weeks. A sensitive serum pregnancy test can detect placental HCG levels by 8 to 9 days post-ovulation, and it is, therefore, the most sensitive modality for detecting and diagnosing pregnancy.",
        "cop": 1,
        "opa": "Serum pregnancy test",
        "opb": "Detection of fetal heart tones by Doppler equipment",
        "opc": "Abdominal ultrasound",
        "opd": "Bimanual exam to assess uterine size",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "02d49479-9c6c-4088-bfc4-28c614d252c3",
        "choice_type": "single"
    },
    {
        "question": "Wrong about Corynebacterium diphtheriae",
        "exp": "C. diphtheriae virulence is mediated by its toxin which is produces by tox gene of DNA of Corynephage (bacteriophage).",
        "cop": 1,
        "opa": "Toxin production is chromosome mediated",
        "opb": "Damage is by toxin production",
        "opc": "Toxic to heart and neurons",
        "opd": "More common in children",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "4fd2a5ef-0dce-41e3-a9b8-2aac0d5f5034",
        "choice_type": "single"
    },
    {
        "question": "The most common complication associated with 'Total Parenteral Nutrition' is",
        "exp": "The most common complication associated with TPN is a Catheter-related infection. Total parenteral nutrition (TPN) is defined as the provision of all nutritional requirements by means of the intravenous route and without the use of the gastrointestinal tract. Parenteral nutrition is indicated when energy and protein needs cannot be met by the enteral administration of these substrates. The most frequent clinical indications relate to those patients who have undergone massive resection of the small intestine, who have an intestinal fistula or who have prolonged intestinal failure for other reasons. TPN can be administered either by a catheter inseed in the central vein or peripherally inseed central venous catheter (PICC) line or a conventional cannula (not preferred). Catheter-related sepsis occurs in 3-14% of patients. It may occur at the time of line inseion or afterwards by migration of skin bacteria along the external catheter surface.",
        "cop": 1,
        "opa": "Catheter related infection",
        "opb": "Hyperglycemia",
        "opc": "Pneumothorax",
        "opd": "Hyperkalemia",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "bf9276f3-bcb4-4cd6-b225-92a9a75dfad2",
        "choice_type": "single"
    },
    {
        "question": "Metal fume fever is related with",
        "exp": "Metal fume fever is an acute febrile illness associated with the inhalation of respirable paicles of zinc oxide.",
        "cop": 3,
        "opa": "Mercury",
        "opb": "Lead",
        "opc": "Zinc",
        "opd": "Arsenic intoxication",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "e7c72a2c-6bd8-473e-8c79-8c4b1a18fb2e",
        "choice_type": "single"
    },
    {
        "question": "Minimum number of people for a group discussion are",
        "exp": "For effective group discussion, the group should not be less than 6 and more than 12 members.",
        "cop": 2,
        "opa": "8",
        "opb": "6",
        "opc": "5",
        "opd": "4",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "54cb210a-fd32-484f-acdf-306b4c770bcd",
        "choice_type": "single"
    },
    {
        "question": "Metabolic acidosis is caused by which of the following?",
        "exp": "The principal function of aldosterone is to increase sodium reabsorption in the distal tubule and collecting ducts, which causes secretion of potassium and hydrogen ions. Hypoaldosteronism (e. g., in Addison's disease)therefore results in a decrease in H+ secretion, which leads to the production of metabolic acidosis (and hyperkalemia and hyponatremia). Hypoventilation produces respiratory acidosis. Hypokalemia causes an increase in K+ reabsorption and an increase in H+ secretion, resulting in a metabolic alkalosis. Hypovolemia results in an increase in aldosterone secretion, which can lead to an increase in H+ secretion and a metabolic alkalosis. Hypocalcemia does not directly affect acid-base balance.",
        "cop": 4,
        "opa": "Hypovolemia",
        "opb": "Hypokalemia",
        "opc": "Hypocalcemia",
        "opd": "Hypoaldosteronism",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "48a177de-6ec0-4e25-b009-b2454a0b811b",
        "choice_type": "single"
    },
    {
        "question": "A patient with parotid gland cancer has damage to the glossopharyngeal nerve. As a result, which of the following respiratory reflexes will be impaired?",
        "exp": "The afferent pathway from the carotid body chemoreceptors is Hering's nerve, a branch of cranial nerve IX, the glossopharyngeal nerve. The vagus nerve constitutes the afferent pathway from the aoic chemoreceptors, the J receptors, the irritant airway receptors, and the rapidly adapting stretch receptors mediating the Hering-Breuer inflation reflex.",
        "cop": 4,
        "opa": "Hering-Breuer inflation reflex",
        "opb": "Juxta pulmonary capillary ( J) receptor reflex",
        "opc": "Irritant airway reflex",
        "opd": "Carotid body chemoreceptor reflex",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "e2d07cd9-23ef-4c21-9e9c-00d2fca44b47",
        "choice_type": "single"
    },
    {
        "question": "Which amino acid in a protein acts as a potential O-glycosylation site for attachment of an oligosaccharide unit?",
        "exp": "O Glycosylation occurs between OH group of the amino acid and oligosaccharide, while N glycosylation occurs between the amino group of the amino acid and an oligosaccharide chain. Tyrosine, serine, and threonine are OH group-containing amino acid which gets attached with the oligosaccharide chain with the help of O glycosidic linkage. Glutamine, aspargine are amide group-containing amino acid which gets attached with the oligosaccharide chain with the help of N-glycosidic linkage. (Ref: Harper's, 25/e, pg 682)",
        "cop": 3,
        "opa": "Glutamine",
        "opb": "Cysteine",
        "opc": "Serine",
        "opd": "Aspargine",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "c8863bfe-4724-4502-95be-1ae497031b7b",
        "choice_type": "single"
    },
    {
        "question": "which of the following is a category A bioterrorism agent?",
        "exp": "CATEGORY A BIOTERRORISM AGENT 1 Anthrax= B anthracis 2 Botulism= Clostridium Botulinum toxin 3 plague =Yersinia pestis 4 Small pox =Variola major 5 Tularemia =Francisell tularensis 6 viral H&; morrhagic fever including =Filoviruses ref: ananthanaryana",
        "cop": 1,
        "opa": "Bacillus anthracis",
        "opb": "Nipah",
        "opc": "Brucella",
        "opd": "coxiella",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "57b09f7d-f768-47b8-9c80-fcea8dea602f",
        "choice_type": "single"
    },
    {
        "question": "Which influenzae strain, not of human origin and can cause pandemic:",
        "exp": "H5. N1 ref: ananthanaryana 10ed.",
        "cop": 3,
        "opa": "H1. N1",
        "opb": "H2 N2",
        "opc": "H5 N1",
        "opd": "H9 N1",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "81bc06b9-1f93-4737-b810-7f13e48442d2",
        "choice_type": "single"
    },
    {
        "question": "Maternal antibodies donot provide protective immunity to neonate",
        "exp": "ref: ananthanaryana",
        "cop": 4,
        "opa": "Diphtheria",
        "opb": "peusis",
        "opc": "Tetanus",
        "opd": "Polio",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "ae7397a9-f8ed-49d1-898e-43f5d1865b3b",
        "choice_type": "single"
    },
    {
        "question": "Differential expression of the same gene depending on parent of origin is referred to as",
        "exp": "The phenomenon referred to as genomic imprinting leads to preferential expression of an allele depending on the parental origin. Genomic imprinting. Human inherits two copies of each gene, i. e. two alleles, from homologous maternal and paternal chromosomes. There is no functional difference between the genes derives from mother or the father. But, with respect to some genes, there are functional differences between the paternal gene and maternal gene. These differences result from an epigenetic process, called genomic imprinting. In most cases, genomic imprinting selectively inactivates either the maternal or paternal allele. Maternal genomic imprinting: Selective inactivation of maternal allele. Example: Angelman syndrome. Paternal genomic imprinting: Selective inactivation of paternal allele. Example: Prader-Willi syndrome.",
        "cop": 1,
        "opa": "Genomic imprinting",
        "opb": "Mosaicism",
        "opc": "Anticipation",
        "opd": "Nonpenetrance",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "20dc39b3-eb58-45be-95f8-544f469d0de4",
        "choice_type": "single"
    },
    {
        "question": "Problem village if water is in depth more than",
        "exp": "A \"problem Village\" has been defined as one where: No source of safe water is available within a distance of 1. 6 km ORWater source has excess salinity, iron, fluorides & other toxic elements ORWater is exposed to the risk of cholera. Water is available at a depth of more than 15 mts OR",
        "cop": 3,
        "opa": "5 mts",
        "opb": "10 mts",
        "opc": "15 mts",
        "opd": "20 mts",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "6f2f959b-5aa2-42d1-b627-a4ebacb054de",
        "choice_type": "single"
    },
    {
        "question": "Mycotic abscess are due to",
        "exp": ".",
        "cop": 3,
        "opa": "Bacterial infection",
        "opb": "Viral infection",
        "opc": "Fungal infection",
        "opd": "Mixed infection",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "8e6a15b9-f188-4912-8aed-13d1367285f6",
        "choice_type": "single"
    },
    {
        "question": "The substance that accumulates in cardiac myxoma is",
        "exp": "Myxomas are composed of stellate or globular myxoma (lepidic cell, endothelial cells, smooth muscle cells and undifferentiated cells) embedded within abundant acid mucopolysaccharide substance.",
        "cop": 1,
        "opa": "Mucopolysaccharides",
        "opb": "Sialo mucin",
        "opc": "Gelatin",
        "opd": "Glycoprotein",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "4a845f82-d816-46c5-a62b-acc196992517",
        "choice_type": "single"
    },
    {
        "question": "Given X-ray view is used to visualize",
        "exp": "RHESE VIEW/ OPTIC FORAMEN VIEWIn this position, the optic canal is in the inferolateral quadrant of the orbit and oriented perpendicular to the x-ray cassette. Structures seen are: Right optic canal. Optic foramen. Superior orbital fissure. Ethmoid sinus. Greater wing of sphenoid",
        "cop": 1,
        "opa": "Optic foramen",
        "opb": "Internal acoustic canal",
        "opc": "Sella turcica",
        "opd": "Inferior orbital foramen",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "744de093-a60d-4d15-bac1-fb98625c33b5",
        "choice_type": "single"
    },
    {
        "question": "Most impoant drug for persisters of TB",
        "exp": "Rifampicin is a powerful bactericidal drug. It is a better sterilizing agent than INH. It permeates all tissue membranes including the blood-brain and placental barriers. It is equally effective against intracellular as well as extracellular bacilli. It is the only bactericidal drug active against the \"persisters\" or dormant bacilli which are found in the solid caseous lesions, all other drugs being inactive. In this regard, it has a distinct advantage over INH. Rifampicin is of special value when the bacilli resist other drugs. In combination with INH, it can cure even extensive tuberculosis in about 9 months.",
        "cop": 1,
        "opa": "Rifampicin",
        "opb": "Pyrazinamide",
        "opc": "INH",
        "opd": "Ethambutol",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "d709f0ca-44df-4af0-b260-169d83487e95",
        "choice_type": "single"
    },
    {
        "question": "In an asthmatic patient; the causative agent was found to be fungi with septate hyphae. The organism is",
        "exp": "A fungus with septate hyphae in the asthmatic patient can be none other than Aspergillus, and this is a case of allergic bronchopulmonary aspergillosis. Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 609",
        "cop": 1,
        "opa": "Aspergillus",
        "opb": "Candida",
        "opc": "Mucor",
        "opd": "Cryptococcus",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "e3198e49-9c7a-49cd-a330-331a96911b64",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of ophthalmia neonatorum is",
        "exp": "Chlamydia is the most common cause and presents by 4-10 days. Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 419",
        "cop": 1,
        "opa": "Chlamydia",
        "opb": "Gonorrhoea",
        "opc": "HSV",
        "opd": "Staph aureus",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "3f6790c7-bf1b-4ea4-ae93-669331a54c06",
        "choice_type": "single"
    },
    {
        "question": "The lineage-specific marker for B cells is",
        "exp": "Lineage-specific B cell marker is CD 19. However, on IHC the best marker is CD 20. CD 21 is the receptor for EBV. Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 136",
        "cop": 1,
        "opa": "CD 19",
        "opb": "CD 20",
        "opc": "CD 21",
        "opd": "CD 22",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "954281d3-430a-4fbb-b0f3-c71813981ce1",
        "choice_type": "single"
    },
    {
        "question": "Hypercalcemia would not be expected to occur as a result of",
        "exp": "Hypercalcemia often is associated with malignancies and is due either to skeletal metastasis or to a humoral substance secreted by a tumour. Hypercalcemia accompanying sarcoidosis appears to be due to enhanced synthesis of vitamin D. Thiazide diuretics cause hypercalcemia by decreasing the urinary clearance of calcium. Lithium may cause a mild hypercalcemia by elevating plasma parathormone levels. Calcium levels in persons with hypothyroidism are either normal or low as a result of the decreased bone turnover.",
        "cop": 3,
        "opa": "Lung carcinoma",
        "opb": "Sarcoidosis",
        "opc": "Hypothyroidism",
        "opd": "Administration of thiazide drugs",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "ed6fd21b-3a8e-4d10-8d48-49c9fef7d71e",
        "choice_type": "single"
    },
    {
        "question": "Which malignancy would occur in long-standing multinodular goitre?",
        "exp": "The incidence of follicular carcinoma is high in endemic goitrous areas, with long-standing multinodular goitre, possibly owing to persistent TSH stimulation. Dominant or rapidly growing nodules, especially in longstanding goitres, should always be subjected to aspiration cytology.",
        "cop": 2,
        "opa": "Papillary Carcinoma",
        "opb": "Follicular Carcinoma",
        "opc": "Anaplastic Carcinoma",
        "opd": "Medullary Carcinoma",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "a7816916-9888-4acb-b6c1-3b3b530cc67a",
        "choice_type": "single"
    },
    {
        "question": "A 5yr old boy presents with sore throat for the last two days On examination he has a greyish white pseudomembrane around his tonsils Diphtheria is suspected His brother has recieved last booster 22 months back What prophylactic measure should be adopted for the brother",
        "exp": "National immunization schedule the 3 yr old sibling would have recieved a booster b w 16 24 months of age Nothing needs to be given for diphtheriaprophylaxis if booster has been relieved in last 2yrs REF: BAVEJA MICROBIOLOGY",
        "cop": 2,
        "opa": "Prophylaxis with oral erythromycin",
        "opb": "Nothing is required",
        "opc": "Prophylaxis with erythromyci and diphtheria antitoxin",
        "opd": "Immunize with booster of diphtheria toxoid",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "31347b3e-3b52-4e27-af9b-5c664a6afa07",
        "choice_type": "single"
    },
    {
        "question": "Restriction enzyme Type II",
        "exp": "Restriction enzyme type II identifies the palindromic sequences on the DNA and cuts the DNA strand at a ceain specific site. Types of Restriction Enzymes. Restriction enzymes are traditionally classified into four types on the basis of subunit composition, cleavage position, sequence specificity and cofactor requirements. Type I enzymes are complex, multisubunit, combination restriction-and-modification enzymes that cut DNA at random far from their recognition sequences. Type II enzymes cut DNA at defined positions close to or within their recognition sequences. They produce discrete restriction fragments and distinct gel banding patterns, and they are the only class used in the laboratory for DNA analysis and gene cloning. Type III enzymes are also large combination restriction-and-modification enzymes. They cleave outside of their recognition sequences and require two such sequences in opposite orientations within the same DNA molecule to accomplish cleavage; they rarely give complete digests. Type IV enzymes recognize modified, typically methylated DNA and are exemplified by the Mcr. BC and Mrr systems of E. coli.",
        "cop": 2,
        "opa": "Methylates specific DNA sequences",
        "opb": "Cleaves specific palindromic DNA sequences",
        "opc": "Helps in protein digestion",
        "opd": "Helps in keeping the nascent protein unfolded",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "dd7a2c32-380f-442f-a853-32e4c679f11d",
        "choice_type": "single"
    },
    {
        "question": "In combination bih control pills, the contraceptive effect of the estrogenic component is primarily related to",
        "exp": "The two estrogenic compounds used in oral contraceptives are ethinyl estradiol and its 3-methyl ether, mestranol. To become biologically effective, mestranol must be demethylated to ethinyl estradiol, because mestranol does not bind to the estrogenic cytosol receptor. The combined oral pill suppresses pituitary hormones, FSH and LH peak and through their suppression prevents ovulation. At the same time, progestogen causes atrophic changes in the endometrium and prevents nidation. Progestogen also acts on the cervical mucus making it thick and tenacious and impenetrable by sperms.",
        "cop": 4,
        "opa": "Conversion of ethinyl estradiol to mestranol",
        "opb": "Suppression of cervical mucus secretion",
        "opc": "Suppression of Growth hormone releasing hormone secretion",
        "opd": "Suppression of follicle-stimulating hormone (FSH) secretion",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "1ad56bb2-7d12-4a4f-9d91-c728ab99e932",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the approximate extracellular fluid volume of a normal individual?",
        "exp": "Sixty percent of the body mass is water. Of this water, one-third (20% of body mass) is extracellular and two-thirds (40% of body mass) is intracellular. The extracellular water is fuher divided into interstitial water (80% of the extracellular fluid, or 15% of body mass) and plasma water (20% of the extracellular fluid, or 5% of body mass). The percentage of water in the body is a function of body fat. The greater the percentage of body fat, the lower the percentage of body water.",
        "cop": 3,
        "opa": "5% of body mass",
        "opb": "10% of body mass",
        "opc": "20% of body mass",
        "opd": "40% of body mass",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "aa30de8f-c414-4a5f-8ceb-be27b2a68597",
        "choice_type": "single"
    },
    {
        "question": "3-4 months baby with heart rate 250/min, QRS complex less than 0. 07 sec and no P wave, Diagnosis will be",
        "exp": "SVTs are the most common symptomatic arrhythmias in all children including neonates. SVTs usually have. Rate > 200 beats/minute. Normal or narrow (<0. 07 sec, A wide QRS > 0. 07 sec ours the diagnosis of ventricular tachycardia). Ventricular complexes on the surface ECG.",
        "cop": 1,
        "opa": "SVT",
        "opb": "Sinus tachycardia",
        "opc": "PSVT with block",
        "opd": "VT",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "e7cdc684-55a6-49df-ab03-f503707c6eb4",
        "choice_type": "single"
    },
    {
        "question": "In myocardial infarction, the infarct acquires hyperemic rim with a yellow center at",
        "exp": "Findings of infarct at 3 - 7 days: Gross examination. Hyperemia border. Softening yellow-tan center Histopathology (light microscopy). The beginning of the disintegration of dead muscle fibers. Necrosis of neutrophils. The beginning of macrophage removal of dead cells at the border",
        "cop": 2,
        "opa": "1-2 hours",
        "opb": "3-7 days",
        "opc": "7-14 days",
        "opd": "10-20 days",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "a579d0f2-cb44-487f-9c4a-8541345173da",
        "choice_type": "single"
    },
    {
        "question": "The local anaesthetic with the longest duration of action is",
        "exp": "Longest acting, most potent and most toxic local anaesthetic is dibucaine. Chloroprocaine is the shoest acting local anaesthetic.",
        "cop": 4,
        "opa": "Procaine",
        "opb": "Chlorprocaine",
        "opc": "Lignocaine",
        "opd": "Dibucaine",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "f6df89f0-b347-4616-8891-14b4c1f7c30c",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old man sees his ophthalmologist because it is becoming increasingly difficult for him to read the newspaper. His vision problem most likely results from an inability to contract which of the following?",
        "exp": "Contracting the ciliary body increases the refractive power of the eye for near vision. When the ciliary muscle contracts, it pulls the suspensory ligaments toward the cornea, which causes the lens surface to bulge, increasing its refractive power. The muscles of the iris control the size of the pupils, and the extraocular muscles control the position of the eye in the socket.",
        "cop": 2,
        "opa": "Iris",
        "opb": "Ciliary body",
        "opc": "Suspensory ligaments",
        "opd": "Extraocular muscles",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "409d5cab-16be-479a-abbd-f4bb2ef63756",
        "choice_type": "single"
    },
    {
        "question": "Most common complication due to expectant management of preeclampsia is",
        "exp": "The most common complication is placental abruption. While the most common cause of death is the cerebrovascular hemorrhage.",
        "cop": 4,
        "opa": "Acute renal failure",
        "opb": "Pulmonary edema",
        "opc": "Cardiac arrest",
        "opd": "Placental abruption",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "3adaf56e-7d3f-4fef-b5ea-32b50e649db1",
        "choice_type": "single"
    },
    {
        "question": "Transverse mesocolon contains which of the following aery?",
        "exp": "Transverse mesocolon contains middle colic aery. Transverse Mesocolon. Peritoneal fold suspending transverse colon from the posterior abdominal wall. Attachment of root of transverse mesocolon: anterior surface of head & anterior border of the body of the pancreas. Contents: middle colic vessels, ascending branches of the right and left colic vessels; nerves & lymphatic's of the transverse colon",
        "cop": 3,
        "opa": "Left colic aery",
        "opb": "Right colic aery",
        "opc": "Middle colic aery",
        "opd": "Ileocolic aery",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "1758815d-53f9-495e-ac4e-4c201acf5135",
        "choice_type": "single"
    },
    {
        "question": "The most sensitive method to detect LD bodies is",
        "exp": "Splenic aspiration is the most sensitive method to detect LD bodies (98% positivity). Bone marrow aspiration and biopsy are positive in over 85% of cases. Lymph node aspiration is positive in 60% of cases of African kala-azar but not in cases of Indian kala-azar.",
        "cop": 2,
        "opa": "Bone marrow aspiration",
        "opb": "Splenic aspiration",
        "opc": "Peripheral blood smear",
        "opd": "Lymph node biopsy",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "9a2fb973-380c-40e7-91b9-be5472919b96",
        "choice_type": "single"
    },
    {
        "question": "which strain of influenza was declared recently as pandemic",
        "exp": "in. June 2009 a new strain of H1. N1 influenza called swine flu was declared to be a global pandemic by the WHO REF: ANANTHNARYANA",
        "cop": 1,
        "opa": "H1. N1",
        "opb": "H5. N1",
        "opc": "H7. N7",
        "opd": "H3. N3",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "26c380d4-fd2e-4869-8c2d-1a618983023a",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old woman presents with a history of erythematous papulopustular lesions on the face. She repos diffuse redness on her cheeks. The most likely diagnosis in the patient is",
        "exp": "Rosacea has flushing episodes with telangiectasia (Erythematous-telangiectatic variant). Later due to inflammation, there is papules/pustules/Rhinophyma. Acne will have comedones and no redness. Atopic dermatitis has itching and eczematous eruptions while seborrheic dermatitis will have scaling (yellow greasy) on seborrheic areas with itching",
        "cop": 2,
        "opa": "Acne vulgaris",
        "opb": "Rosacea",
        "opc": "Atopic dermatitis",
        "opd": "Seborrheic dermatitis",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "b3debf65-e64f-4055-b08c-28e8e4d93ca0",
        "choice_type": "single"
    },
    {
        "question": "The most common pathogens responsible for nosocomial pneumonia in ICU are",
        "exp": "Nosocomial pneumonia is caused by mainly Multi-drug resistant Gram negative bacilli (MDR-GNB)",
        "cop": 2,
        "opa": "Gram positive organisms",
        "opb": "Gram negative organisms",
        "opc": "Mycoplasma",
        "opd": "Virus",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "56db6121-e901-468e-be71-6502e1821bf1",
        "choice_type": "single"
    },
    {
        "question": "The graph below depicts a polymerase chain reaction in",
        "exp": "A quantitative polymerase chain reaction (q. PCR), also called real-time polymerase chain reaction, is a laboratory technique of molecular biology based on the polymerase chain reaction (PCR), which is used to amplify and simultaneously quantify a targeted DNA molecule. For one or more specific sequences in a DNA sample, quantitative PCR enables both detection and quantification. The quantity can be either an absolute number of copies or a relative amount when normalized to DNA input or additional normalizing genes. The procedure follows the general principle of polymerase chain reaction; its key feature is that the amplified DNA is detected as the reaction progresses in \"real time\". This is a new approach compared to standard PCR, where the product of the reaction is detected at its end. Two common methods for the detection of products in quantitative PCR are: (1) non-specific fluorescent dyes that intercalate with any double-stranded DNA, and (2) sequence-specific DNA probes consisting of oligonucleotides that are labelled with a fluorescent repoer which permits detection only after hybridization of the probe with its complementary sequence to quantify messenger RNA (m. RNA) and non-coding RNA in cells or tissues.",
        "cop": 4,
        "opa": "DNA PCR",
        "opb": "PCR",
        "opc": "Nested PCR",
        "opd": "Real time PCR",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "2d567643-8be0-4cf7-99a1-b652c318e913",
        "choice_type": "single"
    },
    {
        "question": "52 yrs male presented with muscular stiffness and painful cramps. The face was drawn into a forced grimace (\"sardonic grin, \" or risus sardonicus). Strychnine Poisoning was suspected; Strychnine is supposed to antagonize competitively",
        "exp": "STRYCHNINE POISONINGMechanism of toxicity: Strychnine competitively antagonizes glycine, an inhibitory neurotransmitter released by post-synaptic inhibitory neurons in the spinal cord. Clinical presentation: Muscular stiffness and painful cramps precede generalized muscle contractions and opisthotonos. The face may be drawn into a forced grimace (\"sardonic grin, \" or risus sardonicus). Repeated and prolonged muscle contractions often result in hypehermia, rhabdomyolysis, myoglobinuria, and renal failure. Hyperacusis, hyperalgesia, and increased visual stimulation. Death is usually caused by respiratory arrest owing to the intense contraction of the respiratory muscles.",
        "cop": 1,
        "opa": "Glycine",
        "opb": "Glutamate",
        "opc": "Succinyl choline",
        "opd": "Acetyl choline",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "02c808a9-fefc-49cc-aec6-23ac4bf63640",
        "choice_type": "single"
    },
    {
        "question": "Indicator for the outbreak of Plague epidemic is",
        "exp": "Cheopis index: It is an average no of X. cheopis per rat. It is a specific flea index. If this index is more than 1, it is regarded as indicative of potential explosiveness of the situation, should a plague outbreak occur",
        "cop": 4,
        "opa": "Rat burrow index",
        "opb": "Total flea",
        "opc": "Specific flea index",
        "opd": "Cheopis index",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "3b6e459a-b174-4efc-ba9c-bf7ed6ee17aa",
        "choice_type": "single"
    },
    {
        "question": "The fibular collateral ligament is the continuation of",
        "exp": "Fibular collateral ligament is a degenerated pa of Peroneus Longus muscle. Oblique popliteal ligament is a continuation of semimembranosus muscle. It lies in the floor of the popliteal fossa. The tibial collateral ligament represents the degenerated pa of Adductor Magnus. The sacrotuberous ligament represents the degenerated pa of the long head of biceps femoris. Sacrospinous ligament represents the degenerated pa of Coccygeus muscle.",
        "cop": 1,
        "opa": "Peroneus longus",
        "opb": "Biceps femoris",
        "opc": "Semimembranosus",
        "opd": "Adductor magnus",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "ec55586d-80be-4c6d-a2af-3a3ed9843175",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with symptoms of cough, hemoptysis, and glomerulonephritis. His C-ANCA levels in serum were found to be raised. The most likely diagnosis is",
        "exp": "Renal and pulmonary symptoms with positive c-ANCA suggest the diagnosis of Wegener&; s glomerulonephritis. The clinical syndrome of Wegner granulomatosis may be very similar to classical PAN or microscopic polyangiitis.",
        "cop": 3,
        "opa": "Goodpasteur's syndrome",
        "opb": "Classic polyaeritis nodosa",
        "opc": "Wegener's granulomatosis",
        "opd": "Kawasaki syndrome",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "94dde09b-b752-480b-9d91-149f95d23403",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old P2. L2, presented with a profuse bleed after a normal spontaneous vaginal delivery. Physical examination revealed a boggy uterus, and a bedside sonogram indicates the presence of placental tissue. Most probable diagnosis is",
        "exp": "Succenturiate placenta refers to placenta with additional lobe and this lobe is located a few centimetres away from the main lobe and it may be left behind after delivery and may present with PPH.",
        "cop": 1,
        "opa": "Succenturiate placenta",
        "opb": "Vasa pre",
        "opc": "Placenta pre",
        "opd": "Membranaceous placenta",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "586ee13e-7e51-4951-af2b-dc429183f5c2",
        "choice_type": "single"
    },
    {
        "question": "Imprisonment for a term extending to seven years and also fine as punishment for voluntarily causing grievous hu is under",
        "exp": "325 IPC; Punishment for voluntarily causing grievous hu. Imprisonment for a term extending to seven years and also fine",
        "cop": 4,
        "opa": "321 I. P. C",
        "opb": "322 I. P. C",
        "opc": "324 I. P. C",
        "opd": "325 I. P. C",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "30cb4bab-3af4-4b86-9953-88d505e8bc08",
        "choice_type": "single"
    },
    {
        "question": "Zonula of Zinn is",
        "exp": "The lens is held in position by the suspensory ligament called zonules of Zinn. A ligament composed of straight fibrils radiating from the ciliary body of the eye to the crystalline lens, holding the lens in place and relaxing by the contraction of the ciliary muscle. - Relaxation of the ligament allows the lens to become more convex.",
        "cop": 4,
        "opa": "Primary vitreous",
        "opb": "Secondary vitreous",
        "opc": "Persistence vitreous",
        "opd": "Teiary Vitreous",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "79273313-a185-4177-a741-d6f5d705ce15",
        "choice_type": "single"
    },
    {
        "question": "Length of intraorbital pa of the optic nerve is",
        "exp": "Length of optic nerve - 5 cm Intraocular poion - 20 mm Intraorbital poion - 30 mm",
        "cop": 3,
        "opa": "10-12 mm",
        "opb": "20-24 mm",
        "opc": "25-30 mm",
        "opd": "35-40 mm",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "714ebe3a-e5b9-4be9-a909-5e9f7555bec8",
        "choice_type": "single"
    },
    {
        "question": "Association Fibers are white matter fibers which connect",
        "exp": "Association fibers: Connect different coical areas in the same hemisphere. Projection Fibers: Connect cerebral coex with lower level in brain (Eg. Brainstem, spinal cord). Commissural fibers: Connect corresponding areas in the two cerebral hemispheres",
        "cop": 3,
        "opa": "Corresponding areas in two cerebral hemispheres",
        "opb": "Cerebral coex with lower level in brain",
        "opc": "Different coical areas in the same hemisphere",
        "opd": "Different cranial nerve nuclei",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "f18f99cf-6d40-4726-a334-ceff42273c10",
        "choice_type": "single"
    },
    {
        "question": "Super antigens is produced by which of the following",
        "exp": "ref: anathanaryana",
        "cop": 1,
        "opa": "Streptococcus Pyogenes",
        "opb": "Clostridium Perfringens",
        "opc": "Vibrio cholerae",
        "opd": "Staphylococcus epidermidis",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "acefa013-dbbf-4b42-92cd-e4c67e90173a",
        "choice_type": "single"
    },
    {
        "question": "Drugs least effective against MRSA",
        "exp": "Drugs effective against MRSA are SS Cotrimoxazole, SS Ceain cephalosporins, SS Vancomycin, SS Teicoplanin, SS Dalfopris n, SS Quinupris n SSLinezolid.",
        "cop": 2,
        "opa": "Teicoplanin",
        "opb": "Meropenem",
        "opc": "Quinupristin",
        "opd": "Linezolid",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "c85086ea-9b9e-4c07-b455-c663eb25994a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following coding system used in ICD-10 is used for \"Schizophrenia, schizotypal and delusional disorders\"?",
        "exp": "Mental and behavioural disorders due to psychoactive substance use F10-F19. Schizophrenia, schizotypal, delusional, and other non-mood psychotic disorders F20-F29. Mood disorders F30-F39. Anxiety, dissociative, stress-related, somatoform and other nonpsychotic mental disorders F40-F48(Ref: ICD-10 WHO)",
        "cop": 2,
        "opa": "F10-F19",
        "opb": "F20-F29",
        "opc": "F30-F39",
        "opd": "F40-F48",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "e23de405-c59f-4388-bc78-21910ef83daa",
        "choice_type": "single"
    },
    {
        "question": "A 3 year old male presents with a sudden onset of visual loss in the left eye. Ophthalmological examination reveals strabismus and white pupillary reflex. Fundus finding is shown below. What is your diagnosis?",
        "exp": "The clinical history along with fundus finding of telangiectatic vessels and hard exudates points towards a diagnosis of Coats disease. Coats disease. Idiopathic non-hereditary, retinal telangiectasia. Age group-1st decade of life (average 5 years). Clinical features-Unilateral visual loss, strabismus, leukokoria. It is characterized by retinal angiomas and massive subretinal exudation from the angiomas. This exudation produces retinal detachment. Cataract and angle closure glaucoma may also occur in late stages.",
        "cop": 4,
        "opa": "Retinoblastoma",
        "opb": "Sickle cell retinopathy",
        "opc": "Toxoplasmosis",
        "opd": "Coats disease",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "2576d7d2-b1bc-4b13-ac6f-ba353bce35a2",
        "choice_type": "single"
    },
    {
        "question": "Draughtsman colonies are seen with",
        "exp": "- REF: ananthanarayana 10th ed Pnuemococci Due to alpha hemolysk, colonies of pneumococci rcsemble colonies of Str. vidans. But on fuher incubation the colonies ofpneumococci become flat with raised edges and central umbonation, so that concentric rings are seen on the surface when viewed from above - draughtsman or Carrom coin appearance.",
        "cop": 2,
        "opa": "Anthrax",
        "opb": "Pnuemococci",
        "opc": "Peussis",
        "opd": "Yersenia",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "dca30311-7b16-4b0a-96b3-cdeb625aa094",
        "choice_type": "single"
    },
    {
        "question": "Reduction rhinoplasty is done for",
        "exp": "An operation called Reduction Rhinoplasty reduces the size of the framework of the nose over which the skin is draped. The skin itself is not touched. The frame of the nose which is made up of bone in its upper half and gristle(cailage) in its lower half is approached from underneath the skin.",
        "cop": 1,
        "opa": "Hump nose",
        "opb": "Narrow nose",
        "opc": "Crooked nose",
        "opd": "Saddle nose",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "e2fc88be-b609-4d56-9765-2e6e5ce6ed43",
        "choice_type": "single"
    },
    {
        "question": "Citron bodies\" boat or leaf shaped pleomorphic organism in an exudate is",
        "exp": "Citron bodies and boat or leaf shaped pleomorphic bacilli with irregular staining suggest CL septicum\". Clostridium Clostridial species are: Gram positive Anaerobic (obligate anaerobe) Spore forming Bacilli Motile by peritrichate flagella except C perfringens and C. tetani type IV which are non motile. Non capsulated except C. perfringens and C. butyricum which are capsulated Pathogenesis is due to exotoxin not endotoxin. Clostridium botulinum causes botulism not gas gangrene. REF: ananthanarayana 10th ed",
        "cop": 3,
        "opa": "Cl. welchii",
        "opb": "Cl. edematiens",
        "opc": "Cl. septicum",
        "opd": "Cl. tetani",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "3361397c-c79f-41eb-9942-105cee2b973d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following muscle does not have the dual nerve supply?",
        "exp": "Muscles with dual blood supply: Flexor Policies Brevis: superficial head by median and deep by Ulnar. Flexor digitorum profundus: Lateral half by Median and Medial Half by Ulnar. Pectoralis major by Medial and Lateral Pectoral Nerve",
        "cop": 2,
        "opa": "Flexor Policis Brevis",
        "opb": "Abductor Policis Brevis",
        "opc": "Flexor digitorum profundus",
        "opd": "Pectoralis major",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "e14cf64c-75b1-4044-a3d1-1428b98ce29e",
        "choice_type": "single"
    },
    {
        "question": "Species identifications is done by",
        "exp": "Tests for species identification are Precipitin test, Latex agglutination test, Haem-agglutination inhibition test",
        "cop": 1,
        "opa": "Precipitin test",
        "opb": "Benzidine test",
        "opc": "Spectroscopy",
        "opd": "Neutron activation analysis (N. A. A.)",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "904da93a-7c2f-4fc7-894e-d0f88177a486",
        "choice_type": "single"
    },
    {
        "question": "The prevalence of Candida glabrata infection is found to be 80% in a population of 100. If the test is repeated for 95% confidence levels, then what will be the range of prevalence of the Candida glabrata infection?",
        "exp": "The range obtained by repeating a test is given by the formula: p +- 2 [?]p (100-p) / nwhere, p = prevalence of the study as established from previous studies; n = sample size used for the present study. In this paicular example, p = 80 and n = 100. Hence, the range estimated would be = 80 +- 2 [?]80 (100-80) / 10080 +- 2 x 480 +- 872 to 88",
        "cop": 3,
        "opa": "4 to 100",
        "opb": "65 to 95",
        "opc": "72 to 88",
        "opd": "70 to 100",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "6f04ec1c-c3e9-4b6a-917e-e47bff06c691",
        "choice_type": "single"
    },
    {
        "question": "In an Adult with moderate work, balanced diet should contain what quantity of milk",
        "exp": "Daily quantity of milk consumed should be 200g",
        "cop": 3,
        "opa": "100 ml/day",
        "opb": "150 ml/day",
        "opc": "200 ml/day",
        "opd": "250 ml/day",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "3ac78d97-bd67-48ad-b12e-2ea9b2145de3",
        "choice_type": "single"
    },
    {
        "question": "SI unit of the brightness of a point light source is",
        "exp": "Description. Quantity measured name. Recommended unit. Brightness of point source. Luminous intensity. Candela. Flow of light. Luminous flux. Lumen. Amount of light reaching surface. Illumination Illuminance. Lux. Amount of light re-emitted by surface. Brightness luminance. Lambe",
        "cop": 1,
        "opa": "Candela",
        "opb": "Lumen",
        "opc": "Lux",
        "opd": "Lambe",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "9c5a9648-6424-452a-ba8d-e55279e19789",
        "choice_type": "single"
    },
    {
        "question": "Defence Mechanism which explains \"compulsions\" in a patient with obsessive-compulsive disorder?",
        "exp": "Three ego defence mechanisms of obsessive-compulsive disorder are isolation, undoing, and reaction formation. The role of defence mechanism isolation is to safeguards a person from anxiety-provoking impulses. Undoing is associated with a compulsive act that is carried out in an effo to stop or undo the consequences that the patient unreasonably foresees from a threatening obsession. Reaction formation involves evident patterns of behaviour and consciously experienced feelings and thoughts that are paicularly contrary to the underlying impulses.",
        "cop": 3,
        "opa": "Reaction formation",
        "opb": "Regression",
        "opc": "Undoing",
        "opd": "Displacement",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "c1a2e989-dd8e-4c42-aa9b-f8324dd04452",
        "choice_type": "single"
    },
    {
        "question": "Decreased O2 carrying capacity and Normal PO2 is a feature of",
        "exp": "Subnormal level of hemoglobin causes decreased oxygen - carrying capacity of the blood. This, in turn, initiates compensatory physiologic adaptations such as: Increased release of oxygen from hemoglobin. o Increased blood flow to the tissues. Maintenance of the blood volume; and. Redistribution of blood flow to maintain the cerebral blood supply. Eventually, however, tissue hypoxia develops causing impaired functions of the affected tissues.",
        "cop": 1,
        "opa": "Anemic hypoxia",
        "opb": "Histotoxic hypoxia",
        "opc": "Stagnant hypoxia",
        "opd": "Hypoxic hypoxia",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "9789f838-422f-44fa-b46a-2f2d0b8fa9bd",
        "choice_type": "single"
    },
    {
        "question": "The most common complication following appendicectomy is",
        "exp": "Wound infection is the most common postoperative complication, occurring in 5- 10% of all patients. Intraabdominal abscess has become a relatively rare complication after appendicectomy with use of preoperative antibiotics. Adhesive intestinal obstruction is the most common late complication of appendicectomy",
        "cop": 4,
        "opa": "Intraabdominal abscess",
        "opb": "Ileus",
        "opc": "Adhesive intestinal obstruction",
        "opd": "Wound infection",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "8f97b026-837e-42f3-af85-2dfbcf1a7aa5",
        "choice_type": "single"
    },
    {
        "question": "The first gene to be knocked out in the carcinogenesis of the endometrium is",
        "exp": "The primary gene involved in the transformation of a normal or a hyperplastic endometrium to a neoplastic endometrium is the loss of PTEN gene function.",
        "cop": 2,
        "opa": "PI3. KCA",
        "opb": "PTEN",
        "opc": "KRAS",
        "opd": "p53",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "11b8f895-654e-42db-a84e-7ca54d0b4969",
        "choice_type": "single"
    },
    {
        "question": "Atrophy of intrinsic muscles of the hand, sensory deficit on medial side of forearm and hand, and diminished radial pulse on turning the head on the affected side could be because of",
        "exp": "Cervical ribs (present in up to 1% of people) aiculate with the C7 veebra are clinically significant because they may compress spinal nerves C8 and T1 or the inferior trunk of the brachial plexus supplying the upper limb. Tingling and numbness may occur along the medial border of the forearm. They may also compress the subclan aery, resulting in ischemic muscle pain (caused by poor blood supply) in the upper limb.",
        "cop": 2,
        "opa": "Carpal tunnel syndrome",
        "opb": "Cervical rib",
        "opc": "Enlarged axillary lymph nodes",
        "opd": "Supracondylar fracture of humerus",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "6a4c9d14-d942-42be-936f-724001464b26",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cell types are the most potent activator of T-cell?",
        "exp": "\"Mature dendritic cells are the most potent activator of naive T-cell\" Dendritic Cells: Bone marrow derived cells There are two types of cells with dendritic morphology: - Interdigitating dendritic cells - Follicular dendritic cells Interdigitating dendritic cells or just dendritic cells are the most impoant antigen presenting cells for initiating primary immune response against protein antigens. REF: ananthanarayana 10th ed",
        "cop": 3,
        "opa": "Bell",
        "opb": "Follicular Dendritic Cells",
        "opc": "Mature dendritic cells",
        "opd": "Macrophages",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "d6c3c1a3-f431-4820-a229-37475daa9c83",
        "choice_type": "single"
    },
    {
        "question": "Transfer of a poion of DNA from one bacterium to another by the bacteriophage is known as",
        "exp": "Transduction -Transfer of a poion of DNA from one bacteria to another by transduction phase.",
        "cop": 2,
        "opa": "Transformation",
        "opb": "Transduction",
        "opc": "Transcription",
        "opd": "Lysogenic conversion",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "1a2a535c-0a8f-48f7-9769-708a6093c72e",
        "choice_type": "single"
    },
    {
        "question": "Most sensitive investigation for preoperative localization of abnormal parathyroid glands is",
        "exp": "Neck ultrasound locates glands in approximately 75% of cases. (99m. Tc) labelled Sestamibi isotope scans identify approximately 80% of abnormal parathyroid glands. CT & MRI is not indicated prior to first-time neck exploration.",
        "cop": 2,
        "opa": "Neck ultrasound",
        "opb": "(99m. Tc) labelled Sestamibi isotope scan",
        "opc": "CT scan",
        "opd": "MRI",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "50cc4537-d1e5-406c-9e55-3c86e713d19a",
        "choice_type": "single"
    },
    {
        "question": "a young boy had a flea bite while working in a wheat grain goes down. after 5days he developed fever and had axillary lymphadenopathy. a smear was sent to he laboratory to perform a specific staining. which one of the following staining method would help in identification of the suspected pathogens?",
        "exp": "Yersinia * Non lactose fermenting Gram negative rods * Motile (except Y. pestis) * 10 species, only Y. pestis (plague), Y. enterocolitica, Y pseudotuberculosis (enteric disease, septicaemia) pathogenic for animals and man * Demonstrate bipolar staining in Giemsa stained smears from animal tissues * Serotyping and biotyping used to discriminate between strains * 10 serotypes of Y pseudotuberculosis, serotypes I, II and III contain majority of pathogenic isolates * 5 biotypes and more than 50 serotypes of Y enterocolitica LABORATORY DIAGNOSIS Yersinia pestis can be identified in the laboratory by both bacteriologic and serologic methods Diagnosis can be made from a variety of samples, including blood, aspirates from involved lymph nodes, skin scrapings, cerebrospinal fluid, urine, and sputum Yersinia pestis appears as a pleomorphic gram negative rod and may appear as a single cell ( -2. 0 x 0. 5pm) or in sho chains in smears ref: ananthanaryana 9th ed",
        "cop": 4,
        "opa": "albe staining",
        "opb": "ziehl neelsen staining",
        "opc": "mcfaydens staining",
        "opd": "wayson staining",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "3c2524cb-d7b3-41e8-bfd5-8efff5aa34e1",
        "choice_type": "single"
    },
    {
        "question": "Diagonal conjugate is defined as the distance between",
        "exp": "The diagonal conjugate is clinically estimated by measuring the distance from the sacral promontory to the lower margin of the symphysis pubis.",
        "cop": 2,
        "opa": "Upper border of symphysis pubis and the sacral promontory",
        "opb": "Lower border of symphysis pubis and the sacral promontory",
        "opc": "Lower border of symphysis pubis and the third piece of sacrum",
        "opd": "Lower border of symphysis pubis and tip of sacrum",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "3ea6de58-0ec6-43a5-9cbe-a885d737e380",
        "choice_type": "single"
    },
    {
        "question": "a sewer worker comes with high grade fever neck rigidity and signs of mengismus. lab findings suggestive of renal failure and elevated liver enzymes. what is your diagnosis",
        "exp": "Weil&; s Syndrome * Weil&; s syndrome is a severe form of leptospirosis that causes a continuous fever, stupor, and a reduction in the blood&; s ability to clot, which leads to bleeding within tissues. Blood tests reveal anemia. By the third to sixth day, signs of kidney damage and liver injury appear. Kidney abnormalities may cause blood in the urine and painful urination. Liver injury tends to be mild and usually heals completely. ref: ananthanaryana 9th ed",
        "cop": 1,
        "opa": "leptospirosis",
        "opb": "borellia recurrentis",
        "opc": "diptheria",
        "opd": "plague",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "7ea3b4b1-8bf3-42e6-b8a4-5a35d33103ce",
        "choice_type": "single"
    },
    {
        "question": "In a ceain population, there were 4050 bihs in the last one year. There were 50 stillbihs. 50 infants died within 7 days whereas 150 died within 28 days. What is the Neonatal moality rate?",
        "exp": "Total number of bihs in one year = 4050. No. of still bihs in that year = 50. Hence, the total number of live bihs in that year would be4050 - 504000. Total number of infants dying in the first 7 days = 50 Total number of infants dying in the next 21 days = 150. Hence, the total number of infants dying in the first 28 days of bih= 50 + 150 Now, Neonatal moality rate = number of neonatal deaths x 1000 / Total number of live bihs = 200 x 1000 / 4000 = 50",
        "cop": 1,
        "opa": "50",
        "opb": "62. 5",
        "opc": "12. 5",
        "opd": "49. 4",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "2a18e759-98dd-4020-bc52-e7400fa325a3",
        "choice_type": "single"
    },
    {
        "question": "Pain in veex is seen in",
        "exp": "In sphenoiditis, veex headache is common, but pain can be localized in frontal, temporal, periorbital, or occipital regions or can be vague or occur anywhere in the craniofacial region.",
        "cop": 2,
        "opa": "Ethmoid sinusitis",
        "opb": "Sphenoid sinusitis",
        "opc": "Frontal sinusitis",
        "opd": "Maxillary sinusitis",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "c8534130-6542-448a-a4ac-160b074d28d9",
        "choice_type": "single"
    },
    {
        "question": "Uterine souffle is defined as",
        "exp": "The uterine souffle is a soft, blowing sound that is synchronous with the maternal pulse. It is usually heard most distinctly near the lower poion of the uterus. This sound is produced by the passage of blood through the dilated uterine vessels. It also may be heard with any condition in which uterine blood flow is greatly increased, for example, with large uterine myomas or ovarian tumours.",
        "cop": 2,
        "opa": "Is a soft blowing murmur synchronous with foetal heart sounds",
        "opb": "Is due to increase in blood flow through the dilated uterine vessels",
        "opc": "Is due to the active foetal movements",
        "opd": "Indicates the underlying foetal distress",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "04766b55-5955-4338-be2b-3ab28789ba1b",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following does not cause pulsus paradoxus?",
        "exp": "Causes of pulsus parodoxus: Cardiac - common with cardiac tamponade, infrequent with constrictive pericarditis. Pulmonary - bronchospasm as in severe asthma or emphysema, pulmonary embolism. Miscellaneous - obesity possibility due to excessive compression of IVC at thoracic inlet, after thoracotomy. Hypovolemic shock. SVC obstruction. Reversed pulsus paradoxus - inspiratory rise in aerial systolic and diastolic pressure. Seen in HOCM, during intermittent positive pressure breathing (IPPB), isometric ventricular rhythm.",
        "cop": 1,
        "opa": "Severe aoic regurgitation",
        "opb": "Cardiac tamponade",
        "opc": "Constrictive pericarditis",
        "opd": "Acute severe bronchial asthma",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "f2b29c2c-323b-43c9-b2ff-0fe712659db6",
        "choice_type": "single"
    },
    {
        "question": "CLED medium is used in preference in macconkey agar in relation to culture of organism involved in urine infection the reason is?",
        "exp": "CYSTINE LACTOSE ELECTROLYTE DEFICIENT (CLED) AGAR * It&; s a semi-guantative method for urine. * It distinguish LF from NLF colonies and inhibit Proteus swarming. advantage over Mac. Conky: It suppos the growth of ceain Staph, Strept and Candida that fail *To grow on Mac Conkey. * it contains- Lactose, L-cystine, Bromothymol blue, Trypton ref; ananthanaryana 9th ed",
        "cop": 3,
        "opa": "it prevents swarming of proteus",
        "opb": "differentiates LF & NLF",
        "opc": "PROMOTES staphylococus and candida growth",
        "opd": "identifies pseudomonas",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "90309d8b-5521-4af7-aad8-4511ad3cb68e",
        "choice_type": "single"
    },
    {
        "question": "Which nerve lesion could produce the condition where stimulation of right cornea results in the blinking of the left eye but not the right eye?",
        "exp": "Summary of blink reflex: Ipsilateral blink. Contralateral blink. Normal. Present. Present. Facial nerve lesion. Absent. Present. Trigeminal nerve lesion. Absent. Absent",
        "cop": 4,
        "opa": "Left trigeminal",
        "opb": "Left facial",
        "opc": "Right trigeminal",
        "opd": "Right facial",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "6618feb3-7e9f-433b-91d2-82ebc40485e6",
        "choice_type": "single"
    },
    {
        "question": "Duodenal aspirate is used in diagnosis of",
        "exp": "Duodenal aspirate is used for G lambia, o sinesis, F heptica, and S stercoralis. ref: baveja book of microbiology.",
        "cop": 2,
        "opa": "E histolytica",
        "opb": "Giardia lamblia",
        "opc": "Taenia solium",
        "opd": "Leishmania",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "b6ea9f46-c8bf-4579-8687-5b8b4805cb77",
        "choice_type": "single"
    },
    {
        "question": "Retropharyngeal space extends from the base of the skull to",
        "exp": "Retropharyngeal space: It lies behind the pharynx between the buccopharyngeal fascia covering pharyngeal constrictor muscles and the preveebral fascia. It extends from the base of the skull to the bifurcation of the trachea. Space is divided into two lateral compaments (spaces of Gillette) by a fibrous raphe. Each lateral space contains retropharyngeal nodes which usually disappear at3-4 years of age. Parapharyngeal space communicates with the retropharyngeal space. Infection of retropharyngeal space can pass down behind the esophagus into the mediastinum.",
        "cop": 2,
        "opa": "Hyoid bone",
        "opb": "Bifurcation of trachea",
        "opc": "Angle of mandible",
        "opd": "Cricoid cailage",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "5ba470a0-a891-4b17-aba1-e25fe0a413a3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the best stains for fungus?",
        "exp": ".",
        "cop": 2,
        "opa": "Mucicarmine",
        "opb": "Methenamine silver",
        "opc": "Alcian blue",
        "opd": "Hematoxylin and eosin",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "04366d85-6a33-401d-ba7f-1a4ef709ab01",
        "choice_type": "single"
    },
    {
        "question": "Shift of oxygen binding curve to the left occurs because of",
        "exp": "Causes of the shift to the left include: Decreased H+(increased pH). Decreased 2, 3-DPG. Stored blood. Polycythemia Decreased temperature. Decreased P CO2. Causes of the shift to the right include: Increased H+( decreased pH). Increased 2, 3-DPGIncreased temperature. Increased PCO2",
        "cop": 4,
        "opa": "Increased 2, 3-DPG",
        "opb": "Increased temperature",
        "opc": "Increased PCO2",
        "opd": "Stored blood",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "68f9db17-783b-4250-8f0b-156c0854c7e4",
        "choice_type": "single"
    },
    {
        "question": "Biological value is maximum in",
        "exp": "NPU (Net protein Utilisation) is the combination of Biological value & Digestibility, which is 100 for egg, compared to 80 for meat and 75 for milk.",
        "cop": 1,
        "opa": "Egg",
        "opb": "Milk",
        "opc": "Soyabean",
        "opd": "Pulses",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "5cc2be5e-7872-47a1-bc25-2422609d27a9",
        "choice_type": "single"
    },
    {
        "question": "The following drugs are contra-indicated for the treatment of atrial fibrillation associated with the WPW syndrome",
        "exp": "In WPW digoxin or calcium channel blockers may increase anterograde conduction through the bypass tract, so they should be avoided.",
        "cop": 3,
        "opa": "Adenosine",
        "opb": "Amiodarone",
        "opc": "Verapamil",
        "opd": "Flecainide",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "83d2e4a9-60f9-4523-b0bd-b1ad05ef5a4b",
        "choice_type": "single"
    },
    {
        "question": "Dose of Rabies immunoglobulin is",
        "exp": "The anti-rabies serum is given in class III bites (Single or multiple transdermal bites or scratches, licks on broken skin, Contamination of mucous membranes with sal, exposure to bats). It is found to prolong the incubation period. Passive immunization in rabies may be given by: Horse Anti-rabies serum: 40 IU/kg body wt (up to max 3000 units), infiltrated in the wound, & the rest gave IMHuman Rabies Immunoglobulin: (preferred) 20 IU/kg body wt infiltrated in the wound, & the rest given i. m.",
        "cop": 3,
        "opa": "10 IU/Kg body weight",
        "opb": "15 IU/kg body weight",
        "opc": "20 IU/kg body weight",
        "opd": "25 IU/kg body weight",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "52418eca-a175-4738-9273-83f0edb7d5a0",
        "choice_type": "single"
    },
    {
        "question": "Acid maltase deficiency occurs in",
        "exp": "Pompe Disease. Acid maltase (acid a-glucosidase) deficiency, also called Pompe disease, is a glycogen and lysosomal storage disease with autosomal recessive inheritance. The classic severe infantile form presents with hypotonia, myocardiopathy, and hepatosplenomegaly. This variant is rapidly progressive and generally results in death in the first year of life. However, as with other lysosomal diseases, there are early- and late-onset forms of this disorder. The late-onset patients typically present with a slowly progressive myopathy that may resemble a limb-girdle muscular dystrophy. Respiratory insufficiency may develop with advancing disease. In late stages of the disease, patients may require mechanical ventilation, repo swallowing difficulties, and experience loss of bowel and bladder control. Myocardiopathy is not usually seen in late-onset variants of Pompe disease.",
        "cop": 1,
        "opa": "Pompe's disease",
        "opb": "Von-gerke's disease",
        "opc": "Mc-ardle's disease",
        "opd": "Neimen pick disease",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "3c200dbb-f78f-433a-9cd0-ed0f0881771d",
        "choice_type": "single"
    },
    {
        "question": "sterilization accuracy is assessed by using?",
        "exp": "TYPES OF BIOLOGICAL INDICATORS: BIOLOGICAL INDICATORS contain the bacterial spores used for monitoring. The spores used are Geobacillus stearothermophilus (for testing steam or chemical vapor sterilization) or Bacillus subtilis (for testing dry-heat or ethylene oxide gas sterilization). Currently, no BIs are available for routine testing of liquid chemical sterilants or disinfectants. Demonstrating the death of bacterial spores provides the main guarantee of sterilization, because it assess the process directly using live resistant microorganisms. Using bacterial spores to monitor the sterilization process is referred to as biologic monitoring (or spore-testing) and the bacterial spores used for monitoring the sterilization process are referred to as biologic indicators (BIs). REF: ANANTHANARYANA 9. TH ED",
        "cop": 1,
        "opa": "clostridium perfringens",
        "opb": "geobacillus stereothermophilus",
        "opc": "clostridium butyricum",
        "opd": "bacillus subtilis",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "7bdcf08f-775e-4ad7-b1f8-a6928b40c8c8",
        "choice_type": "single"
    },
    {
        "question": "Median weight of 100 children was 16 kgs. The standard detion was 8. calculate the percentage coefficient of variance",
        "exp": "Coefficient of Variation (COV)* COV = SD x 100 Mean or Median SD is expressed as a percentage of mean or median. CV=SD/MEAN x 100= 8/16 x 100= 50%",
        "cop": 1,
        "opa": "50%",
        "opb": "35%",
        "opc": "45%",
        "opd": "55%",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "709d7961-87e6-4504-8698-df8a3ddda5aa",
        "choice_type": "single"
    },
    {
        "question": "a child prsents with infective skin lesions of the leg culture showed hemolytic colonies which were gram +ve cocci in chains. the test to confirm the organism",
        "exp": "Bacteriocins and bacteriocin-like inhibitory substances * Numerous strains of LAB associated with foods produce bacteriocins, defined as proteinaceous compounds with activity against related species * Bacteriocins are ribosomally-synthesized peptides or proteins secreted by ceain strains of bacteria. Mechanisms * The antagonistic activity of LAB to pathogens may affect the growth rate and/or survival depending on the type and the concentration of bacteriocin. * Most bacteriocins kill target cells by permeabilization of the cell membrane, and the activity is often very specific, since they employ specific receptors on the target cell surfaces ref; ananthanaryana 9th ed",
        "cop": 3,
        "opa": "bile solubility",
        "opb": "optochin sensitivity",
        "opc": "bactriacin sensitivity",
        "opd": "catalase positive",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "0a3b4114-f703-4271-b983-250bddf9627a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following belongs to Herpesviridae:",
        "exp": "RK virus Herpesviridae 1-Herpes simplex virus type -1 HSV-1 2-Herpes simplex virus type -2 HSV-2 3-Varicella --Zoster virus VZV 4-Epstein- Barr virus EBV 5- Cytomegalovirus CMV 6-Human herpes virus type-6 HHV-6 - * Human erpes virus ype-8- Human herpes virus type-8 * _ HHV-8 REF: ananthanarayana 10th ed",
        "cop": 4,
        "opa": "Variola",
        "opb": "Adenovirus",
        "opc": "HPV",
        "opd": "RK virus",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "5942da5d-ec85-438c-ac58-a8db5b938f95",
        "choice_type": "single"
    },
    {
        "question": "The resolution provided by the light microscope is",
        "exp": "Resolving Power: Light microscope: 0. 25 um - 0. 3 um Electron microscope: 2-10 A = 0. 2 - 1 nm",
        "cop": 1,
        "opa": "200 nm",
        "opb": "20 nm",
        "opc": "2. 0 nm",
        "opd": "0. 2 nm",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "499e24bb-672c-4a4d-8d0b-14812b4595dc",
        "choice_type": "single"
    },
    {
        "question": "In case of appendicitis, if the pain is exacerbated on medial rotation of the thigh, the position of appendix is in",
        "exp": "Dunphy's sign: Any movement, including coughing, may cause pain. Rovsing's sign: Pain in the right lower quadrant during palpation of the left lower quadrant. Iliopsoas sign: \"Obraztsova's sign' pain on extension of the hip which relieves on flexing the hip into the \"fetal position\" (due to inflammation of the peritoneum overlying the iliopsoas muscles and inflammation of the psoas muscles themselves). Theis is typical of a retrocecal appendix. Obturator sign: Pain in flexion and internal rotation of the hip (due to irritation of obturator internus). This is typical of a pelvic appendix. Blumberg sign: Deep palpation of the viscera over the suspected inflamed appendix followed by the sudden release of the pressure causes the severe pain on the site indicating positive Blumberg's sign and peritonitis. Volkovich -Kocher (Kosher)'s sign: The appearance of pain in the epigastric region or around the stomach at the beginning of disease with a subsequent shift to the right iliac region. Sitkovsky (Rosenstein)'s sign: Increased pain in the right iliac region as the patient lies on the left side. Baomier - Michelson's sign: Increased pain on palpation at the right iliac region as the patient lies on left side compared to when the patient was in the supine position. Aure - Rozanova's sign: Increase pain on palpation with a finger in right Petit triangle. Typical in the retrocecal position of the appendix. Boundaries of Petit triangle are the iliac crest, External oblique muscle, and Latissimus Dorsi muscle.",
        "cop": 1,
        "opa": "Pelvis",
        "opb": "Preileal region",
        "opc": "Paracaecal region",
        "opd": "Midinguinal region",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "025af4e9-ae31-4180-89aa-335c7f66188a",
        "choice_type": "single"
    },
    {
        "question": "In a case of neonatal meningitis, the etiologic bacteria is found to have propeies of b hemolysis, bacitracin resistance, CAMP positive. Which of the following is the most likely causative agent?",
        "exp": "S. agalactiae is the most common cause of neonatal meningitis in the west. It does not hydrolyze bile esculin agar, however, hydrolyze sodium hippurate and are bacitracin resistant. Identified by CAMP (Christie, Atkins, and Munch - Peterson) reaction.",
        "cop": 2,
        "opa": "S. pyogenes",
        "opb": "S. agalactiae",
        "opc": "S. pneumonia",
        "opd": "E. faecalis",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "1bf264a1-86aa-4536-b925-e2ef1ecdd314",
        "choice_type": "single"
    },
    {
        "question": "Electron microscopy is diagnostic in",
        "exp": ".",
        "cop": 1,
        "opa": "Good pasture's syndrome",
        "opb": "Wegener's granulomatosis",
        "opc": "PAN",
        "opd": "Alpo's syndrome",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "648b988d-45eb-47f3-8ed1-c89dd6b3112c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common cause of \"reversible\" dementia in geriatric population?",
        "exp": "The three most common potentially reversible diagnoses were depression, normal pressure hydrocephalus (NPH), and alcohol dependence; medication side effects are also common and should be considered in every patient There are several clearly reversible causes of dementia that are remembered by the mnemonic DEMENTIA: Drugs (any drug with anticholinergic activity), Emotional- depression, Metabolic (hypothyroid), Eyes and ears declining, Normal pressure hydrocephalus tumor or other space-occupying lesions, Infection (syphilis, AIDS), Anemia (vitamin B12 or folate deficiency). Harrison 19 e pg: 171",
        "cop": 1,
        "opa": "Depression",
        "opb": "Normal Pressure Hydrocephalus",
        "opc": "Hypothyroidism",
        "opd": "Vit B12 deficiency",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "233f3355-7c6f-4630-9023-a6992a6d7bd9",
        "choice_type": "single"
    },
    {
        "question": "Glucocoicoids lead to an increase in blood levels of which of the following?",
        "exp": "Effects of glucocoicoids: Increased plasma levels of. Decreased plasma levels of* Neutrophils* Lymphocytes* RBCs* Eosinophils* Platelets* Basophils",
        "cop": 1,
        "opa": "Neutrophils",
        "opb": "Eosinophils",
        "opc": "Basophils",
        "opd": "Lymphocytes",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "aa41f974-f315-404a-96cc-a8c38f85fcb3",
        "choice_type": "single"
    },
    {
        "question": "The percentage of hemoglobin saturated with oxygen will increase when which of the following occurs?",
        "exp": "The percentage of hemoglobin saturated with oxygen depends on the level of PO2 in the blood and on other factors that affect the position of the oxyhemoglobin dissociation curve. Factors that shift the curve to the left, such as a decrease in PCO2, an increase in pH, or a decrease in temperature, would increase the percentage of hemoglobin. Saturated with oxygen as would an increase in PO2, provided that the percentage of saturation was not already at 100%. At a given PO2, increasing the concentration of hemoglobin would not affect the percentage of saturation but would increase the oxygen content of the blood.",
        "cop": 4,
        "opa": "The aerial PCO2 is increased",
        "opb": "The hemoglobin concentration is increased",
        "opc": "The temperature is increased",
        "opd": "The aerial PO2 is increased",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "6479380a-c2cf-4c55-b7f5-6d11e9773c04",
        "choice_type": "single"
    },
    {
        "question": "Salmonella and shigella can be differentiated from other enterobacteriaceae member by isolation on:",
        "exp": "XLD (xylose. Jysine deoxycholate) agar is a selective differential medium for isolation of Gram-negative enteric pathogens from fecal specimens and other clinical material. o It is especially suitablefor the isolation of shigella and salmonella specias REF: ananthanarayana 10th ed",
        "cop": 4,
        "opa": "Mac. Conkey agar",
        "opb": "Mannitol salt agar",
        "opc": "BCYE medium",
        "opd": "XLD agar",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "9153ccf2-ebd4-4f60-85d4-c1ed8fe43799",
        "choice_type": "single"
    },
    {
        "question": "Most common organism involved in nosocomial infection -",
        "exp": "UTI is the most common type of nosocomial infection.. Most common cause of UTI ---> E coli. Most common cause of UTI in ICU ----> Candida. Overall staph aureus is a leading cause of nosocomial infection.. Staph aureus is the most common cause of surgical wound infection -. Most common cause of primary bacteremia --> Coagulase negative staphylococcus. REF: ananthanarayana 10th ed",
        "cop": 1,
        "opa": "Staph aureus",
        "opb": "E. coli",
        "opc": "Legionella",
        "opd": "Strep pneumonia",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "aac2fd58-6a82-481e-9fd0-9b5ebfe5ebe7",
        "choice_type": "single"
    },
    {
        "question": "Test to differentiate staphylococci from micrococci:",
        "exp": "Oxidation fermentation REF: ananthanarayana 10th ed",
        "cop": 4,
        "opa": "Catalase test",
        "opb": "Coagulase test",
        "opc": "Novobiosin sensitivity",
        "opd": "Oxidation fermentation",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "22f4c984-ddcf-49a8-89fa-3e0828ed909b",
        "choice_type": "single"
    },
    {
        "question": "Each myosin molecule of sarcomere is composed of",
        "exp": "Sarcomeres are the fundamental contractile unit of skeletal muscle and are characterized by their highly ordered appearance under a polarizing light microscope. Thick filaments in the A band are composed primarily of the protein myosin. Each myosin molecule is composed of six monomers: two protein strands intewined in a helical arrangement (termed heavy chains) and four smaller, globular proteins (termed myosin light chains). Thin filaments are composed of three primary proteins: actin, tropomyosin, and troponin.",
        "cop": 3,
        "opa": "Two monomers",
        "opb": "Four monomers",
        "opc": "Six monomers",
        "opd": "Eight monomers",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "12679f37-ed56-4355-9b8a-b2627c0301dd",
        "choice_type": "single"
    },
    {
        "question": "In renal transplant recipients which is likely organism coursing reactivation dis within I 4 months after surgery",
        "exp": "Cmv is the viral agent causing oppounistic disease especially b/w 1-4 months after surgery 3 in transplant recipients ref: ananthanaryana",
        "cop": 2,
        "opa": "EBV",
        "opb": "CMV",
        "opc": "HSV",
        "opd": "VZV",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "c7113518-fbdb-465f-b983-8989b76e9819",
        "choice_type": "single"
    },
    {
        "question": "The selective medium for E Coli 0157: H7 is?",
        "exp": "ref: HAZARIKA 4. TH ED.",
        "cop": 3,
        "opa": "Thiosulfate citrate bile salt sucrose agar",
        "opb": "Xylose Lysine Deoxycholate agar",
        "opc": "sorbitol Mor. Conkey agar",
        "opd": "Thayer main agar",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "3527747d-d203-437f-8c6a-670a1494ed91",
        "choice_type": "single"
    },
    {
        "question": "Following instrument is used for",
        "exp": "Fogay aerial embolectomy catheter is used to remove fresh emboli in the aerial system. It consists of a hollow tube with an inflatable balloon attached to its tip. The catheter is inseed into the blood vessel through a clot. The balloon is then inflated to extract it from the vessel.",
        "cop": 4,
        "opa": "Bladder cathetrization",
        "opb": "Control upper GI bleed",
        "opc": "Central line",
        "opd": "Aerial embolectomy",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "5022afa0-df48-42b1-acb9-2808e19d12fe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following organisms is unlikely to be found in the sputum of a patient with cystic fibrosis?",
        "exp": "Patients with cystic fibrosis are at risk for colonization and/or infection with a number of pathogens, and in general, these infections have a temporal relationship. In childhood, the most frequently isolated organisms are Haemophilus influenza and Staphylococcus aureus. As patients age, Pseudomonas aeruginosa becomes the predominant pathogen. Interestingly, Aspergillus fumigatus is found in the airways of up to 50% of cystic fibrosis patients. All these organisms merely colonize the airways but occasionally can also cause disease. Atypical mycobacteria can occasionally be found in the sputum but are often merely colonizers.",
        "cop": 2,
        "opa": "Haemophilus influenzae",
        "opb": "Mycobacterium tuberculosis",
        "opc": "Pseudomonas",
        "opd": "Aspergillus fumigatus",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "cf12020e-e3c4-4c88-851b-9f7ce3cc9b2e",
        "choice_type": "single"
    },
    {
        "question": "Normal nasofrontal angle is",
        "exp": "Nasofrontal angle is 115-130 degrees. Nasolabial angle is 95-105 degrees for females, 90-95 degrees for males",
        "cop": 3,
        "opa": "105-110 degrees",
        "opb": "110-115 degrees",
        "opc": "115-130 degrees",
        "opd": "1390-190 degrees",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "81a16db8-9dab-4b7c-a769-1dcd86778fef",
        "choice_type": "single"
    },
    {
        "question": "The Hb level in healthy women has to mean 13. 5 g/dl and standard detion 1. 5 g/dl, what is the Z score for a woman with Hb level 16. 5 g/dl",
        "exp": "Z = Individual value - mean SD 16. 5 - 13. 5 = 2 1. 5",
        "cop": 3,
        "opa": "9",
        "opb": "10",
        "opc": "2",
        "opd": "1",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "4810e76b-08d4-45c7-8113-4ed8b3c8b86c",
        "choice_type": "single"
    },
    {
        "question": "\"Black dot\" ring worm is caused by",
        "exp": "In endothrix, a Trichophyton infection, the hair shaft breaks off at the skin surface, leaving the hairs visible as black dots in the scalp.",
        "cop": 4,
        "opa": "Microsporum",
        "opb": "Epidermophyton",
        "opc": "Candida",
        "opd": "Trichophyton",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "864c626e-5fbd-41d2-9f3d-29791bb12153",
        "choice_type": "single"
    },
    {
        "question": "The distal end of humerus develops from how many centers?",
        "exp": "Ossification centers are capitulum with the lateral pa of the trochlea, the medial pa of the trochlea, and one for each epicondyle. The center for the medial epicondyle forms a separate epiphysis whereas the centers for the lateral epicondyle, capitulum and trochlea fuse around pubey and form the composite epiphysis. About the sixteenth or seventeenth year, the lateral epicondyle and both poions of the aiculating surface, having already joined, unite with the body, and at the eighteenth year, the medial epicondyle becomes joined to it.",
        "cop": 3,
        "opa": "2",
        "opb": "3",
        "opc": "4",
        "opd": "5",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "21543792-74bd-4064-bcfa-672457c183ed",
        "choice_type": "single"
    },
    {
        "question": "ova form in stool is not diagnostic in",
        "exp": "strongyloides is oviviviparous hence eggs hatch immediately to produce rhabditi form larva which is the diagnostic form in stool ref: paniker 8th ed",
        "cop": 1,
        "opa": "strongyloides",
        "opb": "ancylostoma",
        "opc": "ascaris lumbricoides",
        "opd": "nector americanus",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "7f7dcb42-05d5-4ec1-8e3c-617aefbb8e4f",
        "choice_type": "single"
    },
    {
        "question": "Eutectic lignocaine-prilocaine has the following unique propey?",
        "exp": "Lignocaine or prilocaine cannot anaesthetize intact skin. The eutectic mixture is the combination of equal propoions of lignocaine and prilocaine at 25deg C. This mixture has a lower melting point than any of the two ingredients. It helps to make the preparation oily that can be applied on the intact skin. The eutectic mixture can be used to anaesthetize intact skin.",
        "cop": 2,
        "opa": "It causes motor blockade without sensory block",
        "opb": "By surface application, it can anaesthetize unbroken skin",
        "opc": "It is not absorbed after surface application",
        "opd": "It has strong vasoconstrictor action",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "dd0fb61e-bd65-4491-bf9a-25408219858c",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with itchy lesions as shown. The causes for this morphology is likely to be",
        "exp": "The image is of an annular lesion. Tinea caused by dermatophytes (Trichophyton/ Microsporum/ Epidermophyton) is one of the commonest causes for this presentation. Sporothrix causes linear nodules and sinuses along lymphatics; Candida usually causes white creamy lesions for eg in the oral cavity or erythematous itchy lesions in skin folds/on glans.",
        "cop": 3,
        "opa": "Sporothrix schenkii",
        "opb": "Mycobacterium leprae",
        "opc": "Trichophyton rubrum",
        "opd": "Candida albicans",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "d5c3c2b6-d329-4472-a2a8-b94d788068a6",
        "choice_type": "single"
    },
    {
        "question": "BAL (British anti-Lewisite, Dimercaprol) is of no value for the treatment of poisoning by",
        "exp": "BAL (British anti-Lewisite, Dimercaprol) is a dithiol-chelating agent used in the treatment of poisoning by the heavy metals. It is of no value for the treatment of poisoning by selenium, iron, or cadmium; in fact, it is contraindicated in these poisonings because the BAL metal (mercaptide) complex may be more toxic than the metal alone.",
        "cop": 4,
        "opa": "Arsenic",
        "opb": "Mercury",
        "opc": "Zinc",
        "opd": "Selenium",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "6cd94a41-03c2-469d-97e0-f043c05649d1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is associated with an increased anion gap?",
        "exp": "The anion gap is equal to the difference between the plasma concentration of sodium, the major cation in the plasma, and the sum of the concentrations of plasma chloride and bicarbonate, the major measured anions in the plasma. Anion gap = - ( + ). The normal plasma concentrations of Na+, Cl-, and HCO3- are 142, 105, and 24 m. Eq/L, respectively. The normal anion gap is about 12 m. Eq/L and is comprised of minor ions, such as lactate, phosphate, and sulfate. The anion gap is useful in differentiating the causes the metabolic acidosis. High anion gap metabolic acidosis results from an increase in unmeasured organic anions, such as occurs in the lactic acidosis accompanying tissue hypoxia, the accumulation of ketoacids in diabetes and its resultant coma, or by an increase in organic anions or their metabolic byproducts produced from such ingested toxins as ethylene glycol, methanol, and salicylates. COPD and myasthenia gravis are causes of respiratory acidosis. Nasogastric suctioning causes metabolic alkalosis.",
        "cop": 3,
        "opa": "Myasthenia Gravis",
        "opb": "Chronic obstructive pulmonary disease",
        "opc": "Diabetic coma",
        "opd": "Nasogastric suctioning",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "d7494ae1-9648-4193-b049-7ca154466172",
        "choice_type": "single"
    },
    {
        "question": "According to the recent classification of antitubercular drugs, which of the following drugs is classified under Group II?",
        "exp": "Newer classification of antitubercular drugs: Group IOral 1st line drugs. Isoniazid (H). Rifampicin (R). Ethambutol (E). Pyrazinamide (Z). Rifabutin (Rfb). Rifapentine (Rpt) Group IIInjectable anti-TB drugs (injectable or parenteral agents). Streptomycin (S). Kanamycin (Km). Amikacin (Am). Capreomycin (Cm) Group IIIFluoroquinolones (FQs). Levofloxacin (Lfx). Moxifloxacin (Mfx). Gatifloxacin (Gfx). Ofloxacin (Ofx) Group IVOral 2nd line drugs Ethionamide (Eto). Prothionamide (Pto). Cycloserine (Cs). Terizidone (Trd)p-Aminosalicylic acid (PAS)p-Aminosalicylate sodium (PAS-Na) Group VDrugs with unclear efficacy. Bedaquiline (Bdq). Delamanid (Dlm). Linezolid (Lzd). Clofazimine (Cfz). Amoxicillin/clavulanate (Amx/Clv). Imipenem/cilastatin (Ipm/Cln). Meropenem (Mpm). High-dose isoniazid (high-dose H). Thioacetazone (T). Clarithromycin (Clr)",
        "cop": 2,
        "opa": "Ethambutol",
        "opb": "Streptomycin",
        "opc": "Levofloxacin",
        "opd": "Imipenem",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "7793d8ee-7d41-4c37-92a1-24e01e42f49a",
        "choice_type": "single"
    },
    {
        "question": "Immunoglobulins present in milk",
        "exp": ".",
        "cop": 2,
        "opa": "IgM",
        "opb": "IgA",
        "opc": "IgD",
        "opd": "IgE",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "7cab0257-fdf1-4fc9-837a-300ed1872e01",
        "choice_type": "single"
    },
    {
        "question": "River blindness is caused by",
        "exp": "Onchocerciasis is also known as River blindness and Robles disease. REF: paniker book of parasitology 8th Ed.",
        "cop": 1,
        "opa": "Onchocerca",
        "opb": "Loa loa",
        "opc": "Ascaris",
        "opd": "Brugia malayi",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "3798834c-9337-4a8b-9718-6247c2798e06",
        "choice_type": "single"
    },
    {
        "question": "In tandem caridge, the number of bullets fired is",
        "exp": "Duplex or tandem caridge: this is used in military rifles and contains two bullets which enter the target at different points, separated by as much as 30 cm. The base of the forward bullet is notched, into which the second bullet fits closely.",
        "cop": 2,
        "opa": "One bullet",
        "opb": "Two bullets",
        "opc": "Three bullets",
        "opd": "Multiple bullets",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "fd508aed-35f8-42d4-a31d-dd2fbbb93bf1",
        "choice_type": "single"
    },
    {
        "question": "Medical management of kernicterus is",
        "exp": "Treatment for kernicterus may include: Phototherapy for kernicterus: exposure to ultraviolet light breaks down bilirubin in the bloodstream. Exchange transfusion: Removing blood that contains bilirubin, with blood that does not contain bilirubin. Medications that reduce the amount of bilirubin in the bloodstream: Albumin (albuminar, albutein, plasbumin). Immune globulin intravenous Phenobarbital",
        "cop": 3,
        "opa": "Sulfonamide",
        "opb": "Erythromycin",
        "opc": "Phenobarbitone",
        "opd": "Phenytoin",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "bf6118bd-58ed-4815-8ced-9ae3df844333",
        "choice_type": "single"
    },
    {
        "question": "The bursa communicating with knee joint is",
        "exp": "The suprapatellar bursa communicates with the cavity of the knee joint. Inflammation of the infrapatellar bursa is known as Clergyman&; s knee and prepatellar bursa is known as Housemaid&; s knee. The Anserine bursa separates the inseions of Semitendinosus, Saorius and Gracialis from tibia.",
        "cop": 3,
        "opa": "Infrapatellar",
        "opb": "Prepatellar",
        "opc": "Suprapatellar",
        "opd": "Lateral patellar",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "74386845-2b42-4ed8-b62d-81f55ddd040a",
        "choice_type": "single"
    },
    {
        "question": "Stauffer syndrome is related to",
        "exp": "Nonmetastatic nephrogenic hepatic dysfunction syndrome (Stauffer&; s syndrome) is a unique paraneoplastic manifestation of renal cell carcinoma that is usually manifested as anicteric cholestasis. It is characterized by elevated alkaline phosphatase, erythrocyte sedimentation rate, a-2-globulin, and g-glutamyl transferase, thrombocytosis, prolongation of prothrombin time, and hepatosplenomegaly, in the absence of hepatic metastasis and jaundice. Renal Cell Carcinoma: Also known as Hypernephroma/Grawitz tumour. Risk factors: Cigarette smoking (strongest association). Tuberous sclerosis. Von Hippel Lindau syndrome. Adult polycystic kidney disease. Acquired cystic disease of kidney associated with end-stage renal disease",
        "cop": 4,
        "opa": "Hepatocellular carcinoma",
        "opb": "Carcinoma colon",
        "opc": "Carcinoma breast",
        "opd": "Renal cell carcinoma",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "545256a4-8d6f-4530-a6b8-350926be26b3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following psychotropic drugs must be monitored for hematotoxic effects?",
        "exp": "Clozapine causes agranulocytosis in a small but consistent fraction of patients; monitoring is mandatory. Buspirone is an antianxiety agent with minimal sedative action. Haloperidol is an older, highly potent antipsychotic drug used in schizophrenia. Lithium carbonate is an impoant antimanic drug. It apparently acts by interfering with inositol phosphate cycling and second messenger synthesis in neurons.",
        "cop": 2,
        "opa": "Buspirone",
        "opb": "Clozapine",
        "opc": "Haloperidol",
        "opd": "Lithium carbonate",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "85b937bd-b09a-48d6-8f08-a53d1097f19b",
        "choice_type": "single"
    },
    {
        "question": "What is the most common cause of osteoblastic bone metastasis in females?",
        "exp": "The commonest cause of osteoblastic metastasis in women: Ca breast. The commonest in men is Ca prostate. Bone metastasis in Ca breast is of mixed type, i. e. both osteolytic & osteoblastic. But is predominantly osteolytic. Bone Metastasis: The most common site for secondaries is Bone. Skeletal metastasis may be osteolytic or osteoblastic. Most of the metastasis are mixed type; predominantly osteolytic.",
        "cop": 1,
        "opa": "Ca breast",
        "opb": "Ca cervix",
        "opc": "Ca thyroid",
        "opd": "Osteosarcoma",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "56c16c2b-5101-4743-bfd2-2c51849805cd",
        "choice_type": "single"
    },
    {
        "question": "In apoptosis, Apaf-1 is activated by release of which of the following substance from the mitochondria?",
        "exp": "Apoptosis is induced by a cascade of molecular events all of the which culminate in the activation of caspases. Mitochondria contain proteins such as cytochrome c. Once released into the cytosol, cytochrome c binds to a protein called APAF-1 (apoptosis-activating factor-1), which forms a wheel-like hexamer that has been called the apoptosome. This complex activates caspase 9.",
        "cop": 4,
        "opa": "Bcl - 2",
        "opb": "Bax",
        "opc": "Bcl - Xl",
        "opd": "Cytochrome C",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "9f20131c-ce25-4535-b561-222ae758bf6f",
        "choice_type": "single"
    },
    {
        "question": "The predominant isoenzyme of LDH in the cardiac muscle is",
        "exp": "Lactate dehydrogenase (LDH) is a tetrameric enzyme consisting of two monomer types: H (for heart) and M (for muscle) that combine to yield five LDH isozymes: HHHH (I1), HHHM (I2), HHMM (I3), HMMM (I4), and MMMM (I5). Isozyme I1 predominates in heart tissue and isozyme I5 in the liver. Thus, when LDH levels rise in blood plasma, the identity of the injured tissue can be inferred from its characteristic pattern of LDH isozymes. In normal plasma LDH-2 is more in concentration than LDH - 1. In myocardial infarction level of LDH - 1 increases and this leads to the altered ratio of LDH. It means LDH - 1 > LDH - 2. This altered ratio of the LDH is known as a flipped pattern. Ref: Harper; 30th edition; Page no 69",
        "cop": 1,
        "opa": "LDH - 1",
        "opb": "LDH - 2",
        "opc": "LDH - 3",
        "opd": "LDH - 5",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "24cfcec2-53c9-458a-ab12-dbcaa813212e",
        "choice_type": "single"
    },
    {
        "question": "What is the clearance of a substance when its concentration in the plasma is 10mg/dl, its concentration in the urine is 100mg/dl and urine flow is 2ml/min?",
        "exp": "The Clearance of a Substance &; X&; is equal to the concentration of substance X in urine (UX) times the urine flow per unit of time (V) divided by the aerial plasma level of X (PX), or UXV/PX. This value is called the clearance of X (CX). Coming to the above question: 100 mg/dl X 2 ml/min / 10 mg/dl = 20 ml/min.",
        "cop": 3,
        "opa": "0. 2ml/min",
        "opb": "2ml/min",
        "opc": "20ml/min",
        "opd": "200ml/min",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "43d4c0b5-8909-4eb1-b0e9-cd0b728796ce",
        "choice_type": "single"
    },
    {
        "question": "Fogay's catheter is used for",
        "exp": "Fogay catheter is like a ureteric catheter, with a balloon tip and is introduced until it is deemed to have passed the limit of the thrombus. The balloon is inflated and the catheter is withdrawn slowly with the clot. Ref: Bailey and love 27e pg- 955",
        "cop": 3,
        "opa": "Drainage of urinary bladder",
        "opb": "Parenteral hyperalimentation",
        "opc": "Removal of embolus from blood vessels",
        "opd": "Ureteric catheterization",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "4e567c0b-80a2-40aa-b6f0-b52c69489137",
        "choice_type": "single"
    },
    {
        "question": "Which of the following parenteral anticoagulants is a dual coagulation factor inhibitor?",
        "exp": "Clavatadine. Xla inhibitor. Tifacogin. VIIa inhibitor. Tanogitran. Dual IIa/Xa inhibitor. Flovagatran. IIa inhibitor",
        "cop": 3,
        "opa": "Clavatadine",
        "opb": "Tifacogin",
        "opc": "Tanogitran",
        "opd": "Flovagatran",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "dc34664f-e10d-48f8-b35e-60f5581c5775",
        "choice_type": "single"
    },
    {
        "question": "The following instrument is used to measure",
        "exp": "Sling Psychrometer is used to measure both the dry bulb and wet bulb temperatures at the time. These temperatures are a measure of humidity content in the air. kata thermometer consisting principally of an alcohol thermometer used to measure air cooling.",
        "cop": 3,
        "opa": "Pressure",
        "opb": "Direction of wind",
        "opc": "Humidity",
        "opd": "Air cooling",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "d9d177c1-4686-4d2e-8763-12bdba6d8fdd",
        "choice_type": "single"
    },
    {
        "question": "The acceptable ambient temperature of summer in terms of thermal comfo is",
        "exp": "Thermal comfo is defined as the state of mind that expresses satisfaction with the thermal environment. It is influenced by physical and physiological factors. According to this definition, comfo is a subjective sensation. Based on ASHRAE definition the zone of thermal comfo is the span of conditions where 80% of sedentary or slightly active persons find the environment thermally acceptable. In terms of climatic condition, the acceptable ambient temperature of comfo would be slightly higher in the summer than in the winter, being 23-27degC, respectively.",
        "cop": 2,
        "opa": "20 to 23degC",
        "opb": "23 to 27degC",
        "opc": "27 to 28degC",
        "opd": "28 to 32degC",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "71c7cf2c-9aee-4c04-9ca0-142b9043c688",
        "choice_type": "single"
    },
    {
        "question": "Chlamydia are isolated by",
        "exp": "Isolation of chlamydiae can be done by: Inoculation into yolk sac/embryonated eggs of 6-8 day old chick embryo which may be pretreated by streptomycin or polymyxin B. Inoculation into experimental animals (mice). Tissue/cell culture: Preferred mode. Commonly used cell lines are Mc. Coy and He. La cells. Cell cultures are pretreated by irradiation or chemicals such as 5-iodo-2 deoxyuridines or cycloheximide to enhance replication and detection of inclusion bodies. Pretreatment with DEAE dextran or centrifugation after inoculation promotes contact between chlamydiae paicles and cell monolayer.",
        "cop": 2,
        "opa": "Enzyme immune assay",
        "opb": "Yolk sac inoculation",
        "opc": "Direct immunofluorescence",
        "opd": "Microimmunofluorescence",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "13470d18-2294-4c47-a34d-b9c3bd0ebf4e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is consistent with a decision to perform a cerclage?",
        "exp": "The treatment of the apparently incompetent cervix is surgical and consists of reinforcing the weak cervix by some kind of purse-string suture. It is best performed after the first trimester, but before cervical dilatation of 4 cm, if possible. Bleeding, infection and uterine contractions are contraindications to surgery",
        "cop": 2,
        "opa": "Uterine contractions",
        "opb": "Cervix dilated to 3 cm",
        "opc": "Uterine bleeding",
        "opd": "Gestation of 26 weeks",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "64166740-bbae-4efb-8508-2733a310e1ac",
        "choice_type": "single"
    },
    {
        "question": "Which cervical veebra that does not have a body or spinous process?",
        "exp": "First cervical veebra is ring-shaped. It has neither a body nor a spine. Features of typical cervical, thoracic and lumbar veebra are given below. Features. Cervical veebra. Thoracic veebra. Lumbar veebra. Body. Small and broad from side to side. Medium size and heart-shaped. Large and kidney-shaped. Veebral foramen. Large than the body and triangular. Small and circular. Triangular. Spinous process. Small and bifid. Long and directed downwards. Sho, flat and projected backward. Inferior aicular facet. Directed forward and downwards. Directed forwards, slightly downwards and medially. Directed laterally. Transverse process. Have foramen transversarium. Has costal facets Long and slender",
        "cop": 1,
        "opa": "C1",
        "opb": "C2",
        "opc": "C3",
        "opd": "C4",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "bd8fdea3-94be-4404-9c13-c7638ddc7847",
        "choice_type": "single"
    },
    {
        "question": "\"Anhedonia\" seen in schizophrenia is linked to which of the following neurotransmitter abnormality?",
        "exp": "Anhedonia refers to the reduced ability to experience pleasure. In animal models severe stress causes nucleus accumbens dopamine neurons to become insensitive to CRF (Coicotropin-Releasing Factor), resulting in reduced dopamine release and increased anhedonia. (Ref: Kaplan and Sadock&; s synopsis of psychiatry Pg 290)",
        "cop": 2,
        "opa": "Serotonin",
        "opb": "Dopamine",
        "opc": "Glutamate",
        "opd": "GABA",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "f3d843c2-d3a4-47fb-b074-681e4331fa79",
        "choice_type": "single"
    },
    {
        "question": "Two girls in the same class are diagnosed with meningococcal meningitis Their 12 yr old close friend is in fear of contracting dis what advice should be given to her",
        "exp": "Meningococcal conjugate vaccine mcv 4 have new largely replaced meningococcal polysaccharide vaccine Mps in prevention of meningococcal dis CDC recommends that all adolescents should recieve meninegiococcal conjugate vaccine MCV 4 IM =1stdose at 12 12 years and booster at 16 years ref: ananthanaryana",
        "cop": 2,
        "opa": "Two doses of polysaccharide vaccine",
        "opb": "Two doses of conjugate vaccine",
        "opc": "Single dose of meningococcal vaccine",
        "opd": "No vaccine needed as exposure has already occurred",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "b9edc21e-a28e-481d-8fe3-cf17a1ef49f9",
        "choice_type": "single"
    },
    {
        "question": "an anxiuous mother brought her 4yr old daughter to the pediatrician. the girl was passing loose stools past 20days. this was often associated with pain abdomen. stool examination showed the following organism:",
        "exp": "Pathogenesis G. lamblia inhabits in the duodenum and upper ileum Trophozoites are attached to the mucosa surface by sucker, reproduced by binary fission Histology shoening of microvilli, elongation of crypts, and damaging the brush border of the absorptive cells Mechanical blockage of the intestinal mucosa, competition for nutrients, inflammation Diarrhea, abdominal pain, bloating, nausea, and vomiting CLINICAL MANIFESTATIONS incubation period: 1-2 wk clinical manifestations: asymptomatic. acute infectious diarrhea, chronic diarrhea with failure to thrive and abdominal pain or cramping. Symptomatic infections occur more frequently in children than in adults. Most symptomatic patients: acute diarrhea. low-grade fever, nausea, and anorexia; intermittent or more protracted course characterized by diarrhea, abdominal distention and cramps, bloating, malaise, flatulence, nausea, anorexia, and weight loss develops treatment: metronidazole 200mg 7 days tid ref: ananathanaryana 9th ed",
        "cop": 2,
        "opa": "entamoeba hystolytica",
        "opb": "giardia lambia",
        "opc": "cryptosporidium parvum",
        "opd": "e. coli",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "0c4e475c-941a-4725-adea-66fb04ea79f9",
        "choice_type": "single"
    },
    {
        "question": "Otitis and osteomyelitis is seen in",
        "exp": "The most serious complication of BCG vaccination is disseminated BCG infection. The most frequent disseminated infection is BCG osteomyelitis (0. 01-43 cases per million doses of vaccine administered) which usually occurs 4 months to 2 years after vaccination. Fatal disseminated BCG infection has occurred at a rate of 0. 06-1. 56 cases per million doses; these deaths occurred primarily among immunocompromised persons. BCG otitis - A form of acute otitis media occasionally observed in infants after oral administration of BCG tuberculosis vaccine. In pus and granulation of the ear in a number of patients detected acid-bacteria vaccine strain BCG. Typically imperceptible onset at normal temperature, the growth of granulation tissue, for lingering, long-term, but beneficial.",
        "cop": 2,
        "opa": "Hepatitis B vaccine",
        "opb": "BCG",
        "opc": "Measles vaccine",
        "opd": "IPV",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "2248666b-6d1e-48a8-989e-333864177498",
        "choice_type": "single"
    },
    {
        "question": "Which fungus appears as single budding cell in culture at 370 C and the bud and the parent yeast have a characteristic wide base of attachment?",
        "exp": "This is the characteristic appearance of B. dermatitides",
        "cop": 1,
        "opa": "B. dermatitidis",
        "opb": "C. neoformans",
        "opc": "C. albicans",
        "opd": "P. brasiliensis",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "dc8a2ab4-3e20-48e3-af61-fb9896d07753",
        "choice_type": "single"
    },
    {
        "question": "a 25 year old female presented to the hospital on 3rdday of menstruation with complaints of high fever vomiting and rash on her trunk and extremities. on investigations she had leukocytosis and negative blood culture. she is diagnosed as:",
        "exp": "TOXIC SHOCK SYNDROME Toxic shock syndrome (TSS) is an acute, febrile illness produced by a bacterial exotoxin, with a fulminating downhill course involving dysfunction of multiple organ systems. It is not unusual for the syndrome to develop from a site of bacterial colonization rather than from an infection. A woman with TSS may develop rapid onset of hypotension associated with multiorgan system failure. Medical Management I/V fluids to stabilize blood pressure I/V antibodies to fight source of infection For GAS infection- clindamycin (600 mg -900 mg IV 8h) Or combined therapy, in which penicillin G (4 million U IV 8h) is combined with clindamycin. ref: ananthanaryana 9th ed",
        "cop": 3,
        "opa": "staphylococcal food poisoning",
        "opb": "scalded skin syndrome",
        "opc": "toxic shock syndrome",
        "opd": "varicella zoster infection",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "98c89f05-78e6-4707-9a87-5f58c9d5541d",
        "choice_type": "single"
    },
    {
        "question": "Urethritis in males is not caused by",
        "exp": "H Ducreyi course soft sore chancroid Infections cuase urethritis Neisseria gonorrhea chlamydia trachsmati&; s Trichsmonas Vaginalis Mycoplasma genitalium ref: ananthanaryana",
        "cop": 1,
        "opa": "H ducreyi",
        "opb": "Trichomonas",
        "opc": "Chlamydia",
        "opd": "Gonococcus",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "6a68e64d-55ad-4532-8c91-9c8bc4ee1238",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old patient with a chief complaint of mild veigo of 3-months duration is seen by a neurologist. Examination reveals a positional (horizontal and veical) nystagmus that is bidirectional. The patient repos the absence of tinnitus. Which of the following is the most likely etiology of veigo?",
        "exp": "Pathologic veigo is generally classified as peripheral (labyrinthine) or central (brainstem or cerebellum). The clinical presentation, in this case, is most consistent with central veigo. Positional (especially horizontal) nystagmus (to-and-fro oscillation of the eyes) is common in the veigo of central origin, but absent or uncommon in peripheral veigo. The chronicity of the veigo is characteristic of central veigo, whereas the symptoms of peripheral veigo generally have a finite duration and may be recurring. Tinnitus and/or deafness is often present in peripheral veigo, but absent in central veigo. The flocculonodular lobe, or vestibulocerebellum, is connected to the vestibular nuclei and paicipates in the control of balance and eye movements, paicularly changes in the vestibuloocular reflex (VOR), which serves to maintain visual stability during head movement. A lesion of this area of the cerebellum may result in veigo and nystagmus, whereas the spinocerebellum is involved in the coordination of limb movement.",
        "cop": 3,
        "opa": "Labyrinthitis",
        "opb": "Meniere's syndrome",
        "opc": "Lesion of the flocculonodular lobe of the cerebellum",
        "opd": "Lesion of the spinocerebellum",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "29dc1dd9-b79a-408a-a2b8-89544613b6ce",
        "choice_type": "single"
    },
    {
        "question": "Optic tract fibers project to the superior colliculi for",
        "exp": "Optic tract fibers project to the superior colliculi for reflex gazes. Pretectal area for the light reflex. Suprachiasmatic nucleus of the anterior hypothalamus for generation of circadian rhythms",
        "cop": 1,
        "opa": "Reflex gazes",
        "opb": "Light reflex",
        "opc": "Generation of circadian rhythms",
        "opd": "Veical nystagmus",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "9d5ec875-763a-40b9-bb80-84ecebf800b1",
        "choice_type": "single"
    },
    {
        "question": "Dead space is reduced in tracheostomy by",
        "exp": "Airflow resistance of the normal upper airway is substantial, constituting up to 80% of total airway resistance during nose breathing and 50% during mouth breathing. Theoretically, tracheostomy tubes should decrease airflow resistance, but in fact, this does not occur because of the smaller radius (inner diameter 7-8 mm) of the tubes. Tracheostomy tubes may reduce dead space by up to 100 mL -150 mL, 30-50% when compared to spontaneous breathing. This occurs because the tubes are small and bypass the glottic and supraglottic spaces.",
        "cop": 4,
        "opa": "5-10%",
        "opb": "15-20%",
        "opc": "20-30%",
        "opd": "30 - 50%",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "6e5c4ea0-c0f3-42a6-990a-60e76a6d0d38",
        "choice_type": "single"
    },
    {
        "question": "Coincidental malignancy in the upper respiratory tract with inveed papillomas seen in",
        "exp": "Coincidental malignancy in the upper respiratory tract with inveed papilloma is seen in 4%Malignant transformation of the tumor itself is seen in 8%",
        "cop": 3,
        "opa": "0. 10%",
        "opb": "2%",
        "opc": "4%",
        "opd": "5%",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "b77253db-30c6-4d5f-a6a5-cebeb1b917ef",
        "choice_type": "single"
    },
    {
        "question": "A young male patient presented with UTI. On urine examination pus cells were found but no organisms. Which method would be best for culture?",
        "exp": "Sterile pyuria -caused by Chlamydia, ureaplasma and mycoplasma. Mc. Coy culture is used for Chlamydia. Thayer Main - Neisseria gonorrhea. L J medium - Mycobacterium tuberculosis Levinthal medium - Hemophilus",
        "cop": 1,
        "opa": "Mc Coy culture",
        "opb": "Thayer Main medium",
        "opc": "L. J medium",
        "opd": "Levinthal medium",
        "subject_name": "Microbiology",
        "topic_name": "All India exam",
        "id": "df082dfc-9274-4b19-bc92-844e8180ae0d",
        "choice_type": "single"
    }
]