[
    {
        "question": "Thomsen friedensreich phenomenon is -",
        "exp": "Ans. is 'b' i.e., Red cell agglutination by all blood group sera Thomsen-Freidenreich Phenomenono Red cell suspensions contaminated with certain bacteria, e.g. pseudomonas aeruginosa, become aggluiinable by alt blood group sera and even by normal human sera,o This is known as Thomsen Friedenreich phenomenon and is due to unmasking of a hidden antigen normally present on all human erythryocytes, i.e. T-antigen.o Anti-T agglutinins are normally present in human sera.o Such panagglutinability of red cells has occasionally been observed in persons suffering from systemic bacterial infections.",
        "cop": 2,
        "opa": "Red cells infection by CMV",
        "opb": "Red cell agglutination by all blood group sera",
        "opc": "Hemolysis of transfused blood",
        "opd": "Due to B antigen",
        "subject_name": "Microbiology",
        "topic_name": "Antigen-antibody reaction",
        "id": "0d53ea6b-11a1-4f4d-8b73-d68ff796d131",
        "choice_type": "multi"
    },
    {
        "question": "Paul bunnel reaction is a ty pe of -",
        "exp": "Ans. is 'a' i.e., Agglutination test Precipitationo When a soluble antigen combines with its antibody in the presence of electrolytes (NaCI) at a suitable temperature and pH, the antigen - antibody complex forms an insoluble precipitate,o When instead of sedimenting, the precipitate remains suspended as floccules, the reaction is knowm as flocculation.o It is very sensitive in detection of antigens and as little as 1 g of protein can be detected by precipitation tests,o Precipitation is relatively less sensitive for the detection of antibodies.Precipitation / flocculation testsRing testslide testTube testImmunodiffusionElectroimmuno- (Precipitation in gel)diffusion o Ascoli's thermo-o VDRLo Kahn testo Elek test foro Most important isprecipitation(flocculation test)(flocculation testtoxigenicity incountercurrenttest forfor syphilisfor syphilis)diphtheria bacilliimmunoelectrophoresisBacillus anthraxfor detection of alpha- o Grouping offetoprotein in serum streptococci byand cryptococcai the lancefieldantigen in the C.S.F. technique Agglutinationo When a particulate antigen is mixed with its antibody in the presence of electrolytes at a suitable temperature and pH, the particles are clumped or agglutinated,o Agglutination is more sensitive than precipitation for the detection of antibodies.Complement fixation testo The ability of antigen antibody complexes to 'fix' complement is made use of in the complement fixation test,o This is very sensitive test, capable of detecting 0.04 mg of antibody nitrogen and 0. i mg of antigen,o The source of complement is guinea pig serumo Exampleso Wassermann CFT for syphiliso Treponema pallidum immobilization test.Antigen - antibody reactionSoluble antigenParticulate antigenAntigen+++AntibodyAntibodyAntibody+++ElectrolyteElectrolyteSource of complement|||PrecipitationAgglutinationComplement fixation test",
        "cop": 1,
        "opa": "Agglutination",
        "opb": "CF",
        "opc": "Precipitation",
        "opd": "Flocculation test",
        "subject_name": "Microbiology",
        "topic_name": "Antigen-antibody reaction",
        "id": "1317906d-b4e1-42e4-83c0-f775493a42d3",
        "choice_type": "single"
    },
    {
        "question": "Agglutination test in CSF sample is done for -",
        "exp": "Ans. is 'c' i.e., Cryptococcus Laboratory diagnosis of crvptococcal infectiono Lumbar puncture is the single most useful diagnositc testo Following tests are usedA) Serology# The most useful serological test is LPA test (Latex agglutination test for the detection of cryptococcal polysaccharide capsular antigen).# This is highly specific and sensitive; and gives better results than direct microscopy and cultures.B) Direct microscopy# Unstained wet preperations of CSF mixed with drop of India ink or nigrosine demonstrate the capsule as a clear halo.# Methenamine silver or periodic acid-Schiff are used for staining a tissue sample.C) Culture# Can be easily cultured from CSF on sabouroud's agar.",
        "cop": 3,
        "opa": "Streptococcus",
        "opb": "Candida",
        "opc": "Cryptococcus",
        "opd": "Histoplasma",
        "subject_name": "Microbiology",
        "topic_name": "Antigen-antibody reaction",
        "id": "b820a818-52cd-46f4-a9a4-c90b2b9fd133",
        "choice_type": "single"
    },
    {
        "question": "Which is a example of antigen - antibody reaction-",
        "exp": "Ans. is 'd' i.e., All of the above o Important antigen-antibody reactions in laboratory are:-i) Precipitation/Flocculationii) Agglutinationiii) CFTv) Neutrilization reaction",
        "cop": 4,
        "opa": "Flocculation reaction",
        "opb": "Precipitation",
        "opc": "Agglutination",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "Antigen-antibody reaction",
        "id": "64855221-0137-41b5-a0e2-e558071dde61",
        "choice_type": "multi"
    },
    {
        "question": "Postzone phenomenon is seen in -",
        "exp": "Ans. is 'a' i.e., Antigen excess Antigen - antibody reaction || ||Ascending partPeakDescending part|||Prozone or zone of antibody excessZone of equivalencePost zone or zone of antigen excess",
        "cop": 1,
        "opa": "Antigen excess",
        "opb": "Antibody excess",
        "opc": "Equivalance zone",
        "opd": "None of the above",
        "subject_name": "Microbiology",
        "topic_name": "Antigen-antibody reaction",
        "id": "9b8cba21-6689-4ea8-ab2a-4d5dd392e820",
        "choice_type": "multi"
    },
    {
        "question": "Maximum Lattice formation occurs in -",
        "exp": "Ans. is 'c' i.e., Zone of equivalence o The lattice hypothesis was proposed by marrack (1934) to explain the mechanism of precipitationo According to this concept, multivalent antigens combine with bivalent antibodies in varying proportion depending on the antigen-antibody ratio in the reacting mixture.o Precipitation results when large lattice is formed consisting of alternating antigen and antibody molecules. This is possible only in the zone of equivalence.o In the zone of antigen or antibody excess, the lattice does not enlarge, as the valencies of the antibody and the antigen, repectively are fully satisfied. In either cases extensive lattice cannot be formed and precipition is inhibitedo The lattice hypothesis holds good for agglutination also.",
        "cop": 3,
        "opa": "Zone of antibody excess",
        "opb": "Zone of antigen excess",
        "opc": "Zone of equivalence",
        "opd": "Can occur in any zone",
        "subject_name": "Microbiology",
        "topic_name": "Antigen-antibody reaction",
        "id": "0730fe50-8279-44cc-9019-dc948d02041a",
        "choice_type": "single"
    }
]