[
    {
        "question": "Most sensitive diagnostic test for dengue is:",
        "exp": "Ans. is 'c' i. e., (RT - PCR)(Ref: Ananthanarayan, 9th/e, p. 523 and 7th/e, p. 137; Harper, 27th/e, p. 604)* Reverse transcriptase PCR (RT - PCR) based methods are available for rapid identification and serotyping of dengue virus in acute phase serum, roughly during the period of fever. Isolation of the virus is difficult.* Neutralizing and Hemagglutination inhibiting antibodies appear within a week after the onset of dengue fever. Analysis of paired acute and convalescent sera to show a significant rise in antibody titer is the most reliable evidence of an active dengue infection.",
        "cop": 3,
        "opa": "IgM ELISA",
        "opb": "Complement fixation test",
        "opc": "Reverse transcriptase PCR",
        "opd": "Electron microscopy",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "d91ccfe8-941b-4dcf-bd89-89cd94438d63",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not caused by virus:",
        "exp": "Ans. (a) Rocky mountain spotted fever. Ref: Microbiology by Ananthanarayan and Paniker 8th ed. /406, 408, 413. Disease. Causative agent. RMSF (Rocky Mountain Spotted Fever)R. Rickettsii. Kyasanur forest disease. Group B togavirus (Flavivirus). Dengue. Arbovirus 4 serotypes (Den- 1, 2, 3, 4). Yellow fever. Flavivirus fibricus",
        "cop": 1,
        "opa": "Rocky mountain spotted fever",
        "opb": "KFD",
        "opc": "Dengue",
        "opd": "Yellow fever",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "782ea344-4846-4822-9eef-b20bd09b6e37",
        "choice_type": "single"
    },
    {
        "question": "In rabies the characteristic pathological manifestationis:",
        "exp": "Ans. is 'b' i. e., Brainstem encephalitis(Ref: Robbin's 7th/e, p. 1375)* Rabies is severe encephalitis, mainly involves. Rhombencephalon (Brainstem), Basal ganglia, Spinal Cord, Dorsal root ganglia.",
        "cop": 2,
        "opa": "Ventriculitis",
        "opb": "Brainstem encephalitis",
        "opc": "Basal ganglia affection",
        "opd": "Meningitis",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "093a4d8a-a7f7-44da-b9c2-b8d9290290e0",
        "choice_type": "single"
    },
    {
        "question": "Break bone fever is caused by:",
        "exp": "Ans. is 'c' i. e., Dengue. The dengue virus causes classic dengue or break bone fever characterized by fever, muscle and joint pain, lymph - adenopathy and rash. In addition, it also causes dengue hemorrhagic fever, i. e., a much more severe disease than classic dengue fever with a high fatality rate.",
        "cop": 3,
        "opa": "Variola",
        "opb": "Coxsackie",
        "opc": "Dengue",
        "opd": "Adenovirus",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "980146bc-5ce1-4c73-aaa3-e36595cd6893",
        "choice_type": "single"
    },
    {
        "question": "The schedule of HDCV in rabies is:",
        "exp": "Ans. is 'a' i. e., 0, 3, 7, 10, 14, 28(Ref: Park, 20th/e, p. 243). Schedules of vaccination for post exposure prophylaxisA. Intramuscular schedules(i) Routine schedule -6 doses on 0, 3, 7, 14 and 28 days with a booster on day 90. (ii) Abbreviated multisite schedule- 2 - 1 - 1 regimen one dose is given in the right arm and one in left arm on day 0 after that one dose is given on day 7 and 21.",
        "cop": 1,
        "opa": "0, 3, 7, 10, 14, 28",
        "opb": "0, 3, 10, 30",
        "opc": "3, 7, 14, 16, 18",
        "opd": "0, 7, 14, 16, 18",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "b0afb32a-1f43-41da-86af-b21bb9404520",
        "choice_type": "single"
    },
    {
        "question": "Dengue hemorrhagic fever is caused by:",
        "exp": "Ans. is 'c' i. e., Reinfection with a different serotype of dengue virus. Dengue hemorrhagic fever is a most severe manifestation of the disease. The initial classic phase of dengue hemorrhagic fever is similar to that of dengue fever and other febrile viral illnesses. But, subsequently, the condition of the patient suddenly worsens with shock and hemorrhage, especially into the gastrointestinal tract and skin. The hemorrhagic manifestations include bleeding from nose, melena and hematemesis. This condition shows a high fatality rate as high as 10%. It occurs in children with passively acquired maternal antibodies. It may also occur in a person previously infected with a different serotype of the virus, showing non-neutralizing heterologous antibodies in the serum.",
        "cop": 3,
        "opa": "Type 1 dengue virus",
        "opb": "Reinfection with same serotype of dengue virus",
        "opc": "Reinfection with a different serotype of dengue virus",
        "opd": "Infection in an immunocompromised host",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "43cbe093-7099-49ea-8492-702b306d4936",
        "choice_type": "single"
    },
    {
        "question": "Viruses causing hemorrhagic fever are:",
        "exp": "Ans. are 'b' and 'd' i. e., Yellow fever virus, Crimean Congo virus(Ref: Ananthanarayan, 9th/e, p. 522, 523 and 8th/e, p. 520)* Group B arboviruses are JE, Dengue, Westnile virus, Yellow fever and KFD.* Other Viruses causing hemorrhagic fever are - Kyasanur forest disease virus, Omsk hemorrhagic fever virus, Crimean Congo hemorrhagic fever virus.",
        "cop": 2,
        "opa": "Lassa fever virus",
        "opb": "Yellow fever virus",
        "opc": "West Nile virus",
        "opd": "Crimean Congo virus",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "5e07c410-5aeb-4771-9c70-46349afad41d",
        "choice_type": "single"
    },
    {
        "question": "Break bone fever is caused by -",
        "exp": "Ans. is 'c' i. e., Dengue fever o Break bone fever (Saddle back fever) is caused by dengue virus. Dengue fevero Dengue fever is caused by arboviruses (at least 4 serotypes have been recognized)o It is transmitted by Aedes (Aedes aegypti is the main vector). o The reservoir of infection is both man and mosquito, o The transmission cycle is Man-mosquito-mano Dengue fever occurs both epidemically and endemically. Epidemics starts in rainy season and are usually explosive. o Aedes mosquito becomes infective by feeding on a patient from the day before onset to the 5th day of illness. o Various manifestations of Dengue infection. Classical dengue fever - Also known as break bone fever. Incubation period 2-7 days (3-10 days - Park). Onset is sudden with chills and fever. Fever is usually between 39degc and 40degc temperature returns to normal after 5-6 days or subside on about the 3rd day and rise again after 5-8 days after onset (saddle back fever). Rashes appear in 80% of cases during remission or during second febrile phase. The rash lasts for 2 hours to several days and may be followed by desquamation. Dengue Hemorrhagic fever (DHF) -It is a severe form of dengue fever caused by infection with more than one dengue virus. The severe illness is thought to be due to double infection with more than one dengue virus. Dengue hemorrhagic fever is believed to result from reinfection with a virus of different serotype ( due to enhancing antibodies)DHF usally occurs after sequential infection with any two of the four serotypes of dengue virus. Sequence of infection may be important; serotype 1 followed by serotype2 is more dangerous than serotype 4 followed by serotype 2. Criteria for clinical diagnosis of DHFClinical diagnosis. Fever -Acute onset, high continuous lasting 2-7 days. Hemorrhagic manifestations. Positive tourniquet test. Petechiae. purpura, ecchymosis. Epistaxis, gum bleeding. Hematemesis and/or melaena. Enlargement of liver. Laboratory diagnosis. Thrombocytopenia (100, OOO/mnV or less). Haemoconcentration haematocrit -->> increased by 20 percent or more of base-line value. C) Dengue shock syndrome. The clinical diagnosis is based on: All the above criteria plus. Shock manifested by rapid and weak pulse with narrowing of the pulse pressure to 20mm Hg or less or hypotension with the presence of cold clammy skin and restlessness.",
        "cop": 3,
        "opa": "Yellow fever",
        "opb": "Japaneseencephlitis",
        "opc": "Denguefever",
        "opd": "KFD",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "248e7391-5985-42ca-8499-994745731c16",
        "choice_type": "single"
    }
]