[
    {
        "question": "Regarding rabies, true is:",
        "exp": "Ans. is 'a' i.e., Incubation period depends on the site of bite(Ref: PSM Park, 19th/e, p. 228)Variability of Incubation Period* Incubation period of rabies depends on:- The site of bite.- Number of wounds.- Species of biting animal.- Severity of bite.- Amount of virus injected.- Protection provided by clothing and treatment undertaken.ABOUT OTHER OPTIONS* Pathognomonic Negri bodies are intracytoplasmic (not intranuclear) eosinophilic inclusion bodies. Q* Rabies virus is a RNA virus.* It can be caused by many wild animals (not only by dogs).",
        "cop": 1,
        "opa": "Incubation period depends on the site of bite",
        "opb": "Diagnosis is by eosinophilic intranuclear inclusion",
        "opc": "It is a DNA virus",
        "opd": "Caused only by dogs",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "ae01c525-07a0-42c6-8d8c-c734420e9793",
        "choice_type": "multi"
    },
    {
        "question": "Most sensitive diagnostic test for dengue is:",
        "exp": "Ans. is 'c' i.e., (RT - PCR)(Ref: Ananthanarayan, 9th/e, p. 523 and 7th/e, p. 137; Harper, 27th/e, p. 604)* Reverse transcriptase PCR (RT - PCR) based methods are available for rapid identification and serotyping of dengue virus in acute phase serum, roughly during the period of fever. Isolation of the virus is difficult.* Neutralizing and Hemagglutination inhibiting antibodies appear within a week after the onset of dengue fever. Analysis of paired acute and convalescent sera to show a significant rise in antibody titer is the most reliable evidence of an active dengue infection.",
        "cop": 3,
        "opa": "IgM ELISA",
        "opb": "Complement fixation test",
        "opc": "Reverse transcriptase PCR",
        "opd": "Electron microscopy",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "d91ccfe8-941b-4dcf-bd89-89cd94438d63",
        "choice_type": "single"
    },
    {
        "question": "Hemorrhagic fever caused by viruses are all EXCEPT:",
        "exp": "ANSWER: (A) Rocky Mountain spotted feverREF: Jawetz, Melnick, & Adelbergs Medical Microbiology, 24TH edition chapter 38. Arthropod- Borne & Rodent-Borne Viral Diseases, http:/./en.uukipedia.org/wiki/Viral_hemorrhagic_fever'Rocky Mountain spotted fever is a rickettsial disease not viral7The viral hemorrhagic fevers (VHFs) are a diverse group of animal and human illnesses that are caused by four distinct families of RNA viruses: the Arenaviridae, Filoviridae, Bunyaviridae, and Flaviviridae. All types of VHF are characterized by fever and bleeding disorders and all can progress to high fever, shock and death in extreme casesEtiologic agents of viral hemorrhagic fevers:FamilyGenusSpedesArenaviridaeGenus Arena \\irusLassa fever and Argentine, Bolivian, Brazilian and Venezuelan hemorrhagic feversBunyaviridaeGenus HantavirusHantan virus (Korean hemorrhagic fever)Seoul virus (hemorrhagic fever with renal syndrome)Genus NairovirusCrimean-Congo hemorrhagic fever (CCHF)Genus PhlebovirusRift Valley fever (RVF)Sand-fly (Phlebotomus) feverFiloviridaeGenus Marburg virusMarburg virusGenus Ebola virusEbola virusFlaviviridaeGenus FlavivirusesDengueYellow feverKyasanur Forest disease virusOmsk hemorrhagic feverTogaviridaeGenus Alpha virusChikungunya virusThe most recently recognized virus capable of causing hemorrhagic fever is Lujo virus, a newT member of the arenaviruses described in 2009 and found in South Africa.",
        "cop": 1,
        "opa": "Rocky Mountain spotted fever",
        "opb": "Yellow fever",
        "opc": "Dengue hemorrhagic fever",
        "opd": "Kyasanur Forest disease",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "a65d4f4d-6a80-49d6-adda-1662b1664d57",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not caused by virus:",
        "exp": "Ans. (a) Rocky mountain spotted feverRef: Microbiology by Ananthanarayan and Paniker 8th ed. /406, 408, 413DiseaseCausative agentRMSF (Rocky Mountain Spotted Fever)R. RickettsiiKyasanur forest diseaseGroup B togavirus (Flavivirus)DengueArbovirus 4 serotypes (Den- 1,2,3,4)Yellow feverFlavivirus fibricus",
        "cop": 1,
        "opa": "Rocky mountain spotted fever",
        "opb": "KFD",
        "opc": "Dengue",
        "opd": "Yellow fever",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "782ea344-4846-4822-9eef-b20bd09b6e37",
        "choice_type": "single"
    },
    {
        "question": "In rabies the characteristic pathological manifestationis:",
        "exp": "Ans. is 'b' i.e., Brainstem encephalitis(Ref: Robbin's 7th/e, p. 1375)* Rabies is severe encephalitis, mainly involves. Rhombencephalon (Brainstem), Basal ganglia, Spinal Cord, Dorsal root ganglia.",
        "cop": 2,
        "opa": "Ventriculitis",
        "opb": "Brainstem encephalitis",
        "opc": "Basal ganglia affection",
        "opd": "Meningitis",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "093a4d8a-a7f7-44da-b9c2-b8d9290290e0",
        "choice_type": "single"
    },
    {
        "question": "Hemorrhagic fever is caused by:",
        "exp": "Ans. is 'c' i.e., Ebola virusSymptoms of Ebola virus disease: The incubation period, that is, the time interval from infection with the virus to onset of symptoms is 2 to 21 days. Humans are not infectious until they develop symptoms. First symptoms are the sudden onset of fever fatigue, muscle pain, headache and sore throat. This is followed by vomiting, diarrhoea, rash, symptoms of impaired kidney and liver function, and in some cases, both internal and external bleeding (e.g., oozing from the gums, blood in the stools). Laboratory findings include low white blood cell and platelet counts and elevated liver enzymes.",
        "cop": 3,
        "opa": "West Nile fever",
        "opb": "Sandfly fever",
        "opc": "Ebola virus",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "b1a71e9e-c7b9-4dce-8051-0954ae7f851e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements is true regarding Arboviruses?",
        "exp": "Ans. is 'c' i.e., Kyasanur forest disease is transmitted by tick(Ref: Ananthanarayan, 9th/e, p. 522, 523 and 8th/e, p. 520)* KFD is mainly transmitted by Hard tick, but soft tick can also transmit the disease and reservoirs are monkeys and rats.* Dengue virus has four serotypes.* Yellow fever is not endemic in India; it is distributed in Africa and South America.* Dengue fever is transmitted by Aedes mosquito.",
        "cop": 3,
        "opa": "Yellow fever is endemic in India",
        "opb": "Dengue virus has only one serotype",
        "opc": "Kyasanur forest disease (KFD) is transmitted by ticks",
        "opd": "Mosquito of Culex visnoi - complex is the vector of Dengue fever",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "35f0f83f-9791-4da2-8508-f66b9071c7a9",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements is true about rabies virus?",
        "exp": "Ans. is 'c' i.e., RNA has negative polarity(Ref: Ananthanarayan, 9th/e, p. 510, 532 and 8th/e, p. 525)* It is an enveloped, RNA (negative sense ss RNA) virus.* It has RNA dependent RNA polymerase. Q* Rabies virus multiplies in muscle or connective tissue at the site of inoculation and then enters peripheral nerves at neuromuscular junctions and spreads up the nerves to the central nervous system. It multiplies in the central nervous system and progressive encephalitis develops. The virus then spreads through peripheral nerves to the salivary glands and other tissues.",
        "cop": 3,
        "opa": "It is double stranded RNA virus",
        "opb": "Contains a DNA - dependent RNA polymerase",
        "opc": "RNA has a negative polarity",
        "opd": "Affects motor neurons",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "494905e0-b00f-4645-ac73-f47b0982307a",
        "choice_type": "multi"
    },
    {
        "question": "The vector of JE virus is:",
        "exp": "Ans. is 'b' i.e., Culex mosquitoCulex tritaeniorhynchus is the major vector worldwide including India and Culex vishnui is the next common vector found in India.",
        "cop": 2,
        "opa": "Anopheles mosquito",
        "opb": "Culex mosquito",
        "opc": "Aedes mosquito",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "3661d2cb-591c-49ac-a098-766d0fc38fa6",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements is true regarding ARBO Viruses:?",
        "exp": "Ans. C. Kyasanur Forest disease is transmitted by ticksArboviruses: Arthopod borne viruses of vertebratesa. Multiply in blood-sucking insects.b. Transmit by bite (m/c mode) to vertebrate host, multiplies in RES & then produces viremiac. Syndromes:d. Fever with or without rash & arthralgia e.g. dengue, chikungunya, Colorado tick fever)e. Hemorrhagic fever (affect capillary endothelium) e.g. dengue, chikungunya, KFD, CCHF)f. Encephalitis (affect CNS) e.g. JE, West Nile, EEg. Yellow fever (affect liver)h. List of Arboviruses of medical importanceMosquito-borne disease* Chikungunya* Dengue fever* Ross River virus* West Nile virus* Yellow fever* Japanese Encephalitis* La Crosse Encephalitis* Murray Valley encephalitis virus* Rift Valley fever* St. Louis Encephalitis* Equine Encephalitis* Epizootic Hemorrhagic Disease (EHD) of deer* O'nyong 'nyong virusTick-borne disease* CCHF virus* Tick-borne Encephalitis* KFD* Louping ill virus* African swine feverPhlebotomine-borne disease* Phlebovirus* Alenquer virus* Candiru virus* Chagres virus* Naples virus* Punta Toro virus* Rift Valley fever* Sicilian virus* Toscana virus",
        "cop": 3,
        "opa": "Yellow fever is endemic in India",
        "opb": "Dengue Virus has only one serotype",
        "opc": "Kyasanur Forest disease is transmitted by ticks",
        "opd": "Mosquito of culexvishnoi-complex is the vector of Dengue fever",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "adb1956f-179d-4d16-a5da-af4064ba8c2e",
        "choice_type": "multi"
    },
    {
        "question": "Following are true of Kyasanur forest disease except:",
        "exp": "Ans. is 'b' i.e., Caused by retrovirus(Ref: Ananthanarayan, 9th/e, p. 524 and 8th/e, p. 520)* KFD is a febrile disease associated with haemorrhages.* Caused by an arbovirus flavivirus (group B Togavirus).* Mode of transmission - Tick bite.* Incubation period - 3 - 8 days.* For population at risk, killed KFD vaccine is available.",
        "cop": 2,
        "opa": "Transmitted by soft tick",
        "opb": "Caused by retrovirus",
        "opc": "Incubation period is 3 - 8 days",
        "opd": "Killed vaccine available",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "f8d686f9-d7ec-4e40-bf15-35718425d4b8",
        "choice_type": "multi"
    },
    {
        "question": "All are true regarding Hantavirus except:",
        "exp": "Ans. is 'a' i.e., DNA virus(Ref: Ananthanarayan, 9th/e, p. 527 and 8th/e, p. 522)* It is a RNA virus belonging to family Bunyaviridae.* Transmission is from rodent to rodent and rodent to human is primarily respiratory, by inhalation of the virus contained in dried excreta.* Hantavirus species are natural pathogens of rodents - field mice being the major host.* Disease caused by Hantaviruses:- Milder epidemic nephritis.- Serious epidemic hemorrhagic fever.- Hantavirus pulmonary syndrome.",
        "cop": 1,
        "opa": "DNA virus",
        "opb": "Carried by rodents",
        "opc": "Causes recurrent respiratory infection",
        "opd": "Hemorrhagic manifestation may occur",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "5b46ad43-227a-45a4-b64e-7511fd173384",
        "choice_type": "multi"
    },
    {
        "question": "Break bone fever is caused by:",
        "exp": "Ans. is 'c' i.e., DengueThe dengue virus causes classic dengue or break bone fever characterized by fever, muscle and joint pain, lymph - adenopathy and rash. In addition, it also causes dengue hemorrhagic fever, i.e., a much more severe disease than classic dengue fever with a high fatality rate.",
        "cop": 3,
        "opa": "Variola",
        "opb": "Coxsackie",
        "opc": "Dengue",
        "opd": "Adenovirus",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "980146bc-5ce1-4c73-aaa3-e36595cd6893",
        "choice_type": "single"
    },
    {
        "question": "The schedule of HDCV in rabies is:",
        "exp": "Ans. is 'a' i.e., 0, 3, 7, 10, 14, 28(Ref: Park, 20th/e, p. 243)Schedules of vaccination for post exposure prophylaxisA. Intramuscular schedules(i) Routine schedule -6 doses on 0, 3, 7, 14 and 28 days with a booster on day 90.(ii) Abbreviated multisite schedule- 2 - 1 - 1 regimen one dose is given in the right arm and one in left arm on day 0 after that one dose is given on day 7 and 21.",
        "cop": 1,
        "opa": "0, 3, 7, 10, 14, 28",
        "opb": "0, 3, 10, 30",
        "opc": "3, 7, 14, 16, 18",
        "opd": "0, 7, 14, 16, 18",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "b0afb32a-1f43-41da-86af-b21bb9404520",
        "choice_type": "single"
    },
    {
        "question": "Dengue hemorrhagic fever is caused by:",
        "exp": "Ans. is 'c' i.e., Reinfection with a different serotype of dengue virusDengue hemorrhagic fever is a most severe manifestation of the disease. The initial classic phase of dengue hemorrhagic fever is similar to that of dengue fever and other febrile viral illnesses. But, subsequently, the condition of the patient suddenly worsens with shock and hemorrhage, especially into the gastrointestinal tract and skin. The hemorrhagic manifestations include bleeding from nose, melena and hematemesis. This condition shows a high fatality rate as high as 10%. It occurs in children with passively acquired maternal antibodies. It may also occur in a person previously infected with a different serotype of the virus, showing non-neutralizing heterologous antibodies in the serum.",
        "cop": 3,
        "opa": "Type 1 dengue virus",
        "opb": "Reinfection with same serotype of dengue virus",
        "opc": "Reinfection with a different serotype of dengue virus",
        "opd": "Infection in an immunocompromised host",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "43cbe093-7099-49ea-8492-702b306d4936",
        "choice_type": "single"
    },
    {
        "question": "Viruses causing hemorrhagic fever are:",
        "exp": "Ans. are 'b' and 'd' i.e., Yellow fever virus, Crimean Congo virus(Ref: Ananthanarayan, 9th/e, p. 522, 523 and 8th/e, p. 520)* Group B arboviruses are JE, Dengue, Westnile virus,Yellow fever and KFD.* Other Viruses causing hemorrhagic fever are - Kyasanur forest disease virus, Omsk hemorrhagic fever virus, Crimean Congo hemorrhagic fever virus.",
        "cop": 2,
        "opa": "Lassa fever virus",
        "opb": "Yellow fever virus",
        "opc": "West Nile virus",
        "opd": "Crimean Congo virus",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "5e07c410-5aeb-4771-9c70-46349afad41d",
        "choice_type": "single"
    },
    {
        "question": "True regarding arbovirus is all except -",
        "exp": "Ans. is 'b' i.e., Dengue virus has one Serotype o KFD is mainly transmitted by Hard tick, but soft tick can also transmit the disease.o Dengue virus has four serotypes.o Yellow fever is not endemic in India, it is distributed in Africa and South America.o Dengue fever is transmitted by Aedes mosquito.",
        "cop": 2,
        "opa": "KFD is transmitted by Tick",
        "opb": "Dengue virus has one Serotype",
        "opc": "Yellow fever is not seen in India",
        "opd": "Dengue fever is transmitted by Aedes",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "8f3a9fcd-c450-4953-9917-ef7e6bd010af",
        "choice_type": "multi"
    },
    {
        "question": "Break bone fever is caused by -",
        "exp": "Ans. is 'c' i.e., Dengue fever o Break bone fever (Saddle back fever) is caused by dengue virus.Dengue fevero Dengue fever is caused by arboviruses (at least 4 serotypes have been recognized)o It is transmitted by Aedes (Aedes aegypti is the main vector).o The reservoir of infection is both man and mosquito,o The transmission cycle is Man-mosquito-mano Dengue fever occurs both epidemically and endemically. Epidemics starts in rainy season and are usually explosive.o Aedes mosquito becomes infective by feeding on a patient from the day before onset to the 5th day of illness.o Various manifestations of Dengue infectionClassical dengue fever - Also known as break bone feverIncubation period 2-7 days (3-10 days - Park)Onset is sudden with chills and fever. Fever is usually between 39degc and 40degc temperature returns to normal after 5-6 days or subside on about the 3rd day and rise again after 5-8 days after onset (saddle back fever).Rashes appear in 80% of cases during remission or during second febrile phase. The rash lasts for 2 hours to several days and may be followed by desquamation. Dengue Hemorrhagic fever (DHF) -It is a severe form of dengue fever caused by infection with more than one dengue virus.The severe illness is thought to be due to double infection with more than one dengue virus.Dengue hemorrhagic fever is believed to result from reinfection with a virus of different serotype ( due to enhancing antibodies)DHF usally occurs after sequential infection with any two of the four serotypes of dengue virus.Sequence of infection may be important; serotype 1 followed by serotype2 is more dangerous than serotype 4 followed by serotype 2.Criteria for clinical diagnosis of DHFClinical diagnosisFever -Acute onset, high continuous lasting 2-7 days.Hemorrhagic manifestationsPositive tourniquet testPetechiae. purpura, ecchymosisEpistaxis, gum bleedingHematemesis and/or melaenaEnlargement of liverLaboratory diagnosisThrombocytopenia (100, OOO/mnV or less)Haemoconcentration haematocrit -->> increased by 20 percent or more of base-line value.C) Dengue shock syndromeThe clinical diagnosis is based on:All the above criteria plusShock manifested by rapid and weak pulse with narrowing of the pulse pressure to 20mm Hg or less or hypotension with the presence of cold clammy skin and restlessness.",
        "cop": 3,
        "opa": "Yellow fever",
        "opb": "Japaneseencephlitis",
        "opc": "Denguefever",
        "opd": "KFD",
        "subject_name": "Microbiology",
        "topic_name": "Arboviruses",
        "id": "248e7391-5985-42ca-8499-994745731c16",
        "choice_type": "single"
    }
]