[
    {
        "question": "A child is presenting with vomiting and abdominal pain after 5 hours of eating some food. The most likely causative orgonism -",
        "exp": "Ans. is 'a' i. e., Bacillus cereus Wef: Harrison 18th/e p. 1088]o Food poisoning presenting within 6 hours is seen (i) Staph aureus, and (ii) B. cereus. o Cl. botulinum causes constipation (not diarrhea) and the incubation period is about 18-24 hourso V. cholerae has incubation period > 16 hours. Organism. Symptoms. Food soure. Incubation period1. Staph aureus. Diarrhea, Vomiting, No fever. Vomiting, diarrhea, No fever. Meat, dairy & poultry product. Fried rice1-6 hrs2. Bacillus cereus (emetic type). Incubation period 8-16 hrs1. Bacillus cereus (diarrheal type). Diarrhea, no vomiting, no feverwide range - meat vegetables, cereals. Beef, poultry, legumes2. Cl. perfringens. Diarrhea, no vomiting, no fever. Incubation period > 16 hrs1. V. cholerae2. V. Parahemolyticus3. Salmonella species4. Shigella species5. Campylobacterjejuni. Diarrhea, vomiting, No fever. Diarrhea, vomiting, fever. Diarrhea, fever, rarely vomiting. Diarrhea, fever rarely vomiting. Diarrhea, fever, no vomiting. Wide range of food. Sea food. Beef, poultry, eggs, dairy product. Potato or egg salad, raw vegetables. Poultry raw milk",
        "cop": 1,
        "opa": "Bacillus cereus",
        "opb": "Cl. perfringens",
        "opc": "Cl. botulinum",
        "opd": "V. cholerae",
        "subject_name": "Microbiology",
        "topic_name": "Bacillus",
        "id": "941bef2d-2171-4f33-82f3-3320a8c5dc88",
        "choice_type": "single"
    },
    {
        "question": "The following are true about Bacillus Cereus induced diarrhea EXCEPT",
        "exp": "Ans. (a) Infection by needle. Ref: Microbiology by Ananthanarayati and Paniker 8th ed. /247, 654. Please refer to explanation of Q. 9",
        "cop": 1,
        "opa": "Infection by needle",
        "opb": "The enterotoxins are not resistant to acidic contents of the stomach",
        "opc": "It is caused by enterotoxins",
        "opd": "It is usually associated with fried rice or Chinese food which is reheated",
        "subject_name": "Microbiology",
        "topic_name": "Bacillus",
        "id": "1b06bb91-8627-4a8a-ba29-562d842d0891",
        "choice_type": "multi"
    },
    {
        "question": "Inverted fir tree appearance on gelatin stab is characteristic of?",
        "exp": "Ans. (b) Bacillus anthracis. Ref: Jawetz 24/e, chapter 12",
        "cop": 2,
        "opa": "Mycoplasma",
        "opb": "Bacillus anthracis",
        "opc": "Clostridium",
        "opd": "Bacteriodes",
        "subject_name": "Microbiology",
        "topic_name": "Bacillus",
        "id": "a7db185d-4aab-400d-83fc-b02c52442e7a",
        "choice_type": "single"
    },
    {
        "question": "An abattoir worker presented with a malignant pustule on his hand that progressed to form an ulcer. Smear was taken from the ulcer and sent to laboratory for investigation. The diagnosis is:",
        "exp": "Ans. a. Cutaneous anthrax (Ref: Harrison 19/e 261e-3, 18/e p1769-1771; Ananthnarayan 8/e p245). Anthrax. Anthrax is a zoonoses, caused by Bacillus anthracisQ, that occurs primarily in herbivores Routes of Infection: Humans become infected when B. anthracis spores are introduced into the body by the following routes: Contact with infected animals or contaminated animal products. QInsect bites. QIngestion. QInhalation. QThree major clinical forms in Humans: CutaneousQ (MC). Gastrointestinal (rare). Inhalational or pulmonary (it causes hemorrhagic pneumonia). Woolsorters' disease* Occupational hazard for people who sorted woolQ* Most dangerous form of inhalational anthrax. QHide porter's disease* Caused by contact with contaminated hair, wool, hides or products made from them (Hide-porter's disease)QMalignant pustule* Commonly seen in head and neckQ* Eschar stage that appears 2-6 days after the hemorrhagic vesicle dries to become a depressed black scabQ surrounded by redness and extensive edema. Diagnosis: Presumptive diagnosis of the anthrax is made by staining it with polychrome methylene blue stain, called as Mc-Fadyean's reaction. Mc-Fadyean's Reaction. When blood films containing anthrax bacilli are stained with polychrome methylene blue stain for few seconds and examined under microscope, an amorphous purplish materialQ is noticed around bacilli. This represents the capsular material and is characteristic of anthrax bacilli. QCulture Characteristics of Bacillus anthracis. On agar plate: Frosted glass appearance. QOn gelatin stab culture: Inverted fir tree appearanceQ",
        "cop": 1,
        "opa": "Cutaneous anthrax",
        "opb": "Carbuncle",
        "opc": "Ulcerating melanoma",
        "opd": "Infected rodent ulcer",
        "subject_name": "Microbiology",
        "topic_name": "Bacillus",
        "id": "32f65291-577b-4d0e-ba49-d9b311b254dd",
        "choice_type": "single"
    },
    {
        "question": "Eschar is formed by which of the following organism?",
        "exp": "ANSWER: (B) B. Anthracis. REF: Jawetz Microbiology, 24th Ed, Ch. 12. Cutaneous anthrax generally occurs on exposed surfaces of the arms or hands, followed in frequency by the face and neck. A pruritic papule develops 1-7 days after entry of the organisms or spores through a scratch. Initially it resembles an insect bite. The papule rapidly changes into a vesicle or small ring of vesicles that coalesce, and a necrotic ulcer develops. The lesions typically are 1-3 cm in diameter and have a characteristic central black eschar. Marked edema occurs. Lymphangitis and lymphadenopathy and systemic signs and symptoms of fever, malaise, and headache may occur. After 7-10 days the eschar is fullydeveloped. Eventually it dries, loosens, and separates; healing is by granulation and leaves a scar. It may take many weeks for the lesion to heal and the edema to subside. Antibiotic therapy does not appear to change the natural progression of the disease.",
        "cop": 2,
        "opa": "B. Henslae",
        "opb": "B. anthracis",
        "opc": "Staph aureus",
        "opd": "E. coli",
        "subject_name": "Microbiology",
        "topic_name": "Bacillus",
        "id": "02b5d3fe-87fc-4e43-9b73-74e9302d3779",
        "choice_type": "single"
    },
    {
        "question": "Most common type of anthrax is",
        "exp": "Ans. a (Cutaneous). (Ref. Harrison, Medicine, 18th/Chapter 221. Microbial Bioterrorism). Bacillus anthrax causes anthrax and disease may be seen in three forms;# Cutaneous, Pulmonary, and Intestinal- Cutaneous is the most common form (malignant pustule, Hide porter's disease)- Pulmonary is wool sorter's disease. Also Remember: Cultural characteristics of B. anthrax are:# M'fadyeans reaction# Frosted glass appearance# Medusa head sign# Inverted tree appearance# PLET media used",
        "cop": 1,
        "opa": "Cutaneous",
        "opb": "Gastrointestinal",
        "opc": "Pulmonary",
        "opd": "Pneumonic",
        "subject_name": "Microbiology",
        "topic_name": "Bacillus",
        "id": "fa532041-9719-4cd8-8d5e-cedb512baa18",
        "choice_type": "single"
    },
    {
        "question": "Malignant pustulosis is observed in:",
        "exp": "Ref: Ananthanarayan, Paniker CJ. Textbook of Microbiology. 6th Ed. London: John Wiley & Sons; 2000. & Gillespie SH. Hawkey PM. Principles and Practice of Clinical Bacteriology. 2nd Ed. London: John Wiley tfc Sons; 2006. Explanation: Cutaneous anthraxA small pimple or papule appears, and over the next 24 h. a ring of vesicles develops around it, and it ulcerates, dries and blackens into the characteristic necrotic black eschar (also known as malignant pustule). Differential diagnoses include other cutaneous and subcutaneous infections, The eschar enlarges, becoming thick and adherent to underlying tissues over the ensuing week, and it is surrounded by edema, which may be very extensive. Pus and pain are normally absent. Mycetoma. It is a chronic granulomatous subcutaneous infection of the foot which occurs in tropical countries and is thought to be associated with walking barefoot. The infection can be caused by aerobic actinomycetes including N. brasiliensis, Actinomadura madurae, Streptomyces somaliensis or other nocardiae. Mycetoma is characterised by a triad of swelling, multiple discharging sinuses and granules. Yersinia pestis. It is considered as the cause of Black Death. Lymphadenitis in the regional lymph nodes serving the area of the fleabite produces a tense tender swelling or bubo after 2-6 days incubation in cases of bubonic plague. Fever and prostration is usual and progression to septicaemic plague with meningitis or secondary pneumonia can occur. Untreated bubonic plague has a mortality of 50- 909t and untreated meningitis or septicaemia is usually fatal. Cutaneous mucormycosis. It can follow minor trauma, insect bites, wounds, bums, and use of non-sterile dressings. Necrotic lesions occur on the epidermis that is painful and hardened, usually with a blackened central area (which may look like a black eschar). These lesions can progress into the dermis and even muscle.",
        "cop": 1,
        "opa": "Anthrax",
        "opb": "Actinomycotic mycetoma",
        "opc": "Plague",
        "opd": "Cutaneous mucormycosis",
        "subject_name": "Microbiology",
        "topic_name": "Bacillus",
        "id": "b9cf1ffb-eaee-4afc-b33d-cc9825620cbd",
        "choice_type": "single"
    },
    {
        "question": "Medusa head colony is seen in?",
        "exp": "ANSWER: (B) Bacillus anthracis. REF: Jawetz Microbiology, 24th Ed Ch. 12. LAB DIAGNOSIS OF BACILLUS ANTHRACIS: Specimens to be examined are fluid or pus from a local lesion, blood, and sputum. Stained smears from the local lesion or of blood from dead animals often show chains of large grampositive rods. Anthrax can be identified in dried smears by immunofluorescence staining techniques. When grown on blood agar plates, the organisms produce nonhemolytic gray to white colonies with a rough texture and a ground-glass appearance. Comma-shaped outgrowths (Medusa head) may project from the colony. Gram stain shows large gram-positive rods. Carbohydrate fermentation is not useful. In semisolid medium, anthrax bacilli are always nonmotile, whereas related nonpathogenic organisms (eg, B cereus) exhibit motility by \"swarming. \"Virulent anthrax cultures kill mice or guinea pigs upon intraperitoneal injection. Demonstration of capsule requires growth on bicarbonate-containing medium in 5-7% carbon dioxide. Lysis by a specific anthrax bacteriophage may be helpful in identifying the organism. An enzyme-linked immunoassay (ELISA) has been developed to measure antibodies against edema and lethal toxins, but the test has not been extensively studied. Acute and convalescent sera obtained 4 weeks apart should be tested. A positive result is a fourfold change or a single titer of greater than 1: 32.",
        "cop": 2,
        "opa": "Bordetella pertussis",
        "opb": "Bacillus anthracis",
        "opc": "Bartonellahenselae",
        "opd": "Bacteroides species",
        "subject_name": "Microbiology",
        "topic_name": "Bacillus",
        "id": "621921cc-536b-4d0a-beca-d371fbb12402",
        "choice_type": "single"
    },
    {
        "question": "Medusa head colonies are seen in",
        "exp": "Ans. (a) Bacillus anthracis",
        "cop": 1,
        "opa": "Bacillus anthracis",
        "opb": "Bacillus cereus",
        "opc": "C. parvum",
        "opd": "C. difficile",
        "subject_name": "Microbiology",
        "topic_name": "Bacillus",
        "id": "e25b6395-f9ae-4bb7-ba67-412190cddef0",
        "choice_type": "single"
    },
    {
        "question": "Which is the largest pathogenic bacillus?",
        "exp": "Ans: D (Bacillius anthracis) Ref: Ananthnarayan R. Paniker CKJ. Textbook of Microbiology. 8th Edition. Hyderabad: Universities Press; 2009. Pg. 242. Explanation: Bacillus anthracis. Considerable historical interest is attached to the anthrax bacillus. First pathogenic bacterium to be observed under the microscope. First communicable disease shown to be transmitted by inoculation of infected blood. First bacillus to be isolated in pure culture and shown to possess spores. First bacterium used for the preparation of an attenuated vaccine. The anthrax bacillus is the largest of pathogenic bacteria, measuring 3-10 mm x 1-1. 6 mm. Characteristics of Bacillus anthracis. Bamboo stick appearance. Polypeptide capsule - M'Fadyeans reaction {stain with Polychrome Methylene blue). Edge of colony under dissecting Microscope shows Medusa Head appearance\"Nutrient agar -Frosted glass appearance. Blood Agar - No or Minimal Hemolysis. Selective Medium - PLETmedium (Polymyxin, Lysozyme, EDTA, thallous acetate). Gelatin Stab Culture - Inverted Fir Tree appearance\"String of Pearls\" - media with. 05 -. 5 U PenG/ ml",
        "cop": 4,
        "opa": "Bacillus cereus",
        "opb": "Bacillus subtilis",
        "opc": "Bacillus megaterium",
        "opd": "Bacillius anthracis",
        "subject_name": "Microbiology",
        "topic_name": "Bacillus",
        "id": "e00c42cf-4316-43d9-a18e-acd22ed8940a",
        "choice_type": "single"
    }
]