[
    {
        "question": "Mode of transmission of brucella is?",
        "exp": "Ans. (c) Milk. Ref: Jawetz 24/e, chapter 19",
        "cop": 3,
        "opa": "Air",
        "opb": "Water",
        "opc": "Milk",
        "opd": "Aerosol",
        "subject_name": "Microbiology",
        "topic_name": "Brucella",
        "id": "77ab6e6d-c0b7-4281-b747-409972007935",
        "choice_type": "single"
    },
    {
        "question": "Brucella abortus primarily affects -",
        "exp": "Ans. is 'b' i. e., Cattle o Human brucellosis is a zoonosis, acquired from animals directly or indirectly. The animals that commonly act as sources: Sheep, goat ami camel -Br. melitensis. Cattle or Buffalo-Br. abortus. Swine-Br. suis. Dog-Br. Canis",
        "cop": 2,
        "opa": "Dog",
        "opb": "Cattle",
        "opc": "Swine",
        "opd": "Goat",
        "subject_name": "Microbiology",
        "topic_name": "Brucella",
        "id": "df118c57-838a-436e-82e4-8dfe42a3c205",
        "choice_type": "single"
    },
    {
        "question": "A farmer who handles goats and sheeps is presenting with fever, muscle and joint pain, and rash. The most likely diagnosis is -",
        "exp": "Ans. is 'a' i. e., Brucellosis o Fever with musculoskeletal symptoms (muscle & joint pain) in a farmer who handles the goats & sheeps is characteristic of Acute brucellosis (Malta fever). o Rash though not common, may occur in some patients. Brucellao Brucellae are gram-negative, non-motile, non-capsulated, strict aerobe, intracellular coccobacilli. o There are following four species of Brucellae1) Brucella melitensis# It is the commonest cause of symptomatic disease in humans.# It is the most virulent and invesive species.# It usually infect goats, sheeps and camel2) Brucella suis# It is of intermediate virulence and primarily infects swin (pigs). 3) Brucella abortus# It is of low virulence and primarily infects cattle or buffalo. 4) Brucella canis# It infects dogs. o Br. melitensis is the most pathogenic and is the commonest cause of symptomatic disease in humans. o Br. abortus and Br. suis are of intermediate pathogenicityo Br. canis is least pathogenic o Human infection may be of three types. 1) Latent infection# Patient is asymptomatic but serological tests are positive. 2) Acute brucellosis# It is also called as Malta fever, undulent fever or Mediterranean fever.# Incubation period is 10-30 days.# Most common symptom is musculoskeletal pain which is accompanied with fever, chills, night sweats, anorexia and headache. There may be lymphadenopathy and hepatosplenomegaly. 3) Chronic brucellosis# There is weakness, aches and pains. o Two features distinguish brucellosis from other tropical fevers, such as typhoid and malaria. 1) The fever of brucellosis shows undulating pattern. 2) The fever of brucellosis is associated with musculoskeletal symptoms. o Br. melitensis tends to be associated with more acute and aggressive presentationo Br. suis with focal abscess formation. o Br. abortus infection is more insidious in onset and more likely to become chronic.",
        "cop": 1,
        "opa": "Brucellosis",
        "opb": "Malaria",
        "opc": "Glanders",
        "opd": "Meliodosis",
        "subject_name": "Microbiology",
        "topic_name": "Brucella",
        "id": "78487dbe-c864-457e-9906-e643818de6a0",
        "choice_type": "single"
    }
]