[
    {
        "question": "KOH wet mount is prepared for -",
        "exp": "Ans. is 'b' i. e., Candidate/: Harrison 17th/e Chapter 14; Greenwood 16th/e p. 570; Ananthnarayan 8th/ep. 601}Laboratory diagnosis of fungal infectionso Laboratory diagnosis of fungal infection depends on: Direct microscopy. Tissue specimens such as skin scarpings, are generally examined as wet mounts after treatment with 10% KOH. KOH (alkali) digests cells and other tissue materials, enabling the fungus elements to be seen clearly. Periodic acid Sc biff (PAS) and methenamine silver stains are valuable methods for the demonstration of fungal elements in tissue sections. Culturey Culture media used in mycology are: Sahouraud's glucose agar (most common ) 3. Com meal agar. Czapek - Dox medium. Culture media are supplemented with chloramphenicol to minimize bacterial contamination and cycloheximide to reduce contamination with saprophitic fungi. Cultures are incubated at 22 - 30degC and 37degC. Serologv# For antibodies detection: 1. Immunodiffusion2 Countercurrent immuno-electrophoresis3. Whole cell agglutination4. Complement fixation5. ELISA# For antigen detection 1. Latex particle agglutination2 ELISA4 PCR# Detection of fungal DNA in clinical material, principally blood, serum, broncho-alveolar lavage fluid and sputum, is increasingly used for diagnosis.",
        "cop": 2,
        "opa": "Herpes Zoster",
        "opb": "Candida",
        "opc": "Gonorrhea",
        "opd": "Trichomonas vaginalis",
        "subject_name": "Microbiology",
        "topic_name": "Candida",
        "id": "37eb79ba-a2fc-44fa-bbb2-fe478d109865",
        "choice_type": "single"
    },
    {
        "question": "Most common organism causing fungal infection of oral cavity -",
        "exp": "Ans. is 'a' i. e., Candida o The most prevalent fungal infections in oral cavity are those caused by Candida species, especially C albicans. Candidiasis (Moniliasis)o Candidiasis is the most common systemic mycosis. o Candidiasis is an opportunistic endogenous infection and is the most common fungal infection in neutropenic patients. Candida is the most common fungal infection in immunocompetent persons as well. Candidiasis. Mucocutaneous. Systemic. Chronic mucocutaneouso Oral th rusho Oesophageal thrusho Vulvovaginal thrusho Candida esophagitis (involves lower 3rd of esophagus)o Diarrheao Chronic fatigue syndo Cystitis, pyelitis or renal papillary necrosiso Pneumoniao Endophthalmitiso Vertebral osteomyelitiso Arthritis (M. C. knee)o Endocarditis (previously damaged or prosthetic valve)o Meningitis. Candidiasis (CMC) or Candidal granulomao Candida albicans is the most common cause of mucosal candidiasis.",
        "cop": 1,
        "opa": "Candida",
        "opb": "Blastomycosis",
        "opc": "Aspergillosis",
        "opd": "Cryptococcus",
        "subject_name": "Microbiology",
        "topic_name": "Candida",
        "id": "11221293-ecc0-45ed-b030-4f5534264993",
        "choice_type": "single"
    },
    {
        "question": "Which of the following method is used in the rapid identification of Candida:",
        "exp": "Ans. (b) Germ tube method. Ref: Microbiology by Ananthanarayan and Paniker 8th ed. /607-608* A germ tube test is a diagnostic test in which a sample of fungal spores are suspended in serum and examined by microscopy for the detection of any germ.* It is particularly indicated for colonies of white or cream color on fungal culture, where a positive germ tube test is strongly indicative of Candida albicans",
        "cop": 2,
        "opa": "Culture in solid",
        "opb": "Germ tube method",
        "opc": "Growing in an animal",
        "opd": "Culture in liquid",
        "subject_name": "Microbiology",
        "topic_name": "Candida",
        "id": "85f3f942-abf8-43fb-acb5-0ca6fefca0cd",
        "choice_type": "single"
    }
]