[
    {
        "question": "Frei's intradermal test is done for:",
        "exp": "Ans: b (LGV) Ref: Ananthanarayanan, 7th ed, p. 428. Frei's test was an intradermal test commonly used for LGVThe crude chlamydial antigen (from bubo pus)is inoculated intradermally in the forearm. An induration 7mm or more in 2-5 days is taken as positive test. Due to the frequentoccurance or false positive reactions, it is not used now. Other common tests frequently asked. Mantoux test (I/D)-TBCasoni'stest (I/D)-Ecchinococcus. Ito test-Chancroid. Napiers aldehyde test]- Leishmanin test-Leishmaniasis. Kviem test-Sarcoidosis. Anton test-Listeria. Dick test-Scarlet fever. Sereny test-Shigella. EIECFairley's test-Schistosoma haematobium. Sabin Feldman; Frenkel's test-Toxoplasma. Hangar rose test-Cat scratch disease. Eijkman test-E. coli. Whey agglutination test-Brucellosis. Eiken precipitin test-ETEC",
        "cop": 2,
        "opa": "Chlamydiae",
        "opb": "LGV",
        "opc": "Herpes simplex",
        "opd": "Donovanosis",
        "subject_name": "Microbiology",
        "topic_name": "Chlamypiae",
        "id": "620f4cae-b8bc-4e8e-8ad7-a75198373556",
        "choice_type": "single"
    },
    {
        "question": "Chlamydia is a:",
        "exp": "Ans: a (Bacteria) Ref: Ananthan7th ed, p. 422. Chlamydiae are obligate intracellular bacterial parasites of humans, animals and birds. Virus. Chlamydia* Obligate intracellular parasites* Obligate intracellular parasite* Contain only one type of nucleic acid either DNA or RNA* Possess both DNA and RNA* Lack enzymes for protein/ nucleic acid synthesis. Depends on synthetic machinery of host for replication* Multiply by complex process(not by binary fission)* Unaffected by antibacterial antibiotics.* Have cell wall and ribosomes* Multiply by binary fission* Susceptible to usual antibiotics. The disease caused by various chlamydia are as follows: Chlamydia trachomatis: 1. Serotype A, B. C2. Serotype D to K- Trachoma- Inclusion conjunctivitis. Genital chlamydiasis. Infant pneumonia3. Serotypes L1. L2. L3- Lymphogranuloma venerum. Chlamydia psittaci--causes psittacosis. Chlamydia pneumoniae--causes acute respiratory disease. Inclusion bodies in chlamydia: Halberstaedter Prowazek (HP bodies). Levinthal Cole Lillie (LCL bodies). Miyagawas granulo corpscles (elementary body)- C. trachomatis- C. psittaci- LGVHorders spots- a faint macular spot (like rose spots of typhoid fever) is seen in psittacosis. Mycoplasma: They are small free living bacteria (and not intracellular parasites). Obligate intracellular parasites do not grow in cell free medium but mycoplasma do. Organisms which do not grow on cell free media. Mycobacterium leprae. Chlamydia. Rickettsiaceae. Coxiella bumetti. Pathogenic treponemas. Viruses.",
        "cop": 1,
        "opa": "Bacteria",
        "opb": "Virus",
        "opc": "Protozoa",
        "opd": "Fungi",
        "subject_name": "Microbiology",
        "topic_name": "Chlamypiae",
        "id": "235a716c-7197-4134-b6c9-08afc0a38b0c",
        "choice_type": "single"
    },
    {
        "question": "Miyagawa granulocorpusles bodies are seen in:",
        "exp": "Ref: Ananthanarayan, Paniker CJ. Textbook of Microbiology. 6th Ed. London: John Wiley & Sons: 2000. & Gillespie SH. Hawkey PM. Principles and Practice of Clinical Bacteriology. 2nd Ed. London: John Wiley & Sons: 2006. Explanation: Some important structures to be remembered are: Miyagawa's g ranulocorpuscles. LGVDonovan bodies. Granuloma Inguinale. Haiberstaedter- Prowazek Bodies. Trachoma. Babes- Ernst, volutin granulesC. diphtheriae. Levinthai Cole Lillie bodies. Psittacosis. Citron bodies. Clostridium septicum. Mooser bodies. Endemic typhus",
        "cop": 1,
        "opa": "Lymphogranuloma venereum (LGV)",
        "opb": "Chvlamydia pneumonia",
        "opc": "Mycoplasma",
        "opd": "Chlamydia trachomatosis",
        "subject_name": "Microbiology",
        "topic_name": "Chlamypiae",
        "id": "ee74b69d-e972-4248-ac7a-f145de523a15",
        "choice_type": "single"
    }
]