[
    {
        "question": "Gas gangrene is caused by:",
        "exp": "Ans: B (Clostridium perfringens) Ref: Ananthnarayan R, Paniker CKJ. Textbook of Microbiology. 8th Edition. Hyderabad: Universities Press; 2(X)9. Pg. 251. Explanation: Gas gangrene. Caused by. Cl. perfringens. Cl. septic uni. Cl. odematieuns. Cl. sporogenes. Cl histolyticum (Aerotolerant anaerobe). Virulence factors. Exotoxins - hemolytic, lethal and necrotic effects, help in spreading of the infection. Alpha toxin (lecithinase) -splits lecithin. Collagenase (Kappa). Hyaluronidase - breaks down hyaluronic acid in muscles celts. Theta toxin haemolysin. Leucocidin - kills leucocytes. Gamma, delta, theta, lambda, mu & eta toxin. Food poisoning. Gastroenteritis - Cl. perfringens (type A). Necrotising enterocolitis - Cl. perfringens (type C)* Botulism - Cl. botulinum Acute colitis (Antibiotic associated diarrhoea) - Cl. Difficile",
        "cop": 2,
        "opa": "Clostridium botulium",
        "opb": "Clostridium perfringens",
        "opc": "Clostridium difficile",
        "opd": "Clostridium tetani",
        "subject_name": "Microbiology",
        "topic_name": "Clostridium",
        "id": "122e7f6d-46a9-44b4-be04-ed10f7f551c1",
        "choice_type": "single"
    },
    {
        "question": "Tetanus spasm occurs due to which of the following toxin:",
        "exp": "Am: d (telanospasmin). Ref: Ananthanarayan and Paniker's Textbook of Microbiology, 801 edi., Pg. 257-260. Tetanus. Clostridium tetani is a gram positive spore bearing bacilli with drum stick appearance. It swarms over agar surface. Three important toxins of cl. Tetani are:- Tetanolysin - heat & oxygen labile haemolysin, not relevant in pathogenesis- Tetanospamin - responsible for tetanus, oxygen stable but heat labile, plasmid coded and toxoided- Neurotoxin - peripherally active, non spasmogenic Tetanospasmin blocks synaptic inhibition of spinal cord esp GABA & giycine which causes uncontrolled spread of impulses- muscle rigidity and spasm --with tonic extension of body.",
        "cop": 4,
        "opa": "Tetanotysin",
        "opb": "Lecithinase",
        "opc": "Neurotoxin",
        "opd": "Tetanospasmin",
        "subject_name": "Microbiology",
        "topic_name": "Clostridium",
        "id": "a29d8537-dee9-4207-8768-b1d23e071366",
        "choice_type": "single"
    },
    {
        "question": "Clostridium botulinum toxin acts by:",
        "exp": "Ans. c (Blocking Ach release at synapses & NMJ). (Ref. Harrison's, 18th/ Chapter 141. Botulism; KDT 5th/76)BOTULISM (Food-borne botulism, Wound botulism, Intestinal botulism). Pathogenesis:# Of the eight distinct toxin types described (A, B, Cl, C2, D, E, F, and G), all except C2 are neurotoxins\\# C2 is a cytotoxin of unknown clinical significance.# Toxin types A, B, E, and (rarely) F cause human disease; type G (from C. argentinense) has been associated with sudden death, but not with neuroparalytic illness.# Botulinum neurotoxin, whether ingested, inhaled, or produced in the intestine or a wound, enters the vascular system and is transported to peripheral cholinergic nerve terminals, including -- Neuromuscular junctions, - Postganglionic parasympathetic nerve endings, and- Peripheral ganglia.- The central nervous system is not involved.# The edrophonium chloride (Tensilon) test for myasthenia gravis may be falsely positive in botulism but is usually less dramatically positive than in the former condition.# The steps involved in neurotoxin activity include:- Specific binding to presynaptic nerve cells at the myoneural junction, - Internalization of the toxin inside the nerve cell in endocytic vesicles, - Translocation of the toxin into the cytosol, and- Proteolysis by toxin (a zinc endopeptidase) of components of the neuroexocytosis apparatus curtailing release of the neurotransmitter acetylcholine.- Cure follows sprouting of new nerve terminals. Treatment:# Neither the use of antibiotics to eliminate an intestinal source for possible continued toxin production nor the administration of guanidine hydrochloride and other drugs to reverse paralysis is of proven value.# After testing for hypersensitivity to horse serum, antitoxin is given# Rx of infant botulism requires supportive care and administration of human botulism immune globulin.# A pentavalent vaccine (A-E) is available for use in highly exposed individuals. Also remember: BOTULINUM TOXIN may be a treatment used:# For achalasia# For anal fissure# For dystonia# For essential tremor# For gastroparesis, # For Tourette syndrome# As bioterrorism agent# For Frey's syndrome Botulinum toxin type A has been approved for the treatment of strabismus, blepharospasm, cervical dystonia, and glabellar lines. Botulinum toxin type B has been approved for the treatment of cervical dystonia.",
        "cop": 3,
        "opa": "Blocking parasympathetic system",
        "opb": "Blocking local reaction",
        "opc": "Blocking Ach release at synapse & NMJ",
        "opd": "Acts on spinal cord",
        "subject_name": "Microbiology",
        "topic_name": "Clostridium",
        "id": "f8b172ad-efde-4b15-b490-96f1827804bd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is associated with gas formation in sub cutaneous tissues?",
        "exp": "Ans: a) Clostridium. Clostridium perfringens is associated with gas gangrene or myonecrosis. These patients have bullous lesions and crepitations of the skin. Staphylococcus can produce subcutaneous emphysema only after the rupture of a pneumatocele (In Staph, pneumonia)",
        "cop": 1,
        "opa": "Clostridium",
        "opb": "Borrelia",
        "opc": "Staphylococcus",
        "opd": "Streptococcus",
        "subject_name": "Microbiology",
        "topic_name": "Clostridium",
        "id": "0aab292f-0d6d-4d1e-af07-c093074d50cf",
        "choice_type": "single"
    },
    {
        "question": "Needle aspiration from gas gangrene showed gram positive organism with subterminal spores which is the likely organism involved?",
        "exp": "Ans: a) Cl. perfringens. Gas gangrene:* Incubation period-<3 days* Most common organism: Cl. perfringens '! Cl. novyi'! CLsepticum'! Cl. histolyticum.* Gas gangrene - malignant oedema/ clostridial myonecrosis* Negler reaction: Cl. perfringens* Citron bodies: cl. septicum* Death in gas gangrene: due to circulatory failure* Most important toxin biologically responsible for profound toxaemia of gas gangrene: a toxin (Lecithi- nase C)",
        "cop": 1,
        "opa": "Cl. perfringens",
        "opb": "Cl. septicum",
        "opc": "Cl. novyi",
        "opd": "Cl. difficile",
        "subject_name": "Microbiology",
        "topic_name": "Clostridium",
        "id": "61610118-308b-4d78-9987-b13e978cebd5",
        "choice_type": "single"
    },
    {
        "question": "Naegler's reaction is shown by?",
        "exp": "Ans. (b) Clostridium welchii. Ref: Ananthnarayan 7/e / 238",
        "cop": 2,
        "opa": "Clostradium tetani",
        "opb": "Clostridium welchii",
        "opc": "Mycobacterium tuberculosis",
        "opd": "Mycobacterium leprae",
        "subject_name": "Microbiology",
        "topic_name": "Clostridium",
        "id": "c3d9aca7-cbc4-4787-8812-da1fd25ebbc8",
        "choice_type": "single"
    },
    {
        "question": "Virulence factor for Clostridium tetani -",
        "exp": "Ans. is 'c1 i. e., Tetanospasmin Pathogenicity of Cl tetanio Cl. tetani has little invasive property and is confined to the primary site of lodgment. Tetanus results from the action of the potent exotoxin it produces. Toxin (released in the wound)|binds to peripheral motor neuron terminals|enters the axon|transported to cell body in the brain stem and spinal cord by retrograde intraneural transport|Presynaptically blocks release of glycine & GABAToxins of Cl tetani. Tefanolysin (Hemolysin)o Not relevant in the pathogenesis of tetanus. Tetanospasmin (neurotoxin)o Responsible for tetanuso It is plasmid codedo In the brainstem and spinal cord it blocks release of the inhibitory neurotransmitter glycine and g- aminobutyric acid (GABA). o It resembles stry chnine in its effects, but it acts presynapticaily, while strychnine acts postsynaptically. o Tetanus toxin and botulinum toxin resemble each other in their aminoacid sequences. Nonspasmogenic, peripherally active neurotoxino Its role is not known",
        "cop": 3,
        "opa": "Endotoxin",
        "opb": "Tetanolysin",
        "opc": "Tetanospasmin",
        "opd": "Bacteremia",
        "subject_name": "Microbiology",
        "topic_name": "Clostridium",
        "id": "7dfb27cb-29a1-4dfd-9b3e-2d73657127c8",
        "choice_type": "single"
    },
    {
        "question": "Food poisoning in canned food is caused by?",
        "exp": "ANSWER: (C) Clostridium botulinum. REF: Harrison s 18th ed chapter 141. See APPENDIX-22 for \"ACUTE INFECTIOUS DIARRHEA\"The temperatures obtained in open kettle canning are not high enough to destroy all spoilage and food poisoning organisms that may be in the food. Food-borne botulism is caused by consumption of foods contaminated with botulinum toxin, which is a metabolic waste produced under anaerobic condition by the bacterium Clostridium botulinum. Most botubsm cases are sporadic; outbreaks are typically small, involving two or three cases. The wide variation in reported rates of botulism by region and continent probably reflects differences both in true incidence and in diagnostic and reporting capacity. Worldwide, the highest incidence rate is reported from the Republic of Georgia and Armenia in the southern Caucasus region, where illness is associated with risky home-canning practices",
        "cop": 3,
        "opa": "Staphylococcus",
        "opb": "Salmonella",
        "opc": "Clostridium botulinum",
        "opd": "Bacillus cereus",
        "subject_name": "Microbiology",
        "topic_name": "Clostridium",
        "id": "60e93ccd-843b-42aa-9642-9ba697867798",
        "choice_type": "single"
    },
    {
        "question": "Most common organism causing food poisoning in canned food -",
        "exp": "Ans. is 'd' i. e., C. botulinum o Cl. botulinum food poisoning: can occur by canned food (home-canned low acid foods). Food born botulismo Due to ingestion of preformed toxin. o Human disease is caused by A, B, E and very rarely F {But all types can cause human disease - Green wood)o Type G has been associated with sudden death in a few patients. o The source is usually preserved food meat and meat products, canned vegetables and fish. Type E outbreaks occur with fish products, o Incubation period is 12-36 hours. o Symmetric descending paralysis is characterstic with other parasympatholytic manifestations like constipation and urinary retention.",
        "cop": 4,
        "opa": "Styphi",
        "opb": "Vcholarae",
        "opc": "H pylori",
        "opd": "C botulinum",
        "subject_name": "Microbiology",
        "topic_name": "Clostridium",
        "id": "bf7b37b4-7401-4b7a-b152-4800cb822ee8",
        "choice_type": "single"
    },
    {
        "question": "Double zone of hemolysis is seen in -",
        "exp": "Ans. is 'c' i. e., Clostridium perfringens o Two important characteristic feature of Cl. perfringens are:-Target hemolysis (double zone hemolysis) on blood agar. It is a narrow zone of complete hemolysis by theta toxin which is surrounded by a wider incomplete hemolysis by alpha-toxin. Naegler's reaction detects alpha toxin (phospholipase or lecithinase C). When Cl. perfringens is grown on a medium with the antitoxin spread on one half of the plate, colonies on the other half without the antitoxin will be surrounded by a zone of opacity. There will be no opacity around the colonies on the half of the plate with the antitoxin, due to the specific neutralisation of the alpha-toxin.",
        "cop": 3,
        "opa": "Staphylococcus areus",
        "opb": "Streptococcus pyogenes",
        "opc": "Clostridium perfringens",
        "opd": "Corynebacterium diphtheriae",
        "subject_name": "Microbiology",
        "topic_name": "Clostridium",
        "id": "3f34a52b-d291-4879-ac5d-5722a32db8eb",
        "choice_type": "single"
    },
    {
        "question": "Which of following Clostridia is non-invasive -",
        "exp": "Ans. is 'b > d' i. e., Clostridium botulinum > Clostridium tetani o Their invasive power is different in different species: Cl. botulinumo Virtually noninvasive and noninfectious. o Botulism is due to ingestion of preformed toxin. Cl. tetanio Has little invasive power and is confined to the primary site of lodgemento Tetanus results from the action of the potent exotoxin. Gas gangrene clostridiao Invasive and can spread along tissue. o Gas gangrene (clostridial myonecrosis) is caused by Cl perfringens/welchii, Cl septicum, Cl novyi and Cl histolyticum.",
        "cop": 2,
        "opa": "Clostridium novyi",
        "opb": "Clostridium botulinum",
        "opc": "Clostridium perfringens",
        "opd": "Clostridium tetani",
        "subject_name": "Microbiology",
        "topic_name": "Clostridium",
        "id": "8fb1aff4-5f70-4838-881b-7b7dee207b4c",
        "choice_type": "single"
    },
    {
        "question": "Non motile Clostridia is:",
        "exp": "Ans: D (Clostridium perfringens) Ref: Ananthnarayan R. Paniker CKJ. Textbook of Microbiology. 8th Edition. Hyderabad: Universities Press: 2009. Pg. 249. Explanation: Most Clostridia are motile with peritrichate flagella. The motility is slow' and has been described as 'stately'. Only Cl perfringens and Cl tetani Type VI are nonmotile.",
        "cop": 4,
        "opa": "Clostridium tetanomorphum",
        "opb": "Clostridium histolyticum",
        "opc": "Clostridium septicum",
        "opd": "Clostridium perfringens",
        "subject_name": "Microbiology",
        "topic_name": "Clostridium",
        "id": "0570625d-68db-4936-95f0-014c3bc33e7c",
        "choice_type": "single"
    },
    {
        "question": "Drug induced pseudomembraneous colitis is caused by",
        "exp": "Ans: b) Cl. difficile* CLdifficile is a gram positive bacillus* Non haemolytic, saccharolytic, weakly proteolytic* Pseudomembraneous colitis is due to enterotoxin (toxin A) & cytotoxin (toxin B) and Binary toxin* The toxin is neutralised by Clostridium sordelli antitoxin* Drug of choice: Metronidazole* Most common clinical feature: diarrhoea* Entire colon is affected in 90% patients, 70% have rectal sparing* Most sensitive test: stool culture for Cl. difficile* Probiotic medicine in treatment of it: saccharomyces boulardi* Drugs, causing this: clindamycin, ampicillin, cephalosporins (ceftriaxone, cefotaxim, cefuroxime, ceftazidime) & fluoroquinolone (ciprofloxacin, levofloxacin, gatifloxacin, moxifloxacin)",
        "cop": 2,
        "opa": "Cl. perfringens",
        "opb": "Cl. difficile",
        "opc": "Cl. tetani",
        "opd": "Fusobacterium",
        "subject_name": "Microbiology",
        "topic_name": "Clostridium",
        "id": "32fc6fff-52a9-4712-a7fb-5431c81fce20",
        "choice_type": "single"
    },
    {
        "question": "A 3 yr old boy fell down and injured his leg while he was playing on ground. After a few days, there are crepitations felt from injured area, what could be the probable causative organism?",
        "exp": "Ans. (d) Clostridium Welchii. Ref: Microbiology by Ananthanarayan and Paniker 8th ed. /643, 655, 249-54* Clostridium Welchii is also known as Clostridium perfringens.* It is the most common bacterial agent which causes gas gangrene.* Gas gangrene results in tissue necrosis, putrefaction of tissues, and gas production.* It is caused primarily by Clostridium perfringens alpha toxin, usually after a injury or trauma.* These gases form bubbles in muscle and produce characteristic smell of decomposing tissue.* The local spread of gases under tissue produces Crepitations when pressed on it.* Crepitations: sound of snow crushing* After rapid and destructive local spread (which can take hours), systemic spread of bacteria and bacterial toxins may result in death.",
        "cop": 4,
        "opa": "Corynebacterium Diphtheriae",
        "opb": "Pseudomonas Aeruginosa",
        "opc": "Clostridium Tetani",
        "opd": "Clostridium Welchii",
        "subject_name": "Microbiology",
        "topic_name": "Clostridium",
        "id": "486ad1d1-88d6-4ec9-94eb-f5faa8133ea2",
        "choice_type": "single"
    },
    {
        "question": "Pseudomembranous colitis is caused by?",
        "exp": "ANSWER: (B) Clostridium difficille. REF: Jawetz microbiology 24th ed chapter 12\"Clostridia cause several important toxin-mediated diseases: Clostridium tetani, tetanus; Clostridium botulinum, botulism; Clostridium perfringens, gas gangrene; and Clostridium difficile, pseudomembraneous colitis\"PSEUDOMEMBRANOUS COLITISPseudomembranous colitis, a cause of antibiotic-associated diarrhea (AAD), is an infection of the colon. It is often, but not always, caused by the bacterium Clostridium difficile. The illness is characterized by offensivesmelling diarrhea, fever, and abdominal pain. In severe cases, life-threatening complications can develop, such as toxic megacolon. Pseudomembranous colitis is due infection by Clostridium difficleA gram-positive anaerobic bacillus. Not identified until 1953 because it was 'difficult' to culture. Broad-spectrum antibiotics are main culprits. Although many antibiotics have been associated with pseudomembraneous colitis, the most common are ampicillin and clindamycin. Allows colonisation by C. difficle transmitted by the faecal-oral route. Exotoxins (Toxin A & B) produced by bacteria. Toxin A is a potent enterotoxin while Toxin B is a potent cytotoxin, Pseudomembraneous colitis is diagnosed by detection of one or both C difficile toxins in stool and by endoscopic observation of pseudomembraneous or microabscesses in patients who have diarrhea and have been given antibiotics. Produces mucosal inflammation and cell damage. If severe epithelial necrosis a pseudo-membrane is formed. Consists of mucin, fibrin, leucocytes and cellular debris. The disease is treated by discontinuing administration of the offending antibiotic and orally giving either metronidazole or vancomycin. ANTIBIOTIC-ASSOCIATED DIARRHEA: The administration of antibiotics frequently leads to a mild to moderate form of diarrhea, termed antibiotic- associated diarrhea. This disease is generally less severe than the classic form of pseudomembraneouscolitis. As many as 25% of cases of antibiotic-associated diarrhea may be associated with C difficile.",
        "cop": 2,
        "opa": "Clostridium perfringens",
        "opb": "Clostridium difficille",
        "opc": "Clostridium tetani",
        "opd": "Clostridium botulinum",
        "subject_name": "Microbiology",
        "topic_name": "Clostridium",
        "id": "f21bff82-f321-41e9-b1c5-143b3db33569",
        "choice_type": "single"
    },
    {
        "question": "Most common symptom of tetanus is -",
        "exp": "Ans. is 'c' i. e., Lock-jaw o Generalized tetanus is the most common form of tetanus, involvement of masseter muscles (trismus or lock jaw) is the presenting sign is most patients. o Other features include -i) Risus sardonicus: sardonic smile that results from sustained contraction of facial musclesii) Opisthotonus: spasm of back muscle causes backwards curving of bodyiii) Drooling, sweating, irritabilityiv) Cardiac arrhythmias and fluctuation in BPv) Generalized increase in muscle tore",
        "cop": 3,
        "opa": "Tonic-clonic seizures",
        "opb": "Hemplegia",
        "opc": "Lock-jaw",
        "opd": "Opisthotonus",
        "subject_name": "Microbiology",
        "topic_name": "Clostridium",
        "id": "9f52d487-0263-48f8-aa53-535110737b1c",
        "choice_type": "single"
    },
    {
        "question": "Most common organism responsible for gas gangrene is -",
        "exp": "Ans. is 'a' i. e., Clostridium perfringens o Most common cause of gas gangrene is Cl perfringens (Cl welchii). Other clostridia causing gas gangrene are Cl septicum, Cl novyi and Cl histolyticum.",
        "cop": 1,
        "opa": "Clostridium perfringens",
        "opb": "Clostridium difficile",
        "opc": "Clostridium tetani",
        "opd": "Clostridium septicum",
        "subject_name": "Microbiology",
        "topic_name": "Clostridium",
        "id": "a7517b3d-b241-4674-b321-a1a42d6c75c3",
        "choice_type": "single"
    },
    {
        "question": "Naegler's reaction is due to which toxin of Cl perfringens -",
        "exp": "Ans. is 'a' i. e., Alpha toxin o Naegler's reaction detects alpha toxin (phospholipase or lecithinase C). When Cl. perfringens is grown on a medium with the antitoxin spread on one half of the plate, colonies on the other half without the antitoxin will be surrounded by a zone of opacity. There will be no opacity around the colonies on the half of the plate with the antitoxin, due to the specific neutralisation of the alpha-toxin.",
        "cop": 1,
        "opa": "Alpha toxin",
        "opb": "Epsilon toxin",
        "opc": "Kappa toxin",
        "opd": "Delta toxin",
        "subject_name": "Microbiology",
        "topic_name": "Clostridium",
        "id": "5243d4ab-615c-43bf-aa1a-a8ab0a758ff1",
        "choice_type": "single"
    },
    {
        "question": "Drum stick is characteristic of:",
        "exp": "Ans. (b) Clostridium tetani. Ref: Microbiology by Ananthanarayan and Paniker 8th ed. 1249-54* There are species of Clostridium that bears terminal spores which appears as drumstick shaped under microscope.* Clostridium tetani is a gram positive obligate anaerobe which is the causative agent of tetanus, bears spores which are spherical, terminal and twice the diameter of vegetative cells. This gives it a drumstick appearance upon viewing under microscope. Bacteria. Appearance* Clostridium tetani. Drumstick appearance* Corynebacterium diphtheria. Chinese letter pattern* Neisseria meningitidesD- shaped* N. Gonorrhea. Kidney shaped appearance* Strep Pneumoniae. Flame shaped appearance",
        "cop": 2,
        "opa": "Corynebacterium diphtheriae",
        "opb": "Clostridium tetani",
        "opc": "Neisseria meningitides",
        "opd": "Strep Pneumoniae",
        "subject_name": "Microbiology",
        "topic_name": "Clostridium",
        "id": "e9b66f8a-94a8-4fff-9348-de5621bb26d0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a dead end infection?",
        "exp": "ANSWER: (A) Tetanus. REF: Park 19th edition page 228, 239, 258\"Human is the dead end host for Tetanus, Japanese encephalitis, Rabies and Hydatid cyst\"",
        "cop": 1,
        "opa": "Tetanus",
        "opb": "Vibrio",
        "opc": "Staphylococcus",
        "opd": "Hemophilus",
        "subject_name": "Microbiology",
        "topic_name": "Clostridium",
        "id": "86731753-50ed-4351-91e7-c81dee46c3b3",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of gas gangrene -",
        "exp": "Ans. is 'a' i. e., Cl welchii o Most common cause of gas gangrene is Cl perfringens (Cl welchii) causing 80% of cases of gas gangrene, o Other causes are Cl septicum, Cl novyi and Cl histolyticum.",
        "cop": 1,
        "opa": "Cl welchii",
        "opb": "Clsepticum",
        "opc": "Clnovyi",
        "opd": "Clhistolyticum",
        "subject_name": "Microbiology",
        "topic_name": "Clostridium",
        "id": "9cee2308-46da-409b-bdd0-5145a6c6a17b",
        "choice_type": "single"
    },
    {
        "question": "Reservoir of tetanus bacilli is",
        "exp": "Ans. b (Soil). (Ref. Ananthanarayan, Microbiology, 4th/pg. 245)TETANUS# Caused by Clostridium tetani# Seen following deep or penetrating wound in relatively avascular areas# More prevalent in developing countries# Seen in neonate (tetanus neonaturum) following the use of cow dung on the umbilicus# Microbiology- Gram-positive spore forming rod (Clostridium tetani is a gram-positive anaerobic bacillus)- Typical 'drum-stick' appearance with terminal spore- Widely found in the environment and soil- A Strict anaerobe that produces a powerful exotoxin- The neurotoxin is a powerful exotoxin- Exotoxin is resistant to autoclaving- Exotoxin is not antigenic and repeat infection can occur- Infection produces few signs of local inflammation# Pathogenesis- Germination of spores releases the exotoxin- Toxin affects nervous system and reaches CNS via the peripheral nerves- Acts on presynaptic terminals of inhibitor nerves- Reduces the release of inhibitory neurotransmitters (e. g., glycine)- Excess activity of motor neurons produces muscle spasm# Clinical features- Facial muscle spasm produces trismus- Typical facial appearance = 'risus sardonicus'- Back muscle spasm produces opisthotonous- Eventually exhaustion and respiratory failure leads to death- The diagnosis is essentially clinical- Differentiating between contamination and infection on wound swabs is difficult# Prevention:- Tetanus can be prevented by- Active immunisation with tetanus toxoid with booster every 5-10 years- Adequate wound toilet of contaminated wounds- Consider passive immunisation with hyperimmune immunoglobulin# Treatment (of suspected cases)- Passive immunisation with anti-tetanus immunoglobulin- Adequate wound debridement- Intravenous benzyl penicillin- Intensive care support- Despite the use of ITU mortality is about 50%",
        "cop": 2,
        "opa": "Human",
        "opb": "Soil",
        "opc": "Water",
        "opd": "Hospital waste",
        "subject_name": "Microbiology",
        "topic_name": "Clostridium",
        "id": "3d8fc784-8adf-4369-94e5-8db6b0e12009",
        "choice_type": "single"
    }
]