[
    {
        "question": "Most common site of infection with Cryptococcus neoformans is:",
        "exp": "Ans: A Lung Ref: Ammthnaraycm R, Paniker CKJ. Textbook of Microbiology. 8th Edition. Hyderabad: Universities Press; 2009. & Jawetz Most common infection lung but asymptomatic Most common presentation is meningitis Explanation: Cryptococcosis (torulosis) is a subacute or chronic infection caused by the yeast Crvptococcus neoformans. Infection is usually acquired by inhalation but may sometimes be through the skin or mucosa. Most infections are asymptomatic. From the lungs the fungus migrates to the CNS where they cause meningitis The major clinical manifestation is chronic menigitis which can resemble brain tumor& brain abscess Patient may complain of headache, neck stiffness and disorientation. In addition, there may be lesions in skin, lungs and other organs. Cryptococcal meningitis is the most serious type of infection and can resemble tuberculous or other chronic types of meningitis. Its onset is insidious and the course slow and progressive. It is often seen in AIDS. Cutaneous cryptococcosis varies from small ulcers to large granulomas.",
        "cop": 1,
        "opa": "Lung",
        "opb": "Meninges",
        "opc": "Skin",
        "opd": "Bone",
        "subject_name": "Microbiology",
        "topic_name": "Cryptocococcus",
        "id": "961ac855-0930-4437-a5f8-0a7051bc08a5",
        "choice_type": "single"
    },
    {
        "question": "Stain which differentiates cryptococcus from other fungus -",
        "exp": "Ans. is 'c' i.e., India ink o Unstained wet preperations of CSF mixed with drop of India ink or nigrosine demonstrate the capsule as a clear halo.o Methenamine silver or periodic acid-Schiff are used for staining a tissue sample.",
        "cop": 3,
        "opa": "Gram Stain",
        "opb": "Wright-Giemsa",
        "opc": "India ink",
        "opd": "Toluidine blue",
        "subject_name": "Microbiology",
        "topic_name": "Cryptocococcus",
        "id": "5a329c84-dea0-4301-b887-9002f600bcc8",
        "choice_type": "single"
    },
    {
        "question": "Cryptococcus neoformans is visualized by?",
        "exp": "ANSWER: (A) India ink preparationREF: Harrisons 18th ed chapter 202Visualization of the capsule of fungal cells in cerebrospinal fluid (CSF) mixed with india ink is a useful rapid diagnostic technique. Cryptococcal cells in India ink have a distinctive appearance because their capsules exclude ink particles",
        "cop": 1,
        "opa": "India ink preparation",
        "opb": "Giemsa stain",
        "opc": "Grams stain",
        "opd": "Acid fast stain",
        "subject_name": "Microbiology",
        "topic_name": "Cryptocococcus",
        "id": "f3e4bd0f-06e0-4e95-bac0-e746954502ce",
        "choice_type": "single"
    }
]