[
    {
        "question": "Kerion is a",
        "exp": "Ans. (d) Fungus. Ref: Microbiology by Ananthanarayan and Paniker 8, th ed. /605* Kerion is the result of the hosts response to a fungal ringworm infection of the hair follicles of the scalp and beard accompanied by secondary bacterial infection.* It is usually caused by Zoophilic dermatophytes like Trichophyton verrucosum and T. mentagrophytes.* Treatment: Oral Griseofulvin is the treatment of choice.",
        "cop": 4,
        "opa": "Bacteria",
        "opb": "Prion",
        "opc": "Virus",
        "opd": "Fungus",
        "subject_name": "Microbiology",
        "topic_name": "Dermatophytes",
        "id": "c644297e-d0ba-4287-aee3-921f130ec846",
        "choice_type": "single"
    },
    {
        "question": "Systemic infection is caused by all fungi except -",
        "exp": "Ans. is 'c' i. e., Dermatophytes Fungus infectionso Human fungus infections are broadly of two types: Superficial. Deep seated (systemic)o A third type of fungal infection is opportunistic infection, caused mainly by fungi that are normally avirulent. Mucor. Penicillium. Aspergillus",
        "cop": 3,
        "opa": "Cryptococcus",
        "opb": "Histoplasma",
        "opc": "Dermatophytes",
        "opd": "Paracoccidioides",
        "subject_name": "Microbiology",
        "topic_name": "Dermatophytes",
        "id": "21098bcc-6460-470d-888b-572c3d6335b3",
        "choice_type": "multi"
    },
    {
        "question": "Feature(s) of Taenia capitis is/are all except:",
        "exp": "Ans: B (Most...) \"Scutuluirr. The characteristic lesion of favus, appearing as a yellow saucershaped crust made up ofhyphae and spores. \"- dictionary. thefreedictionary. com. TINEA CAPITIS AND TINEA BARBAE i. Veena khanna3rd/244T. capitis - caused by microsporum any species & Trichophyton most species- Ananthanarayan 8^/606. Tinea capitis is dermatophytosis or ringworm of the scalp and hair. Age: invariably a child3 Pattern are recognized: Non-inflammatory( broken hair present zls gray/black dot), inf]ammatory(kerion-pnesenf as a boggy swelling with multiple discharging sinus) & Favi/s(cause cicatrical alopecia). As the hair grows out of the follicle, the hyphae of microsporum species produce a chain of spores that form a sheath around the hair shaft (ectothrix). These spores impart a greenish to silvery fluorescence when the hairs are examined under Wood's light (365 nm). In contrast, T tonsurans, the chief cause of *black dot\" tinea capitis, produces spores within the hair shaft (endothrix). These hairs do not fluoresce; they are weakened and typically break easily at the follicular opening. In prepubescent children, epidemic tinea capitis is usually self-limiting. Zoophilic species may induce a severe combined inflammatory and hypersensitivity reaction called a kerion. Another manifestation of tinea capitis is favus, an acute inflammatory infection of the hair follicle caused by T schoenleinii, which leads to the formation of scutula (crusts) around the follicle. In favic hairs, the hyphae do not form spores but can be found within the hair shaft. Table: Some Clinical Features of Dermatophyte Infection. Skin Disease. Location of Lesions. Clinical. Fungi. Tinea corporis (ringworm). Nonhairy, smooth skin. Circular patches with advancing red, vesiculated border and central scaling. Pruritic. T rubrum, E floccosum. Tinea pedis1 (athlete's foot). Interdigital spaces on feet of persons wearing shoes. Acute: itching, red vesicular. Chronic: itching, scaling, fissures. T rubrum, T mentagrophytes, E floccosum. Tinea cruris (jock itch). Groin. Erythematous scaling lesion in intertriginous area. PruriticT rubrum, T mentagrophytes, E floccosum. Tinea capitis. Scalp hair. Endothrix: fungus inside hair shaft. Ectothrix: fungus on surface of hair. Circular bald patches with short hair stubs or broken hair within hair follicles. Kerion rare. Microsporum- infected hairs fluoresce. Tmentagrophytes, M canis. Tinea barbae. Beard hair. Edematous, erythematous lesion. T mentagrophytes. Tinea unguium (onychomycosis). Nail. Nails thickened or crumbling distally; discolored; lusterless. Usually associated with tinea pedis. T rubrum, T mentagrophytes, E floccosum. Dermatophytid (id reaction). Usually sides and flexor aspects of fingers. Palm. Any site on body. Pruritic vesicular to bullous lesions. Most commonly associated with tinea pedis. No fungi present in lesion. May become secondarily infected with bacteria.",
        "cop": 2,
        "opa": "May presents as a boggy swelling",
        "opb": "Most commonly occurs in elderly",
        "opc": "May present as black dot",
        "opd": "Caused by trichophyton & microsporum but not by epidermophyton",
        "subject_name": "Microbiology",
        "topic_name": "Dermatophytes",
        "id": "f9372331-1e0a-4e65-91b7-c2cbb9fac442",
        "choice_type": "multi"
    }
]