[
    {
        "question": "EBV is associated with which type of cancer?",
        "exp": "Epstein-barr virus may lead to the following clinical conditions:* Infectious mononucleosis* Epstein-barr virus associated malignancies: - Burkitt's lymphoma - Lymphomas in immunodeficient person such as those with AIDS and transplant recipients - Nasopharyngeal carcinoma in persons of Chinese origin.",
        "cop": 1,
        "opa": "Nasopharyngeal carcinoma",
        "opb": "Epidermodysplasia",
        "opc": "Kaposi sarcoma",
        "opd": "None",
        "subject_name": "Microbiology",
        "topic_name": "DNB 2018",
        "id": "acac1b45-5029-42a8-ba47-be22e8f3bee0",
        "choice_type": "multi"
    },
    {
        "question": "A 25 - years - old sexually active unmarried male presents with urethral discharge after unprotected sex with a sexual worker. Gram stain pic was given; what may be the possible organisms?",
        "exp": "The given image is showing kidney shaped cocci which is suggestive of gonococcus i.e. Neisseria gonorhhea",
        "cop": 1,
        "opa": "Neisseria",
        "opb": "Chalamydia",
        "opc": "Trichomonas",
        "opd": "Ureaplasma",
        "subject_name": "Microbiology",
        "topic_name": "DNB 2018",
        "id": "aec94080-b6cf-4a84-b204-5896292746c8",
        "choice_type": "multi"
    },
    {
        "question": "Herpes zoster ophthalmicus is caused by:",
        "exp": "Zoster ophthalmicus is caused by Varicella zoster virus. It is a complication of herpes zoster. Other complications of herpes zoster are-* Post herpetic neuralgia* Ramsay hunt syndrome* Pneumonia",
        "cop": 1,
        "opa": "VZV",
        "opb": "HPV",
        "opc": "HSV",
        "opd": "CMV",
        "subject_name": "Microbiology",
        "topic_name": "DNB 2018",
        "id": "f29b60f6-009c-497c-b3b9-8cdf518ddf85",
        "choice_type": "single"
    },
    {
        "question": "Tsutsugamushi causes:",
        "exp": "Orientia tsutsugamushi causes scrub typhus where vector is trombiculid mite. Human disease caused by the Rickettsia and Orientia species Group Species Disease Vector Veebrate reservoir Distribution Typhus R. prowazekii \" R. typhi R. felis Epidemic typhus Brill-zinsser disease Endemic typhus \" Louse \" Rat flea Cat flea Human beings Human beings Rat Opossum Worldwide America, Europe, Australia Worldwide USA Spotted fever group R. rickettsii R. siberica R. conori \" \" \" R. australis R. japonica R. akari Rocky Mountain spotted fever Siberian trick typhus Fever Boutonneuse South African tick typhus Kenyan tick typhus Indian tick typhus Queensland tick typhus Oriental spotter fever Ricketssial Pox Tick \" \" \" \" \" \" \" Gamasid mite Rabbit, dog Small rodents Wild animals, cattle Dog, rodents \" Rodents ? Rodents Bush rodents ? Mouse Noh America Russia, Mongolia Mediterranean South Africa Kenya India N Australia Japan USA, Russia Scrub typhus O. tsutsugamushi Scrub typhus Trombiculid mite Small rodents, birds East Asia, Pacific Islands, Australia",
        "cop": 3,
        "opa": "Epidemic typhus",
        "opb": "Endemic typhus",
        "opc": "Scrub typhus",
        "opd": "Q fever",
        "subject_name": "Microbiology",
        "topic_name": "DNB 2018",
        "id": "5d49470b-8df9-416a-8c22-927e7167f95f",
        "choice_type": "single"
    },
    {
        "question": "Bornholm's disease is caused by:",
        "exp": "Bornholm's disease is caused by Coxsackie B virus. Difference between group - A and Group - B Coxasackieviruses Group A coxsackieviruses Group B coxsackieviruses Suiciding mouse intracerebral inoculation * Flaccid paralysis * Generalized myositis * Spastic paralysis in mice * Focal myositis and necrosis of brown fat Manifestations * Aseptic meningitis (A7, A9) * Herpangina (vesicular pharyngitis) * Hand - foot - and - mouth disease (also by enterovirus: 71) * Acute hemorrhagic conjunctivitis: Caused by coxsackie virus - A24 and enterovirus 70 More organ involvement seen * Aseptic meningitis (B1-6) * Pleurodynia (epidemic myalgia or Bornholm disease) * Myocarditis, pericarditis * Hepatitis * Pancreatitis leading to Juvenile diabetes mellitus: Coxsackie B4 * Pneumonia * Generalized disease of infants Host cell receptor Intercellular adhesion molecule 1(ICAM-1) is a receptor for Coxsackieviruses A13, A18, and A21 CAR (Coxsackievirus and adenovirus receptor) is the receptor for: * All group B coxsackieviruses * Group C adenoviruses",
        "cop": 3,
        "opa": "HSV",
        "opb": "HBV",
        "opc": "Coxsackie B virus",
        "opd": "HPV",
        "subject_name": "Microbiology",
        "topic_name": "DNB 2018",
        "id": "46e260a1-dc8f-410f-8dd4-12bb2236a32f",
        "choice_type": "single"
    }
]