[
    {
        "question": "Which of the following is a newly emerging food poisoning organism",
        "exp": "Ans: a (Salmonella typhimurium) Ref: Ananathanarayan, 7th ed, p. 303. Of the above given, S. typhimurium causes food poisoning. Salmonella gastroenteritisS. typhimurium is the most common cause of food poisoning due to salmonella species. Incubation period--6-24 hrs. Food poisoning is never caused by S. typhi. Source of transmission: poultry, meat, milk and milk products. C/F-nausea, vomiting, diarrhoea, abdominal cramps, fever. Blood culture is usually negative. NoteS. aureus is the most common cause of food poisoning in the west. IP and clinical features of various bacteria causing food poisoining. Incubation period Organism responsible 1- hrs S. aureus-nausea, vomiting, diarrheaB. cereus-nausea, vomiting 8-16 hrs C. perfringes-abdominal cramps, diarrhoea (vomiting rare)B. cereus-abdominal cramps, diarrhoea, vomiting > 16 hrs Vibrio cholera-watery diarrhoea. ETEC-watery diarrhoea. EHEC-bloody diarrhoea. Salmonella species-inflammatory diarrhoea. Camphylobacter jej uni-inflammatory diarrhoea. Shigella species- dysentryV. parahaemolyticus-dysentry",
        "cop": 1,
        "opa": "Salmonella typhimurium",
        "opb": "Enterococcus",
        "opc": "Diphtheria",
        "opd": "Pseudomonas",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "a2630da3-17a1-4149-b424-4b04b2c42f1c",
        "choice_type": "single"
    },
    {
        "question": "Culture media for transport of stools in suspected case of shigellosis -",
        "exp": "Ans. is 'd' i. e., Buffered glycorol saline. Organism. Transport media. Streptococcus pyogenes. Pike's medium. Neisseria. Stuart's medium, Amies medium. For stool specimen. Buffered glycerol saline, Carly-Blair, Stuart medium. Salmonella, Shigella. Sach's buffered glycerol salineV cholerae. VR medium, Cary-Blair medium, Autoclaved sea water. Bordetella. Modified Stuart's, Mischulow's charcol agar",
        "cop": 4,
        "opa": "Deoxycholate medium",
        "opb": "Blood agar",
        "opc": "Nutrient broth",
        "opd": "Buffered glycerol saline",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "90d63165-ee18-4018-bd10-607595e2ab21",
        "choice_type": "single"
    },
    {
        "question": "Culture media used for O157: H7 Entero- hemorrhagic E coli -",
        "exp": "Ans. is 'a' i. e.. Sorbitol containing agar Culture of 0157: H7 E. colio E. coli 0157: H7 is not identified on routine stool cultures. o E. coli 0157: H7 can be specifically detected by the use of modified Mac Conkey media which containssorbitol in place of lactose (SMAC). o Sorbitol Mac Conkey media is specifically useful for the detection of E. coli 0157: H7 as unlike most strains of E. coli, the 0157: H7 strain does not ferment sorbitol. o Non fermenting colonies on a Sorbitol Mac Conkey plate (SMAC) therefore suggest the diagnosis of E. coli 0157: H7. o Sorbitol Mac Conkey media is the screening method of choice for E. coli Ol57: H7.",
        "cop": 1,
        "opa": "Sorbitol containing agar",
        "opb": "Mannitol containing agar",
        "opc": "Sucrose containing agar",
        "opd": "Dextrose containing agar",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "7d8f3fae-a714-4421-9210-fe57988606d6",
        "choice_type": "single"
    },
    {
        "question": "Traveller's diarrhoea is most commonly caused by",
        "exp": "Ans. a (ETEC). (Ref. Harrison, 18th/Table 149-2; Chapter 149. Diseases by Gram-Negative Enteric Bacilli). Five types of E. coli include: 1. ETEC (enterotoxogenic E. coli)2. EIEC (enteroinvasive E. coli)3. EPEC (enteropathogenic E. coli)4. EHEC (enterohemorrhagic E. coli)5. EAEC (enteroaggregative E. coli). Traveller's diarrhoea is most commonly caused by enterotoxogenic E. coli and then the other common organism responsible is S. dysenteriae. Intestinal Pathogenic E. Coli. Pathotype. Epidemiology. Clinical Syndrome. Defining Molecular Trait. Responsible Genetic Element. STEC/EHECFood, water, person-to- person; all ages, industrialized countries. Hemorrhagic colitis, HUSShiga toxin. Lambda-like Stxl- or Stx2- encoding bacteriophage. ETECFood, water; young children and in travellers to developing countries. Traveller's diarrhea. Heat-stable and - labile enterotoxins, colonization factors. Virulence plasmid(s)EPECPerson-to-person; young children and neonates in developing countries. Watery diarrhea, persistent diarrhea. Localized adherence, attaching and effacing lesion on intestinal epithelium. EPEC adherence factor plasmid pathogenicity island (locus for enterocyte effacement)EIECFood, water; children and in travellers to developing countries. Dysentery. Colonic epithelial cell invasion intra- cellular multipli cation, cell-to-cell spread. Multiple genes contained primarily in a large virulence plasmid. EAEC? Food, water; children and in travellers to developing countries; all ages, industrialized countries. Traveller's, acute, Persistent diarrhea. Aggregative/diffuse adherence, virulence factors regulated by Agg. RChromosomal or plasmid associated adherence and toxin genesE. coli toxin (GSa), cholera toxin (Gsa), & Pertusis toxin (Gla) cause ADP-ribosylation",
        "cop": 1,
        "opa": "ETEC",
        "opb": "S. dysenteriae",
        "opc": "EPEC",
        "opd": "Salmonella",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "3c9b240d-267f-430d-8724-069ac9626418",
        "choice_type": "single"
    },
    {
        "question": "Which of the following bacterium is non-motile? (D. REPEAT 2013)",
        "exp": "Ref: Colour Atlas and Textbook of Medical Microbiology. Elmer W Koneman, 5th edition, Page 195. Explanation: Please note that all the bacteria asked in the options are members of the Enterobacteriaceae. Here is a list of enterobacteriaceae members with their motilitv. Motile Enterobacteriaceae aceae members. Non-motile Enterobacteri- members. Escherichia col i. Shigella spp. Edwardsiella tarda. Klebsiella spp. Salmonella spp. Yersinia pestis. Citrobacter spp. (Mnemonic: SKY ). Enlerobacter spp. Hafnia Panloea Proteus spp. Morganella Providencia spp. Organisms with different motility at two different temperatures: o Enterobacteriaceae member - Yersinia enterocolitica. o Non-enterobacteriaceae member - Listeria monocytogenes.",
        "cop": 1,
        "opa": "Klebsiella spp.",
        "opb": "Citrobacter spp.",
        "opc": "Escherichia spp.",
        "opd": "Salmonella spp.",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "708ab9db-f8ac-4248-96e9-7d46fcca95f8",
        "choice_type": "single"
    },
    {
        "question": "Traveller's diarrhea is caused by:",
        "exp": "Ans. (c) ETECRef: Microbiology by Atianthanarayan and Paniker 8th Ed. / 276 & 277* Hemoltic uremic syndrome (HUS) is a type 3 hypersensitivity reaction associated with small vessel vasculitis.* Organisms causing HUS is E. Coli (particularly EHEC) and shigella dysentriae.",
        "cop": 3,
        "opa": "EIEC",
        "opb": "EPEC",
        "opc": "ETEC",
        "opd": "EHEC",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "d9026a71-1f2c-4c67-a3d3-02f0949b144f",
        "choice_type": "single"
    },
    {
        "question": "Most common causative agent of UTI in females -",
        "exp": "Ans. is 'b' i. e., E. coli o E. coli causes 80-90% of acute uncomplicated bacterial lower tract infections (cystitis) in young women.",
        "cop": 2,
        "opa": "Staph saprophyticus",
        "opb": "E. coli",
        "opc": "Klebsiella",
        "opd": "Proteus",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "44675821-f6b8-4f6e-9df5-a9986b016f54",
        "choice_type": "single"
    },
    {
        "question": "Minimum infective dose of shigella is:",
        "exp": "Ans: B (10-100) \"It has been shown that 106 pathogenic vibrios administered to fasting normochlorhydric volunteers, without food or buffer, did not produce infection, while the same dose along with food or sodium bicarbonate caused dinical cholera in 80-100 % of them\"- Ananthanarayan 9th/307\"Shigella cause bacillary dysentery. Infection occurs by ingestion. The minimum infective dose is low- as few as 10-100 bacilli are capable of initiating the disease, probably because they survive gastric acidity better than other enterobacteria\"- Ananthanarayan 9th/287\"Enteric fever(salmonella): In human volunteer experiments, the ID 50(infective dose) was found to be about 103 to 106 bacilli - Ananthanarayan 9th/295",
        "cop": 2,
        "opa": "A. 1-10",
        "opb": "10-100",
        "opc": "103-106",
        "opd": "Same as enteric fever",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "c581dbb3-788b-4cff-b21a-62273806e65f",
        "choice_type": "single"
    },
    {
        "question": "Proteus isolated from a patient of UTI will show which biochemical reaction-",
        "exp": "Ans. is 'a' i. e., Phenyl-pyruvic acid reaction Proteuso They are gram negative, non capsulated, pleomorphic, motile bacilli. o Proteus bacilli are divided in to three genera.# Proteus-Proteus vulgaris, Proteus mirabilis# Morganella-Morganella morganii# Providencia-Prov. alcalifaciens, Prov stuartii, Prov. rettgerio Most of them except providencia strains, produce powerful ureaseo Acharacterstic feature of proteus bacilli is \"PPA reaction\"o It is due to presence of enzyme phenylalanine deaminase which converts phenylalanine to phenyl pyruvic acid, o Culture of proteus bacilli have a characteristic putrefactive odour described as \"fishy or seminar. o They produce swarming growth over the surface of agar, except for morganella morganni which does not swarmo Dienes phenomenon is used to detect swarming growth (Note: Dienes method is used to study mycoplasma colony)o Some non motile proteus strains (OX-2, OX-19 and OX-K) are used in weil-felix agglutination reaction for the diagnosis of rickettsiae infections. o Proteus mirabilis is an important cause of urinary and septic infections, often nosocomialo Proteus bacilli are resistant to many of common antibiotics. An exception is Pr. mirabilis which is senstive to ampicillin and cephalosporins. o Their ability to generate histamine form contaminated fish has implicated in the pathogenesis of scombroid poisoning. o Proteus produces phosphate stanes in kidney as it produces ammonia and contributes to alkalinity which leads to necrosis of renal tubular epithelium with precipitation of phosphate stones.",
        "cop": 1,
        "opa": "Phenyl-pyruvic acid reaction",
        "opb": "Bile esculine reaction",
        "opc": "Colchicin sensitivity",
        "opd": "Bacitracin sensitivity",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "659a2a1d-681e-4187-bcda-95d8472e5324",
        "choice_type": "single"
    },
    {
        "question": "'Hebra' nose is caused by -",
        "exp": "Ans. is 'a' i. e., Frisch bacillus Rhinoscleromao The causative organism is Klebsiella rhinoscleromatis or Frisch bacillus, which can be cultured from the biopsy material. The disease is endemic in several parts of world. In India, it is seen more often in northern than in the southern parts. Biopsy shows infiltration of submucosa with plasma cells, lymphocytes, eosinophils, Mikulicz cells & Russell bodies. The latter two are diagnostic features of the disease. The disease starts in the nose & extends to nasopharynx, oropharynx, larynx, trachea & bronchi. Mode of infection is unknown. Both sexes of any age may be affected. Clinical features of rhinoscleromao The disease runs through the following stagesa) Atrophic stage: It resembles atrophic rhinitis and is characterised by foul smelling purulent nasal discharge and crusting. b) Granulomatous stage: Granulomatous nodules form in nasal mucosa. There is also subdermal infiltration of lower part of external nose and upper lip giving a 'woody' feel. Nodules are painless and non-ulcerative. c) Cicatricial stage: This causes stenosis of nares, distortion of upper lip, adhesions in the nose, nasopharynx and oropharynx. There may be subglottic stenosis with respiratory distress. o Involvement of ulnar margin and nasal tip produces specific deformity - 'Hebra' nose or Tapir noseo Biopsy of rhinoscleroma shows infiltration of submucosa with plasma cells, lymphocytes, eosinophils, Mikulicz cells and Russell bodies. The latter two are the diagnostic features of the disease. Treatmento Both streptomycin & tetracycline are given together for minimum of 4-6 wks. Steroid can be combined to reduce fibrosis. Surgical treatment may be required to establish the airway and correct nasal deformity.",
        "cop": 1,
        "opa": "Frisch bacillus",
        "opb": "Staphaureus",
        "opc": "Pseudomonas",
        "opd": "C. diphtheriae",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "d87b1e64-f3b6-4495-95fe-def34e6bed74",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of pyelonephritis in pregnant women?",
        "exp": "ANSWER: (A) E. coli. REF: Harrisons 17th Ed Pg 1820-1823, Harrison 18th edchapter 288. See Microbiology 2013 Session 1 for details of UTIUncomplicated UTI refers to acute cystitis or pyelonephritis in nonpregnant outpatient women without anatomic abnormalities or instrumentation of the urinary tract; complicated UTI is a catch-all term that encompasses all other types of UTI. The spectrum of agents causing uncomplicated pyelonephritis is similar, with E. coli predominating. In complicated UTI (e. g., CAUTI), E. coli remains the predominant organism, but other aerobic gram-negative rods, such as Klebsiella species, Proteus species, Citrobacter species, Acinetobacter species, Morganella species, and Pseudomonas aeruginosa, also are frequently isolated. Gram-positive bacteria (e. g., enterococci and Staphylococcus aureus), and yeasts are also important pathogens in complicated UTI.",
        "cop": 1,
        "opa": "E. Coil",
        "opb": "Klebsiella",
        "opc": "N, gonorrhea",
        "opd": "S. aureus",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "6d19387a-c442-49d9-bea6-b114f01d864f",
        "choice_type": "single"
    },
    {
        "question": "Typhoid in 1st week is best diagnosed by",
        "exp": "Ans. a (Blood culture). (Ref. Harrison, Medicine, 18th/ Chapter 153. Salmonellosis )# In typhoid, blood cultures are positive in approximately 90% cases in 1st week of fever, 75% of 2nd week, 60% of 3rd week and 25% thereafter (Mac. Conkey, DCA and Wilson Blair media).# Faeces culture is almost as valuable as blood culture, as viruses shed during the disease and in convalescence, but they are also positive in carrier state is a drawback. But this is particularly valuable in patients on antibiotics, as they are not eliminated from faeces.# Widal test is negative in 1st week; titres start rising after 1st week, peaks at 3rd to 4th week and then starts falling. Urine culture can be positive in 2nd and 3rd week, that too only in 25% cases.# Bone marrow culture is positive in most of the cases, when even blood cultures are negative. Note: The diagnostic 'gold standard' for diagnosis of typhoid is culture, for salmonella typhi or paratyphi. The mnemonic. BASU is very vague and not advisable to remember, because the fact is... B-Blood culturepositive in any week, however 90% positive 1st week. A-Agglutinationpositive in 3rd, 4th week. S-Stool culturepositive in any week, but can also be positive in carriers. U-Urine culturepositive in 2nd and 3rd week.",
        "cop": 1,
        "opa": "Blood culture",
        "opb": "Antigenic test",
        "opc": "Stool culture",
        "opd": "Urine culture",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "702afa04-6559-42c8-9318-f944062074b9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a non motile bacteria -",
        "exp": "Ans. (a) Klebsiella pneumoniae. Ref: Microbiology by Ananthanarayan and Paniker 8th ed. 1278, 707* All the bacteria in the list except Klebsiella pneumoniae have flagella (or endoflagella) which gives them the property of motility.",
        "cop": 1,
        "opa": "Klebsiella pneumoniae",
        "opb": "Helicobacter pylori",
        "opc": "Vibrio Cholerae",
        "opd": "E. Coli",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "afa168fe-e794-4591-b7bc-d738024e162d",
        "choice_type": "single"
    },
    {
        "question": "Infective dose of shigella is:",
        "exp": "Ans: a (100) Ref: Ananthanarayan, 7th ed, p. 287. Infective doses. Shigella- 100. Salmonella- 103 to 106. Vibriae- >1010 (water source)- 102-104 (food source). Campylobacter- 104. Yersinia. Enterocolitica- 10 -109. EHEC- 10-100. Shigella: It is an aerobe and facultative anaerobe. All members of enterobacteriacea, including shigella are MR +ve except Klebsiella which is a MR -ve. All shigellae are lactose fermenters except Shigella sonneii which is late lactose fermenting shigella. Shigella are classified on the basis of mannitol fermentation. Special features of Shigella dysentriae Type 11. Catalase is produced by all except Shigella dysentriae Type 1 (catalase -ve). 2. It produces a powerful exotoxin and is an example of an exotoxin produced by gram -ve bacillus. 3. It produces the most severe form of bacillary dysentery. 4. It is the most common cause for HUS in India. 5. It has invasive properties and can be demonstrated by sereny test. 6. GI symptoms are caused by invasion and not by toxin. 7. Mannitol is fermented by all except Shigella dysenteriae Type 1 (mannitol non fermenter).",
        "cop": 1,
        "opa": "100",
        "opb": "1000",
        "opc": "10, 000",
        "opd": "100, 000",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "1ab43f81-b734-42da-8c35-55ef0768cda1",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of pyelonephritis in pregnancy-",
        "exp": "Ans. is 6b' i. e., E coli o The most common infection in pregnant women is urinary tract infectiono Most common infecting organism is E coli, can cause cystitis and pyelonephritis.",
        "cop": 2,
        "opa": "Pseudomonas",
        "opb": "E coli",
        "opc": "Proteus",
        "opd": "Klebsiella",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "9f39a284-4faf-4b0e-9f13-99ccb0630a32",
        "choice_type": "single"
    },
    {
        "question": "Pneumatoceles are seen in -",
        "exp": "Ans. is 'a' i. e., Klebsiella pneumonia Pneumatoceleso These are multiple thin walled air containing cysts. o Staphylococcus aureus is the most common organism causing pneumatoceles and pneumatoceles are considered pathognomonic of staphylococcal pneumonia. o E. coli and klebsiella pneumonia may have pneumatoceles. _______O. P. Ghai 6th/e 350",
        "cop": 1,
        "opa": "Klebsiella pneumonia",
        "opb": "Pneumococcal pneumonia",
        "opc": "Mycoplasma pneumonia",
        "opd": "Streptococcal pneumonia",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "df7ae694-6036-4720-a5bf-d7932fa69557",
        "choice_type": "single"
    },
    {
        "question": "HUS is caused by:",
        "exp": "Ans. (d) EH ECRef: Ananthanaryan 8, h Ed. / 276 & 277* Hemoltic uremic syndrome (HUS) is a type 3 hypersensitivity reaction associated with small vessel vasculitis.* Organisms causing HUS is E. Coli (particularly EHEC) and shigella dysentriae.",
        "cop": 4,
        "opa": "EIEC",
        "opb": "EPEC",
        "opc": "ETEC",
        "opd": "EHEC",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "6ef73a08-28ad-4e70-91e3-35bc9bef1f5a",
        "choice_type": "single"
    },
    {
        "question": "Anti-microbials are given with which type of diarrhea:",
        "exp": "Ans. (a) Traveller's diarrhea. Ref: Harrison 19th ed. 1727\\Ananthanarayan 9/e 279* Anti- microbials are given for Traveller's diarrhea.* Standard regimen is a 3-day course of a quinolone taken twice daily.* The current approach to self-treatment of travellers' diarrhea for the typical short-term traveller is to carry three once-daily doses of an antibiotic and to use as many doses as necessary to resolve the illness.* If neither high fever nor blood in the stool accompanies the diarrhea, loperamide should be taken in combination with the antibiotic; studies have shown that this combination is more effective than an antibiotic alone and does not prolong illness.* Prophylaxis- bismuth subsalicylate- widely used but only -60% effective.* For certain individuals (e. g., athletes, persons with a repeated history of travelers' diarrhea, and persons with chronic diseases), a single daily dose of a quinolone, azithromycin, or rifaximin during travel of < 1 month's duration is 75-90% efficacious in preventing travellers' diarrhea.* Causes of travellers' diarrhea- Enterotoxigenic E coli is most common cause.* Other causes- Enteroaggrative E coli, Salmonella, Shigella, Vibrio, Campylobacter etc.",
        "cop": 1,
        "opa": "Traveller s diarrhea",
        "opb": "Rotavirus",
        "opc": "Secretory diarrhea",
        "opd": "Osmotic diarrhea",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "c7b2d5ad-cfdb-49e2-ac3e-020eb21cf8d6",
        "choice_type": "single"
    },
    {
        "question": "Which organism causes haemolytic uremic syndrome:",
        "exp": "Ans. (d) E. Coli. Ref: Microbiology by Ananthanarayan and Paniker 8th ed. /276-77* Hemoltic uremic syndrome (HUS) is a type 3 hypersensitivity reaction associated with small vessel vasculitis.* Organisms causing HUS is E. Coli (particularly EHEC) and shigella dysentriae.",
        "cop": 4,
        "opa": "Neisseria",
        "opb": "Salmonella",
        "opc": "Pseudomonas",
        "opd": "E. Coli",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "2688aa22-aea0-467d-9443-55af66caea0c",
        "choice_type": "single"
    },
    {
        "question": "MC cause of diarrhea in children of developing country' is -",
        "exp": "Ans. is 'b' i. e., ETEC \"Enterotoxigenic E. coli (ETEC) pathotype is the most frequent bacterial cause of diarrhea in infants and children of the developing world, especially in tropical regions\". Desk Encyclopedia of microbiology\"In developing countries ETEC are a major cause of mortality in children under the age of 5 years, and a significant cause of diarrhea in travellers visiting countries where ETEC are endemic \". -- Greenwood. Pathotype. Epidemiology. Clinical Syndrome. Defining Molecular trait. Genetic Element. STECFood, water, person- to-person; all ages, industrialized countries. Hemorrhagic colitis, hemolytic uremic syndrome. Shiga toxin. Lambdalike Stx 1 - or Stx2 - encoding bacteriophage. ETECFood, water; young children in and travelers to developing countries. Traveler's diarrhea. Heat - stable and labile enterotoxins, colonization factors. Virulence plasmid (s)EPECPerson-to-person; young children and neonates in developing countries. Watery diarrhea. Localized adherence, attaching and effacing lesion on intestinal epithelium. EPEC adherence factor plasmid pathogenicity island (locus for enterocvte effacement). El ECFood, water; children in and travelers to developing countries. Dysentery. Invasion of colonic epithelial cells, intra- cellular multiplication, cell-to-cell spread. Multiple genes contained primarily in large virulence plasmid. EAEC? Food, water; children in and travelers to devel-oping countries; all ages, industrialized countries. Traveler's diarrhea, acute diarrhea, persistent diarrhea. Aggregative / diffuse adherence, virulence factors regulated by Agg. RChromosomal or plasmid-associated adherence and toxin genes",
        "cop": 2,
        "opa": "EHEC",
        "opb": "ETEC",
        "opc": "EAEC",
        "opd": "EIEC",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "ee443feb-cd15-4ea2-99a1-f62f2cd8d503",
        "choice_type": "single"
    },
    {
        "question": "Shigella dysentery due to exotoxin is by:",
        "exp": "Ans. a (S. dysenteriae)(Ref. Harrison, Medicine, 18th ed., Chapter 154. Shigellosis)SHIGELLA# S. dysenteriae does not produce catalase & does not ferment mannitol.# S. Sonnie is late lactose fermentor.# S. Fiexinerri produces gas.# S. dysenteriae Type 1 forms a toxin, the earliest example of a exotoxin produced by a gram-negative bacillus.# All except S. dysenteriae Type 1 produces catalase.# Colonies on Mac. Conkey agars are colorless due to absence of lactose fermentation except S. sonnie, which ferments lactose late and forms pink colonies.# DCA and Wilson and Blair selective media are the selective media.# Infective dose of Shigella is 10-100 bacteria, while that of Salmonella is 102-105.",
        "cop": 1,
        "opa": "S. dysenteriae",
        "opb": "S. flexneri",
        "opc": "S. sonnei",
        "opd": "S. shigellae",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "a90f51ee-8668-4159-aa07-6fcb0f8b5a15",
        "choice_type": "single"
    },
    {
        "question": "Traveller's diarrhoea is caused by:",
        "exp": "Ans. is 'b' i. e. E. Coli Traveller's Diarrhoea is caused by all of the organism given in the Question. But the most common cause of traveller's diarrhoea is Enterotoxigenic strain of E. Coli. Other organisms causeing Traveller's Diarrhoea are: Shigella. Salmonella. Yersinia. Campylobacter. Giardia. Entamoeba histolytica",
        "cop": 2,
        "opa": "Shigella",
        "opb": "E. Coli",
        "opc": "E. histolytica",
        "opd": "Giardiasis",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "1625e651-0003-4658-a2c5-56340c1ce297",
        "choice_type": "single"
    },
    {
        "question": "Infective dose of salmonella typhi -",
        "exp": "Ans. is 'c' i. e., 103-106 bacilli [Ref: Ananthanarayan 9th/ep. 295 & 8th/e p. 293)o In human volunteer experiments, the infective dose was found to be I0. M06 bacilli. Organism Infective doseo ETEC-106-1010o. EIEC-108-1010o EHEC-10-100 (< 103)o Shigella-10-100o Campylobactor jejuni-104o Yersinia enterocolitica-1010-109o Vibrio-1010 (if source of infection is water) -10*-104 (if source of infection is food)",
        "cop": 3,
        "opa": "10 bacilli",
        "opb": "1000 bacilli",
        "opc": "103 - 106 bacilli",
        "opd": "1010 - 1012 bacilli",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "1d8f84e7-e387-4779-b896-87546981e867",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of UTI in young females is?",
        "exp": "Ans. (b) E. coli. Ref: Harrison's 17/e /1820-1823",
        "cop": 2,
        "opa": "Staph saprophyticus",
        "opb": "E. coli",
        "opc": "Klebsiella",
        "opd": "Proteus",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "83314dc3-34be-4029-af59-884d5387ce1c",
        "choice_type": "single"
    },
    {
        "question": "Enterohemorrhagic, enterotoxigenic and enteroin- vasive are types of:",
        "exp": "Ans. a. E. coli (Ref: Ananthanarayan 8/e p276). Enterohemorrhagic, enterotoxigenic and enteroinvasive are types of E. coli. Types of Diarrhoegenic E. Coli. Entero Pathogenic (EPEC). Entero Invasive (EIEC). Entero Toxigenic (ETEC). Entero Hemorrhagic (EHEC). Entero Aggregative (EAEC)* Epidemic diarrhea (infants and childrenQ)* Sorbitol non- fermentorQ* Localized adherence on Hep-2 assay* Disruption of brush border-attachment and effacementQ.* Shigellosis like illnessQ* Has plasmid coding for virulence marker Antigen* Sereny testQ (Rabbit eye) and He. La penetrationQ* Endemic and traveller's diarrheaQ* Produce LT and ST (Toxins) and CFAs (Fimbrial protein)* Verotoxin production- caused HUSQ.* Growth on SMAC (Sorbitol Macconkey)/ Rainbow agarQ* MUG test since no beta-glucuronidase productionQ* Persistent diarrheaQ* Stacked brick formation of Hep-2 cellsQ* Produce EAST (stable toxin). Diffusely Adherent E. coli (DAEC). The sixth type. Diffuse adherence on Hep-2 adhesion assay",
        "cop": 1,
        "opa": "E. coli",
        "opb": "Klebsiella",
        "opc": "Shigella",
        "opd": "Streptococcus pneumoniae",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "3c8a10fa-27fa-495c-8717-af39df9f7b51",
        "choice_type": "single"
    },
    {
        "question": "Widal test is -",
        "exp": "Ans. is 'd' i. e., Tube agglutination Agglutinationo When a particulate antigen is mixed with its antibody in the presence of electrolytes at a suitable temperature and pH, the particles are clumped or agglutinatedo Agglutination is more sensitive than precipitation for the detection of antibodies. Agglutination tests|||||Slide agglutination. Tube agglutination. Coombs test. Passive agglutination testo Blood grouping and cross - matchingo Widal testo Weil - felix reactiono Paul Bunnell testo Cold agglutination testo Streptococcus MG agglutination testo Anti - Rh antibody test||||| Haemagglutinationo Rose Waaler test for R. A. Latex agglutinationo Detection of: ASO CRP RA factor HOG",
        "cop": 4,
        "opa": "Slide flocculation test",
        "opb": "Immunodiffusion",
        "opc": "Tube precipitation",
        "opd": "Tube agglutination",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "dd29e253-2ea8-49fb-a12d-60c442859ed7",
        "choice_type": "single"
    },
    {
        "question": "Most common strain of E. coli giving rise to traveller's diarrhea is -",
        "exp": "Ans. is 'c' i. e. t Entero-toxigenic E. coli [Ref: Ananthanarayan 8th/e p. 276 & 7th/ep. 278; Harrison 18th/e p. 1087 table (128. 3) & 17th/e p. 815. Jo Entero-toxigenic E. coli is the most common cause of traveller's diarrhea. o Other organisms causing travellers diarrhea are: o Enteroaggregative E. colio Vibrio choleraeo Shigellao Rotavirus and Norwalk-like vineso Salmonellao Entamoeba histolyticao Compylobacter-jejunio Giardia lambliao Aeromonaso Cryptosporidiumo Plesiomonaso Cyclospora",
        "cop": 3,
        "opa": "Entero-invasive E. coli (EICE)",
        "opb": "Entero-pathogenic E. coli (EPE",
        "opc": "Entero-toxigenic E. coli (ETEC)",
        "opd": "Entero-aggregative E. coli (EAEC)",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "d938c252-693d-4ac1-98ae-512ce68b774e",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of traveller's diarrhea is:",
        "exp": "Ans: B (ETEC) Ref: Ananthanarayan, Paniker CJ. Textbook of Microbiology. 8th Edition. London: John Wiley & Sons: 2009. Pg 276-7. Explanation: There are 5 classes of E. coli that cause diarrheal diseases: Enterotoxigenic E. coli (ETEC). Enteroinvasive E. coli (EIEC). Enterohemorrhagic E. coli (EHEC). Enteropathogenie E. coli (EPEC). Enteroaggregative E. coli (EAgg. EC). ETECFimbria! adhesins e. g. CFA I, CFAII, K88, K99. Non invasive. Produce labile toxine (LT) and/or Stable toxin (ST) toxin. Watery diarrhea in travelers (Traveller's Diarrhea). No inflammation. No fever EIECNon fimbria l adhesins, possibly outer membrane protein. Invasive, penetrate and multiply within epithelial cells. Does not produce shiga toxin. Dysentery-like diarrhea (mucous, blood). Severe inflammation. Fever. EPECNon fimbria] adhesin (intimin). Moderately invasive (not as invasive as Shigella or EIEC. Does not produce LT or ST; some reports of shiga-like toxin. Usually infantile diarrhea; watery diarrhea similar to ETECSome inflammation, no fever. EAgg. ECProduce ST-Itke toxin (EAST) and a hemolysin. Persistent diarrhea in young children without inflammation, no fever. EHECModerately invasive. Produce shiga toxin. Pediatric diarrhea, Copious bloody discharge (hemorrhagic colitis). Intense inflammatory response, may be complicated by hemolytic uremic synrome. Shiga Toxin-Producing Escherichia coli (STEC)A type of enterohemorrhagic E. coli (EHEC) bacteria. Hemolytic Uremic Syndrome",
        "cop": 2,
        "opa": "EHEC",
        "opb": "ETEC",
        "opc": "EPEC",
        "opd": "EIEC",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "d9ff5f91-54fa-4429-a3b1-ca2958e673dc",
        "choice_type": "single"
    },
    {
        "question": "Phage typing can be done for -",
        "exp": "Ans. is 'a' i. e.. Salmonella Phase typing is done for1. Salmonella 2 V. cholerae3. Staph aureus 4. Bacillus anthracis",
        "cop": 1,
        "opa": "Salmonella",
        "opb": "Streptococcus",
        "opc": "Shigella",
        "opd": "Pseudomonas",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "902c0113-13a2-4514-8d0e-5a0fc6b870ae",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of traveller's diarrhea is -",
        "exp": "Ans. is 'b' i. e., Enterotoxigenic E. Coli o Most common cause of traveller's diarrhea is Enterotoxigenic E. coli, followed by Enteroaggregative E. coli as 2nd most common cause. o Important causes of traveller's diarrhea are:-1) Bacteria: ETEC (most common), Enteroaggregative E. coli (2nd me), EIEC, shigella, salmonella, Campylobacter, V. cholerae. 2) Viruses: Rotavirus, Norwalk like virus. 3) Parasites: E. histolytica, Giardia lamblia, Cryptosporidium, Cyclospora.",
        "cop": 2,
        "opa": "Enteropathogenic E. Coli",
        "opb": "Enterotoxigenic E. Coli",
        "opc": "Salmonella typhi",
        "opd": "Shigella dysenteriae",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "07942ef5-1eec-40dc-9b00-b462010dfb92",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of Traveller's diarrhoea:",
        "exp": "Ans. is 'a' i. e. Enterotoxigenic E. coli Most common cause of traveller's diarrhoea - Enterotoxigenic E. coli Harrison states \"The most frequently identified pathogen causing traveller's diarrhoea is toxigenic Escherichia coli. \" Most common cause of traveller's diarrhoea - Toxigenic E. coli Most common cause of traveller's diarrhea in - Campylobacter. South East Asia and Africa Most common viruses associated with traveller's - Rotavirus and Norovirus diarrhea",
        "cop": 1,
        "opa": "Enterotoxigenic E. coli",
        "opb": "Enterohemorrhagia E. coli",
        "opc": "Enteropathogenic E. coli",
        "opd": "Enteroinvasive E. coli",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "086919eb-5fa7-4fc3-adb4-03442459f4fd",
        "choice_type": "single"
    },
    {
        "question": "Friedlander's bacillus is -",
        "exp": "Ans. is 'c' i. e., Klebsiella pneumoniae \"Klebsiella pneumoniae is also known as Friedlander's bacillus or Bacillus mucosus capsulatus\". KLEBSIELLAo There are four important species of klebsiella1. K. pneumoniae (most important)2. K. ozaenae3. K. rhinoscleromatis4. K. oxytoca (rare)o Infectious syndromeso Diagnosis. Diagnosis is made by culturing appropriate specimens. Treatment. Carbapenems (imipenem) - DOC.",
        "cop": 3,
        "opa": "E. coli",
        "opb": "Pseudomonas aeruginosa",
        "opc": "Klebsiella pneumoniae",
        "opd": "Vibrio parahemolyticus",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "060979e4-c84d-4efd-8ec4-5094898c8761",
        "choice_type": "single"
    },
    {
        "question": "Clinical significance of Vi antigen of S typhi is -",
        "exp": "Ans. is 'd' i. e., Antibody against Vi-antigen is used for diagnosis of carrier Antigen structures of salmonellao Three important antigenic structures are:-1) Flagellar antigen 'H'# It is a heat labile 'protein' and present on flagella. The H antigen is strongly immunogenic and induce antibody formation rapidly and in high titres following infection or immunization. H agglutinins persist longer than 'O' agglutinins. 2) Somatic antigen 'O'# It is an integral part of cell wall. It is a phospholipid- protein-polysaccheride complex and is identical to endotoxin.# It is less immunogenic than H antigen, antibody production is slow and lower in titre. 3) Vi antigen# It is a heat labile 'polysaccharide' which envelops 'O' antigen and prevents its agglutination by 'O' antiserum# It acts as a virulence factor by inhibiting phagocytosis and complement mediated killing.# It is poorly immunogenic, only low titres of antibody are produced following infection.# Detection of Vi antibody is not helpful for the diagnosis of cases and hence +ve Vi antigen is not employed in widal test.# Vi antibody disappears early in convalescence, its persistence indicates the development of the carrier state.# Total absence of Vi antibody in a proven case of typhoid fever indicates poor prognosis.",
        "cop": 4,
        "opa": "Helps in diagnosis",
        "opb": "Highly immunogenic",
        "opc": "Most important antigen for widal test",
        "opd": "Antibody against Vi-antigen is used for diagnosis of carrier",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "b8429604-7bf0-4516-aac2-332609d8c9c1",
        "choice_type": "single"
    },
    {
        "question": "Sal monella infection is most commonly caused by-",
        "exp": "Ans. is 4a & b' i. e., Infected water & Infected vegetable Transmission of salmonella tvphio Typhoid fever is transmitted via the faecal-oral route or urine-oral routes. This may take place directly through soiled hands contaminated with faeces or urine of cases or carriers, or indirectly by the ingestion of contaminated water, milk and/or food, or through files. Dynamics of typhoid fever transmission",
        "cop": 1,
        "opa": "Infected water",
        "opb": "Infected vegetable",
        "opc": "Aerosol infection",
        "opd": "Through skin",
        "subject_name": "Microbiology",
        "topic_name": "Enterobecteriaceae",
        "id": "422df281-2378-4f85-a8ce-2776345a0eff",
        "choice_type": "single"
    }
]