[
    {
        "question": "Which of the following virus is from Herpes virus family?",
        "exp": "A VIRINAE B VIRINAE VIRINAE Includes HSV 1 HSV 2 HHV 3 Affects Ganglionic cells Includes HHV 5 HHV 6 HHV 7 Affects salivary glands Includes HHV 4 HHV 8 Affects B cells HHV - 3 - varicella zoster HHV - 4 - EBV HHV - 5 - Cytomegalo virus HHV - 8 - Kaposi saroma causing virus HSV - 1 - Herpes simplex virus 1 HSV - 2 - Herpes simplex virus 2",
        "cop": 4,
        "opa": "Rubella",
        "opb": "Measles",
        "opc": "Rabies",
        "opd": "EBV",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "afe585cf-e3f9-48db-b638-2f86fd947200",
        "choice_type": "single"
    },
    {
        "question": "Hemolytic uraemic syndrome associate with",
        "exp": "EHEC Entero haemorrhagic E. coli Cause HUS Shiga like toxin or Verotoxin (VT-1& VT-2) Aka verotoxigenic E. coli Culture media is Sorbitol mac-Conkey agar (SMAC) and Rainbow agar used Diarrhoea causing E coli EPEC - Entero Pathogenic Attaching/Effacing lesions to villi EIEC - Entero Invasive resemble shigellosis & sereny test +ve 3. ETEC - Traveller's diarrhoea CFA (colonisation factor antigen 4. EAEC - Aggregative persistent type of diarrhoea (EAST-1 Toxin) Parvo Virus B19: Single standard DNA Virus cause Aplastic Crisis",
        "cop": 1,
        "opa": "E. coli 0157",
        "opb": "Malaria",
        "opc": "Parvovirus B19",
        "opd": "Baonela henselae",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "308e9dba-0307-445a-802b-53a9bfd288b4",
        "choice_type": "single"
    },
    {
        "question": "Kala azar cannot occur at an altitude of;",
        "exp": "Kala-azar or Visceral leishmaniasis (VL) is a disease of low altitude (approximately 500 meters mean sea level). In India, however cases have been repoed from sub-Himalayan region (350-960 meters MSL) of Kumaon region of Uttaranchal.",
        "cop": 3,
        "opa": "400 meters",
        "opb": "500 meters",
        "opc": "600 meters",
        "opd": "200 meters",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "a76110c1-556a-4e96-b9d6-15e4adf8563b",
        "choice_type": "single"
    },
    {
        "question": "Most sensitive test for microfilariae?",
        "exp": "Concentration techniques are used when microfilariae concentration is low. So, it is very sensitive test. Types: Knott's concentration technique Nucleopore filtration DEC provocation test",
        "cop": 4,
        "opa": "DEC challenge test",
        "opb": "Immunofluorescence test",
        "opc": "Thick films",
        "opd": "Membrane filter concentration technique",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "a44679e9-a542-4a22-9228-e445bae05852",
        "choice_type": "multi"
    },
    {
        "question": "N. meningitidis can be due to deficiency of this complement system:",
        "exp": "C5 - C9 - MAC (membrane attack complex) deficiency can lead to increased risk of meningococcal disease. C1, C2, and C4 deficiencies are associated with pyogenic infections and rheumatologic disorders, paicularly systemic lupus erythematosus. C3 deficiency is also associated with pyogenic infections and rheumatologic disorders",
        "cop": 2,
        "opa": "C1-C4 deficiency",
        "opb": "C5-C9 deficiency",
        "opc": "C3 deficiency",
        "opd": "C2 deficiency",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "0d2dd9a6-b1ef-4672-a90e-c8879f94a1ae",
        "choice_type": "single"
    },
    {
        "question": "Antemoem diagnosis of rabies is made with:",
        "exp": "Ante moem diagnosis | Cornual impression smear Hair follicle from Nape of neck and of DFAT",
        "cop": 4,
        "opa": "Rabies virus specific antibodies",
        "opb": "Inoculation in culture media",
        "opc": "Negri bodies in hippocampus",
        "opd": "Corneal impression smear",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "da2196bc-e6f1-4109-826b-2fb9a7530e75",
        "choice_type": "single"
    },
    {
        "question": "Which antibody is seen in recent infection?",
        "exp": "IgM IgM is Pentavalent Ig It has max molecular weight It has max sedimentation coefficient IgM is produced first in immune response 1st to appear following infection, indicates recent infection IgM plays a role in: - Opsonisation Classical complement pathway IgM & IgD are not present over B cell surface",
        "cop": 1,
        "opa": "IgM",
        "opb": "IgG",
        "opc": "IgE",
        "opd": "IgD",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "ffe26d94-ac7c-440a-aaef-cf657841769b",
        "choice_type": "single"
    },
    {
        "question": "The causative agent for duodenal ulcer is;",
        "exp": "H. Pylori is gram negative bacteria, non-spore forming, micro aerophilic, extra cellular bacteria. H. pylori causes Peptic ulcer disease (80% of duodenal ulcer and 60% of gastric ulcer) It acts by decreasing Somatostatin - producing D cells. Other diseases caused by it are - Chronic atrophic gastritis and Autoimmune gastritis Adenocarcinoma of stomach (non cardiac) and non-Hodgkin's gastric lymphoma H. pyloriinfection increases the risk of gastric malignancies such asgastric adenocarcinomand. MALToma's",
        "cop": 3,
        "opa": "Shigella",
        "opb": "E. coli",
        "opc": "H. Pylori",
        "opd": "Lactobacilli",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "73bca4e9-f081-4184-9c69-b1b2ea399aaf",
        "choice_type": "single"
    },
    {
        "question": "Smallest cestode among the following;",
        "exp": "Cestodesare Long, Segmented, dorso-ventrally flattened tape-like worms There are 3 regions in an adult worm: - Head: Scolex - Neck - Strobila: consist of a series of segment called proglottids Adult worms are found in thehuman intestines Smallest cestode: Hymenolepis nana Longest cestode: Diphyllobothrium latum",
        "cop": 1,
        "opa": "H. nana",
        "opb": "Schistosoma",
        "opc": "T. saginata",
        "opd": "T. Solium",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "271dd85e-35a2-48a9-9af0-030c7be0e004",
        "choice_type": "multi"
    },
    {
        "question": "A patient presented with some unknown fungal infection. Microscopic examination revealed brown coloured spherical fungi with septate hyphae. Possible condition:",
        "exp": "Dermatiaceous Fungus Involves skin & sub cutaneous tissues Sclerotic bodies seen in tissue biopsy Brown colored lobose bodies Aka medlar bodies Show copper penny appearance Examples - 1) Philophora 2) Cladosporium",
        "cop": 2,
        "opa": "Histolasmosis",
        "opb": "Chromblastomycosis",
        "opc": "Coccidioidomycosis",
        "opd": "Candida albicans",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "a7efe039-91b7-4e17-8793-30a46dc32220",
        "choice_type": "single"
    },
    {
        "question": "Bacillus Anthrax is:",
        "exp": "Gram Positive bacilli Bacillus Anthrax. Gram positive rods with square ends ( non bulging spore) (bulging spore seen in cl. tetani) GPB, Non Motile, capsulated. Mc fadyeans reaction M - Mc'fadyean reaction Medusa Head appearance I - Inveed fir tree appearance S - String of pearl reaction Bamboo - Bamboo stick appearance ( on Gram stain)",
        "cop": 2,
        "opa": "Gram positive cocci in cluster",
        "opb": "Gram positive rods with square ends",
        "opc": "Gram positive bacili with spherical ends",
        "opd": "Gram negative cocci in cluster",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "939b57fc-7ea8-44d1-801a-a6c5d85208ae",
        "choice_type": "single"
    },
    {
        "question": "DNA transfer in bacteria phage is:",
        "exp": "Transformation There is direct uptake of donor DNA by the recipient cell, which may be natural or forced. Transduction - donor DNA is carried in a bacteriophage and is transferred to the recipient by the mechanism used for phage infection, two type lytic and lysogenic Lysogenic conversion, bacteriophages exhibit two types of cycles, virulent or lytic cycle where the host bacterium is lysed and the temperate or nonlytic cycle where host bacterium is unharmed. Eg diphteria Conjugation- The donor cell contributes energy and building blocks to the synthesis of a new DNA strand, which is physically transferred into the recipient cell, usually by a tube called a sex pilus. Transferable drug resistance mediated by the R factor is the most impoant method of drug resistance Mutational resistance is of great impoance in tuberculosis. If a patient is treated with streptomycin alone, initially the appear and multiply unchecked. If two or more anti-re-population by resistant mutants does not occur, as a mutant resistant to one drug will be destroyed by the other drug.",
        "cop": 2,
        "opa": "Conjugation",
        "opb": "Transduction",
        "opc": "Transformation",
        "opd": "Translation",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "295beeb7-a420-4788-9594-e40297b9d11f",
        "choice_type": "single"
    },
    {
        "question": "A bacterium which can sustain >100 degree comes is classified as",
        "exp": "Based on temperature, classification of bacteria A. Psychrophile - Grow at temperature range of -10deg C to +10 degC B. Mesophile - Grow at temperature range of 20 - 40degC Most of medically impoant bacteria belongs to this group C. Thermophile - Grow at temperature greater than 45degC D. Halophile - Found only in a salty environment",
        "cop": 1,
        "opa": "Thermophilic",
        "opb": "Mesophilic",
        "opc": "Cryophilic",
        "opd": "Halophilic",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "db02d62e-d66c-41ab-92e7-f3ff686f4497",
        "choice_type": "single"
    },
    {
        "question": "Subacute Sclerosing Panencephalitis is a rare and dangerous complication of;",
        "exp": "SSPE Subacute sclerosing Pan encephalitis (SSPE) is a rare complication of measles. SSPE occurs in about 1 in every 300, 000 natural cases of measles. It is a form of chronic progressive brain inflammation caused by slow infection with ceain defective strains of hypermutated measles virus It is also known as Dawsondisease, Dawsonencephalitis, andmeaslesencephalitis",
        "cop": 1,
        "opa": "Measles",
        "opb": "Mumps",
        "opc": "Rubella",
        "opd": "Varicella",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "c3b64919-28d3-4e92-8df8-e2e06b5c6335",
        "choice_type": "single"
    },
    {
        "question": "NIH is used for",
        "exp": "NIH swabs are used to collect eggs of Pinworm (Enterobius) Eggs are collected from the perianal skin by NIH swab or cellophane tape. Pinworms are not released in feces, the diagnosis cannot be made by conventional fecal ova and parasite tests",
        "cop": 1,
        "opa": "Pinworm",
        "opb": "Whip worm",
        "opc": "Round worm",
        "opd": "hook worm",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "ef805287-f56a-46ae-9336-7f7ba07dbb4a",
        "choice_type": "single"
    },
    {
        "question": "Molluscum contaglosum is a:",
        "exp": "Pox virus Molluscum contagiosum Pearly white umblicated nodule over the skin / genitals +nt Caused by MCV 1, 2, 3, 4 On biopsy, Henderson Peterson Rx - podopphylin resin + cryosurgery",
        "cop": 4,
        "opa": "Adenovirus",
        "opb": "Flavi virus",
        "opc": "Rubi virus",
        "opd": "Pox virus",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "dff9717d-e9a7-4fa0-8ff1-5530c57df73c",
        "choice_type": "single"
    },
    {
        "question": "Diseases spread by the shown vector is all except",
        "exp": "The insect shown in the figure is sandfly. Sandflyis the vector for. Leishmaniasis. Sandfly actsas avector for the following diseases: - Kala azar - Oriental sore - Sandfly fever - Oroya fever Reduviid Bug is transmitter of Chagas disease.",
        "cop": 3,
        "opa": "Kala azar",
        "opb": "Oriental sore",
        "opc": "Chagas disease",
        "opd": "Cutaneous leishmania",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "2ef815fc-fe3c-46c0-bce7-af169bcabd6f",
        "choice_type": "multi"
    },
    {
        "question": "Mode of transmission to bacteria through bacteriophage is by?",
        "exp": "Transduction - Transduction is defined as transmission of a poion of DNA from one bacterium to another by a bacteriophage. During replication of virus within the cell, a piece of bacterial DNA is incorporated into the bacteriophage and is carried into the recipient bacterium at the time of infection. The phage DNA within the recipient bacterial cell integrates into the cell DNA during a process called lysogenic conversion",
        "cop": 2,
        "opa": "Transformation",
        "opb": "Transduction",
        "opc": "Translation",
        "opd": "Conjugation",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "4d7f5e80-dc2e-49fd-9463-1eea559cfadf",
        "choice_type": "single"
    },
    {
        "question": "Leginonnaire disease cause?",
        "exp": "Legionellosis ( Atypical pneumonia) Fever, muscle pain, headache Bacterium found in AC fresh water Spread by breathing Diagnosis By urinary Antigen test & Sputum culture Treatment - Fluroquinolones, Azithromycin or doxycycline Culture for legionella - BCYE (Buffered charchol yeast Extract with Fe & Cysteine)",
        "cop": 1,
        "opa": "Respiratory disease",
        "opb": "U. T. I",
        "opc": "Retroperitoneal fibrosis",
        "opd": "Acute gastroenteritis",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "9001258e-6b3c-44a9-bcb4-060c3c5f8882",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with following findings. what will be the media used to diagnose this condition?",
        "exp": "The image shows grey membrane on the tonsil extending to anterior pillar that is suggestive ofdiphtherial infection. Loeffler's serum slope: Enriched medium frequently used for the growth ofC. diphtheriae. Bacteria produce a luxuriant growth in 6-8 hours at 37degC. Does not suppo the growth of streptococci pneumococci.",
        "cop": 1,
        "opa": "Loffler's serum slope",
        "opb": "Lowenstein Johnson",
        "opc": "Karry Blair",
        "opd": "Chocolate agar",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "612924c7-e843-4762-9fc3-73ff8c18d9cc",
        "choice_type": "single"
    },
    {
        "question": "SARS is caused by novel variant of?",
        "exp": "Severe acute respiratory syndrome is caused by coronavirus type. SARS C/F Severe lower respiratory tract infection; Characterized by muscle pain, headache, sore throat Fever followed by the onset of respiratory symptoms mainly cough, dyspnea and pneumonia. There are six coronaviruses that can infect humans: Alpha coronaviruses 229E and NL63 Beta coronaviruses OC43, HKU1, SARS-CoV and MERS-CoV",
        "cop": 3,
        "opa": "Pox virus",
        "opb": "Toga virus",
        "opc": "Coronavirus",
        "opd": "Lyssa virus",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "13db51b5-6de4-4cb1-bad4-33d28cfc2dc5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most likely cause in a case of granuloma with positive AFB?",
        "exp": "Granuloma with positive AFB Is Leprosy caused by M. leprae. M. leprae is acid fast bacilli. Syphilis caused by Treponema pallidum (spirochaete), which is not stained by acid fast stain. Diagnosed by dark ground microscopy and other serologicaL tests. Trench fever caused by Baonella quintana. Baonellaspecies are. Gram-negative pleomorphic rods thatstainpoorly with the. Gram stainbut better with the Gimenezstain. Cat scratch disease caused by Baonella henselae leads to bacillary angiomatosis.",
        "cop": 3,
        "opa": "Cat scratch disease",
        "opb": "Trench fever",
        "opc": "Leprosy",
        "opd": "Syphilis",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "b9dac2f8-d50f-49fd-bc08-8a1da8725dfa",
        "choice_type": "single"
    },
    {
        "question": "Sporulation occurs in which phase of bacterial growth curve:",
        "exp": "Lag phase - Adaptation phase to culture media |sed Accumulate nutrient size Log(2)n - Exponential es in number Stationary phase - Sta of Accumulation of toxic metabolites = Dead Live -Sporulation occur in stationary phase (S-S) Decline: Complete accumulation of Toxin metabolites",
        "cop": 1,
        "opa": "Stationary phase",
        "opb": "Lag phase",
        "opc": "Log phase",
        "opd": "Decline phase",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "cfaaca3e-bede-4b28-bf2a-c43009c718b3",
        "choice_type": "single"
    },
    {
        "question": "Koplik spots are seen in?",
        "exp": "Koplik's Spots: They are pathognomonic of measles. Their presence establishes the diagnosis of measles. These are bluish grey specks on grain substance on a red base which usually appear on the buccal mucosa opposite the second molar. They appear at the end of the prodrome, just before the appearance of the rash. Koplik's spots usually appear after 2 days of illness and last for 24-48 hours. May also appear on the mucous membrane of the conjunctiva and the vagina.",
        "cop": 2,
        "opa": "Mumps",
        "opb": "Measles",
        "opc": "Rubella",
        "opd": "Varicella",
        "subject_name": "Microbiology",
        "topic_name": "FMGE 2019",
        "id": "f0d4aa78-c9aa-4d82-b421-dfca64402a48",
        "choice_type": "single"
    }
]