[
    {
        "question": "Which of the following is the most widespread method of genetic transfer among bacteria?",
        "exp": "Option a, b, c, d * There are three mechanisms of horizontal gene transfer in bacteria:- 1. Transformation 2. Transduction 3. Conjugation (Most common mechanism), It was discovered first by Lederberg and Tatum. * Conjugation plays an impoant role in the transfer of plasmids coding for antibacterial drug resistance and bacteriocin production. * R factor (or the resistance factor) is a plasmid which has two components. o Resistance transfer factor (F) is the plasmid responsible for conjugational transfer(similar to F factor) o Resistance determinant (r): Codes for resistance to one drug. An R factor can have several r determinants.",
        "cop": 4,
        "opa": "Transformation",
        "opb": "Transduction",
        "opc": "Lysogenic conversion",
        "opd": "Conjugation",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology (Sterilization and Bacterial Genetics)",
        "id": "5796ec13-1a66-4072-9648-7be79e8308e9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is best to sterilize heat labile solutions?",
        "exp": "Heat sensitive liquids like serum, vaccines, antisera, enzymes, antibiotic solutions and urea solutions can be sterilized by using membrane filtration. The filtration can be aided by using either positive or negative pressure",
        "cop": 3,
        "opa": "Dry heat",
        "opb": "Autoclave",
        "opc": "Membrane filtration",
        "opd": "Pasteurization",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology (Sterilization and Bacterial Genetics)",
        "id": "4637a943-9b54-4e8f-9cee-b2919624625d",
        "choice_type": "single"
    },
    {
        "question": "The typical temperature of an autoclave (operating at 30 psi of pressure is)",
        "exp": "Two types of autoclave are used in laboratories and hospitals. * Moist heat at 121 degree Celsius X 15-20 minutes (Pressure-15 psi) * Moist heat at 134 degree Celsius X 3 minutes (Pressure-30 psi)",
        "cop": 4,
        "opa": "121degC",
        "opb": "100degC",
        "opc": "63degC",
        "opd": "134degC",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology (Sterilization and Bacterial Genetics)",
        "id": "238cc302-2725-4050-a53b-09b6b93ed482",
        "choice_type": "single"
    },
    {
        "question": "For hot air oven holding time at 160degC is",
        "exp": "Recommended holding time of hot air oven At 160 C is 1. 5-2 hour At 170 C for 60 min At 180 C is 30 min",
        "cop": 1,
        "opa": "2 hour",
        "opb": "15 minutes",
        "opc": "30 minutes",
        "opd": "20 minutes",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology (Sterilization and Bacterial Genetics)",
        "id": "8c75557d-6b31-4d69-867b-9b6147ebc078",
        "choice_type": "single"
    },
    {
        "question": "Following are least susceptible to disinfectants and antiseptics?",
        "exp": "Protozoa, spores and fungi can be killed by autoclaving, hot air oven, gamma radiation or chemisterilants like Cidex, ethylene oxide or plasma. Prions Most resistant to disinfectants and antiseptics Resistant to dry heat, proteases, gamma radiation or chemisterilants like Cidex, ethylene oxide or plasma. Killed by autoclaving for 18 minutes at a temperature of 134deg C or 20-40% sodium hypochlorite.",
        "cop": 3,
        "opa": "Spore",
        "opb": "Protozoa",
        "opc": "Prions",
        "opd": "Fungi",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology (Sterilization and Bacterial Genetics)",
        "id": "f5c158a9-b9cc-48d1-9559-f8006fda155f",
        "choice_type": "single"
    },
    {
        "question": "Disinfectant used to disinfect blood spills in hospital floors?",
        "exp": "MOA of halogens: oxidation of essential sulfhydryl groups of enzymes. Use of Chlorine compounds: * Chlorine tablets are used for water disinfection(water supplies, swimming pools) * Household bleach (5-6 % sodium hypochlorite) - used to disinfect floors in a stock dilution of 1: 10 in water and infectious spills. Use of Iodine compounds * Tincture of iodine (2% iodine in 70% alcohol): used as an antiseptic. * Iodophor- Iodine coated onto a neutral carrier molecules like polyvinylpyrrolidone for slow release and less irritation. Eg. Betadene.",
        "cop": 4,
        "opa": "Phenol",
        "opb": "Quaernary ammonium compound",
        "opc": "Alcohol",
        "opd": "Chlorine based compounds",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology (Sterilization and Bacterial Genetics)",
        "id": "ea80c4b5-2664-4e01-8b0d-1e2244875cef",
        "choice_type": "single"
    },
    {
        "question": "Most effective method of sterilization by heat is",
        "exp": "Most effective method of sterilization by heat is by using moist heat (steam) above atmospheric pressure Autoclave is a classical example. Principle of autoclave- when water boils under pressure, instead of boiling at 100 degrees, it boils at a higher temperature. Hence the steam generated is at higher temperature.",
        "cop": 4,
        "opa": "Hot air",
        "opb": "Boiling",
        "opc": "Steam",
        "opd": "Steam under pressure",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology (Sterilization and Bacterial Genetics)",
        "id": "a4d67fab-ad20-4168-b63d-1d0aaa82e526",
        "choice_type": "single"
    },
    {
        "question": "Sterrad is a gas plasma sterilizer used in operation theaters for disinfecting OT aicles. Which of the following is the active agent used in it?",
        "exp": "STERRAD Gas plasma sterilizer in which plasma i. e. 4th stage of matter is sterilizedwith an active agent H2. O2. This is very effective but it is also very costly",
        "cop": 1,
        "opa": "H2. O2",
        "opb": "N2O",
        "opc": "Ozone",
        "opd": "ETO gas",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology (Sterilization and Bacterial Genetics)",
        "id": "2570875e-e2dd-4bdf-b13a-94f0682fc152",
        "choice_type": "single"
    }
]