[
    {
        "question": "True regarding lag phase is?",
        "exp": "Lag phase: Immediately following the seeding of a culture medium, there is no appreciable number, though there may be an increase in the size of the cells. This initial period is the time required for the adaptation to the new environment, during which the necessary enzymes and metabolic intermediates are built up in adequate quantities for multiplication to proceed. The duration of the lag phase varies with the species, sizes of the inoculation, nature of the culture media and the environmental factors such as temperature REF: Ananthanarayan & Panicker's Textbook of Microbiology 8th edition pg no: 24",
        "cop": 1,
        "opa": "Time taken to adpt in the new environment",
        "opb": "Growth occurs exponentially",
        "opc": "The plateau in lag phase is due to cell death",
        "opd": "It is the 2nd phase in bacterial growth curve",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "d64eabcf-da66-438f-a53f-7137d3bba9dd",
        "choice_type": "multi"
    },
    {
        "question": "Acid fast organisms are -",
        "exp": "Spores may be seen in unstained preparations as Refractile bodies. The forespore stains intensely but once the spores envelope is laid down the spores does not stain readly. Spores appear as unstained areas in Gram-stained preparations but being more acid fast than the vegetative cells they can be stained by a modification of the Diehl -Nelson technique. Ref: Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no 21",
        "cop": 1,
        "opa": "Spores",
        "opb": "Nocardia",
        "opc": "Legionella",
        "opd": "Rodococcus",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "db52dd1f-7aad-4ef7-87a8-6b562593b059",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following bacteria ois oxidase positive?",
        "exp": "Oxidase test: The test is used to identifying bacteria containing cytochrome oxidase. I t is useful in differentiating the oxidase negative Enterobacteriaceae from the oxidase positive Pseudomonas organisms and the oxidase positive group of vibrios and related bacterias (Aeromonas, Plesiomonas). Neisseria organisms also test positive. the presence of cytochrome oxidase can is detected through the use of an oxidase disc which acts as an electron donor to cytochrome oxidase. if the test bacterium oxidizes the disc, the disk turns pin indicating a positive test. If there is no change in color the test is negative for the bacterium REF: Ananthanarayan & Panicker's Textbook of Microbiology 8th Edition pg no: 675",
        "cop": 1,
        "opa": "Vibrio",
        "opb": "Pseudomonas",
        "opc": "Clostridium",
        "opd": "E. coli",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "ba04ff8c-8f69-4464-8bb3-b96fa71744ef",
        "choice_type": "single"
    },
    {
        "question": "The major constituents in agar are",
        "exp": "Agar, a polysaccharide extract of a marine alga, is uniquely suitable for microbial cultivation because it is resistant to microbial action and becauseit dissolves at 100degC but does not gel until cooled below 45degC; cells can be suspended in the medium at 45degC and the medium quickly cooled to a gel without harming them. Ref: Jawetz, Melnick, & Adelberg's Medical Microbiology; Twenty-Seventh Edition; Chapter 5; Cultivation of Microorganisms",
        "cop": 3,
        "opa": "Fats",
        "opb": "Aminoacids",
        "opc": "Polysaccharides",
        "opd": "Polypeptides",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "46d863fe-143b-4334-a65c-574c9c9d118d",
        "choice_type": "single"
    },
    {
        "question": "A chest physician performs bronchoscopy in the procedure room of the out patient depament. To make the instrument safe for use in the next patient waiting outside, the most appropriate method to disinfect the endoscope is by -",
        "exp": "Glutaraldehyde is especially effective against the tubercle bacilli, fungi, and viruses. It is less toxic and irritant to eyes and skin than formaldehyde. It has no deleterious effects on the cement or lenses of instruments such as cystoscope and bronchoscopy It can be safely used to treat corrugated rubber, nanestheticubes, face masks, plastic endotracheal tubes, metal instruments a, d polythene tubings REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th Edition pg no: 36",
        "cop": 2,
        "opa": "70 % alcohol for 5 min",
        "opb": "2% glutaraldehyde for 20 min",
        "opc": "2% formaldehyde for 10 min",
        "opd": "1% sodium hypochlorite for 15 min",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "44951bf6-36b2-4283-b511-3075505c9e1b",
        "choice_type": "single"
    },
    {
        "question": "Loeffler's serum slope doesn't contain",
        "exp": "LSS is used for the culture of C Diptheria It doesn't contain sheep blood. sheep blood is present in blood agar LSS is a type of enriched media Ref: CP Baveja 4th ed Pg: 46",
        "cop": 4,
        "opa": "Nutrient Broth",
        "opb": "Glucose",
        "opc": "Horse serum",
        "opd": "Sheep blood",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "2a2223f3-d628-4e24-ba50-acf4e8796b56",
        "choice_type": "single"
    },
    {
        "question": "Specific reason to disallow the sample for culture -",
        "exp": "Sample brought in formalin are not allowed for culture, as it may loose it's characteristic propeies specific to that organism. Ref ananthnarayana and panikers microbiology textbook",
        "cop": 3,
        "opa": "Sample brought within 2 hr of collection",
        "opb": "Sample brought in sterile plastic container",
        "opc": "Sample brought in formalin",
        "opd": "Sample obtained after cleaning the collection site",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "91ea791b-0f1d-48df-b99b-371703fdfcf6",
        "choice_type": "multi"
    },
    {
        "question": "Dark ground microscopy is used to see?",
        "exp": "Darkfield / Dark ground microscope in which reflected light is used instead of transmitted light used in the ordinary microscope. Flagella are less than 0. 02 um in thickness and hence beyond the limit of resolution of the light microscopes. They may in some instances be seen under dark field / Dark ground illumination. They can be visualized by special staining techniques in which their thickness is increased by mordanting or by electron microscopy. Ref: Textbook of Microbiology; Ananthanarayan and Paniker; 9th edition; Pg no: 11",
        "cop": 2,
        "opa": "Refractile organisms",
        "opb": "Flagella",
        "opc": "Capsule",
        "opd": "Fimbriae",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "ba19919b-4138-43a1-b69e-68cc15c49d31",
        "choice_type": "single"
    },
    {
        "question": "Oakley fulthrope procedure is",
        "exp": "Antibody (antiserum) is incorporated in agar, poured into a tube and allowed to harden. A second layer of agar without antibody is placed above and allowed to solidify. Antigen solution is placed above the agar. The precipitin band appears in the plain agar column. Ref ananthnarayana and panikers microbiology textbook 8/e",
        "cop": 2,
        "opa": "Agglutination test",
        "opb": "Precipitation test",
        "opc": "Flocculation test",
        "opd": "None of the above",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "0162ce88-9a94-42db-8938-08238b68b6a9",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true regarding lattice formation?",
        "exp": "Marrack proposed the lattice hypothesis to explain the mechanism of precipitation. Precipitation results when a large lattice is formed consisting of alternating antigen and antibody molecules. This is possible only in the zone of equivalence. The lattice hypothesis holds good for agglutination also. Ref: Ananthanarayan 9th edition, p105",
        "cop": 3,
        "opa": "Associated with precipitation and not agglutination",
        "opb": "Associated with agglutination and not precipitation",
        "opc": "Associated with both",
        "opd": "Neither associated with precipitation nor agglutination",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "dea11c86-5df3-4eb8-be6f-acf57fc0e7f0",
        "choice_type": "multi"
    },
    {
        "question": "Bacterial cell wall is composed of all except -?",
        "exp": "Bacteria are usually single-celled, except when they exist in colonies.... The major component of the bacterial cell wall is peptidoglycan or murein. This rigid structure of peptidoglycan, specific only to prokaryotes, gives the cell shape and surrounds the cytoplasmic membrane. Ref: Ananthanarayan & panikers Textbook of microbiology 9th edition page no 15, 16",
        "cop": 2,
        "opa": "Muramic acid",
        "opb": "Teichoic acid",
        "opc": "Glucosamine",
        "opd": "Mucopeptide",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "b853d316-c23a-412d-93cc-d83fa516ade8",
        "choice_type": "multi"
    },
    {
        "question": "Lipopolysaccharide structure is characteristic of -",
        "exp": "Endotoxins heat stable lipopolysaccharides which form an integral pa of the cell wall of gram-negative bacteria. Their toxicity depends on the lipid component. They are released only by the disintegration of the cell wall. They cannot be toxoided. They are poor antigens and their toxicity is not completely neutralized by the homologous antibodies. they are active only in relatively large doses. Ref Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no 74.",
        "cop": 2,
        "opa": "Exotoxin",
        "opb": "Endotoxin",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "915a350d-3061-4491-b862-985ba3c33f91",
        "choice_type": "multi"
    },
    {
        "question": "Prokaryote among the following is?",
        "exp": "Based on differences in cellular organisation and biochemistry this kingdom has been divided into two groups: prokaryotes and eukaryotes. Bacteria and blue-green algae are prokaryotes while fungi, other algae, slime moulds and protozoa are eukaryotes. Bacteria are prokaryotic microorganisms that do not contain chlorophyll. They are unicellular and do not show true branching except in the so-called higher bacteria (Actinomycetes). Ref: Textbook of Microbiology; Ananthanarayan and Paniker; 9th edition.",
        "cop": 1,
        "opa": "Bacteria",
        "opb": "Mycoplasma",
        "opc": "Fungi",
        "opd": "Blue green algae",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "d0ecc061-5478-442a-9b20-b8c8b3558069",
        "choice_type": "single"
    },
    {
        "question": "All the following are features of Endotoxins Except",
        "exp": "Distinguishing features of exotoxins and endotoxins. Exotoxins. Endotoxins. Proteins. Lipopolysaccharides. Heat-labile. Heat Stable. Actively secreted by cells; diffuse into surrounding medium. Form pa of the cell wall; do not diffuse into surrounding medium. Readily separable from cultures by physical means such as filtration. Obtained only by cell lysis. Action often enzymic. No enzymatic action. Specific pharmacological effect for each exotoxin. Effect nonspecific; action common to all endotoxins. Specific tissue affinities. No specific tissue affinity. Active in very minute doses. Active only in very large doses. Highly antigenic. Weakly antigenic. Action specifically neutralized by antibody. Neutralisation by antibody ineffective. Ref: Ananthanarayan; 7th edition; Page no: 67",
        "cop": 2,
        "opa": "Lipopolysaccharides",
        "opb": "Proteins",
        "opc": "Heat stable",
        "opd": "No enzymic action",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "bcd6d29e-f27a-4d3d-87c5-9ab466aa3092",
        "choice_type": "multi"
    },
    {
        "question": "Organisms that have not been cultured successfully so far is?",
        "exp": "Pathogenic Treponemes do not grow in aificial culture media. They require a living organism like a virus for their growth REF: Textbook of microbiology Ananthanarayan, and Paniker. Page no.: 371",
        "cop": 2,
        "opa": "Leptospira",
        "opb": "Treponema pallidum",
        "opc": "Bordetella",
        "opd": "Staphylococcus",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "053c22e0-f67f-4edb-90ef-fae4a3fe84b9",
        "choice_type": "multi"
    },
    {
        "question": "Louis Pasteur is associated with all except -",
        "exp": "The development of microbiology as a scientific discipline dates from Louis pasteur (1822-95). He introduced techniques of sterilisation and developed the steam sterilizer, Hot air oven and auto clave. He also established the differing growth needs of different bacteria and contributed to the knowledge of anthrax, chicken cholera and hydrophobia. An accidental observation that chicken cholera bacillus cultures left on the branch for several weeks lost their pathogenic propey but retained their ability to protect the birds against subsequent infection by them, led to the discovery of the process of attenuation and the development of live vaccine. He attenuated cultures of the anthrax bacillus by incubation at high temperature and proved that inoculation of such cultures in animals induced specific protection aganist anthrax. It was pasteur who coined the term vaccine for such prophylactic preparation to commemorate the first of such preparations, namely cowpox employed by Edward Jenner for protection against small pox Ref: Ananthanarayan & paniker's textbook of microbiology 9th edition page no 3",
        "cop": 1,
        "opa": "Vaccination of small pox",
        "opb": "Germ theory",
        "opc": "Pasteurization",
        "opd": "Vaccination of rabies",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "9eff2e40-1455-4396-aa44-df6f94128b0e",
        "choice_type": "multi"
    },
    {
        "question": "NNN media used in?",
        "exp": "Diagnosis Novy-Macneal-Nicole Medium Laboratory diagnosis of leishmaniasis can include the following: Isolation, visualization, and culturing of the parasite from infected tissue Serologic detection of antibodies to recombinant K39 antigen Polymerase chain reaction (PCR) assay for sensitive, rapid diagnosis of Leishmania species Other tests that may be considered include the following: CBC count, coagulation studies, liver function tests, peripheral blood smear Measurements of lipase, amylase, gamma globulin, and albumin Leishmanin (Montenegro) skin testing (LST) (not FDA approved in the United States) Novy-Mac. Neal-Nicolle medium (NNN) is a culture medium used to grow Leishmania It consists of 0. 6% sodium chloride (Na. Cl) added to a simple blood agar slope. NNN can also be used to grow Trypanosoma cruzi. REF: Medscape",
        "cop": 1,
        "opa": "Leishmania",
        "opb": "Histoplasma",
        "opc": "Trypanosoma",
        "opd": "Entamoeba",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "a3a57d7a-c81d-4cda-be2e-7d28ee29688b",
        "choice_type": "single"
    },
    {
        "question": "The ratio of anaerobe to aerobes in stool is",
        "exp": "The mean number of bacteria in colon exceeds 10^11 bacteria/ gram of faecal matter. Approximately 99. 9% of these bacteria are anaerobic in the colon. 300 to 400 different species or types of bacteria can be found. So the ratio of anaerobes to aerobes in the stool is 1000: 01. Ref: Baveja textbook of microbiology; 4th edition.",
        "cop": 3,
        "opa": "10: 01",
        "opb": "100: 01: 00",
        "opc": "1000: 01: 00",
        "opd": "10000: 1",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "5905f2c6-84d3-454e-84de-4197e78922d3",
        "choice_type": "single"
    },
    {
        "question": "Sterilisation by steam under pressure",
        "exp": "Autoclave - Moist heat, steam under pressure. 121C for 15 min Two types of autoclaves are available: gravity displacement type and high vaccum sterilizers. In its simplest form, the laboratory autoclaves consist of a veical or horizontal cylinder of gunmetal or of stainless steel in a suppoing sheet iron case. The lid or door Is fastened by screw clamps and made aiight using suitable washer. The autoclave has on its lid or upperside a discharge tap for air and steam, a pressure gauge and a safety valve that can be set to blow off at any desired pressure. Heating is by gas or electricity Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 32",
        "cop": 4,
        "opa": "Tyndall's Chamber",
        "opb": "Koch's Arnold Steamer",
        "opc": "Hot air oven",
        "opd": "Autoclave",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "4c28e55e-af21-446e-9c41-b242ab585f23",
        "choice_type": "multi"
    },
    {
        "question": "Pasteur developed the vaccine for",
        "exp": "Pasteur introduced an attenuated vaccine for chicken pox, cholera, anthrax and rabies. Development of vaccine for hydrophobic marked a milestone in the development of immunisation in medicine.",
        "cop": 4,
        "opa": "Anthrax",
        "opb": "Rabies",
        "opc": "Chicken cholera",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "969a4476-2375-4998-aa47-1808325145e7",
        "choice_type": "multi"
    },
    {
        "question": "The animal used for monoclonal antibodies production is",
        "exp": "Monoclonal antibodies are produced from mouse or from human using hybridoma technology eg: reslizumab is a humanized monoclonal antibody Ref: Textbook of Microbiology Baveja 5th ed Pg 138",
        "cop": 1,
        "opa": "Mouse",
        "opb": "Rabbit",
        "opc": "Guinea pig",
        "opd": "Monkey",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "05d6735a-d7ac-4925-a353-ca84b783b667",
        "choice_type": "single"
    },
    {
        "question": "A q from a tribal area of jharkhand repos with fever for last 3days Peripheral blood is collected and stained with Giemsa A diagnosisof malaria is made The smear is shown in the fig What is the likely cause",
        "exp": "REF: ANANTHANARYANA MICROBIOLOGY",
        "cop": 1,
        "opa": "P falciparum",
        "opb": "P Vivax",
        "opc": "P Malariae",
        "opd": "P Ovale",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "80a60536-1dc8-4b86-b676-a6b9fcdbfb0b",
        "choice_type": "single"
    },
    {
        "question": "Formaldehyde gas sterilization is employed for?",
        "exp": "Formaldehyde gas is used for sterilising instruments and heat sensitive catheters and for fumigating wards and sick rooms and laboratories REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 36",
        "cop": 4,
        "opa": "Sterilizing heart lung machines",
        "opb": "Glass materials",
        "opc": "Paper and cloth",
        "opd": "Fumigation of operation theater",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "a60ccad1-88eb-4306-9a18-cb8493434680",
        "choice_type": "single"
    },
    {
        "question": "Metachromatic Granules are stained by -",
        "exp": "The granules are often situated at the poles of the bacilli and are called Polar bodies they are more strongly Gram positive than the rest of the bacterial cell stained with Loefflers methyelene blue the granules take up a bluish purple colur and are hence called Metachromatic Granules. They are also called Volutin or Babes Ernest Granules. These granules composed of polymetaphosphate and serve as storage granules. Special stains such as Albes, Neissers and Ponders have been devised for demonstrating the granules clearly Ref: Ananthanarayan & paniker's Textbook of microbiology 9th edition pg no 237",
        "cop": 1,
        "opa": "Ponder's stain",
        "opb": "Negative stain",
        "opc": "Gram's stain",
        "opd": "Leishman stain",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "95b6320b-9adb-42fb-a4bc-f11223161419",
        "choice_type": "single"
    },
    {
        "question": "Bacterial indicator for dry heat sterilization is?",
        "exp": "sterilization control Biological; the spore of a nontoxigenic strain of Clostridium tetani Bacillus subtilus subsp. niger are used microbiological test of dry heat efficacy REF: Ananthanarayan & Panicker's Textbook of Microbiology 9th edition pg no: 30",
        "cop": 1,
        "opa": "Bacillus subtilis",
        "opb": "Bacillus pumilis",
        "opc": "Bacillus stearothermophilus",
        "opd": "Coxiella burnetti",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "999a3d3c-24ce-4626-aa92-2d27c6c98ab5",
        "choice_type": "single"
    },
    {
        "question": "Propey of acquiring antibiotic resistance from the viral colony is by -",
        "exp": "TRANSDUCTION: the transfer of a poion of the DNA from one bacterium to another by a bacteriophage is known as transduction. bacteriophages are viruses that parasitize the bacteria and consist of a nucleic acid core and a protein coat. a phage paicle may have its core beside its own nucleic acid a segment of host DNA. When this paicle infects another bacterium DNA transfer is effected and the recipient cells acquire new characteristic coded by the donor DNA REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 63",
        "cop": 3,
        "opa": "Transferance",
        "opb": "Conjunction",
        "opc": "Transduction",
        "opd": "Mutation",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "f856b1be-93be-4cb7-aadc-8635305572c1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used for antibiotic sensitivity testing",
        "exp": "Muller-Hinton agar is a microbiological growth medium that is commonly used for antibiotic susceptibility testing. It is also used to isolate and maintain Neisseria and Moraxella species Ref ananthnarayana and panikers microbiology textbook 8/e",
        "cop": 2,
        "opa": "Thayer main medium",
        "opb": "Mueller hinton agar",
        "opc": "Chocolate agar",
        "opd": "None of the above",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "6dde832a-651e-46d7-9c4b-4ebc4aa38c91",
        "choice_type": "multi"
    },
    {
        "question": "All are Phenolic disinfectant except-",
        "exp": "Phenol (carbolic acid) is a powerful microbicidal substance. This and other phenolic disinfectant derived from coal tar are widely used as a disinfectant for various purposes in hospitals. Lysol and Cresol are active against a wide range of organisms. They are not readily inactivated by the presence of organic matter and are a good general disinfectant. These are toxic to humans REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 37",
        "cop": 1,
        "opa": "Dettol",
        "opb": "Cresol",
        "opc": "Lysol",
        "opd": "Carbolic acid",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "6080775c-039b-4c34-bb52-fac8a9770639",
        "choice_type": "multi"
    },
    {
        "question": "Autotrophic requirements are",
        "exp": "Nutrients in growth media must contain all the elements necessary for the biosynthesis of pathogenic microorganisms. This rule is especially true of media that are intended to have a selective (select for a specific group of bacteria) or differential (differentiate between a pathogenic and a normal or usual strain of a group) purpose. Bacteria and plants use photosynthetic energy to reduce carbon dioxide expending water. The organisms that can use CO2 as a sole source of carbon are termed autotrophs. Chemolithotrophs are organisms that use an inorganic substrate, such as hydrogen or thiosulfate, as a reductant and CO2 a carbon source. Heterotrophs require organic carbon for growth. Many organisms possess the ability to assimilate nitrate (NO. 3) and nitrite (NO2) reductively by conveing these forms to ammonia (NH3). Dissimilation pathways are taken by microorganisms that use these ions as terminal electron acceptors in respiration. This process is known as denitrification, with the final product being nitrogen gas (N2). Fermentation is characterized by substrate phosphorylation, in which products such as glucose are involved for energy production. Autotrophs should not be confused with auxotrophs. Auxotrophs are strains that require a nutrient that is not required by the parental or prototype strain. They are usually derived from mutants with defective synthetic capabilities. Ref: Ananthanarayana textbook of microbiology 9th edition pgno: 45",
        "cop": 1,
        "opa": "CO2 as a carbon source",
        "opb": "NH3 as a nitrogen source",
        "opc": "CO2 and NH3 together",
        "opd": "Essential molecules that the bacteria are unable to synthesize",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "ec1bd09d-b14d-4343-9e88-7b1da86e4057",
        "choice_type": "single"
    },
    {
        "question": "Agent used for sterilization -",
        "exp": "All are disinfectants but ethylene oxide is used for sterilizing heart-lung machines, respiratory sutures, dental equipments books and clothings. it is unsuitable for fumigating rooms because of its explosive propey. it has been successfully used to sterilise a wide range of materials such as glass metal and paper surfaces clothing plastics soils some foods and tobacco REF: Ananthanarayan & Panicker's Textbook of Microbiology 8th edition pg no: 37",
        "cop": 1,
        "opa": "Ethylene oxide",
        "opb": "Ionizing radiation",
        "opc": "2% gluteraldehyde",
        "opd": "Formaldehyde with low pressure steam",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "eea85ca4-d892-48a5-99c2-90ba29581479",
        "choice_type": "single"
    },
    {
        "question": "The mechanism of genetic transfer where a phage serves as a vehicle is -",
        "exp": "TRANSFORMATION: it is the transfer of genetic information through the agency of free DNA REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 63",
        "cop": 1,
        "opa": "Transformation",
        "opb": "Translation",
        "opc": "Conjugation",
        "opd": "Lysogeny",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "156bc4ea-4784-40a1-b071-0a2a9cc5e0be",
        "choice_type": "single"
    },
    {
        "question": "Heating and subsequent plating is a method used for isolating?",
        "exp": "Clostridia are isolated by heating followed by plating using redox potential. REF: Textbook of microbiology, Ananthanarayan and Paniker. Page no.: 252",
        "cop": 4,
        "opa": "Corynebacterium",
        "opb": "Vibrio",
        "opc": "Salmonella",
        "opd": "Clostridia",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "9a8e895b-73ad-4f4c-b39a-a803f94852c8",
        "choice_type": "single"
    },
    {
        "question": "Secular trend in influenza is due to -",
        "exp": "Antigenic shift, is an brupt drastic discontinuation variation in the antigenic structure resulting in a novel virus strain unrelated antigenically to predecessor strains. Such chamges may involve hemagglutinin, neuraminidase or both. Antibodies to predecessor viruses do not neutralise the new variants and can therefore spreads widely in the population causing major epidemics or pandemics. The changes involved in antigenic shifts are too extensive to be accounted for by mutation REF: Ananthanarayan & Panicker's Textbook of Microbiology 8th edition pg no: 496",
        "cop": 1,
        "opa": "Antigenic shift",
        "opb": "Antigenic drift",
        "opc": "Endemicity",
        "opd": "Virulence",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "9c68aa37-978e-4390-a88c-439c43311e39",
        "choice_type": "single"
    },
    {
        "question": "The bacterial growth medium shown below belongs to",
        "exp": "Image shows chocolate agar an enrichment medium. Simple medium: nutrient agar and Mueller-Hinton agar. Enriched medium: Blood agar, chocolate agar, egg, and serum-based medium Enrichment medium: Selenite F and alkaline peptone water. Differential medium: Mac. Conkey agar and blood agar. Selective medium: Lowenstein-Jensen medium, Thayer-Main medium, Wilson and Blair medium Ref: Ananthanarayan 9th edition, p28-33",
        "cop": 2,
        "opa": "Enriched medium",
        "opb": "Enrichment medium",
        "opc": "Selective medium",
        "opd": "Indicator medium",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "116004d7-1f7e-499a-899a-3c719648dc6b",
        "choice_type": "single"
    },
    {
        "question": "The Endotoxin from the gram-negative organism is -",
        "exp": "Endotoxins heat stable lipopolysaccharides which form an integral pa of the cell wall of gram-negative bacteria. Their toxicity depends on the lipid component. They are released only by the disintegration of the cell wall. They cannot be toxoided. They are poor antigens and their toxicity is not completely neutralized by the homologous antibodies. They are active only in relatively large doses Diagrammatic representation of lipopolysaccharide has been given Above Ref: Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no 74",
        "cop": 4,
        "opa": "Polysaccharide",
        "opb": "Glycoprotein",
        "opc": "Lipoprotein",
        "opd": "Lipopolysaccharide",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "63ab01b7-a1c5-4512-827c-3f4c35f4480e",
        "choice_type": "single"
    },
    {
        "question": "Subclinical infection is common in-",
        "exp": "Inapparent infection is one where the clinical effects are not apparent. the term subclinical infection is often used as synonym. Japanese encephalitis is a serious illness and there have been outbreaks in india. the disesa is abrupt in onset with fever, headache and vomiting, followed by signs of encephalitis. In epidemic the moality may approach 50%. convalescence maytake many weeks with residual neurological damage in up to 50% of cases. The disease is prevented by control of mosquitoes and locating pig farms far from human habitation. there is no satisfactory vaccine REF: Ananthanarayan & Panicker's Textbook of Microbiology 8th Edition pg no: 76 & 523",
        "cop": 4,
        "opa": "Measles",
        "opb": "Mumps",
        "opc": "Rubella",
        "opd": "Japanese encephalitis",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "9e738053-13ac-47aa-b9ca-b17df28c0dde",
        "choice_type": "single"
    },
    {
        "question": "Conjugation does not involve -",
        "exp": "Conjugation: it is the process whereby a male or donor bacterium mates or makes physical contact with a female or recipient bacterium and transfer genetic material into it. This has been considered to be the bacterial equivalent of sexual mating in higher organisms but the analogy is irrelevant as following conjugation the female bacterium is, in turn, conveed into a male cell. Bacterial conjugation was first described by Lederberg and Tatum (1946) in a strain of E. coli called K12 and has been most extensively studied in strain. It takes place between a male cell and a female cell. the maleness or donor status of a cell is determined by the presence in it of a plasmid that coded for specialized fimbriae which project from the surface of the cell. the plasmid DNA replicates and a copy of it passes from the donor to the recipient attains donor status and can in turn conjugated with other female cells. the maleness in bacteria is thus a transmissible or infectious characteristic. Along with plasmid DNA, a poion of the host DNA also are sometimes transferred to the recipient the donor DNA then combines with DNA of the rrecipientaffecting genetic recombination. it was E. coli K12 that the role of the plasmid in conjugation was first recognized the plasmid responsible was termed the sex facto or feility (F)factor. When other similar similar plasmids were also discovered the term transfer factor came to be used for all such plasmids when conferred on their host cells the ability to act as da one in conjugation. REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 65",
        "cop": 1,
        "opa": "Bacteriophages",
        "opb": "HFr",
        "opc": "Fr",
        "opd": "Plasmids",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "d3dc9490-ba24-4d36-955a-bbd224441f11",
        "choice_type": "single"
    },
    {
        "question": "Gram stain is a?",
        "exp": "The Gram stain is the most impoant staining procedure in microbiology. It is used to differentiate between gram positive organisms and gram negative organisms. Hence, it is a differential stain. Gram negative and gram positive organisms are distinguished from each other by differences in their cell walls. Ref: Ananthanarayana & panikers 9th edition",
        "cop": 2,
        "opa": "Simple stain",
        "opb": "Differential stain",
        "opc": "Negative stain",
        "opd": "Fluorescent stain",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "caf4f9d9-3ccb-456b-a064-e8baa0faedf5",
        "choice_type": "single"
    },
    {
        "question": "Lyophilization means",
        "exp": "Freeze-drying--technically known as lyophilization or cryodesiccation--is a dehydration process typically used to preserve a perishable material or make the material more convenient for transpo. Viruses can be preserved by storage at subfreezing temperatures, and some may withstand lyophilization and can thus be preserved in the dry state at 4degC or even at room temperature",
        "cop": 2,
        "opa": "Sterilizations",
        "opb": "Freeze drying",
        "opc": "Burning to ashes",
        "opd": "Exposure to formation",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "7b81040c-9388-452c-95e8-c7de8bc5a321",
        "choice_type": "single"
    },
    {
        "question": "Insipisation is used to sterilise?",
        "exp": "Media such as Lowenstein-Jensen and Loeffler serum are rendered sterile by heating at 80-85degC for half an hour on three successive days in an inspissator REF: Ananthanarayan & paniker's textbook of Microbiology 9th edition page no 30",
        "cop": 4,
        "opa": "Needles",
        "opb": "Endoscopes",
        "opc": "Scissors",
        "opd": "Culture medium",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "14f038f7-2b3e-42fb-948c-dad5234a9c1f",
        "choice_type": "single"
    },
    {
        "question": "Agent which on addition to a colony inhibits its growth and on removal the colony regrows is -",
        "exp": "They prevent the multiplication of bacteria but however they remain alive. Few antibiotics such as tetracycline, sulphomethoxazole REF: Textbook of microbiology, Ananthanarayan and Paniker. Page no.: 28 Tara textbook of pharmacology",
        "cop": 1,
        "opa": "Bacteriostatic",
        "opb": "Bactericidal",
        "opc": "Antibiotic",
        "opd": "Antiseptic",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "ac43781a-e391-4345-992f-5749b2647c55",
        "choice_type": "single"
    },
    {
        "question": "Teichoic acid is present in the cell wall of",
        "exp": "Teichoic acids, which are polymers of polyribitol-phosphate, are cross-linked to the peptidoglycan and can be antigenic. They are impoant in cell wall metabolism. Antiteichoic acid antibodies detectable by gel diffusion may be found in patients with active endocarditis caused by S aureus. Components. Gram-Positive. Gram-Negative. Color of Gram. Stained Cell. Purple. Reddish-pink. Representative. Genera. Bacillus, Staphylococcus, Streptococcus. Escherichia, Neisseria, Pseudomonas. Peptidoglycan. Thick layer. Thin layer. Teichoic acids. Present. Absent. Outer membrane. Absent. Present. Lipopolysaccharide(endotoxin). Absent. Present. Porin proteins. Absent. Present; allow passage ofmolecules through outermembrane. Periplasm. Absent. Present. Ref: Jawetz; 27th edition; Page no: 23",
        "cop": 1,
        "opa": "Gram positive bacteria",
        "opb": "Gram negative bacteria",
        "opc": "Acid fast bacteria",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "12e86185-2a14-403e-aeef-8d10ea82c514",
        "choice_type": "multi"
    },
    {
        "question": "Steam at 100 degrees centigrade for 20min on 3 consecutive days is called as",
        "exp": "Boiling, tyndallization and steam sterilizer are eg for temperature of 100 degree in moist heat sterilization Above 100 degree-autoclave Below 100 degrees- pasteurization, vaccine bath, inspissation Ref: CP Baveja 4th ed Pg: 31",
        "cop": 2,
        "opa": "Boiling",
        "opb": "Tyndallization",
        "opc": "Inspissation",
        "opd": "Pasteurization",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "30c20cdb-34c8-4b83-a55f-c51aa99a2c33",
        "choice_type": "multi"
    },
    {
        "question": "Vaccines are sterilized by?",
        "exp": "Vaccines may be prepared by heat inactivation of bacteria. Thus heat can be employed to free the vaccine from other contaminants. REF: Textbook of microbiology Ananthanarayan, and Paniker.",
        "cop": 4,
        "opa": "Seitz filtration",
        "opb": "Hot air oven",
        "opc": "Autoclaving",
        "opd": "Heat inactivation",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "f992c29f-0fe7-4600-bb6e-3f51d3032cf1",
        "choice_type": "single"
    },
    {
        "question": "All are methods of sterilization by dry heat except -",
        "exp": "Dry heat: Flaming, incineration, hot air REF: Ananthanarayan & paniker's textbook of Microbiology 9th edition page no 78",
        "cop": 4,
        "opa": "Flaming",
        "opb": "Incineration",
        "opc": "Hot air oven",
        "opd": "Autoclaving",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "9b17937f-b100-49cd-80b7-de2c2187d224",
        "choice_type": "multi"
    },
    {
        "question": "The hot-cold phenomenon is seen due to which toxin-",
        "exp": "Beta hemolysin: is a sphingomyelinase hemolytic for sheep Blood cells but not for human or rabbit blood cells. It exhibits hot cold phenomenon the hemolysis being at 37degC but becoming evident only after chilling Ref: Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no 202",
        "cop": 2,
        "opa": "Alpha lysin",
        "opb": "Beta lysin",
        "opc": "Gamma lysin",
        "opd": "Theta lysin",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "77601057-ff00-48c9-98d7-4d7df0e8618e",
        "choice_type": "single"
    },
    {
        "question": "Safety pin appearance is shown by?",
        "exp": "Hemophilus ducreyi is a sho ovoid bacillus with a tendency to occur in the end to end pairs or sho chains. It is Gram-negative but may often appear Gram-positive and frequently shows Bipolar staining. The bacilli may be arranged in small groups or whole or in parallel chains giving a School of Fish or Railroad track appearance Other examples: Yersinia pestis REF: Ananthanarayan & panickers Textbook of Microbiology 9th edition page no331",
        "cop": 1,
        "opa": "Hemophilus ducreyi",
        "opb": "Chlamydia",
        "opc": "Donovani granulomatis",
        "opd": "Mycoplasma",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "64adc2c1-155f-427a-af84-f6b544f378b8",
        "choice_type": "single"
    },
    {
        "question": "Glass vessels and syringes are best sterilised by?",
        "exp": "Hot Air Oven Is Used To Sterilise Glass Ware, Forceps, Scissors, Scalpel, All Glass Syringes, Swabs, Some Pharmaceutical Products Such As Liquid Paraffin, Dusting Powder, Fats And Grease. REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 31",
        "cop": 1,
        "opa": "Hot air oven",
        "opb": "Autoclaving",
        "opc": "Irradiation",
        "opd": "Ethylene dioxide",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "255645c2-3574-4259-9e1a-f90ce0529a15",
        "choice_type": "single"
    },
    {
        "question": "Noguchi's medium is used for?",
        "exp": "Borrelia refringens was isolated from five of ten clinical specimens by use of a modification of the Noguchi technique. An enriched anaerobic medium is described for the cultivation of B. refringens with retention of morphological characteristics. Ref ananthnarayana and panikers microbiology textbook",
        "cop": 3,
        "opa": "Bordetella",
        "opb": "Brucella",
        "opc": "Borrellia",
        "opd": "Corynebacterium",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "8f8f1f8d-d3ce-47b3-a802-709651149d6c",
        "choice_type": "single"
    },
    {
        "question": "As per national immunization schedule, 1. ST DPT booster has to be given at",
        "exp": "DPT is given at 6, 10, 14 weeks 1st booster at 16-24 months and 2nd booster at 5-6yrs Ref: Textbook of Microbiology Baveja 5th ed Pg 612",
        "cop": 2,
        "opa": "5-6 yrs",
        "opb": "16-24 months",
        "opc": "18 weeks",
        "opd": "16 years",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "39bfab9a-72e9-4e23-aeb6-e604342f7ff2",
        "choice_type": "single"
    },
    {
        "question": "Rose waaler test is?",
        "exp": "WAALER-ROSE Bicolor is a haemagglutination slide test for the rapid qualitative and semi-quantitative detection of IgM Rheumatoid Factor in sera from most patients with rheumatoid ahritis. Ref: Ananthanarayana & panikers 9th edition",
        "cop": 1,
        "opa": "Passive agglutination for rheumatoid ahiritis",
        "opb": "Active agglutination for rheumatoid ahiritis",
        "opc": "Passive agglutination for rheumatic fever",
        "opd": "Active agglutination for rheumatic fever",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "a3f0f546-ee82-4e8e-9f26-2c59fe80f9c1",
        "choice_type": "single"
    },
    {
        "question": "Chronic graft rejection occurs due to what type of hypersensitivity reaction",
        "exp": "Graft rejection is an immunologic destruction of transplanted tissues or organs between two members or strains of a species differing at the major histocompatibility complex for that species (i. e., HLA in man and H-2 in the mouse). Ref microbiology textbook 8/e ananthnarayana",
        "cop": 1,
        "opa": "Type IV",
        "opb": "Type III",
        "opc": "Type II",
        "opd": "Type I",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "dd211e0b-3d5d-428f-a545-631bd0981207",
        "choice_type": "single"
    },
    {
        "question": "Best method of skin disinfectant is -",
        "exp": "Iodine in an aqeous and alchoholic solution has been widely used as skin disinfectant. it is actively bactericidal with moderate action against spores REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 36",
        "cop": 3,
        "opa": "Spirit",
        "opb": "100% alcohol",
        "opc": "Tincture iodine",
        "opd": "Cetrimide",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "a847c002-92cb-405b-b3fb-e3d351f2ff5a",
        "choice_type": "single"
    },
    {
        "question": "Plasma sterilization accuracy is assessed by using?",
        "exp": "Bacillus stearothermophilus Plasma sterilization: It is an eg of moist heat sterilization For determining the efficacy of moist heat sterilization, spores of Bacillus stearothermophilus are used as the test organism. The bacterial organism most resistant to the sterilization technique is Bacillus stearothermophilus. Ref: Nathan Ryan & panickers Textbook of Microbiology 9th edition: 32",
        "cop": 2,
        "opa": "Bacillus subtilis",
        "opb": "Bacillus stereothermophilus",
        "opc": "Staphyllococcus aureus",
        "opd": "Clostidium tetani",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "5842bbae-d4f0-4404-822f-425a3d42180d",
        "choice_type": "single"
    },
    {
        "question": "Which is a form of cold sterilization -",
        "exp": "Ionising radiations: Xray, Gamma rays Cold sterilisation is a process in which sterilisation is carried out at a low temperature with the help of chemicals, radiations, membranes and all other means excluding higher temperature REF: Ananthanarayan & Panicker's Textbook of Microbiology 9th edition pg no: 33",
        "cop": 1,
        "opa": "Gamma rays",
        "opb": "Beta rays",
        "opc": "Infrared rays",
        "opd": "Autoclave",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "247c7272-199b-4d35-ae5d-c98d502e4bf7",
        "choice_type": "single"
    },
    {
        "question": "Wasserman test is?",
        "exp": "The Wassermann test or Wassermann reaction (WR) is an antibody test for syphilis, named after the bacteriologist August Paul von Wassermann, based on complement fixation. It was the first blood test for syphilis and the first in the nontreponemal test (NTT) category. Newer NTTs, such as the RPR and VDRL tests, have mostly replaced it. Ref: Ananthanarayana & panikers 9th edition",
        "cop": 4,
        "opa": "Agglutination test",
        "opb": "Precipitation test",
        "opc": "Neutralisation test",
        "opd": "Complement fixation test",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "c2d41569-53d3-42e5-b0a0-9b245d5342d5",
        "choice_type": "single"
    },
    {
        "question": "In negative staining-",
        "exp": "Negative staining: India ink or Nigrosin are emulsified with the simple or organism to provide a uniformly colored background against which the unstained bacteria stand out in contrast. this is paicularly useful in the demonstration of bacteria capsules which do not take simple stains. Very slender bacteria such as spirochetes that are not demonstrable by simple staining methods can be viewed by negative staining Ref: Ananthanarayan & paniker's Textbook of Microbiology9th edition pg no 12",
        "cop": 2,
        "opa": "The structure to be demonstrated is stained",
        "opb": "The structure to be demonstrated is not stained",
        "opc": "The background is not stained",
        "opd": "The background and structure are stained",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "4c3156a8-1fa3-4eaf-8c7d-6eb8dc6afcd0",
        "choice_type": "single"
    },
    {
        "question": "Heat labile instruments for use in surgical procedures can be best sterilized by?",
        "exp": "ETHYLENE DIOXIDE Its action is due to alkylating the amino, carboxy, hydroxyl and sulphydryl groups in protein molecules. In addition, it reacts with DNA and RNA. It is used as a disinfectant presents potential toxicity to human beings including mutagenicity and carcinogenicity. it diffuses through many types of porous materials nandreadily penetrates some plastics. it is especially used for ssterilizinghhea-lung machines, respirators sutures dental equipment books and clothing. It is unsuitable for fumigating rooms because of its explosive propey. It has been successfully used to ssterilizea wide range of materials such as glass memetalnd paper surfaces clothing, plastics, soil, some foods, and tobacco. REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 37",
        "cop": 4,
        "opa": "Absolute alcohol",
        "opb": "Ultraviolet rays",
        "opc": "Chlorine releasing compounds",
        "opd": "Ethylene oxide gas",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "9d9749e3-90cd-4099-a5f3-fcf6c05c6db6",
        "choice_type": "single"
    },
    {
        "question": "Wasserman test is",
        "exp": "Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 120 Complement fixation test Direct complement fixation test Wasserman test Syphilis Indirect complement fixation test T. pallidum immobilization test Syphilis Sabin Feldman dye test Toxoplasmosis Cytocidal test Vibrio Immunoadherence Vibrio, T. pallidum",
        "cop": 4,
        "opa": "Agglutination test",
        "opb": "Precipitation test",
        "opc": "Neutralisation test",
        "opd": "Complement fixation test",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "fab692eb-07f0-4514-90b3-103e8e91d653",
        "choice_type": "single"
    },
    {
        "question": "Which of the following stain is used?",
        "exp": "This is a form of supravital staining in which cells are stained while living. It takes two days from reticulocytes to become RBC Ref: 12-14",
        "cop": 2,
        "opa": "Methyl violet",
        "opb": "Brilliant cresyl blue",
        "opc": "Sudan black",
        "opd": "Indigo carmine",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "38be0892-85c2-4fef-bcff-d3fab96bb255",
        "choice_type": "single"
    },
    {
        "question": "Best method of sterilizing disposable syringes is -",
        "exp": "Ionizing radiation: commercial plants use gamma radiation for sterilizing items like plastics, syringes, swabs, catheters, animal feeds, cardboard, oils, greases, fabrics, and metal foils REF: Ananthanarayan and Panicker's Textbook of Microbiology 8th. Edition pg no: 35",
        "cop": 4,
        "opa": "Hot air oven",
        "opb": "UV rays",
        "opc": "Boiling",
        "opd": "Gamma rays",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "e825c723-abed-4e90-b000-6f5edd01886b",
        "choice_type": "single"
    },
    {
        "question": "All the following terms are used to describe bacterial chromosome Except",
        "exp": "The Nucleoid. Prokaryotes have no true nuclei; instead, they package their DNA in a structure known as the nucleoid. The nucleoid of most bacterial cells consists of a single continuous circular molecule ranging in size from 0. 58 to almost 10 million base pairs. In bacteria, the number of nucleoids, and therefore the number of chromosomes, depending on the growth conditions. Rapidly growing bacteria have more nucleoids per cell than slowly growing ones; however, when multiple copies are present, they are all the same (ie, prokaryotic cells are haploid). Ref: Jawetz; 27th edition; Page no: 15",
        "cop": 2,
        "opa": "Haploid",
        "opb": "Diploid",
        "opc": "Nucleoid",
        "opd": "Circular",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "b79fe502-28c9-4aac-9986-f5bdd5c43354",
        "choice_type": "multi"
    },
    {
        "question": "Robe Koch assistant advised him to use agar instead of gelatine for solidifying culture media for cultivation of bacteria as -",
        "exp": "Gelatin melts at 24degC. REF: Textbook of Microbiology, Ananthanarayan, and Paniker. Page no.: 39",
        "cop": 2,
        "opa": "Agar has no more nutrition",
        "opb": "Gelatin melts at 24degC",
        "opc": "Gelatin is not easily available",
        "opd": "Agar is cheaper",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "7f320daa-12ef-4c6b-ab33-961eb8a4fc4d",
        "choice_type": "single"
    },
    {
        "question": "The arrangement of flagella in lophotrichous is",
        "exp": "Bacterial flagella are thread-like appendages composed entirely of protein, 12-30 nm in diameter. They are the organs of locomotion for the forms that possess them. Three types of arrangement are known: monotrichous (single polar flagellum), lophotrichous (multiple polar flagella), and peritrichous (flagella distributed over the entire cell). Ref: Jawetz; 27th edition; Page no: 32",
        "cop": 3,
        "opa": "Single polar flagellum",
        "opb": "Bipolar flagellum",
        "opc": "Multiple polar flagellum",
        "opd": "Distributed over the entire cell",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "09ab3dbf-6afc-4fcf-a379-3899fe4c1315",
        "choice_type": "single"
    },
    {
        "question": "Plasmid?",
        "exp": "Plasmids are circular DNA molecule present in the cytoplasm of bacteria, capable of autonomous replication (independent replicons). By their ability to transfer genes from one cells to another, plasmids have become impoant vectors in genetic engineering. Plasmids may also be seen in yeasts, which are eukaryotes. plasmid DNA may sometimes be integrated with chromosomal DNA. The name episome was employed for such integration forms, though this distinction is not usually made now. plasmids have been classified in many ways depending on whether they are self transmissible or nontransmissible on the propey encoded by restriction endonuclease finger printing or other criteria. REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 60",
        "cop": 1,
        "opa": "Involved in multidrug resistance transfer",
        "opb": "Involved capsule formation",
        "opc": "Impas capsule formation",
        "opd": "Impas pili formation",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "385e6386-94ff-46b0-bcee-68c80ca220a5",
        "choice_type": "single"
    },
    {
        "question": "Most microorganisms pathogenic for humans grow best in the laboratory when cultures are incubated at",
        "exp": "Most human pathogens are neutralophiles (grow best at pH of 6. 0-8. 0) and mesophilic (grow best at 30-37degC). Ref: Jawetz; 27th edition; Page no: 78",
        "cop": 3,
        "opa": "15-20degC",
        "opb": "20-30degC",
        "opc": "30-37degC",
        "opd": "38-50degC",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "1dc3c7b1-35e7-4c1e-a19d-751d9849219a",
        "choice_type": "single"
    },
    {
        "question": "Holding time for Hot air oven with a temperature of 1600C",
        "exp": "<img class=\"fr-dib\" style=\"width: 300px;\" src=\" /> Hot air oven This is most widely used method of sterilization by dry heat. A holding period of 160degC for two hours is used to sterilise glassware, forceps, scissors, scalpels, all-glass syringes, swabs and some pharmaceutical products such as liquid paraffin, dusting powder, fats and grease. Hot air is a bad conductor of heat and its penetrating power is low The Owen is usually heated by electricity, with heating elements in the wall of the chamber. It must be fitted with a fan to ensure even distribution of air and elimination of air pockets. It should not be overloaded Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 30",
        "cop": 3,
        "opa": "15 min",
        "opb": "30min",
        "opc": "45 min",
        "opd": "60 min",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "9e6b70cf-ffcb-4814-b186-da696d6872d7",
        "choice_type": "single"
    },
    {
        "question": "Selenite F broth is an enrichment media for?",
        "exp": "Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 40 Enrichment media: in mixed culture or in material containing more than one bacterium, the bacterium to be isolated is often overgrown by the unwanted bacteria usually the nonpathogenic or commensal bacteria tend to grow the pathogenic one for eg: S. typhi being overgrown by E. coli in cultures from feces. In such situations, a substance that has a stimulating effect on the bacteria to be grown or an inhibitory effect on those to be suppressed are incorporated in the medium. If such substances are added to a liquid medium the result is an absolute increase in the number of the wanted bacterium relative to other bacteria. such media are called enrichment media. for eg: tetrathionate broth where the tetrathionate inhibit coliforms while allowing typhoid -paratyphoid bacilli to grow freely, and selenite F broth for dysentery bacilli",
        "cop": 1,
        "opa": "Salmonella",
        "opb": "Shigella",
        "opc": "E. coil",
        "opd": "Campylobactor",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "780024d8-5b8a-4183-849d-e787f7be932e",
        "choice_type": "single"
    },
    {
        "question": "Microscope was invented by?",
        "exp": "As microbes are invisible to the inaided eye, definitive knowledge about them had to await the development of microscope. The credit for having first observed and repoed bacteria belongs to ANTONY VAN LEUWENHOEK REF: Ananthanarayan & Panicker's Textbook of Microbiology 8th Edition pg no: 3",
        "cop": 3,
        "opa": "Ronald ross",
        "opb": "Robe kock",
        "opc": "Antonie van Leeuwenhoek",
        "opd": "Louis pasteur",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "e221c383-f029-4007-ba76-8960527707e3",
        "choice_type": "single"
    },
    {
        "question": "The best skin disinfectant is -",
        "exp": "Iodine in an aqeous and alchoholic solution has been widely used as skin disinfectant. it is actively bactericidal with moderate action against spores REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 36",
        "cop": 3,
        "opa": "Alcohol",
        "opb": "Savlon",
        "opc": "iodine",
        "opd": "Phenol",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "825d4d9f-eafd-4501-aa54-40977024f3f7",
        "choice_type": "single"
    },
    {
        "question": "The following bacteria doesn't produce any spores",
        "exp": "Pseudomonas doesn't produce spores. Bacillus and Clostridium produce spores Ref: Textbook of Microbiology Baveja 5th ed Pg 21",
        "cop": 3,
        "opa": "Bacillus anthracis",
        "opb": "Clostridium",
        "opc": "Pseudomonas",
        "opd": "Bacillus subtilis",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "8eefac6a-e09b-47af-a60e-8078c65a3712",
        "choice_type": "single"
    },
    {
        "question": "Of the following pick the False option on Flagella",
        "exp": "Flagella They are long unbranched sinuous filaments which are organs of locomotion. Each flagellum consist of 3 distinct pa the filament the hook and the basal body. the filament is external to the cell and connected to the hook at the cell surface Structure: The Hook-Basal body poion is embedded in the cell envelope. They are antigenically different. Flagella are made up of protein(flagellin). Though flagella of different bacteria have similar composition they antigenically different. Flagellar antibodies are not protective but are useful in sero diagnosis The presence or absence of flagella and their number and arrangement are characteristic of different genere of bacteria. Flagella may be arranged all round the cell (peritrichous) as a typhoid bacilli, or situated at one or both ends of the cell (polar). Polar flagella may be single (monotrichous) as in cholere vibrio. in tufts (lophotrichous)as in spirilla or with flagella at both poles(amphitrichous) REF: Ananthanarayan & panikers Textbook of microbiology 9th edition page no 19",
        "cop": 2,
        "opa": "Locomotion",
        "opb": "Attachment",
        "opc": "Protein in nature",
        "opd": "Antigenic",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "e4faf9a8-1c72-45c8-8219-bb85b7ec9074",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not used for routine faecal culture",
        "exp": "Hoyle's agar is a selective medium that uses tellurite to differentially select Corynebacterium diphtheriae from other upper respiratory tract flora. The medium appears cream to yellow colored, and takes the form of a free-floating powder. Ref ananthnarayana and panikers microbiology textbook 8/e",
        "cop": 3,
        "opa": "DCA",
        "opb": "Mac. Conkey",
        "opc": "Tellurite blood agar",
        "opd": "Blood agar",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "6fd39e0d-dac6-4315-aaa5-2d9bd01fee2c",
        "choice_type": "single"
    },
    {
        "question": "Light microscope resolution is?",
        "exp": "The resolving power of the light microscope is limited by the wavelength of light. In order to be seen and delineated (resolved), an object has to have a size of approximately half the wavelength of the light used with visible light using the best optical systems, the limit of resolution is about 300nm. If the light of sho wavelength is employed, as in the UV microscope the resolving power can be propoionately extended. Ref: Textbook of Microbiology; Ananthanarayan and Paniker; 9th edition; Pg no: 10",
        "cop": 4,
        "opa": "200 nm",
        "opb": "20 nm",
        "opc": "0. 2 nm",
        "opd": "300 nm",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "208e42c4-5b10-4377-9c75-5a3fbe0df438",
        "choice_type": "single"
    },
    {
        "question": "Microorganism adhere to host cell with the help of -",
        "exp": "Some gram negative bacillli carry very fine, hair like surface appendages called fimbriae or pili. They are shoer and thinner than flagella and project from the cell surfaces as straight filaments. Fimbriae function as organ of adhesion helping the cells to adhere firmly to paicles of various kinds. This propey may serve to anchor the bacteria in nutritionally ourable microenvironments. Fimbriated bacteria form surface pellicles in liquid media Ref: Ananthanarayan & panikers textbook of microbiology 9th edition page no 20",
        "cop": 3,
        "opa": "Lipoic acid",
        "opb": "Lectin",
        "opc": "Fimbriae",
        "opd": "Capsule",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "f70febe0-6084-4acb-b7bf-560ad9f5f61b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an indicator for sterilization by autoclave method",
        "exp": "Bacillus stearothermophillus is used as the test organism. This is a thermophillus organism with an optimum growth temperature of 55-60degc and its spores require exposure of 12 min at 121degc to be killed Paper strips impregnated with (10)6 spores are dried at room temperature and placed in different They are then inoculated into suitable recovering medium and incubated for the sterility test at 55degc for five days",
        "cop": 2,
        "opa": "B subtilis",
        "opb": "B stereothermophilus",
        "opc": "S aureus",
        "opd": "Clostridium tetani",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "b73c547d-873e-44c5-97f7-98d9ad009fcc",
        "choice_type": "single"
    },
    {
        "question": "Cetrimide is",
        "exp": "Cetrimide is Quaernary ammonium compounds. Lysol, Cresol derivatives of coal tar are a type of phenols Formaldehyde and glutaraldehyde are aldehydes Iodine and chlorine are halogens Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 33",
        "cop": 4,
        "opa": "Aldehyde",
        "opb": "Halogen",
        "opc": "Phenol",
        "opd": "Quaernary ammonium compounds",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "ce3eec95-3129-47d3-beaa-60e3be0994e3",
        "choice_type": "single"
    },
    {
        "question": "Not used in grams staining?",
        "exp": "GRAM STAINING 1)primary staining with a pararosaniline dye such as crystal violet, methyl violet, or gentian violet 2)application of a dilute solution of iodine 3) decolorization with an inorganic solvent such as ethanol, acetone, or aniline 4)counterstaining with a dye of contrasting color such as carbon fuchsin, safranine or neutral red REF: Ananthanarayan & Panicker's Textbook of Microbiology 8th Edition pg no: 15",
        "cop": 1,
        "opa": "Methylene blue",
        "opb": "Crystla violet",
        "opc": "Iodine",
        "opd": "Safranin",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "534504eb-61f7-46f2-9b85-54691c91031c",
        "choice_type": "single"
    },
    {
        "question": "Endoscope and bronchoscope instruments are under which category according to Spaulding classification",
        "exp": "Spaulding classification:}Proposed by Earl H. Spaulding}Categorized into 4 categories*Critical devices *Semi critical devices*Noncritical devices*Medical equipments. Critical devices:(Infection risk - High). Medical devices that are intended to enter a sterile environment, sterile tissue or the vasculature. Example - Surgical instruments, Cardiac catheters}Reprocessing procedure*FDA classification - Sterilization by steam, plasma, or ethylene oxide, liquid sterilization acceptable if no other methods feasible. Semi critical devices:(Infection risk - High, intermediate). Medical devices that is intended to come in contact with mucous membrane or minor skin breaches. Example - Flexible endoscope, Respiratory equipments}Reprocessing procedure*FDA classification - Sterilization by desirable - High level disinfection acceptable. Non-critical devices: (Infection risk - Low). Medical devices that comes in contact with intact skin. Example - Blood pressure cuff, Electrocardiogram electrodes.}Reprocessing procedure*FDA classification - Intermediate or low level. Medical equipment:(Infection risk - Low). Device or component of a device that does not typically come in direct contact with the patient. Example - Examination table}Reprocessing procedure*FDA classification - Low level disinfectant, use of sanitizer(Ref: Ananthanarayan 9th edition, p37)",
        "cop": 2,
        "opa": "Critical item",
        "opb": "Semi critical item",
        "opc": "Noncritical item",
        "opd": "None of the above",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "b662a856-f644-4aa7-9667-9ad3c4058114",
        "choice_type": "multi"
    },
    {
        "question": "Which statement concerning plasmids is true?",
        "exp": "Plasmids are small, circular, supercoiled DNA molecules found in some bacteria. They usually do not carry essential genes, but some plasmids, such as R (resistance) plasmids, carry genes coding for antibiotic resistance. All plasmids have their own origin of replication so that they are replicated along with the host chromosome and passed along to progeny cells. Only some plasmids possess genes that allow for their transmittal to other bacteria by the process of conjugation. Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 18",
        "cop": 3,
        "opa": "All plasmids possess the information for their own transfer by conjugation",
        "opb": "Much of the information coded in the plasmid is essential to the survival of the bacteria cell",
        "opc": "R plasmids carry genes for antibiotic resistance",
        "opd": "R plasmids cannot be transferred to other bacterial cells",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "59ecd5c5-10a9-4224-bf9d-449ca205eb58",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true regarding Toll-like receptor?",
        "exp": "Toll-like receptor: Many of the molecules involved in innate immunity have the propey of pattern recognition, ability to recognize a given class of molecules. Toll-like receptor. Recognition molecules. TLR - 2. Peptidoglycan of gram-positive bacteria, Lipopolysaccharide of Leptospira. TLR - 3ds - RNA viruses TLR - 4 Chlamydia, Lipopolysaccharide of gram negative bacteria except Leptospira. Ref: Ananthanarayan 9th edition, 398",
        "cop": 3,
        "opa": "Antigen specific",
        "opb": "Acts by cytokine release",
        "opc": "Pa of adaptive immunity",
        "opd": "Antibodies",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "4b70b5a5-4942-4f65-8dbc-cb25cd90a1ee",
        "choice_type": "multi"
    },
    {
        "question": "Gamma radiations are used for sterilizing?",
        "exp": "IONISING RADIATION: commercial plants use gamma radiations for sterilizing items like plastics, syringes, swabs, catheters, animal feeds, cardboards, oils, grease, fabrics and metal foils. REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg",
        "cop": 1,
        "opa": "Syringes",
        "opb": "Cystoscopes",
        "opc": "Dressing aprons",
        "opd": "Metal instruments",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "8e4d1d89-4687-478f-a60d-444f1fe10ff4",
        "choice_type": "single"
    },
    {
        "question": "Flash process for pasteurisation of milk is",
        "exp": "For pasteurization of milk with temperatures below 100oC: The milk is heated at either 63oC for 30minutes or 72oC for 15-20seconds followed by cooling quickly to 13oC or lower. By these processes, all non-sporing pathogens such as mycobacteria and salmonella are destroyed. Ref: Ananthanarayan; 7th edition; Page no: 26",
        "cop": 2,
        "opa": "630C for 15-20sec",
        "opb": "720C for 15-20sec",
        "opc": "630C for 30minutes",
        "opd": "720C for 30min",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "af59a6d1-c84d-4251-9972-7a270fd57283",
        "choice_type": "single"
    },
    {
        "question": "Natural method of horizontal gene transfer among bacteria includes -",
        "exp": "TRANSDUCTION: the trannsfer of a poion of the DNA from one bacterium to another by a abactriophage is known as transduction. bacteriophages are viruses that parasitise the bacteria and consist of a nucleic acid core and a protein coat. a phage paicle may have its core beside its own nucleic acid a segment of host. DNA. when this paicle infects another bacterium DNA transfer is effected and the recepient cells acquire new characteristic coded by the donor DNA. it appers to be the most widespread mechanism of gene transfer among prokaryotes and provides an excellent tool for the genetic mapping of bacteria. it has been propsed as a method of genetic engineering in the treatment of some inborn errors of metabolism. REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 63",
        "cop": 2,
        "opa": "Electroporation",
        "opb": "Transduction",
        "opc": "Transformation",
        "opd": "Conjugation",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "0f901265-f3ae-4635-98f1-98513ae16bdd",
        "choice_type": "single"
    },
    {
        "question": "Gram negative cocci is/are -",
        "exp": "Neisseria gonoorrhoeae- Gram negative cocci Streptococci - Gram Positive cocci Staphylococci- Gram Positive cocci Bacillus - Gram Positive Bacilli",
        "cop": 1,
        "opa": "Neisseria gonoorrhoeae",
        "opb": "Bacillus",
        "opc": "Staphylococci",
        "opd": "Streptococci",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "0236fb2a-429f-470c-98e2-e903756131e5",
        "choice_type": "single"
    },
    {
        "question": "In which of the following is throat swab transpoed to the lab?",
        "exp": null,
        "cop": 2,
        "opa": "Plastic tube",
        "opb": "Plate and agar",
        "opc": "Test tube",
        "opd": "No covering",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "d2c1b907-ab87-4181-812d-f63d15435d52",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a feature of the cell envelope of Gram-negative bacteria?",
        "exp": "Features. Gram-Positive. Gram-Negative. Peptidoglycan. Thick layer. Thin layer. Teichoic acids. Present. Absent. Outer membrane. Absent. Present. Lipopolysaccharide(endotoxin). Absent. Present. Porin proteins. Absent. Present; allow passage ofmolecules through the outer membrane. Periplasm. Absent. Present. Ref: Jawetz Medical Microbiology; 27th edition; Page no: 23",
        "cop": 2,
        "opa": "Teichoic acid present",
        "opb": "Lipopolysaccharide Present",
        "opc": "Porin proteins are absent",
        "opd": "Periplasm absent",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "726564d9-69b8-459a-addd-0f222e38a9f3",
        "choice_type": "single"
    },
    {
        "question": "Jumping gene is?",
        "exp": "A transposable element (Jumping gene) is a DNA sequence that can change its position within a genome, sometimes creating or reversing mutations and altering the cell's genetic identity and genome size. They are implicated in gene regulation and chromatin organization, but their function is still not well established. REF: Robbins 9edition pg: no. 2",
        "cop": 1,
        "opa": "Transposon",
        "opb": "Episome",
        "opc": "Cosmid",
        "opd": "Plasmid",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "15d8ed5d-edbb-42ab-9f82-9e9feab8444a",
        "choice_type": "single"
    },
    {
        "question": "Endoscope tube is sterilized by -",
        "exp": "Glutaraldehyde is especially effective against the tubercle bacilli, fungi, and viruses. It is less toxic and irritant to eyes and skin than formaldehyde. it has no deleterious effects on the cement or lenses of instruments such as cystoscope and bronchoscpe. It can be safely used to treat corrugated rubber, anesthetic tubes, face masks, plastic endotracheal tubes, metal instruments, and polythene tubings REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 36",
        "cop": 1,
        "opa": "Glutaraldehyde",
        "opb": "Formalin",
        "opc": "Autoclaving",
        "opd": "Boiling",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "829d554a-475c-406e-9164-a167f4d410ee",
        "choice_type": "single"
    },
    {
        "question": "Sterilising agents include -",
        "exp": "Sterilisation can be classified physical and chemical agents A. Physical agents. Sunlight Dry heat Moist heat Filtration A). Radiation B). Chemical agents Alcohols; Alde. Aldehydes dyes Halogens Phenols Surface active agents Metalic salts REF: Ananthanarayan & paniker's textbook of Microbiology 9th edition 28",
        "cop": 1,
        "opa": "Dry heat",
        "opb": "Ethylene oxide",
        "opc": "Ether",
        "opd": "Alcohol",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "9e294f3d-23c3-4c73-8d65-750038ce9b8e",
        "choice_type": "single"
    },
    {
        "question": "Anaerobic gram-positive cocci causes",
        "exp": "The infection that occurs after child bih or pauration is know as puerperal",
        "cop": 1,
        "opa": "Puerperal infection",
        "opb": "Food poisoning",
        "opc": "Endocarditis",
        "opd": "Septicemia",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "69cd4006-a5d0-48dc-8d48-c4a4de79926d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following bacteria is classified as facultative anaerobe?",
        "exp": "Facultative anaerobes which are ordinarily aerobic but can also grow in the absence of oxygen though less abundantly. Most bacteria of medical impoance are facultative anaerobes Other anaerobic: Clostridium, refer the image Ref: Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no: 24",
        "cop": 3,
        "opa": "Pseudomonas",
        "opb": "Bacteroides",
        "opc": "Escherichia",
        "opd": "Clostridium",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "f730788a-3020-4cef-805c-d811d59c6500",
        "choice_type": "single"
    },
    {
        "question": "Theory of web of causation was given by?",
        "exp": "Contemporary Mainstream Epidemiology 151 1960 Emergence of the epidemiologic Web of causation although nothing about the idea of multiple causes inherently required adhering to a biomedical and lifestyle orientation to analyzing disesecausation and distribution this nontheless occured precisely becausen of the overrall dominance of biomedicine and methodological individualism congently capturing its influence is thepowerful metaphor and model of the web of causation introdusec in 1960 in the formal and highly influential epidemiologic textbook ever published in the united state epidemiologic methods by Brain Mc. Mohan and Thomas F. Pugh and Johannes ipsen",
        "cop": 1,
        "opa": "Mc Mohan and Pugh",
        "opb": "Pettenkoffee",
        "opc": "John snow",
        "opd": "Louis Pasteru",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "906e0a8a-91c7-49de-bd46-a0f26e747a8b",
        "choice_type": "single"
    },
    {
        "question": "The segment of DNA between chromosal and extrachromosal DNA molecules within the cells are -",
        "exp": "TRANSPOSABLE GENETIC ELEMENTS Ceain structurally and genetically discrete segments of DNA have been identified that have the ability to move around in a cut and paste manner between chromosomal and extrachromosomal DNA molecule within the cells. These DNA molecules are called transposons(jumping genes) A transposon is a segment of DNA with one or more genes in the center and the two winds carrying inveed repeat sequences of nucleotides -nucleotides sequence complementary to each other but in reverse order. Because of this feature, each strand of the transposon can form a single-stranded loop carrying the gene and a double-stranded stem formed by hydrogen bonding between the terminal inveed repeated sequences. Small transposons are known inseion sequences or are. transposon attach at ceain regions of chromosomal, plasmid or phage DNA. Inseion of a transposon leads to the acquisition of new characteristic by the recipient DNA molecule. Unlike plasmids, transposons are not self-replicating and depend on chromosomal or plasmid DNA for replication REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 67",
        "cop": 1,
        "opa": "Transposons",
        "opb": "Cosmid",
        "opc": "Plasmid",
        "opd": "Episomes",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "fcf40690-06f0-4ff0-b8dc-db3b29e44ac1",
        "choice_type": "single"
    },
    {
        "question": "An &; Antiseptic&; means -",
        "exp": "Antiseptic are chemical disinfectants that can be safely applied on the skin or mucous membrane and are used to prevent infection by inhibiting the growth of bacteria REF: Ananthanarayan & paniker's textbook of Microbiology 9th edition page no 28",
        "cop": 1,
        "opa": "An agent applied on skin to eradicate pathogenic microbes",
        "opb": "Used to sterile inanimate objects",
        "opc": "An agent which kills only bacteria but not spores",
        "opd": "Kills all microorganism",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "d4956437-296f-4960-b068-475d6ce65a10",
        "choice_type": "multi"
    },
    {
        "question": "Length of most of the bacteria of medical impoance are about?",
        "exp": "The limit of resolution with the unaided eye is about 200 microns bacteria being much smaller can be visualized only under magnification. Bacteria of medical impoance generally measures 0. 2-1. 5 um in diameter and about 3-5 um in length Ref: Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no 10",
        "cop": 3,
        "opa": "0. 5-1 micron",
        "opb": "1-3 micron",
        "opc": "3-5 micron",
        "opd": "5-10 micron",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "e57582c5-a5ce-4622-8ff6-16f60ea364f7",
        "choice_type": "single"
    },
    {
        "question": "Transfer of a poion of the DNA from one bacterium to another by the bacteriophage is known as",
        "exp": "In transduction, donor DNA is carried by a phage coat and is transferred into the recipient by the mechanism used for phage infection. Reference: Jawetz, Melnick, & Adelberg's Medical Microbiology; 27th edition; Chapter 7; Microbial Genetics",
        "cop": 3,
        "opa": "Transformation",
        "opb": "Mutation",
        "opc": "Transduction",
        "opd": "Conjugation",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "15418671-d107-4b1d-a8c7-0139b6c928d6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following bacteria is classified as facutative anaerobe?",
        "exp": "Facultative anaerobes which are ordinarily aerobic but can also grow in the absence of oxygen though less abundantly. most bacteria of medical impoance are facultative anaerobes Ref: Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no: 24",
        "cop": 3,
        "opa": "Pseudomonas",
        "opb": "Bacteroides",
        "opc": "Escherichia",
        "opd": "Clostridium",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "e6c33437-b54e-47ae-bc7f-326c1607b436",
        "choice_type": "single"
    },
    {
        "question": "Stain used in electron microscopy?",
        "exp": "Electron microscope: the technique of shadow casting with vapourised heavy metals has made pictures with good contrast and 3D effect possible. Another valuable technique in studying fine structure is negative staining with phosphotungstic acid REF: Ananthanarayan & Panicker's Textbook of Microbiology 8th Edition pg no: 13",
        "cop": 2,
        "opa": "2. 5% glutaldehyde",
        "opb": "Phosphotungstic acid",
        "opc": "Saffranin",
        "opd": "Coomassie blue",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "f956a49e-b564-4cae-8f7f-006c8de3424e",
        "choice_type": "single"
    },
    {
        "question": "Temperature of 121-degree centigrade for 15 in with pressure of 15lb per square inch is used in",
        "exp": "Autoclave is an eg for moist heat sterilization Temp 120 for 15min -ideal 126 for 10min or 133 for 3 min can also be used Ref: CP Baveja 4th ed Pg: 33",
        "cop": 2,
        "opa": "Hot air oven",
        "opb": "Autoclave",
        "opc": "Incinerator",
        "opd": "Steam sterilizer",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "01157ab7-6cc3-48ee-a34f-df9db977aefb",
        "choice_type": "single"
    },
    {
        "question": "The indicator used in the autoclave is?",
        "exp": "Sterilization control: for determining the efficacy of moist heat sterilization, spores of Bacillus stearothermophilus are used as the test organism. This is a thermophilic organism with an optimum growth temperature of 55-60oC and its spores require exposure of 12 minutes at 121oC to be killed REF: Ananthanarayan & Panicker's Textbook of Microbiology 8th edition pg no: 34",
        "cop": 2,
        "opa": "Clostridium tetani",
        "opb": "Bacillus stereothermophilus",
        "opc": "Bacillus pumilis",
        "opd": "Bacillus subtilis Var Niger",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "4a78a239-e36e-4cde-bd01-3c218f339dca",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a sporicidal agent?",
        "exp": "Lysol and alcohol (ethyl and isopropyl alcohol) are used as disinfectants while formalin and glutaraldehyde act as sterilants. Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 33",
        "cop": 1,
        "opa": "Lysol",
        "opb": "Formalin",
        "opc": "Glutaraldehyde",
        "opd": "Ethylene oxide",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "70011b88-64df-4299-934d-1ce36fc6edcc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used commercially for sterilization of disposable plastic items?",
        "exp": "Ethyl alcohol is used for sterilization of disposable plastic items. Ref: Textbook of Microbiology Baveja 5th ed Pg 41",
        "cop": 4,
        "opa": "Autoclave",
        "opb": "Glutaraldehyde",
        "opc": "Ethylene oxide",
        "opd": "Ethyl alcohol",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "fd331c59-288a-409f-a387-5b1d0b8333aa",
        "choice_type": "multi"
    },
    {
        "question": "Patient having gastroenteritis after eating contaminated food. microscopy showed gram-positive bacillus with subterminal spore. The bacteria is",
        "exp": "Clostridium-gram positive bacillus Food poisoning -clostridium perfringes Ref: Textbook of Microbiology Baveja 4th ed Pg 591",
        "cop": 1,
        "opa": "Clostridium per fringes",
        "opb": "Staphylococcus",
        "opc": "Clostridium tetani",
        "opd": "Corynebacterium",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "15d2acd4-e718-4102-bf49-05002729ddb1",
        "choice_type": "single"
    },
    {
        "question": "All of the following organisms are known to survive intracellularly except?",
        "exp": "Streptococcus pyogenes are delicate organisms that are easily destroyed by heat and antiseptics. They are arranged in chains, the length of which vary within wide limits and is influenced by the nature of culture medium REF: Textbook of Microbiology, Ananthanarayan, and Paniker. Page no.: 209",
        "cop": 3,
        "opa": "Neisseria meningitides",
        "opb": "Salmonella typhi.",
        "opc": "Streptococcus pyogenes",
        "opd": "Legionella pneumophila",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "b787ca39-98f8-4af4-bdf4-093ffdd0f3ff",
        "choice_type": "multi"
    },
    {
        "question": "Composition of ZN stain is all Except",
        "exp": "Primary stain: 0. 3% Carbol Fuchsin - Dissolve 50g phenol in 100ml ethanol (90%) or methanol(95%). Dissolve 3g basic fuchsin in the mixture and add distilled water to bring the volume to 1 L. Counter stain: 0. 3% methylene blue or malachite green Ref ananthnarayana and panikers microbiology textbook 8/e",
        "cop": 1,
        "opa": "Basic fuschin",
        "opb": "Acid fuschin",
        "opc": "Phenol",
        "opd": "Alcohol",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "a9fe859b-aa6d-45e2-b1e2-2eec3cdfd6b7",
        "choice_type": "multi"
    },
    {
        "question": "Thayer - Main media is used for -",
        "exp": "Blood agar, chocolate agar, and muller Hinton starch casein hydrosylate agar are the media commonly used for culturing meningococci(N. meningitidis). Modified Thayermain medium ( with vancomycin, colistin a, d nystatin ) is a useful selective media REF: Ananthanarayan & Panicker's Textbook of Microbiology 8th Edition pg no: 225",
        "cop": 2,
        "opa": "Staphylococcus",
        "opb": "Neisseria",
        "opc": "Streptococcus",
        "opd": "Haemophilus influenza",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "9fc495f5-ccab-4854-ab77-636dcc48881a",
        "choice_type": "single"
    },
    {
        "question": "Drug resistance transfer by bacteriophage involves?",
        "exp": "TRANSDUCTION: the transfer of a poion of the DNA from one bacterium to another by a bacteriophage is known as transduction. Bacteriophages are viruses that parasitize the bacteria and consist of a nucleic acid core and a protein coat. a phage paicle may have its core beside its own nucleic acid a segment of host. DNA. when this paicle infects another bacterium DNA transfer is effected and the recipient cells acquire new characteristic coded by the donor DNA REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 63",
        "cop": 1,
        "opa": "Transduction",
        "opb": "Conjugation",
        "opc": "Transformation",
        "opd": "Convocation",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "48e546d5-e6db-4242-8b92-924129c5e1b0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about Extended spectrum beta lactamases?",
        "exp": "Background: Extended spectrum beta-lactamases (ESBLs) are heterogeneous group of plasmid mediated b-lactamases enzymes that confer resistant to oxyimino cephalosporins, monobactam (aztreonam) and usually show co-resistance to other classes of antibiotics. The present was done to identify and characterize the most common plasmid-mediated ESBL genes associated with diabetic foot infections in Egypt. Methods and findings: A total of 135 Gram negative bacterial isolates were re- covered from 91 diabetic foot ulcers specimens of patients attending governmental hospitals and private clinics in Cairo, Egypt. The antibiogram analysis revealed a remarkable high resistance pattern towards different classes of the tested antimi- crobial agents. Based on CLSI, a total of 114 isolates out of 135 were considered potential ESBLs producer by using disc diffusion and broth microdilution screening assays followed by double disc synergy test (DDST). 58 out of 114 isolates were ESBLs producers and almost 14% (8 out of 58), were plasmid-mediated as deter- mined by plasmid extraction and transformation experiments. The majority of the tested plasmids (6 out of 8) carried 2 or more genes on the same plasmid. The most common combination was bla. CTX-M and bla. TEM (n=3/8; 37. 5%), followed by bla. SHV and bla. CTX-M(n=2/8; 25%) and bla. CTX-M+ bla. TEM+ bla. SHV (n=1/8; 12. 5%). One E. coli isolate harbored a plasmid (p. ECDF16) coding for the three ESBLs genes. The final nucleotide sequences of bla. TEM1 and bla. SHV-8 were submitted to the Gen. Bank database under accessions coder JX976326, and JX976327, respectively. Conclusion: High prevalence of plasmid-mediated ESBLs was detected among DFIs in Egypt. Therefore, new guidelines should be undeaken in Egypt to limit or prevent the misuse and abuse of antimicrobial agents.",
        "cop": 3,
        "opa": "Only seen in gram positive bacteria",
        "opb": "Only seen in gram negative bacteria",
        "opc": "Plasma mediated",
        "opd": "Associated only in communityl acquired disease",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "dda17bec-6442-44b7-9099-4bb52e988d1c",
        "choice_type": "multi"
    },
    {
        "question": "Recommended transpo medium for stool specimen suspected to contain enteric pathogen is -",
        "exp": "In the case of delicate organisms which may not survuve the time taken for transpoing the specimen to the laboratory or may be overgrown by non pathogens (such as dysentry or cholera organisms in feces ) special media are devised for transpoing the specimens. These are termed as transpo media for eg; Stua 's medium - a non nutrient soft agar gel containing a reducing agent to prevent oxidation and charcoal to neutralise ceain bacterial inhibitors-for gonococci and buffered glycerol saline for enteric bacilli REF: Ananthanarayan & Panicker's Textbook of Microbiology 9th edition pg no: 43",
        "cop": 2,
        "opa": "Arnie's medium",
        "opb": "Buffered glycerol saline medium",
        "opc": "Mac. Conkey medium",
        "opd": "Stua medium",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "4ff49bb4-4170-48f3-b25e-71e29ade1cb0",
        "choice_type": "single"
    },
    {
        "question": "Temperature and time period in hot air oven is",
        "exp": "160 for 2hrs or 170 for 1 hr. or 180 for 30min is temperature and time in hot air oven Hot air oven, red heat, incineration, flaming are eg for dry heat sterilization Ref: CP Baveja 4th ed Pg: 30",
        "cop": 2,
        "opa": "140 degrees 1 hr",
        "opb": "160 degrees 2 hrs",
        "opc": "160 1hr",
        "opd": "140 2 hrs",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "e465edf4-4507-4cf5-9291-ad056bc94777",
        "choice_type": "single"
    },
    {
        "question": "A young male patient presented with UTI. On urine examination, pus cells were found but no organisms. Which method would be best for culture?",
        "exp": "Sterile pyuria is caused by Chlamydia, ureaplasma, and mycoplasma. Mc. Coy culture is used for Chlamydia. Thayer Main - Neisseria gonorrhea. L J medium - Mycobacterium tuberculosis. Levinthal medium - Hemophilus. Reference: Jawetz, Melnick, & Adelberg's Medical Microbiology; 27th edition",
        "cop": 1,
        "opa": "Mc Coy culture",
        "opb": "Thayer Main medium",
        "opc": "L. J medium",
        "opd": "Levinthal medium",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "824f1cb4-661f-4632-b9ab-866c68468f07",
        "choice_type": "single"
    },
    {
        "question": "Spores are disinfected by -",
        "exp": "Ananthanarayan & Panicker's Textbook of Microbiology 9th edition pg no: 34 Formaldehyde is active against the amino group in a protein molecule. In aqueous solution, it is markedly bactericidal and sporicidal and also has a lethal effect on viruses",
        "cop": 3,
        "opa": "Ethylene oxide",
        "opb": "Betapropiolactone",
        "opc": "Formaldehyde",
        "opd": "Hexachlorophen",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "ec9e9acd-dae0-4ded-bdb1-4b679c3a30a1",
        "choice_type": "single"
    },
    {
        "question": "CCEY medium is used for culture of?",
        "exp": null,
        "cop": 2,
        "opa": "C jejuni",
        "opb": "C difficile",
        "opc": "Yersinia pestis",
        "opd": "Actinomycosis",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "5fda5264-2b89-4918-91e5-7db76f657b60",
        "choice_type": "single"
    },
    {
        "question": "The following pathogen does not satisfy 'Koch's postulates'-",
        "exp": "Mycobacterium leprae is ble but not culturable. That cannot be isolated in cell-free culture. Can be grown in the footpad of mice. It is a long and strenuos process REF: Textbook of Microbiology, Ananthanarayan, and Paniker. Page no.: 346, 364",
        "cop": 4,
        "opa": "Bacillus anthrax",
        "opb": "Mycobacterium tubercolosis",
        "opc": "Clostridium tetani",
        "opd": "Lepra bacilli",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "febd63e9-2366-49c2-b36c-b0589baf09a6",
        "choice_type": "single"
    },
    {
        "question": "Stain is not taken by capsule in gram negative organisms becasue the capsule consist of -",
        "exp": "Slime has a little affinity for basic dyes and is not visible in Gram stained smears. Special capsule staining techniques are available usually employing copper salts as mordants. Capsules may be readily demonstrated by negative staining in wet films with India ink, when they are seen as clear halos around the bacteria aganist a black background Methods used for demonstration of Capsule: 1. Indian ink(Negative staining) 2. Serological Methods 3. special capsular staining Ref: Ananthanarayan & paniker's Textbook of microbiology 9th edition pg no 18, C. p. Baveja pg no 17",
        "cop": 1,
        "opa": "Polysaccharides",
        "opb": "Lipopolysaccharides",
        "opc": "Lipids",
        "opd": "Protein",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "451c387f-78d4-47a3-ac3c-4f450244c0a8",
        "choice_type": "single"
    },
    {
        "question": "Which anticoagulant is used when blood is sent for blood culture?",
        "exp": "Sodium polyanethole sulfonate (SPS) is the most common anticoagulantused in commercial blood culturebottles. Blood from patients with symptoms of bacteremia has been drawn under sterile conditions into bottles containing growth medium containing SPS for culture of bacteria (3, 11, 19). Ref ananthnarayana and panikers microbiology textbook 8/e",
        "cop": 4,
        "opa": "Sodium",
        "opb": "EDTA",
        "opc": "Oxalate",
        "opd": "SPS",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "e6812964-222a-43d9-8acb-5ab406a57eb3",
        "choice_type": "single"
    },
    {
        "question": "What is the acceptable limit of bacterial count in an OT for neurosurgery?",
        "exp": "Bacterial exam of air is done by Various methods and upper limits in surgical theatres are 10 per cubic feet and 1 per cubic feet in surgical OT for neurosurgery Ref: Textbook of Microbiology Baveja 5th ed Pg 636",
        "cop": 2,
        "opa": "50 per cubic feet",
        "opb": "1 per cubic feet",
        "opc": "10 per cubic feet",
        "opd": "5 per cubic feet",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "00dbf932-f2d7-46a4-b502-e04816e35206",
        "choice_type": "single"
    },
    {
        "question": "The biologic standard used to test the efficiency of sterilization involves the use of",
        "exp": "Spores of Clostridium tetani is used for Dry Heat; 106 spores are used. For moist heat, Bacillus stearothermophilus are used. Reference: Ananthanarayan and Paniker&; s Textbook of Microbiology; 10th edition",
        "cop": 1,
        "opa": "Spores of Clostridium tetani",
        "opb": "Streptococcus pneumoniae",
        "opc": "Spores of Vibrio",
        "opd": "Mycoplamsa",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "4b76dbcb-1fca-4bf6-bf64-b6c133fbc481",
        "choice_type": "single"
    },
    {
        "question": "Operation theatre sterilisation is done by",
        "exp": "UV rays are used to disinfect OT for 30-45 min exposure Formaldehyde gas also can be used for fumigation of operation theatres. Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 33",
        "cop": 3,
        "opa": "savlon cleansing",
        "opb": "Carbolic acid spray",
        "opc": "Ultra violet radition",
        "opd": "Autoclave",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "bf211901-dd66-40b0-9350-a3e40da879ee",
        "choice_type": "single"
    },
    {
        "question": "b - Lactam ring is present in",
        "exp": "All penicillins have the basic structure. A thiazolidine ring (A) is attached to a b-lactam ring (B) that carries a secondary amino group (RNH-). Reference: Katzung&; s Pharmacology; 13th edition; Chapter 43; Beta-Lactam & Other Cell Wall- & Membrane-Active Antibiotics",
        "cop": 2,
        "opa": "Erythromycin",
        "opb": "Penicillin",
        "opc": "Tetracyclins",
        "opd": "Chloramphenicol",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "82603a7f-588c-4a01-952c-fefc84c8bc86",
        "choice_type": "single"
    },
    {
        "question": "The dye in Fluorescent microscopy?",
        "exp": "Auramine Rhodamine is the Dye for Fluorescent microscopy. Smears are stained with Auramine phenol or Auramine Rhodamine fluorescent dyes and when examined under UV illumination the bacilli will appear as bright rods against a dark background. Ref: Textbook of Microbiology; Ananthanarayan and Paniker; 9th edition; Pg no: 353",
        "cop": 4,
        "opa": "Thioflavin T",
        "opb": "Congo Red",
        "opc": "Brilliant Blue",
        "opd": "Auramine",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "43832374-f8e5-41ca-b082-57fc5cf0a5bc",
        "choice_type": "single"
    },
    {
        "question": "Stain specific for DNA staining is",
        "exp": "Staining of Nucleoids: Nucleoids are stainable with the Feulgen stain, which is specific for DNA. Ref: Jawetz; 27th edition; Page no: 39",
        "cop": 1,
        "opa": "Feulgen",
        "opb": "Malchite green",
        "opc": "Crystal violet",
        "opd": "Nigrosin",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "aa8f5f9c-c8f8-4bef-8da5-c46f0221a62f",
        "choice_type": "single"
    },
    {
        "question": "Whitmore's bacillus is",
        "exp": "Bacteria Eponyms. Corynebacterium pseudotuberculosis Nocard bacillus Hemophilus aegypticus Koch weeks bacillus Hemophilus influenza. Pfeiffer's bacillus Klebsiella pneumonia. Freidlanders bacillus Mycobacterium chelonei Tule tubercle bacillus Mycobacterium fouitum Frog tubercle bacillus Mycobacterium intracellulare Battey bacillus Mycobacterium paratuberculosis Johnes bacillus Mycoplasma pneumonia. Eaton agent Burkholderia pseudomallei Whitmore's bacillus (Ref: Ananthanarayan 9th edition, )",
        "cop": 3,
        "opa": "H. influenzae",
        "opb": "B. mallei",
        "opc": "B. pseudomallei",
        "opd": "B. cepaciae",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "9f1666aa-c359-4cec-a503-ce5e89f42081",
        "choice_type": "multi"
    },
    {
        "question": "False statement regarding culture media in microbiology -",
        "exp": "Anaerobic media: these media are used to grow anaerobic organisms for eg, Robeson's cooked meat medium Blood agar is an enriched, onselective, general purpose medium able to grow most aerobes, anaerobes, and fungi REF: Ananthanarayan & Panicker's Textbook of Microbiology 8th Edition pg no: 43",
        "cop": 1,
        "opa": "Blood agar is best for anaerobic organisms",
        "opb": "Chocolate agar is best for hemophilic organisms",
        "opc": "Lowenstein-Jenson media is bestnfor mycobacteria",
        "opd": "Mc. Conkey agar is best for gram negative enteric pathogens",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "00b93ae8-4f44-494f-af71-308c9f7ebb05",
        "choice_type": "multi"
    },
    {
        "question": "Peracetic acid comes under which class of sterilizing agent or disinfectant",
        "exp": "Peracetic acid--oxidizing agent effective in presence of organic matter End product is acetic acid and oxygen Used in plasma sterilization procedure Ref: CP Baveja 4th ed Pg: 36",
        "cop": 3,
        "opa": "Surface active agent",
        "opb": "Vapor phase disinfectant",
        "opc": "Oxidizing agent",
        "opd": "Halogen",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "ed210455-67cb-4928-88c4-46365f843036",
        "choice_type": "single"
    },
    {
        "question": "Methods used to see the bacteria are?",
        "exp": "The morphological study of bacteria requires the use of microscopes. Microscopy has come a long way since Leeuwenhoek first observed bacteria over three hundred years ago using hand grounded lenses. Optical or Light microscope, Phase contrast microscopy, Fluorescent microscope, dark field / Dark ground microscope and Electron microscope Live bacteria do not show much structural detail under the light microscope due to lack of contrast. Hence it is customary to use staining techniques to produce color contrast. Bacteria may be stained in the living state, but this type of staining is employed only for special purposes. Routine methods of staining of bacteria involve drying and fixing smears - procedures that kill them. Bacteria have an affinity to basic dyes due to the acidic nature of their protoplasm. Simple stains, Negative staining, Impregnation methods, Differential stains, Gram stain, Acid fast stain and Albes stain. Ref: Ananthanarayan & paniker's Textbook of mi. Microbiologyth edition pg no 10",
        "cop": 3,
        "opa": "Microscopy",
        "opb": "Stained preparations",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "f6bad166-57c7-4b06-be93-cac43e5f892f",
        "choice_type": "multi"
    },
    {
        "question": "Phage DNA becomes integrated with bacterial chromosome as prophage which codes new characteristics is referred to as",
        "exp": "Transformation - acquires free DNA from the environment. Conjugation - Transfer between two bacteria by sex pilus. Transduction - DNA acquired by bacteria by virus and phage. Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 59",
        "cop": 2,
        "opa": "Transformation",
        "opb": "Phage conversion",
        "opc": "Conjugation",
        "opd": "Transduction",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "b0566a88-0916-426c-a13b-48ada63e1135",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used as a control during sterilization of ionizing radiations",
        "exp": "Bacillus stearothermophilus - Moist heat ( Autoclave ), Bacillus anthracis causes anthrax. Bacillus subtilis - Dry heat ( Hot air oven)",
        "cop": 4,
        "opa": "Bacillus stearothermophilus",
        "opb": "Bacillus anthracis",
        "opc": "Bacillus subtilis",
        "opd": "Bacillus pumilus",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "3d4c447c-6f48-4995-b5f1-2a051bf60301",
        "choice_type": "single"
    },
    {
        "question": "Which of the following can be reliably used for hand washing -",
        "exp": "Chlorhexidine (hibitane) is a relatively non toxic skin antiseptic; most active againstgram positive organisms and fairly against gram negative ones. REF: Ananthanarayan & Panicker's Textbook of Microbiology 9th edition pg no: 35",
        "cop": 1,
        "opa": "Chlorhexidine",
        "opb": "Isopropyl alcohol",
        "opc": "Glutaraldehyde",
        "opd": "Cresol",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "78cac6ec-3c9d-4052-8d2e-9519763c66e8",
        "choice_type": "single"
    },
    {
        "question": "All the following agents can be used as skin disinfectants, except",
        "exp": "Chloroxylenol - Phenol. Tincture iodine - Halogen, Isopropyl alcohol - Alcohol Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 33",
        "cop": 3,
        "opa": "Chloroxylenol",
        "opb": "Tincture iodine",
        "opc": "Quaternary ammonium compounds",
        "opd": "Isopropyl alcohol",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "e8007091-ac40-4d54-8b3e-c0c1ec0c0155",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following stimulate adenylate cyclase with G-protein coupled action?",
        "exp": "pg no: 283 Cholera Toxin:-MOA--cholera toxin have A and B subunits. the B subunit binds specifically to the Gm1 ganglioside receptor on the intestinal epithelial cells. The active A enters the cell and is cleaved in to fragment A1 &A2. The a2 fragment links the active A1 to the B subunit and thus A1 fragments stimulate the adenylate cyclase activity of the epithelial cell. this inturn conve the ATP into c. AMP pg no: 250 SHIGA TOXIN --VEROCYTOTOXIN (VT)--it is of two types VT1 which is neutralised by antiserum to shigatoxin and VT2 that resist neutralisation by this antiserum. they are cytotoxic to vero and hela cells enterotoxic in rabbit ileal loop and show paralytic lethality in mouse. VT is also composed of A and B subunits. VT production is found to be phage encoded in several Esch. coli strains Besides VT1 and VT there is another toxin named VT2v toxin differs from VT1 and VT2 in that it is not cytotoxic to Hela cells and is not phage encoded pg no 226 Diphtheria toxin -the pathogenicity is due to production of a very powerful exotoxin by virulent strins of diphtheria bacilli. About 90-95% gravis and intermedius strains are toxigenic, while only 80-85% of mitis strains are so. avirulent strains are frequent among convalescents, carries and contacts. the strain most widely used for toxin production is park -williams 8 strain which has been described as a mitis strain and as an intermedius strain. the toxigenicity of the diphtheria bacillus depend=s on the presence of a tox gene which can be transferred from one bacterium to another by lysogenic bacteriophages, of which beta phage is the most impoant. Non toxic genic strains may be rendered toxigenic by infecting them with beta phage. this process is known as lysogenic conversion. the toxigenicity remains as long as the bacteria is lysogenic. When the bacteria is freed of its phage as by growing in the presence of antiphage serum, it loses the toxigenicity and becomes non toxigenic strain. in addition to beta phage other phage s are also known to carry tox genes Ref: textbook of Microbiology Dr. C. P. Baveja 4th Edition",
        "cop": 2,
        "opa": "Shiga toxin",
        "opb": "Cholera toxin",
        "opc": "Diphtheria toxin",
        "opd": "Pseuduomonas toxin",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "bbee925d-200c-4146-a618-1f07e96e365f",
        "choice_type": "single"
    },
    {
        "question": "Widal test is a method of?",
        "exp": "For Typhoid",
        "cop": 3,
        "opa": "Direct Coomb's test",
        "opb": "Indirect Coomb's test",
        "opc": "Tube agglutination test",
        "opd": "Precipitation test",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "405006c4-4db4-4065-a420-173b43304d27",
        "choice_type": "single"
    },
    {
        "question": "Which is a eukaryote among the following",
        "exp": "Based on differences in cellular organization and biochemistry this kingdom has been divided into two groups: prokaryotes and eukaryotes. Bacteria and blue-green algae are prokaryotes while fungi other algae, slime molds, and protozoa are eukaryotes. Bacteria are prokaryotic microorganisms that do not contain chlorophyll. They are unicellular and do not show true branching except in the so-called higher bacteria. Ref: Textbook of Microbiology; Ananthanarayan and Paniker; 9th edition; Pg no: 9",
        "cop": 3,
        "opa": "Mycoplasma",
        "opb": "Bacteria",
        "opc": "Fungus",
        "opd": "Chlamydia",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "ae3f30db-80cd-460d-8ea5-010f67cf973d",
        "choice_type": "single"
    },
    {
        "question": "Mac. Conkey's Agar is -",
        "exp": "DIFFERENTIAL MEDIA: a medium that has substance incorporated in it enabling it to bring out differing characteristic of bacteria and help to distinguish between them is called differential media for eg; MAc. CONKEY, NAGLERS MEDIA Ref:",
        "cop": 3,
        "opa": "Enriched medium",
        "opb": "Enrichment medium",
        "opc": "Differential medium",
        "opd": "Synthetic medium",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "a20e4098-8d26-45d9-bb39-d72d35c452c4",
        "choice_type": "single"
    },
    {
        "question": "Following grows in the cell free medium except -",
        "exp": "Rickettsiae cannot be grown in cell-free culture media. They usually grow in the cytoplasm of infected cells. REF: Textbook of. Microbiologyy, Anantha Narayan, and Paniker. Page no.: 406",
        "cop": 1,
        "opa": "Rickettsia",
        "opb": "M leprae",
        "opc": "Baonella",
        "opd": "Syphilis",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "069ca06a-66b7-4d09-9a9c-28bcd6e2dd53",
        "choice_type": "multi"
    },
    {
        "question": "The earliest discovery of a pathogenic microorganism was made by",
        "exp": "The earliest discovery of a pathogenic microorganism was probably made by Augustino Bassi(1835), showed that the muscardine disease of silkworms was caused by a fungus. Ref: Ananthanarayan; 7th edition; Page no: 1",
        "cop": 1,
        "opa": "Augustino Bassi",
        "opb": "Pollender",
        "opc": "Oliver Wendell",
        "opd": "Louis pasteur",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "5bf5f3a3-426d-4290-bf67-523348b005f2",
        "choice_type": "single"
    },
    {
        "question": "&; Disinfectant&; kills the following -",
        "exp": "Disinfection is the destruction or removal of all pathogenic organisms or organisms capable of giving rise to infection Including spores Ref Ananthanarayan & paniker's textbook of Microbiology 9th edition page no 28",
        "cop": 2,
        "opa": "All microorganisms",
        "opb": "Pathogenic microorganisms",
        "opc": "Viruses and fungi",
        "opd": "Non - pathogenic microorganisms",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "ba2529fa-e5e4-45d3-b19a-413dce794ba5",
        "choice_type": "multi"
    },
    {
        "question": "Hospital dressing is best disposed off by -",
        "exp": "Incineration: This is an excellent method for safely destroying material such as contaminated cloth, animal carcasses, and pathological materials. Plastic such as PVC and polyethylene can be dealt with similarly but polystyrene materials emit clouds of dense black smoke and hence should be autoclaved in appropriate containers REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 31",
        "cop": 1,
        "opa": "Incineration",
        "opb": "Dumping",
        "opc": "Autoclaving",
        "opd": "Burying",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "ba2dd112-9493-401e-9c3a-560de2452ce6",
        "choice_type": "single"
    },
    {
        "question": "In the Eijkman test, mac Conkey broth tubes are incubated at",
        "exp": "At 44 degree centigrade, Mac Conkey broth tubes are incubated Ref: Textbook of Microbiology Baveja 4th ed Pg 691",
        "cop": 3,
        "opa": "25 degree centigrade",
        "opb": "37 degree centigrade",
        "opc": "44 degree centigrade",
        "opd": "52 degree centigrade",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "194f7eb5-09ba-4f5d-b6a1-c5c4321ad312",
        "choice_type": "single"
    },
    {
        "question": "Following statements are true on dark ground microscopy EXCEPT -",
        "exp": "Darkfield / Dark ground microscope in which reflected light is used instead of transmitted light used in an ordinary microscope. The essential pa of the dark field microscope is the dark field condenser with central circular stop, which illuminates the object with a cone of light without letting any ray of light fall directly on the objective lens. Light rays falling on the object are reflected or scattered on to the objective lens with the result that the object appears self-luminous against a dark background. The contrast gives an illusion of increased resolution, so that very slender organisms such as spirochetes, not visible under ordinary illumination, can be clearly seen under a dark field microscope Ref: Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no 11",
        "cop": 4,
        "opa": "Suitable for slender organism like spirochetes",
        "opb": "Dark field field condenser with a central circular stop used to illuminate the object -",
        "opc": "Light falling on the object with a dark background reflects and objects appear self luminous",
        "opd": "Transmitted light is used to illuminate the object",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "26b6ccf7-177d-4cfa-a2b0-67a98ee75db0",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following have More Peptidoglycans present in them-",
        "exp": "Peptidoglycan layer of Gram positive bacteria is thicker (15-18nm) than that of Gram negative bacteria Peptidoglycan layer of Gram negative bacteria is thin (2-3nm) and is bound by the lipoprotein and plasma membrane Ref: Ananthanarayan & paniker's Textbook of microbiology 9th edition pg no 16",
        "cop": 2,
        "opa": "Gram negative bacteria",
        "opb": "Gram positive bacteria",
        "opc": "Fungi",
        "opd": "Protoza",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "156e8e31-5488-4abb-91d0-58556b7c4366",
        "choice_type": "single"
    },
    {
        "question": "F plasmid of high frequency recombination is a -",
        "exp": "EXTRA CHROMOSOMAL GENETIC MATERIAL Plasmids are circular DNA molecule present in the cytoplasm of bacteria, Capable of autonomous replication (independent replicons). by their ability to transfer genes from one cells to another, plasmids have become impoant vectors in genetic engineering. plasmids may also be seen in yeasts, which are eukaryotes. Plasmid DNA may sometimes be integrated with chromosomal DNA. The name episome was employed for such integration forms, though this distinction is not usually made now. Plasmids have been classified in many ways depending on whether they are self transmissible or nontransmissible on the propey encoded by restriction endonuclease finger printing or other criteria. REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 60",
        "cop": 1,
        "opa": "Extrachromosomal",
        "opb": "Chromosomal",
        "opc": "Mesosomes",
        "opd": "Ribosomes",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "d8ae5670-7e60-4a45-80c1-3dedf7bac55e",
        "choice_type": "single"
    },
    {
        "question": "The endotoxin which leads to endotoxic shock is actually -",
        "exp": "Endotoxin s heat stable lipopolysaccharides which form an integral pa of the cell wall of gram negative bacteria. their toxicity depends on lipid component. they are released only by the disintegration of the cell wall. they cannot be toxoided. they are poor antigens and their toxicity is not completely neutralised by the homologous antibodies. they are active only in relativly large doses Ref: Ananthanarayan & paniker's Textbook of microbiology 9th edition pg no 74",
        "cop": 2,
        "opa": "Lipoprotein",
        "opb": "Lipopolysaccharide",
        "opc": "Polysaccharide",
        "opd": "Polyamide",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "e51ed4c6-d3ba-4c63-bdda-2e17597983c9",
        "choice_type": "multi"
    },
    {
        "question": "Significance of Adhesin in Pathogenesis-",
        "exp": "Adhesion: The initial event in the pathogenesis of many infections is the attachment of the bacteria to body surfaces. This attachment is not a chance event but a specific reaction between surface receptors on host cells and adhesion structures on the surface of bacteria. These adhesive structures are called Adhesins. This attachment is initial step of pathogenesis of an organism in host body Ref: Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no 74",
        "cop": 2,
        "opa": "Motility",
        "opb": "Bacterial attachment",
        "opc": "Toxigenicity",
        "opd": "Bacterial division",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "1db93410-8e49-4f53-a292-8f216bd5b29b",
        "choice_type": "single"
    },
    {
        "question": "The Browne's tube is used for?",
        "exp": "A brownie's tube(green spot) is available for dry heat and is convenient for routine use. After prolonged sterilization, a green color is produced REF: Ananthanarayan and Panicker's Textbook of Microbiology 8th Edition pg no: 32",
        "cop": 1,
        "opa": "Steam sterilization",
        "opb": "Radiation",
        "opc": "Chemical sterilization",
        "opd": "Filtration",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "9021e4d6-a3a5-4185-b222-f08365bf9bfd",
        "choice_type": "single"
    },
    {
        "question": "Arrangement of lens from eye to source of light, in light microscope -",
        "exp": "Condensor lens is the one which decided how much light should fall on object. Subjective lens is placed after the light reflects from object. Ocular lens near the viewers eye. REF: Textbook of microbiology, Ananthanarayan and Paniker.",
        "cop": 1,
        "opa": "Ocular lens: Subjective lens: Condesor lens",
        "opb": "Subjective lens: Ocular lens: Condesor lens",
        "opc": "Condesor lens: Subjective lens: Ocular lens",
        "opd": "Subjective lens: Condesor lens: Ocular lens",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "f4055380-89ba-49d9-b34d-639b2fdc8f77",
        "choice_type": "single"
    },
    {
        "question": "Drug resistance is not transmitted by -",
        "exp": "Factor: The F factor is a tramsfer factor that contains the genetic information necessary for the synthesis of sex pilus and for self-transfer but is devoid of other identifiable genetic markers such as drug resistance. Cells carrying the F factor have no distinguishing feature other than their ability to mate with F - cells and render them F+. The F factor is actually an episode and has the ability to exist in some cells in the integrated data or inseed into the host chromosome; such cells are able to transfer the chromosomal gene to recipient cells with high frequency and are known as Hfr cells. Following conjugation with an Hfr cell an F- only rarely becomes F+ though it receives chromosomal genes from the donors. REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 65",
        "cop": 1,
        "opa": "HFr",
        "opb": "Transposons",
        "opc": "Plasmid",
        "opd": "Chromosomes",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "4da7e692-1fbc-480f-9b2a-644d956c1954",
        "choice_type": "single"
    },
    {
        "question": "False regarding bacterial plasmids is?",
        "exp": "Plasmids are circular DNA molecule present in the cytoplasm of bacteria, capable of autonomous replication (independent replicons). By their ability to transfer genes from one cells to another, plasmids have become impoant vectors in genetic engineering. Plasmids may also be seen in yeasts, which are eukaryotes. plasmid DNA may sometimes be integrated with chromosomal DNA. The name episome was employed for such integration forms, though this distinction is not usually made now. Plasmids have been classified in many ways depending on whether they are self transmissible or nontransmissible on the propey encoded by restriction endonuclease finger printing or other criteria. REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 60",
        "cop": 4,
        "opa": "Extrachromosomal",
        "opb": "Eliminated by treating with radiation",
        "opc": "Transmission of different species",
        "opd": "Can causes lysogenic conversion",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "be9ab5c4-1d6a-41b3-a29c-2b4c855fa068",
        "choice_type": "multi"
    },
    {
        "question": "Temperature used in Pasteurization is:",
        "exp": "In Pasteurization, the milk is heated at either 63 for 30 min (holder method) or 72 for 15-30 sec followed by rapid cooling (flash process). Pasteurization of milk is an example of sterilization by moist heat. Pasteurization of milk (Sterilization by Moist heat): Low temperature-Long time Method (LTLT) High temperature sho time (HTST) Involves heating the milk to 63oC (144. 5oF) and holding this for 30 minutes Involves heating the milk to 72oC (161. 5oF) This method is typically used by milk banks which perform either the Holder method of pasteurization or the similar Vat method of pasteurization This process involves heating the milk faster and to a higher temperature than used with the Holder and Vat methods, and holding this for only a few seconds. Ultra-high temperature (UHT) method Involves heating the milk at a temperature of 138oC or 280oF and holding it for atleast two seconds. Milk labelled ultra-pasteurized or UHT must be treated with the UHT method By these processes all non-sporing bacteria such as Mycobacteria, Brucella and Salmonella are destroyed. Coxiella Brunetti is relatively heat resistant and may survive the holder method. Ref: Ananthanarayan and Panicker 10th edition &; Pgno: 30",
        "cop": 2,
        "opa": "72 for 20 min",
        "opb": "63 for 30 min",
        "opc": "100 for 10 min",
        "opd": "94 for 20 min",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "ae867663-d566-4454-a27f-fde1f5bb9e22",
        "choice_type": "single"
    },
    {
        "question": "The difference between Gram + ve and Gram -ve organism is that Gram+ve org. contains -",
        "exp": "Gram-Positive Gram-Negative Thickness Thicker Thinner Variety of AA Few several Aromatic acid and sulfur-containing amino acids absent present LPS absent or scant present Teichoic acid present absent Ref: Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no 16 Table 2. 2 Comparison of cell walls of Gram-Positive & Gram-Negative",
        "cop": 1,
        "opa": "Teichoic acid",
        "opb": "Muramic acid",
        "opc": "N-acetyl neuraminin acid",
        "opd": "Aromatic amino acids",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "fef0e645-4008-43e6-a32a-ee245a54fc02",
        "choice_type": "single"
    },
    {
        "question": "Swarming growth on culture is characteristic of which Gram-negative organism -",
        "exp": "Pr. mirfabilis & Pr. vulgaris swarms on solid culture media. discrete colonies are seen in young cultures but thereafter actively motile cells spread on the surface of the plate in successive waves to form a thin film layer in concentric circles. REF: Ananthanarayan & Panicker's Textbook of Microbiology 8th edition pg no: 280-281",
        "cop": 4,
        "opa": "Clostridium welchii",
        "opb": "Clostridium tetani",
        "opc": "Bacillus cereus",
        "opd": "Proteus mirabilis",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "f876742c-adda-402f-9cc5-5e12cf3f3b38",
        "choice_type": "single"
    },
    {
        "question": "Floppy baby syndrome is caused by",
        "exp": "Infant botulism: This is a toxico-infection. Cl. botulinum spores are ingested in food, get established in the gut and there produce the toxin. Cases occur in infants below six months. Manifestations are constipation, poor feeding, lethargy, weakness, weak or altered cry, floppiness and loss of head control. Honey has been incriminated as a likely food item through which bacillus enters the gut. Ref: Ananthanarayan; 7th edition; Page no: 264",
        "cop": 3,
        "opa": "Staphylococcus aureus",
        "opb": "Staphylococcus epidermidis",
        "opc": "Clostridium botulinum",
        "opd": "Bacillus cereus",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "09357b85-2e1c-4268-a787-21c7c32dae80",
        "choice_type": "single"
    },
    {
        "question": "pH of Sabouraud's dextrose agar is adjusted to",
        "exp": "Sabouraud's dextrose agar (SDA), contains glucose and modified peptone, suppos the growth of fungi, and restricts the growth of bacteria. The pH of SDA is 5. 6. Jawetz 27e pg: 663",
        "cop": 3,
        "opa": "2-Jan",
        "opb": "4-Feb",
        "opc": "6-Apr",
        "opd": "8-Jun",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "3176a0b4-1c81-44f3-ac53-27cce2d0eef0",
        "choice_type": "single"
    },
    {
        "question": "Bacteria with a tuft of flagellae at one end are called -",
        "exp": "Flagella They are long unbranched sinuous filaments which are organs of locomotion. Each flagellum consist of 3 distinct pa the filament the hook and the basal body. The filament is external to the cell and connected to the hook at the cell surface. Structure: The Hook-Basal body poion is embedded in the cell envelope. They are antigenically different. Flagella are made up of protein(flagellin). Though flagella of different bacteria have similar composition they antigenically different. flagellar antibodies are not protective but are usful in sero diagnosis. The presence or absence of flagella and their number and arrangement are characteristic of different genere of bacteria. Flagella may be arranged all round the cell (peritrichous) as a typhoid bacilli, or situated at one or both ends of the cell (polar). Polar flagella may be single (monotrichous) as in cholere vibrio, in tufts (lophotrichous)as in spirilla or with flagella at both poles(amphitrichous) Ref: C. P. Baveja pg no. 17-18",
        "cop": 4,
        "opa": "Monotrichate",
        "opb": "Peritrichate",
        "opc": "Bipolar",
        "opd": "Lophotrichate",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "9ce01f54-6092-468b-becc-443ea2e6752f",
        "choice_type": "multi"
    },
    {
        "question": "Irradiation can be used to sterilizea all Except-",
        "exp": "Bronchoscope-glutaraldehyde REF: Ananthanarayan & Panicker's Textbook of Microbiology 9th edition pg no: 34",
        "cop": 4,
        "opa": "Bone graft",
        "opb": "Suture",
        "opc": "Aificial tissue graft",
        "opd": "Bronchoscope",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "cfc65064-dd89-4438-bbee-adc1f5f28fee",
        "choice_type": "multi"
    },
    {
        "question": "Example of anaerobic medium",
        "exp": "Non-selective media used in anaerobic bacteriology: Cooked meat broth (e. g. Robeson's Cooked Meat Medium): Non-selective for the cultivation of anaerobic organisms; with an addition of glucose, can be used for gas-liquid chromatography. Anaerobic blood agar: It is a non-selective medium for isolation of anaerobes and facultative anaerobes. Egg-yolk agar (EYA): Non-selective for determination of lecithinase and lipase production by Clostridia and Fusobacteria. Peptone-yeast extract glucose broth (PYG): Non-selective for the cultivation of anaerobic bacteria for gas-liquid chromatography. Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 46, 47",
        "cop": 3,
        "opa": "WIlson Blair medium",
        "opb": "Mac conkey broth",
        "opc": "Robeson's cooked meat medium",
        "opd": "EMB agar",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "453c5d04-12fd-481d-a945-c259ca7e5ea2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most resistant to sterilization?",
        "exp": "Prions are infectious proteins without any detectable nuclic acid they are highly resistant to physical and chemical agents. Heat: they are extremly resistant to dry heat. they are most resistant to moist heat than bacteria spores fungi and viruses Chemicals: prions are inactivated by sodium hypochlorite. they are also sensitive to household bleach, phenol and iodine disinfectants. chemicals such as aldehyde, hydrogen peroxide, ethylene oxide, ethanol and ionising radiations are found to be ineffective Ref: textbook of Microbiology Dr. C. P. Baveja 4th Edition pg no: 39",
        "cop": 2,
        "opa": "Cysts",
        "opb": "Prions",
        "opc": "Spores",
        "opd": "Viruses",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "55919ce6-2de7-4e8e-ae86-a647c538c421",
        "choice_type": "single"
    },
    {
        "question": "Smith Noguchi's media is used for -",
        "exp": "Cultivation of nonpathogenic treponemes (e. g., Reiter strain of Treponema phagedenis) REF: Text book of microbiology Ananthanarayan Page no. 39",
        "cop": 3,
        "opa": "Salmonella",
        "opb": "Klebsiella",
        "opc": "Spirochetes",
        "opd": "Bacillus",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "d3bbaee3-7df7-405b-bc67-8cf0f1c15392",
        "choice_type": "single"
    },
    {
        "question": "Rideal-Walker coefficient is related with?",
        "exp": "testing of disinfectants Phenol test, riedal walker test are used to determine the efficacy of disinfectants In Riedal walker test, suspension containing equal number of typhoid bacilli are submitted to the action of varying concentration of phenol and of the disinfectant to be tested REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 38",
        "cop": 1,
        "opa": "Disinfect ing power",
        "opb": "Parasitic clearance",
        "opc": "Dietary requirement",
        "opd": "Statistical correlation",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "52fbc185-828b-4622-b9a2-2256d8e69d4f",
        "choice_type": "single"
    },
    {
        "question": "All are sporicidal except -",
        "exp": "ALDEHYDES Formaldehyde is active against the amino group in the protein molecule. In aqueous solutions, it is markedly bactericidal and sporicidal and also has a lethal effect on viruses. it is used to preserve anatomical specimens and for destroying anthrax spores in hair and wool 10% formalin containing 0. 5% sodium tetraborate is used to sterilize clean metal instruments. Formaldehyde gas is used for sterilizing instruments and heat sensitive catheters and for fumigating wards sick rooms and laboratories. Under properly controlled conditions, clothing, bedding, furniture, and books can be satisfactorily disinfected. The gas is irritant and toxic when inhaled. surfaces which have been disinfected by this agent may give off an irritant vapor for some time after disinfection. This can be nullified by exposure to ammonia vapor after disinfection has been completed Glutaraldehyde: This has an action similar to that of formaldehyde. It is especially effective against the tubercle bacilli. fungi and viruses. it is less toxic and irritant to the eyes and skin than formaldehyde. it has no deleterious effect on the cement or lenses of instrument s such as cystoscopes and bronchoscopes. It can be safely used to treat corrugated rubber anesthetic tubes and face masks, plastic endotracheal tubes metal instruments and polythene tubing Phenols These are obtained by distillation of coal tar between the temperature of 170 and 270 C. Lister, the father of antiseptic surgery, introduced them in surgery. Since then a wide range of phenolic compounds has been developed as disinfectants. The lethal compounds have been developed as disinfectants. The lethal effect of phenols is due to their capacity of the cell membrane, damaging cell contents and causing lysis. lysis. centrations of phenol proteins. membrane bound oxidases and dehydrogenases are inactivated by concentrate action of phenol that are rapids bactericidal for microbes Phenol: Is a powerful microbicidal substance. This and other phenolic disinfectants derived from coal tar are widely used disinfectants active against a wide range of organisms They are not readily inactivated by the presence of organic matter and are thus good general disinfectants. these are to a human. various proprietary preparations cholorophenols and choloroxyphenols, though less toxic and irritant are less active and more readily inactivated by organic matter. matter. se groups of substances are relatively inactive against Pseudomonas. Various combinations of these are used un the control of pyogenic cocci in surgical and neonatal units in hospitals hospitallsrophene is potentially toxicity care. charge. idine is a relatively nontoxic skin antiseptic most active against Gram-positive organisms and fairly effective against Gram-negative ones. aqones. solutions are used in the treatment of wounds ETHYLENE DIOXIDE: Its action is due to alkylating the amino, caramino, hydroxylation sulphydryl groups in protein molecules. In addition, it reacts with DNA and RNA. It and use as a disinfectant present aa potential toxicity to human beings, including mutagenicity and carcinogenicarcinogenicty. ctive against all types of microorganisms including viruses and spores Ref: Ananthanarayan & panickers textbook of microbiology 8th edition page no 36-37",
        "cop": 1,
        "opa": "lysol",
        "opb": "Glutaraldehyde",
        "opc": "Ethylene oxide",
        "opd": "Formaldehyde",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "a611a167-7e40-4056-86a0-21107bf3d1a8",
        "choice_type": "multi"
    },
    {
        "question": "Moist heat kills of the following except -",
        "exp": "Temperature below 100 for pasteurisation of milk: The milk is heated is heated at either 63degC for 30 minutes or 72degC for 15-20 seconds followed by cooling quickly to 13\"C or lower. By these processes all non sporingn pathogen such as mycobacteria, brucellae and salmonellae are destroyed Coxiella burnettii is relativly heat resistant and may survive the holder method Ref Ananthanarayan & panikers textbook of microbiology 9th edition page no 30",
        "cop": 4,
        "opa": "Brucella",
        "opb": "Mycobateria",
        "opc": "Salmonella",
        "opd": "Coxiella burnetti",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "cb450a89-2caf-4fc3-a893-c55c22ad91e4",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are used in Gram's staining except?",
        "exp": "GRAM STAINING 1). Primary staining with a pararosaniline dye such as crystal violet, methyl violet, or gentian violet 2). Application of a dilute solution of iodine 3). Decolourisation with an inorganic solvent such as ethanol, acetone, or aniline 4). Counterstaining with a dye of contrasting color such as carbon fuchsin, safranine or neutral red Congo Red: It is an organic dye, an azo dye mainly used in the diagnosis of amyloidosis REF: Ananthanarayan & Panicker's Textbook of Microbiology 9th Edition pg no: 13",
        "cop": 3,
        "opa": "Iodine",
        "opb": "Alcohol",
        "opc": "Congo red",
        "opd": "Crystal violet",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "5a736b35-cdaf-4041-ab75-4478b9f005c4",
        "choice_type": "multi"
    },
    {
        "question": "Dark ground microscopy is used for?",
        "exp": "Darkfield / Dark ground microscope in which reflected light is used instead of transmitted light used in the ordinary microscope. The essential pa of the dark field microscope is the dark field condenser with central circular stop, which illuminates the object with a cone of light without letting any ray of light fall directly on the objective lens. Light rays falling on the object are reflected or scattered onto the objective lens with the result that the object appears self-luminous against a dark background. The contrast gives an illusion of increased resolution, so that very slender organism such as spirochetes, not visible under ordinary illumination, can be clearly seen under a dark field microscope. Treponema pallidum immobilization (TPI) - pg no 375 The first in the group is the test introduced in 1949. the test serum is incubated with complement and T. pallidum maintained in a complex medium anaerobically. if antibodies are present, the treponemes are immobilized that is rendered non-motile when examined under a dark ground microscope Ref: Textbook of Microbiology; Ananthanarayan and Paniker; 9th edition; Pg no: 11",
        "cop": 1,
        "opa": "TPI",
        "opb": "FTA - ABS",
        "opc": "Kahn's test",
        "opd": "VDRL",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "313aacbb-cfc9-4072-aa85-0da5c7e491ab",
        "choice_type": "single"
    },
    {
        "question": "Non-motile bacteria include?",
        "exp": "Klebsiella: This genus consist of non-motile capsulated rods that grow well on ordinary media forming large dome-shaped mucoid colonies of varying degrees of sickness Page no 290 Salmonella: Salmonella is Gram-negative. They are motile with peritrichous flagella. They do not have capsule or spores but may possess fimbria Page no 274 Escherichia is a gram-negative straight rod arranged singly or in pairs, it is motile by peritrichous flagella though some m strains may be nonmotile. Capsule and fimbriae are found in some strains. and spores are not formed Page no 280 Citrobacter is motile bacillus which utilizes its flagella Ref: Ananthanarayan And Paniker's Textbook of microbiology Page no 280",
        "cop": 2,
        "opa": "Salmonella",
        "opb": "Klebsiella",
        "opc": "Citrobacter",
        "opd": "Escherichia",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "4835bdc0-b636-4b88-9235-e51e978557b8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following bacteria can survive in holder method of pasteurization?",
        "exp": "All non-sporing pathogens are killed except Coxiella burnettii in holder method of pasteurization Another method is flash method Ref: CP Baveja 4th ed Pg: 41",
        "cop": 3,
        "opa": "Bordetella",
        "opb": "Salmonella",
        "opc": "Coxiella",
        "opd": "Mycobacterium bovis",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "bd58f0b7-9ffd-44ce-a4f7-89ecfc1cb0ae",
        "choice_type": "single"
    },
    {
        "question": "The discovery of \"gene transformation\" came from the study of one of the following bacteria?",
        "exp": "transformation is the transfer of genetic information through the agency of free DNA. it was the first eg of genetic exchange in bacteria to have been discoverd. griffith in 1928 found that mice died when injected with a mixture of live non capsulated pneumococci and heat killed capsulated pneumococci neither of which separately proved fatal REF: Ananthanarayan & Panicker's Textbook of Microbiology 8th edition pg no: 63",
        "cop": 3,
        "opa": "Bacillus subtilis",
        "opb": "Streptococcus pyogenes",
        "opc": "Streptococcus pneumoniae",
        "opd": "Escherichia coli",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "ff851c6a-cdd3-4b40-9a22-ec10ffe2cc7c",
        "choice_type": "single"
    },
    {
        "question": "All are sporicidal agents except?",
        "exp": "Other disinfectants are used for destroying spores. Isoprpylalchohol is an antiseptic used mainly as skin disinfectant and act by denaturing bacterial proteins REF: Ananthanarayan & Panicker's Textbook of Microbiology 9th edition pg no: 34",
        "cop": 4,
        "opa": "Formaldehyde",
        "opb": "Glutaraldehyde",
        "opc": "Ethylene oxide",
        "opd": "Isopropyl alcohol",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "c7360eb3-827e-4fa5-9795-b4a0b9d4b682",
        "choice_type": "multi"
    },
    {
        "question": "The organ of adhesion in the bacteria is -",
        "exp": "Fimbriae is a very fine, hair-like surfaces appendages called fimbriae or pili. 8 morphological types are known classifiable as either common or sex pili on the basis of their function. Pili comprise self aggregating monomers of pilin. They originate in the cell membrane. Fimbriae can be seen only under the electron microscope. They are unrelated to motility. Fimbriae function as organs of adhesion helping the cells to adhere firmly to the paicle of various kinds. This propey may serve to anchor the bacteria in nutritionally orable microenvironments. Fimbriated bacteria form surface pellicles in liquid media. Many fimbriated cells agglutinate red blood cells of guinea pigs, fowl, horses, and pigs strongly human and sheep cells weakly and ox cells scarcely. A special type of fimbriae is sex pili. They are found on male bacteria and help in the attachment of those cells to female bacteria forming hollow conjugation tubes through which it is assumed genetic material is transferred from the donor to the recipient cell. Ref: Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no 20",
        "cop": 4,
        "opa": "Capsule",
        "opb": "Slime",
        "opc": "Flagella",
        "opd": "Fimbriae",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "04661ed7-1eb2-42bd-a652-2090e5e77da6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most resistant to antiseptics",
        "exp": "Capsules may be readily demonstrated by negative staing in wet films with India ink, when they are seen as clear halos around the bacteria aganist a black background Ref: Ananthanarayan & paniker's Textbook of microbiology 9th edition pg no 18",
        "cop": 1,
        "opa": "Prion",
        "opb": "Spore",
        "opc": "Fungus",
        "opd": "Cyst",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "d9ddb71b-b893-4c2a-a3a4-5d2968c36296",
        "choice_type": "single"
    },
    {
        "question": "Griffith demonstrated transformation with -",
        "exp": "Griffith in 1928 found that mice died when injected with a mixture of live non-capsulated (R) pneumococci and heat killed capsulated (S) pneumococci, neither of which separately proved fatal. REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 63",
        "cop": 4,
        "opa": "H. influenzae",
        "opb": "E. coli",
        "opc": "Proteus",
        "opd": "Pneumococcus",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "10553f4e-1a9a-4454-953e-e9b2c56d1a4b",
        "choice_type": "single"
    },
    {
        "question": "False about alcohol in disinfection is -",
        "exp": "Alcohols: ethyl alcohol and isopropyl alcohol are the most frequently used. they are used mainly as skin antiseptics and act by denaturing bacterial proteins. They have no action on spores to be effective they must be used at a concentration of 60-90 percent in water. Protein slows its action whereas 1%mineral acid or alkaline enhances it. Isopropyl alcohol preferred as it is a better fat solvent more bactericidal and less volatile. It is used for the disinfection of clinical thermometers. methyl alcohol is very effective against fungal spores and is used for treating cabinets and incubator affected by them. The insides of the chambers are wiped with a liberal amount of methanol. A pad moistened with methanol and a dish of water are kept inside and the incubator is left at working temperature for several hours. Methyl alcohol vapor is toxic and inflammable REF: Ananthanarayan & Panicker's Textbook of Microbiology 8th pg no: 36",
        "cop": 3,
        "opa": "Ethanol is used",
        "opb": "Isopropyl alcohol is used",
        "opc": "Has sporicidal activity",
        "opd": "Has bactericidal activity",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "d13380ac-af68-48f7-8665-2e5d8bee7353",
        "choice_type": "multi"
    },
    {
        "question": "The medium that is most ideal for antibiotic sensitivity testing of bacterial isolates is",
        "exp": "Nutrient agar is good for antibiotic sensitivity testing Muller Hinton medium for testing aerobes and facultative anaerobes Ref: Textbook of Microbiology Baveja 4th ed Pg 628",
        "cop": 3,
        "opa": "Blood agar",
        "opb": "Chocolate agar",
        "opc": "Nutrient agar",
        "opd": "Mac. Conkey agar",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "6b951561-571e-4ff9-8594-f6704d10fbe3",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common contaminant in a positive blood culture",
        "exp": "Staphylococcus epidermidis is the most common contaminant in positive blood culture among the given bacteria. Ref ananthnarayana and panikers microbiology textbook 8/e",
        "cop": 1,
        "opa": "Staphylococcus epidermidis",
        "opb": "Bacteriodes",
        "opc": "Candida",
        "opd": "Aceinobacter",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "19427ba5-1b31-49a0-89b2-7619511e7af7",
        "choice_type": "single"
    },
    {
        "question": "Exaltation is defined as -",
        "exp": "The virulence of a strain is not constant and may undergo spontaneous or induced variations. Enhancement of virulence is known as exaltation Ref Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no 74",
        "cop": 2,
        "opa": "Decreased virulence",
        "opb": "Increased virulence",
        "opc": "No change",
        "opd": "None",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "01ee888e-7d0c-4364-8baf-46c4c466714c",
        "choice_type": "multi"
    },
    {
        "question": "Electron microscopy is used for the following except-",
        "exp": "The scanning Electron microscopy is a recent development which provides a higher resolution and 3 dimensional image of the object. Although the substantial increses in resolution power of Electron microscopy has led to significant discoveries a major disadvantage is the inability to examine living cells A method involves rapid cooling of specimens by deep freezing in liquid gas and the subsequent formation of carbon platinum replicas of the material. Since such frozen cells may remains ble it enables the study of cellular ultra structures as it appears in the living state. Electron microscopy is especially used for rapid detection of viruses in clinical samples. it is paicularly useful for detecting non cultivable viruses. ultrastrucural study of various micro organisms may also be done by this method Ref: textbook of Microbiology Dr. C. P. Baveja 4th Edition pg no: 11",
        "cop": 3,
        "opa": "To differentiate T & B lymphocytes",
        "opb": "IgG deposits in kidney",
        "opc": "TPI",
        "opd": "Flagella",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "9d6a4a29-5311-4197-8ef7-3bda515b9015",
        "choice_type": "multi"
    },
    {
        "question": "Dark ground microscopy is used for detection of?",
        "exp": "Darkfield / Dark ground microscope in which reflected light is used instead of transmitted light used in the ordinary microscope. The essential pa of the dark field microscope is the dark field condenser with central circular stop, which illuminates the object with a cone of light without letting any ray of light fall directly on the objective lens. Light rays falling on the object are reflected or scattered onto the objective lens with the result that the object appears self-luminous against a dark background. the contrast gives an illusion of increased resolution, so that very slender organism such as spirochetes, not visible under ordinary illumination, can be clearly seen under a dark field microscope. Ref: Textbook of Microbiology; Ananthanarayan and Paniker; 9th edition; Pg no: 11",
        "cop": 1,
        "opa": "Spirochetes",
        "opb": "Chlamydia",
        "opc": "Fungi",
        "opd": "Virus",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "9c610fcc-e440-4515-acd6-bf48ff6bcebf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following vaccines can be administered to a patient with known anaphylactic reactions to eggs?",
        "exp": "Haemophilus influenzae type B vaccine is not an egg-based vaccine and is safe to administer to a patient with a history of anaphylactic reactions to eggs. Influenza, measles, mumps, and yellow fever vaccines are egg-based. Vaccines often contain materials other than the active-immunizing antigens, such as preservatives, antibiotics (e. g., neomycin, streptomycin) to prevent bacterial overgrowth, adjuvants to enhance immunogenicity, and stabilizers. Patients who are allergic to neomycin should not receive the measles-mumps-rubella (MMR) and oral polio vaccines. Patients who are allergic to streptomycin should not receive the live or the killed polio vaccine.",
        "cop": 1,
        "opa": "Haemophilus influenzae type B vaccine",
        "opb": "Influenza vaccine",
        "opc": "Measles vaccine",
        "opd": "Mumps vaccine",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "c196b806-fe61-415a-8a69-a6a9358b95d1",
        "choice_type": "single"
    },
    {
        "question": "Gram-positive bacteria stain during Gram staining",
        "exp": "Gram-positive bacteria have a thick mesh-like cell wall made of peptidoglycan, and as a result are stained purple by crystal violet, whereas gram-negative bacteria have a thinner layer, so do not retain the purple stain and are counter-stained pink by safranin or carbol fuchsin. Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 13",
        "cop": 3,
        "opa": "Blue",
        "opb": "Red",
        "opc": "Violet",
        "opd": "Green",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "a77589cc-541f-48a7-ae3c-202ce2a203e5",
        "choice_type": "single"
    },
    {
        "question": "Sporulation occurs in?",
        "exp": "Stationary phase: After a varying period of exponential growth cell division stops due to depletion of nutrients and accumulation of toxic products the number of progeny cells formed is just enough to replace the number of cells formed is just enough to replace the number of cells that die. The ble count remains stationary as an equilibrium exists between the dying and the newly formed cells Ref: Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no 22",
        "cop": 3,
        "opa": "Lag phase",
        "opb": "Log phase",
        "opc": "Stationary phase",
        "opd": "Decline phase",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "a4597d15-8cc5-4af4-a54c-5092f828f3f9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is intracellular?",
        "exp": "viruses are obligate intracellular parasites Viruses do not have cellular organizations They contain only one type of nucleic acid, either DNA Or RNA They are obligate intracellular parasites they lack enzymes necessary for synthesis and replication They multiply by a complex process and not by binary fission They are unaffected by antibacterial antibiotics Ref: Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no 427",
        "cop": 1,
        "opa": "Virus",
        "opb": "Chlamydia",
        "opc": "Mycoplasma",
        "opd": "Rickettsia",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "59ebab51-e8df-4b06-83e6-f22d9b4db57c",
        "choice_type": "single"
    },
    {
        "question": "The cell wall structure is found in all except-",
        "exp": "Mycoplasma is a group of bacteria that are devoid of the cell wall and so are highly pleomorphic with no shape or size. They lack cell wall precursors like muramic acid or diaminopimelic acid. The cells are bounded by a soft trilaminar unit membrane containing sterols Ref: Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no 386",
        "cop": 3,
        "opa": "Staph aureus",
        "opb": "Pseudomonas aeruginosa",
        "opc": "Mycoplasma pneumoniae",
        "opd": "Corynebacterium diphtherae",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "90e03c11-f30b-4689-ae1c-f1b27f024320",
        "choice_type": "multi"
    },
    {
        "question": "Transfer of a poion of the DNA from one bacterium to another by a bacteriophage is known as",
        "exp": "Conjugation requires donor cell-to-recipient cell contact to transfer only one strand of DNA. The recipient completes the structure of ds. DNA by synthesizing the strand that complements the strand acquired from the donor. In transduction, donor DNA is carried by a phage coat and is transferred into the recipient by the mechanism used for phage infection. Transformation, the direct uptake of \"naked\" donor DNA by the recipient cell, may be natural or forced. Jawetz 27 e pg: 111",
        "cop": 3,
        "opa": "Transformation",
        "opb": "Mutation",
        "opc": "Transduction",
        "opd": "Conjugation",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "0729cc5c-ef39-4d4b-b239-f101aee34d93",
        "choice_type": "single"
    },
    {
        "question": "Disinfection of sputum is done by?",
        "exp": "Boiling: Vegetative bacteria killed almost immediately at 90-100 degree Celsius but sporing bacteria requires prolonged periods of boiling. Boiling is not recommended for sterilizing of instruments used for surgical procedure and should be regarded only as a means of disinfectant. Nothing sho of autoclaving at high pressure can destroy spore and ensure sterilization. Hard water should not be used. Sterilization may be promoted by the addition of 2% sodium bicarbonate to water. in the case where boiling is considered adequate, The material should be immersed in the water and boiled for 10-30 minutes. The lid of sterilizer should not be opened during the period ref: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 32-33",
        "cop": 1,
        "opa": "Boiling",
        "opb": "Autoclaving",
        "opc": "Sunlight",
        "opd": "Burning",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "a075238a-6169-472a-abaf-6a06e3b49253",
        "choice_type": "single"
    },
    {
        "question": "Bacteria that contaminates Dettol and savlon is",
        "exp": "All the above mentioned bacteria contaminate dis-infectants. staphylococcus is the most common organism Ref: Ananthanaryanan 9th ed Pg. 644-648",
        "cop": 4,
        "opa": "Pseudomonas",
        "opb": "Staphylococcus",
        "opc": "Enterococcus",
        "opd": "All the above",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "a3497563-7131-40c7-b001-00b5a3fbba8e",
        "choice_type": "multi"
    },
    {
        "question": "The unit of measurement used in bacteriology is",
        "exp": "Unit of measurement used in bacteriology is the micron Ref: Anantanarayan; 7th edition; Page no: 7",
        "cop": 1,
        "opa": "Micron",
        "opb": "Millimeter",
        "opc": "Angstrom",
        "opd": "Nanometer",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "c0741a49-ceef-46fb-9771-676502e85607",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a tube test?",
        "exp": "VDRL: Venerial disease Research Laboratory Test Ref: Ananthanarayana & panikers 9th edition",
        "cop": 1,
        "opa": "VDRL",
        "opb": "Kahn test",
        "opc": "Widal test",
        "opd": "Paul bunnel test",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "74430f7a-6040-49ac-903a-ca0a94c507dc",
        "choice_type": "single"
    },
    {
        "question": "Obligatory anaerobes cannot withstand oxygen because of absence -",
        "exp": "Obligate anaerobes may even die on exposure to oxygen. The reason for the apparent toxicity of oxygen for anaerobic bacteria is not well understood. It has been suggested that in the presence of oxygen, hydrogen peroxide and other toxic peroxides accumulate. The enzyme catalase which splits hydrogen peroxide is present in most of the aerobic bacteria but which is absent in anaerobes Ref Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no: 24",
        "cop": 2,
        "opa": "Superoxide dismutase",
        "opb": "Catalase",
        "opc": "Peroxidase",
        "opd": "Cytochrome oxidase",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "4e0d71ba-a9b3-4b97-902d-6dc0a0ac0e5c",
        "choice_type": "single"
    },
    {
        "question": "Lactose fermentation is seen in?",
        "exp": "Mac. Conkey's medium which consists of peptone, lactose agar, neutral red, and taurocholate shows up lactose fermenters as pink colonies while nonlactose fermenters are colorless or pale. This may be also termed as indicator medium REF: Ananthanarayan & Panicker's Textbook of Microbiology 8th Edition pg no: 41",
        "cop": 3,
        "opa": "Blood agar",
        "opb": "Chocolate agar",
        "opc": "Mac. Conkey agar",
        "opd": "LJ medium",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "aa923543-3ece-42c7-b0c6-4858b9bd1461",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common contaminant in a positive blood culture?",
        "exp": "Among the options provided common contaminant in positive blood culture is Staphylococcus epidermidis (Coagulase negative staphylococcus- CONS) followed by other normal skin flora (other bacteria like Propionibacterium spp) and Candida species. Ref: Ananthanarayan 9th edition, p 622",
        "cop": 1,
        "opa": "Staphylococcus epidermidis",
        "opb": "Bacteriodes",
        "opc": "Candida",
        "opd": "E. coli",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "957dea08-886a-4e5a-be64-d344d91e30d9",
        "choice_type": "single"
    },
    {
        "question": "Cell wall deficient organism is?",
        "exp": "Mycoplasma are a group of bacteria that are devoid of cell wall and so are highly pleomorphic with no shape or size. They lack cell wall precursors like muramic acid or diaminopimelic acid. The cells are bounded by a soft trilaminar unit membrane containg sterols Ref: Ananthanarayan & paniker's Textbook of microbiology 9th edition pg no 386",
        "cop": 2,
        "opa": "Chlamdia",
        "opb": "Mycoplasma",
        "opc": "Streptococcus",
        "opd": "Anaerobes",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "c840f746-27d5-4cc6-b7b2-3f660829b558",
        "choice_type": "multi"
    },
    {
        "question": "Steriliation of culture media containing serum is by -",
        "exp": "Micropore or membrane filter is made of cellulose ester which is used to purify serum containing culture media, Solutions for parentral use. REF: Textbook of microbiology, Ananthanarayan and Paniker. Page no.: 33",
        "cop": 2,
        "opa": "Autoclaving",
        "opb": "Micropore filter",
        "opc": "Gamma radiation",
        "opd": "Centrifugation",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "29358fee-623b-473e-9772-a83b0604de38",
        "choice_type": "single"
    },
    {
        "question": "True about Bacteria is",
        "exp": "Bacteria are prokaryotic organisms so they don't have mitochondria but instead they'll be having mesosomes. Ref: anantnarayan and panikers 10 th edition",
        "cop": 1,
        "opa": "Mitochondria are always absent",
        "opb": "Sterols are always present in cell wall",
        "opc": "Divide by binary fission",
        "opd": "Can be seen only under electron microscope",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "6b07737b-a3f6-423b-95d2-20a5b7fe5f07",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following are AFB positive with 5% sulphuric acid -",
        "exp": "Procedure: 1. The smear is stained by a strong solution of carbon fuchsin with the application of heat 2. It is then decolorized with 20% SULPHURIC ACID and counterstained with a contrasting dye such as methylene blue 3. The acid-fast bacteria retain the fuchsin color while others take the counterstain Mycobacterium leprae resists decolorization with 5% SULPHURIC ACID Ref: Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no 14",
        "cop": 2,
        "opa": "M. avium",
        "opb": "M. leprae",
        "opc": "M. tuberculosis",
        "opd": "Nocardia",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "256bdd0a-fbf7-4dc6-856a-60cde217c46f",
        "choice_type": "single"
    },
    {
        "question": "Tyndallisation is a method of -",
        "exp": "A single exposure of 90 minutes usually ensures sterilization but for media containing sugars or gelatin, an exposure of 100-degree Celsius for 20 minutes on 3 successive days is used. This is known as tyndallisation or intermittent sterilization REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 32",
        "cop": 2,
        "opa": "Growing bac teria in pure culture",
        "opb": "Sterilization",
        "opc": "Inoculation of media",
        "opd": "Preserving cultures",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "c208e941-e7ff-40d9-934c-3c2aa3ae03aa",
        "choice_type": "multi"
    },
    {
        "question": "A child is suffering from recurrent chronic infections with encapsulated bacteria; Which subclass of IgG does the child has deficiency",
        "exp": "* IgG has four subclasses: Ig. G1, Ig. G2, Ig. G3 and Ig. G4 * Ig. G2 antibody is directed against polysaccharide antigens and hence it is most impoant defence against encapsulated bacteria. Ref:- Review of medical microbiology and immunology 13th ed; pg num:- 1127",
        "cop": 2,
        "opa": "Ig. G1",
        "opb": "Ig. G2",
        "opc": "Ig. G3",
        "opd": "Ig. G4",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "9e02d222-0019-4a18-9133-f79d06586a3f",
        "choice_type": "single"
    },
    {
        "question": "Which color plastic bag is used for noninfectious waste?",
        "exp": "Black is used for noninfectious waste Red-plastic bag -sharps Blue-non chlorinated plastic bag Ref: Textbook of Microbiology Baveja 5th ed Pg 641",
        "cop": 4,
        "opa": "White",
        "opb": "Yellow",
        "opc": "Red",
        "opd": "Black",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "19946d44-57cd-4d51-a55a-d6cdeac33e6c",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following specimen is not refrigerated prior to inoculation?",
        "exp": "unavoidable, CSF should NOT be refrigerated, since it is an excellent culture medium and fungi will continue to replicate at 25-30degC. Other body fluid specimens may be stored at 4degC overnight, if necessary before culturing. Ref ananthnarayana and panikers microbiology textbook 8/e p650",
        "cop": 1,
        "opa": "CSF",
        "opb": "Plus",
        "opc": "Urine",
        "opd": "Sputum",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "0461ea89-7714-415c-a288-f5f57eda13fa",
        "choice_type": "single"
    },
    {
        "question": "Mesophilic organisms are those that grow best at temperature of -",
        "exp": "Bacteria which grow best at temperatures 25o C to 40o C are Mesophilic organisms Examples: Pseudomonas aeroginosa, gonococus Ref: Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no 25",
        "cop": 3,
        "opa": "-20o C to -7o C",
        "opb": "-7o C to +20oC",
        "opc": "25o C to 40o C",
        "opd": "55o C to 80o C",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "f7c8192b-b36e-476c-88fb-f4308577f980",
        "choice_type": "single"
    },
    {
        "question": "Largest pathogenic Bacillus organism is -",
        "exp": "The anthrax bacillus is one of the largest of pathogenic bacteria measuring 3-10 x 1-16 um. It resembles a Bamboo stick appearance Ref: Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no 244",
        "cop": 3,
        "opa": "Bacillum subtilis",
        "opb": "Bacillum cereus",
        "opc": "Bacillum anthrocis",
        "opd": "Bacillum megaterism",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "f1dc41cc-b0a3-4aef-a6f3-93d8474d56e9",
        "choice_type": "single"
    },
    {
        "question": "Capsulated organism -",
        "exp": "Klebsiella consist of non-motile capsulated rods that grow well on ordinary media, forming large shaped mucoid colonies of varying degresss of stickness. they are sho, plump, straight rods. the capsule is often prominent and can be made out even in Gram stained smears as haloes around the bacilli. Klebsiella are widely distributed in nature occurring both as commensals in the intenstines and as saprophytes in soil and water Ref: Ananthanarayan & panikers textbook of microbiology 9th edition page no 280",
        "cop": 2,
        "opa": "Candida",
        "opb": "Klebsiella",
        "opc": "Histoplasma",
        "opd": "Crytococcus",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "de247899-c330-4da4-aac5-76100865e839",
        "choice_type": "single"
    },
    {
        "question": "Flash autoclaves are done at a temperature of",
        "exp": "\"Flash\" autoclaves, which are widely used in operating rooms, often use saturated steam at a temperature of 134degC for 3 minutes. Autoclave at 121C for 15 minutes Dry heat at 160C for 2 hours Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 31",
        "cop": 2,
        "opa": "121C in 15 min",
        "opb": "134C in 3 minutes",
        "opc": "108C in 45 minutes",
        "opd": "160C in 120 minutes",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "3086160f-d8ef-445a-8992-ebc4eae2b8d7",
        "choice_type": "single"
    },
    {
        "question": "40% formalin is used to sterilize?",
        "exp": "40% formalin is used for the preservation of cadavers to prevent the putrefaction and also prevent the growth of bacteria. it destroys all microbes and its spores Ref Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no: 34",
        "cop": 2,
        "opa": "Plastic syringes",
        "opb": "All microbes + spores",
        "opc": "Clothes",
        "opd": "Stitches",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "d7fb5fd7-e28b-41de-a451-a51eb4781d95",
        "choice_type": "multi"
    },
    {
        "question": "Blood agar is an example of",
        "exp": "Enriched media: In these media, substances such as blood, serum, or egg are added to a basal medium. They are used to grow bacteria which are more exacting in their nutritional needs. Examples: Blood agar; Chocolate agar and egg media. Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 40",
        "cop": 4,
        "opa": "Simple media",
        "opb": "Selective media",
        "opc": "Synthetic media",
        "opd": "Enriched media",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "45e2b26c-f5ea-4996-8baf-bc0762d2c57f",
        "choice_type": "single"
    },
    {
        "question": "Contact isolation is done for",
        "exp": "* Strict isolation is must for patient diagnosed with diphtheria. * Even when clinically suspected, patient must be isolated. * A staff who has known immunisation history should nurse the patient. Ref:- Greenwood medical microbiology 18th ed; pg num:- 202",
        "cop": 4,
        "opa": "Typhoid",
        "opb": "Mumps",
        "opc": "MRSA",
        "opd": "Diphtheria",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "e4cea0ba-b0c1-426a-9712-fc7a4d299063",
        "choice_type": "single"
    },
    {
        "question": "Eukaryotes are different in causing infection because?",
        "exp": "Because eukaryotes are structurally complex and have complex antigenic propeies. They are unlike prokaryotes does not have a well-established cellular organization Ref: Textbook of Microbiology; Ananthanarayan and Paniker; 9th edition.",
        "cop": 2,
        "opa": "They divide by binary fission",
        "opb": "Highly structured cell with organized cell organelles",
        "opc": "Don't have all organelles",
        "opd": "Evolutionally ancient",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "6e8b53d3-55d1-40d2-85ff-904343634f83",
        "choice_type": "multi"
    },
    {
        "question": "The specialized type of microscope, which enables quantitative measurements of the chemical constituents of cells is the -",
        "exp": "The interference microscope which not only revelas cell organelles but also enables quantitative measurement of the chemical constituents of cells such as lipids, proteins and nucleic acid REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 13",
        "cop": 2,
        "opa": "Optical microscope",
        "opb": "Interference microscope",
        "opc": "Phase contrast microscope",
        "opd": "Polarization microscope",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "2e18aabe-5dac-41d2-a066-326a2410f865",
        "choice_type": "single"
    },
    {
        "question": "The following phenomenon is responsible for antibiotic resistance in bacteria due to slime production -",
        "exp": "SLIME LAYER: many bacteria secrete a viscid material around the cell surface. when this is organised into a sharply defined structure as in pneumococcus it is known as capsule When it is a loose undemarcated secretion as in leuconostoc it is called slime layer. Capasule too thin to be seen under light microscope are called micro capsule. The slime is generally but not invariably, polysaccharide or polypeptide in nature. some bacteria have both slime layer and capsule. Bacteria secreting large amount of slime produce mucoid growth on agar which is of stringy consistency when touched with loop. Slime have little affinity for basic dyes and is not visible in gram stained smears. Special capsule staining techniques are available usually employing copper salts as mordants. Capsules may be readily demonstrated by negative stainig in wet films with indian ink when they are seen as clear halos around the bacteria against a black background. Capsular material is antigenic and may be demonstrated by serological methods. When a suspension of a capsulated bacterium is mixed with its specific anticapsular serum and examined under microscope, the capsule become very prominent and appears to be swollen due to increase in its refractivity. The capsule swelling or quellung reaction was widely employed for the typing of pneumococci in the pre sulphonamide days when lobar pneumonia used to be treated with specific anticapsular sera. Capsule protect bacteria from deleterious agents such as lytic enzymes in found in nature. They also contribute to the virulence of pathogenic bacteria by inhibiting phagocytosis. Loss of capsule by mutation may render the bacterium avirulent. Repeated subcultures in vitro leads to the loss of capsule and also of virulence. REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 19",
        "cop": 2,
        "opa": "Co-aggregation",
        "opb": "Biofilm formation",
        "opc": "Mutation evolving in altered target site for antibiotics",
        "opd": "Mutation evolving a target by pass mechanism",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "9e6b5ee9-5045-4fb4-80ed-21d5ed801729",
        "choice_type": "single"
    },
    {
        "question": "Horizontal transmission of &; R&; factor is by -",
        "exp": "Conjugation: it is the process where by a male or donor bacterium mates or makes physical contact with a female or recepient bacterium and transfer genetic material into it. This has been considered to be the bacterial equivalent of sexual mating in higher organisms but the analogy is irrelevant as following conjugation the female bacterium is in turn conveed into male cell. Bacterial conjugation was first described by Lederberg and Tatum (1946) in a strain of E. coli called K12 and has been most extensively studied in strain. it takes place between a male cell and a female cell. the maleness or donor status of a cell is determined by the presence in it of a plasmid that coded for specialised fimbriae which project from surface of the cell.. The plasmid DNA replicate and a copy of it passes from the donor to the recepirnt attains donor status and can inturn conjugate with other female cells. The maleness in bacteria is thus a transmissible or infectious characteristic. along with plasmid DNA, poion of the host DNA also are sometimes transferred to the recepient. The donor DNA then combines with DNA of the recepient effecting genetic recombination. It was E. coli K12 that the role of plasmid in conjugation was first recognised. The plasmid responsible was termed the sex facto or feility (F)factor. when other similar similar plasmids were also discovered the term transfer factor came to be used for all such plasmids when conferred on their host cells the ability to act as donor in conjugation. REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 65",
        "cop": 3,
        "opa": "Transduction",
        "opb": "Transformation",
        "opc": "Conjugation",
        "opd": "Fusion",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "d610d52f-0542-494b-a5a0-e05116da7a78",
        "choice_type": "single"
    },
    {
        "question": "Loffler's medium is -",
        "exp": "When a basal medium is added with some nutrients such as blood, serum, egg, it is called enriched medium Loeffler serum slope - serum is added for enriching the medium is used for grouping Corynebacterium diphtheriae REF: a textbook of Microbiology Dr. C. P. Baveja 4th Edition pg no: 43",
        "cop": 4,
        "opa": "Indicator medium",
        "opb": "Selective medium",
        "opc": "Enrichment medium",
        "opd": "Enriched medium",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "f1319231-86da-477a-8b73-0584e898fd59",
        "choice_type": "single"
    },
    {
        "question": "One of the following staining methods is an example of Negative Staining -",
        "exp": "Negative staining India ink or Nigrosin are emulsified with the simple or organism to provide a uniformly colored background against which the unstained bacteria stand out in contrast. This is paicularly useful in the demonstration of bacteria capsules which do not take simple stains. Very slender bacteria such as spirochetes that are not demonstrable by simple staining methods can be viewed by negative staining. Ref: Ananthanarayan & paniker's Textbook of Microbiology9th edition pg no 12",
        "cop": 3,
        "opa": "Gram's staining",
        "opb": "Fontana's staining",
        "opc": "India Ink Preparation",
        "opd": "Ziehl-Neelsen staining",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "2703ec16-21b4-4632-b38b-b2be43d14f12",
        "choice_type": "single"
    },
    {
        "question": "Most common type of pathogenic bacteria grow in temperatures",
        "exp": "Mesophiles grow in between 25 to 40 They are the most common type of bacteria Organisms that prefer extreme environments are known as extremophiles. Ref: CP Baveja 4th ed Pg: 6",
        "cop": 1,
        "opa": "25 to 40 degrees centigrade",
        "opb": "-20 degrees",
        "opc": "0 to 20 degrees",
        "opd": "Above 50 degrees",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "f2ede009-7f3d-492c-8af2-fb01f102fd4d",
        "choice_type": "multi"
    },
    {
        "question": "Shelf life of CPD blood is",
        "exp": "CPD - shelf life of blood stored in CPD stored at 2 to 4C is 21 days CPD: Citric acid Phosphate dextrose",
        "cop": 1,
        "opa": "3 weeks",
        "opb": "6 weeks",
        "opc": "9 weeks",
        "opd": "12 weeks",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "df89d3c1-21a5-4ddb-9492-afa9d5fc33bf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a neutralization test?",
        "exp": "Neutralization tests: 1. Virus neutralization tests2. Toxin neutralization3. Schick test4. Anti-streptolysin O (ASO)5. Nagler's reaction. Ref: Ananthanarayan 9th edition, 112",
        "cop": 1,
        "opa": "Schick test",
        "opb": "ASLO",
        "opc": "Haemagglutinin test",
        "opd": "VDRL test",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "2af19493-8730-4474-b841-6fb5cc9d2c42",
        "choice_type": "single"
    },
    {
        "question": "Rose waaler test is",
        "exp": "Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 110, 181 Agglutination - Insoluble antigen + antibody at a suitable temperature and pH - Clumps formation Slide agglutination Identification of bacterial isolates from clinical specimens Blood grouping, Cross-matching Tube agglutination WIDAL Typhoid Standard agglutination test Brucellosis Microscopic agglutination test Leptospirosis Heterophile agglutination test Weil Felix test Rickettsial infection Streptococcal MG agglutination test Primary atypical pneumonia Paul Bunnell test Infectious mononucleosis Antiglobulin test Direct Coombs test Detect fetal Rh Ab Indirect Coombs test Detect maternal Rh Ab Passive agglutination test Hemagglutination Rose Waaler test Latex agglutination test Detection of ASO, CRP, RA factor, HCG Co-agglutination test Diagnosis of Legionellosis, Gonorrhea",
        "cop": 1,
        "opa": "Passive agglutination for Rheumatoid ahiritis",
        "opb": "Active agglutination for Rheumatoid ahiritis",
        "opc": "Passive agglutination for Rheumatic fever",
        "opd": "Active agglutination for Rheumatic fever",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "ae18e419-a935-4563-ae47-689da14bfa8b",
        "choice_type": "single"
    },
    {
        "question": "The scientist below contributed to all of the following except",
        "exp": "Lois Pasteur (1822-95):*He introduced techniques of sterilization and developed the steam sterilization, hot air oven, and autoclave*He worked on Chicken cholera vaccine, rabies vaccine, and Anthrax vaccine. Diphtheria toxoid work was done by Roux and Yersin. Ref: Ananthanarayan 9th edition, p13",
        "cop": 3,
        "opa": "Chicken Cholera vaccine",
        "opb": "Rabies vaccine",
        "opc": "Diphtheria toxoid",
        "opd": "Anthrax vaccine",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "1a4cc4b1-8e23-40c8-be95-c9e8eb14e7a2",
        "choice_type": "multi"
    },
    {
        "question": "Which among the following statements regarding disinfectants is not true -",
        "exp": "Phenol is a microbicidal substance which is inactivated by organic matter and thus good general disinfectant REF: Ananthanarayan & Panicker's Textbook of Microbiology 9th edition pg no: 35",
        "cop": 4,
        "opa": "Hypochlorites are bactericidal and inactivated by organic matter",
        "opb": "Gluteraldehyde is sporicidal and not inactivated by organic matter",
        "opc": "Formaldehyde is bactericidal, sporicidal and virucidal",
        "opd": "Phenol is bactericidal and readily inactivated by organic matter",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "fe67ca29-789e-4819-b2d7-e0036a6b285f",
        "choice_type": "multi"
    },
    {
        "question": "Bacteria may acquire characteristic s by all of the following except -",
        "exp": "Interstrain transfer of DNA among prokaryotes is ubiquitous and contributes significantly to the genetic diversity in bacteria. The three major forms of prokaryotic genetic exchange are distinguished by the form of the donor DNA. In Transformation, there is direct uptake of donor DN by the recipient cells, which may be natural or forced In Transduction, the donor DNA is carried in bacteriophage and is transferred to the recipient by the mechanism used for phage infection In Conjugation, the donor cell contribute energy and building blocks to the synthesis of new DNA strand, which is physically transferred into the recipient cell, usually by a tube called sex pilus Ref: Ananthanarayan & panickers textbook of microbiology 8th edition page no: 72",
        "cop": 2,
        "opa": "Taking up soluble DNA fragments across their cell wall from other species -",
        "opb": "Incorporating pa of host DNA",
        "opc": "Through bacteriophages",
        "opd": "Through conjugation",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "d1539e24-6e09-425d-82f5-f67e3752c312",
        "choice_type": "multi"
    },
    {
        "question": "Sporicidal agents are -",
        "exp": "Glutaraldehyde is especially effective against the tubercle bacilli, fungi, and viruses. It is less toxic and irritant to eyes and skin than formaldehyde. It has no deleterious effects on the cement or lenses of instruments such as cystoscope and bronchoscpe. It can be safely used to treat corrugated rubber, face masks, plastic endotracheal tubes, metal instruments an, polythene tubings REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 36",
        "cop": 1,
        "opa": "Gluteraldehyde",
        "opb": "Ethylene oxide",
        "opc": "Formaldehyde",
        "opd": "Benzaalkonium chloride",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "b85a37ea-6693-46bc-a717-e8c56a868bd6",
        "choice_type": "single"
    },
    {
        "question": "All of the following pathogenic bacteria fulfill Koch's postulates, except?",
        "exp": "According to Koch's postulate: it must be possible to isolate a bacterium from the site of lesion and grow it in a cell-free culture medium. Pathogenic Treponemes do not grow in a cell-free aificial culture medium. Ref: Textbook of Microbiology; Ananthanarayan and Paniker; 9th edition; Pg no: 370",
        "cop": 1,
        "opa": "Treponema pallidum",
        "opb": "Yersinia pestis",
        "opc": "Bacillus anthracis",
        "opd": "Helicobacter pylori",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "f5b456e8-80e3-464c-aaf0-e68f11cf501a",
        "choice_type": "multi"
    },
    {
        "question": "An outbreak of sepsis caused by Staphylococcus aureus has occurred in the newborn nursery. You are called upon to investigate. According to your knowledge of the normal flora, what is the most likely source of the organism?",
        "exp": "Nose is the common site of residence for Staphylococcus Ref: Textbook of Microbiology Baveja 4th ed pg: 178",
        "cop": 1,
        "opa": "Nose",
        "opb": "Colon",
        "opc": "Vagina",
        "opd": "Throat",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "6691fd75-a70e-4554-afd7-c62a98467ba2",
        "choice_type": "multi"
    },
    {
        "question": "Sporicidal disinfectant is following except-",
        "exp": "ALDEHYDES Formaldehyde is active against the amino group in the protein molecule. In aqueous solutions, it is markedly bactericidal and sporicidal and also has a lethal effect on viruses. it is used to preserve anatomical specimens and for destroying anthrax spores in hair and wool 10% formalin containing 0. 5% sodium tetraborate is used to sterilize clean metal instruments. Formaldehyde gas is used for sterilizing instruments and heat sensitive catheters and for fumigating wards sick rooms and laboratories. under properly controlled conditions, clothing, bedding, furniture, and books can be satisfactorily disinfected. the gas is irritant and toxic when inhaled. surfaces which have been disinfected by this agent may give off an irritant vapor for some time after disinfection. this can be nullified by exposure to ammonia vapor after disinfection has been completed Glutaraldehyde: This has an action similar to that of formaldehyde. it is especially effective against the tubercle bacilli. fungi and viruses. it is less toxic and irritant to the eyes and skin than formaldehyde. it has no deleterious effect on the cement or lenses of instrument s such as cystoscopes and bronchoscopes. it can be safely used to treat corrugated rubber anesthetic tubes and face masks, plastic endotracheal tubes metal instruments and polythene tubing ETHYLENE DIOXIDE: its action is due to alkylating the amino, carboxyl, hydroxyl and sulphydryl groups in protein molecules. In addition, it reacts with DNA and RNA. It is used as a disinfectant presents potential toxicity to human beings, including mutagenicity and carccarcinogenicity is effective against all types of microorganisms including viruses and spores SURFACE ACTIVE AGENTS Substances that alter the energy relationship at interference producing a reduction of surface or interfacial tension are referred to as surface active agents. they are widely used as wetting agents detergents and emulsifiers. They are classified as anionic, cationic, nonionic and amphoteric. the most impoant antibacterial agents are cationic surface active agents. They act on the phosphate group of the cell membrane and also enter the cell. The membrane loses its semi permeability and the cell proteins are denatured. the cationic compound in the forms of quaernary ammonium compound is markedly bactericidal have no action on spores, tubercle bacilli, and most viruses. The common compounds are acetyl trimethylammonium bromide and benzalkonium chloride. Ref: Ananthanarayan & panickers textbook of microbiology 8th edition page no 36-37",
        "cop": 4,
        "opa": "Glutaraldehyde",
        "opb": "Formaldehyde",
        "opc": "Ethylene oxide",
        "opd": "Benzalkonium chloride",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "0785080f-8db7-46e5-9576-25ee8741d83c",
        "choice_type": "multi"
    },
    {
        "question": "Transfer of a poion of DNA from one bacterium to another by the bacteriophage is known as -",
        "exp": "TRANSDUCTION: the trannsfer of a poion of the DNA from one bacterium to another by a abactriophage is known as transduction. Bacteriophages are viruses that parasitise the bacteria and consist of a nucleic acid core and a protein coat. a phage paicle may have its core beside its own nucleic acid a segment of host. DNA. When this paicle infects another bacterium DNA transfer is effected and the recepient cells acquire new characteristic coded by the donor DNA REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 63",
        "cop": 2,
        "opa": "Transformation",
        "opb": "Transduction",
        "opc": "Transcription",
        "opd": "Lysogenic conversion",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "7ed7887c-7cdc-4010-a636-e96da892d67f",
        "choice_type": "single"
    },
    {
        "question": "The role of plasmids in conjugation was first described by Lederberg and Tatum (46) in -",
        "exp": "Conjugation: it is the process where by a male or donor bacterium mates or makes physical contact with a female or recepient bacterium and transfer genetic material into it. This has been considered to be the bacterial equivalent of sexual mating in higher organisms but the analogy is irrelevant as following conjugation the female bacterium is in turn conveed into male cell. Bacterial conjugation was first described by Lederberg and Tatum (1946) in a strain of E. coli called K12 and has been most extensively studied in strain. It takes place between a male cell and a female cell. The maleness or donor status of a cell is determined by the presence in it of a plasmid that coded for specialised fimbriae which project from surface of the cell.. The plasmid DNA replicate and a copy of it passes from the donor to the recepirnt attains donor status and can inturn conjugate with other female cells. The maleness in bacteria is thus a transmissible or infectious characteristic. along with plasmid DNA, poion of the host DNA also are sometimes transferred to the recepient. the donor DNA then combines with DNA of the recepient effecting genetic recombination. It was E. coli K12 that the role of plasmid in conjugation was first recognised. The plasmid responsible was termed the sex factor or feility (F)factor. when other similar similar plasmids were also discovered the term transfer factor came to be used for all such plasmids when conferred on their host cells the ability to act as donor in conjugation. REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 65",
        "cop": 4,
        "opa": "H. influenzae",
        "opb": "Corynebacterium",
        "opc": "Pseudomonas",
        "opd": "Esch. Coli",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "b27b5e3a-6af0-4074-9779-0032572f69ed",
        "choice_type": "single"
    },
    {
        "question": "Sputum can be disinfected by?",
        "exp": "Boiling: vegetative bacteria killed almost immediately at 90-100 degree Celsius but sporing bacteria requires prolonged periods of boiling. Boiling is not recommended for sterilizing of instruments used for surgical procedure and should be regarded only as a means of disinfectant. nothing sho of autoclaving at high pressure can destroy spore and ensure sterilization. hard water should not be used. Sterilization may be promoted by the addition of 2% sodium bicarbonate to water. In the case where boiling is considered adequate, the material should be immersed in the water and boiled for 10-30 minutes. the lid of sterilizer should not be opened during the period REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 32-33",
        "cop": 2,
        "opa": "Autoclaving",
        "opb": "Boiling",
        "opc": "Cresol",
        "opd": "Chlorhexidine",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "9d037844-a0a3-4a3b-b710-fe16ca1d3d5e",
        "choice_type": "single"
    },
    {
        "question": "True about the bacterial capsule is following except -",
        "exp": "Slime has a little affinity for basic dyes and is not visible in gram stained smears. Special capsule staining techniques are available usually employing copper salts as mordants. Capsules may be readily demonstrated by negative staining in wet films with India ink when they are seen as clear halos around the bacteria against a black ink Ref: Ananthanarayan & paniker's Textbook of microbioagainsth edition pg no 18",
        "cop": 2,
        "opa": "Prevents phagocytosis",
        "opb": "Stains by Gram stain",
        "opc": "Protects bacteria from enzymes",
        "opd": "Lost by repeated subcultures",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "00cf9757-5f3e-4eec-aea5-45e6075bf58c",
        "choice_type": "multi"
    },
    {
        "question": "True about exotoxins -",
        "exp": "EXOTOXINS: Proteins heat labile actively secreted by cells diffuse into surrounding medium readily separable from cultures by physical means such as filtration action often enzymatic specific pharmacological effects for each exotoxinspecific tissue affinities active in very minutes dose highly antigenic action specifically neutralized by antibody Ref Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no 75",
        "cop": 3,
        "opa": "Lipopolysaccharide",
        "opb": "Not antigenic",
        "opc": "Can be toxoided",
        "opd": "Heat stable",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "fdafe623-e1cf-4b53-aeac-3cfe3704e739",
        "choice_type": "multi"
    },
    {
        "question": "The disposable plastic syringes are best sterilized by?",
        "exp": "ETHYLENE DIOXIDE its action is due to alkylating the amino, carboxy, hydroxyl and sulphydryl groups in protein molecules. In addition, it reacts with DNA and RNA. It is used as a disinfectant presents potential toxicity to human beings including mutagenicity and carcinogenicity. It diffuses through many types of porous materials and readily penetrates some plastics. It is especially used for sterilizing heart-lung machines, respirators sutures dental equipment books and clothing. It is unsuitable for fumigating rooms because of its explosive propey. It has been successfully used to sterilize a wide range of materials such as glass surfaces clothing, plastics, soil, some foods and, tobacco. REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 37",
        "cop": 2,
        "opa": "Formaldehyde",
        "opb": "Ethylene oxide",
        "opc": "Hexachloride",
        "opd": "UV radiation",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "3f5f5836-f46b-41cf-a693-81654dea6844",
        "choice_type": "single"
    },
    {
        "question": "Tyndallisation is a type of-",
        "exp": "A single exposure of 90 minutes usually ensures sterilisation but for media containing sugars or gelatin an exposure of 100 degree celsius for 20 minutes on 3 successive days is used. This is known as tyndallisation or intermittent sterilisation REF: Ananthanarayan and Panicker's Textbook of Microbiology 8th Edition pg no: 32",
        "cop": 1,
        "opa": "Intermittent sterilization",
        "opb": "Pateurisation",
        "opc": "Boiling",
        "opd": "Autoclaving",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "be6f77b5-3785-487b-a2d6-414bef6d7889",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following do not have ribosomes for protein synthesis",
        "exp": "Bacteria doesn&; t have complex organelles but ribosomes are present in 30, 50 and 80S. Fungi have all organelle as it is a eukaryotic cell.",
        "cop": 2,
        "opa": "Bacteria",
        "opb": "Viruses",
        "opc": "Fungi",
        "opd": "Rickettsia",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "9c81fabc-5edb-41c4-9f07-ad426143db30",
        "choice_type": "single"
    },
    {
        "question": "Prokaryotes are characterized by?",
        "exp": "Based on differences in cellular organization and biochemistry this kingdom has been divided into two groups: prokaryotes and eukaryotes. Bacteria and blue-green algae are prokaryotes while fungi other algae, slime molds, and protozoa are eukaryotes. Bacteria are prokaryotic microorganisms that do not contain chlorophyll. They are unicellular and do not show true branching except in the so-called higher bacteria. Ref: Textbook of Microbiology; Ananthanarayan and Paniker; 9th edition; Pg no: 9",
        "cop": 1,
        "opa": "Absence of nuclear membrane",
        "opb": "Presence of microvilli on its surface",
        "opc": "Presence of smooth Endoplasmic Reticulum",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "733a992a-17e7-47f9-b8ed-8ec6727a6914",
        "choice_type": "multi"
    },
    {
        "question": "Fiber optic instruments like endoscopes should be disinfected by",
        "exp": "2% Glutaraldehyde for 20 minutes is active against bacteria, viruses and fungi. Latest 0. 5% Ohophthaldehyde is used with 5min Contact period. Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 33",
        "cop": 4,
        "opa": "Formaldehyde",
        "opb": "Cetrimide",
        "opc": "Gamma radiation",
        "opd": "Glutaraldehyde",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "a88964b9-7e23-49d4-8dac-e29e51a08b10",
        "choice_type": "single"
    },
    {
        "question": "The most common mechanism of resistance to the drug in staphylococcus is",
        "exp": "b-Lactamase production is common, is under plasmid control, and makes the organisms resistant to many penicillins (penicillin G, ampicillin, ticarcillin, piperacillin, and similar drugs). The plasmids are transmitted by transduction. Jawetx 27e pg: 204",
        "cop": 4,
        "opa": "Conjugation",
        "opb": "Plasmids",
        "opc": "Episomes",
        "opd": "Transduction",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "9b8707cc-d6f8-4ba9-85c5-38e95aaffc2d",
        "choice_type": "single"
    },
    {
        "question": "The following is a killed vaccine",
        "exp": "Peussis, meningococcal, Salk, cholera, rabies, influenza are killed vaccines BCG OPV are live attenuated vaccines Ref: Textbook of Microbiology Baveja 4th ed Pg 617",
        "cop": 4,
        "opa": "Varicella",
        "opb": "BCG",
        "opc": "OPV",
        "opd": "Meningococcal vaccine",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "5e88ee05-62c1-44ab-ac0c-b3ea9a829590",
        "choice_type": "single"
    },
    {
        "question": "Microscope used in microbiology are",
        "exp": "The morphological study of bacteria requires the use of microscopes. Microscopy has come a long way since Leeuwenhoek first observed bacteria over three hundred years ago using hand grounded lenses. Optical or Light microscope, Phase contrast microscopy, Fluorescent microscope, dark field / Dark ground microscope and Electron microscope Ref: Textbook of Microbiology; Ananthanarayan and Paniker; 9th edition; Pg no: 10",
        "cop": 4,
        "opa": "Light microscope",
        "opb": "Phase contrast microscope",
        "opc": "Fluorescent microscope",
        "opd": "All",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "4efa65c7-291d-4ea6-9117-0f4e578c56cc",
        "choice_type": "multi"
    },
    {
        "question": "Growth on a cell-free aificial solid medium is possible for following except -",
        "exp": "They are bacteria but may be considered as viruses on account of their filterability and failure to grow in cell-free culture media. REF: Textbook of microbiology Ananthanarayan, and Paniker. Page no.: 415",
        "cop": 4,
        "opa": "Ureaplasma urealyticum",
        "opb": "Mycoplasma Pneumoniae",
        "opc": "C & L form of proteus vulgaris",
        "opd": "Chlamydia",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "214970a4-9082-44e7-98a5-a3eeecc520f3",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a neutralisation test?",
        "exp": "a serum-precipitation reaction for the diagnosis of syphilis. Ref: Ananthanarayana & panikers 9th edition",
        "cop": 1,
        "opa": "Kahn test",
        "opb": "ASLO",
        "opc": "Haemagglutin test",
        "opd": "Amegakaryocytic thrombocytopenia",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "3606ddde-1c7f-4a04-81c6-872916d9d988",
        "choice_type": "single"
    },
    {
        "question": "Multidrug resistance is transfered among bacteria through plasmids by -",
        "exp": "Conjugation: it is the process where by a male or donor bacterium mates or makes physical contact with a female or recepient bacterium and transfer genetic material into it. This has been considered to be the bacterial equivalent of sexual mating in higher organisms but the analogy is irrelevant as following conjugation the female bacterium is in turn conveed into male cell. Bacterial conjugation was first described by Lederberg and Tatum (1946) in a strain of E. coli called K12 and has been most extensively studied in strain. it takes place between a male cell and a female cell. The maleness or donor status of a cell is determined by the presence in it of a plasmid that coded for specialised fimbriae which project from surface of the cell.. The plasmid DNA replicate and a copy of it passes from the donor to the recepirnt attains donor status and can inturn conjugate with other female cells. The maleness in bacteria is thus a transmissible or infectious characteristic. along with plasmid DNA, poion of the host DNA also are sometimes transferred to the recepient. the donor DNA then combines with DNA of the recepient effecting genetic recombination. It was E. coli K12 that the role of plasmid in conjugation was first recognised. the plasmid responsible was termed the sex facto or feility (F)factor. When other similar similar plasmids were also discovered the term transfer factor came to be used for all such plasmids when conferred on their host cells the ability to act as donor in conjugation. REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 65",
        "cop": 3,
        "opa": "Transduction",
        "opb": "Transversion",
        "opc": "Conjugation",
        "opd": "Transformation",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "8637bafb-a806-47f3-b0f9-429045c7a772",
        "choice_type": "single"
    },
    {
        "question": "All are motile except?",
        "exp": "It is a pump Gram-positive bacillus was straight parallel sides and rounded or truncated ends about 4-6 x1 um in size usually occurring singly or in chains or small bundles. It is pleomorphic and filamentous and involution forms are common it is capsulated and nonmotile Ref: Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no 253",
        "cop": 3,
        "opa": "CI. histolyticum",
        "opb": "CI. Tetanosporum",
        "opc": "CI. perfringens",
        "opd": "CI. septicum",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "3746f2b8-a772-454c-9fdb-910eedf1ee4e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a selective media",
        "exp": "A selective media is composed of specific ingredients to inhibit the growth of ceain species of microbes in a mixed culture while allowing others to grow. Ref ananthnarayana and panikers microbiology textbook 8/e",
        "cop": 1,
        "opa": "Blood agar",
        "opb": "Thayer main media",
        "opc": "Wilson blair media",
        "opd": "LJ media",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "369fcf22-415d-4c68-ba87-8c059cb22713",
        "choice_type": "single"
    },
    {
        "question": "In blood culture the ratio of blood to reagent is?",
        "exp": "Specifics for <a href=\" and panels</a> are as follows: Specimen type - Whole blood Container - Culture bottles (one aerobic and one anaerobic) for blood and green-top tube (heparin) for fungus and mycobacteria (if warranted by clinical suspicion) Collection method - Venipuncture Specimen volume - Adults: 10-20 mL per culture set; Pediatric patients: 1. 0-3. 0 m the blood is inoculated into the bottle containing blood culture medium in a blood to the broth ratio of 1: 10. but in children where the amount of blood drawn is little a ratio of 1: 5 may achieved REF: MEDSCAPE",
        "cop": 3,
        "opa": "1: 05",
        "opb": "1: 20",
        "opc": "1: 10",
        "opd": "0. 111111111",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "90b11bee-562a-4bf8-8aaf-1b655969c4c1",
        "choice_type": "single"
    },
    {
        "question": "Medium for growth of anaerobic bacteria?",
        "exp": "These media is used to grow anaerobic organisms. REF: Ananthanarayan & Panicker's Textbook of Microbiology 9th edition pg no: 43",
        "cop": 1,
        "opa": "chocolate agar",
        "opb": "LJ medium",
        "opc": "Blood agar",
        "opd": "Robeson cooked meat medium",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "58911925-499e-4680-b428-145ed93514a5",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following ollowing is true -",
        "exp": "Ananthanarayan & Panicker's Textbook of Microbiology 9th edition pg no: 39-40 Agar has no nutritive value it is formed from seaweeds. it is universally used to prepare solid media Chocolate agar is an eg of enriched media they are used to grow bacteria which are more extracting in their nutritional needs Enrichment media: some substances which added to a medium may inhibit the growth of the unwanted bacteria and absolutely increasing the number of wanted bacteria in the liquid media",
        "cop": 4,
        "opa": "Agar has nutrient propeies",
        "opb": "Chocolate medium is selective medium",
        "opc": "Addition of selective substances in a solid medium is called enrichment media",
        "opd": "Nutrient broth is basal medium",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "72dc357f-fcdf-4eb5-a57b-3b643d48213f",
        "choice_type": "multi"
    },
    {
        "question": "The Haemophilus influenzae vaccine contains which of the following",
        "exp": "Polysaccharide vaccine Haemophilus influenzae type b is a bacterium with a polysaccharide capsule; the main component of this capsule is polyribosyl ribitol phosphate (PRP). Anti-PRP antibodies have a protective effect against Hib infections. Thus, purified PRP was considered a good candidate for a vaccine Ref ananthnarayana microbiology textbook 8/e",
        "cop": 4,
        "opa": "Lipopolysaccharide (LPS)",
        "opb": "Live attenuated H. influenzae",
        "opc": "Polypeptide antigens containing D-glutamate",
        "opd": "Polyribitol phosphate antigens",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "c6cad513-aff5-4bf3-a4a8-64a5316defd5",
        "choice_type": "single"
    },
    {
        "question": "Sputum can be disinfected by",
        "exp": "Sputum can be disinfected by all the above-mentioned methods Ref: Textbook of Microbiology Baveja 5th ed Pg 29",
        "cop": 4,
        "opa": "Autoclave",
        "opb": "Boiling",
        "opc": "Cresol",
        "opd": "All the above",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "4f3075d7-87b3-44da-91a6-379f865fe97f",
        "choice_type": "multi"
    },
    {
        "question": "All are true regarding disinfectants except -",
        "exp": "Ethylene oxide: it is highly inflammable and explosive. it is especially used used forsterilisation heart-lung machines, respirators, sutures, dental equipments, books and clothings it has been used for sterilising wide range of materials REF: Ananthanarayan & Panicker's Textbook of Microbiology 9th edition pg no: 35",
        "cop": 3,
        "opa": "Gluteraldehyde is sporicidal",
        "opb": "Hypochlorites are virucidal",
        "opc": "Ethylene oxide is intermediate disinfectant",
        "opd": "Phenol usually requires organic matter to act",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "e16eee5d-c7ab-4ec8-8d71-dca16a70830e",
        "choice_type": "multi"
    },
    {
        "question": "Diluent for trimethoprim in antibiotic disc for sensitivity testing is",
        "exp": "Diluent for trimethoprim in antibiotic sensitivity testing is acetic acid Sod bicarbonate for amoxicillin and ceftazidime Ref: Textbook of Microbiology Baveja 4th ed Pg 629",
        "cop": 4,
        "opa": "Na OH solution",
        "opb": "Na hco3",
        "opc": "Ethanol",
        "opd": "Acetic acid",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "544ba604-79fc-45f5-a0bf-8cdff24d021b",
        "choice_type": "single"
    },
    {
        "question": "The best method of sterilization of dusting powder is?",
        "exp": "Hot air oven: it is used to sterilize glassware, forceps, scissors, scalpels, all glass syringes, swabs, some pharmaceutical products such as liquid paraffin, dusting powder, fat and grease REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 31",
        "cop": 2,
        "opa": "Autoclaving",
        "opb": "Hot air oven",
        "opc": "Inspissation",
        "opd": "Tyndallisation",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "4e33d5f7-fe6c-4b97-a70d-25e445e3045a",
        "choice_type": "multi"
    },
    {
        "question": "The culture media of choice for growing most of the fungi is",
        "exp": "Sabouraud's agar. Type of agar growth medium containing peptones. Dermatophyte hyphae specimens are inoculated on Sabouraud&; s medium and incubated at room temperature. Choice 1-3 are media used for growing Mycobacterium Tuberculosis. Reference: Ananthanarayan and Paniker&; s Textbook of Microbiology; 10th edition",
        "cop": 4,
        "opa": "Dorsett egg media",
        "opb": "LJ media",
        "opc": "Loeffler serum slope media",
        "opd": "Sabouraud's agar",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "d3fc0702-23e4-45c6-bed4-e42fbe70f611",
        "choice_type": "single"
    },
    {
        "question": "Inveed fir tree appearance on gelatin stab is characteristic of?",
        "exp": "Virulent capsulated strains of Bacillus anthracis form rough culture, while avirulent or attenuated strains form smooth colonies. on gelatin stab culture, a characteristic 'inveed fir tree' appearance is seen with slow liquefaction commencing from the top. On blood agar the colonies are nonhemolytic though occasional strains produce a narrow zone of hemolysis. in broth growth occurs as floccular deposits with little or no turbidity REF: Ananthanarayan & Panicker's Textbook of Microbiology 8th Edition pg no: 243",
        "cop": 2,
        "opa": "Mycoplasma",
        "opb": "Bacillus anthracis",
        "opc": "Clostridium",
        "opd": "Bacteriodes",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "f7d8d5c6-6bfa-40d7-ba3d-55d87b8c3767",
        "choice_type": "single"
    },
    {
        "question": "In a patient with UTI, LED (Cystine, Lactose Electrolyte Deficiency) Media is preferred over Mac. Conkeys media because -",
        "exp": "Mac. Conkey agar: is mainly used to differentiate between various gram-negative rod-shaped organism. It also inhibits the growth of Gram-positive organism. Thus it is both differential and selective REF: Textbook of microbiology Ananthanarayan page no. 42",
        "cop": 4,
        "opa": "It is differential medium",
        "opb": "In inhibits swarming of proteus",
        "opc": "Promotes growth of Pseudomonas",
        "opd": "Promotes growth of staph aureus and Candida",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "ef0da58a-649f-4e06-a7f7-9deb2be0388b",
        "choice_type": "single"
    },
    {
        "question": "Not a component of Gram stain -",
        "exp": "GRAM STAINING 1) Primary staining with a pararosaniline dye such as crystal violet, Methyl violet, or Gentian violet 2) Application of a dilute solution of iodine. 3) Decolourisation with an inorganic solvent such as ethanol, acetone, or aniline. 4) Counterstaining with a dye of contrasting colour such as carbol fuchsin, safranine or neutral red. REF: Ananthanarayan & Panicker's Textbook of Microbiology 8th Edition pg no: 15",
        "cop": 1,
        "opa": "Methylene blue",
        "opb": "Ethanol",
        "opc": "Iodine",
        "opd": "Gentian violet",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "1efc680b-ed5d-4c2c-8049-e3defda927c4",
        "choice_type": "single"
    },
    {
        "question": "The term ble but not cultivable is used for -",
        "exp": "It has not been possible to culture Mycobacterium leprae in vitro so far. Can be grown in the footpad of the mouse. It is a long and strenuous process and therefore considered noncultivable REF: Textbook of Microbiology, Ananthanarayan, and Paniker. Page no.: 346, 364",
        "cop": 1,
        "opa": "M. leprae",
        "opb": "M. tuberclosis",
        "opc": "Treponema pallidum",
        "opd": "Salmonella",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "2d1bffdc-fbad-45b7-9330-c25d79e743d4",
        "choice_type": "multi"
    },
    {
        "question": "Phenol test or Reidel walker test is done to determine?",
        "exp": "TESTING OF DISINFECTANTS There is no single reliable test available to detrmine the efficacy of a disinfectant. This is due to the number of parameters which influence disinfectant activityy. Traditionally in such tests phenol is taken as standard. In Rideal -Walker test, suspension containig equal number of typhoid bacilli are submitted to the action of varying concentration of phenol and of disinfectant to be tested. REF: Ananthanarayan & Panicker's Textbook of Microbiology 8th Edition pg no: 38",
        "cop": 4,
        "opa": "Hardness of water",
        "opb": "Chlorine demand",
        "opc": "Quality of disinfectant",
        "opd": "Efficacy of a disinfectant",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "8ec6a3ad-3ebd-4971-b34c-e45b8bf26c3a",
        "choice_type": "single"
    },
    {
        "question": "Of the following Exotoxins are -",
        "exp": "Table 8. 1 EXOTOXINS Proteins heat labile actively secreted by cells diffuse into surrounding medium readily separable from cultures by physical means such as filtration action often enzymatic specific pharmacological effects for each exotoxin specific tissue affiinities active in very minutes dose highly antigenic action specifically neutralised by antibody Ref Ananthanarayan & paniker's Textbook of microbiology 9th edition pg no 75",
        "cop": 3,
        "opa": "Lipopolysaccharide in nature",
        "opb": "Produced by grma -ve bacilli",
        "opc": "Highly antigenic",
        "opd": "Very stable and resistant to chemical agents",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "4bcb5091-e99c-4ec9-9fae-feaee2788a0c",
        "choice_type": "single"
    },
    {
        "question": "Pasteurised milk is most commonly tested by",
        "exp": "Phosphatase test: This is a check on whether milk has been pasteurized. The enzyme phosphatase, which is normally present in milk, is inactivated if pasteurization has been performed properly. Residual phosphatase activity indicates that pasteurization has been adequate. This test, if positive after proper pasteurization of milk shows contamination after pasteurization. (Ref: Ananthanarayan 9th edition, p631-632)",
        "cop": 1,
        "opa": "Phosphate test",
        "opb": "Coliform test",
        "opc": "Catalase test",
        "opd": "Oxidase test",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "a11e6a44-e0ed-45c3-8e6b-7e6c58915ad3",
        "choice_type": "single"
    },
    {
        "question": "Bacteria that grow optimally at 25-40oC are called as",
        "exp": "Psychrophilic forms grow best at low temperatures (-5 to 15degC) and are usually found in such environments as the Arctic and Antarctic regionspsychrotrophs have a temperature optimum between 20degC and 30degC but grow well at lower temperatures. They are an impoant cause of food spoilage. Mesophilic forms grow best at 30-37degC, most thermophilic forms grow best at 50-60degC. Some organisms are hypehermophilic and can grow at well above the temperature of boiling water, which exists under high pressure in the depths of the ocean. Jawetz microbiology 27E pg: 72",
        "cop": 4,
        "opa": "Thermophiles",
        "opb": "Cryophiles",
        "opc": "Psychrophiles",
        "opd": "Mesophiles",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "acae73d8-e1f1-4bc2-96e2-842597e3c7be",
        "choice_type": "multi"
    },
    {
        "question": "pH of sabourauds dextrose agar is adjusted to?",
        "exp": "SABOURAUD DEXTROSE AGAR: this culture medium for the growth of fungi has a higher concentration of either glucose or maltose and also contain mycological peptones. This medium has low pH about 5. 0 which inbit the growth of almost all bacteria REF: Ananthanarayan & Panicker's Textbook of Microbiology 9th edition pg no: 43",
        "cop": 1,
        "opa": "6-Apr",
        "opb": "2-Jan",
        "opc": "8-Jun",
        "opd": "10-Aug",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "48e3d711-c388-418b-811a-7ea38b387978",
        "choice_type": "single"
    },
    {
        "question": "Louis pasteur is not asscociated with -",
        "exp": "The development of microbiology as a scientific discipline dates from Louis Pasteur (1822-95). He introduced techniques of sterilization and developed the steam sterilizer, Hot air oven, and autoclave. He also established the differing growth needs of different bacteria and contributed to the knowledge of anthrax, chicken cholera, and hydrophobia. An accidental observation that chicken cholera bacillus cultures left on the branch for several weeks lost their pathogenic propey but retained their ability to protect the birds against subsequent infection by them, led to the discovery of the process of attenuation and the development of a live vaccine. He attenuated cultures of the anthrax bacillus by incubation at high temperature and proved that inoculation of such cultures in animals induced specific protection against anthrax. It was Pasteur who coined the term vaccine for such prophylactic preparation to commemorate the first of such preparations, namely cowpox employed by Edward Jenner for protection against smallpox Koch discovered tuberculosis bacilli(1882) and the cholera vibrio (1883) Ref: Ananthanarayan & paniker's textbook of microbiology 9th edition page no 3, 4",
        "cop": 3,
        "opa": "Introduction of Complex media",
        "opb": "Discovery of Rabies vaccine",
        "opc": "Discovery of M. tuberculosis",
        "opd": "Disproved spontaneous generation theory",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "6091cc68-483b-4647-98a2-88975739849f",
        "choice_type": "single"
    },
    {
        "question": "The operating temperature in an ethylene oxide sterilization during a warm cycle is -",
        "exp": "Temperature between 49 & 63degC is used, which is comparatively a lower temperature. Used for aicles that cannot withstand higher temperatures. REF: textbook of microbiology, Ananthanarayan and Paniker.",
        "cop": 2,
        "opa": "20-35 o C",
        "opb": "49-63 o C",
        "opc": "68-88 o C",
        "opd": "92-110 o C",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "44b322c5-840f-46e9-9864-c1ac98b50da6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an impoant disinfectant on account of effectively destroying gram positive and gram negative bacteria, viruses and even spores at low pH levels?",
        "exp": "Chlorine is used commonly as hypochlorites chlorine and hypochlorite are markedly bactericidal. They have a wide spectrum of action against viruses. The organic chloramines are used as antiseptics for dressing wounds REF: Ananthanarayan & Panicker's Textbook of Microbiology 9th edition pg no: 35",
        "cop": 3,
        "opa": "Phenol",
        "opb": "Alcohol",
        "opc": "Chlorine",
        "opd": "Hexachlorophene",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "dc5e27c1-a473-42d0-be7c-ce759f82398a",
        "choice_type": "single"
    },
    {
        "question": "In stokes disc diffusion, if zone of size of inhibition(test bacterium) is small by 2mm, bacterial strain is",
        "exp": "If zone of test bacterium= control--sensitive Zone of test bacterium small-resistant Ref: Textbook of Microbiology Baveja 5th ed Pg 623",
        "cop": 2,
        "opa": "Sensitive",
        "opb": "Resistant",
        "opc": "Intermediate sensitive",
        "opd": "None",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "887c4d7f-7eb1-4a38-be0a-a6a040916b6a",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following antibiotic acts by inhibition of cytoplasmic membrane function?",
        "exp": "Polymyxin bacitracin acts by inhibiting cell membrane or plasma membrane Not cell wall Penicillin -cell wall, streptomycin-protein synthesis inhibition Ref: CP Baveja 4th ed Pg: 625",
        "cop": 2,
        "opa": "Penicillin",
        "opb": "Polymycin",
        "opc": "Streptomycin",
        "opd": "Novobiocin",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "226c61e7-c883-4cb8-8e54-d53f3d6e4f16",
        "choice_type": "single"
    },
    {
        "question": "Metachromatic granules are found in -",
        "exp": "The granules are often situated at the poles of the bacilli and are called polar bodies they are more strongly Gram positive than the rest of the bacterial cell stained with Loefflers methyelene blue the granules take up a bluish purple colur and are hence called Metachromatic Granules. they are also called volutin or babes ernest granules. these granules composed of plymetaphosphate and serve as storage granules Ref: Ananthanarayan & paniker's Textbook of microbiology 9th edition pg no 237",
        "cop": 1,
        "opa": "Diphtheria",
        "opb": "Mycoplasma",
        "opc": "Gardenella vaginalis",
        "opd": "Staphylococcus",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "d142c102-a387-48ae-b5a7-98c0b120fcbb",
        "choice_type": "single"
    },
    {
        "question": "which of the following is the principle of this test",
        "exp": "Immunochromatography also called as lateral flow dipstick immunoassay 1 strip test They are based on dye labelled antibody specific for target analyte present on the lower end of nitrocellulose strip or in the plastic well along on strip ref: ananthnaryana microbiology",
        "cop": 1,
        "opa": "Immuno chromatography",
        "opb": "Chemiluminescence",
        "opc": "ELISA",
        "opd": "Immunofluorescence",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "78293ff9-c17b-4433-a965-a9a04964099d",
        "choice_type": "single"
    },
    {
        "question": "Spores of bacteria are destroyed by -",
        "exp": "Halogens- Iodine is an aqeous and alchoholic solution has been widely used as skin disinfectant. It is actively bactericidal with moderate action against spores REF: Ananthanarayan & Panicker's Textbook of Microbiology 9th edition pg no: 35",
        "cop": 3,
        "opa": "Alcohol",
        "opb": "Lysol",
        "opc": "Halogen",
        "opd": "Ionizing radiation",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "a359d686-91a8-459a-9d28-eeb299472050",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about pasteurization -",
        "exp": "Pasteurisation: the milk is heated at either 63o. Cfor 30 minutes(the holder method)or 72o. Cfor 15-30 seconds(the flash process )followed by cooling quickly to 13oC or lower. By these process all non sporing pathogens such as mycobacteria, brucella and salmonella are destroyed. Coxiella burnetti is relatively heat resistant and may survive the holder method",
        "cop": 2,
        "opa": "it kills all bacteria and spores",
        "opb": "It kills all bacteria except thermoduric bacteria",
        "opc": "It kills 95% of microorganisms",
        "opd": "All bacteria are destroyed",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "ea1622a8-2590-4afc-83cf-223fef8f49c7",
        "choice_type": "multi"
    },
    {
        "question": "The mechanism by which specific information encoded in a nucleic acid chain in a virus transferred to m. RNA in known as -",
        "exp": "TRANSCRIPTION of messenger RNA (m. RNA) from the viral viral nucleic acid REF: Ananthanarayan & Panicker's Textbook of Microbiology 8th edition pg no: 430",
        "cop": 1,
        "opa": "Transcription",
        "opb": "Translation",
        "opc": "Transformation",
        "opd": "Transduction",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "1c5be07e-c4d3-42f2-9b43-03590b609198",
        "choice_type": "single"
    },
    {
        "question": "Inspissation is used to sterile?",
        "exp": "They are moist heat method of sterilization Below 100degC The medium is rendered sterile by heating at 80-85degC for half an hour on three successive days in an inspissator REF: Ananthanarayan and paniker's textbook, of microbiology 9 the edition pg no 30",
        "cop": 4,
        "opa": "Needles",
        "opb": "Endoscopes",
        "opc": "Scissors",
        "opd": "Culture medium",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "2d88b4c9-1e0e-4d44-8a49-8b68021613b7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following takes place during latent phase of growth curve",
        "exp": "Sporulation occurs in the latent period of bacterial growth due to potential of growth and multiplication",
        "cop": 4,
        "opa": "Bacterial cell number increase",
        "opb": "Bacterial cell size increase",
        "opc": "Bacterial cell size decrease",
        "opd": "Sporulation",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "b1fbb8d0-161f-498a-8a24-6aac5c669aff",
        "choice_type": "single"
    },
    {
        "question": "All are physical methods of sterilisation except",
        "exp": "Physical Methods of Sterilization. Heat. Radiation. Filtration Chemical Methods of Sterilization: using toxic gasses Ex: ETO, Formalin gas Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 33",
        "cop": 2,
        "opa": "Sunlight",
        "opb": "Gases",
        "opc": "Filtration",
        "opd": "Heat",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "f862bc80-5260-4c60-a387-724efbd279de",
        "choice_type": "multi"
    },
    {
        "question": "The cytoplasmic membrane of bacteria is responsible for -",
        "exp": "The cytoplasmic membrane is a thin layer lining the inner surface of the cell wall and separating it from the cytoplasm. It acts as a semipermeable membrane controlling the flow of metabolites to and from the protoplasm. Passage through the membrane is not solely a function of the molecular size of the paicles but depends in many cases on the presence in the membrane of specific enzymes (pereases). Electron microscopy shows the presence of 3 layers constituting a unit membrane structure. Chemically the membrane consists of lipoprotein with a small number of carbohydrates. Sterols are absent except in mycoplasma Ref: Ananthanarayan & paniker's Textbook of Microbiology 9th edition pg no 16",
        "cop": 1,
        "opa": "Slective permeability",
        "opb": "Motility",
        "opc": "Cell division",
        "opd": "Conjunction",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "77630cd3-0605-4aba-b102-cdf180528b91",
        "choice_type": "single"
    },
    {
        "question": "Blodd agar is an example for -",
        "exp": "Enriched media: in these media substances such as blood, serum, or egg are added to a basal medium. They are used to grow bacteria which are more extracting in their nutritional needs. examples are blood agar, choclate agar and egg media REF: Ananthanarayan & Panicker's Textbook of Microbiology 8th Edition pg no: 40",
        "cop": 3,
        "opa": "Simple media",
        "opb": "Complex media",
        "opc": "Enriched media",
        "opd": "Selective media",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "9b489582-a106-4fd6-a306-08fdc329007c",
        "choice_type": "single"
    },
    {
        "question": "Choose the Non motile organism from the following-",
        "exp": "Shigella are sho Gram negative rods, they are non motile non sporing and non capsulated. Fimbriae may be present The given image proves shigella is less motile and therefore does not show turbidity through out the medium Ref: Ananthanarayan & panikers textbook of microbiology 9th edition page no 285",
        "cop": 4,
        "opa": "E. coli",
        "opb": "Vibrio cholera",
        "opc": "Proteus mirabilis",
        "opd": "Shigella dysentery",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "87a02c61-c5cf-43e0-adc0-24727e98e5db",
        "choice_type": "single"
    },
    {
        "question": "Virus mediated transfer of host DNA from one cell to another is known as -",
        "exp": "TRANSDUCTION: the trannsfer of a poion of the DNA from one bacterium to another by a abactriophage is known as transduction. Bacteriophages are viruses that parasitise the bacteria and consist of a nucleic acid core and a protein coat. A phage paicle may have its core beside its own nucleic acid a segment of host DNA. When this paicle infects another bacterium DNA transfer is effected and the recepient cells acquire new characteristic coded by the donor DNA REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 63",
        "cop": 3,
        "opa": "Transformation",
        "opb": "Conjugation",
        "opc": "Transduction",
        "opd": "None",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "3a3596ee-6083-41bd-89aa-5518d0e62f95",
        "choice_type": "multi"
    },
    {
        "question": "Obligatory intracellular organism is -",
        "exp": "Obligatory intracellular organism: they are those organisms who cannot multiply or reproduce outside the host cell but require the resources of the host cell to synthesis enzymes and multiply or reproduce chlamydia is an obligate intracellular bacterial parasite of humans animals and birds with tropism for squamous epithelial cells and macrophages of the respiratory and gastrointestinal tract Ref: Ananthanarayan & paniker's Textbook of Microbiology edition pg no: 415",
        "cop": 2,
        "opa": "Mycoplasma",
        "opb": "Chlamydae",
        "opc": "Cryptococcus",
        "opd": "H. pylori",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "c75099c6-96a2-4b78-858f-95ab9283a678",
        "choice_type": "single"
    },
    {
        "question": "Which of the following are a Bacteria taxonomically?",
        "exp": "Chlamydiae are obligate intracellular bacteria belonging to genus Chlamydia, in family Chlamydiaceae, under order Chlamydiales Ref: Textbook of Microbiology; Ananthanarayan and Paniker; 9th edition; Pg no: 415",
        "cop": 1,
        "opa": "Chlamydia",
        "opb": "Rickettsia",
        "opc": "Mycoplasma",
        "opd": "Prion",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "655335b7-1345-4319-bef4-c9b03332d135",
        "choice_type": "multi"
    },
    {
        "question": "In &; Hotair oven&; for holding period of one hour, temperature required is -",
        "exp": "Temperature and time: 160 o C for 2 hours (holding time ) is required for sterilization However alternative temperatures and holding time include 170degC for 1 hour and 180degC for 30 minutes Ref: a textbook of Microbiology Dr. C. P. Baveja 4th Edition pg no: 30",
        "cop": 4,
        "opa": "100o C",
        "opb": "120o C",
        "opc": "140o C",
        "opd": "160 o C",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "b0d0991c-1870-4d70-9f94-7cb50febe5b5",
        "choice_type": "single"
    },
    {
        "question": "All are capsulated bacteria except -",
        "exp": "The diphtheria bacillus are pleomorphic, nonsporing noncapsulated and nonmotile they are gram-positive. pleomorphic, nonspoing, encapsulated, nonmotile gram-positive bacteria REF: Ananthanarayan and Panikkar's textbook of microbiology 9th edition pg no 236",
        "cop": 2,
        "opa": "Neisseria",
        "opb": "Corynebacterium diphtheriae",
        "opc": "Haemophillus",
        "opd": "Streptococcus saliverius",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "8f9b2ce6-c9a2-4f35-a99c-adf13286989b",
        "choice_type": "multi"
    },
    {
        "question": "Endoscopic instrumental disinfection is done by using-",
        "exp": "Glutaraldehyde is especially effective against the tubercle bacilli, fungi, and viruses. It is less toxic and irritant to eyes and skin than formaldehyde. It has no deleterious effects on the cement or lenses of instruments such as cystoscope and bronchoscope. It can be safely used to treat corrugated rubber, anesthetic tubes, face masks, plastic endotracheal tubes, metal instruments, and polythene tubings REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 36",
        "cop": 2,
        "opa": "Formalin",
        "opb": "Glutaraldehyde",
        "opc": "Ethylene oxide",
        "opd": "Gamma radiation",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "c6dfa31f-4bf7-4df1-99e9-ed8a0b111aea",
        "choice_type": "single"
    },
    {
        "question": "Best method of preventing transmission of MRSA infection is",
        "exp": "Measures for the control of staphylococcal infections in hospitals:*Isolation of patients with open staphylococcal lesion*Detection of staphylococcal lesions among doctors and health care workers*Hand washing is the oldest, simplest and most effective method of preventing MRSA and other cross infections.*Following strict aseptic precautions (Ref: Ananthanarayan 9th edition, p204)",
        "cop": 1,
        "opa": "Hand wash",
        "opb": "Antibiotics",
        "opc": "Disinfecting surfaces",
        "opd": "Fumigation of the ward",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "2134f232-7417-4368-9b5d-e3d41bd880ce",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a component of MYPA medium",
        "exp": "MYPA--Modified mannitol-polymixin-B agar",
        "cop": 4,
        "opa": "Mannitol",
        "opb": "Egg yolk",
        "opc": "Polymixin",
        "opd": "Azithromycin",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "bbafd235-2e2e-4ef7-aa0b-24631cd47e8c",
        "choice_type": "single"
    },
    {
        "question": "Autoclaving is done in?",
        "exp": "An autoclave is done at an exposure of heat at 12 minutes at 121oC REF: Ananthanarayan & Panicker's Textbook of Microbiology 9th edition pg no: 32",
        "cop": 3,
        "opa": "Dry air 121o C and 151 B pressure",
        "opb": "Steam at 100o C for 30 minutes",
        "opc": "Steam at 121o C for 15 minutes 15pascal",
        "opd": "Dry air at 160o C for 30 minutes",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "0b914679-207a-4a6d-a21b-3042a4f2490d",
        "choice_type": "single"
    },
    {
        "question": "Bacterial spores are best destroyed by -",
        "exp": "Autoclave: the principle is that water boils when its vapor pressure is equal to its surrounding pressure. Saturated steam has a penetrating power. When steam comes in contact with the cooler surface it condenses to water and gives up its latent heat. The large reduction in the volume sucks in more steam to the area and the process continues until the temperature of that area is raised to that of steam. The condensed water ensures moist condition for killing microbes present REF: Ananthanarayan & Panicker's Textbook of Microbiology 9th edition pg no: 31",
        "cop": 2,
        "opa": "UV rays",
        "opb": "Autoclaving at 121o C for 20 mints",
        "opc": "Hot air oven",
        "opd": "Infrared rays",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "8370f2d0-3bde-4d56-bf7f-fe692ec23e6c",
        "choice_type": "single"
    },
    {
        "question": "Operation theatres are sterilized by?",
        "exp": "FORMALDEHYDE GAS is used for sterilizing instruments and heat sensitive catheters and for fumigating wards, sick rooms, and laboratories REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 36",
        "cop": 3,
        "opa": "Carbolic acid spraying",
        "opb": "Washing with soap and water",
        "opc": "Formaldehyde",
        "opd": "ETO gas",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "443d59b2-486b-46ad-95f5-cec8bb04488f",
        "choice_type": "single"
    },
    {
        "question": "The bacterium that is most commonly used in genetic engineering is",
        "exp": "GENETIC ENGINEERINGEngineering is the application of science to social needs. Recombinant plasmids may be introduced into a bacterial host, frequently E coli, by forced transformation. Alternatively, electroporation is a procedure that introduces DNA into bacteria using an electrical gradient. Ref: Jawetz, Melnick, & Adelberg's Medical Microbiology; Twenty-Seventh Edition; Chapter 7; Microbial Genetics",
        "cop": 1,
        "opa": "Escherichia",
        "opb": "Klebsiella",
        "opc": "Proteus",
        "opd": "Serratia",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "edcfb9f1-3948-47b5-92a6-885629bd432a",
        "choice_type": "single"
    },
    {
        "question": "Type of graft, best suited for renal transplantation",
        "exp": "Isograft is the graft of tissue between two individuals who are genetically identical i: e, monozygotic twins. Transplant rejection between two such individuals viually never occurs. As monozygotic twins have the same histocompatibility complex, there is very rare chance of rejection of transplanted tissue by the adaptive immune system. Ref: Baveja textbook of microbiology; 4th edition",
        "cop": 4,
        "opa": "Allograft",
        "opb": "Autograft",
        "opc": "Xenograft",
        "opd": "Isograft",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "6278435e-5ef0-4cf6-94a8-e8896f1f8fdb",
        "choice_type": "multi"
    },
    {
        "question": "In blood culture the ratio of blood to reagent is -",
        "exp": "Specifics for <a href=\" and panels</a> are as follows: Specimen type - Whole blood Container - Culture bottles (one aerobic and one anaerobic) for blood and green-top tube (heparin) for fungus and mycobacteria (if warranted by clinical suspicion) Collection method - Venipuncture Specimen volume - Adults: 10-20 mL per culture set; Pediatric patients: 1. 0-3. 0 m The blood is inoculated into the bottle containing blood culture medium in the blood to the broth ratio of 1: 10. but in children where the amount of blood drawn is little a ratio of 1: 5 may be achieved REF: MEDSCAPE",
        "cop": 3,
        "opa": "1: 05",
        "opb": "1: 20",
        "opc": "1: 10",
        "opd": ": 100",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "08d67e18-dcbe-4d02-bfa6-20484201e86c",
        "choice_type": "single"
    },
    {
        "question": "Staphylococcus is?",
        "exp": "Staphylococcui are Gram-positive cocci that occur in grape like clsters. Ref: Ananthanarayan & panikers Textbook of Microbiology 9th edition page no199",
        "cop": 1,
        "opa": "Gram-positive cocci",
        "opb": "Gram-negative cocci",
        "opc": "Gram-positive bacillus",
        "opd": "Gram-negative bacillus",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "bf0e731b-b7db-4352-97b2-cf4a85a78cb7",
        "choice_type": "single"
    },
    {
        "question": "Saccharolytic reaction in cooked meat broth is produced by",
        "exp": "CMB also called Robesons cooked meat -contains nutrient broth and cooked meat of ox heart Saccharolytic reaction positive for cl. perfringes Proteolytic reaction positive for cl. tetani Ref: CP Baveja 4th ed Pg: 51",
        "cop": 2,
        "opa": "Pseudomonas",
        "opb": "Clostridium perfringes",
        "opc": "Clostridium tetani",
        "opd": "C. diptheriae",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "7cb004c1-e74b-4083-97c0-adef2ce92b9e",
        "choice_type": "single"
    },
    {
        "question": "Percentage of glutaraldehyde used -",
        "exp": "2% glutaraldehyde is standard use in sterilization method Table 3. 2 commonly used concentaion of disinfectant REF: Ananthanarayan & Panicker's Textbook of Microbiology 9th edition pg no: 37",
        "cop": 2,
        "opa": "1%",
        "opb": "2%",
        "opc": "3%",
        "opd": "4%",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "41389150-f5e1-4bd0-b12d-991063cd7ddb",
        "choice_type": "single"
    },
    {
        "question": "F factor integrates with bacterial chromosome to form -",
        "exp": "Factor: The F factor is the transfer factor that contains the genetic information necessary for the synthesis of sex pilus and for self-transfer but is devoid of other identifiable genetic markers such as drug resistance. Cells carrying the F factor have no distinguishing feature other than their ability to mate with F - cells and render them F+. he F factor is actually an episode and has the ability to exist in some cells in the integrated data or inseed into the host chromosome. Such cells are able to transfer the chromosomal gene to recipient cells with high frequency and are known as Hfr cells. following conjugation with an Hfr cell an F- only rarely becomes F+ though it receives chromosomal genes from the donors. REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 65",
        "cop": 1,
        "opa": "HFr",
        "opb": "F+r",
        "opc": "F-",
        "opd": "F",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "90826940-94bc-4231-a047-a8116f461c83",
        "choice_type": "single"
    },
    {
        "question": "ELISA for virulence marker antigen (VMA) is done to detect virulence in -",
        "exp": "EIEC: clinically EIEC resembles shigellosis ranging from mild diarrhoea to frank dysentry and occur in childrenas well as in adults. For lab diagnosis of EIEC, the Sereny test used to be employed. Mice may be used instead of guinea pig. Cell penetration of He. La or HEP-2 cells in culture is a more human diagnostic test. This ability to penetrate cells is determined by large plasmid, detection of which can also be a diagnostic test. The plasmid code for outer membrane antigens called the virulence marker antigen (VMA) which can be detected by ELISA (VMA ELISA) test REF: Ananthanarayan & Panicker's Textbook of Microbiology 8th Edition pg no: 277",
        "cop": 4,
        "opa": "A typical mycobacteria",
        "opb": "Hemophilus influenzae",
        "opc": "Streptococcus pyogenes",
        "opd": "Enteroinvasive Escherichia coli",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "915a088b-6c99-4fec-b58e-ead7a222451b",
        "choice_type": "single"
    },
    {
        "question": "Bile solubility is used for?",
        "exp": "Bile solubility test In the presence of surface active agents such as bile and bile salts (sodium deoxycholate or sodium dodecyl sulfate), the cell wall of S. pneumoniae undergoes lysis. Other members of alpha-hemolytic streptococci are not lysed by the agents ( are bile insoluble) REF: Ananthanarayan & Panicker's Textbook of Microbiology 8th Edition pg no: 674",
        "cop": 3,
        "opa": "Differentiation of staphylococcus from streptococcus",
        "opb": "Differentiation of group B streptococci from other streptococci",
        "opc": "Differentiation of pneumococci from streptococci",
        "opd": "Differentiation of streptococci from neisseria",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "4984c6ec-e564-4b9e-bfa0-a58ac04a93ae",
        "choice_type": "single"
    },
    {
        "question": "Heart-lung machines are sterilized by?",
        "exp": "ETHYLENE DIOXIDE its action is due to alkylating the amino, carboxy, hydroxyland sulphydrl groups in protein molecules. In addition it reacts with DNA and RNA. It is use as a disinfectant presents a potential toxicity to human beings including mutagenicity and carcinogenicity. it diffuses through many types of porous materials nad readily penetrates some plastics. it is especially used for sterilising heart lung machines, respirators sutures dental equipments books and clothing. it is unsuitable for fumigating rooms because of its explosive propey. it has been successfully used to sterilise a wide range of materials such as glass metas and paper surfaces clothing, plastics, soil, some foods and tobacco. REF: Ananthanarayan and Panicker's Textbook of. Microbiology 8th. Edition pg no: 37",
        "cop": 2,
        "opa": "Glutaraldehyde",
        "opb": "Ethylene oxide",
        "opc": "Carbolic acid",
        "opd": "Aqueous solution of iodine",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "3d43c047-8c19-4af8-a28d-382242629783",
        "choice_type": "single"
    },
    {
        "question": "Silver impregnation technique is used in the identification of?",
        "exp": "Silver impregnation: cells and structure too thin to be seen under the ordinary microscope may be rendered visible if they are thickened by impregnation of silver on the surface. Such a method is used for the demonstration of spirochetes and bacterial flagella REF: Ananthanarayan & Panicker's Textbook of Microbiology 9th edition pg no: 13",
        "cop": 4,
        "opa": "Spirochaetes",
        "opb": "Leptospira",
        "opc": "Borrelia",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "684436ce-1d6f-4f0e-be65-2b71957b74d0",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following takes place during the stationary phase of growth curve?",
        "exp": "Growth curve: Lag phase: maximum cell size is obtained towards the end of the lag phase. Log phase: cells are smaller and stain uniformly. Stationary phase: cells are frequently Gram-variable and show irregular staining due to the presence of intracellular storage granules. Sporulation occurs at this stage. Also, many bacteria produce secondary metabolic products such as exotoxins and antibiotics. Phase of decline: involution forms are common Ref: Ananthanarayan 9th edition, p22-23",
        "cop": 4,
        "opa": "Bacterial cell number increases",
        "opb": "Bacterial cell size decreases",
        "opc": "Bacterial cell size increases",
        "opd": "Sporulation",
        "subject_name": "Microbiology",
        "topic_name": "general microbiology",
        "id": "71f96eeb-8005-41e6-a85a-f5080b2fcb9b",
        "choice_type": "single"
    }
]