[
    {
        "question": "Loeffler's medium is-",
        "exp": "Enriched media The media containing ingredients which enhance their growth-promoting qualities E. g. Blood agar, Chocolate agar and Loeffler medium. The usual media employed for cultivation of the diphtheria bacillus are Loeffler's serum slope and tellurite blood agar. Diphtheria bacilli grow on Loeffler's serum slope very rapidly and colonies can be seen in 6-8 hours, long before the other bacteria grow. Best Selective media for Corynebaterium is Potassium tellurite agar.",
        "cop": 4,
        "opa": "Indicator medium",
        "opb": "Selective medium",
        "opc": "Enrichment medium",
        "opd": "Enriched medium",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "824d1c19-abe7-4f68-a16f-a464c6d1bc7c",
        "choice_type": "single"
    },
    {
        "question": "F plasmid of high frequency recombination is",
        "exp": "Hfr Conjugation: F factor being a plasmid, is always Extra-chromosomal It may integrate with bacterial chromosome and behave as episome. Such donor cells are able to transfer chromosomal DNA to recipient cells with high frequency in comparison to F+ cells, therefore, named as Hfr cells (high frequency of recombination). During conjugation of Hfr cell with an F- cell, only few chromosomal genes along with only a pa of the F factor get transferred. Hence, F- recipient cells do not become F+ cells.",
        "cop": 1,
        "opa": "Extrachromosomal",
        "opb": "Chromosomal",
        "opc": "Mesosome",
        "opd": "Ribosomes",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "68e3c6e9-528a-4f68-a94f-a13a64b4070c",
        "choice_type": "single"
    },
    {
        "question": "In adults, blood culture ratio of blood to reagent is -",
        "exp": "Blood Culture - For Adults, the blood is inoculated into the bottle containing blood culture medium in a blood to broth ratio of 1: 10 In case of children, where the amount of blood drawn is little, a ratio of 1: 5 may be achieved.",
        "cop": 3,
        "opa": "1: 05",
        "opb": "1: 20",
        "opc": "1: 10",
        "opd": "0. 111111111",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "a2c44c93-1743-441b-b356-343409035b2c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is false regarding bacterial cell wall?",
        "exp": "Difference between Gram positive cell wall and gram negative cell wall Structure Primary Functions Chemical Constituents Gram- Positive cell wall Peptidoglycan osmotic stability, structural integrity, cell shape; permeable to antibiotics Thick meshwork of peptide cross-linked polysaccharide chains Teichoic and lipoteichoic acids Adhesion to host cells, weak endotoxin activity, antigenic Polymers of substituted ribitok or glycerol phosphate Proteins Adhesion to host cells, antiphagocytic, antigenic Examples: streptococcal M and R proteins Gram-Negative cell wall Peptidoglycan See above Thinner version of that found in gram-positive bacteria Periplasmic space Transpo of nutrients, degradation of macro molecules Between cytoplasmic and outer membranes - carrier proteins and hydrolytic enzymes Outer membrane Structural suppo, uptake of metabolites, permeability barrier, protection, antigenic Phospholipid bilayer, porins, transpo and other proteins, lipopolysaccharide Lipopolysaccharide Endotoxin activity (Lipid A), anticomplement activity (O antigen) Three pas: Lipid A, core polysaccharide, O antigen Porin channel Allow small and hydrophilic molecules to pass outer membrane Porin proteins",
        "cop": 2,
        "opa": "Cell wall of Gram-positive bacteria is thicker than that of Gram-negative bacteria",
        "opb": "Teichoic acid is present in cell wall of Gram-negative bacteria",
        "opc": "Region II of LPS is core polysaccharide",
        "opd": "LPS is responsible for O antigen specificity of gram negative bacteria",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "1ddeb488-a747-4a14-972f-e25b3c45ad96",
        "choice_type": "multi"
    },
    {
        "question": "Bacteria with tuft of flagellae at one end are called-",
        "exp": "Arrangement of flagella -",
        "cop": 4,
        "opa": "Monotrichate",
        "opb": "Bipolar",
        "opc": "Peritrichate",
        "opd": "Lophotrichate",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "41ba792e-e0ec-45ff-ac3f-5c2fb04e71dc",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an enrichment media:",
        "exp": "Enrichment media - LIQUID culture media These media are used to suppress commensal bacteria while allowing the pathogen to remain ble and grow. eg - Alkaline peptone water V. cholerae Selenite F-broth Salmonella, shigella Monsour's taurocholate tellurite peptone water V. cholerae",
        "cop": 4,
        "opa": "Alkaline peptone water",
        "opb": "Monsour's taurocholate Tellurite peptone water",
        "opc": "Selenite F broth",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "3a94ef3e-7820-41e7-87e1-d5511166897f",
        "choice_type": "multi"
    },
    {
        "question": "The mechanism of direct transfer of free DNA involves _____",
        "exp": "Transformation is a process of the transfer of DNA itself from one bacterium to another. This may occur either in nature or in a laboratory. DNA is released from a bacterium by lysis, which may be taken up by recipient bacterium that must be competent. In laboratory conditions, DNA may be extracted from one type of bacterium and introduced into genetically different bacteria. The cell walls of bacteria in vitro are made more permeable for DNA uptake by using substances, such as calcium chloride. Transduction is the process by which foreign DNA is introduced into a cell by a virus or viral vector. Conjugationis the process by which onebacteriumtransfers genetic material to another through direct contact. This takes place through a pilus. During conjugation, onebacteriumserves as the donor of the genetic material, and the other serves as the recipient.",
        "cop": 1,
        "opa": "Transformation",
        "opb": "Transduction",
        "opc": "Conjugation",
        "opd": "Mutation",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "5907ed93-371f-4b9e-9bf5-c046ec83a6ab",
        "choice_type": "single"
    },
    {
        "question": "Who is the founder of Electron microscope?",
        "exp": "Ernst August Friedrich Ruska was a German physicist who won the Nobel Prize in physics in 1986 for his work in electron optics, including the deign of the first electron microscope.",
        "cop": 2,
        "opa": "Antonie Philips van Leeuwenhoek",
        "opb": "Ernst Ruska",
        "opc": "Robe Koch",
        "opd": "Louis Pasteur",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "79cc0dfb-f9bf-4a32-8ea0-5696edc17c5e",
        "choice_type": "single"
    },
    {
        "question": "In a bacterial growth curve, the period in which maximum cell size is obtained is_____",
        "exp": "Bacterial Growth Curve: The bacterial growth curve shows the following four distinct phases - 1) Lag phase: Bacteria adapt to their new environment. Enzymes and intermediates are formed and accumulate until they are present in concentrations that permit growth to resume. Bacterial cell size is maximum in end of the lag phase. It is Preparatory phase Accumulation of enzymes and metabolites 2. Log or Exponential Phase: 3. Stationary phase: The bacterial growth almost stops completely due to lack of essential nutrients, lack of water oxygen, change in pH of the medium, etc. and accumulation of their own toxic metabolic wastes. Death rate of bacteria equals the rate of replication of bacteria. Endospores sta forming during this stage. Many bacteria sta producing exotoxins. Bacteria become Gram variable and show irregular staining. 4. Decline phase: During this phase, the bacterial population declines due to death of cells. The decline phase stas due to - Accumulation of toxic products and autolytic enzymes and Exhaustion of nutrients. Involution forms are common in this stage.",
        "cop": 2,
        "opa": "Beginning of Lag phase",
        "opb": "End of lag phase",
        "opc": "Beginning of stationary phase",
        "opd": "Log phase",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "7c03f849-71a1-47c4-9c1c-5311d1000746",
        "choice_type": "single"
    },
    {
        "question": "Antonie van Leeuwenhoek is associated with",
        "exp": "Antony van Leeuwenhoek: The Microscopist The first person to observe and describe microorganisms accurately was an amateur microscopist Antony van Leeuwenhoek (1632-1723).",
        "cop": 2,
        "opa": "Telescope",
        "opb": "Microscope",
        "opc": "Staining procedure",
        "opd": "Immunization",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "0979834b-66be-42c0-b9f6-a5b7799a2e07",
        "choice_type": "single"
    },
    {
        "question": "Exaltation is:",
        "exp": "Exaltation - increased virulence Attenuation - Decreased virulence Attenuation is used in producing vaccines.",
        "cop": 2,
        "opa": "Decreased virulence",
        "opb": "Increased virulence",
        "opc": "Increased susceptibility to antimicrobials",
        "opd": "Loss of virulence",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "e023cf61-fbbe-42a4-9b9e-1ec7b38b624f",
        "choice_type": "single"
    },
    {
        "question": "pH of Sabouraud dextrose agar is",
        "exp": "Sabourauds dextrose agar (Selective media) is maintained at pH of 5. 4 and same is used for isolation of fungus. The low pH of the medium and addition of chloramphenicol and cycloheximide to the medium inhibit the growth of bacteria in the specimen and thereby facilitate the appearance of slow-growing fungi Image: SDA slant with fungal growth",
        "cop": 3,
        "opa": "12",
        "opb": "10-Aug",
        "opc": "6-Apr",
        "opd": "8-Jun",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "1dbaf545-0f6f-4cd6-bbd3-e6c275c44b90",
        "choice_type": "single"
    },
    {
        "question": "A method of sterilization that involves exposure to 100degC for 20 minutes on 3 successive days is known as _____",
        "exp": "1) Inspissation (fractional sterilization) 80 to 85degC for 30 min (for 3 days) by Inspissator For media containing egg or serum - (LJ media, Dorset's egg medium, Loeffler's serum slope) 2. Tyndallisation (Intermittent sterilization): 100degC, 20 min, 3 consecutive days. Nutrient media and media containing sugars or gelatin 1st day all vegetative bacteria are killed. On II and III day spores that germinate are killed. 3. Autoclave -121 oC for 15 min with 15 lbs. pressure This type of sterilization is done by steam heat under pressure. Use: Glass ware, surgical dressing, culture media, rubber, gloves, surgical instrument are sterilized by this method (Autoclaved) Sterilization control: Spores of Geobacillusstearothermophilus (Bacillus stearothermophilus), Thermocouples, Browne's tube, Autoclave tapes. 4) Pasturization-used for disinfection of milk holder method: moist heat oC for 30 minutes Flash method: moist heat oC for 15 -20 seconds followed by rapid cooling to the temperature of < 13oC UHT method: moist heat 149 oC for 0. 5 sec",
        "cop": 2,
        "opa": "Autoclaving",
        "opb": "Tyndallization",
        "opc": "Pasteurisation",
        "opd": "Inspissation",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "c9ab621c-6b70-4833-a581-5a1423ef9434",
        "choice_type": "multi"
    },
    {
        "question": "Dark ground microscopy is used for",
        "exp": "Treponema pallidum immobilization (TPI) test Serum of patient with complement and T. pallidum are maintained in a complex medium anaerobically If the antibodies are present, the Treponemes are immobilized when examined under dark ground illumination.",
        "cop": 1,
        "opa": "TPI",
        "opb": "Kahn's test",
        "opc": "FTA-ABS",
        "opd": "VDRL",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "53681b0e-1b1a-4b43-b4dd-2e77915568b1",
        "choice_type": "single"
    },
    {
        "question": "All are true except-",
        "exp": "Difference between Exotoxin and Endotoxin S. No. EXOTOXIN ENDOTOXIN 1. 2. 3. 4. 5. 6. 7. 8. 9. 10. 11. Proteinaceous Heat labile Actively secreted by bacteria Can be separated from cultures easily Enzymatic action Specific Pharmacological effect for each toxin Specific tissue affinity Highly antigenic Active in very minute doses Action neutralized by specific antibody Can be toxoided Lipopolysaccharides Heat stable Pa of cell wall Obtained only by cell lysis Not enzymatic action Nonspecific effect No specific tissue affinity Weakly antigenic Active only in large doses Not neutralized by antibody Cannot be toxoided 12. Produced mostly by gram positive bacteria Produced mostly by gram negative bacteria",
        "cop": 2,
        "opa": "Exotoxin has enzymatic action",
        "opb": "Endotoxin has enzymatic action",
        "opc": "Exotoxin is highly antigenic",
        "opd": "Endotoxin is weakly antigenic",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "95810b72-0c4e-40f2-9da2-d2b7cbfcfdcf",
        "choice_type": "multi"
    },
    {
        "question": "Recommended transpo medium for stool specimen suspected to contain enteric pathogen is",
        "exp": "Transpo media: Transpo media are used to maintain the bility of ceain delicate organisms in clinical specimens during their transpo to the laboratory. They typically contain only buffers and salt. They lack carbon, nitrogen, and organic growth factors, hence do not facilitate microbial multiplication. Transpo media used for common bacteria: Bacteria Transpo media Streptococcus Neisseria Vibrio Salmonella & Shigella Pike's medium Amies medium and Stua's medium Cary Blair medium, V. R. medium, Autoclaved sea-water Buffered glycerol saline, Cary Blair medium",
        "cop": 2,
        "opa": "Amie's medium",
        "opb": "Buffered glycerol saline medium",
        "opc": "Mac. Conkey medium",
        "opd": "Stua's medium",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "35f23800-a38d-4a27-9f48-9e2ac6d81e77",
        "choice_type": "single"
    },
    {
        "question": "Stain used in staining fungal elements",
        "exp": "Fungal stains - LPCB (lactophenol cotton blue) GMS (Gomorii Methanamine silver) Calcofluor white (Fluorescent stain) Mucicarmine stain (used for capsule of cryptocus neoformans ) Indian ink staining ( used for capsule of cryptocus neoformans ) H&E (haematoxylin/eosin stain) PAS - Periodic acid Schiff.",
        "cop": 3,
        "opa": "Acid fast stain",
        "opb": "Gram stain",
        "opc": "Methenamine silver",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "a6acd9ef-46b5-4634-a15f-613fa5c48331",
        "choice_type": "multi"
    },
    {
        "question": "Kovac's reagent is used in _____",
        "exp": "Kovac's reagent is used in Indole test Indole test is used to determine the ability of an organism to split amino acid tryptophan to form the compound indole. Indole production is detected by Kovac's or Ehrlich's reagent which contains 4 (p)-dimethylamino benzaldehyde, this reacts with indole to produce a red colored compound. negative indole test positive indole test",
        "cop": 3,
        "opa": "Methyl red test",
        "opb": "Voges-Proskauer test",
        "opc": "Indole test",
        "opd": "Urease test",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "7bf6c24a-ef41-4a5c-a513-228f9fc761a6",
        "choice_type": "single"
    },
    {
        "question": "All organisms show bipolar staining except -",
        "exp": "Safety pin like appearance (Bipolar staining) (both ends densely stained and a clear central area) is seen in - Y. pestis H. ducreyi Calymatobacter granulomatis Vibrio parahemolyticus Burkhodelderia pseudomallei Burkhodelderia mallei Gram, Wright, Wayson (or methylene blue staining) or Giemsa stain is used for demonstration of the typical bipolar (safety pin) morphology.",
        "cop": 3,
        "opa": "Calymatobacter granulomatis",
        "opb": "Yersinia pestis",
        "opc": "H. influenzae",
        "opd": "Burkholderia pseudomallei",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "55dc1d02-0907-4382-bad1-e4e0749a9594",
        "choice_type": "multi"
    },
    {
        "question": "The best antiseptic is? -",
        "exp": "Betadine, povidone, and isodine are the common iodophor compounds that contain 2-10% of available iodine. They are used to prepare skin and mucous membranes for surgery and in surgical hand scrubs and known as best antiseptics. Iodine is used as a skin antiseptic and kills microorganism by oxidizing cell constituents and iodinating cell proteins",
        "cop": 2,
        "opa": "Alcohol",
        "opb": "Betadine",
        "opc": "Savlon",
        "opd": "Phenol",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "4b6cc450-7f86-4891-8bcb-d3b7e65f965a",
        "choice_type": "single"
    },
    {
        "question": "Growth on cell-free aificial solid medium is possible for following except?",
        "exp": "Chlamydiae are obligate intracellular parasites of humans and animals with marked affinity for the squamous epithelial cells of the gastrointestinal and respiratory tracts. They cause infections of chest (Pneumonia) and genital tract ( urethritis, cervicitis etc.) Microscopy - On Gram stain - No organism is seen i. e. chlamydia are not visible on gram stain Culture - On Mc. Coy cell lines and yolk sac of eggs (Hen) Chlamydia cannot be isolated on aificial media or cell free solid media It grows on cell line/egg/mice inoculation IOC = NAAT ( Nucleic acid amplification test ) = PCR",
        "cop": 4,
        "opa": "Ureaplasma urealyticum",
        "opb": "Mycoplasma pneumoniae",
        "opc": "C and L form of Proteus vulgaris",
        "opd": "Chlamydia",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "ba85fc9f-951f-40ae-84be-bd12389b8569",
        "choice_type": "multi"
    },
    {
        "question": "Commonly used Disc diffusion method is also known as:",
        "exp": "Disc Diffusion method is also known as Kirby Bauer disc diffusion method. It is most commonly used method for antibiotic sensitivity testing. It is done on MHA i. e. Mueller Hinton Agar or nutrient Agar. Stokes method - It is better method of disc diffusion because controls are used. However, it is not used commonly because it is costly. E test i. e. Epsilometer test is used to calculate MIC (minimum inhibitory Concenteration)",
        "cop": 1,
        "opa": "Kirby Bauer method",
        "opb": "E test method",
        "opc": "MIC method",
        "opd": "Stokes method",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "1319c759-6891-45e2-94a6-52afd6ffe6b5",
        "choice_type": "single"
    },
    {
        "question": "Who among the following used carbolic acid initially as an antiseptic for surgery and is known as the \"Father of antiseptic surgery\"?",
        "exp": "Joseph Lister: He is considered to be the father of antiseptic surgery. He used carbolic acid during surgery.",
        "cop": 4,
        "opa": "Robe Koch",
        "opb": "Edward Jenner",
        "opc": "Louis Pasteur",
        "opd": "Joseph Lister",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "46821216-d894-4b58-82e3-253e3192534e",
        "choice_type": "multi"
    },
    {
        "question": "Defence mechanism by the bacteria which produce biofilm are all except?",
        "exp": "Biofilms: These are well-organised microcolonies of bacteria enclosed in self-produced extracellular polymer matrices known as glycocalyx. They are separated by water channels that remove water and deliver nutrients. Biofilm is one of the mechanisms of antibiotic resistance. They stick to the surface strongly. Antibiotics penetration into the biofilm is less. They protect from the inflammatory mediators. Efflux pumps- Expulsion of the drug from the cell soon after their entry to prevent intracellular accumulation of the drug.",
        "cop": 1,
        "opa": "Antibiotics are expelled from the surface",
        "opb": "They stick to the surface strongly",
        "opc": "Antibiotics penetration into the biofilm is less",
        "opd": "They protect from the inflammatory mediators",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "64f2dff1-ff5f-4b08-b834-0930d98b5d56",
        "choice_type": "multi"
    },
    {
        "question": "Blood spill in operation theatre is cleaned with?",
        "exp": "Sodium hypochlorite: Sodium hypochlorite a compound of chlorine is the best disinfectant for surface blood spills, with a concentration of 0. 5- 5%. 0. 1% Hypochlorite - To disinfect colonized/infected pt. bed in isolation room after cleaning with detergent for 10 mins. 1% Hypochlorite - For decontamination of suction jar, suction tubes, ventilator circuits, oxygen mask, nasal prongs. Blood & body fluid stained instruments and linens (spot soak for 10 min). 2% Hypochlorite - To decontaminate soiled bed pan, toilet basin, commodes for 10 mins. 10% Hypochlorite - To decontaminate large blood spill >10 ml for 15 mins.",
        "cop": 1,
        "opa": "Chlorine compound",
        "opb": "Phenolic compound",
        "opc": "Quaernary ammonium compounds",
        "opd": "Alcoholic compounds",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "4a867bea-3e3a-4527-9c9b-0d9ff1369f7d",
        "choice_type": "single"
    },
    {
        "question": "Steps of Gram stain sequence arrangement. a. Mordant- iodine treatment b. Safranin c. Crystal violet d. Alcohol wash",
        "exp": "Steps of Gram stain sequence arrangement. Step Name Feature 1 Primary stain Stain with crystal violet for 1 minute and rinse with water 2 Mordant Stain with gram's iodine for 1 min 3 Decolorization Acetone for 2-3 s or 95% ethanol for 20-30s 4 Counter stain Safranin for 30-60s",
        "cop": 3,
        "opa": "a>b>c>d",
        "opb": "b>c>a>d",
        "opc": "c>a>d>b",
        "opd": "b>a>d>c",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "fa46d954-e4ce-4055-b030-b95c99b80d51",
        "choice_type": "multi"
    },
    {
        "question": "Stain used in electron microscopy",
        "exp": "Phosphotungstic acid is electron dense, opaque for electrons. It is a common negative stain for viruses, nerves, polysaccharides and other biological tissue materials for imaging by an Electron microscope.",
        "cop": 2,
        "opa": "2. 5% FAM",
        "opb": "Phosphotungstic acid",
        "opc": "Saffranin",
        "opd": "Coomassie blue",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "c1f58dd3-48b1-4b15-a683-eb26fa22a90a",
        "choice_type": "single"
    },
    {
        "question": "Which among the following statements is false?",
        "exp": "Different between. Prokaryotes and Eukaryotes PROKARYOTES EUKARYOTES Nuclear membrane absent Nuclear membrane well defined Cytoplasmic structures absent e. g. Mitochondria, Lysosomes, Golgi apparatus, and endoplasmic reticulum are absent. All these cell organelles are present In cell wall muramic acid & diaminopimelic acids (DAPA) present Both absent in cell wall No sterols in cell membrane Sterols present in cell membrane Eg-bacteria, blue-green algae Fungi, protozoa, slime moulds Site of respiration - Mesosomes Mitochondria Ribosomes--protein production site - 70S (50S + 30S), free in cytoplasm or bound to cell membrane Ribosomes--protein production site - 80S (60S + 40S), attached to rough endoplasmic reticulum",
        "cop": 3,
        "opa": "Muramic acid is not present in the cell wall of Eukaryotes",
        "opb": "Extra-chromosomal DNA is present in mitochondria in Eukaryotes",
        "opc": "80S ribosome is present in prokaryotes",
        "opd": "Multiple linear chromosomes present in Eukaryotes",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "f3e95543-6a88-4544-aafb-155637f1a597",
        "choice_type": "multi"
    },
    {
        "question": "Reverse transcriptase is _____",
        "exp": "Reverse transcriptase: It is RNA-dependent DNA polymerase This enzyme has role in the replication of the AIDS virus and other retroviruses.",
        "cop": 2,
        "opa": "DNA-dependent RNA polymerase",
        "opb": "RNA-dependent DNA polymerase",
        "opc": "DNA-dependent DNA polymerase",
        "opd": "RNA-dependent RNA polymerase",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "65f6fc23-51a5-4ecc-96da-a57f58f7c234",
        "choice_type": "single"
    },
    {
        "question": "Which anticoagulant is used when blood is sent for blood culture-",
        "exp": "Blood culture media contain 0. 03% SPS (Sodium polyenathol sulfonate), a polyanionic anticoagulant which additionally inhibits complement and lysozyme activity. It inactivates inhibitory substances which are present in blood.",
        "cop": 4,
        "opa": "Sodium citrate",
        "opb": "EDTA",
        "opc": "Oxalate",
        "opd": "SPS",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "6f8b3806-9009-4991-b9bc-1259257122e8",
        "choice_type": "single"
    },
    {
        "question": "Bacterial transduction occurs by:",
        "exp": "Transduction - Transduction is defined as transmission of a poion of DNA from one bacterium to another by a bacteriophage.",
        "cop": 3,
        "opa": "Plasmids",
        "opb": "Sex pili",
        "opc": "Bacteriophage",
        "opd": "Uptake of genetic material by other bacteria.",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "3f3b756b-17c1-4519-a0f6-9f0ef0ce8825",
        "choice_type": "single"
    },
    {
        "question": "Eukaryotes are different in causing infection because:",
        "exp": "Eukaryotes are highly structured cells with organized cell organelles PROKARYOTES EUKARYOTES Nuclear membrane absent Nuclear membrane well defined Cytoplasmic structures absent e. g. Mitochondria, Lysosomes, Glolgi apparatus, and endoplasmic reticulum are absent. All these cell organelles are present In cell wall muramic acid & diaminopimelic acids (DAPA) present Both absent in cell wall No sterols in cell membrane Sterols present in cell membrane Eg- bacteria, blue- green algae Fungi, protozoa, slime moulds",
        "cop": 2,
        "opa": "Divide by binary fission",
        "opb": "Highly structured cells with organized cell organelles",
        "opc": "Don't have cell organelles",
        "opd": "Evolutionally deficient",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "8cc4c244-c88d-4e9a-8a0e-49991aaffa02",
        "choice_type": "multi"
    },
    {
        "question": "Sporulation occurs in:",
        "exp": "Option a, b, c, d Bacterial growth curve: When a bacterium is inoculated into a suitable liquid culture medium and incubated, its growth follows a definite course. When bacterial count of such culture is determined at different intervals and plotted in relation to time, a bacterial growth curve is obtained comprising of four phases. Spore formation usually occurs during the stationary phase, when cell growth ceases because of a developing lack of nutrients or accumulation of toxins. Phases of bacterial growth curve: Lag Phase Log Phase Stationary phase Decline Phase Bacteria divide No Yes Yes No Bacterial death No No Yes Yes Total count Flat Raises Raises Flat Viable count Flat Raises Flat Falls Special features 1. Preparatory phase 2. Accumulation of enzymes and metabolites 3. Attains maximum size at end of lag phase 1. Uniformly stained, 2. Metabolically active 3. Small size 1. Gram variable 2. Produce: Granules, spores, exotoxin, antibiotics, bacteriocin 1. Produce involution forms",
        "cop": 3,
        "opa": "Lag phase",
        "opb": "Log phase",
        "opc": "Stationary phase",
        "opd": "Decline phase",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "3f19e5fa-b2bd-49e9-9701-86d20fb3570a",
        "choice_type": "single"
    },
    {
        "question": "Mesosomes in bacteria are functional unit for -",
        "exp": "Mesosomes: These are vesicular convoluted or multilaminated structures formed as invagination of the plasma membrane into the cytoplasm. Mesosomes are of two types--septal and lateral. Mesosomes are analogous to the mitochondria of Eukaryotes and are the principal sites of respiratory enzymes in bacteria.",
        "cop": 3,
        "opa": "Lipid storage",
        "opb": "Protein synthesis",
        "opc": "Respiratory enzymes",
        "opd": "carbohydrate breakdown",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "fc94ae42-0d12-499f-80d2-57fc0f641de1",
        "choice_type": "single"
    },
    {
        "question": "Blood agar is -",
        "exp": "Enriched Media - When a basal medium is added with additional nutrients such as blood, serum or egg, it is called enriched medium. They suppo the growth of fastidious bacteria, eg - Blood agar Chocolate agar Loeffler's serum slope Indicator media - Contains indicator that give specific colour / characteristic to growing organisms. eg - Mac. Conkey agar - differentiates between LF & NLF Selective media - Medium with selective agent that inhibits unwanted bacteria, but ours the growth of species that is to be grown. eg - Thayer main medium for Neisseria - PPLO medium for Mycoplasma Enrichment media - It is kind of liquid selective medium eg - Alkaline peptone water- for Vibrio - Selentine F. broth for Salmonella and Shigella",
        "cop": 1,
        "opa": "Enriched media",
        "opb": "Indicator media",
        "opc": "Enrichment media",
        "opd": "Selective media",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "3c567dbe-3785-4308-a3e2-ae9aec8b1cbd",
        "choice_type": "single"
    },
    {
        "question": "Cell wall can be demonstrated by:",
        "exp": "The cell walls can be demonstrated by: (1) Differential staining procedure (2) Electron microscopy (3) Plasmolysis (4) Microdissection (5) Mechanical rupture of the cell (6) Serological test by exposure to specific antibodies.",
        "cop": 4,
        "opa": "Microdissection",
        "opb": "Electron microscopy",
        "opc": "Differential staining",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "ff83a2fd-5a6c-430a-9fac-5aa0e74d7ff5",
        "choice_type": "multi"
    },
    {
        "question": "The specialized type of microscope, which enables quantitative measurement of the chemical constituents of cells, is the -",
        "exp": "Option Microscope Features Option 1 Optical microscope Referred to as the light microscope, Different types of light microscopy Bright-field microscopy Dark-ground microscopy Phase contrast microscopy Interference microscopy Option 2 Interference microscopy Examine a living cell's biophysical propeies Stiffness, Time-dependent deformability Mass Does not require labeling with fluorescent proteins or optically active dyes Both cultured cell lines and material derived from whole organisms can be used. Option 3 Phase Contrast Microscope: Used to visualize the living cells by creating difference in contrast between the cells and water. Conves slight differences in refractive index and cell density into easily detectable variations in light intensity. It is useful for studying: Microbial motility Determining the shape of living cells Detecting bacterial components such as endospores and inclusion bodies. Option 4 Polarized microscopy Used in the field of geology for the study of rocks and minerals.",
        "cop": 2,
        "opa": "Optical microscope",
        "opb": "Interference microscope",
        "opc": "Phase contrast microscope",
        "opd": "Polarized microscope",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "2a8892e4-7205-4de5-a94b-3cb4f67a4b09",
        "choice_type": "single"
    },
    {
        "question": "Longest pathogenic Bacillus species is",
        "exp": "Longest pathogenic Bacillus species is Bacillus anthracis (1. 2 mm width and 3-5mm long). B. anthracis causes anthrax Largest known Bacillus species is B. megaterium, (1. 5 mm width and 4 mm long).",
        "cop": 3,
        "opa": "Bacillus subtilis",
        "opb": "Bacillus cereus",
        "opc": "Bacillus anthracis",
        "opd": "Bacillus megaterium",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "d4443487-204f-4c90-b619-10ef8c918a67",
        "choice_type": "single"
    },
    {
        "question": "Arrangement of lens from eye to source of light, in light microscope",
        "exp": null,
        "cop": 1,
        "opa": "Ocular lens: Objective lens: Condensor lens",
        "opb": "Objective lens: Ocular lens: Condensor lens",
        "opc": "Condensor lens: Objective lens: Ocular lens",
        "opd": "Objective lens: Condensor lens: Ocular lens",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "87adbacb-9e0f-4bbe-8c6f-1821ed84b23f",
        "choice_type": "single"
    },
    {
        "question": "All of the following organisms are known to survive intracellularly except",
        "exp": "1. Streptococcus pyogenes grows extracellular and causes pyogenic infection. 2. Intracellular bacteria are - Listeria monocytogenes Legionella Yersinia Salmonella typhi Shigella Neisseria Mycobacterium Francisella tularensis Pneumococci. 3. Obligate intracellular (Rickettsia, Chlamydia).",
        "cop": 3,
        "opa": "Neisseria meningitides",
        "opb": "Salmonella typhi.",
        "opc": "Streptococcus pyogenes",
        "opd": "Legionella pneumophila",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "2b1b90c9-ffe2-43d4-8658-4f9eeaae1ef1",
        "choice_type": "multi"
    },
    {
        "question": "PCR is used to:",
        "exp": "Polymerase chain reaction (PCR) - used to amplify small amount of DNA In 1983, Kary Mullis developed a new technique that made it possible to synthesize large quantities of a DNA fragment without cloning it. Basic Steps involved in PCR are: a) DNA extraction from microorganism b) Amplification of extracted DNA- 3 steps -Denaturation (95degC), Primer annealing (55degC), Extension (72degC) c) Post amplification analysis by different methods like Gel electrophoresis.",
        "cop": 2,
        "opa": "Detect target plasmids",
        "opb": "Amplify small amount of DNA",
        "opc": "Seal the cut ends of DNA",
        "opd": "Cleave the bacterial plasmid",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "0ab4670a-62a7-4d64-9696-15fb89742b6d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a constituent of Mac. Conkey agar?",
        "exp": "Composition of Mac. Conkey Agar: 1. Enzymatic digest of Gelatin, Casein and Animal tissue: provides nitrogen, vitamins, minerals and amino acids essential for growth. 2. Lactose: fermentable carbohydrate providing carbon and energy. 3. Bile Salts: selective agents and inhibit Gram positive organisms. 4. Crystal Violet: Gram positive bacteria are generally inhibited by crystal violet. 5. Sodium Chloride: supplies essential electrolytes for transpo and osmotic balance. 6. Neutral Red: pH indicator. Which is red in color at pH's below 6. 8. When lactose is fermented, the pH of the medium decreases, changing the color of neutral red to pink 7. Agar: Solidifying agent",
        "cop": 4,
        "opa": "Lactose",
        "opb": "Casein",
        "opc": "Neutral Red",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "59669871-1b24-42d0-a249-ae746b45bd17",
        "choice_type": "multi"
    },
    {
        "question": "Agent which on addition to a colony inhibits its growth and on removal the colony regrow is",
        "exp": "Option 1 A bacteriostatic agent or bacteriostat -biological or chemical agent that stops bacteria from reproducing, while not necessarily killing them otherwise. \"Bacteriostatic\" means that the agent prevents the growth of bacteria (i. e., it keeps them in the stationary phase of growth), and \"bactericidal\" means that it kills bacteria. Option 2 Bactericidal: propey by which a biocide is able to kill bacteria. Bactericidal action differs from bacteriostasis only in being irreversible (ie, the \"killed\" organism can no longer reproduce even after being removed from contact with the agent). Option 3 Antibiotic: A substance that interferes with a paicular step of cellular metabolism; may be either bactericidal or bacteriostatic Option 4 Antiseptic: An agent that destroys or inhibits the growth of microorganisms in or on living tissue or biologic fluids",
        "cop": 1,
        "opa": "Bacteriostatic",
        "opb": "Bactericidal",
        "opc": "Antibiotic",
        "opd": "Antiseptic",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "59e31d54-f791-463a-ba3f-57d722a7e8d9",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following statements about cilia is true?",
        "exp": "Both flagella and cilia have a 9 + 2 arrangement of microtubules. This arrangement refers to the 9 fused pairs of microtubules on the outside of a cylinder, and the 2 unfused microtubules in the center Cilia contain an axoneme with ciliary dynein arms extending unidirectionally from one member of each doublet. Dynein \"arms\" attached to the microtubules serve as the molecular motors. Ciliary dynein has ATPase activity, and when it splits ATP, the adjacent doublets slide past one another and the cilium moves.",
        "cop": 3,
        "opa": "They possess a 9 + 0 configuration of microtubules.",
        "opb": "They do not contain an axoneme.",
        "opc": "They contain ciliary dynein arms.",
        "opd": "They are nearly identical to centrioles.",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "df2f562b-e4c8-4614-a490-c13fcdadbf9a",
        "choice_type": "multi"
    },
    {
        "question": "The role of plasmids in conjugation was first described by Lederberg and Tatum (1946) in which bacteria?",
        "exp": "Bacterial conjugation was first described by Lederberg and Tatum (1946) in a strain of E. coli called K12 (carried a conjugative plasmid F) The F factor: The F plasmid, also called F factor, is a transfer factor that contains the genetic information, essential for controlling mating process of the bacteria during conjugation. The F plasmid of Escherichia coli is the prototype for feility plasmids in Gram-negative bacteria. Strains of E. coli with F+ plasmid are called as donors, whereas plasmid are F- behave as recipients.",
        "cop": 3,
        "opa": "H. influenza",
        "opb": "Pseudomonas",
        "opc": "Escherichia coli",
        "opd": "M. Tuberculosis",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "3182b8a4-26c2-441e-a3b1-2f95ca1f4836",
        "choice_type": "single"
    },
    {
        "question": "Silver impregnation technique is used in the identification of -",
        "exp": "Impregnation stains: - Cells and structures that are too thin to be visualized by the light microscope can be rendered visible by impregnation of silver on their surface. Silver impregnation method is a common method used for staining spirochetes, such as T. pallidum, Leptospira, Borrelia, etc. Histology = Treponema pallidum grow in Rabbit's testis. Brown color stained with Fontana Silver Impregnation stain.",
        "cop": 4,
        "opa": "Spirochetes",
        "opb": "Leptospira",
        "opc": "Borrelia",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "09418846-e3e2-4714-af7e-9ce70c8a849c",
        "choice_type": "multi"
    },
    {
        "question": "Smith Noguchi's media is used for",
        "exp": "Smith-Noguchi Medium (by using living tissue) - Anaerobic media. Used for Cultivation of nonpathogenic treponemes E. g. Reiter strain of Treponema phagedenis - Spirochetes) Salmonella - Wilson and Blair bismuth sulphite medium is best selective medium Klebsiella - On Mac. Conkey Agar, these are lactose fermentors Bacillus - PLET media is best for culture",
        "cop": 3,
        "opa": "Salmonella",
        "opb": "Klebsiella",
        "opc": "Spirochetes",
        "opd": "Bacillus",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "df998794-07bd-4595-ba6a-6036f38eb318",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following bacteria is facultative anaerobe?",
        "exp": "1. All member of Enterobacteriaceae family are facultative anaerobes. MEMBERS OF ENTEROBACTERIACEAE:- Escherechia, Shigella, Citrobacter, Klebsiella, Enterobacter, Hafnia, Serratia, Salmonella, Proteus, Morganella, Providencia, Yesenia. 2. Pseudomonas - strict aerobe 3. Clostridium and Bacteroids - Anaerobes",
        "cop": 3,
        "opa": "Pseudomonas",
        "opb": "Bacteroides",
        "opc": "Escherichia",
        "opd": "Clostridia",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "6cc947af-a2ab-481d-847c-01f8c6a5489f",
        "choice_type": "single"
    },
    {
        "question": "Exaltation refers to:",
        "exp": "Exaltation refers to enhancement of virulence 1. Virulence - Measure of a microbe's ability to cause disease. Quantitative measure of pathogenicity Highly virulent microbe requires fewer organisms to cause disease than a less virulent one; hence it is directly dependent on the infectious dose of the organism. 2. The virulence of a strain is not constant and may undergo spontaneous or induced variations. Attenuation - Reduction in virulence & can be achieved experimentally by passage through unorable hosts, repeated cultures in aificial media, growth in high temperature or in the presence of weak antiseptics or prolonged storage in culture. Exaltation - Enhancement of virulence & can be demonstrated experimentally by serial passage in susceptible host",
        "cop": 1,
        "opa": "Enhancement of virulence",
        "opb": "Removal of cell wall",
        "opc": "Increasing rate of replication",
        "opd": "Passage through unorable hosts",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "1e4bf893-916a-4893-9d9a-0f6222dc0546",
        "choice_type": "multi"
    },
    {
        "question": "Following are true of Gram negative bacterial cell wall compared to Gram positive bacteria except:",
        "exp": "Characteristic Gram-Positive Gram-Negative Gram Reaction Retain crystal violet dye and stain blue or purple Can be decolorized to accept counterstain (safranin) and stain pink or red Peptidoglycan Layer Thick (multilayered) Thin (single-layered) Teichoic Acids Present in many Absent Periplasmic Space Absent Present Outer Membrane Absent Present Lipopolysaccharide (LPS) content Viually none High Lipid and Lipoprotein content Low (acid-fast bacteria have lipids linked to peptidoglycan) High (because of presence of outer membrane) Flagellar structure 2 rings in basal body 4 rings in basal body Toxins produced Exotoxins Endotoxins and exotoxins Resistance to Physical Disruption High Low Call wall Disruption by Lysozyme High Low (requires pretreatment to destabilize outer membrane) Susceptibility to Penicillin and Sulfonamide High Low Susceptibility to Streptomycin, Chloramphenicol and Tetracycline Low High Inhibition by Basic Dyes High Low Susceptibility to Anionic Detergents High Low Resistance to Sodium Azide High Low Resistance to Drying High Low",
        "cop": 2,
        "opa": "Presence of lipopolysaccharide",
        "opb": "Presence of Teichoic acid",
        "opc": "Presence of Sulphur containing amino acids",
        "opd": "Thinner",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "ead82c3b-650b-4f6c-8ae6-f588bb44229a",
        "choice_type": "multi"
    },
    {
        "question": "Cell wall deficient organisms are -",
        "exp": "Mycoplasmas(PPLO) are bacteria that are cell wall deficient and hence do not possess morphology (JOKER OF PLANT KINGDOM). They occur as round or oval bodies and as interlacing filaments",
        "cop": 2,
        "opa": "Chlamydia",
        "opb": "Mycoplasma",
        "opc": "Staphylococcus",
        "opd": "Clostridium",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "d6686364-18ea-4665-a56c-01c141775fde",
        "choice_type": "multi"
    },
    {
        "question": "Nohern blotting used in separation and diagnosis of:",
        "exp": "HISTONES No blotting technique PROTEINS Western blotting RNA Nohern blotting DNA Southern blotting",
        "cop": 3,
        "opa": "Histones",
        "opb": "Proteins",
        "opc": "RNA",
        "opd": "DNA",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "db47f7fc-3452-4fc2-b29d-17320c730fee",
        "choice_type": "single"
    },
    {
        "question": "Dye which is NOT used in fluorescent microscopy:",
        "exp": "Thioflavin is not used as a dye for fluorescent microscopy Fluorescent microscopy - Based on the principle that the specimens stained with fluorescent dye when exposed to ultraviolet light result in emission of longer wavelength of light (i. e. visible light). The bacteria stained with fluorescent dye appear as a brightly glowing object against a dark background *(F)-Fluorescent dye used commonly are -( FAL Rapid Fire) *(A)-Auramine *(L)-Lissamine *(Rapid)-Rhodamine *(Fire)-Fluoresceine isothiocynate =Congo red, Thioflavin T and Thioflavin S is used for staining in Amyloidosis =Brilliant Blue - used as a biological stain to stain cell walls, bacteria, and fungal cells.",
        "cop": 1,
        "opa": "Thioflavin",
        "opb": "Lissamine",
        "opc": "Rhodamine",
        "opd": "Auramine",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "8a0778b7-8bcc-4648-a577-63b59b85a6ad",
        "choice_type": "single"
    },
    {
        "question": "Lysis of bacterial colony in culture is seen by which -",
        "exp": "Bacteriophage: A bacteriophage is a type of virus that infects bacteria. Word \"bacteriophage\" means \"bacteria eater, \" because bacteriophages destroy their host cells.. Lytic phages can kill the bacteria hence causing lysis in culture medium This propey can also be used in treatment of bacterial infection, such as post-burn and wound infections. (Phage therapy)",
        "cop": 3,
        "opa": "Pox",
        "opb": "HSV",
        "opc": "Bacteriophage",
        "opd": "CMV",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "61d8cfb8-513b-4ec8-871c-669d7c82ed2a",
        "choice_type": "single"
    },
    {
        "question": "Non motile organism -",
        "exp": "Entire Enterobacteriaceae family is motile (peritrichous flagella )except:- Shigella and Klebsiella., atypical e. coli, salmonella gallinarium, salmonella pullorum, yersenia pestis",
        "cop": 4,
        "opa": "E. coli",
        "opb": "Vibrio cholera",
        "opc": "Proteus vulgaris",
        "opd": "Shigella dysentery",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "0b55134f-73dc-409b-962f-a03c27fed28b",
        "choice_type": "single"
    },
    {
        "question": "All the following pathogenic bacteria fulfill Kochs postulates except",
        "exp": "Koch's postulates: A microorganism was accepted as the causative agent of infectious disease, only when it satisfied all the following criteria: 1. The microorganism must be present in every case of the disease but absent from healthy host. 2. The suspected microorganism must be isolated and grown in a pure culture from lesions of the disease. 3. The isolated organism, in pure culture, when inoculated in suitable laboratory animals should produce a similar disease. 4. The same microorganism must be isolated again in pure culture from the lesions produced in experimental animals. Most of the human bacterial pathogens satisfy Koch's postulates except for Mycobacterium leprae (leprosy) Treponema pallidum (syphilis) Both these bacteria are yet to be grown in cell-free culture media.",
        "cop": 1,
        "opa": "Treponema pallidum",
        "opb": "Yersinia pestis",
        "opc": "Bacillus anthracis",
        "opd": "Helicobacter pylori",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "c532d362-8ba4-4ad3-918d-2d924b10c55d",
        "choice_type": "multi"
    },
    {
        "question": "Swarming growth on culture is characteristic of which Gram-negative organism",
        "exp": "1. Swarming - Proteus has an ability to swarm (or spread) on solid media. They spread on the surface of the plate in successive waves to form a thin filmy layer in concentric circles. This is known as swarming. 2. Organism which swarm: Proteus, Clostridium tetani, V. parahemolyticus, and Serratia. Clostridium welchii - non motile Clostridium tetani - Gram positive Bacillus cereus- motile, gram positive rod Proteus mirabilis - peritrichous flagella",
        "cop": 4,
        "opa": "Clostridium welchii",
        "opb": "Clostridium tetani",
        "opc": "Bacillus cereus",
        "opd": "Proteus mirabilis",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "c6290e7d-f07e-4b04-b39d-7ea87ef62bb0",
        "choice_type": "single"
    },
    {
        "question": "Prokaryotes are characterized by -",
        "exp": "Different between Prokaryotes and Eukaryotes PROKARYOTES EUKARYOTES Nuclear membrane absent Nuclear membrane well defined Cytoplasmic structures absent e. g. Mitochondria, Lysosomes, Golgi apparatus, and endoplasmic reticulum are absent. All these cell organelles are present In cell wall muramic acid & diaminopimelic acids (DAPA) present Both absent in cell wall No sterols in cell membrane Sterols present in cell membrane Eg-bacteria, blue-green algae Fungi, protozoa, slime moulds Site of respiration - Mesosomes Mitochondria Ribosomes--protein production site - 70S (50S + 30S), free in cytoplasm or bound to cell membrane Ribosomes--protein production site - 80S (60S + 40S), attached to rough endoplasmic reticulum",
        "cop": 1,
        "opa": "Absence of nuclear membrane",
        "opb": "Presence of microvilli on its surface",
        "opc": "Presence of smooth endoplasmic reticulum",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "8e2d14c5-3f67-4e60-a1b0-668cc72497ff",
        "choice_type": "multi"
    },
    {
        "question": "Robe Koch assistant advised him to use agar instead of gelatin for solidifying culture media for cultivation of bacteria because",
        "exp": "Gelatin was the substance originally used to gel culture media. However, gelatin is liquid at 35oC., the optimum temperature for many bacteria. In addition, some bacteria are capable of liquifying the gelatin, making it an unsuitable solidifying agent. Agar has neither of these drawbacks. Agar is preferred over gelatin, as it is bacteriologically ine, melts at 98degC and usually solidifies at 42degC.",
        "cop": 2,
        "opa": "Agar has more nutrients",
        "opb": "Gelatin melts at 37oC",
        "opc": "Gelatin is not easily available",
        "opd": "Agar is cheaper",
        "subject_name": "Microbiology",
        "topic_name": "General Microbiology Pa 1 (History, Microscopy, Stains and Structure and Physiology of Bacteria)",
        "id": "96ab155c-44b2-4954-9f83-46351c695ae5",
        "choice_type": "single"
    }
]