[
    {
        "question": "Blood spill disinfection by:",
        "exp": "ANS. B# Spaulding's classification for sterilization1. Critical, e.g. heart lung machine, scalpel (contact with blood)2. Semicritical, e.g. endoscopes3. Noncritical, e.g. stethoscope, BP cuff, plasters.Method of sterilization1. Critical: Autoclave/ethylene oxide2. Semicritical: 2% glutaraldehyde for 20 minutes3. For plastic tubes: Gamma rays",
        "cop": 2,
        "opa": "Isopropyl alcohol",
        "opb": "Hypochlorite",
        "opc": "Formalin",
        "opd": "Glutaraldehyde",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "32ac0d34-327f-4c22-b1c6-1c866e7aaec6",
        "choice_type": "single"
    },
    {
        "question": "Irradiation can be used to sterilize A/E -",
        "exp": "Ans. is 'd' i.e., BronchoscopeEndoscopes are sterilized by chemical methods Methods for sterilization of endoscopes Rigid endoscope - Autoclave Flexible - Glutaraldehyde Peracetic acidNowadays musculoskeletal tissue allografts are being increasingly used for knee reconstructive procedures.The soft tissue allografts commonly being used are bone-patellar tendon-bone, Achilles tendon, fascia lata, anterior and posterior tibial tendon.Infections with allografts is a serious concern.Therefore these allografts need proper sterilization and disinfection.The proper sterilization procedure for these allografts is Gamma/Electron beam irradiation.",
        "cop": 4,
        "opa": "Bone graft",
        "opb": "Suture",
        "opc": "Artificial tissue graft",
        "opd": "Bronchoscope",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "84048add-bdc5-4728-b544-f841dcc04818",
        "choice_type": "single"
    },
    {
        "question": "Most of the drug resistance occurs due to:(1996)",
        "exp": "Ans: d",
        "cop": 4,
        "opa": "Transduction",
        "opb": "Translation",
        "opc": "Mutation",
        "opd": "Conjugation",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "82b36b54-a189-4fe9-aec9-5335910808e5",
        "choice_type": "single"
    },
    {
        "question": "Temperature in autoclaving -",
        "exp": "Ans. is 'c' i.e., 120degC for 15 minutes MethodTemperature (degC)Holding time (in minutes)Autoclave12115 12610 1343Hot air oven16045 17018 1807.5 1901.5",
        "cop": 3,
        "opa": "160degC for 45 minutes",
        "opb": "170deg for 18 minutes",
        "opc": "120degC for 15 minutes",
        "opd": "126degC for 20 minutes",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "d8d01a7d-f8aa-4973-85bd-fdb6c71f7cfd",
        "choice_type": "single"
    },
    {
        "question": "A child attending classes in a preschool is noted by his teacher to have several skin lesions on his arms. The lesions are pustular in appearance and some have broken down and are covered with a yellow crust. Which of the following protects the most likely etiologic agent of this child's infection from phagocytosis and provides serologic specificity?",
        "exp": "Streptococcus pyogenes, or Group A Streptococcus (GAS), produces a number of virulence factors. The M protein (d) is the organism's most important antiphagocytic factor, and it conveys serologic specificity-over 100 serotypes are now known. In the early stages of growth, the bacteria have hyaluronic acid (b) capsules. This capsule (similar to human hyaluronic acid structure) is rapidly destroyed by the organism's own hyaluronidase. Also known as spreading factor, hyaluronidase plays a role in GAS cellulitis. Erythrogenic toxin (a) is a superantigen produced by some strain of GAS lysogenized by a bacteriophage carrying the toxin gene; it causes the rash of scarlet fever. A second superantigen, streptococcal pyrogenic toxin, causes streptococcal toxic shock syndrome. Streptolysin O (e) an oxygen-labile hemolysin is useful for identification of the organism and is antigenic so antistreptolysin antibodies can be used to diagnosis rheumatic fever, a sequelae of GAS infection. Lipoteichoic acid (c) is a component of the cell wall that is involved in binding of the bacterium to host fibronectin.",
        "cop": 4,
        "opa": "Erythrogenic toxin",
        "opb": "Hyaluronic acid",
        "opc": "Lipoteichoic acid",
        "opd": "M protein",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "1c08940a-38cf-4615-8775-d996b78e4b63",
        "choice_type": "single"
    },
    {
        "question": "Prokaryotes doesn't have",
        "exp": "Ans: b) MitochondriaKingdom protista is divided into Prokaryotes and EukaryotesProkaryotes Bacteria & blue green algaeEukaryotesFungi, slime moulds, other algae & protozoaAlmost all organelle and cell components are absent in prokaryotes which are found in EukaryotesMuramic acid and Diaminopimelic acid (cell wall precursors) are present in prokaryotes & not in EukaryotesChromosome is circular in prokaryotes (single) & more than one (linear) in eukaryotes.",
        "cop": 2,
        "opa": "Cell membrane",
        "opb": "Mitochondria",
        "opc": "Ribosome",
        "opd": "Cell wall",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "ed35ed89-0f19-4eda-b55c-dd85672f2796",
        "choice_type": "multi"
    },
    {
        "question": "Microbiological waste should be segregated in which color bag:",
        "exp": "Ans. A. YellowColor coded bagItemYellow bagInfectious non-plastic (Anatomical & microbiological)Red bagInfectious plastic wasteWhite/Translucent sharp container (Puncture proof box)Metal sharpBlue container (Puncture proof box)Broken glass items and metal implants",
        "cop": 1,
        "opa": "Yellow",
        "opb": "Red",
        "opc": "Blue",
        "opd": "Black",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "fae6b4a7-8bcc-4a7b-a00f-48808631bc7d",
        "choice_type": "single"
    },
    {
        "question": "Blood agar is",
        "exp": "Ans. (b) Enriched media",
        "cop": 2,
        "opa": "Enrichment media",
        "opb": "Enriched media",
        "opc": "Selective media",
        "opd": "Transport media",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "bf7e41c2-399c-4ea6-b598-0cb0b8fc1594",
        "choice_type": "single"
    },
    {
        "question": "Indicator used in autoclave is -",
        "exp": "Ans: b (Bacillus stearothermophilus) Ref: Ananthanarayan, 7th ed,p. 78 Autoclaving: (Moist heat) (121degC X 15 min under 15 lb/sq.inch pressure) - dressings, gloves, glass syringes, culture media, suture materials except catgut. Sterilizing control is by bacillus stearo thermophilus. Hot air oven: (Dry heat) (160degCX 1 hr)-glasswares, glass syringes, oil, grease, liquid paraffin, dusting powder. Sterilization control is by spores of non toxigenic strains of Clostridium tetani.",
        "cop": 2,
        "opa": "Clostridium tetani",
        "opb": "Bacillus stearothermophilus",
        "opc": "Bacillus pumilis",
        "opd": "Bacillus subtilis Var Niger",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "4579a1f8-62a1-4537-856f-ffe695ce5542",
        "choice_type": "single"
    },
    {
        "question": "Bacteria divide rapidly in:",
        "exp": "Ans. A. Log phaseLag phase: Max cell size, preparation for growth; log phase: Minimum cell size, rapid cell division, antibiotics act of log phase; stationary phase: Productions of exotoxins, spores, antibiotics, granules; decline phase: Bacterial death, release of endotoxins, poor Gram stain reaction",
        "cop": 1,
        "opa": "Log phase",
        "opb": "Lag phase",
        "opc": "Stationary phase",
        "opd": "Decline phase",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "6ec536bd-39ea-4f79-9dd7-b06f4748947f",
        "choice_type": "single"
    },
    {
        "question": "Bacillus stearothermophilus is used as an indicator for-",
        "exp": "Ans. is 'd' i.e., Autoclaving Type of SterilizationSpore used* Moist heat (autoclave)Bacillus stearothermophilus* Dry heat (hot air oven)Bacillius subtilis* Ionizing radiationBacillus pumilis* Gas sterilization (ethylene oxide)Bacillus subtilis* Plasma sterilizationBacillus stearothemophilus(Geobacillus stearothermophilus)",
        "cop": 4,
        "opa": "Hot air oven",
        "opb": "Radiation",
        "opc": "Gas sterilization",
        "opd": "Autoclaving",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "46cfd691-b8f8-4725-8449-2f89733646d3",
        "choice_type": "single"
    },
    {
        "question": "Transfer of DNA from one bacterium to other by a bacteriophage is known as",
        "exp": "Ans. c (Transduction). (Ref. Textbook of Microbiology by Anantanarayan, 6th/53)TRANSMISSION OF GENETIC MATERIAL IN BACTERIA IS BY:# Transformation:- Transfer of genetic information through agency of free DNA.# Transduction:- Transfer of a portion of DNA from one bacteria to another by transduction phase.- It is not confined to transfer of chromosomal DNA.- It transduces epizomes & plasmids also.- B'phages are viruses that parasitise bacteria & consist of nucleic acid core & a protein coat.- It is excellent tool for gene mapping of bacteria.# Lysogenic conversion:- Phage DNA becomes integrated with bacterial chromosome as prophage, which multiplies synchronously with host DNA & is transferred to daughter cells. This is lysogeny & bacteria harbouring prophages are lysogenic bacteria.- In transduction phage acts as vehicle carrying bacteria genes from one cell to another but in lysogenic conversion phage DNA itself is new genetic element.# Conjugation:- Process where by 'male' or 'donor' bacterial mates or makes physical contact with female or recipient bacteria & transfer genetic element into it.# Sexduction:- Process of transfer of host genes through F factor resembles transduction known as sexduction.",
        "cop": 3,
        "opa": "Formation",
        "opb": "Conjugation",
        "opc": "Transduction",
        "opd": "Transcription",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "b89cf064-d3fd-4822-9bef-c6ad7a97ef68",
        "choice_type": "single"
    },
    {
        "question": "Oil and Grease are sterilized by:",
        "exp": "Ans: A (Hot air oven) Ref: A nanthana ray an, Paniker CJ. Textbook of microbiology. 8th Edition. London: John Wiley & Sons: 2009. Pg. 30-38.Explanation: (See table below) Disinfectant/ SterilisationActive againstUseEthyl alcoholBactericidal but not sporicidalSkin antisepticsMethyl alcoholActive against bacterial and fungal sporesCabinets & incubatorsIsopropyl alcoholBactericidal but not sporicidalDisinfection of suture material, clinical thermometersFormaldehydeBactericidal, sporicidal & virucidalOT fumigationGlutaraldehydeBactericidal, sporicidal & virucidal (less toxic/irritant)Bronchoscopes, endoscopes, cystoscopesHypochloriteBactericidal, sporicidal & virucidalBlood spillChlorhexidineBactericidal, mo cerate sporcidal & virucidalTreatment of woundsEthylene oxideBactericidal, sporicidal & virucidal(highly penetrating gas)Heart lung machines, respirators, dental equipmentAutoclaveAll organismsDressings, instruments, media, linenHot air ovenAll organismsGlassware, Glass syringes, Grease, oi. liquid paraffin, dusting powder",
        "cop": 1,
        "opa": "Hot air oven",
        "opb": "Autoclaving",
        "opc": "Filtration",
        "opd": "Irradiation",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "3570e8de-1e88-4ed4-987d-7e866001d276",
        "choice_type": "single"
    },
    {
        "question": "Jumping gene is:",
        "exp": "Ans. is 'a' i.e., Transposon(Ref: Ananthanarayan, 9th/e, p. 63 and 8th/e, p. 64)Transposons are also known as jumping genes.Transposons are also known as jumping genes. They move between chromosomal DNA and extra chromosomal DNA within cell. They take part in drug resistance mechanism.",
        "cop": 1,
        "opa": "Transposon",
        "opb": "Cosmid",
        "opc": "Episome",
        "opd": "Plasmid",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "570370c2-6601-4148-9210-1831933c8009",
        "choice_type": "single"
    },
    {
        "question": "Porin present in-",
        "exp": "Ans. is 'd' i.e.. Outer membrane of gram negative bacteria o Cell envelop of bacteria comprises-An outer membrane (only in gram negative bacteria).A cell wall composed of peptidoglycan.Periplasm (only in gram negative bacteria).Cell membrane (cytoplasmic membrane), wrhich encloses cytoplasm.o Outer membranes, which are present only in gram negative bacteria, function as the cell's initial barrier to the environment.o The membrane is a bilayered structure composed of lipopolysaccharide.o Scattered throughout the lipopolysaccharide macromolecules are protein structures called porins. These control the passage of nutrients and other solutes, including antibiotics, through outer membrane.",
        "cop": 4,
        "opa": "Cell wall of gram positive bacteria",
        "opb": "Cell membrane of gram positive bacteria",
        "opc": "Cell wall of gram negative bacteria",
        "opd": "Outer membrane of gram negative bacteria",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "a65d5def-6a8f-4ef6-aab2-9654b9dacefe",
        "choice_type": "multi"
    },
    {
        "question": "Property of acquiring antibiotic resistance from viral colony is by:",
        "exp": "Ans. is 'c' i.e., Transduction (Ref: Ananthanarayan, 9th/e, p. 59 and 8th/e, p. 63, 67, 681)Acquiring antibiotic resistance by viral colony (bacteriophage) is by transduction.",
        "cop": 3,
        "opa": "Transference",
        "opb": "Conjugation",
        "opc": "Transduction",
        "opd": "Mutation",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "f72ef4e0-1b4c-45c4-a263-6f80e772a2a9",
        "choice_type": "single"
    },
    {
        "question": "Transfer of genetic material by bacteriophage is -",
        "exp": "Ans. is 'a' i.e., Transduction Transduction* The transfer of a portion of DNA from one bacterium to another by a bacteriophage (virus).* Bacteriophages are viruses that parasite bacteria and consist of nucleic acid core and a protein coat.* Transduction may be1. Generalised - When it involves any segment of donor DNA2. Restricted - When a specific bacteriophage transduces only a particular genetic trait eg. prophage lambda in E coli K 12 (Gal +gene - Determines fermentation of galactose)* Transduction is not confined to transfer of chromosomal DNA, episomes and plasmid may also be transduced.* The plasmid determining penicillin resistance in staphylococci are transferred from cell to cell by transduction.* Transduction appears to be the most widespread mechanism of gene transfer among prokaryotes.* Transduction is an excellent tool for the genetic mapping of bacteria.* Transduction has been proposed as a method of genetic engineering in the treatment of some inborn errors of metabolism.Lysogenic conversion* In lysogenic conversion the phage DNA itself is the new genetic element as it becomes integrated with the bacterial host DNA with which it multiplies and is transferred to daughter cells, e.g. diptheriae corynebacterium.T ransformation* This is the transfer of genetic material through the agency of free DNA (May involve taking up of soluble DNA with host DNA and codes new species through the cell wall).* Transformation was the first example of genetic exchange (horizontal gene transfer) in bacteria to have been discovered.* It was demonstrated in Streptococcus pneumoniae by Griffith in 1928.* Other organisms in which transformation has been studied are Bacillus, Haemophilus and BPH.Conjugation* Bacterial conjugation is the transfer of genetic material between bacteria through direct cell to cell contact or through a bridge- like connection between two cells.* Conjugation is process where by a donor (male) bacterium makes physical contact with a recipient (female) bacterium.* Donor status is determined by the presence of plasmid.* This plasmid codes for specialized fimbria (sex pilus) and for self transfer.* Sex pilus (conjugation tube) helps in transfer of genetic material from male bacterium to female bacterium.* The plasmid is known as transfer factor (sex factor or fertility factor).* Plasmid may be Rfactor, which codes for transferable multiple drug resistance.* The DNA of the plasmid replicates during transfer so that each bacterium receives a copy - Recipient becomes donor and the donor retains its donor status.SummaryGene transfer in bacteriaa) Transformation-Transfer of genetic material through the agency of free DNA (may involve taking up soluble DNA fragments across their cell wall from other species).b) Transduction-Transfer of a portion ofDNA by bacteriophage (a virus).c) Conjugation-Transfer of genetic material by physical contact.d) Lysogenic conversion-Incorporation of phage DNA into host DNA.",
        "cop": 1,
        "opa": "Transduction",
        "opb": "Transformation",
        "opc": "Transcription",
        "opd": "Integration",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "801b0c42-d3b7-479b-b412-dacd13907edd",
        "choice_type": "single"
    },
    {
        "question": "For bacteriological culture, blood is anti coagulated with:",
        "exp": "Ans: d (Mechanical defibrination) Ref: Bailey Scott, 11th ed, p. 873Mechanical defibrination is preferred for anticoagulation of blood, for preparation of bacteriological culture.Heparin. EDTA, and citrate will destroy the microorganisms and is not recommended for use.Sodium polyanethol sulphate in concentration of 0.025%-0.03% is best anticoagulant in blood for bacteriological culture.",
        "cop": 4,
        "opa": "Citrate",
        "opb": "Heparin",
        "opc": "EDTA",
        "opd": "Mechanical defibrination",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "940cd593-ebd9-4ca4-a951-fc62c3ffb472",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about pasteurization?",
        "exp": "Ans. is 'b' i.e., It kills all bacteria except thermoduric bacteria (Ref: Ananthanarayan, 9th/e, p. 31, 8th/e, p. 31-32) Thermoduric bacteria - Bacteria which can survive, to varying extents, the pasteurization process.Pasteurization kills nearly 90% of bacteria in milk except certain bacteria like Coxiella burnetti which is resistant to Holders method of sterilization but killed by Flash method of Sterilization.",
        "cop": 2,
        "opa": "It kills all bacteria and spores",
        "opb": "It kills all bacteria except thermoduric bacteria",
        "opc": "It kills 95% of microorganisms",
        "opd": "All bacteria are destroyed",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "3f2ee2a3-a5f7-4315-9574-e0760e3f871e",
        "choice_type": "multi"
    },
    {
        "question": "Thermatomyces is used in?",
        "exp": "Ans. a (Sterilization standardization). (Ref. Ananthnarayan, Microbiology, 4th ed., 26, 29)# For determining the efficiency of moist-heat sterilization = Spores of bacillus stearothermophilus.# For determining the efficiency of dry-heat sterilization = Spores of non-toxigenic strains of C.tetani.",
        "cop": 1,
        "opa": "Sterilization standardization",
        "opb": "Gram staining",
        "opc": "Selective media preparation",
        "opd": "Antibiotic sensitivity",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "ddb1742f-db3f-4c14-83dd-c25fdb6d6287",
        "choice_type": "single"
    },
    {
        "question": "Which method is used for destroying useless hospital waste products?",
        "exp": "Ans: b (Incineration) Ref: Ananthanarayan, 7th ed, p. 25; Park, 18th ed, p. 599Incineration is an excellent method of safely destroying materials such as contaminated cloth, animal carcasses and pathological materials.Categorization of biomedical waste and its disposal:Cat IHuman anatomical wasteIncinerationCat IIAnimal wasteIncinerationCat IIIMicrobiology and biotech wasteAutoclaving / incinerationCat IVWaste sharps (needle, syringe etc)Disinfection (autoclaving)Cat VDiscarded medicines and cytotoxic drugsIncineration and disposal in secured land fillCat VISolid waste contaminated with blood and fluidIncinerationCat VIISolid waste (tubings, catheters, iv sets)AutoclavingCat VIIILiquid wasteDisinfection by chemical treatmentCat IXIncineration ashDisposal in land fillCat XChemicals used in biologicals and disinfectionDisposal in secured land fill Colour coding:Cat 1,2,3,6-Yellow -- IncinerationCat 3, 6, 7-Red- AutoclavingCat 4,7-Blue/ white- AutoclavingCat 5, 9, 10-Black- Secured land fill",
        "cop": 2,
        "opa": "Hot air oven",
        "opb": "Incineration",
        "opc": "Autoclave",
        "opd": "Heat sterilization",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "81d61a2d-8dcc-4b3c-8c01-ad249160e09a",
        "choice_type": "single"
    },
    {
        "question": "The operating temperature in an ethylene oxide sterilization during a warm cycle is:",
        "exp": "Ans. is 'a' i.e, 49-63(Ref: Ananthanarayan, 9th/e, p. 35, 36; Baveja, 4th/e, p. 38)EO sterilization cycles - Cold cycle at 37+-5 and Warm cycle 54+-5.",
        "cop": 1,
        "opa": "49-63",
        "opb": "92-110",
        "opc": "20-35",
        "opd": "68-88",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "b84fe763-eba7-4808-99c7-ff6808e10586",
        "choice_type": "single"
    },
    {
        "question": "The rationale for giving prophylactic antibiotics at the beginning of a surgical procedure can be thought of as an attempt to prevent the bacteria from entering which of the following growth phases?",
        "exp": "Ans. C. Log phase1. Max. size in lag phase2. Max. active, dividing, smaller cells with uniform staining in log phase3. Speculation, exotoxin production & antibiotic production occurs in stationary phase4. Involutional forms in phase of decline.",
        "cop": 3,
        "opa": "Death phase",
        "opb": "Lag phase",
        "opc": "Log phase",
        "opd": "Phase of decline",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "7f550afd-6824-420f-b20f-e9e0efd38004",
        "choice_type": "single"
    },
    {
        "question": "Yellow bag is destroyed by",
        "exp": "Ref: PubMedCat.Type of Bag/ Container usedType of wasteTreatment/ disposal optionsYellowNon-chlorinated plastic bagsSeparate collection system leading to effluent treatment system* Human anatomical waste* Animal anatomical waste* Soiled waste* Expired or discarded medicines* Chemical waste* Micro, Bio-t and other clinical lab waste* Chemical liquid wasteIncineration of Plasma pyralysis or deep burial*RedNon-chlorinated plastic bags or containersContaminated waste (Recyclable) tubing, bottles, intravenous tubes and sets, catheters, urine bags, syringes (without needles) glovesAuto/Micro/Hydro and then sent for recycling not be sent to landfillWhite/TranslucentPuncture, leak, tamper proof containersWaste sharps including metalsAuto or Dry Heat Sterlization followed by shredding or multilation or encapsulationBlueCardboard boxes with blue colored markingGlasswareDisinfection or auto/Micro/hydro and then sent for recycling",
        "cop": 1,
        "opa": "Incineration",
        "opb": "Autoclave",
        "opc": "Hot air oven",
        "opd": "Steam sterilization",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "516df661-0bc7-4c6e-b240-7cb773fcbfe1",
        "choice_type": "single"
    },
    {
        "question": "Transfer of genetic material by direct physical contact is bacteria in called?",
        "exp": "Ref: Textbook of Microbiology, Surinder Kumar pg. 530* Lysogeny does not affect bacterial metabolism. The prophage behaves likes segment of host chromosome and replicates synchronously by binary fission.* Bacterial conjugation is the transfer of genetic material between bacterial cells by direct cell-to-cell contact and is a mechanism of horizontal gene transfer, like transformation and transduction, although these two other mechanisms do not involve cell-to-cell contact.* Transduction is transfer of genetic material from bacteria to bacteria by bacteriophage. It was discovered by Zinder and Lederberg in Salmonella typhimurium. Clinically speaking it provides a way to study gene linkage.* Transformation is the genetic alteration of a cell resulting from the direct uptake and incorporation of exogenous genetic material (exogenous DNA) from its surroundings through the cell membrane.",
        "cop": 3,
        "opa": "Lysogeny",
        "opb": "Transduction",
        "opc": "Conjugation",
        "opd": "Transformation",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "fcd10134-1287-4676-8713-5a659fa76d45",
        "choice_type": "multi"
    },
    {
        "question": "Most effective way of preventing hospital infection is:",
        "exp": "Ans. C. Hand washingHand of healthcare personnel ae the most important reservoir for transmission of healthcare associated infections",
        "cop": 3,
        "opa": "Fumigation",
        "opb": "Sterilization",
        "opc": "Hand washing",
        "opd": "Early diagnosis and treatment",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "020ac10c-0b21-4f79-bd5e-37a611ff5f9a",
        "choice_type": "single"
    },
    {
        "question": "Resolution power of light microscope is",
        "exp": "Ans :c) 200 nmThe resolving power of light microscope is limited by the wave length of light. With visible light, using the best optical system, the limit of resolution is 200- 300 nm.Extra points:* Wavelength of electron in Electron microscope- 0.0005nm* Resolving power of electron microscope -1 nm* Reflected light rather than transmitted light is med in Dark field /dark ground microscope",
        "cop": 3,
        "opa": "2nm",
        "opb": "20 nm",
        "opc": "200 nm",
        "opd": "2000 nm",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "7ff6672a-11d2-4623-99e8-5d7233176a70",
        "choice_type": "single"
    },
    {
        "question": "True about sex pilus",
        "exp": "Ans: a) (Hollow tubular....) Ref: Medical microbiology Jawetz 23nl ed. Baily & Scott's diagnostic microbiology 12th edCONJUGATION* Process where male/ donor bacterium mates or makes physical contact with female/ recipient bacterium & transfers genetic elements into it. 1st described by Lederberg & Tatum in E coli called K12.* Plasmids are the genetic elements most frequently transferred by conjugation. But hostDNA& transposons all can be transferred by conjugation.* Fertility factor carried on plasmid is designated F+. This plasmid confers certain donor characteristics upon cells; these characteristics include a sex pilus: an extracellular multimeric protein extrusion that attaches donor cells to recipient organism lacking F factor.* Plasmid DNA in donor replicates & a copy of it passes from door to recipient along sex pilus. Thus recipient becomes F+& can conjugate with other cells.* Along with plasmid DNA, a portion of host DNA is sometimes transferred.* When F exists in some cells in intergrated state with host chromosome - HFr",
        "cop": 1,
        "opa": "Hollow tubular structure binding bacteria during conjugation",
        "opb": "During conjugation host DNA is always transferred",
        "opc": "Plasmid is transferred always",
        "opd": "?",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "5cef5815-1703-4969-98f1-5fbe8cd514d8",
        "choice_type": "multi"
    },
    {
        "question": "Best chemical disinfectant to disinfect stethoscope:",
        "exp": "Ans. A. Isopropyl alcoholMedical devices require disinfection as per Spaulding criteria of criticality according to degree of risk for infection involved in use of these items. Stethoscope is a non-critical device requiring intermediate-low level disinfectant. Isopropyl alcohol can be routinely used for disinfection of stethoscope.",
        "cop": 1,
        "opa": "Isopropyl alcohol",
        "opb": "Ethylene oxide",
        "opc": "Halogenated compound",
        "opd": "Plasma sterilization",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "9e7eef9d-3a60-4d2e-921e-94316580776a",
        "choice_type": "single"
    },
    {
        "question": "An aliquot of Escherichia coli is treated with ethylenediaminetetraacetic acid (EDTA). The first wash is analyzed and found to contain alkaline phosphatase, DNase, and penicillinase. The anatomic area of the cell affected by the EDTA is most likely to have been the",
        "exp": "The periplasm is the space between the outer membrane and plasma membrane of bacteria. The periplasmic space in Escherichia coli has been shown to contain a number of proteins, sugars, amino acids, and inorganic ions. Ethylenediamine-tetra acetic acid (EDTA) is a chelating agent that disrupts the cell walls of Gram-negative bacteria.",
        "cop": 1,
        "opa": "Periplasmic space",
        "opb": "Mesosomal space",
        "opc": "Chromosome",
        "opd": "Plasma membrane",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "c0eb6a49-1d62-40d2-b083-0ba292b67dbd",
        "choice_type": "single"
    },
    {
        "question": "Spores of which of the following are used as control in autoclave:",
        "exp": "Ans. b. Bacillus stearothermophilus (Ref: Ananthanarayan 7/e p28)Spores of Bacillus stearotherntophilus are used as control in autoclave.\"Sterilization control of autoclave: For determining the efficacy of moist heat sterilization, spores of Bacillus stearothermophilus are used as test organism. This is a thermophilic organism with an optimum growth temperature of 55-60 degree and its spores require an exposure of 12 minutes at 121 degree to be killed.\"\"Plasma sterilization is a safe method to sterilize instruments at low temperature under vacuum. Vacuum is required to prevent large concentrations of species from absorbing the UV rays created by the plasma during the sterilization process. The bacterial organism most resistant to the sterilization technique was Bacillus stearothermophilus. The organism was then used in Survival Analysis Curve testing and was effectively sterilized to a level of <106 with 30 min of diffusion time using both survivor curve and fraction negative analysis. So that Bacillus stearothermophilus is used as control in plasma sterilization.\"\"B. subtilis is used in Guthrie's test.\"\"Sterilization control of Hot air oven: The spores of non-toxigenic strain of Clostridium tetani are used as a microbiological test of dry heat efficiency.\"ProcedureTest OrganismSteam cyclesSpores of Bacillus stearothermophilusQEthylene oxideSpores of Bacillus atrophaeusQPlasma sterilizationSpores of Bacillus stearothermophilusQDry heatSpores of Bacillus atrophaeusQParacetic acidSpores of Bacillus stearothermophilusQOzone cyclesSpores of Bacillus stearothermophilusQ",
        "cop": 2,
        "opa": "Clostridium tetani",
        "opb": "Bacillus stereothermophilus",
        "opc": "Bacillus pumilis",
        "opd": "Bacillus subtilis var niger",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "68b1adcc-e965-4583-94ad-96f11be9fa7f",
        "choice_type": "single"
    },
    {
        "question": "Laproscope is sterilized by -",
        "exp": "Ans. is 'a' i.e., Glutaraldehyde * Scopes (laproscope, arthroscopes) are sterilized byi) Cidex (2% glutaraldehyde) -> most commonii) Gas sterilization.",
        "cop": 1,
        "opa": "Glutaraldehyde",
        "opb": "Formalin",
        "opc": "Autoclaving",
        "opd": "Boiling",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "f64b4a50-b3a6-4dd8-9265-3a9f7ff0dc78",
        "choice_type": "single"
    },
    {
        "question": "Multiple drug resistance is spread by -",
        "exp": "Ans. is 'd' i.e., Conjugation Drug resistance | | | Mutation Genetic transfer | | |||||Stepwise mutationOne-step mutationTransformationTransductionConjugation||o Not significant resistanceo Penicillino Transmitted by R factoro Resistance to multiple drugsPenicillinStreptomycin",
        "cop": 4,
        "opa": "Transformation",
        "opb": "Transduction",
        "opc": "Mutation",
        "opd": "Conjugation",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "2c91a807-bc13-411f-a424-c8f3986e560f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has sporicidal activity-",
        "exp": "Ans. is 'a' i.e., 2% Glutaraldehyde Sporicidal agents* Bacterial spores constitute some of the most resistant forms of life. By nature bacterial spores are resistant to extreme physical, chemical and thermal conditions and are second only to prions in their resistance to disinfection. They are resistant to most of the disinfectants. Only a few agents are effective against them.* Sporicidal agents are -1) Glutaraldehyde2) Formaldehyde3) Halogensi) Iodine compounds - Iodine, Iodophorsii) Chlorine compounds - Sodium hypochlorite, chlorine tablets4) Ethylene oxide5) Peroxygens - hydrogen peroxide, peracetic acid.6) Beta propiolactone7) Ozone",
        "cop": 1,
        "opa": "2% Glutaraldehyde",
        "opb": "2% Cresol",
        "opc": "Chlorhexidine",
        "opd": "Boprophyl alcohol",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "195f12e9-2bb7-43cf-9aca-c975ce5dc37f",
        "choice_type": "single"
    },
    {
        "question": "Carrier who acquires pathogen from another carrier is_____",
        "exp": "Ans. b (Paradoxical carrier) (Ref. Ananthanarayan 8th/76; Park PSM 20th/92)The term contact carrier is applied to a person who acquires the pathogen from a patient, while the term paradoxical carrier refers to a carrier who acquires the pathogen from another carrier.Carrier is a person who harbours the pathogenic microorganisms without suffering any ill-effect because of it.1 Type of carrierDefinitionE.G.1. Convalescent carrierWho has recovered from the disease and continues to harbour the pathogen in his bodyTyphoid, dysentry,CholeraWhooping cough, Diptheria2. Paradoxical carrierAcquires the pathogen from another carrier-3. Incubatory carrierShed the infectious agent during the incubation period of diseaseMeasles, Diptheria, HepatitisMumps, Polio, Pertusis, Influenza4. Temporary carrierCarrier state lasts for < 6 months-5. Chronic carriersMay last for several yrs and sometimes even for rest of one's lifeTyphoid, GonorrohoeaHepatitis B, Dysentry, Malaria6. Contact carrierPerson who acquires pathogen from patient-7. Healthy carrierHarbours the pathogen but never suffered from the disease caused by the pathogen-8. Pseudo carrierCarriers of avirulent organisms-",
        "cop": 2,
        "opa": "Convalescent carrier",
        "opb": "Paradoxical carrier",
        "opc": "Incubatory carrier",
        "opd": "Healthy carrier",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "035cae96-f94d-4e3f-9653-df446cda9d6c",
        "choice_type": "single"
    },
    {
        "question": "Rideal-Walker coefficient is related with -",
        "exp": "Ans. is 'a' i.e., Disinfecting power Determining the efficiency of a disinfectants1. Rideal walker test* Phenol is taken as the standard -> Phenol coefficient2. Chick martin test",
        "cop": 1,
        "opa": "Disinfecting power",
        "opb": "Parasitic clearance",
        "opc": "Dietary requirement",
        "opd": "Statistical correlation",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "8e529e48-5929-4d85-903e-5a2889d45dc9",
        "choice_type": "single"
    },
    {
        "question": "In plasma sterilization control used is -",
        "exp": "Ans. is 'b' i.e., Bacillus stearothermophilus Sterilization is generally defined as the process of completely destroying viable microorganisms including structures such as spores.Standard practice in sterilization process is to include sterility indicator along with the articles to be sterilized.The use of sterility indicators allows a direct and sensitive approach to test the effectiveness of the sterilization process.Sterility indicators can be biological or chemical Biological indicatorsA biological indicator is broadly defined as a characteristic preparation of specific microorganism that provides a defined and stable resistance to specific sterilization procedures.The biological indicators selected should provide a greater challenge to the sterilization process than the bioburden in or on the product.Microorganisms widely recognized as biological indicators are spore forming bacterias because these organisms are significantly more resistant than the normal - With the exception of ionizing radiation process, these microorganisms are significantly more resistant than the normal microflora.A biological indicator can be used to assist in the performance qualification of the sterilization equipment and in the development and establishment of a validated sterilization process for a particular process.\"Bioloeical indicator used in plasma sterilization is Bacillus stearothermophilus \".Plasma sterilizationPlasma is described as the fourth state of matter (It is neither liquid, gas nor solid).It is defined as reactive cloud of ionized atoms, electrons and neutral atomic particles.In order to generate the plasma for sterilization, matter (for example H2O2) a gaseous state is exposed to strong electrical or magnetic field.This is performed in a vacuum so that high temperature are not required.In practice, a hydrogen peroxide solution is dispersed in a vacuum chamber creating a plasma cloud.This result in the generation (ionisation) of a cloud of charged particles and free radicals that interact with vital cell component.The free radicals generated during this process interacts with vital cell component (mainly nucleic acids and destroy them).Sterilization occurs as a result of the dual phase process of the oxidative properties of the vapour and plasma.Gas plasma is capable of penetrating medical packaging, is safe to use and the sterilization cycles are easy to control and monitor. The temperature attained in these process is not very high so there is no risk of damage of the instruments as in Heat methods.Biological indicators for various sterilization methodsstearothermophilus spores are used to monitorSteam sterilizationPlasma sterilization (hydrogen peroxide)Liquid peracetic acid sterilizers",
        "cop": 2,
        "opa": "Bacillus subtilis",
        "opb": "Bacillus stearothermophilus",
        "opc": "C. Perfringes",
        "opd": "C. tetani",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "64429366-a543-42a2-ba9e-128f00a137c8",
        "choice_type": "single"
    },
    {
        "question": "Endoscope tube is sterilized bv-",
        "exp": "Ans. is 'a' i.e., Glutaraldehyde o 2% Glutaraldehyde (cidex) is most often used for equipment such as endoscope that cannot be sterilized or disinfected by heat.Procedure of sterilization of some imnortant materialsMaterialMethodso Inoculating loop or wire, the tip of forceps and searing spatulasFlamingo Contaminated cloth, animal carcasses and pathological materialIncinerationo Glasswares, syringes, petridishes, test tubes. Flasks, surgical instrumentsHot air oveno Most of the culture mediaAutoclaving or membrane filtero Sharp instruments5% cresol or hot air oveno Clinical thermometersSavlono Cystoscopes, bronchoscopes and other endoscopes,corrugated rubber anaesthetic tubes, face masks, plastic endotracheal tubes.Glutaraldehydeo MilkPasturisationo Suture material except catgutAutoclavingo CatgutIonizing radiationo Bacterial vaccinesVaccine batho Dressing, aprons, gloves, catheters, surgical instruments except sharp instrumentsAutoclavingo Heat sensitive cathaters, Wards fumigation, laboratories, sick rooms operation theatresFormaldehyde gas or U.V. rayso Prepacked items such as syringes and cathetersInfrared radiationo Culture media containing gelatin or sugarTyndallisation",
        "cop": 1,
        "opa": "Glutaraldehyde",
        "opb": "Formalin",
        "opc": "Autoclaving",
        "opd": "Boiling",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "43b07732-ff83-417d-9609-f4feceefe290",
        "choice_type": "single"
    },
    {
        "question": "Inspissation is -",
        "exp": "Ans. is 'c' i.e., Heating at 80degC for 30 minutes Inspissation* It is heat exposure method that is employed with high protein material, like egg containing media, that cannot withstand the high temperature used in autoclaving.* The medium is exposed to 80degC for 30 minutes for three successive days in inspissator.* It can be used for LJ medium and loeffler serum slop.",
        "cop": 3,
        "opa": "Heating at 160degC for 15 minutes",
        "opb": "Heating at 160degC for 30 seconds",
        "opc": "Heating at 80degC for 30 minutes",
        "opd": "Heating at 120degC for 15 seconds",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "1df588a1-93ec-43ae-90d7-4895b489e0dc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a Negative staining technique?",
        "exp": "ANSWER: (C) India inkREF: Foundations in Microbiology by Talaro Kathleen Park 6\"h edition (2007 Edition) Page 83Negative StainingThis procedure involves staining the background with an acidic dye, leaving the cells contrastingly colorless. The black dye nigrosin or India ink is commonly used. This method is used for those cells or structures difficult to stain directlyThis method is useful for improving visualization of encapsulated bacteria in clinical samples such as blood, blood culture bottles, or cerebrospinal fluid.",
        "cop": 3,
        "opa": "Gram stain",
        "opb": "Fontana stain",
        "opc": "India ink",
        "opd": "ZN staining",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "31cf1539-58c8-45fe-8494-f73c1977f744",
        "choice_type": "single"
    },
    {
        "question": "A patient presents to the emergency room with vomiting, diarrhea, high fever, and delirium. Upon physical examination, you notice large buboes, which are painful on palpation, and purpura and ecchymoses suggestive of disseminated intravascular coagulation. Gram stain on aspirate of a bubo reveals gram-negative rods with bipolar staining. Which of the following antibiotics is the drug of choice for empiric therapy?",
        "exp": "The patient is infected with Yersiniapestis and has bubonic plague. The drug of choice for plague is streptomycin (d). Gentamicin or another aminoglycoside can be substituted. Ceftazidime, chloramphenicol, penicillin, and vancomycin are not used to treat plague.",
        "cop": 4,
        "opa": "Ceftazidime",
        "opb": "Chloramphenicol",
        "opc": "Penicillin",
        "opd": "Streptomycin",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "415bb703-340a-4595-bfae-39fa4ded0944",
        "choice_type": "single"
    },
    {
        "question": "Z-value of an organism:",
        "exp": "Ans. C. Is the temperature change required for the D-value to change by a factor of tena. D value of an organism is the time needed at a certain temperature to kill 90% of the organisms in the medium,b. Z-value of an organism is the temperature change required for the D-value to change by a factor of ten",
        "cop": 3,
        "opa": "The time required to kill 90% of cells at a particular temperature",
        "opb": "The time required to kill all cells at a particular temperature",
        "opc": "Is the temperature change required for the D-value to change by a factor of ten",
        "opd": "Is the temperature change required for the D-value to change by a factor of five",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "870f5483-462c-433e-a157-233d2b700783",
        "choice_type": "multi"
    },
    {
        "question": "Bacillus used to test efficacy of Sterilisation by Autoclave is?",
        "exp": "ANSWER: (C) Bacillus stearothermophilusREF: Basic medical laboratory techniques 4th edition by Barbara H. Estridge, Anna P. Reynolds,Norma J. Walters Page 70Various bacilli are used to check efficacy of sterilisation methods are:Autoclave- Bacillus stearothermophilusHot air oven- Bacillus subtilis subspecies nigerIonising radiation- Bacillus pumilis",
        "cop": 3,
        "opa": "Bacillus subtilis.",
        "opb": "Bacillus pumilis.",
        "opc": "Bacillus stearothermophilus",
        "opd": "Coxiella burnetti.",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "47d67231-05d8-47ec-93ff-c1b5f564c50c",
        "choice_type": "single"
    },
    {
        "question": "A 28-year-old female with folliculitis is not responsive to a 10-day treatment course with penicillin. An enzyme produced by the etiologic agent is most likely responsible for this treatment failure. At which site on the molecule shown does this enzyme act to destroy penicillin?",
        "exp": "The structural integrity of the b-lactam ring in penicillin is essential for their antimicrobial activity. Many resistant strains of staphylococci produce a b-lactamase (penicillinase) that cleaves the b-lactam ring of penicillin at the carbon-nitrogen bond (4 in diagram). Other organisms, including coliform bacteria and Pseudomonas, produce cephalosporinases, metallo-b-lactamases, and carbapenamases that cleave the b-lactam rings of cephalosporins and/or carbapenems, as well as penicillin, at the same site. Penicillin amidase inactivates penicillin by disrupting the bond between the radical and nitrogen in the free amino group (1 in diagram). Bonds 2, 3, and 5 are not commonly broken by bacterial enzymes.",
        "cop": 4,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "2fe18524-63e2-4dae-9057-b495ce0a70c3",
        "choice_type": "single"
    },
    {
        "question": "Transfer of genetic material by means of bacteriophage is known as:",
        "exp": "Ans: c (Transduction) Ref: Ananthanarayanan, 7th ed,p. 55\"Transfer of a portion of the DNA from one bacterium to another by a bacteriophage is known as transduction.\"Transformation:The first example of genetic exchange in bacteria was described by Griffith.This is the transfer of genetic material through the agency of free DNA.This has been studied mainly in BPH:BacillusHemophilusPneumococcusTransductionTransfer of a portion of DNA from one bacterium to the other by means of a bacteriophage. This has been proposed as a method of genetic engineering and in treatment of some inborn errors of metabolism.Conjugation:Transfer of genetic elements after actual physical contact between a male donor bacterium and female recipient e.g. transfer of episomes and plasmid such as those for resistance.Bacterial conjugation was first described by Lederberg and Tatum in a strain of E. coli called K-12Lysogenic conversion:In lysogenic conversion the phage DNA itself is the new genetic element as it becomes integrated with the bacterial host DNA with which it multiplies and is transferred to daughter cells. E.g.: Diphtheriae corynebacterium",
        "cop": 3,
        "opa": "Transformation",
        "opb": "Conjugation",
        "opc": "Transduction",
        "opd": "Translation",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "1c8f9480-2cf3-4a8f-8363-223e0bf23501",
        "choice_type": "single"
    },
    {
        "question": "Loffler's medium is?",
        "exp": "Ans. D. Enriched medium.Enriched mediumThe media containing ingredients which enhance their growth-promoting qualities are enriched media e.g. blood agar, chocolate agar and Loeffler medium.The usual media employed for cultivation of the diphtheria bacillus are Loeffler's serum slope and tellurite blood agar.Diphtheria bacilli grow on Loeffler's serum slope very rapidly and colonies can be seen in 6-8 hours, long before the other bacteria grow.TYPES OF Bacteriological Media MediaCommente.g.1.Ordinary culture mediaThese are routinely employed in a laboratorye.g. nutrient broth, nutrient agar, infusion broth and lysate media.2.Enriched mediaCertain organisms do not grow on ordinary nutrient media. They require growth- promoting ingredients such as blood, glucose, serum, egg, etc. The media containing ingredients which enhance their growth- promoting qualities are enriched mediae.g. blood agar, chocolate agar and Loeffler medium.3.Enrichment mediaEnrichment media are liquid media containing chemical constituents which inhibit some normal flora and allow pathogens which may be present in very small number in the specimen, to grow unhampered and thus enriching them. Isolated colonies of these organisms may be obtained by subculturing onto solid media.An example of enrichment media is selenite F broth used for primary isolation of enteric bacteria.4.Differential/ Indicator mediaDifferential media have got some chemical constituents which characterize different bacteria by their special colonial appearances in the culture e.g. MacConkey agar contains lactose as a substrate and neutral red as an indicator. Bacteria fermenting lactose produce acid and this will change the colour of the indicator and thus the colonies will turn red. The red lactose fermenting colonies can be differentiated from the pale non-lactose fermenting colonies.1. Eosin methylene blue (EMB), which is differential for lactose and sucrose fermentation2. MacConkey (MCK), which is differential for lactose fermentation3. mannitol salt agar (MSA), which is differential for mannitol fermentation4. X-gal plates, which are differential for lac operon mutants5. Selective mediaSelective media will selectively permit the growth of pathogens and inhibit the commensals. In addition, it may differentiate the pathogen from commensals that grow by the colour and opacity of the coloniese.g. blood tellurite medium for C. diphtheriae.Buffered charcoal yeast extract agar, which is selective for certain gram-negative bacteria, especially Legionella pneumophila6. Transport mediaTransport media are also frequently used to sustain the viability of organisms when a clinical specimen is to be transported from the periphery to laboratory.The transport medium prevents the outgrowth of contaminants during transit and sustains the pathogen.Cary and Blair and Stuart media.Venkat-Ramakrishnan(VR) medium for v. cholerae.Thioglycolate broth for strict anaerobes.Loeffler MediaIt is primarily used for the isolation of Corynebacterium diphtheriae from clinical specimens. It is also used to determine the proteolytic activity and pigment production of various microorganisms.PRINCIPLE:Recovery is further enhanced when Loeffler Media is used in combination with Potassium Tellurite CystineAgar Media and blood agar. On Loeffler Media, C. diphtheriae produces characteristic metachromatic granules that can be detected by staining with methylene blue; it also demonstrates the characteristic Chinese-letter formation which is due to the cells snapping off when they divide. With the above information, a presumptive identification can result in 16-18 hours. Loeffler Media enhances the demonstration of the organism's natural morphological and physiological characteristics, i.e. pigmentation.FORMULA: Approximate, per 250 ml of deionized filtered water.Loeffler Media: Beef Extract..................................0.75 gDextrose.......................................1.25Sodium Chloride.............................1.25Proteose Micro Peptone....................2.50Horse Serum.................................750.00 mlInterpretation:Corynebacterium diphtheriae BiotypesMetachromatic GranulesMorphologyMitisIntensely stainedLong, pleomorphic but rigid rodsintermediusCells frequently swollen with terminal granules Irregularly barredHighly pleomorphic with very long and short rodsgravisNo granules but alternate bands of light and dark blueShort rods with many cocci of pear-shaped formsAdditional Educational points:Stains1Congo redAmyloid; apple-green birefringence in polarized light (because of a-pleated sheets).2Giemsa'sBorrelia, Plasmodium, trypanosomes, Chlamydia.3PAS (periodic acid-Schiff)Stains glycogen, mucopolysaccharides; used to diagnose Whipple's disease.4Ziehl-NeelsenAcid-fast bacteria.5India inkCryptococcus neoformans.6Silver stainFungi, PCP, Legionella.",
        "cop": 4,
        "opa": "Indicator medium",
        "opb": "Selective medium",
        "opc": "Enrichment medium",
        "opd": "Enriched medium",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "61a767ac-3186-4769-91d6-6fe2b552490c",
        "choice_type": "single"
    },
    {
        "question": "Direct uptake of free DNA by bacterial cell is",
        "exp": "Ans. c (Transformation) (Ref. Anantanarayan, Microbiology, 6th ed., 53; Ref. Q. 101 of MH-2005)Method of transmissionCommentTransformation# A phenomenon in which transfer of genetic information occurs through the agency of free DNA.# Certain cell lines, such as cancer cells, are also able to grow indefinitely in culture by this mechanism.Transduction# Transfer of a portion of DNA from one bacteria to another by bacteriophage.# It is not confined to transfer of chromosomal DNA; it transduces episomes and plasmids also.# Bacteriophages are viruses that parasitise bacteria and consist of nucleic acid core and a protein coat.# It is excellent tool for genetic mapping of bacteria.Lysogenic conversion# Phage DNA becomes integrated with bacterial chromosome as prophage, which multiplies synchronously with host DNA and is transferred to daughter cells; this is lysogeny and bacteria harbouring prophages are lysogenic bacteria.# In transduction, phage acts only as vehicle carrying bacterial genes from one cell to another, but in lysogenic conversion, phage DNA itself is new genetic element.Conjugation# The process whereby 'male' or 'donor' bacteria mates or makes physical contact with female or recipient bacteria and transfers genetic element into it.Sexduction# Process of transfer of host genes through f factor, resembles transductionTransfection# Transfer of a gene into a cell, enabling the transfected cell to form a new gene product.",
        "cop": 3,
        "opa": "Translation",
        "opb": "Transcription",
        "opc": "Transformation",
        "opd": "Conjugation",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "c1579d39-69a9-40a6-b4d8-8cf58c92a60a",
        "choice_type": "single"
    },
    {
        "question": "In negative staining -",
        "exp": "Negative staining is an established method, often used in diagnostic microscopy, for contrasting a thin specimen with an optically opaque fluid. In this technique, the background is stained, leaving the actual specimen untouched, and thus visible. This contrasts with 'positive staining', in which the actual specimen is stained.",
        "cop": 2,
        "opa": "The structure to be demonstrated is stained",
        "opb": "The structure to be demonstrated is not stained",
        "opc": "The background is not stained",
        "opd": "The background and structure are stained",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "9739a8f5-e4b4-42e6-8719-774d6fb9c681",
        "choice_type": "single"
    },
    {
        "question": "Chocolate agar is -",
        "exp": "Ans. is 'c' i.e., Enriched medium Type of mediumName of mediumLaboratory useLiquid Media A. Basal (simple)1 Peptone waterRoutine culture, basal medium for sugar fermentation testRoutine culture2. Nutrient brothB. Special (complex) a. Enrichedb. Enrichment1. Glucose broth1. Robertson's cooked meat medium2 Tetrathionate broth3, Selenite F broth4. Thioglycolate broth5. Alkaline peptone waterBlood cultureCulture of anaerobic bacteriaEnrichment culture for salmonellaEnrichment culture for Salmonella & shigellaC ulture of anaerobic bacteriaEnrichment culture for vibrioSolid mediaA. SimpleNutrient agar (2-3% agar)Routine cultureB. Speciala. Enriched1. Blood agar (also indicator media)2 Chocolate agar3. Loefflers serum4. Dor sett's eggGeneral culture, Streptococcus; Most widely used mediumCulture of H.influenzae, N. gonorrheaeCulture ofC. DiptheriaeCulture of Mycobacteriab. Selective (contains inhibitory substance1. MacConkey agar (also indicator and differential mediumEnterobacteria (Lactose fermenters produce pink colonies)2. Deoxycholate citrate agar (DCA)Selective medium for Salmonella and Shigella3. Lowenstein Jensen (LJ)Culture of M. tuberculosis",
        "cop": 3,
        "opa": "Basal medium",
        "opb": "Enrichment medium",
        "opc": "Enriched medium",
        "opd": "Simple medium",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "84d2fce7-dd6a-47b2-a5d7-73b7878c6b74",
        "choice_type": "single"
    },
    {
        "question": "Metachromatic granules can be stained by",
        "exp": "Ref: Ananthnarayan, 9th ed. MedPub* Albert stain is a type of differential stain used for staining the volutin granules also known as Metachromatic granules found in Corynebacterium diphtheriae.* The name metachromatic is because of its property of changing color, i.e. when stained with blue stain they appear red in colour. When grown in Loffler's slopes, C. diphtheriae produces large number of granules.* Stains used for C. Diphtheriae:# Ponders stain# Albert stain# Neisser stain# Loeffler methylene blue",
        "cop": 1,
        "opa": "Albert stain",
        "opb": "Gram stain",
        "opc": "Gram-negative stain",
        "opd": "Prussian blue",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "e58c874c-1565-4496-b73e-29aae7750024",
        "choice_type": "single"
    },
    {
        "question": "Temperature required for holding period of 20 minutes in Hot air oven -",
        "exp": "Ans. is 'b' i.e., 170deg C MethodTemperature (degC)Holding time (in minutes)Autoclave12112613415103Hot air oven16017018019045187[?]51[?]5",
        "cop": 2,
        "opa": "160deg C",
        "opb": "170deg C",
        "opc": "120deg C",
        "opd": "130deg C",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "2f021f72-23d9-4973-93b4-8cef565ec5a1",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following antibiotics inhibits the final peptide bond between d-alanine and glycine?",
        "exp": "The antibiotics in these questions have significantly different modes of action. Recent evidence suggests that while penicillin inhibits the final cross-linking of the cell wall, it also binds to penicillin-binding proteins and inhibits certain key enzymes involved in cell-wall synthesis. The mechanism is complex. Amdinocillin, although classified as a penicillin, selectively binds to penicillin-binding protein-2 (PBP-2). Binding to PBP-2 results in aberrant cell-wall elongation and spherical forms, seen when E. coli, for example, is exposed to mecillinam.",
        "cop": 1,
        "opa": "Penicillin",
        "opb": "Amdinocillin",
        "opc": "Amphotericin",
        "opd": "Chloramphenicol",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "daad33af-e77f-442d-81ca-2ad29cdffe91",
        "choice_type": "single"
    },
    {
        "question": "Endoscopy tube sterilized by -",
        "exp": "Ans. is 'a' i.e., 2 % glutaraldehyde o 2% Glutaraldehyde (cidex) is most often used for equipment such as endoscope that cannot be sterilized or disinfected by heat.Procedure of sterilization of some imnortant materialsMaterialMethodso Inoculating loop or wire, the tip of forceps and searing spatulasFlamingo Contaminated cloth, animal carcasses and pathological materialIncinerationo Glasswares, syringes, petridishes, test tubes. Flasks, surgical instrumentsHot air oveno Most of the culture mediaAutoclaving or membrane filtero Sharp instruments5% cresol or hot air oveno Clinical thermometersSavlono Cystoscopes, bronchoscopes and other endoscopes,corrugated rubber anaesthetic tubes, face masks, plastic endotracheal tubes.Glutaraldehydeo MilkPasturisationo Suture material except catgutAutoclavingo CatgutIonizing radiationo Bacterial vaccinesVaccine batho Dressing, aprons, gloves, catheters, surgical instruments except sharp instrumentsAutoclavingo Heat sensitive cathaters, Wards fumigation, laboratories, sick rooms operation theatresFormaldehyde gas or U.V. rayso Prepacked items such as syringes and cathetersInfrared radiationo Culture media containing gelatin or sugarTyndallisation",
        "cop": 1,
        "opa": "2 % glutaraldehyde",
        "opb": "Na hypochlorite",
        "opc": "Ethylene dioxide",
        "opd": "Ionizing radiation",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "c7de464b-2538-4136-a379-ab36c31d041a",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old male presented with severe urethritis. Over the past 2 days, he had developed fever and chills. Gram stain of the urethral discharge revealed the presence of gram-negative diplococci. The fever and chills are most likely due to the release of excessive amounts of which bacterial component?",
        "exp": "In Neisseria, the equivalent to LPS is Lipooligosaccharide (LOS) (c), which consists of lipid A and core oligosaccharide but lacks the O antigen. By triggering an inflammatory response, LOS causes most of the symptoms during Neisseria gonorrhoeae infection. It activates the complement and stimulates the influx of phagocytes leading to the purulent discharge. LOS also contributes to serum resistance, which is an important feature of strains that causes systemic infection. Rapidly growing Neisseria releases outer membrane blebs, which contain LOS. Pili (e) mediate the initial attachment of N. gonorrhoeae to the surface of cervical or urethral epithelial cells. Pili are attached to the cell surface and are not released. The opacity protein (d), which provides N. gonorrhoeae colonies with their opaque appearance, is an outer membrane protein. It mediates binding of N. gonorrhoeae to epithelial cells and plays a role in cell-to-cell signaling. Similar to the pili, the opacity protein is a cell-associated factor. The capsule (a) surrounds pathogenic bacteria and provides them with antiphagocytic properties. However, N. gonorrhoeae is not encapsulated. Exotoxins (b), which are produced by some gram-negative and gram-positive bacteria, bind to specific receptors on the host cells and either alter the function of the host cell or destroy it. N. gonorrhoeae does not produce exotoxin.",
        "cop": 3,
        "opa": "Capsule",
        "opb": "Exotoxin",
        "opc": "Lipooligosaccharide (LOS)",
        "opd": "Opacity protein",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "4014fa74-c1f1-4955-9296-93b2fe12ea0c",
        "choice_type": "single"
    },
    {
        "question": "Lary ngoscopes are sterilized by -",
        "exp": "Ans. is 'a' i.e., Glutaraldehyde o Laryngoscope should be cleaned before and after use with spirit.o Disinfection can be done once a day by removing the bulb and immersing the blade in 2% cidex (glutaraldehyde) for 10 minutes.o They should be sterilized once a week by immersing in cidex for 10 hours or by autoclaving.",
        "cop": 1,
        "opa": "Glutaraldehyde",
        "opb": "Formalin",
        "opc": "Betadine",
        "opd": "Boiling",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "094026d4-ed29-4fac-b81a-062e2acc9c5f",
        "choice_type": "single"
    },
    {
        "question": "Bacterial drug resistance genome occur due to",
        "exp": "B. i.e. (Genetic mechanism) (53-60 - Ananthanarayan 7th)* Bacteria may acquire drug resistance by mutation or by one of the methods of genetic transfer. The biochemical mechanisms of resistance may be several, including decreased permeability to the drug, development of alternative pathways and production of enzymes inactivating the drugs* Plasmid** is of great medical importance as it leads to the spread of multiple drug resistance among bacteria* Genotypic variations are stable, heritable* and not influenced by environment* The discovery of gene transformation\" came from the study of streptococcus pneumoniae*.* Multiple drug resistance is spread by conjugation*** F cells are able to transfer chromosomal genes to recipient cells are able to transfer chromosomal gene to recipient cells with high frequency and are known as HFr cells (does not transfer drug resistance)",
        "cop": 2,
        "opa": "After experimental of drug",
        "opb": "Genetic mechanism",
        "opc": "Man made",
        "opd": "Environmental factor",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "02abfeeb-ef28-45dd-a45c-96e1ef381a99",
        "choice_type": "single"
    },
    {
        "question": "Metachromatic granules are seen in?",
        "exp": "ANSWER: (A) corynebacteriumREF: Ananthnarayan 8th edition page 238Metachromatic granules are inclusion bodies in bacterial cells that alter the colour of particular stains. Methylene blue stains metachromatic granules pink; not blue. In corynebacteria, the metachromatic granules are composed of polyphosphates and act as energy storage sites.Features of corynebacterium:Gram-positive, catalase positive, non-spore-forming, non-motile, rod-shaped bacteria that is straight or slightly curved.The bacteria group together in a characteristic way, wThich has been described as the form of a \"V\", \"palisades\", or \"Chinese lettersThey may also appear elliptical. They are aerobic or facultatively anaerobic, chemoorganotrophs, with a 51-65% genomic G:C contentGranules known as babes emst or volutin granules composed of polymetaphosphate are seenSelective media: cysteine-tellurite blood agar or tinsdale medium rapid growth: loeffler's serum slope",
        "cop": 1,
        "opa": "Cornybacterium",
        "opb": "E.coli",
        "opc": "Yersinia",
        "opd": "Pseudomonas",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "e1f7f74f-86e9-408f-9b0f-0f54e3fdfb8f",
        "choice_type": "single"
    },
    {
        "question": "Gentian violet colouration of gram positive bacteria is due to -",
        "exp": "Ans. is 'a' i.e., Peptidoglycan GRAM STAININGo The gram stain differentiates bacteria into two broad groups1. Gram positive - Resist decolourization and retain primary stain, appear violet.2. Gram negative - Decolourised by organic solvents, and therefore, take the counterstain, appearing red.Smear stained with gentian violet (primary stain)|Application of dilute solution of iodine|Decolourisation with organic solvent, e.g., ethanol|Counterstaining by carbol fuchsin|||Retain primary stain (violet)|Gram positiveTake colour of counterstain (red)|Gram negativeWhy do gram-positive organisms retain primary stain, but not gram negative organisms.o In gram-positive bacteria there is a thick layer of peptidoglycan (ceil wall) just outside the bacterial cytoplasmic membrane.o This thick wall traps the primary stain (crystal violet) wrhich is not decolorised by ethanol,o In gram-negative bacteria this peptidoglycan (cell wall) layer is thin and just outside this peptidoglycan layer is outer cell membrane (which is not present in gram positive bacteria),o This outer cell membrane is partially dissolved by ethanol, thus washing out the crystal violet and allowing the counterstain to take.",
        "cop": 1,
        "opa": "Peptidoglycan",
        "opb": "Capsule",
        "opc": "Cell membrane",
        "opd": "None of the above",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "db362d58-11a9-4426-aafe-cb2ad3a8caf4",
        "choice_type": "multi"
    },
    {
        "question": "Which organism acts as the control of autoclave?",
        "exp": "Ans: b (Bacillus stearothermophilus) Ref: Ananthanarayan, 7th ed,p. 78Autoclaving: (Moist heat) (121degC X 15 min under 15 lb/sq.inch pressure) - dressings, gloves, glass syringes, culture media, suture materials except catgut.Sterilizing control is by bacillus stearo thermophilus.Hot air oven: (Dry heat) (160degCX 1 hr)-glasswares, glass syringes, oil, grease, liquid paraffin, dusting powder. Sterilization control is by spores of non toxigenic strains of Clostridium tetani.",
        "cop": 2,
        "opa": "Mycobacterium",
        "opb": "Bacillus stearothermophilus",
        "opc": "Coryne bacterium",
        "opd": "Clostridium perfringens",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "95df8455-b153-436b-a5e7-eb41d5227751",
        "choice_type": "single"
    },
    {
        "question": "Eukaryotes are different in causing infection because -",
        "exp": "Ans. is 'b' i.e., Highly structured cell with organized cell organelles Prokary otes and EukaryotesAll cells fall into one of the two major classification- 1 )Prokaryotes or 2) EukaryotesProkaryoteso Prokaryotes are evolutionally ancient, i.e. they are first living organisms to evolve.o They were here first and for billions of years were the only form of life.o Prokaryotic cells are not carrying ot life processes by themselves. The reason is that they don't have all the organelles (e.g. nucleus, mitochondria, golgi apparatus etc.) required to carry out life processes. So, these cells are dependent on other cells in order to form what is necessary for the life processes,o Prokaryotes divide by binary fission.o Prokaryotes are always single celled except wrhen they exist in colonies.o Examples- bacteria (including chlamydia & mycoplasma). Blue green algae, ArcheaEukaryoteso Eukaryotes are more complex, evolving from a prokary ote like precdecessor.o Eukaryotic ceils contain all the organelles required to carry out the processes of life.o Eukaryotes may be single ceiled or multicelled.o The most noticable feature that differentiates eukaryotes from prokaryotes is the presence of nucleus.o Eukaryotes divide by either mitosis or meiosis.o Examples- Fungi, Algae other than blue green algae, protozoa.",
        "cop": 2,
        "opa": "Divide by biniary fission",
        "opb": "Highly structured cell with organized cell organelles",
        "opc": "Dont have all organelles",
        "opd": "Evolutionally ancient",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "f4efdd9a-bae2-4fee-8061-727c83099e38",
        "choice_type": "multi"
    },
    {
        "question": "Holder method of Pasteurization does not kill -",
        "exp": "Ans. is 'd' i.e., Coxiella burnetii * Pasteurization is done by heating at 60degC for 30 minutes (holder method) and then cooling. This method kills vegetative cells but does not kill spores.* It eliminates pathogenic bacteria like Mycobacterium, Brucella, Salmonella, and Staphylococcus from milk and milk products.* This method might not be that effective for certain heat-resistant bacteria like Coxiella burnetii, but they might be killed if the temperature is slightly increased to 72degC for 20 minutes and then decreased quickly (flash method) or using ultra high temperature, which involves the application of a temperature of 140degC for 15 seconds.* A quality control check is carried out by performing methylene blue test and phosphate test for checking the quality of the product.",
        "cop": 4,
        "opa": "Mycobacteria",
        "opb": "Brucella",
        "opc": "Salmonella",
        "opd": "Coxiella burnetii",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "2f5f7c65-45af-4f2f-9162-a88bcb00a127",
        "choice_type": "single"
    },
    {
        "question": "Temperature and timing in autoclaving -",
        "exp": "Ans. is 'a' i.e., 121degC for 15 minutes MethodTemperature (degC)Holding time (in minutes)Autoclave12112613415103Hot air oven16017018019045187-5T5",
        "cop": 1,
        "opa": "121degC for 15 minutes",
        "opb": "160degC for 45 minutes",
        "opc": "190degC for 1.5 minutes",
        "opd": "134degC for 15 minutes",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "1d5db594-86a4-4777-91b3-4444ea866153",
        "choice_type": "single"
    },
    {
        "question": "Cell wall structure is found in all EXCEPT:",
        "exp": "(Mycoplasma pneumoniae) (395-AN 7th) (420-CP)General character of mycoplasma and ureaplasma are1. Pleomorphic smallest free living bacteria. They occur as granules andfilaments of various sizes2. Lack cell wall resulting in plasticity of the organisms and do not stain with conventional bacteriological stains3. Requires cholesterol or sterols for growth in culture; lipopolysaccharides - rich molecules attach to the cholesterol rich cell membrane.4. Fastidious - grow slowly on complex enriched media5. \"Fried egg\" colonies6. M. pneumoniae grows aerobically other species are facultative anaerobes7. Species can be easily differentiated by metabolic characteristics.8. Mycoplasmas differ from viruses in two respects. They contain both RNA and DNA and can reproduce in cell free media.",
        "cop": 3,
        "opa": "Staph-aureus",
        "opb": "Pseudomonas aeruginosa",
        "opc": "Mycoplasma pneumoniae",
        "opd": "Corymebacterium diphtherae",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "5e1c9263-8181-4dc2-8cba-5bffe70fc0db",
        "choice_type": "multi"
    },
    {
        "question": "Swarming motility is shown by:",
        "exp": "Ref: Ananthnaraycm R, Paniker CKJ. Textbook of Microbiology. 8th Edition. Hyderabad: Universities Press; 2009. Pg 280-1Explanation:OrganismCharacteristic motilityVibrioDarting motilityListeria monocytogenesTumbling motilityClostridium tetaniStately motilitySpirochaetesCork-screw motilityProteus and Clostridium tetaniSwarmingSalmonellaSluggishly motile with oeritrichous flaaellaShioellaNon-motileSwarming of ProteusProteus mirabilis and Proteus vulgaris swarm on solid culture media.Discrete colonies are seen in young cultures but thereafter actively motile cells spread on the surface of the plate in successive waves to form a thin filmy layer in eoneentrie circles.Several methods have been used to inhibit swarming:Increased (600) concentration of agarIncorporation of chloral hydrate (1:500), sodium azide (1:500), alcohol (5-6 %), sulphonamide, surface active agents or boric acid (1:1 000).Swarming does not occur on MacConkey's medium, on which smooth colourless colonies are formed.",
        "cop": 1,
        "opa": "Proteus",
        "opb": "Cholera",
        "opc": "Shigella",
        "opd": "Salmonella",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "d54d896c-a342-4df9-b0c9-7051e0891ef0",
        "choice_type": "single"
    },
    {
        "question": "Cell wall deficient organisms are:",
        "exp": "Ans. is 'b' i.e., Mycoplasma(Ref: Ananthanarayan, 9th/e, p. 386 and 8th/e, p. 16)Mycoplasma is bacteria that are cell wall deficient and hence don't possess a stable morphology.Mycoplasma represents Stable L - forms.* L - forms named after Lister INSTITUTE, London.* Streptobacillus moniliformis, Mycoplamsa.* Resistant to cell wall acting drug.Protoplast (Gm+ve) Spheroplast (Gm-ve).",
        "cop": 2,
        "opa": "Chlamydia",
        "opb": "Mycoplasma",
        "opc": "Staphylococcus",
        "opd": "Clostridium",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "459ec513-6063-4de7-bc2a-3c021e5241dd",
        "choice_type": "multi"
    },
    {
        "question": "A 24-year-old female presented with pain during urination. Gram stain of the uncentrifuged urine revealed the presence of gram-negative rods. What virulence factor is essential for the survival of these uropathogenic bacteria in the urinary tract?",
        "exp": "Pili (a) or fimbriae are hair like structures that are found on the surface of many bacteria. They are composed of repeated subunits of the pilin protein. They promote bacterial adherence to each other and bacterial adherence to different host tissues. Uropathogenic E. coli colonize the urinary tract and resist the washing action of urine through their pili. The tip of the pilus contains a specific protein that recognizes a receptor on the host cell. The other choices are not involved in E. coli uropathogenesis. Capsules (e) are loose polysaccharide or protein layers that surround the gram-negative or gram-positive bacteria. Capsules are antiphagocytic, protect the bacteria from hydrophobic molecules, and promote adhere of certain bacteria such as Streptococcus mutans to host tissues. Flagella (d), which are anchored on the bacterial surface, are essential for bacterial motility. The heat-labile (c) and heat-stabile toxins are enterotoxins secreted by the enterotoxigenic E. coli. These toxins produce watery diarrhea by stimulating hypersecretion of fluids. LPS (b) composes the outer leaflet of the outer membrane in gram-negative bacteria and is an endotoxin, which stimulates innate immune responses.",
        "cop": 1,
        "opa": "Pili",
        "opb": "LPS (endotoxin)",
        "opc": "Heat labile toxin",
        "opd": "Flagella",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "543c3361-308f-4682-a34f-25dabf288589",
        "choice_type": "single"
    },
    {
        "question": "Indicator for sterilization by autoclave -",
        "exp": "Ans. is 'b' i.e., Bacillus stereothermophilus Type of SterilizationSpore usedMoist heat (autoclave)Bacillus stearothermophilusDry heat (hot air oven)Bacillius subtilisIonizing radiationBacillus pumilisGas sterilization (ethylene oxide)Bacillus subtilisPlasma sterilizationBacillus stearothemophilus",
        "cop": 2,
        "opa": "Bacillus subtilis",
        "opb": "Bacillus stereothermophilus",
        "opc": "Staphylococcus aureus",
        "opd": "Clostrtidium tetani",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "b4291165-42f2-49a0-9556-e598b2c21d85",
        "choice_type": "single"
    },
    {
        "question": "Which is enrichment media -",
        "exp": "Alls, is 'a' i.e., Selenite F broth [Ref: Ananthanarayan 8F/e p. 40\\TAYPES OF MEDIA1. Enriched mediao Substances such as blood, serum, or egg are added to provide nutritional support,o They are used to grow bacteria which are more exacting in their nutritional needs,o Examples - Blood agar, chocolate agar, and egg media.2 Enrichment mediao Substances which have a stimulating effect on the bacteria to be grown or an inhibiting effect on those to be suppressed are incorporated in the liquid media,o Example:* Tetrathionate broth-Salmonella* Selenite F broth-Salmonella and shigella* Thioglycolate broth-Anaerobic bacteria* Monsur's taurocholate tellurite Peptone water-V. cholerae* Alkaline peptone water-V. choleraeSelective mediao Substances which have a stimulating effect on the bacteria to be grown or an inhibiting effect on those to be suppressed are incorporated in the solid medium,o Examples:* Deoxycholate citrate agar (DC A)-Salmonella and shigella* Lowenstein Jensen (LJ) medium-M. tuberculosisIndicator mediao Media contain an indicator which changes colour when a bacterium grows in them,o Examples:* Wilson and blair medium-S. typhi* Mcleod's medium (potassium tellurite)-C. diphtheriaeDifferential mediao A medium has substances which bring out different characteristics of bacteria and thus helping to distinguish between them.o Example - MacConkey's medium.RememberMacConkey's medium acts both as indicator and differential media.",
        "cop": 1,
        "opa": "Selenite F broth",
        "opb": "Chocolate media",
        "opc": "Meatextract media",
        "opd": "Egg media",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "8667af61-84d1-4326-9f88-72278f20a890",
        "choice_type": "single"
    },
    {
        "question": "A 2-year-old infant is diagnosed with meningitis. A lumbar puncture reveals numerous neutrophils and gram-positive cocci in pairs that appear encapsulated. She is admitted to the hospital and started on intravenous (IV) b-lactams. Which of the following targets would most likely play a role in the development of resistance to this antibiotic in the most likely etiologic agent of this child's meningitis?",
        "exp": "Trans peptidases, or penicillin-binding proteins (PBPs) (c), are inactivated when bound to penicillin. Altered PBPs no longer bind the b-lactam antibiotic. The acquisition of a new PBP or modification of the existing one is the mechanism by which S. pneumoniae, the most likely etiologic of this child's meningitis, become resistant to b-lactams. Altered PBPs are also seen in N. gonorrhoeae, S. aureus, and other bacteria. Bactoprenol (a) is not known to be involved in antibiotic resistance. Fluoroquinolones target the DNA gyrase (b), while rifamycins target the bacterial RNA polymerase (e). Bacteria do not utilize reverse transcriptase (d).",
        "cop": 3,
        "opa": "Bactoprenol",
        "opb": "DNA gyrase",
        "opc": "Penicillin-binding protein",
        "opd": "Reverse transcriptase",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "c18462b2-e71b-4746-97c0-67edb27054cf",
        "choice_type": "single"
    },
    {
        "question": "In autoclave, the temperature is____ for a hold time of_____ at 15psi atmospheric pressure.",
        "exp": "Ans. B. 121degC for a hold time of 15 minutes. (Ref.Microbiology by Ananthanarayan 7th/Pg. 28)Autoclave is generally done at 121 degC (250 degF) at 15 psi (100 kPa) above atmospheric pressure for 15 minutes.Autoclave settings:# 134degC (30 lb/in.2) for a hold time of 3 minutes;# 121degC(15 lb/in.2) for a hold time of 15 minutes;DISINFECTION, STERILIZATION, DISINSECTION- Basic terms:# decontamination - elimination of microorganisms from surrounding environment routine cleaning, washing, ironing leads to reduction of occurance of microorganisms, reduction of use and increased efficiency of subsequent disinfection, sterilization# disinfection - killing pathogenic and facultative pathogenic microorganisms# antisepsis - inhibition and destruction of microorganisms on skin (living tissue) by a germicide in case the pathogenic microorganisms already invaded the wound# asepsis - in surgeries; absence of pathogenic microorganisms; prevention of infection - sterile surgical instruments, gloves, clothing, mouth screens# sterilization - physical, chemical procedures leading to destroy all microbial life, including bacterial endospores, viruses, mycobacteriaMethods of sterilization:1. PHYSICAL - dry heat, moist heat, filtration, germicide effect of some gas (chemical sterilization), radiation, sterilization with plasma, UV radiationA. dry heatFlame - metallic bacteriological loophot air sterilization in sterilizators - 160deg C for 60 min exposure or 180deg C for 20 min exposure (glass ware, metal, porcelain); not suitable for textiles, rubber and plastics - must be packed in special paper or tinfoil or boxes sterilization in silicone oil - 160deg C for 60 min - stomatologic instrumentsB. moist heatpasteurization - milkboilingintermitent steaming - Arnold sterilizators - in 3 consecutive intervalsautoclave sterilization - overpressure 100 kPatemperature +120degC for 20 - 30 min, (clothes, gowns, solutions, media, waste) only experienced person can operate autoclaves, Arnold sterilizatorsMoist heat sterilization - steamtemperaturepressureoverpressureexpositiondegCkPakPatime-min120200100201252401401513430020010C. Fdtration - removing bacteria from suspensionmembrane filtration - nitrocellulose filters (0,1 - 0,4 mm - diameter of the pores)Seitz, Berkefeld filters2. Chemical sterilizationsterilizators with gas medium- temperature up to 80 deg C - used for materials which cannot be sterilized by means of physical methodsformaldehyde sterilization - 800 C, vapours of formaldehyde ethylenoxide sterilization - instruments, temperature of 37 - 55 0 C3. RADIATION STERILIZATION gamma radiation - dosis of 25kGyCenters for radiation sterilization - industrial production of sterile materials for one useUV radiation - optimal wave length 254 nm (max. absorbed by NA), direct exposure to rays4. PLASMA STERILIZATIONComplex control of sterilization effectiveness: physical, chemical and biological indicatorsa. control of sterilization cycle - performed by the operatorb. control of the effectiveness by biologic and nonbiologic systems chemical indicators of temperature, vacuum, overpressure spores of Bacillus subtilis in polyamid package - cultivation after exposure in broth culture medium - turbidity. Spores of B.stearothermophilus in cultivation medium - cultivation after exposure - change of the colour",
        "cop": 2,
        "opa": "121degC for a hold time of 10 minutes",
        "opb": "121degC for a hold time of 15 minutes",
        "opc": "100degC for a hold time of 30 minutes",
        "opd": "100degC for a hold time of 60 minutes",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "3996ae24-9085-4069-ba66-5066e7e1aeba",
        "choice_type": "single"
    },
    {
        "question": "Nutrient agar heated at 80degC used for -",
        "exp": "Ans. is 'a' i.e., Spore germination* Heating for 20 minutes at 80 degrees centigrade destroyes vegetative cells and activates the spores for germination.About options a & c* Microorganisms can be grouped into broad (but not very precise) categories, according to their temperature ranges for growth.# Psychrophiles (cold-loving) can grow at 0degC, and some even as low as -10degC; their upper limit is often about 25degC.# Mesophiles grow in the moderate temperature range, from about 20degC (or lower) to 45degC.# Thermophiles are heat-loving, with an optimum growth temperature of 50deg or more, a maximum of up to 70degC or more, and a minimum of about 20degC.# Hyperthermophiles have an optimum above 75degC and thus can grow at the highest temperatues tolerated by any organism. An extreme example is the genus Pyrodictium, found on geothermally heated areas of the sea bed. It has a temperature minimum of 82deg, optimum of 105deg and growth maximum of 110degC.",
        "cop": 1,
        "opa": "Spore germination",
        "opb": "To grow mesophilic bacteria",
        "opc": "To grow thermophilic bacteria",
        "opd": "For Clostridium isolation",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "fee6e65f-0994-4cc1-be65-431e9b631c56",
        "choice_type": "single"
    },
    {
        "question": "Human anatomical waste is disposed by?",
        "exp": "ANSWER: (A) IncinerationREF: Park 20th edition page 699, align=\"center\" style=\"font-family: Times New Roman, Times, serif\">ColourcodeType of containerWaste disposedTreatment optionsBlack bagPlastic bagNoninfectious waste (papers, plastic covers) Discarded medicines & cytotoxic drugsDisposal in secured landfillsRed bagPlastic bag/ Disinfected containerInfected solid disposable wastes other than sharps (gloves, tunings, catheters, iv sets)Infected solid wastes contaminated with blood and body ftuidsfdressing, plaster, linen) Microbiology/Biotech waste (vaccines, cultures)Autoclaving/ Microwaving/ Chemical treatmentYellow bagPlastic bagHuman anatomical iwaste Animal wasteMicrobiology/Biotech waste (vaccines, cultures) Infected solid wastes contaminated with blood and body fluidsf dressing, plaster, linen)Incineration/Deep burialBlue bagPlastic bag/ Puncture proof containerSolid sharps (needles, syringes, scalpels, blades) Infected solid disposable wastes other than sharps (gloves, tunings, catheters, iv sets)Autoclaving/ Microwaving/Chemical treatment/ Shredding",
        "cop": 1,
        "opa": "Incineration",
        "opb": "Autoclaving",
        "opc": "Chemically",
        "opd": "None",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "68683906-600c-4beb-be13-bbc8134301ec",
        "choice_type": "multi"
    },
    {
        "question": "The spores of which bacterium are used to check efficacy of hot air oven:",
        "exp": "Ans. C. Bacillus subtilisa. Spores of Bacillus subtilis are used as biological control in hot air oven sterilization.b. Spores of Bacillus atropheus are used as biological control in ETO sterilization.c. Spores of Bacillus pumilus are used as biological control of gamma sterilization.d. Spores and crystalline insecticidal proteins produced by B. thuringiensis have been used to control insect pests like mosquitoes.",
        "cop": 3,
        "opa": "Bacillus stearothermophilus",
        "opb": "Bacillus atrophaeus",
        "opc": "Bacillus subtilis",
        "opd": "Bacillus cereus",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "11d6be54-b3d4-47c2-a392-cd399d1790eb",
        "choice_type": "single"
    },
    {
        "question": "Guests at a party consumed beef broth that was boiled earlier in the day but left at room temperature for several hours. The individuals presented with symptoms of food poisoning, including watery diarrhea and abdominal cramps, 8 to 10 hours later. The symptoms lasted 24 hours. The agent that caused the symptoms is most likely which of the following?",
        "exp": "Under harsh environmental conditions, certain gram-positive bacteria convert from the vegetative state into a dormant state or spore. The spores, which are dehydrated structures, protect bacterial DNA and other contents from the effect of the intense heat, radiation, and standard disinfectants. If spores present in the food are not killed during preparation, and if the cooked food is left for several hours at room temperature, the spores will germinate allowing vegetative bacteria to produce the enterotoxin. The spore-forming gram-positive bacteria (a), Clostridium perfringens and Bacillus cereus, produce enterotoxins that cause watery diarrhea and abdominal cramps but no fever. While very similar, the vignette suggests C. perfringens as the etiologic agent. Onset is more rapid than with B. cereus diarrheal toxin, and while the types of food overlap, temperature-abused food is frequently associated with C. perfringens. Among the gram-positive cocci (b), Staphylococcus aureus produces enterotoxin, but the onset is more abrupt (1-6 hours) and fever may be present. The gram-negative bacilli (a) must first colonize the intestine and grow, even if an enterotoxin is at the root of the diarrhea. Thus, onset of symptoms occurs from 24 hours to several days after ingestion of the food. Opportunistic fungi (d) are not known to be involved in food poisoning. Enteric viruses (e) such as norovirus and rotavirus require 12 to 48 hours and 1 to 3 days, respectively, for symptoms to appear. They are more commonly associated with foods contaminated by food workers during preparation (salads, sandwiches, and fruit), or food prepared with contaminated water (salads, fruit, and ice).",
        "cop": 1,
        "opa": "Spore-forming gram-positive bacilli",
        "opb": "Gram-positive cocci",
        "opc": "Gram-negative bacilli",
        "opd": "An opportunistic fungus",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "95044f19-4b7f-4307-8aec-1b33933dbce4",
        "choice_type": "single"
    },
    {
        "question": "ETO (Ethylene oxide) is used for the following EXCEPT:",
        "exp": "Ans. b (Fumigation of rooms) (Ref. Ananthanarayan, Microbiology, 7th ed., 42)# Liquid and gaseous ETHYLENE OXIDE destroys bacteria, viruses, fungi, and various spores.# It is also flammable and toxic, and it will cause severe burns if it comes in contact with the skin.# Gas sterilization with ETO is an excellent method for sterilization of most heat-sensitive materials:- Telescopic instruments,- Plastic and rubber goods,- Sharp and delicate instruments,- Electrical cords, and- Sealed ampules.# It has largely replaced soaking in antiseptics as a means of sterilizing materials that cannot withstand autoclaving. Ethylene oxide is toxic and represents a safety hazard unless used according to strict regulations.STERILIZATION# The only completely reliable methods of sterilization in wide current use for surgical instruments and supplies are:(1) Steam under pressure (autoclaving),(2) Dry heat, and(3) Ethylene oxide gas.# Autoclaving- Saturated steam at a pressure of 750 mm Hg (14.5 psi above atmospheric pressure) at a temperature of 120degC destroys all vegetative bacteria and most resistant dry spores in 13 minutes. Sterilization time is markedly shortened by the high-vacuum or high-pressure autoclaves now widely used.# Dry Heat- Exposure to continuous dry heat at 170degC for 1 hour will sterilize articles that would be spoiled by moist heat or are more conveniently kept dry. If grease or oil is present on instruments, safe sterilization calls for a 4-hour exposure at 160degC.# Gas Sterilization: ETOAgentCommentsEthyl alcohol, isopropyl alcohol, and n-propanol# Exhibit rapid, broad-spectrum antimicrobial activity against vegetative bacteria, viruses, and fungi but are not sporicidal.# Activity is optimal when they are diluted to a concentration of 60-90% with water.Aldehydes# Glutaraldehyde is used for low-temperature disinfection and sterilization of endoscopes and surgical equipment.# It is normally used as a 2% solution to achieve sporicidal activity.# Formaldehyde is bactericidal, sporicidal, and virucidal - fumigation.Biguanides# Chlorhexidine is widely used in handwashing and oral products and as a disinfectant and preservative.# Mycobacteria are generally highly resistant.Bisphenols# The bisphenols are widely used in antiseptic soaps and hand rinses.# In general, they are broad-spectrum but have little activity against Pseudomonas aeruginosa and molds.# Triclosan and hexachlorophene are bactericidal and sporostatic.Halogen-releasing agents# The most important types of chlorine-releasing agents are sodium hypochlorite, chlorine dioxide, and sodium dichloroisocyanurate, which are oxidizing agents that destroy the cellular activity of proteins. # Hypochlorous acid is the active compound responsible for the bactericidal and virucidal effect of these compounds.# At higher concentrations, these compounds are sporicidal.# Iodine is rapidly bactericidal, fungicidal, tubercuiocidal, virucidal, and sporicidal.# lodophors (e.g., povidone-iodine) are complexes of iodine and a solubilizing agent or carrier, which acts as a reservoir of the active l2.Organic acidsOrganic acids are used as preservatives in the pharmaceutical and food industries.Benzoic acid is fungistatic.Propionic acid is both bacteriostatic and fungistatic.Hydrogen peroxideHas broad-spectrum activity against viruses, bacteria, yeasts, and bacterial spores.Sporicidal activity requires higher concentrations (10-30%) of H202 and longer contact times.Quaternary ammonium compoundsThey have been used for a variety of clinical purposes (e.g., preoperative disinfection of unbroken skin) as well as for cleaning hard surfaces.They are sporostatic.They inhibit the outgrowth of spores but not the actual germination process.They are also mycobacteriostatic and have an effect on lipid-enveloped but not lipid-nonenveloped viruses.Vapor-phase sterilantsHeat-sensitive medical devices and surgical supplies can be effectively sterilized by vapor-phase systems employing ethylene oxide, formaldehyde, hydrogen peroxide, or peracetic acid. ETO is highly penetrative non-corrosive gas. It is not recommended for ventilator respiratory equipment or soiled instruments because organic debris, including serum, has a marked adverse effect.Educational Points:TermDefinitionSterilizationA physical or chemical process that completely destroys or removes all microbial life, including spores.DisinfectantsProducts or biocides used to kill microorganisms on inanimate objects or surfaces.Disinfectants are not necessarily sporicidal, but are sporostatic, inhibiting germination or outgrowth.Antiseptic AsepticA biocide or product that destroys or inhibits the growth of microorganisms in or on living tissue.Characterized by the absence of pathogenic microbes.",
        "cop": 2,
        "opa": "Sterilization of Heart-Lung Machine",
        "opb": "Fumigation of rooms",
        "opc": "Sterilization of Dental equipments",
        "opd": "Sterilization of clothing",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "95700578-7637-4b91-97f7-f37f4398d43a",
        "choice_type": "multi"
    },
    {
        "question": "Blood agar is an example of -",
        "exp": "Ans. is 'a' i.e., Enriched media Type of mediumName of mediumLaboratory useLiquid Media A. Basal (simple)1 Peptone waterRoutine culture, basal medium for sugar fermentation testRoutine culture2. Nutrient brothB. Special (complex) a. Enrichedb. Enrichment1. Glucose broth1. Robertson's cooked meat medium2 Tetrathionate broth3, Selenite F broth4. Thioglycolate broth5. Alkaline peptone waterBlood cultureCulture of anaerobic bacteriaEnrichment culture for salmonellaEnrichment culture for Salmonella & shigellaC ulture of anaerobic bacteriaEnrichment culture for vibrioSolid mediaA. SimpleNutrient agar (2-3% agar)Routine cultureB. Speciala. Enriched1. Blood agar (also indicator media)2 Chocolate agar3. Loefflers serum4. Dor sett's eggGeneral culture, Streptococcus; Most widely used mediumCulture of H.influenzae, N. gonorrheaeCulture ofC. DiptheriaeCulture of Mycobacteriab. Selective (contains inhibitory substance1. MacConkey agar (also indicator and differential mediumEnterobacteria (Lactose fermenters produce pink colonies)2. Deoxycholate citrate agar (DCA)Selective medium for Salmonella and Shigella3. Lowenstein Jensen (LJ)Culture of M. tuberculosis",
        "cop": 1,
        "opa": "Enriched media",
        "opb": "Indicator media",
        "opc": "Enrichment media",
        "opd": "Selective media",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "39b14264-0452-4df8-864b-084ff490a97a",
        "choice_type": "single"
    },
    {
        "question": "Endoscopes (e.g., cystoscopes, gastroscopes) should sterilized with",
        "exp": "Ans. a (Glutaraldehyde) (Ref. Ananthanarayan Microbiology 7th/pg. 31, 86)Most rigid endoscopes are compatible with steam, formaldehyde, ethylene oxide and certain liquid chemical disinfectants. Flexible scope can be sterilized by peracetic acid.CHEMICAL STERILIZATION# Ethylene oxide (EO or EtO) gas- Most common sterilization method .- Used to sterilize objects sensitive to temperatures > 60degC such as plastics, optics and electrics.- Carried out at 30-60degC with relative humidity >30% & gas cone. 200-800 mg/L for at least 3 hrs.- ETO penetrates well, moving through paper, cloth, and some plastic films and is highly effective.- EtO can kill all known viruses, bacteria and fungi; including bacterial spores and is satisfactory.- Bacillus subtilis, a very resistant organism, is used as a rapid biological indicator for EO sterilizers.# Glutaraldehyde# Glutaraldehyde is a saturated dialdehyde that has gained wide acceptance as a high-level disinfectant and chemical sterilant.# It is specifically effective against tubercle bacilli, fungi, and viruses.# Has a short shelf life (<2 weeks), and is expensive.# It is less toxic and irritant to eyes than formaldehyde.# To kill all spores in liquid can take upto 12 hrs with gluteraldehyde & longer with formaldehyde.# It has no deleterious effect on the cement or lenses of instruments like cystoscopes and bronchoscopes.# It can safely be used to treat corrugated rubber anesthetic tubes and face masks, plastic endotracheal tubes, polythene tubing, and metal instruments.# CIDEX (2% gluteraldehyde) is commonly used for sterilization of endoscopes.# Formaldehyde# It is less expensive and has a much longer shelf life, but is much more volatile.# Formaldehyde is also used as a gaseous sterilizing agent.# Many vaccines, such as the original Salk polio vaccine, are sterilized with formaldehyde.# Ozone is used in industrial settings to sterilize water and air, as well as a disinfectant for surfaces. It has the benefit of being able to oxidize most organic matter. On the other hand, it is a toxic and unstable gas that must be produced onsite, so it is not practical to use in many settings.# Chlorine bleach is another accepted liquid sterilizing agent. Household bleach consists of 5.25% sodium hypochlorite. It is usually diluted to 1/10 immediately before use; however to kill Mycobacterium tuberculosis it should be diluted only 1/5. The dilution factor must take into account the volume of any liquid waste that it is being used to sterilize. Bleach will kill many organisms immediately, but for full sterilization it should be allowed to react for 20 minutes. Bleach will kill many, but not all spores. It is highly corrosive and may corrode even stainless steel surgical instruments.# Chlorine and NaOH are the most consistent agents for prions. Chlorine is too corrosive to use on certain objects. NaOH has had many studies showing its effectiveness.",
        "cop": 1,
        "opa": "Glutaraldehyde",
        "opb": "Ethylene oxide",
        "opc": "Benzalakonium",
        "opd": "Betapropiolactone",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "1e8bf1cb-b9fa-4ca7-aeae-7d2eb4dc8ece",
        "choice_type": "single"
    },
    {
        "question": "A 62-year-old woman with diagnosed type 2 diabetes lived alone and did essentially nothing to manage her illness, including disregarding her physician's instructions. She was taken to her local emergency room (ER) with severe, multiple infected foot lesions, which yielded a variety of opportunistic microbes with a mixture of antibiotic susceptibilities. The physician decided to treat with systemic and topical antimicrobials. Which of the following antimicrobial agents must only be used topically?",
        "exp": "Penicillin (d) is well-tolerated as is itraconazole (c). Vancomycin (e) is irritating and can result in phlebitis at the site of injection; nephrotoxicity of aminoglycosides is exacerbated by concomitant use of vancomycin but can be controlled by careful dosage. Gentamicin (b) and other aminoglycosides are ototoxic and nephrotoxic, but these adverse effects can usually be controlled by monitoring of serum concentration and careful dosage. Bacitracin (a) is highly nephrotoxic, so much so that it cannot be administered systemically. Because bacitracin is poorly absorbed, it can be used topically, providing local antibacterial activity but no systemic toxicity.",
        "cop": 1,
        "opa": "Bacitracin",
        "opb": "Gentamicin",
        "opc": "Itraconazole",
        "opd": "Penicillin",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "2dd2c8f7-2744-4b5a-a875-c91b0645d7cf",
        "choice_type": "multi"
    },
    {
        "question": "Enrichment media for Salmonella are all except:",
        "exp": "Ans. A. Wilson BlairSalmonella Transport media: Sachs' buffered glycerol saline, Cary Blair medium. Salmonella enrichment media: Selenite F, Tetrathionate broth, Gram negative broth. Salmonella selective media: XLD, DCA, Wilson Blair medium",
        "cop": 1,
        "opa": "Wilson Blair",
        "opb": "Selenite F",
        "opc": "Tetrathionate broth",
        "opd": "Gram negative brot",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "b3faf3ca-7158-4e0e-a4f4-8e3ffa3b0e93",
        "choice_type": "multi"
    },
    {
        "question": "Chocolate agar is an example of?",
        "exp": "Ans. (a) Enriched mediumRef: Appendix-82 for \"Categories of artificial media",
        "cop": 1,
        "opa": "Enriched medium",
        "opb": "Enrichment medium",
        "opc": "Selective medium",
        "opd": "Transport medium",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "8084c880-4638-4d9f-a6e3-3f2444daeaac",
        "choice_type": "single"
    },
    {
        "question": "A clinical laboratory performs real-time PCR for detection of MRSA in the area where specimens are plated. The supervisor discovers that the last 50 specimens tested were positive. However, companion cultures were positive for only 15 of the specimens. What is the most likely reason for this discrepancy?",
        "exp": "In general, real-time PCR is more sensitive than culture (a), due to the ability of the assay to detect very few copies of bacterial DNA present in the specimen. Recently, many clinical laboratories have begun using real-time PCR for the mecA gene or the SCC mec cassette that carries mecA to detect the presence of MRSA in nasal specimens collected from patients upon admission to the hospital. Numerous studies have shown that the sensitivity of real-time PCR is slightly higher than that of optimally performed chromogenic culture for MRSA. However, even at 85% sensitivity, if the 50 positive samples were true positives, one would expect to have recovered 42 to 43 isolates in the companion cultures rather than 15. Real-time PCR was thought to be more specific than culture (b), but the appearance of increasing numbers of mecA gene variations has led to false-negative results due to primer mismatch and failure to amplify the gene even when present. Detecting SCC mec was thought to be the solution to this problem, only to come under fire because the same SCC mec cassette found in community-acquired MRSA is present in methicillin-resistant S. epidermidis, leading to misclassification of patients with MRSE. This finding has led to the development of multiplex PCR tests that detect genes specific for S. aureus in addition to the mecA gene. Unfortunately, many laboratories have implemented nucleic acid testing without having access to dedicated space for sample preparation and the PCR instrument, as described in the vignette. This frequently leads to contamination of the PCR workstation with MRSA DNA (d), which is then amplified in the reaction producing a false-positive result. Failure of the thermocycler, the PCR instrument, because it needs to be calibrated (c), is a possibility, but should have been addressed through required instrument maintenance and running of appropriate controls.",
        "cop": 4,
        "opa": "Real-time PCR is more sensitive than culture",
        "opb": "Real-time PCR is more specific than culture",
        "opc": "The PCR instrument needs to be calibrated",
        "opd": "The PCR workstation has been contaminated with MRSA DNA",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "9553ee94-e1b6-4133-b191-28b3d060a61f",
        "choice_type": "single"
    },
    {
        "question": "Staining procedure shown in the illustration is used to visualize:",
        "exp": "Ans. C. Capsulea. This illustration shows Cryptococcus neoformans using a light India ink staining preparation. Bacterial capsules are non-ionic, so neither acidic nor basic stains will adhere to their surfaces.b. Therefore, the best way to visualize them is to stain the background using an acidic stain and to stain the cell itself using a basic stain.c. India ink, nigrosine and Gram crystal violet are used.",
        "cop": 3,
        "opa": "Nucleus",
        "opb": "Motility",
        "opc": "Capsule",
        "opd": "Ribosomes",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "1d522d0f-1a95-4979-899e-04b7ba0e1cd6",
        "choice_type": "single"
    },
    {
        "question": "Temperature of pasteurization:",
        "exp": "Ans. B. 63 degrees for 30 minutes.a. Holder method of pasteurization-moist heat at 63 C for 30 minutesb. Flash method of pasteurization-moist heat at 72 C for 15-20 seconds followed by quickly cooling to 13 C.c. Ultra-High Temperature (UHT) of pasteurization-moist heat 140degC for 15 sec/ 149deg C for 0.5 sec.",
        "cop": 2,
        "opa": "121 degrees for 15 minutes",
        "opb": "63 degrees for 30 minutes",
        "opc": "160 degrees for 1 hour",
        "opd": "140 degrees for 1 hour",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "4cb96cd3-e3e3-4eb1-b7d4-96327f7bc2c2",
        "choice_type": "single"
    },
    {
        "question": "Glassware is sterilized in hot air over at what temperature -",
        "exp": "Ans. is 'd' i.e., 160degC for 45 minutes MethodTemperature (degC)Holding time (in minutes)Autoclave12115 12610 1343Hot air oven16045 17018 1807.5 1901.5",
        "cop": 4,
        "opa": "70degC for 30 minutes",
        "opb": "50degC for 1 hour",
        "opc": "121 degC for 15 minutes",
        "opd": "160degC for 45 minutes",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "8ad67c57-7396-455c-b728-f53d01269761",
        "choice_type": "single"
    },
    {
        "question": "Mesophilic organism grows at",
        "exp": "Ref: Ananthnarayan, 9th ed. ch-1Organisms on the basis of their growth at different temperature:* Psychrophilic: (below 20degC)* Psychrotrophs: (important cause of food spoilage)* Mesophilic: (25-40degC)* Thermophilic: (55-80degC)",
        "cop": 3,
        "opa": "- 20 to 7degC",
        "opb": "10 to 20degC",
        "opc": "25 to 40degC",
        "opd": "55 to 80degC",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "34c20e28-587a-4476-97a3-ac9125bd4160",
        "choice_type": "single"
    },
    {
        "question": "Phenol coefficient indicates:",
        "exp": "Ans. is 'a' i.e., Efficacy of a disinfectant Phenoliccoefficientofatestdisinfectant=PhenolthatkillsS.Typhiinagivensametime (Highestdilution)DisinfectantthatkillsS.typhiinagiventime (Highestdilution)",
        "cop": 1,
        "opa": "Efficacy of a disinfectant",
        "opb": "Dilution of a disinfectant",
        "opc": "Quantity of a disinfectant",
        "opd": "Purity of a disinfectant",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "a9112a8f-46c0-48b7-8c1f-4cdc4f402db7",
        "choice_type": "single"
    },
    {
        "question": "A phenomenon in which transfer of genetic information occurs through the agency of free DNA is known as",
        "exp": "Ans. b (Transformation) (Ref. Q. 102 of MHPGM-2003).TRANSMISSION OF GENETIC MATERIAL IN BACTERIA IS BY-ConjugationThe exchange of chromosomal or plasmid genes from one bacterium to another through conjugal bridgeTransductionThe delivery of bacterial genes from one bacterium to another via a virus vectorTransformationThe uptake and incorporation of free DNA from the environmentLysogenyThe stable association between a bacterium and a temperature phage. It imparts the important traits:O = Salmonella O antigen, B = botulinum toxin, E = erythrogenic toxin of Streptococcus pyogenes,D = diphtheria toxin, mnemonic: OBED (or a little pregnant with phage)TransposonA motile genetic element capable of transposition within a cell; these are responsible for the formation of multiple drug-resistance plasmidsTransfectionTransfer of a gene into a cell, enabling the transfected cell to form a new gene product.",
        "cop": 2,
        "opa": "Transduction",
        "opb": "Transformation",
        "opc": "Transcription",
        "opd": "Translation",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "de8ab572-01d8-42bc-9aba-6acd96eeea34",
        "choice_type": "single"
    },
    {
        "question": "Maximum consumption of antibiotics occurs for:",
        "exp": "Ans. D. Animal non-therapeutic useLargest antimicrobial use occurs for animal non-therapeutic purpose (70%), followed by animal therapeutic purpose (15%). Human use accounts only 15% of total antimicrobial consumption, of which only 9% is actually used for human therapeutic purpose.",
        "cop": 4,
        "opa": "Human therapeutic use",
        "opb": "Human non-therapeutic use",
        "opc": "Animal therapeutic use",
        "opd": "Animal non-therapeutic use",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "24212f21-e2fa-4aaa-86d1-e94902aad2ee",
        "choice_type": "single"
    },
    {
        "question": "The following phenomenon is responsible for antibiotic resistance in bacteria due to slime production:",
        "exp": "Ans. is 'b' i.e. Biofilm formationRef. Greenwood1 s Medical Microbiology, 16th/ep 16, 38, 86Slime is an amorphous, viscid colloidal material that is secreted extracellularly by some bacteria (e.g. Staph epidermidis). The slime remains around the bacteria and provides a matrix in which biofilm formation can take place.In biofilm formation the bacterial colony is spread very thinly (300-400Nm thick) for e.g. formation of biofilms on catheters and prosthetic devices.This biofilm formation in the slime provides antibiotic resistance by restricting access of drugs to the bacterium.",
        "cop": 2,
        "opa": "Co-aggregation",
        "opb": "Biofilm formation",
        "opc": "Mutation evolving an altered target site for antibiotics",
        "opd": "Mutation evolving a target bypass mechanism",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "ce3d7227-c400-4f86-8a57-d50656b830c1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about sex pili?",
        "exp": "Ans: c (Hollow tubular structure) Ref Ananatha7th ed, p. 16Sex pili are hollow conjugation tubesThey are found in male bacteria and it helps in attachment to female bacteria.Genetic material is transferred from the donor to the recipient cell.There may be a doubt that choice b \"transfer plasmid only\" is also correct but the choice c i.e. sex pili is a tubular structure is absolutely correct. So among the given options choice c would be the better answer.",
        "cop": 3,
        "opa": "Attachment only",
        "opb": "Transfer plasmid only",
        "opc": "Hollow tubular structure",
        "opd": "All bacteria with sex pili have plasmid",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "570a9522-f9b4-4389-99ac-1eabd8490d72",
        "choice_type": "multi"
    },
    {
        "question": "Autoclaving is done in:",
        "exp": "Ans. is 'c' i.e., Steam at 121 degree C for 15 minutes(Ref: Ananthanarayan, 9th/e, p. 32 and Baveja, 4th/e, p. 33) Steaming at 121 for 15 mins at 15lbs pressure.",
        "cop": 3,
        "opa": "Dry air at 121 degree C and 15 psi",
        "opb": "Steam at 100 degree C for 30 minutes",
        "opc": "Steam at 121 degree C for 15 minutes",
        "opd": "Dry air at 160 degree C for 30 minutes",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "d2774e04-374e-4ccc-a4eb-fcd9257cb61c",
        "choice_type": "single"
    },
    {
        "question": "Which anticoagulant is used when blood is sent for blood culture -",
        "exp": "Ans. is 'd' i.e., SPS o Many different types of bacteria and fungi have been identified as causative agents of septicemia,o For this reason, many diverse culture media formulations are available in prepared blond culture bottles.o Majority of these media contain 0 03% SPS (Sodium polyanethal sulfonate), a polyanionic anticoagulant, which additionally inhibits complement and lysozyme activity, interferes with phagocytosis and inactivates aminoglycosides,o Following important blood culture bottles are there :-Brain heart infusion (BH1) with PABA (para-aminobenzoic acid)Brucella broth with 6% sorbitolBrucella broth with 10% sucroseColumbia brothThioglycolate mediumTryptic soy broth",
        "cop": 4,
        "opa": "Sodium citrate",
        "opb": "EDTA",
        "opc": "Oxalate",
        "opd": "SPS",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "edfcf58a-f34b-4aeb-a601-24563f998929",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following antibiotics binds to penicillin-binding protein-2 (PBP-2)?",
        "exp": "The antibiotics in these questions have significantly different modes of action. Recent evidence suggests that while penicillin inhibits the final cross-linking of the cell wall, it also binds to penicillin-binding proteins and inhibits certain key enzymes involved in cell-wall synthesis. The mechanism is complex. Amdinocillin, although classified as a penicillin, selectively binds to penicillin-binding protein-2 (PBP-2). Binding to PBP-2 results in aberrant cell-wall elongation and spherical forms, seen when E. coli, for example, is exposed to mecillinam.",
        "cop": 2,
        "opa": "Penicillin",
        "opb": "Amdinocillin",
        "opc": "Amphotericin",
        "opd": "Chloramphenicol",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "ff7af735-dd29-4eab-80c6-57dcf14a1b81",
        "choice_type": "single"
    },
    {
        "question": "Blood agar is an example of?",
        "exp": "ANSWER: (A) Enriched mediaREF: Essentials of diagnostic microbiology by Lisa Anne Shimeld, Anne T. Rodgers page 93, Laboratory Diagnosis of Infectious Diseases: Essentials of Diagnostic Microbiology by Paul G. Engelkirk, Janet Duben-Engelkirk page 190See APPENDIX-82 below for \"CATEGORIES OF ARTIFICIAL MEDIA\"Enriched media has one or more added substances to increase the likelihood of growth of fastidious organisms. The added substances include blood or serum products or vitamins. Some commonly used enriched media include blood agar, chocolate agar, Loffler's serum slope, and LJ medium APPENDIX-82CATEGORIES OF ARTIFICIAL MEDIA:MediaDescriptionExampleEnrichedmediaOne or more added substance (blood, serum, vitamins) to increase the likelihood of growth of fastidious organismsBlood agar,Chocolate agar,Lofflers serum slope,U mediumDifferentialmediaUsed to distinguish types of bacteria by addition of substances that wall be changed as a result of metabolic activity of the bacteriaEosin methylene blue, MacConkey's media,Mannitol salt sugarEnrichmentmediaLiquid media that simulates growrth of certain bacteria or suppresses the growth of other for isolation of desired pathological bacteriaSelenite-F broth,Tetrathionate brothSelectivemediaSolid media that inhibits the growth of all but few bacteria and at the same time facilitates isolation of certain bacteriaTCBS (Thiosulfate citrate bile salt sucrose agar selective for V cholerae),DC A (Deoxycholate citrate agar selective for salmonella & shigella), LJ medium selective for M. tuberculosis,MSA (mannitol salt agar selective for Gram +ve),XLD (Xylose lysine deoxycholate selective for Gram -ve ),Buffered charcoal yeast extract agar (selective for legionella)TransportmediaUsed to maintain the viability of certain organisms in clinical specimens during their transport to the laboratory. They typically contains only buffer and salt.Stuart medium for gonococciIndicatormediaContains indicator that changes colour when bacterium grows in itWilson Blair medium for salmonella typhiNote:A medium can be placed in one or many of the above mentioned categories as per its use.Some commonly used media with multiple uses are:MediaEnrichedSelectiveDifferentialBlood agarYes, the primary purpose of BA is to isolate bacterial pathogens from clinical specimens.NoYes, used to differentiate a, b & g hemolytic organismsChocolate agarYes, primary purpose of CA is to isolate especially fastidious bacterial pathogens, like neisseria & hemophilius that do not grows on BANoNoMacConkey agarNoYes, selective for Gram -ve bacteriaYes, to differentiate between lactose fermenters and non fermentersPhenylethyl alcohol agar (PEA)Yes, PEA is BA to which phenylethyl alcohol is addedYes, PEA is selective for Gram +ve bacteriaNoThayer Martin agarYes, TM is chocolate agar to which additional nutrients have been addedYes, TM is selective for Nesseria gonorrhoae & meningitisNoMannitol salt agar (MSA)NoYes, MSA is selective for organisms that can tolerate high salt concentrationYes, used to differentiate between mannitol fermenters & non fermenters",
        "cop": 1,
        "opa": "Enriched media",
        "opb": "Enrichment media",
        "opc": "Nutrient media",
        "opd": "Special media",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "1720977f-35fe-4271-add6-5104ebe8225c",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old hospitalized patient with an intravenous (IV) catheter developed fever and systemic infection. The source of the infection was bacteria that contaminated the catheter during its insertion. The IV catheter had to be removed because the bacteria grew within the catheter forming a biofilm. Biofilm development depends on the ability of the bacteria to produce which of the following?",
        "exp": "Pathogenic bacteria such as the gram-negative bacillus Pseudomonas aeruginosa and the gram-positive coccus Staphylococcus aureus colonize the surface of certain surgical appliances such as artificial heart valves and catheters. Multiple layers of the colonizing bacteria surround themselves with a polysaccharide (c) matrix, which protects them from the effect of antibiotics and host immune defenses. The remaining choices do not contribute to biofilm development. Porins (d), proteins that are located within the outer membrane of gram-negative bacteria, facilitate the transfer of hydrophilic molecules through the membrane. Teichoic acids (e) found within the cell wall of gram-positive bacteria are anionic polymers of polyglycan that provide rigidity to the cell wall. In gram-negative bacteria, the periplasmic space occupies the area between the external surface of the cytoplasmic membrane and the internal surface of the outer membrane. The periplasm (b) contains hydrolytic enzymes, virulence proteins, and components of the sugar transport systems. Endotoxin (LPS), a component of the outer membrane of gram-negative bacteria, is recognized by the host defenses and stimulates macrophages to produce cytokines.",
        "cop": 3,
        "opa": "Endotoxin",
        "opb": "Periplasm",
        "opc": "Polysaccharides",
        "opd": "Porins",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "602f5907-9606-482d-b1bf-103c15de02cc",
        "choice_type": "single"
    },
    {
        "question": "Antonie van Leeuwenhoek is associated with?",
        "exp": "ANSWER: (B) MicroscopeREF: Ananthnarayan page 8Known as \"Father of Microbiology \", and considered to be the first microbiologist. He is best known for his work on the improvement of the microscope and for his contributions towards the establishment of microbiology. Using his handcrafted microscopes, he was the first to observe and describe single-celled organisms, which he originally referred to as animalcules, and which we now refer to as microorganisms. He was also the first to record microscopic observations of muscle fibers, bacteria, spermatozoa, and blood flow in capillaries (small blood vessels)",
        "cop": 2,
        "opa": "Telescope",
        "opb": "Microscope",
        "opc": "Stains",
        "opd": "Immunization",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "a20e7217-5de4-49ed-9a64-ab504448f936",
        "choice_type": "single"
    },
    {
        "question": "Dark fieid microscopy used in -",
        "exp": "Ans. is 'b' i.e., Syphilis o Dark field microscopy is used for spirochetes (for example T pallidum which causes syphilis).Dark ground/ Dark field microscopeo Very slender organisms such as spirochetes and filamentous organs such as flagella are not visible under ordinary illumination.o The contrast in dark field microscopy gives an illusion of increased resolution so that these structures can be seen under the dark field mcroscope.o In dark field microscopy reflected light is used instead of the transmitted light used in the ordinary microscope,o Dark ground (dark field) microscopy is used for :FlagellaSpirochetesRememberComponentMethod of detectionFlagellaFimbriaeSporesCapsuleDark ground microscopeHemagglutinationAcid fast staining by Ziehl-Neelsen techniquey Negative staining by India inky Quellung reaction",
        "cop": 2,
        "opa": "Vibrio",
        "opb": "Syphilis",
        "opc": "TB",
        "opd": "Brucellosis",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "d626af66-e82b-419b-a8c0-bfb49936dc30",
        "choice_type": "single"
    },
    {
        "question": "Endotoxin from gram negative organism is :",
        "exp": "Ans. is 'd' i.e. Lipopolysaccharide Distinguishing feature of Exotoxin and endotoxiinsExotoxinsEndotoxins* Proteins** Lipopolysaccharide** Heat labile** Heat stable** Secreted by cells** forms part of cell wall** Action enzymic** No enzymic action** Active in minute dose ** Active only in large dose** Highly antigenic** Weakly antigenic** Action specifically neutralised by antibody* Neutralisation of antibody ineffective* Specific pharmacologic effect for each toxin ** Effect nonspecific** Can be toxoided* Cannot be toxoided",
        "cop": 4,
        "opa": "Polysaccharide",
        "opb": "Glycoprotein",
        "opc": "Lipoprotein",
        "opd": "Lipo-polysaccharide",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "229428f4-9c80-4e6c-bef3-ee221cf28a3a",
        "choice_type": "single"
    },
    {
        "question": "A 2-year-old had been treated three times with ampicillin for acute otitis media. Fluid aspirated from his middle ear during placement of tympanostomy tubes grows Moraxella catarrhalis, which is resistant to ampicillin. Which enzyme is responsible for this resistance?",
        "exp": "Most isolates of Moraxella catarrhalis, a common cause of acute otitis media, produce b-lactamase (b) making them resistant to the penicillin. They are almost all susceptible to third-generation cephalosporins, macrolides, tetracycline (contraindicated in a 2-year-old), trimethoprim/sulfamethoxazole, and ampicillin/sulbactam. Chloramphenicol acetyltransferase (a) is responsible for naturally occurring chloramphenicol resistance in bacteria. Aminoglycoside phosphotransferases (e) confer resistance to aminoglycoside antibiotics. Catalase (c) is an enzyme involved in the detoxification of the reactive oxygen species H2 O2 ; DNase (d) is an enzyme that destroys DNA. Both are produced by M. catarrhalis, but neither is involved in antibiotic resistance.",
        "cop": 2,
        "opa": "Acetyltransferase",
        "opb": "b-Lactamase",
        "opc": "Catalase",
        "opd": "DNase",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "e916d078-bfc1-4ae9-b65d-63fe892b0dc5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following test is an example of tube agglutination test:",
        "exp": "Ref: Microbiology by Ananthanarayan and Paniker, 8th ed. pg. 108AGGLUTINATION TEST* It is a blood test used to identify unknown antigens.* Blood with the unknown antigen is mixed with a known antibody and whether or not agglutination occurs helps to identify the antigen.* Flaming: in this method the articles should be sterilized on the hot flame of Bunsen burner.* Hot air oven: It is also called dry heat sterilizer.Note: The articles should be sterilized at the temperature 160degC for 2 hours or 150-170degC for 1 hour.# Glass ware like test tube, pipette, flask and glass syringes, fixed oil glycerin, liquid paraffin, propylene glycol and zinc oxide etc. can be sterilized by this method.* Auto clave: this type of sterilization is done by steam heat under pressure.Use: Glass ware, surgical dressing, rubber, gloves, surgical instrument are sterilized by this method.",
        "cop": 3,
        "opa": "Blood grouping",
        "opb": "Vibrio cholera serotyping",
        "opc": "Widal test",
        "opd": "ANA",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "f0b88143-c037-4057-9de9-9a50f672cc61",
        "choice_type": "single"
    },
    {
        "question": "DNA transfer in bacteria via phage is:",
        "exp": "Ref: Textbook of Microbiology by Surinder Kumar, P 93 Microbiology by Ananthanarayan and Paniker, 8th ed., pg. 60Some bacteria also transfer genetic material between cells via following ways:* Transduction: Transfer of genetic material from one bacterium to another by a bacteriophage is known as transduction# Most widespread mechanism of gene transfer among prokaryotes* Transformation: Transfer of genetic material through the agency of free DNA* Conjugation: DNA is transferred through direct cell contact. Gram negative anerobes like E. Coli, Bacteroides, Porphyromonas, and Fusobacterium use this method of gene transfer* Bacteriophages are viruses that parasitize bacteria* Most bacteriophages carry their genetic information (the phage genome) as a length of double-stranded DNA coiled up inside a protein coat.* Lysogenic conversion: Phage DNA integrated in bacterial chromosome as prophase - replicated stably as part of host cell chromosome - transferred to daughter cell.# In other words: \"This process by which the prophage DNA confers genetic information to a bacterium is called lysogenic or phage conversion.\"# NOTE: In transduction, phage acts only as a vehicle carrying bacterial genes from one cell to another but in lysogenic conversion the phage DNA itself is the new genetic element.",
        "cop": 2,
        "opa": "Conjugation",
        "opb": "Transduction",
        "opc": "Transformation",
        "opd": "Translation",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "881c2224-105d-4b7b-a3cd-26b1e2aa19b0",
        "choice_type": "single"
    },
    {
        "question": "E. coli has two major porins located in the outer membrane. The function of porins is the",
        "exp": "E. coli has two major porins, OMP C and OMP E (OMP is outer-membrane protein). A porin is a protein trimer with each subunit containing a pore with a diameter of 1 nm. Porins function in outer-membrane (OM) permeability. While porins are known to permit the transfer of small molecules across the OM, specific porins may also influence the diffusion of layer molecules. Depending on charge, porins may also repel certain molecules, such as bile salts found in the intestinal environment.",
        "cop": 3,
        "opa": "Stabilization of the mesosome",
        "opb": "Metabolism of phosphorylated intermediates",
        "opc": "Transfer of small molecules through the outer membrane",
        "opd": "Serologic stabilization of the O antigen",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "48f77dbe-2507-425d-a252-6351f3e4e002",
        "choice_type": "multi"
    },
    {
        "question": "Glutaraldehyde is used for all of the following EXCEPT:",
        "exp": "Ref: Textbook of Diagnostic Microbiology, E-book, P 67* High level of disinfectant: 2% glutaraldehyde for 20 minutes for all instruments coming in contact with mucous membrane. Like bronchoscope, proctoscope, endoscopic tubes, etc.* Intermediate level of disinfectant: Phenol or alcohol is used to disinfect thermometer.* Low level of disinfectant: Lysol for floors and fabrics.",
        "cop": 2,
        "opa": "Bronchoscope",
        "opb": "Thermometer",
        "opc": "Proctoscopes",
        "opd": "Endoscopic tubes",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "9e898dd3-d40b-46b5-b3a2-3d8f4f0a0a9e",
        "choice_type": "multi"
    },
    {
        "question": "True about campylobacter-",
        "exp": "Ans. is 'a' i.e., Polar flagella Campvlobactoro Campylobacter is gram negative, non capsulated, non sporing comma shaped or 'gull wing' shaped bacilluso It is motile by a single polar flagellum and shows darting or tumbling motility.o Campylobactor is nonfermenter (does not ferment carbohydrate); catalase and oxidase positive; and nitrate reduction positive.Gram negative curved spiral rods - Campylobactor jejuniCulture characteristicso Growth occurs under microaerophilic conditions (5% O2, 10% CO2 and 85% N2).o Thermophilic, growing at 42degC (Can grow at 37degC, but incubation at higher tempratures suppresses normal fecal flora).o Transport medium for Campylobacter is Cary-Blair medium.o Media used for cultivation of Campylobacter are:-i) Campy BAP mediumii) Skirrow's mediumiii) Butzlers mediumiv) CVA (Cefoperazone, Vancomycin and amphotericin B)v) Campylobactor agar basevi) Columbia blood agarInfections caused by Campylobactero Campylobacter causes following infections:1) Diarrheal disease# It is the most common disease and is caused most commonly by Campylobacter jejuni.# It is a zoonosis and animals are the main reservoir.# Source is food of animal origin like raw milk and poultry.# Infection occurs by ingestion.# The jejunum and the ileum are the primary sites of colonization.# C. jejuni is invasive pathogen, may involve mesenteric lymph node and cause bacteremia.# After an incubation period of 1-7 days there is fever, abdominal pain and diarrhea. Diseases is usually self limiting and subsides in 5-8 days. But complications may occur :-i) GIT: Cholecystitis, pancreatitis.ii) Extraintestinal: Meningitis, endocarditis, HUS, GB syndrome, arthritis, perotinitis.2) Abscesses# It is caused by Campylobacter sputorum.3) Extraintestinal infections# These are caused by Campylobacter fetus.",
        "cop": 1,
        "opa": "Polar flagella",
        "opb": "Grows at 25degC",
        "opc": "Strict aerobe",
        "opd": "Psychrophilic",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "b9d42e79-05e5-4116-85c4-91e2ee6c62bc",
        "choice_type": "multi"
    },
    {
        "question": "Ethylene oxide gas is used for sterilization of all EXCEPT",
        "exp": "(Electrical instrument): (38-Baveja 4th edition)ETHYLENE OXIDE (ETO) - specially used for sterilizing plastic and rubber articles, respirators, heart-lung mashines sutures, dental equipments and clothing* It is commercially used to sterilize disposable plastic syringes, petridishes* It has a high penetrating power and thus can sterilised prepackaged materials* Ethylene oxide sterilizer called as chemiclave* It is unsuitable for fumigation of rooms because of its explosive nature, irritant* Bacillus globigi (a red pigmented variant of Bacillus subtilis) has been used as biological control for testing of ethylene oxide sterilisers* Surgical instrument sterilized by - Autoclaving* Sharp instrument - 5% CresolUSES OF GLUTARALDEHYDE(i) For sterilization of cystoscopes, endoscopes, and bronchoscope(ii) To sterilize plastic endotracheal tubes, face masks, corrugated rubber anaesthetic tubes and metal instrument",
        "cop": 2,
        "opa": "Intercostal Drainage tube",
        "opb": "Electric instrument",
        "opc": "PVC tubes",
        "opd": "Ventilator support system",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "bec21dc5-e0b4-438e-9c75-3b06e9702781",
        "choice_type": "multi"
    },
    {
        "question": "Quinolone antibiotic with broad Gram-negative and Gram-positive activity is",
        "exp": "Many new antibiotics have become available during the past few years. Although expensive, these antibiotics generally have a broader spectrum of effectiveness than the ones they are intended to replace. Resistance to these newly introduced agents may be a problem that will minimize their effects on the treatment of infectious disease. While most are labeled broad spectrum, each appears to be characteristically more effective against some organisms than others.Ceftriaxone is a new-third generation cephalosporin. It is administered once a day either intravenously or intramuscularly. Ceftriaxone is used against a wide variety of Gram-negative rods, it has found special use in the treatment of Lyme disease. It is now claimed to be the most effective antibiotic for borreliosis.",
        "cop": 4,
        "opa": "Piperacillin",
        "opb": "Cefoperazone",
        "opc": "Ceftriaxone",
        "opd": "Ciprofloxacin",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "8f2f620a-54d7-4085-a21e-670304afb747",
        "choice_type": "single"
    },
    {
        "question": "Glass vessels and syringes are best sterilised by -",
        "exp": "Ans. Is 'a' i.e., Hot air oven Hot air oveno Hot air oven are electrical devices used in sterilization,o The oven uses dry heat to sterilize articles.Hot air oven is used foro Glass wareo Swabso Liquid paraffino Fat and greaseo All glass syringeo Forceps, scissors, scalpelso Dusting powder",
        "cop": 1,
        "opa": "Hot air oven",
        "opb": "Autoclaving",
        "opc": "Irradiation",
        "opd": "Ethylene dioxide",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "6d57aa97-8d6d-4a64-9071-fa4f038b5c24",
        "choice_type": "single"
    },
    {
        "question": "Maximum accepted contamination rate for a blood culture is?",
        "exp": "Ans. is 'c' i.e., 3% style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif\">\"According to the Clinical and Laboratory Standards Institute guidelines, the maximum acceptable percentage of contaminated blood culture in any healthcare facility is 3%\" - \"The acceptable blood contamination rate benchmark is 2-3%y with rates ranging from 1% to 9%.\"- style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif\">\"While target rates for contamination have been set at 2 to 3%, actual rates seem to vary widely between institutions, from as little as 0.6% to over 6%\" -Blood culture contaminationoBlood culture remains an important diagnostic tool to identify the causative agent of bloodstream infection (BSI) as well as to direct the definitive therapy. Blood culture contamination has been a common problem for decades which continues to be the cause of a diagnostic confusion and frustration for the clinicians and laboratory personnel alike. Prevalence of pathogens causing BSI, and their antibiotic susceptibility pattern do help to develop local antimicrobial guidelines.oOn receiving positive blood culture result, the clinicians should establish whether the isolated organism represents a clinically significant infection or a false positive result of no clinical significance. False positive blood cultures are associated with increased length of hospital stay, inappropriate initiation of antibiotics, additional laboratory testing and increased healthcare cost.oResearch has found that it is virtually impossible to have a contamination free rate (0%) in the modern clinical settings. However, the contamination rate between microbiology laboratories varies, from 0.96%-6%. According to the Clinical and Laboratory Standards Institute guidelines, the maximum acceptable percentage of contaminated blood culture in any healthcare facility is 3%,oFactors associated with blood culture contamination include, but are not limited to, poor technique and procedure used to collect blood, lack of dedicated phlebotomists, improper skin antisepsis.",
        "cop": 3,
        "opa": "1%",
        "opb": "4%",
        "opc": "3%",
        "opd": "6.20%",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "c9e322fd-eebc-421c-89c7-9b3f72d76d79",
        "choice_type": "single"
    },
    {
        "question": "Gluteraldehyde is used to sterilize -",
        "exp": "Ans. is 'd' i.e., All of the aboveo 2% Glutaradehyde (cidex) is an aldehyde disinfectant with a broad spectrum of action against bacteria, fungi, viruses, as well as spores (slow action)o It is most often used for equipment such as endoscopes that cannot be sterilized or disinfected by heat (cytoscopes bronchoscopes)o Glutraldehyde is used for -i) Cystoscopes and bronchoscopesii) Corrgated rubber anaesthetic tubesiii) Face masksiv) Plastic endotracheal tubesv) Polythene tubingvi) Endoscopes",
        "cop": 4,
        "opa": "Endoscopes",
        "opb": "Corrugated rubber anaesthetic tube",
        "opc": "Plastic endotracheal tubes",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "1df2f2a3-ac2e-4d77-a483-4b1152c29f5b",
        "choice_type": "multi"
    },
    {
        "question": "Prokaryotes are characterized by:",
        "exp": "Ans. is 'a' i.e., Absence of nuclear membrane(Ref: Ananthanarayan, 9th/e, p. 10 and 8th/e, p. 10, 13)ProkaryotesEukaryotesNuclear membrane absentNuclear membrane well definedCytoplasmic structures absent, e.g., Mitochondria, Lysosomes, Golgi apparatus, and endoplasmic reticulum are absent.All these cell organelles are presentIn cell wall muramic acid and diaminopimelic acids (DAPA) presentBoth absent in cell wallNo sterols in cell membraneSterols present in cell membraneE.g.: Bacteria, blue-green algaeFungi, protozoa, slime mouldsSite of respiration - MesosomesMitochondria",
        "cop": 1,
        "opa": "Absence of nuclear membrane",
        "opb": "Presence of microvilli on its surface",
        "opc": "Presence of smooth endoplasmic reticulum",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "b02dd819-d678-473e-9d0b-010f5b656e0d",
        "choice_type": "multi"
    },
    {
        "question": "Which of these is sporicidal?",
        "exp": "Ans: D (Glutaraldehyde) Ref: Ananthnarayan R, Paniker CKJ. Textbook of Microbiology. 8th Edition. Hyderabad: Universities Press; 2009. Pg. 35-8.Explanation: (See Table 13) Table 13DisinfectantEffective againstCharacteristicAlcohols Compounds (Ethanol, methanol, isopropyl alcohol)Active against bacteria. Methanol is active against fungal sporesGood general use disinfectantAldehydes(Formaldehyde.Glutaraldehyde)Active against bacteria and virus and sporesGood activity against bacteria, vims and sporesChlorineGood disinfectant for blood and body fluid spiilsActive against bacteria, virus and mocerate action against spores",
        "cop": 4,
        "opa": "Alcohol",
        "opb": "Phenol",
        "opc": "Chlorine",
        "opd": "Glutaraldehyde",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "4a98754c-de46-4137-896e-f87aa095ff1d",
        "choice_type": "single"
    },
    {
        "question": "Irradiation are used for all except -",
        "exp": "Ans. is 'd' i.e., Endoscope Radiationso Two types of radiations are used for sterilization : (1) Ionizing radiation, and (2) Non-ionizing radiations.1) Ionizing readiations# Sterilization by Ionizing radiation does not cause increase in temperature --> Cold sterilization.# Ionizing irradiation used for sterilization :-1) g (photon) irradiation - most commonly used ionizing radiation.2) b (electrons) irradiation# Materials which are destroyed by heat such as rubber or plastic disposable goods, disposable syringes, surgical catgut, bone and tissue grafts, adhesive dressings are sterilised by ionising radiations.o Gamma rays are used to sterilize heat labile instrument, plastic, syringes, swabs, greases, surgical catgut (suture), and bone & tissue grafts.2) Non-ionizing radiations# Following non-ionizing radiations are usedi) Infrared: For prepacked items such as syringes and catheters.ii) UV radiation : Used for enter ways, operation theaters and laboratories.",
        "cop": 4,
        "opa": "Syringes",
        "opb": "Catgut suture",
        "opc": "Grafts",
        "opd": "Endoscope",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "05f87dee-a318-43d2-a33c-6b27e54b8992",
        "choice_type": "multi"
    },
    {
        "question": "Special characteristic of electron microscope-",
        "exp": "Ans. is 'b' i.e., Tungston filament is used Electron Microscope vs Light MicroscopeElectron MicroscopeLight MicroscopeIlluminating source is beam of electronsIlluminating source is lightIt is very large and complicatedMicroscope is compact and handyOnly fixed specimens are studiedBoth living and fixed specimens can be studiedThe objects is ultrathin, 0-1 mm or belowThe object is 5 mm or thickerOnly dehydrated specimens are usedThe specimen need not be dehydratedVacuum is essential for its operationA vacuum is not requiredHigh voltage electric current is required (50,000 volts and above)There is no need for high voltage electricityTungsten filament is used to produce electronsA filament is not usedIt has a cooling system to take out heat generated by high voltage electric currentThere is no cooling systemThere is risk of radiation leakageRadiation risk is absentIt employs elecromagnetsLight microscope uses glass lensesImage is seen only on a fluorescent screenImage can be seen directlySpecimen is coated with heavy metals in order to reflect electronsSpecimen is stained by coloured dyesImage black and whiteImage is coloredResolving power is 0-5-5-0 Adeg, though theoretically it can be 0-25 AdegResolving power is 0-25 mm or 250 nm (2500Adeg)Magnification is up to 300,000Magnification is upto 4000Electron microscope is used in the study of external surface (Scanning Electron Microscope SEM), ultra structure of cell and very small organism (Transmission Electron Microscope TEM)It is used for the study of detailed gross internal structure",
        "cop": 2,
        "opa": "illuminating source is light",
        "opb": "Tungston filament is used",
        "opc": "Resolving power is 250 nm",
        "opd": "Magnification is upto 4000",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "b34823e6-69a6-468d-a59e-09603a1cf4ed",
        "choice_type": "single"
    },
    {
        "question": "Some of the E. coli bacteria that were originally isolated from a contaminated salad were tetracycline resistant while the others were susceptible. However, when tetracycline-resistant and -susceptible strains were grown together, all of them became tetracycline resistant. This efficient transfer of resistance depends on which of the following?",
        "exp": "Many antibiotic resistance genes in bacteria are carried on conjugative plasmids (c) also known as R factors. These plasmids are transferred from one bacterium to another, of the same or related species, by conjugation. Conjugation is a process by which the donor bacterium (male cell) is brought in direct contact with the recipient bacterium (female cell) through the conjugative pilus. In E. coli, the conjugative pilus is referred to as a sex pilus or F pilus. The conjugative plasmid carries genes necessary for its transfer including the pilus genes. The plasmid is transferred into the recipient cell as a strand of ssDNA, which re-circularizes within the recipient cell. The complementary DNA strand is then synthesized in the recipient cell. The ssDNA in the donor cell is also replicated; thus, both the donor and the recipient now carry a copy of the plasmid. Due to the direct contact between bacteria through the pilus, conjugation is an efficient process of DNA transfer. A transposon (e) is a mobile genetic element that is capable of moving from one replicon (a chromosome or a plasmid) to another but is incapable of initiating DNA transfer. Recombinase enzymes (d) are required for the recombination process that occurs between homologous regions of DNA (as in integration of a DNA in a replicon). Competent cells (b) are part of the bacterial population that is capable of taking up DNA from a solution (naked DNA). This may occur naturally or artificially (in the laboratory). E. coli competent cells are only generated in the laboratory through treatment with certain chemicals. Cell lysis and release of donor DNA (a) may be part of a mechanism through which naturally competent bacteria such as Neisseria take up naked DNA during infection.",
        "cop": 3,
        "opa": "Cell lysis and the release of DNA from donor bacteria",
        "opb": "Competent cells",
        "opc": "Conjugative plasmids",
        "opd": "Recombinase enzymes",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "fa318085-be26-4c76-a1ac-75470b3fcc0a",
        "choice_type": "multi"
    },
    {
        "question": "Autoclaving is used for sterilization of -",
        "exp": "Ans. is 'a' i.e., Culture mediaAutoclaving* Autoclaving is a method to sterilize equipment by subjecting them to high pressure at 121degC or more.lt is sterilization by steam under pressure. The device which is used for autoclaving is known as autoclave.* Autoclaving is usually done at 121degC for 15 minutes. It can also be done at 126degC for 10 minutes or at 134degC for 3 minutes.* Autoclaving kills spores effectively.* It is used for sterilization of culture media, dressing, aprons, surgical instruments except sharp instruments, gloves and catheters.",
        "cop": 1,
        "opa": "Culture media",
        "opb": "Catgut suture",
        "opc": "Endoscope",
        "opd": "Heat labile instruments",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "9e7ad747-a31c-4091-a1d8-f7e20577a8fc",
        "choice_type": "single"
    },
    {
        "question": "A nonspore-forming, gram-positive bacillus was isolated from a throat specimen from a primary school-aged child who had not been vaccinated with the DTaP vaccine. The strain isolated carried a bacteriophage on which the gene for toxin was encoded. How did this strain become toxigenic?",
        "exp": "Transduction (d) is the transfer of DNA mediated by bacteriophages. In generalized transduction, the phage virus can carry any segment of the donor chromosome; in specialized transduction, the phage carries only specific genes, generally those immediately adjacent to the site of prophage insertion.",
        "cop": 4,
        "opa": "Conjugation",
        "opb": "Frameshift mutation",
        "opc": "Homologous recombination",
        "opd": "Transduction",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "99e6febb-d448-4f5e-ada4-abedaf3da01c",
        "choice_type": "single"
    },
    {
        "question": "Temperature in Flash method of Pasteurized -",
        "exp": "Ans. is 'b' i.e., 72degC* Pasteurization is done to destroy the pathogens in milk. It kills nearly 90% of bacteria in milk, including more heat resistant tubercular bacilli and Q-fever organism. However, thermoduric bacteria and spores are not killed.* There are following methods of pasteurization1) Holder method (Vat method)# Milk is kept at 63-66deg C for 30 minutes and then rapidly cooled to 5deg C.2) High temperature short time (HTST) method# It is also called Flash method. Milk is heated to 72deg C for 15 seconds and then rapidly cooled to 4deg C.# It is now the most widely used method.3) Ultra-high temperature (UHT) method# Milk is rapidly heated in two stages to 125deg C for few seconds, 2nd stage being under pressure. It is then rapidly cooled.",
        "cop": 2,
        "opa": "66-66degC",
        "opb": "72degC",
        "opc": "100degC",
        "opd": "125degC",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "f8701aa9-d004-4a86-8444-09d0089b4aa8",
        "choice_type": "single"
    },
    {
        "question": "Transfer of a portion of DNA from one bacterium to another by the bacteriophage is known as:",
        "exp": "Ans. B. Transduction. (Ref. Ananthanarayan, Microbiology, 6th ed., 53).METHODS of TRANSMISSION OF GENETIC MATERIAL IN BACTERIAMethodSalient featuresTransformation- Transfer of genetic information through agency of free DNA.Transduction- Transfer of a portion of DNA from one bacteria to another by transduction phase.- It is not confined to transfer of chromosomal DNA. It transduces epizomes & plasmids also.- B'phages are viruses that parasitise bacteria & consist of nucleic acid core & a protein coat.- It is excellent tool for gene mapping of bacteria.Lysogenic conversion- Phage DNA becomes integrated with bacterial chromosome as prophage, which multiplies synchronously with host DNA & is transferred to daughter cells.-This is lysogeny & bacteria harbouring prophages are lypogenic bacteria. - In transduction phage acts as vehicle carrying bacteria genes from one cell to another but in lysogenic conversion phage DNA itself is new genetic element.Conjugation- Process where by 'male' or 'donor' bacteria mates or makes physical contact with female or recipient bacteria & transfer genetic element into it.Sexduction- Process of transfer of host genes through F factor resembles transduction known as sexduction.Conjugation, transduction, and transformation:Transfer procedureTransfer processTypes of cells involvedNature of DNA transferredConjugation:DNA transferred from 1 bacterium to anotherProkaryoticChromosomal or plasmidTransduction:DNA transferred by a virus from 1 cell to anotherProkaryoticAny gene in generalized transduction; only certain genes in specialized transductionTransformation:Purified DNA taken up by a cellProkaryotic or eukaryotic(e.g., human)Any DNA",
        "cop": 2,
        "opa": "Transformation",
        "opb": "Transduction",
        "opc": "Transcription",
        "opd": "Lysogenic conversion",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "6d64d2a2-b4b2-4db5-b367-21daf5e63ec7",
        "choice_type": "single"
    },
    {
        "question": "Bacterial R factor is transmitted by which method of gene transfer -",
        "exp": "Ans. is 'c' i.e., Conjugation Transduction* The transfer of a portion of DNA from one bacterium to another by a bacteriophage (virus).* Bacteriophages are viruses that parasite bacteria and consist of nucleic acid core and a protein coat.* Transduction may be1. Generalised - When it involves any segment of donor DNA2. Restricted - When a specific bacteriophage transduces only a particular genetic trait eg. prophage lambda in E coli K 12 (Gal +gene - Determines fermentation of galactose)* Transduction is not confined to transfer of chromosomal DNA, episomes and plasmid may also be transduced.* The plasmid determining penicillin resistance in staphylococci are transferred from cell to cell by transduction.* Transduction appears to be the most widespread mechanism of gene transfer among prokaryotes.* Transduction is an excellent tool for the genetic mapping of bacteria.* Transduction has been proposed as a method of genetic engineering in the treatment of some inborn errors of metabolism.Lysogenic conversion* In lysogenic conversion the phage DNA itself is the new genetic element as it becomes integrated with the bacterial host DNA with which it multiplies and is transferred to daughter cells, e.g. diptheriae corynebacterium.T ransformation* This is the transfer of genetic material through the agency of free DNA (May involve taking up of soluble DNA with host DNA and codes new species through the cell wall).* Transformation was the first example of genetic exchange (horizontal gene transfer) in bacteria to have been discovered.* It was demonstrated in Streptococcus pneumoniae by Griffith in 1928.* Other organisms in which transformation has been studied are Bacillus, Haemophilus and BPH.Conjugation* Bacterial conjugation is the transfer of genetic material between bacteria through direct cell to cell contact or through a bridge- like connection between two cells.* Conjugation is process where by a donor (male) bacterium makes physical contact with a recipient (female) bacterium.* Donor status is determined by the presence of plasmid.* This plasmid codes for specialized fimbria (sex pilus) and for self transfer.* Sex pilus (conjugation tube) helps in transfer of genetic material from male bacterium to female bacterium.* The plasmid is known as transfer factor (sex factor or fertility factor).* Plasmid may be Rfactor, which codes for transferable multiple drug resistance.* The DNA of the plasmid replicates during transfer so that each bacterium receives a copy - Recipient becomes donor and the donor retains its donor status.SummaryGene transfer in bacteriaa) Transformation-Transfer of genetic material through the agency of free DNA (may involve taking up soluble DNA fragments across their cell wall from other species).b) Transduction-Transfer of a portion ofDNA by bacteriophage (a virus).c) Conjugation-Transfer of genetic material by physical contact.d) Lysogenic conversion-Incorporation of phage DNA into host DNA.",
        "cop": 3,
        "opa": "Transduction",
        "opb": "Transformation",
        "opc": "Conjugation",
        "opd": "Fusion",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "ed00ab9d-f458-4a96-aa98-fd9a62f9b4fc",
        "choice_type": "single"
    },
    {
        "question": "False regarding bacterial plasmids is:",
        "exp": "Ans. is 'd' i.e., Can cause lysogenic conversion(Ref: Ananthanarayan, 9th/e, p. 60 and 8th/e, p. 60)* Lysogenic conversion is due to phage (viral) genome, not due to bacterial plasmid.* Plasmid is extrachromosomal DNA and Radiation can damage Plasmid.* Plasmid can be transferred to different species, e.g., multi-drug resistance transfer between shigella and E. coli factor.",
        "cop": 4,
        "opa": "Extrachromosomal",
        "opb": "Eliminated by treating with radiation",
        "opc": "Transmission of different species",
        "opd": "Can cause lysogenic conversion",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "18a521f5-34e2-488a-a561-8f44bf14a326",
        "choice_type": "multi"
    },
    {
        "question": "In 1997, Prusiner was awarded Nobel prize for his work in:",
        "exp": "Ans. c (Prion proteins). (Ref. Anathanarayan, Microbiology, 6th ed., p 448, 567)PRION# Stanley Prusiner, a U.S. biochemist whose discovery provided key insights into dementia-related diseases, won the 1997 Nobel Medicine Prize.# Thus, Stanley Prusiner added prions to the list of infectious agents like bacteria, viruses, fungi, and parasites.# Prions exist normally as innocuous cellular proteins;# Prion diseases may be inherited, laterally transmitted, or occur spontaneously.RECOMBINANT DNA TECHNOLOGY# Recombinant DNA (rDNA) technology is a field of molecular biology in which scientists \"edit\" DNA to form new synthetic molecules, which are often referred to as \"chimeras\".# The practice of cutting, pasting, and copying DNA dates back to Arthur Kornberg's successful replication of viral DNA in a breakthrough that served as a proof-of-concept for cloning.# This was followed by the Swiss biochemist Werner Arber's discovery of restriction enzymes in bacteria that degrade foreign viral DNA molecules while sparing their own DNA.# It also touched off a firestorm among activists such as Jeremy Rifkin, for whom terms like 'cloning' and 'recombinant DNA'. were new.# The most recent advance is the development of insulin analogues produced by recombinant DNA, peptide synthesis, and enzyme-catalyzed semisynthesis. Early 1970's Paul Berg, Stanley Cohen and Herbert Boyer developed ways to cut and splice DNA, introducing recombinant DNA techniques.# Recombinant DNA technology was first used commercially to produce human insulin from bacteria.",
        "cop": 3,
        "opa": "Recombinant DNA technology",
        "opb": "Parkinsonism",
        "opc": "Prion proteins",
        "opd": "Recombinant human insulin preparation",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "2b82e8e5-5437-4ca0-89f2-370fc94e2776",
        "choice_type": "single"
    },
    {
        "question": "Cell wall of gram positive bacteria contain s-",
        "exp": "Ans. is 'c' i.e., Teichoic acid Comparison of cell walls of Gram positive and Gram negative bacteria Gram positiveGram negativeThicknessThickerThinnerVariety of aminoacidsFewSeveralAromatic and Sulphur containing aminoacidsAbsentPresentLipidsAbsent or scantyPresentTeichoic acidPresentAbsent",
        "cop": 3,
        "opa": "Lipids",
        "opb": "Aromatic amino acids",
        "opc": "Teichoic acid",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "3246083f-e9ca-4ec7-8f8a-fe63dec9f4fd",
        "choice_type": "multi"
    },
    {
        "question": "True about actinomyces is :",
        "exp": "Ans. is 'a' ie. (Gram +ve) Actinomyces is an organism of the group ActinomycetesActinomycetes are bacteria but they form long branching filaments that resemble the hyphae of fungi.There are two medically important organismsActinomyces israelii &Nocardia\"Actinomycetes are Gram positive, non motile, nonsporting noncapsulatedfilaments\"Most of them are Saprophytes that live in soils, but members of this group of bacteria are responsible for 3 human infectionActinomycosis*Nocardiosis*Actinomycetoma*ActinomycosisIt is a chronic suppurative granulomatous infection that produce pyogenic lesions with interconnecting sinus tracts that contains Granules.Granules are composed of micro colonies of bacteria* embedded in tissue elements.Most cases are due to Actinomyces Israeli*Site of involvementCervicofacial ActinomycosisThoracic ActinomycosisAbdominal ActinomycosisMode of entryInfection is initiated by trauma that introduces these bacteria.NocardiosisCausative Agent -Most commonly by Nocardia Asteroides or less frequently with Nocardia Brasiliensis.Route of Entry -Inhalation of the Bacteria (Thus inhalation is the route of entry for Nocardia not for actinomyces).Usual presentation -Subacute to chronic pulmonary infection. It begins as chronic lobar pneumonia.Nocardia are partially Acid Fast*ActinomycetomaMycetoma -It is a localized\\ slowly progressive chronic infection that begins in subcutaneous tissue and spreads to adjacent tissue.Most common site is foot.Entry is by trauma.Mycetoma is of 2 typesActinomycetoma: Caused by filamentous bacteria* such as Nocardia* Nocardiopsis, Streptomyces & ActinomaduraEumycetoma: caused by saprophytic fungus*Treatment DOC for Actinomyces is - Penicillin *DOC for Nocardia is - Sufonamides, (Alternative is minocycline)",
        "cop": 1,
        "opa": "Gram +ve",
        "opb": "Most common site is brain",
        "opc": "Tetracycline is drug of choice",
        "opd": "Portal of entry is inhalation",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "b7ab7b6a-1830-4a68-b007-82a4a16984e9",
        "choice_type": "multi"
    },
    {
        "question": "Dye used for direct immunofluorescence -",
        "exp": "Ans. is 'c' i.e., Rhodamine o Fluorescent microscopy helps to provide rapid diagnosis. o When certain dyes are exposed to ultraviolet light, they absorb energy and emit visible light, i.e. they fluoresce, o Tissue or organisms stained with such a dye and examined with U.V. light in a specially adapted microscope are seen as fluorescent objects. o The antibody can also be labeled by conjugation with a fluorescent dye and this fluorescent antibody is allowed to react with homologous antigen exposed at a cell surface - Direct immunofluorescence test, o The fluorescence dye used commonly are - # Auramine # Lissamine # Rhodamine # Fluoresceine isothiocyanate",
        "cop": 3,
        "opa": "India ink",
        "opb": "Nigrosin",
        "opc": "Rhodamine",
        "opd": "Basic fuschin",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "b2ce384e-393c-460d-af9f-1d5beadfcecf",
        "choice_type": "single"
    },
    {
        "question": "Sterilisation of media containing serum:",
        "exp": "Ans. is 'b' i.e., Micropore filterSerum, trypsin, growth factors, proteins, amino acids, vitamins and hormones are thermolabile and may decompose during autoclaving, so must be sterilized by Membrane filters.Membrane filters has less pore size than bacteria size and made up with cellulose acetate, cellulose nitrate, polycarbonate etc.",
        "cop": 2,
        "opa": "Autoclaving",
        "opb": "Micropore filter",
        "opc": "Gamma radiation",
        "opd": "Centrifugation",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "0f5445bd-5ca2-4b24-a4a6-7d20c9b19b13",
        "choice_type": "single"
    },
    {
        "question": "Plasma sterilization accuracy is assessed using:",
        "exp": "Ans. is 'b' i.e., Bacillus stereo thermophilusHot air ovenClostridium tetani non-toxigenic strain, B. subtilis subsp nigerAutoclaveB. stearothermophillus, B. subtilis subsp nigerFiltrationBrivundimonas dimunata, SerratiaIonizing radiationB. pumilusEthylene oxideB. GlobigiPlasma sterilizationB. stearothermophillus, B. subtilis subsp niger",
        "cop": 2,
        "opa": "Bacillus subtilis",
        "opb": "Bacillus stereo thermophilus",
        "opc": "Staphylococcus aureus",
        "opd": "Clostridium tetani",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "5711bfb0-29cf-4e62-992b-e4f3230090fa",
        "choice_type": "single"
    },
    {
        "question": "Sporulation occurs in this phase of bacterial growth curve:",
        "exp": "Ref: Microbiology by Ananthanarayan and Paniker, 8th ed. P 24PHASES OF BACTERIAL GROWTH CURVELAG PHASE* No appreciable increase in number but there is increase in size of the cells* Accumulation of enzymes and metabolic intermediates* Maximum cell size is obtained at the end of lag phaseLOG PHASE* Also called exponential phase* Number of cells increase exponentially* Cells are small and stain uniformly* Increase in metabolic rateSTATIONARY PHASE* Viable count of cells remain stationary as an equilibrium exists between dying cells and newly formed cells* Cells are viable and show irregular staining due to intracellular storage granules* Sporulation occurs at this stage* Production of antibiotics and exotoxinsPHASE OF DECLINE* Population of cells decrease due to cell death* Involution forms are common",
        "cop": 1,
        "opa": "Stationary phase",
        "opb": "Lag phase",
        "opc": "Log phase",
        "opd": "Decline phase",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "d8b263ec-8885-4dc9-a75e-874c844fd766",
        "choice_type": "single"
    },
    {
        "question": "Surgical blade is sterilized by?",
        "exp": "ANSWER: (C) Hot air ovenREF: Ananthnarayan 8th e p. 35Repeat from December 2008\"Sterilization of surgical blade is done by hot air oven (dry heat)\"Procedures of sterilization of some important materialsGlasswares, syringes, petridishes, test tubes, flasks, surgical instruments, oily fluids and powdersHot air ovenSerum, body fluids, bacterial vaccinesWaterbafh , vaccine bathMilkPasteurization at 63degc x 30 mins or 72degC x 20 minsCystoscope and endoscopeGlutaraldehyde (cidex) or ethylene oxideMost culture mediaAutoclavingCulture media containing egg, serum, sugarTyndallisationRubber, plastic, polythene tubes, disposablesyringesGlutaraldehyde , ethylene oxide gasDressings, aprons, gloves, catheters, surgical instruments except sharpsAutoclavingSharps5% cresolSuture material except cat gutAutoclavingCatgutRadiationRubber or plastic disposable goods, disposable syringes, bone and soft tissue grafts, dressingsRadiationFaeces, urine, vomitus, sputumBleaching powder, cresol, formalin, burning, autoclaving, boilingSterlisation of operation theatreFormaldehydeWards and laboratory or operation theatre floor spaceFormaldehyde gas or cresolSkinTincture iodine, spirit (70% ethanol), savlon",
        "cop": 3,
        "opa": "Autoclave",
        "opb": "Gamma radiation",
        "opc": "Hot air oven",
        "opd": "Steaming",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "cb6dc7e3-786e-4775-9ba5-b45f4bf631fe",
        "choice_type": "single"
    },
    {
        "question": "Selenite F broth is:",
        "exp": "Ans. C. Enrichment medium. (Textbook of Microbiology by Ananthanarayan 7th/Pg. 37Enrichment medium is the one in which substances which have a stimulating effect on the bacteria to be grown or an inhibitory effect on those to be suppressed are incorporated so that an absolute increase in the no. of thewanted bacterium relative to other occurs. Selenite-F Broth is used as an enrichment medium for the isolation of Salmonella from feces, urine, water, foods. Other e.g. include tetrathionate broth (in which tetrathionate inhibits conforms while allowing typhoid-paratyphoid bacilli to grow freely).Selenite-F BrothApproximate Formula* Per Liter Purified WaterPancreatic Digest of Casein......................5.0 gLactose..............................................4.0 gSodium Selenite....................................4.0 gSodium Phosphate.................................10.0 g",
        "cop": 3,
        "opa": "Indicator medium",
        "opb": "Selective medium",
        "opc": "Enrichment medium",
        "opd": "Enriched medium",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "2797f0f6-c887-4c76-b23c-6a9e1ddbf59a",
        "choice_type": "single"
    },
    {
        "question": "Spoliation is seen in which phase of bacterial growth phase?",
        "exp": "Ans. C. Stationary phaseFeatures of Stationary Phase1. Viable count of cells remain stationary as an equilibrium exists between dying cells and newly formed cells2. Cells are viable and show irregular staining due to intracellular storage granules3. Spoliation occurs at this stage4. Production of antibiotics and exotoxins is also seen at this stage.",
        "cop": 3,
        "opa": "Lag phase",
        "opb": "Log phase",
        "opc": "Stationary phase",
        "opd": "Decline phase",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "e8687685-3a9c-4393-ae42-0aa1b3125f02",
        "choice_type": "single"
    },
    {
        "question": "A 6-year-old girl is diagnosed with meningitis. A lumbar puncture reveals numerous neutrophils and gram-negative diplococci. She is admitted to the hospital for antibiotic treatment, which is complicated by the fact that she is known to be allergic to b-lactams. What is the mechanism of action of the alternative drug of choice to treat this infant's meningitis?",
        "exp": "The girl in the vignette most likely has Neisseria meningitidis meningitis. The drug of choice is ceftriaxone, which is contraindicated by the child's known b-lactam allergy due to cross-hypersensitivity. The alternative drug of choice is chloramphenicol, which inhibits formation of the peptide bond (c) through inhibition of the transpeptidase reaction. Meropenem, a second alternative, is also a b-lactam with cross-hyper-sensitivity. Tetracycline, which blocks tRNA binding to the A site (a), is not used to treat meningitis and should not be used in children under 10. Aminoglycosides, which cause misreading of mRNA (b) and result in premature termination (e) of translation, as well as blocking initiation of protein synthesis, are not generally used to treat meningitis except in cases caused by Listeria. Macrolides prevent translocation (d) and are not used to treat meningitis.",
        "cop": 3,
        "opa": "Blocks tRNA binding to the A site",
        "opb": "Causes misreading of mRNA",
        "opc": "Inhibits formation of the peptide bond",
        "opd": "Prevents translocation",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "6a19f521-ece4-41ac-a722-6d60bf2ceccd",
        "choice_type": "multi"
    },
    {
        "question": "Bronchoscopes are best sterilized with",
        "exp": "Ans. a (Glutaraldehyde) (Ref. Ananthanarayan, Microbiology, 7th/ 31, 86)# Glutaraldehyde:- Is specifically effective against tubercle bacilli, fungi, and viruses.- Glutaraldehyde has a short shelf life (<2 weeks), and is expensive.- It is less toxic and irritant to eyes than formaldehyde.- It has no deleterious effect on the cement or lenses of instruments like cystoscopes and bronchoscopes.- It can safely be used to treat corrugated rubber anaesthetic tubes and face masks, plastic endotracheal tubes, polythene tubing, and metal instruments.# CIDEX (2% gluteraldehyde) is commonly used for sterilization of endoscopes.# Most rigid endoscopes are compatible with steam,formaldehyde,ethylene oxide and certain liquid chemical disinfectants.# Flexible scopes can also be sterilized by peracetic acid.Ethylene oxide (EO or EtO) gas# Is commonly used to sterilize objects sensitive to temperatures greater than 60degC such as plastics, optics and electrics.# Ethylene oxide treatment is generally carried out between 30degC and 60degC with relative humidity above 30% and a gas concentration between 200-800 mg/L for at least three hours.# Ethylene oxide penetrates well, moving through paper, cloth, and some plastic films and is highly effective.# Ethylene oxide sterilizers are used to process sensitive instruments which cannot be well sterilized by other methods.# EtO can kill all known viruses, bacteria and fungi, including bacterial spores and is satisfactory for most medical materials, even with repeated use.# However it is highly flammable, and requires a longer time to sterilize than any heat treatment.# Ethylene oxide is the most common sterilization method. used for over 70% of total sterilizations. and for 50% of all disposable medical devices.# Bacillus subtilis, a very resistant organism, is used as a rapid biological indicator for EO sterilizers. If sterilization fails, incubation at 37degC causes a fluorescent change within four hours, which is read by an auto-reader. The color change indicates a pH shift due to bacterial metabolism.Formaldehyde solutions# Like Glutaraldehyde, it is also accepted liquid sterilizing agents# Immersion time is sufficiently long (To kill all spores in a clear liquid can take up to 12 hours with glutaraldehyde and even longer with formaldehyde). Formaldehyde is also used as a gaseous sterilizing agent.# Many vaccines, such as the original Salk polio vaccine, are sterilized with formaldehyde.OZONE# Is used in industrial settings to sterilize water and air, as well as a disinfectant for surfaces.# It has the benefit of being able to oxidize most organic matter.# It is a toxic and unstable gas that must be produced on-site, so it is not practical to use in many settings.CHLORINE BLEACH# Household bleach consists of 5.25% sodium hypochlorite.# It is usually diluted to 1/10 immediately before use; however to kill M. tuberculosis it should be diluted only 1/5.# Bleach will kill many organisms immediately, but for full sterilization it should react for 20 min.# Bleach will kill many, but not all spores.# It is highly corrosive and may corrode even stainless steel surgical instruments.# Chlorine and NaOH are the most consistent agents for prions. Chlorine is too corrosive to use on certain objects.Educational point:# COLD STERILIZATION is done b\\: y -radiation, Cosmic rays.",
        "cop": 1,
        "opa": "Glutaraldehyde",
        "opb": "Ethylene oxide",
        "opc": "Benzalakonium",
        "opd": "Betapropiolactone",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "81b50dea-392c-42af-a871-4064b29132e5",
        "choice_type": "single"
    },
    {
        "question": "Endoscope tube is sterilized by:",
        "exp": "Ans. is 'a' i.e., Glutaraldehyde (Ref: Baveja, 4th/e, p. 35)Effective against Mycobacterium species, fungi and virucidal, less toxic and irritant to eyes and skin than Formaldehyde, Accepted as sterilant and high level disinfectant can be used in presence of organic matter used as 2% buffered solution (CIDEX) for 20 min used for cystoscopes, endoscopes, bronchoscope, Sterilize plastic endotracheal tubes, face masks.",
        "cop": 1,
        "opa": "Glutaraldehyde",
        "opb": "Formalin",
        "opc": "Autoclaving",
        "opd": "Boiling",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "40b5c969-811d-4009-ae12-00b21c2d60d1",
        "choice_type": "single"
    },
    {
        "question": "Pasteurization is done at:",
        "exp": "Ans. b. 63aC for 30 minutesRef: Jawetzs Medical Microbiology 27th Ed; Page No-346-47Pasteurization: It is the method used for control of borne pathogens such as Mycobacterium bovis, Brucella, and Listeria from beverages like fruit and vegetable juices, beer, and dairy products such as milk.Two method are available Holder method:Holder method: 63degC for 30 minutesFlash method: 72degC for 20 seconds followed by rapid cooling to 13degC or lower.All non-sporing pathogens, including mycobacteria, Brucella and salmonella are killed except Coxiella burnetii, which causes Q fever, is resistant to drying. This organism resistant to Holder method.",
        "cop": 2,
        "opa": "73degC for 20 minutes",
        "opb": "63degC for 30 minutes",
        "opc": "94degC for 20 minutes",
        "opd": "100degC for 10 minutes",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "00eb23a8-31df-475b-ace3-1c1f611dd101",
        "choice_type": "single"
    },
    {
        "question": "All are methods of sterilization except -",
        "exp": "Ans. is 'd' i.e., Chlorhexidne Sterilizationo The process by which an article surface or medium is freed of all living microorganisms either in the vegetative or spore state - Complete absence of microorganism.Disinfectiono Destruction or removal of all pathogenic organisms capable of giving rise to infection - reduction in the microorganisms to such a level which is deemed no longer harmful to health.o Various methods of sterilization and disinfection areMethods|||SterilizationDisinfection1) Heat1) Heat2) Ionizing radiations# b (electron) irradiation# g (photon) irradiation2) U.V. radiation3) Gases4) Filtration3) Filtration5) Chemicals4) Sterilant gases# Ethylene oxide# Formaldehyde# Alcohols# Chlorhexidine# Glutaraldehyde5) Sterilant liquids# Glutaraldehyde# Hypochlorites# Iodine# Phenolic compounds",
        "cop": 4,
        "opa": "Ionizing radiation",
        "opb": "Ethylene oxide",
        "opc": "Formaldehyde",
        "opd": "Chlorhexidne",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "661aef12-3f09-4b04-a80b-4eb1dbf6d496",
        "choice_type": "multi"
    },
    {
        "question": "The best skin disinfectant:",
        "exp": "Ans. is 'b' i.e., Betadine (Ref: Ananthanarayan, 9th/e)Best skin disinfectant is Povidone iodine, Aqueous and alcohol based povidone iodine preparations are widely used in skin disinfection and skin preparation of the skin.Savlon and Dettol are more active against gram positive bacteria than gram negative bacteria.",
        "cop": 2,
        "opa": "Alcohol",
        "opb": "Betadine",
        "opc": "Savlon",
        "opd": "Phenol",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "886bd1c6-2085-4bc2-a1f6-808fb87f0d9b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following sterilizing agent used is sporicidal, antibacterial, antifungal and virucidal",
        "exp": "(Glutar aldehyde): (35- Baveja 4th edition)GLUTARALDEHYDE - effective against bacteria (including M. tuberculosis), fungi and viruses (including HIV, Hepatitis B and entero viruses) It also Kills spores* Rapid, broad spectrum, high level disinfectant* Used as 2% buffered solution* Available commercially as 'Cidex'* Used for delicate instruments having lenses",
        "cop": 4,
        "opa": "Phenol",
        "opb": "Alcohol",
        "opc": "Halogens",
        "opd": "Glutaraldehyde",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "bdfc3d1a-b80d-4d7d-8f56-ebb011d43056",
        "choice_type": "single"
    },
    {
        "question": "Cold sterilization is -",
        "exp": "Ans. is 'b' i.e., Sterilization by ionizing radiation[Ref: Ananthanarayan 9th/e p. 33 & 8th/ep. 35; Greenwood 16th/ep. 73}o Sterilization by Ionizing radiation does not cause increase in temperature - Cold sterilization.o Ionizing irradiation used for sterilization - Greenwood 16th/e p. 73y (photon) irradiationP (electrons) irradiationRadiationNonionizingIonizing Gamma rays Heat labile instruments:InfraredU. V. radiation# Prepacked items such as syringes & catheters# Enter Ways# Operation theaters# Laboratoriesplastics, syringes, swabs, greases, surgical catgut, bone & tissue graft",
        "cop": 2,
        "opa": "Sterilization by negative temperature",
        "opb": "Sterilization by ionizing radiation",
        "opc": "Sterilization by liquid CO?",
        "opd": "Sterilization by non-ionizing radiation",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "867c9708-a9af-4069-b1c0-cbd071762019",
        "choice_type": "single"
    },
    {
        "question": "Insitu hybridization is used for:(1994)",
        "exp": "Ans: d",
        "cop": 4,
        "opa": "Diagnosis of specific genetic disease",
        "opb": "Diagnosis of enzyme deficiency diseases",
        "opc": "Treatment of genetic diseases",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "46fd0f04-1145-4a4f-b2e6-702a61bbb5ef",
        "choice_type": "multi"
    },
    {
        "question": "Ideally, an antibiotic should focus on a microbial target not found in mammalian cells. By this standard, which of the following antibiotic agents would be expected to be most toxic to humans?",
        "exp": "Ideally, antibiotics should attack a microbial structure or function not found in human cells. Except for mitomycin, all the antibiotics listed in the question interfere with cell-wall synthesis in bacteria. Mitomycin inhibits DNA synthesis in both mammalian and microbial systems; viral DNA synthesis, however, is relatively resistant to mitomycin.",
        "cop": 2,
        "opa": "Penicillin",
        "opb": "Mitomycin",
        "opc": "Cephalosporin",
        "opd": "Bacitracin",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "5c9a30e2-d11e-4619-a16d-15fd374fbc13",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements regarding disinfectant is not true?",
        "exp": "Ans. is 'd' i.e., Phenol is bactericidal and readily inactivated by organic matterPhenolic act by denaturing proteins and disrupting cell membranes and effective in the presence of organic materials.",
        "cop": 4,
        "opa": "Hypochlorites are bactericidal and inactivated by organic matter",
        "opb": "Glutaraldehyde is sporicidal and not inactivated by organic matter",
        "opc": "Formaldehyde is bactericidal, sporicidal and virucidal",
        "opd": "Phenol is bactericidal and readily inactivated by organic matter",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "fbce2970-7634-4156-84db-142c38077f2d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following will not have cell wall?",
        "exp": "Ans: c (Protozoa) Ref: Ananthanarayan,7th ed, p. 7Protozoa doesn't have cell wall. The typical protozoan cell is bounded by a trilaminar unit membrane, supported by a sheet of contractile fibrils which enable the cell to change its shape and to move.Cell wall of prokaryotes contains muramic acid and peptidoglycans while cell wall of eukaryotes contain sterols.Prokaryotes are devoid of membrane bound organelles.Other features:Nucleus:Devoid of nuclear membrane and nucleolusThey do not contain deoxyribonucleoproteins that is their nucleic acid DNA is not associated with basic protein histoneThe genome consists of a single molecule double stranded DNA arranged in the form of a circle.Mitotic division does not occur and these divide by binary fission.Cytoplasm:It differs from eukaryotic cytoplasm in not exhibiting protoplasmic streaming.Mitochondria, endoplasmic reticulum, lysosomes and Golgi apparatus are all absent.",
        "cop": 3,
        "opa": "Prokaryotes",
        "opb": "Eukaryotes",
        "opc": "Protozoa",
        "opd": "Fungi",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "1317fd56-676a-4b19-a38a-62e7b23e432f",
        "choice_type": "multi"
    },
    {
        "question": "Sterilization of fibre optic is done by?",
        "exp": "Ans. (a) GlutaraldehydeRef: Alcamo's Fundamentals of Microbiology: Body Systems by Jeffrey. C. Pommerville / 214",
        "cop": 1,
        "opa": "Glutaraldehyde",
        "opb": "Chlorine",
        "opc": "Autoclave",
        "opd": "Phenol",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "3324c288-515d-47c6-9dd6-261bb7ddb14d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following used as a antibacterial",
        "exp": "B. i.e. (Lysogenic bacteriophage) (461, 56, 60-A 84- CP)* The segments of DNA between chromosomal and extra chromosomal DNA molecules within the cells are Transposons (Jumping genes)* Bacteria may possess extranuclear genetic elements consisting of DNA these cytoplasmic carriers of genetic information are termed PLASMOIDS OR EPISOMES, are capable of autonomous replication (Independent replicons) by their ability to transfer genes from one cell to another* Plasmids have become important vectors in genetic engineering**.BACTERIOPHAGES - are viruses that infect bacteria (Lytic agent was a virus and gave it the name bacterio phage)* Important role in the transmission of genetic information between bacteria by the process of transduction**Lysogenic conversion or phage conversion - used as cloning vectors in genetic manipulations. The presence of high concentrations of phage particles upto 108 per ml in some natural waters suggests that they may have role in the control of bacterial population (Antibacterial) in such environments* Bacteriophages are mostly needed for - Bacterial identification*",
        "cop": 2,
        "opa": "Lytic bacteriophage",
        "opb": "Lysogenic bacteriophage",
        "opc": "Plasmid",
        "opd": "Transposon",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "ff1b433c-8865-4fc1-9e84-ebbdd9f1f106",
        "choice_type": "single"
    },
    {
        "question": "Procedure used for analysis of RNA",
        "exp": "Ans. a (Northern blot) (Ref. Harper biochemistry 27th ed., Fig. 39-5).# Northern blot = Similar to Southern blot, except that an RNA sample is electrophoresed. Useful for studying mRNA levels, which are reflective of gene expression.# *Southern = DNA# **Northern = RNA# ***Western = Protein.SOUTHERN BLOT# Southern blotting is used to analyze whether genes have been deleted or rearranged. It is also used to detect restriction fragment length polymorphisms (RFLPs).# Genomic DNA is digested with restriction endonucleases and separated by gel electrophoresis. Individual fragments can then be transferred to a membrane and detected after hybridization with specific radioactive DNA probes.NORTHERN BLOT# Northern blots are used to analyze patterns and levels of gene expression in different tissues.# In a Northern blot, mRNA is separated on a gel and transferred to a membrane, and specific transcripts are detected using radiolabeled DNA as a probe. This technique has been largely supplanted by more sensitive and comprehensive methods such as reverse transcriptase (RT)-PCR and gene expression arrays on DNA chips.# The Northern and Western blot transfer techniques are used to size and quantitate specific RNA and protein molecules, respectively.# A fourth hybridization technique, the Southwestern blot, examines protein-DNA interactions. Proteins are separated by electrophoresis, renatured, and analyzed for an interaction by hybridization with a specific labeled DNA probe.Western blot# Sample protein is separated via gel electrophoresis and transferred to a filter. Labeled antibody is used to bind to relevant protein. Confirmatory test for HIV after + ELISA.Southwestern blot# Identifies DNA-binding proteins (e.g., transcription factors) using labeled oligonucleotide probes.",
        "cop": 1,
        "opa": "Northern blot",
        "opb": "Southern blot",
        "opc": "Western blot",
        "opd": "Eastern blot",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "78c59704-674d-4754-aeeb-1d73cdf7dd80",
        "choice_type": "single"
    },
    {
        "question": "Jerne's hypothesis is for",
        "exp": "Ans. b (Idiotypic network) (Ref. Anantanarayan, Microbiology, 6th ed., 91)Sequential anti-idiotypic antibody formation is the basis of Jeme's network hypothesis of immune regulation.IMMUNOGLOBULIN SPECIFICITIES# The immunoglobulin specificity of the greatest biological importances is idiotypic specificity pertaining to the nature of the antigen binding sites (paratopes); the specific antigenic determinants on the paratope are called idiotopes.# The sum total of idiotopes on an Ig molecule constitutes its idiotype.# By immunisation with Fab fragments, anti-idiotypic antibodies can be produced. These resemble the epitopes of the original antigen.# Used as a vaccine, these show protection against the original antigen (pathogen or tumor) in experimental animals.# Sequential anti-idiotypic antibody formation is the basis of Jerne's network hypothesis of immune regulation.# The antigenic specificities which distinguish between the different classes and subclasses of immunoglobulins present in all normal individuals of a given species are termed isotypic Specificities.# Antigenic specificities which distinguish immunoglobulins of the same class, between different groups of individuals in the same species, are called allotypic specificities.# Immunoglobulin allotypes have been studied in detail in the rabit and guinea pig by using type-specific immune sera.# Antiallotype antibodies are also found in sera containing 'rheumatoid arthritis factor'.# Two allotypic systems are known in humans - the Gm system (for gamma marker) and the InV system (abbreviation of patent's name). The Gm is associated with the Fc portion of the IgG heavy chain. More than 25 Gm types have been identified so far the InV system is associated with the Kappa light chain and so has been renamed Km. Three Km allotypes have been identified.# Genetic markers associated with IgA are called 'Am'.# To date, in the human system no allotypic markers have been found for lambda light chains or m, d or e heavy chains.",
        "cop": 2,
        "opa": "Isotypic network",
        "opb": "Idiotypic network",
        "opc": "Alotypic network",
        "opd": "Immune complex",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "c70e7feb-0981-439e-b55c-cc466fa90a8a",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following antibiotics binds sterols and alters membrane permeability?",
        "exp": "Because amphotericin binds to sterols (such as cholesterol) in the cell membrane, its range of activity is predictable; that is, it is effective against microorganisms that contain sterol in the cell membrane (such as molds, yeasts, and certain amebae). These polyene antibiotics cause reorientation of sterols in the membrane, and membrane structure is altered to the extent that permeability is affected. If sterol synthesis is blocked in fungi, then amphotericin is not effective. This occurs when fungi are exposed to miconazole, another antifungal antibiotic.",
        "cop": 3,
        "opa": "Penicillin",
        "opb": "Amdinocillin",
        "opc": "Amphotericin",
        "opd": "Chloramphenicol",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "485339f2-8407-4d4f-bb14-8372fbc0d09c",
        "choice_type": "single"
    },
    {
        "question": "Seven closely related isolates of Candida albicans exhibited progressive decreases in susceptibility to posaconazole. Sequencing of the gene involved in azole resistance in these strains revealed predicted proteins with single amino acid changes. Which of the following best describes the type of mutation that has resulted in decreased susceptibility to posaconazole in these strains?",
        "exp": "The mutation described here is a missense mutation (c), or one in which base substitution resulting in a codon that causes a different amino acid to be inserted. Mutations result from three types of molecular changes, namely, base substitution mutation, frameshift mutation, and transposon or insertion sequences causing mutations. Inversion mutations (b) are caused by insertion sequences (ISs) or IS-like elements. Missense mutation (c) refers to base substitution resulting in a codon that causes a different amino acid to be inserted. Nonsense mutation (d) refers to base substitution generating a termination codon that prematurely stops protein synthesis. Replacement mutations (e) are transition or transversion depending on the substitution. Transition mutations are the replacement of a pyrimidine (C, T) by a pyrimidine or a purine (A, G) by a purine. Transversions (e) are the replacement of a purine by a pyrimidine or pyrimidine by a purine.",
        "cop": 2,
        "opa": "Deletion",
        "opb": "Inversion",
        "opc": "Missense",
        "opd": "Nonsense",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "3513140f-f50e-4d6f-990d-ea120b975944",
        "choice_type": "single"
    },
    {
        "question": "Cold sterilization is done by:",
        "exp": "Ref: Ananthanarayan's Microbiology, 8th ed. pg. 35* Cold sterilization is a process in which sterilization is carried out at low temperature with the help of chemicals, radiations, membranes.* Ionizing radiation such as X-rays, gamma rays and cosmic rays, cause no appreciable increase in temperature in this method, it is referred to as cold sterilization.",
        "cop": 2,
        "opa": "Steam",
        "opb": "Ionizing radiation",
        "opc": "Infrared",
        "opd": "UV",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "c53fb1d5-d08b-479e-8a9f-29cb2e5d6e6d",
        "choice_type": "single"
    },
    {
        "question": "Psychrophilic bacteria grow best at which of the following temperatures?",
        "exp": "Ans. a (< 20degC) (Ref. Ananthanarayan Microbiology 7th/pg. 22)On the basis of temperature relationship, microorganisms are broadly divided into three groups:Phychrophiles grow optimally at0-5degCMesophiles at20~45degCThermophiles> 55degCMany yeasts and molds and, certain bacteria grow well in acidic media (pH 5.0 or lower) while most bacteria require a pH near neutrality (6.5-8.0) for optimal growth.",
        "cop": 1,
        "opa": "<20degC",
        "opb": "30-37degC",
        "opc": "50-0degC",
        "opd": ">60degC",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "9f30b20c-9c8b-4c0e-a818-51a6854871d6",
        "choice_type": "single"
    },
    {
        "question": "The time interval between introduction of bacteria into a culture medium and starting of multiplication is",
        "exp": "Ans. a (Lag phase) Ref:Ananthanarayan, 7th ed, p. 19Bacterial growth curve: Growth curve obtained by plotting viable count in relation to time gives bacterial growth curve which shows the following phases;a. Lag phaseb. Log phasec. Stationary phased. Phase of declineLag phase: no increase in number but increase in size of the cells occur. The necessary enzymes & metabolic intermediates are built up in adequate quantitiesLog phase (exponential/ logarithmic): cells start dividing and their no. increases exponentially with time.Stationary phase: cell division stops due to depletion of nutrients and accumulation of toxic products.Viable count becomes stationary as there occurs an equilibrium between dying cells and newly formed cells.Phase of decline: Population decreases due to cell death caused by:1. Depletion of nutrients2. Toxic accumulation3. Autolytic enzymesBacteria with maximum cell size: end of lag phaseSmall, uniform staining cells: log phaseSporulation. storage granules: stationary phaseInvolution forms: stage of decline",
        "cop": 1,
        "opa": "Lag phase",
        "opb": "Log phase",
        "opc": "Stationary phase",
        "opd": "Declining phase",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "dccb0bba-b8a8-4d12-ae05-171dae328449",
        "choice_type": "single"
    },
    {
        "question": "In a patient with UTI, CLED (Cystiene, Lactose Electrolyte Deficient) Media is preferred over MacConkey&;s media because:",
        "exp": "Ans. is 'd' i.e. promotes growth of Staph aureus & Candida Similarities, Between CLEP Media & McConkeys MediumBoth are differential mediaBoth MacConkey and CLED media differentiates between lactose fermenting & non lactose fermentingBoth CLED & MaConkey media inhibits swarming of proteusBoth show greenish colour, matt surface & rough periphery of pseudomonas coloniesCLED media is preferred over MacConkey's for the culture of coliform and other bacteria from injected urine because-\"It has the advantage in supporting growth of certain Staphylococcus Streptococci and Candida strain.\" - Maconki & Macgregor, 13/e",
        "cop": 4,
        "opa": "It is a differential medium",
        "opb": "It inhibits swarming of Proteus",
        "opc": "Promotes growth of Pseudomonas",
        "opd": "Promotes growth of staph aureus and Candida",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "44fde3d7-9e6f-4b64-b88f-b84dc015dc8d",
        "choice_type": "single"
    },
    {
        "question": "Selective inhibition of synthesis of dipicolinic acid (structure shown below) would most likely inhibit the formation of",
        "exp": "Dipicolinic acid, formed in the synthesis of diaminopimelate (DAP), is a prominent component of bacterial spores but is not found in vegetative cells or eukaryotic appendages or fimbrial structures. The calcium salt of dipicolinic acid apparently plays an important role in stabilizing spore proteins, but its mechanism of action is unknown. Dipicolinic acid synthetase is an enzyme unique to bacterial spores.",
        "cop": 2,
        "opa": "Bacterial flagella",
        "opb": "Bacterial spores",
        "opc": "Eukaryotic cilia",
        "opd": "Eukaryotic flagella",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "09e66dc9-e731-43d6-9460-10bc15b2dcb6",
        "choice_type": "single"
    },
    {
        "question": "Method of sterilization of syringes -",
        "exp": "Ans. is 'a' i.e., Hot air oven PROCEDURE OF STERILIZATION OF SOME IMPORTANT MATERIALMaterialMethods* Inoculating loop or wire, the tip of forceps and searing spatulasFlaming* Contaminated cloth, animal carcasses and pathological materialIncineration* Glasswares, syringes, petridishes, test tubes, Flasks, surgical instrumentsHot air oven* Most of the culture mediaAutoclaving or membrane filter* Sharp instruments5% cresol or hot air oven* Clinical thermometersSavlon* Cystoscopes, bronchoscopes and other endoscopes, corrugated rubber anaesthetic tubes, face masks, plastic endotracheal tubesGlutaraldehyde* MilkPasturisation* Suture material except catgutAutoclaving* CatgutIonizing radiation* Bacterial vaccinesVaccine bath* Dressing, aprons, gloves, catheters, surgical instruments except sharp instrumentsAutoclaving* Heat sensitive cathaters, Wards fumigation, laboratories, sick rooms operation theatresFormaldehyde gas or U.V. rays* Prepacked items such as syringes and cathetersInfrared radiation* Culture media containing gelatin or sugarTyndallisation",
        "cop": 1,
        "opa": "Hot air oven",
        "opb": "Autoclaving",
        "opc": "Irradiation",
        "opd": "Ethylene dioxide",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "7de3656f-998e-487a-aa1f-9bf2ab713115",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is seen in both prokaryotes and eukaryotes:",
        "exp": "Ans: b (Ribosomes) Ref: Ananthanarayan, 7th ed, p. 7Ribosomes are present in both prokaryotic and eukaryotic cells. ProkaryoticEukaryoticSizeSmallLarge 1000 to 10,000 timesCell wallRigidMembrane of lipid bilayerNucleusNot definedWell definedOrganellesNilSeveral-mitochondria lysosome etc.Muramic acidPresentAbsentSterolsAbsentPresentChromo somesOne (circular)More than one( linear)",
        "cop": 2,
        "opa": "Mitochondria",
        "opb": "Ribosome",
        "opc": "Endoplasmic reticulum",
        "opd": "Lysosomes",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "56a6f454-ec01-4ab4-a12b-e7e913195286",
        "choice_type": "multi"
    },
    {
        "question": "Endocopes are usually disinfected with:",
        "exp": "Ref: Ananthanarayan, Paniker CJ. Textbook of Microbiology. 6th Ed. London: John Wiley & Sons: 2000.Explanation:DisinfectantActive againstUseEthyl alcoholBactericidal but not sporicidalSkin antisepticsIsopropylalcoholBactericidal but not sporicidalDisinfection of suture material, clinicalthermometersMethyl alcoholActive against bacterial and fungal sporesCabinets & incubatorsFormaldehydeBactericidal, sporicidal & virucidalOT fumigationGiutaraldehydeBactericidal, sporicidal & virucidal (less toxic/ irritant)Bronchoscopes,endoscopes, cystoscopesHypochloriteBactericidal, sporicidal & virucidalBlood spillChlorhexidinebactericidal, moderate sporicidal & virucidalTreatment of woundsEthylene oxideBactericidal, sporicidal & virucidal (highly penetrating gas)Heart lung machines, respirators, dental equipement",
        "cop": 1,
        "opa": "Glutaraldehyde",
        "opb": "Isopropyl alcohol",
        "opc": "Gamma irradiation",
        "opd": "Ethylene oxide",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "cf9ed1be-e589-41fe-8f0b-d0b850505551",
        "choice_type": "multi"
    },
    {
        "question": "Percentage of glutaraldehvde used -",
        "exp": "Ans. is 'b' i,e., 2% Gluteraldehvdeo 2% Glutaradehyde (cidex) is an aldehyde disinfectant with a broad spectrum of action against bacteria, fungi, viruses, as well as spores (slow action)o It is most often used for equipment such as endoscopes that cannot be sterilized or disinfected by heat (cytoscopes/bronch oscopes)o Glutraldehyde is used for-* Cystoscopes and bronchoscopes# Face masks# Polythene tubing* Corrgated rubber anaesthetic tubes# Plastic endotracheal tubes",
        "cop": 2,
        "opa": "1%",
        "opb": "2%",
        "opc": "3%",
        "opd": "4%",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "f99f85d2-2077-4413-9943-1b2b318d5255",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old man presents to the emergency room with several red, swollen, tender bite wounds on both arms that he stated occurred yesterday when he rescued his dog from a dogfight involving three other dogs, whose owner(s) is unknown. His right wrist and left elbow are also swollen and there is axillary lymphadenopathy on the left side. Gram stain of purulent material from the worst wound shows small gram-negative pleomorphic coccobacilli. The patient reports his last tetanus vaccination was 2 years ago. In addition to antibiotics, which of the following should be included in this patient's treatment?",
        "exp": "The patient has bite wounds most likely infected with Pasteurella multocida. Since the wounds were caused by dogs whose owners were unknown, the patient should also begin rabies prophylaxis (c). There is no need for varicella-zoster prophylaxis (e) since there is no history of shingles at this time. The patient is up to date on his tetanus immunization, so tetanus prophylaxis is not needed either (d). IV immunoglobulins (nonspecific) (b) are used to treat patients with IgG deficiency. Hepatitis B virus (HBV) prophylaxis is not needed unless the bites were inflicted by a human whose HBV status was unknown and could not be determined.",
        "cop": 3,
        "opa": "Hepatitis B virus prophylaxis",
        "opb": "IV immunoglobulins (nonspecific)",
        "opc": "Rabies prophylaxis",
        "opd": "Tetanus prophylaxis",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "04cde576-1e9a-4465-941e-00816aa63731",
        "choice_type": "multi"
    },
    {
        "question": "Nobel prize for the discovery of oncogenic viruses were given to:",
        "exp": "Ans: b (Rous) Ref: Ananthanarayan, 7th ed, p. 574Rous won nobel prize for the discovery that Fowl sarcoma is caused by viruses.Ellerman and Bang - First observed the association of viruses with malignancy similar to an infectious diseaseBittner-Association of breast cancer with viruses transmitted through breast milkShope - Isolated rabbit fibroma virus and papilloma virus",
        "cop": 2,
        "opa": "Ellerman and Bang",
        "opb": "Rous",
        "opc": "Bittner",
        "opd": "Shope",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "1f74e7d6-e280-46b7-bad6-59fd000e9bcd",
        "choice_type": "single"
    },
    {
        "question": "Resistance in bacteria is by:",
        "exp": "Ans. D. All of the aboveExplanationPlasmidThey are extrachromosomal ds circular DNA molecules that exist in free state in the cytoplasm of bacteria, and also found in some yeasts.Plasmids are not essential for life.They can be present singly or in multiple numbers up to 40 plasmids per cell.They are capable of independent replication.Episome: Plasmids integrating with chromosomal DNA of bacteria.Curing: The process of eliminating the plasmids from bacteria. It can be spontaneous or induced by acridine, radiations, thymine starvations, growth at higher temperature.Classification of plasmids:On ability to perform conjugationConjugative plasmidsNon-conjugative plasmids.On compatibility between plasmidsCompatible plasmidsIncompatible plasmidsOn functionFertility or F-plasmids: Help in bacterial conjugation by forming the conjugation tube.Resistance plasmids: They code for resistance genes to various antibiotics.Col plasmids: They code for bacteriocins.Virulence plasmids: They code for virulence factors and toxins.Metabolic plasmids.Plasmids are also vectors in genetic engineering.TransposonsAlso called as jumping genes or mobile genetic elements.Transposons or transposable elements are bacterial genes that are capable of intracellular transfer between chromosome to chromosome, plasmid to plasmid, and chromosome to plasmid or vice versa.Transposons were first discovered by Barbara McClintock during her maize studies in 1940s and she was awarded noble prize in 1983.TransductionTransmission of bacteriophages from one bacterium to another, a part of host DNA may accidentally get incorporated into bacteriophage and then gets transferred to recipient bacterium.Two types of life-cycle: (a) lytic or virulent cycle (b) lysogenic or temperate cycle.Transduction transfers bacterial genes coding for drug resistance, e.g. plasmid coded penicillin resistance in staphylococci.",
        "cop": 4,
        "opa": "Transposon",
        "opb": "Plasmid",
        "opc": "Transduction",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "f5f17923-08f5-4ccc-86ea-8186b1769cd8",
        "choice_type": "multi"
    },
    {
        "question": "Lysogenic conversion is",
        "exp": "Ref: PubMed* Lysogenic conversion is characterized by integration of the bacteriophage nucleic acid into the host bacterium's genome.* Once the genetic material of phage bacteria is introduced, the host bacterium continues to live and reproduce normally.* The genetic material of the bacteriophage, called a prophage, can be transmitted to daughter cells at each subsequent cell division, and a later event (such as UV radiation or the presence of certain chemicals) can release it, causing proliferation of new phages via the lytic cycle.* For example, a number of strains of the diphtheria bacillus acquire the capacity to form diphtheria toxin immediately after penetration of the phage into the cell and retain that capacity until the moment of the cells dissolution (lysis).",
        "cop": 2,
        "opa": "Integration of host bacterial nucleic acid to phage",
        "opb": "Integration of phage nucleic acid to host bacteria genome",
        "opc": "Bacterial mechanism to cause antigenic shift",
        "opd": "Bacterial method to acquire resistance",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "b3eb4793-0e4c-4f53-be0a-94d183ce40cd",
        "choice_type": "single"
    },
    {
        "question": "The indicator used in autoclave is -",
        "exp": "Ans. is 'b' i.e., Bacillus stearothermophilus Steam sterilization is widely used as a terminal sterilization process for pharmaceutical drug products in glass ampoules, vials, syringes, and plastic containers.It is also used for sterilizing closures, filters, manufacturing equipment, cleaning equipment, and so forth. Biological indicatorsBiological indicators are \"standardized\" preparations of certain microorganisms with known characteristics (a defined population, purity and resistance).The microorganisms used to prepare biological indicators are those capable of forming endospores and the microorganism is used in the \"spore state\".The principal is that if these spores are destroyed it can be assumed that any contaminating microorganism in the sterilisation load would also have been killed.Different biological indicators are used for different sterilization processes. Biological indicators are designed for use with:Ethylene oxide gasHydrogen peroxide vapour (plasma)Dry heat sterilization (oven)Steam sterilization (autoclave)RadiationThe microorganism used will vary depending upon the means of sterilization which requires testing.Microorganisms are selected depending upon how resistant they are to the chosen method of sterilization.Different microorganisms are more resistant than others to different types of sterilization. With steam sterilization, for example, spore- bearing microorganisms are more resistant than non-spore bearing microorganisms.A microorganism like Staphylococcus (commonly carried on human skin) would have a typical D-value at 121oC for a 15- minute autoclave cycle of only 15 seconds, whereas an endospore forming thermophilic Bacillus would have one of at least 1.5 minutes.For steam sterilization, Geobacillus stearothermophilus (formerly described as Bacillus stearothermophilus) is most commonly used.This microorganism is used due to its theoretical resistance to particular types of sterilization, including heat and it is nonpathogenic.The most commonly used biological indicator in healthcare today contains endospores of Geobacillus stearothermophilus formerly called Bacillus stearothermophilus.The Geobacillus stearothermophilus bacterium is a nonpathogenic spore former that is able to with stand the high temperatures of steam sterilization when in its spore form.When compared to pathogenic species. G stearothermophilus survives much longer.This same organism is also used to monitor gas plasma sterilization, ozone sterilization and liquid sterilisation with peracetic acid because G. stearothermophilus is highly resistant to these sterilisation methods as well.The second organism used in healthcare facilities is Bacillus atrophaeus formerly called Bacillus subtilis var niger.This organism is resistant to ethylene oxide and dry heat sterilisation methods.The efficacy of the process has been established by demonstrating a sterility assurance level of at least 10'6 with Bacillus stearothermophilus.Both, the Bacillus stearothermophilus and B. subtilis provides high degree of resistance to any sterilisation process.Earlier there were discussions whether to use B. subtilis or B. stearothermophilus for plasma sterilization. This is no lower a topic of discussion because in February of 1999 a self-contained biological indicator using 10-6. Bacillus stearothermophilus became available internationally for the routine monitoring of plasma sterilization Steam cycles >Spores of geobacillus stearothermophilusEthylene oxide >Spores of bacillus atrophaeusPIasma sterlisation >Spores of geobacillus stearothermophilusDry heat >Spores of bacillus atrophaeusPeracetic acid >Spores of geobacillus stearothermophilusOzone cycles >Spores of geobacillus stearothermophilus",
        "cop": 2,
        "opa": "Clostridium tetani",
        "opb": "Bacillus stereothermophilus",
        "opc": "Bacillus pumilis",
        "opd": "Bacillus subtilisvamiger",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "9e886826-9722-4be1-86d9-cf720e294fe4",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true regarding disinfectants except:",
        "exp": "Ans.d. Phenol isbactericidaiand readily inactivated by organic matter Ref: Ananthanarayan 7/e p30, 31, 32; Jawetz 24/e p6]Phenols are bactericidal, but these are not readily inactivated by organic matter. Effective againstSusceptible to organic matterDisinfectantBacteriaSporesVirusFormaldehyde+++++++++-Glutaraldehyde+++++++++-Chlorine (hypochlorite)++++/-++++++Phenols++(+)-++/-",
        "cop": 4,
        "opa": "Glutaraldhyde is sporicidal",
        "opb": "Hypochlorites are virucidal",
        "opc": "Ethylene oxide is intermediate disinfectant",
        "opd": "Phenol is bactericidal and readily inactivated by organic matter",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "a958214a-4c7d-4042-8dd0-5f1b7802ff00",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an intermideiate level disinfectant -",
        "exp": "Ans. is 'c' i.e., Hypochlorite Categories of effective potencyo Sterilants are capable of completely eliminating or destroying in all forms of microbial life, including spores,o DisinfectantsDestroy some, but not necessarily all organisms. The category is further divided into subcategories:- i) High level disinfectants In their usual concentration and contact period, they destroy all microorganisms, with exception of high number of bacterial spores ( small number of spores can be destroyed). It is worth noting that at higher concentrations and prolonged contact period, high level disinfectant can act as steriliant. i.e. can kill high numbers of spores as well. Examples are :-2% gluteraldehyde, 8% formaldehyde, 6-10% hydrogen peroxide and ethylene oxide gas.ii) Intermediate level disinfectants :- Inactivate even resistant organisms such as mycobacterium tuberculosis as well as vegetative bacteria, most viruses and most fungi, but do not necessarily kill bacterial spores. Examples are :-0.5% iodine, 70-90% ethanol and isopropanol, chlorine compounds (hypochlorite), some phenolic compounds and iodophor based disinfectants.iii) Low level disinfectants kill most bacteria, some viruses and some fungi, but cannot be relied on to kill resistant microorganisms such as tubercular bacilli or bacterial spores. Examples are quarterly ammonium compounds, mercurials,some phenolic compounds and iodophores. Note:- the disinfectant levels of iodophors (iodines) and phenolic compounds may be classified as intermediate or low depending on the concentration employed.Levels of disinfectant ActivityLevel of activityBacteriaSporesFungiVirusesVegetativeTubercular Lipid medium sizeNonlipid & SmallHigh++++++Intermediate++-+++Low+--++-",
        "cop": 3,
        "opa": "2% glutarldyhyde",
        "opb": "Ethylene oxide",
        "opc": "Hypoclorite",
        "opd": "None",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "7b768344-6c0b-451e-a630-6beefff3e2da",
        "choice_type": "multi"
    },
    {
        "question": "Reversion of Neisseriagonorrhoeae from a fimbriated (fim 1) to a non-fimbriated (fim 2) state would result in which one of the following phenomena?",
        "exp": "Bacteria may shift rapidly between the fimbriated (fim +) and the non-fimbriated (fim -) states. Fimbriae function as adhesions to specific surfaces and consequently play a major role in pathogenesis. Lack of fimbriae prevents colonization of the mucosal surface by the bacterium.",
        "cop": 1,
        "opa": "Inability of N. gonorrhoeae to colonize the mucosal epithelium",
        "opb": "Reversion to a Gram-positive stain",
        "opc": "Death of the organism",
        "opd": "Loss of serologic specificity",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "400e4d0a-8ead-470b-aa17-0246526caa6b",
        "choice_type": "single"
    },
    {
        "question": "All are true about culture media except",
        "exp": "(A) (Mac- Conkey agar prevent growth of G-ve bacteria) (45, 46- Bevja 4th; 42-43- Ananthanarayan 9th)Mac-Conkev agar* Mainly used to differentiate between varius Gram negative rod shaped organisms* It is also used to inhibit growth of gram positive organism thus it is both differential and selective media.Mac-conkey medium which consists of peptone, lactose agar, neutral red and taurocholate shows up lactose fermenters as pink colonies while non-lactose fermenters are coloumess or pale. This may also be termed indicator medium.Composition and uses of Liquid MediaMediumCompositionUses1. Peptone waterPeptone - 1% Na Ci- 0.5%water- 100 ml (PH 7.4)Routine culture, sugar fermentation tests2. Nutrient brothPeptone water + Meat extract- 1 % 3. Glucose brothNutrient broth + Glucose- 0.5%Blood culture, culture of certain organisms e,g, Streptococci4. Enrichment media i) Alkaline peptone waterPeptone water (p H 9.0)Culture of vibrioii) Selenite F brothPeptone water, sodium seleniteCulture of faeces for salmonellae and shigellaeiii) Tetrathionate brothNutrient broth, sodium thiosulphate, calcium carbonate, iodine solutionCulture of faeces especially for salmonellaeiv) Cooked meat broth (CMB) Rebertson's cooked meat broth (RCM)Nutrient broth, predigested cooked meat of ox heartCulture of anaerobic bacteriaComposition and uses of Solid MediaMediumCompositionUses1. Simple medium i) Nutrient agarNutrient broth Agar (2-3%)Routine culture2. Enriched media i) Blood agarii) Chocolate agariii) Loeffler's serum slope (LSS)Nutrient agar, Sheep blood (5-10%)Heated blood agar (55degC X2 hr)Nutrient broth Glucose, Horse serumRoutine cultureCulture of Neisseria H, influenzaCulture of C diphtheria3. Indicator medium i) MacConkey's mediumPeptoneLactoseSodium taurocholateAgarNeutral redCulture of Gram negative bacilli4. Selective media i) Deoxycholate citrate agar (DCA)ii) Bile salt agar (BSA)Nutrient agar, Sodium deoxycholate, sodium citrate, Lactose, Neutral redNutrient agar, Sodium taurocholate (0.5%) pH 8.2Culture of salmonellae and ShigellaeCulture of vibrio choleraKEY POINTS1. Culture media are required to grow the organisms from infected material to identify the causative agent2. The basic constituents of culture media are water, electrolyte, peptone, meat extract, blood or serum and agar.3. When basal medium is added with some nutrients such as blood, serum of egg, it is called enriched medium.4. Some substances are incorporated in the liquid medium which have a stimulating effect on the bacteria and be growth or inhibits the competitors. Such media are called enrichment media, e,g, selenite broth.5. Selective media contain substances that inhibit all but a few types of bacteria and facilitate the isolation of a particular species. Example is bite salt agar (BSA).6. Differential medium contains substances which help to distinguish differing characteristics of bacteria. Example is MacConkey's medium7. Indicator media contain an indicator which changes colour when bacterium grows in them. macConkey's medium is differential as well as an indicator medium8. Anaerobic media are used for cultivation of anaerobic bacteria, e,g, cooked meat broth (CMB",
        "cop": 1,
        "opa": "Mac-Conkey agar prevents growth of g- \"ve\"bacteria",
        "opb": "Thayer- martin - gonococcus",
        "opc": "LJ media - mycobacteria",
        "opd": "Selenite F broth - salmonella",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "08e35cf9-39d3-4a6b-af58-bb58f9e8c9f8",
        "choice_type": "multi"
    },
    {
        "question": "Sporulation is seen in which phase of bacterial growth phase?",
        "exp": "Ref: Ananthanarayan, 8thed. pg. 24Features of Stationary Phase1. Viable count of cells remain stationary as an equilibrium exists between dying cells and newly formed cells2. Cells are viable and show irregular staining due to intracellular storage granules3. Sporulation occurs at this stage4. Production of antibiotics and exotoxins is also seen at this stage.",
        "cop": 3,
        "opa": "Lag phase",
        "opb": "Log phase",
        "opc": "Stationary phase",
        "opd": "Decline phase",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "590b8d4f-b239-4f51-8967-bf8654239813",
        "choice_type": "single"
    },
    {
        "question": "Lactose fermentation is seen in -",
        "exp": "Ans. is 'c' i.e., MacConkey agar o Culture on differential media that contain special dyes and carbohydrates distinguishes lactose-fermenting (colored) from non-lactose-fermenting (non-pigmented) colonies and may allow rapid presumptive identification of enteric bacteria.o Such media, used to see lactose fermentation, are :-Eosine-methylene blue (EMB)MacConkey's agarDeoxycholate agar",
        "cop": 3,
        "opa": "Blood agar",
        "opb": "Chocolate agar",
        "opc": "MacConkey agar",
        "opd": "LJ medium",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "3476c910-9943-4cc2-bbda-09da397e76bd",
        "choice_type": "single"
    },
    {
        "question": "Twelve elderly residents living in an assisted care facility suffered from sinusitis, otitis media, and mild pneumonias during midwinter. Despite the fact that they had all received the 13-valent pneumococcal conjugate vaccine recently licensed for adults, S. pneumoniae was isolated from 10 of the patients. Which of the following is the best explanation for the pneumococcal infections?",
        "exp": "There are more than 90 capsular immunotypes of Streptococcus pneumoniae. Immunity to S. pneumoniae is conveyed by antibodies against the specific capsular type. Vaccines have been formulated to contain the most commonly isolated capsular types. Originally, the S. pneumoniae conjugated vaccine contained seven serotypes. Unfortunately, the serotype replacement phenomenon occurred in which a nonvaccine strain began to cause disease among the vaccinated population. Over time this lead to the licensing of a 13-valent pneumococcal conjugated vaccine (PCV-13), which was recommended for children. A 23-valent nonconjugated vaccine (PV-23) was developed for children over age 2 and adults who are at risk for the disease. Recent research showed that older adults vaccinated with PCV-13 elaborated higher protective antibody titers than those immunized with PV-23. PCV-13 has now been licensed for adults 50 and older. The failure of the vaccine to protect these individuals is most likely due to the replacement phenomenon-the capsular type responsible was not present in the vaccine (c). Elderly patient do mount good immune responses to vaccines so (a) is not the likely cause. Some patients will not respond to the vaccine (b), but the effectiveness of the vaccine is higher than 17% (10/12, the number of patients who became infected). In fact, recent analyses of strains causing illness in those over 65 suggest that over 70% of the cases of invasive pneumococcal disease are covered by PCV-13. It is unlikely that the vaccine was defective (d), although this can occur.",
        "cop": 3,
        "opa": "Elderly patients do not mount good immune responses to vaccines",
        "opb": "Some patients will not respond to the vaccine",
        "opc": "The capsular type responsible was not present in the vaccine",
        "opd": "The vaccine was defective",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "4bfa1367-a61f-416f-bad8-f2bf6e8caaa5",
        "choice_type": "multi"
    },
    {
        "question": "Which is used for sterilization of cystoscope",
        "exp": "Ans. (a) Glutaraldehyde",
        "cop": 1,
        "opa": "Glutaraldehyde",
        "opb": "Formaldehyde",
        "opc": "Isopropyl alcohol",
        "opd": "Ethylene oxide",
        "subject_name": "Microbiology",
        "topic_name": "General",
        "id": "d59d18b7-0816-41a5-81e3-b8977d8b6679",
        "choice_type": "single"
    }
]