[
    {
        "question": "Causative organism of which STD has safety pin appearance-",
        "exp": "Ans. is 'b' i. e., Chancroid o Causative organisms of two STDs have safety pin (bipolar) appearance: i) Donovanosis or granuloma inguinale - Calymmatobacter granulomatosis. ii) Chancroid - H ducreyi",
        "cop": 2,
        "opa": "LGV",
        "opb": "Chancroid",
        "opc": "Syphilis",
        "opd": "Herpesgenitalis",
        "subject_name": "Microbiology",
        "topic_name": "Haemophilus",
        "id": "47371de8-c673-4e9e-aee0-849a7f0f5a55",
        "choice_type": "single"
    },
    {
        "question": "Chancroid is caused by",
        "exp": "Ans. a (H. ducreyi). (Ref. Harrison, Principles of Internal Medicine 18th ed., / Chap. 130 and Chapter 145.)HAEMOPHILUS DUCREYI# H. ducreyi is etiologic agent of chancroid, a STD characterized by genital ulceration and inguinal adenitis. It is a highly fastidious coccobacillary gram-negative bacterium whose growth requires X factor (hemin).# After an incubation period of 4-7 days, the initial lesion a papule with surrounding erythema appears. In 2-3 days, the papule evolves into a pustule, which spontaneously ruptures and forms a sharply circumscribed ulcer that is generally not indurated. The ulcers are painful and bleed easily with little or no inflammation in vicinity. Some develop enlarged, tender inguinal LNs. Multiple ulcers can coalesce to form giant ulcer.# Treatment: include: (1) a single 1-g oral dose of azithromycin; (2) ceftriaxone (250 mg IM in a single dose); (3) ciprofloxacin (500 mg oral BD for 3 days); and (4) erythromycin base (500 mg oral tid for 7 days). STDsS. No. STDCausative agent. Diagnosis. Treatment1. Chancroid (soft sore)H. ducreyi\"School of fish\"/Rail road track. Cotrimoxazole& Erythromycin2. LGVChlamydia. HP bodies (Giemsa stain). Tetracycline3. Syphilis (hard chancre)T. pallidum. Darkground microscopy. Penicillin4. Genital herpesH. simplex 2-Acyclovir5. Donovaniasis (granuloma inguinale). Leish mania donovani-Erythromycin6. GonorrhoeaN. gonorrhoea-Penicillin &Ceftriaxone7. TrichomoniasisT. vaginalis. Strawberry vagina. Metro/tinidazole",
        "cop": 1,
        "opa": "H. ducreyi",
        "opb": "Chlamydia",
        "opc": "Mycoplasma",
        "opd": "Viruses",
        "subject_name": "Microbiology",
        "topic_name": "Haemophilus",
        "id": "cdc1df4a-b1ee-411e-922f-8004ea5215d1",
        "choice_type": "single"
    }
]