[
    {
        "question": "Genital ulcers are seen in all except: (PGI May 2010)",
        "exp": "A ns: A (H. aegypticus) Ulcerative Genital or Perianal Lesions Harrison 17th/ 831-32# Genital ulceration reflects a set of important STls, most of which sharply increase the risk of sexual acquisition and shedding of HIV.#In a 1996 study of genital ulcers in 10 of the U. S. cities with the highest rates of primary syphilis, PCR testing of ulcer specimens demonstrated HSV in 62% of patients, Treponema pallidum in 13%, and Haemophilus ducreyi in 12-20%.# Today genital herpes probably represents an even higher proportion of genital ulcers in the United States and other industrialized countries.# Asia and Africa, chancroid was once considered the most common type of genital ulcer, followed in frequency by primary syphilis and then genital herpes. With increased efforts to control chancroid and syphilis, together with more frequent recurrences or persistence of genital herpes attributable to HIV infection, genital herpes is the most common cause of genital ulceration in most developing countries, LGV (Chlamydia trachomatis LI-3) and danovanosis (granuloma inguinale) continue to cause genital ulceration in developing countries. Other causes of genital ulcer include (1) candidiasis and traumatized genital warts--both readily recognized: (2) lesions due to genital involvement by more widespread dermatoses; and (3) cutaneous manifestations of systemic diseases, such as genital mucosal ulceration in Stevens- Johnson syndrome or Behpet's disease. Feature. Syphillis. Herpes. Chancroid. Lympho-granloma. Venereum. Donovanosis. Incubation period9-90 days2-7 days1- 14davs. Q3 davs-6 weeks1-4 weeks (up to 6months). Early primary lesions. Papule. Vesicle. Pustule. Papule, pustule, or vesicle. Papule. No. of lesions. Usually one. Multiple. Usually multiple, may coalesce. Usually one; often not detected, despitelymphadenopa thy. Variable. Diameter5-15 mm1-2 mm. Variable2-10 mm. Variable. Edges. Sharply demarcated. elevated, round, or oval. Erythematous. Undermined, ragged, irregular. Elevated, round, or oval. Elevated, irregular. Depth. Superficial or deep. Superficial. Excavated. Superficial or deep. Elevated. Base. Smooth, nonpu- rulent, relatively nonvascular. Serous, erythematous, nonvascular. Purelent, bleeds easily. Variable, nonvascular. Red and velvety, bleeds readily. Induration. Firm. None. Soft. Occasionaly firm. Firm. Pain. Uncommon. Frequentlytender. Usually very tender. Variable. Uncommon. Lymphadenopathy. Firm, nontender, bilateral. Firm, tender, often bilateral with intial episode. Tender, may suppurate, loculated, usually unilateral. Tender, may suppurate, loculated, usually unilateral. None; pseudobuboes",
        "cop": 1,
        "opa": "H. aegvpticus",
        "opb": "H. ducreyi",
        "opc": "HSV",
        "opd": "Chlamydia",
        "subject_name": "Microbiology",
        "topic_name": "Haemophilus",
        "id": "f31467f9-b325-41b2-98ab-9e506b1fc8ef",
        "choice_type": "multi"
    },
    {
        "question": "Causative organism of which STD has safety pin appearance-",
        "exp": "Ans. is 'b' i. e., Chancroid o Causative organisms of two STDs have safety pin (bipolar) appearance: i) Donovanosis or granuloma inguinale - Calymmatobacter granulomatosis. ii) Chancroid - H ducreyi",
        "cop": 2,
        "opa": "LGV",
        "opb": "Chancroid",
        "opc": "Syphilis",
        "opd": "Herpesgenitalis",
        "subject_name": "Microbiology",
        "topic_name": "Haemophilus",
        "id": "47371de8-c673-4e9e-aee0-849a7f0f5a55",
        "choice_type": "single"
    },
    {
        "question": "Chanchroid is caused by?",
        "exp": "Ans. c (Hemophilus ducreyi). (Ref. Harrison's 17th/ Table 124-7; Anantanarayan Micro, 6th /311)CLINICAL FEATURES OF GENITAL ULCERSFeature. Syphilis. Herpes. Chancroid. Lymphogranuloma Venereum. Donovanosis (granuloma inguinale). Causative organismT. pallidum. Herpes simplex. Hemophilus - ducreyi. Chlamydia trachomatis (Serovars LI, L2, and L3). Calymmatobacterium granulomatis. Incubation period9-90 days2-7 days1-14 days3 days-6 weeks1-4 weeks (up to 6 months). Early primary lesions. Papule. Vesicle. Pustule. Papule, pustule, or vesicle. Papule. No. of lesions. Usually one. Multiple. Usually multiple, may coalesce. Usually one; often notdetected, despite lymphadenopathy. Variable. Diameter5-15 mm1-2 mm. Variable2-10 mm. Variable. Edges. Sharply demarcated, elevated, round, or oval. Erythematous. Undermined, ragged, irregular. Elevated, round, or oval. Elevated, irregular. Depth. Superficial or deep. Superficial. Excavated. Superficial or deep. Elevated. Base. Smooth, non- purulent, relatively nonvascular. Serous, erythematous, nonvascular. Purulent, bleeds easily. Variable, nonvascular. Red and velvety, bleeds readily. Induration. Firm. None. Soft. Occasionally firm. Firm. Pain. Uncommon. Frequently tender. Usually very tender. Variable. Uncommon. Lymphade nopathy. Firm, non- tender, bilateral. Firm, tender, often bilateral with initial episode. Tender, may suppurate, loculated, usually unilateral. Tender, may suppurate, loculated, usually unilateral. None; pseudobuboes. Investi- gation. Culture, Dark-field exam, direct for T. pallidum; FA, or PCR RPR testdirect FA, ELISA, or PCR for HSVIn chancroid- Endemic area: PCR or culture for H. ducreyi. Isolation of LGV strain from node or rectum, occasionally from urethra or cervix; LGV CF titer, >1: 64; micro-IF titer, >1: 512. Preferred is demonstration of typical intracellular Donovan bodies within large mono nuclear cells visualized in smears prepared from lesions or biopsy specimens. Giemsa, Leishman's, or Wright's stains used. Treatment. Benzathine penicillin 2. 4 million units. IM once to patient, recent (e. g., within 3 months) seronegative partner(s), and all seropositive partners. Rx for genital herpes with acyclovir, valacyclovir, or famci clovir. Ciprofloxacin 500 mg PO as single dose or Ceftriaxone 250 mg IM as single dose or Azithromycin 1 g PO as single dose. Azithromycin, lg PO; or Doxycycline, 100 mg bid for 7 days. Azithromycin1 g weekly or 500 mg/d. Erythromycin. Tetracycline. Doxycycline. Trimetho- prim-sulfa- methoxa- zole Chloram- phenicol500 mg qid500 mg qid100 mg bid1 double- strength tablet bid 500 mg tid. DIAGNOSTIC FEATURES AND MANAGEMENT OF VAGINAL INFECTIONFeature. Normal Vaginal Examination. Vulvovaginal Candidiasis. Trichomonal Vaginitis. Bacterial Vaginosis. Etiology. Uninfected; lacto bacilli predominant. Candida albicans. Trichomonas vaginalis. Associated with. Gardnerella vaginalis, various anaerobic and/ or noncultured bacteria, and mycoplasmas. Typical symptoms. None. Vulvar itching and/ or irritation. Profuse purulent discharge; vulvar itching. Malodorous, slightly increased discharge. Discharge. Amount. Variable; usually scant. Scant. Often profuse. Moderate. Color\"Clear or slightly Whitewhite. White or yellow. White or gray. Consistency. Nonhomogeneous, floccular. Clumped; adherent plaques. Homogeneous. Homogeneous, low viscosity; uniformly coats vaginal wallsinflammation of vulvar or vaginal epithelium. None. Erythema of vaginal epithelium, introitus; vulvar dermatitis, fissures common. Erythema of vaginal and vulvar epithelium; colpitis macularis. NonepH of vaginal fluid\"Usualy 4. 5. Usualy 4. 5. Usualy 5. 0. Usualy >4. 5. Amine (\"fishy\") odor with 10%' KOHNone. None. May be present. Present. Microscopy*Normal epithelial cells; lactobacilli predominant. Leukocytes, epithelial cells; mycelia or pseudomycelia in up to 80% of C. albicans culture- positive persons with typical symptoms. Leukocytes; motile trichomonads seen in 80--90% of symptomatic patients, less often in the absence of symptoms. Clue cells; few leukocytes; no lactobacilli or only a few outnumbered by profuse mixed flora, nearly always including G. vaginalis plus anaerobic species on Gram's stain (Nugent's score =7). Other laboratory findings Isolation of Candida spp. Isolation of T. vaginalis or positive NAATd Usual treatment. None. Azole cream, tablet, or suppository--e. g., miconazole 100-mg vaginal suppository or clotrimazole 100-mg vaginal tablet, once daily for 7 days. Fluconazole, 150 mg orally (single dose). Metronidazole or tinidazole, 2 g orally (single dose). Metronidazole, 500 mg PO bid for 7 days. Metronidazole, 500 mg. PO bid for 7 days. Clindamycin, 2% cream one full applicator vaginally each night for 7 days. Usual management of sexual partner. None. None; topical treatment if candida dermatitis of penis is detected. Examination for STD; treatment with metronidazole, 2 g PO (single dose). Examination for STD; no treatment if normal",
        "cop": 3,
        "opa": "Treponema pallidum",
        "opb": "Leishmania donovanii",
        "opc": "Hemophilus ducreyi",
        "opd": "Donovania granulomatis",
        "subject_name": "Microbiology",
        "topic_name": "Haemophilus",
        "id": "62add7f5-e095-47ff-a124-863a38f909e4",
        "choice_type": "multi"
    },
    {
        "question": "Chancroid is caused by",
        "exp": "Ans. a (H. ducreyi). (Ref. Harrison, Principles of Internal Medicine 18th ed., / Chap. 130 and Chapter 145.)HAEMOPHILUS DUCREYI# H. ducreyi is etiologic agent of chancroid, a STD characterized by genital ulceration and inguinal adenitis. It is a highly fastidious coccobacillary gram-negative bacterium whose growth requires X factor (hemin).# After an incubation period of 4-7 days, the initial lesion a papule with surrounding erythema appears. In 2-3 days, the papule evolves into a pustule, which spontaneously ruptures and forms a sharply circumscribed ulcer that is generally not indurated. The ulcers are painful and bleed easily with little or no inflammation in vicinity. Some develop enlarged, tender inguinal LNs. Multiple ulcers can coalesce to form giant ulcer.# Treatment: include: (1) a single 1-g oral dose of azithromycin; (2) ceftriaxone (250 mg IM in a single dose); (3) ciprofloxacin (500 mg oral BD for 3 days); and (4) erythromycin base (500 mg oral tid for 7 days). STDsS. No. STDCausative agent. Diagnosis. Treatment1. Chancroid (soft sore)H. ducreyi\"School of fish\"/Rail road track. Cotrimoxazole& Erythromycin2. LGVChlamydia. HP bodies (Giemsa stain). Tetracycline3. Syphilis (hard chancre)T. pallidum. Darkground microscopy. Penicillin4. Genital herpesH. simplex 2-Acyclovir5. Donovaniasis (granuloma inguinale). Leish mania donovani-Erythromycin6. GonorrhoeaN. gonorrhoea-Penicillin &Ceftriaxone7. TrichomoniasisT. vaginalis. Strawberry vagina. Metro/tinidazole",
        "cop": 1,
        "opa": "H. ducreyi",
        "opb": "Chlamydia",
        "opc": "Mycoplasma",
        "opd": "Viruses",
        "subject_name": "Microbiology",
        "topic_name": "Haemophilus",
        "id": "cdc1df4a-b1ee-411e-922f-8004ea5215d1",
        "choice_type": "single"
    }
]