[
    {
        "question": "Genital ulcers are seen in all except: (PGI May 2010)",
        "exp": "A ns: A (H. aegypticus) Ulcerative Genital or Perianal Lesions Harrison 17th/ 831-32# Genital ulceration reflects a set of important STls, most of which sharply increase the risk of sexual acquisition and shedding of HIV.#In a 1996 study of genital ulcers in 10 of the U.S. cities with the highest rates of primary syphilis, PCR testing of ulcer specimens demonstrated HSV in 62% of patients, Treponema pallidum in 13%, and Haemophilus ducreyi in 12-20%.# Today genital herpes probably represents an even higher proportion of genital ulcers in the United States and other industrialized countries.# Asia and Africa,chancroid was once considered the most common type of genital ulcer, followed in frequency by primary syphilis and then genital herpes.With increased efforts to control chancroid and syphilis, together with more frequent recurrences or persistence of genital herpes attributable to HIV infection, genital herpes is the most common cause of genital ulceration in most developing countries,LGV (Chlamydia trachomatis LI-3) and danovanosis (granuloma inguinale) continue to cause genital ulceration in developing countries.Other causes of genital ulcer include (1) candidiasis and traumatized genital warts--both readily recognized: (2) lesions due to genital involvement by more widespread dermatoses; and (3) cutaneous manifestations of systemic diseases, such as genital mucosal ulceration in Stevens- Johnson syndrome or Behpet's disease.FeatureSyphillisHerpesChancroidLympho-granlomaVenereumDonovanosisIncubation period9-90 days2-7 days1- 14davsQ3 davs-6 weeks1-4 weeks (up to 6months)Early primary lesionsPapuleVesiclePustulePapule, pustule, or vesiclePapuleNo. of lesionsUsually oneMultipleUsually multiple, may coalesceUsually one; often not detected, despitelymphadenopa thyVariableDiameter5-15 mm1-2 mmVariable2-10 mmVariableEdgesSharply demarcated. elevated, round, or ovalErythematousUndermined, ragged, irregularElevated, round, or ovalElevated, irregularDepthSuperficial or deepSuperficialExcavatedSuperficial or deepElevatedBaseSmooth, nonpu- rulent, relatively nonvascularSerous,erythematous,nonvascularPurelent, bleeds easilyVariable, nonvascularRed and velvety, bleeds readilyIndurationFirmNoneSoftOccasionaly firmFirmPainUncommonFrequentlytenderUsually very tenderVariableUncommonLymphadenopathyFirm, nontender, bilateralFirm, tender, often bilateral with intial episodeTender, may suppurate, loculated, usually unilateralTender, may suppurate, loculated, usually unilateralNone; pseudobuboes",
        "cop": 1,
        "opa": "H. aegvpticus",
        "opb": "H. ducreyi",
        "opc": "HSV",
        "opd": "Chlamydia",
        "subject_name": "Microbiology",
        "topic_name": "Haemophilus",
        "id": "f31467f9-b325-41b2-98ab-9e506b1fc8ef",
        "choice_type": "multi"
    },
    {
        "question": "Causative organism of which STD has safety pin appearance-",
        "exp": "Ans. is 'b' i.e., Chancroid o Causative organisms of two STDs have safety pin (bipolar) appearance:i) Donovanosis or granuloma inguinale - Calymmatobacter granulomatosis.ii) Chancroid - H ducreyi",
        "cop": 2,
        "opa": "LGV",
        "opb": "Chancroid",
        "opc": "Syphilis",
        "opd": "Herpesgenitalis",
        "subject_name": "Microbiology",
        "topic_name": "Haemophilus",
        "id": "47371de8-c673-4e9e-aee0-849a7f0f5a55",
        "choice_type": "single"
    },
    {
        "question": "Chanchroid is caused by?",
        "exp": "Ans. c (Hemophilus ducreyi). (Ref. Harrison's 17th/ Table 124-7; Anantanarayan Micro, 6th /311)CLINICAL FEATURES OF GENITAL ULCERSFeatureSyphilisHerpesChancroidLymphogranuloma VenereumDonovanosis (granuloma inguinale)Causative organismT. pallidumHerpes simplexHemophilus - ducreyiChlamydia trachomatis (Serovars LI, L2, and L3)Calymmatobacterium granulomatisIncubation period9-90 days2-7 days1-14 days3 days-6 weeks1-4 weeks (up to 6 months)Early primary lesionsPapuleVesiclePustulePapule, pustule, or vesiclePapuleNo. of lesionsUsually oneMultipleUsually multiple, may coalesceUsually one; often notdetected, despite lymphadenopathyVariableDiameter5-15 mm1-2 mmVariable2-10 mmVariableEdgesSharply demarcated, elevated, round, or ovalErythematousUndermined, ragged, irregularElevated, round, or ovalElevated, irregularDepthSuperficial or deepSuperficialExcavatedSuperficial or deepElevatedBaseSmooth, non- purulent, relatively nonvascularSerous, erythematous, nonvascularPurulent, bleeds easilyVariable, nonvascularRed and velvety, bleeds readilyIndurationFirmNoneSoftOccasionally firmFirmPainUncommonFrequently tenderUsually very tenderVariableUncommonLymphade nopathyFirm, non- tender, bilateralFirm, tender, often bilateral with initial episodeTender, may suppurate, loculated, usually unilateralTender, may suppurate, loculated, usually unilateralNone; pseudobuboesInvesti- gationCulture, Dark-field exam, direct for T. pallidum; FA, or PCR RPR testdirect FA, ELISA, or PCR for HSVIn chancroid- Endemic area: PCR or culture for H. ducreyiIsolation of LGV strain from node or rectum, occasionally from urethra or cervix; LGV CF titer, >1:64; micro-IF titer, >1:512Preferred is demonstration of typical intracellular Donovan bodies within large mono nuclear cells visualized in smears prepared from lesions or biopsy specimens.Giemsa, Leishman's, or Wright's stains used.TreatmentBenzathine penicillin 2.4 million unitsIM once to patient, recent (e.g., within 3 months) seronegative partner(s), and all seropositive partners.Rx for genital herpes with acyclovir, valacyclovir, or famci clovir.Ciprofloxacin 500 mg PO as single dose or Ceftriaxone 250 mg IM as single dose or Azithromycin 1 g PO as single dose.Azithromycin, lg PO;or Doxycycline,100 mg bid for 7 days.Azithromycin1 g weekly or 500 mg/dErythromycinTetracyclineDoxycyclineTrimetho- prim-sulfa- methoxa- zole Chloram- phenicol500 mg qid500 mg qid100 mg bid1 double- strength tablet bid 500 mg tidDIAGNOSTIC FEATURES AND MANAGEMENT OF VAGINAL INFECTIONFeatureNormal Vaginal ExaminationVulvovaginal CandidiasisTrichomonal VaginitisBacterial VaginosisEtiologyUninfected; lacto bacilli predominantCandida albicansTrichomonas vaginalisAssociated withGardnerella vaginalis, various anaerobic and/ or noncultured bacteria, and mycoplasmasTypical symptomsNoneVulvar itching and/ or irritationProfuse purulent discharge; vulvar itchingMalodorous, slightly increased dischargeDischargeAmountVariable; usually scantScantOften profuseModerateColor\"Clear or slightly WhitewhiteWhite or yellowWhite or grayConsistencyNonhomogeneous, floccularClumped; adherent plaquesHomogeneousHomogeneous, low viscosity; uniformly coats vaginal wallsinflammation of vulvar or vaginal epitheliumNoneErythema of vaginal epithelium, introitus; vulvar dermatitis, fissures commonErythema of vaginal and vulvar epithelium; colpitis macularisNonepH of vaginal fluid\"Usualy 4.5Usualy 4.5Usualy 5.0Usualy >4.5Amine (\"fishy\") odor with 10%' KOHNoneNoneMay be presentPresentMicroscopy*Normal epithelial cells; lactobacilli predominantLeukocytes, epithelial cells; mycelia or pseudomycelia in up to 80% of C. albicans culture- positive persons with typical symptomsLeukocytes; motile trichomonads seen in 80--90% of symptomatic patients, less often in the absence of symptomsClue cells; few leukocytes; no lactobacilli or only a few outnumbered by profuse mixed flora, nearly always including G. vaginalis plus anaerobic species on Gram's stain (Nugent's score =7)Other laboratory findings Isolation of Candida spp.Isolation of T. vaginalis or positive NAATd Usual treatmentNoneAzole cream, tablet, or suppository--e.g., miconazole 100-mg vaginal suppository or clotrimazole 100-mg vaginal tablet, once daily for 7 daysFluconazole, 150 mg orally (single dose)Metronidazole or tinidazole, 2 g orally (single dose)Metronidazole, 500 mg PO bid for 7 daysMetronidazole, 500 mgPO bid for 7 daysClindamycin, 2% cream one full applicator vaginally each night for 7 daysUsual management of sexual partnerNoneNone; topical treatment if candida dermatitis of penis is detectedExamination for STD; treatment with metronidazole, 2 g PO (single dose)Examination for STD; no treatment if normal",
        "cop": 3,
        "opa": "Treponema pallidum",
        "opb": "Leishmania donovanii",
        "opc": "Hemophilus ducreyi",
        "opd": "Donovania granulomatis",
        "subject_name": "Microbiology",
        "topic_name": "Haemophilus",
        "id": "62add7f5-e095-47ff-a124-863a38f909e4",
        "choice_type": "multi"
    },
    {
        "question": "Chancroid is caused by",
        "exp": "Ans. a (H. ducreyi). (Ref. Harrison, Principles of Internal Medicine 18th ed., / Chap. 130 and Chapter 145.)HAEMOPHILUS DUCREYI# H. ducreyi is etiologic agent of chancroid, a STD characterized by genital ulceration and inguinal adenitis. It is a highly fastidious coccobacillary gram-negative bacterium whose growth requires X factor (hemin).# After an incubation period of 4-7 days, the initial lesion a papule with surrounding erythema appears. In 2-3 days, the papule evolves into a pustule, which spontaneously ruptures and forms a sharply circumscribed ulcer that is generally not indurated. The ulcers are painful and bleed easily with little or no inflammation in vicinity. Some develop enlarged, tender inguinal LNs. Multiple ulcers can coalesce to form giant ulcer.# Treatment: include: (1) a single 1-g oral dose of azithromycin; (2) ceftriaxone (250 mg IM in a single dose); (3) ciprofloxacin (500 mg oral BD for 3 days); and (4) erythromycin base (500 mg oral tid for 7 days).STDsS.NoSTDCausative agentDiagnosisTreatment1.Chancroid (soft sore)H. ducreyi\"School of fish\"/Rail road trackCotrimoxazole& Erythromycin2.LGVChlamydiaHP bodies (Giemsa stain)Tetracycline3.Syphilis (hard chancre)T. pallidumDarkground microscopyPenicillin4.Genital herpesH. simplex 2-Acyclovir5.Donovaniasis (granuloma inguinale)Leish mania donovani-Erythromycin6.GonorrhoeaN. gonorrhoea-Penicillin &Ceftriaxone7.TrichomoniasisT. vaginalisStrawberry vaginaMetro/tinidazole",
        "cop": 1,
        "opa": "H. ducreyi",
        "opb": "Chlamydia",
        "opc": "Mycoplasma",
        "opd": "Viruses",
        "subject_name": "Microbiology",
        "topic_name": "Haemophilus",
        "id": "cdc1df4a-b1ee-411e-922f-8004ea5215d1",
        "choice_type": "single"
    }
]