[
    {
        "question": "Kaposi sarcoma is caused by -",
        "exp": "Ans. is 'd' i. e., Human herpes virus-8 Important viruses. Disease causedo HHV-8. Kaposi sarcomao. HHV-6. Roseola infantum, multiple sclerosiso VZVChicken pox, herpes zostero EBVIMN, burkitis lymphoma, oral hairy leukoplakia, nasopharyngeal carcinomao Enterovirus-72. Hepatitis Ao Coxsackie-AHerpangina, hand-foot-mouth diseaseo Coxsackie-BPleurodynia, myocarditis, pericarditis, Bornholm diseaseo Orthomyxovirus. Influenzao Paramyxoviruses. Mumps, measles, parainfleuenzao HIVAIDSo JC virus. Progressive multifocal leukoencephalopathyo Rhabdovirus. Rabieso. HPVWarts, condyloma accuminatum, cervical cancero Parvovirus. Erythema infectiosum, aplastic anemia, fetal hydrops",
        "cop": 4,
        "opa": "Human herpes virus-2",
        "opb": "Human herpes virus-4",
        "opc": "Human herpes virus-6",
        "opd": "Human herpes virus-8",
        "subject_name": "Microbiology",
        "topic_name": "Herpesviruses",
        "id": "cc9035c1-7a04-44d8-9a1f-071bbf6b4002",
        "choice_type": "single"
    },
    {
        "question": "Intra nuclear inclusion body is exclusively seen in:",
        "exp": "Ans. (d) Herpes virus. Ref: Microbiology by Ananthanarayan and Paniker 8th ed. /444, 453* Inclusion bodies are nuclear or cytoplasmic aggregates of stainable substances, usually proteins. They typically represent sites of viral multiplication in a bacterium or a eukaryotic cell and usually consist of viral capsid proteins. Examples of Viral Inclusion Bodies. Intracytoplasmic. Intranuclear. Intracytoplasmic + Intranuclear* Negri bodies in Rabies* Guarnieri bodies in Small pox* Henderson- Peterson bodies in Molluscum contagiosum* Cowdrytype A in Herpes simplex virus and Varicella zoster virus and Torres bodies in Yellow fever* Cowdrytype B in Polio and adenovirus* Warthin finkeldey bodies in Measles",
        "cop": 4,
        "opa": "Rabies virus",
        "opb": "Poxvirus",
        "opc": "Measles virus",
        "opd": "Herpesvirus",
        "subject_name": "Microbiology",
        "topic_name": "Herpesviruses",
        "id": "dab49c4b-a4b6-460c-8940-0ee269fa6d6b",
        "choice_type": "single"
    },
    {
        "question": "Treatment of Varicella in immunocompetent host is?",
        "exp": "ANSWER: (C) Prevention of complications. REF: Harrisons 17thed chapter 173\"Medical management of chickenpox (Varicella) in the immunologically normal host is directed toward the prevention of avoidable complications\"",
        "cop": 3,
        "opa": "Acyclovir",
        "opb": "Acyclovir and vaccination",
        "opc": "Prevention of complications",
        "opd": "Immunoglobulin",
        "subject_name": "Microbiology",
        "topic_name": "Herpesviruses",
        "id": "07a81ff6-8a67-4c70-9964-b06bdd48a502",
        "choice_type": "single"
    },
    {
        "question": "Rash of chicken pox is -",
        "exp": "Ans. is 'b' i. e., Centripetal distribution o Clinical features of chicken pox has two stages:-1) Pre-eruptive stage# Characterized by fever, back pain, malaise and shivering. 2) Eruptive stage# It is characterized by a characteristic rash with following features (which must be differentiated from rash of small pox):-i) Superficial and unilocular (rash of small pox is deep seated and multilocular). ii) Symmetrical, mostly on flexor surface (rash of small-pox usually affect extensor surface). iii) Centripetal distribution (rash of smallpox has centrifugal distribution). iv) Affects axilla but spares palms and soles (rash of small-pox affects palms and soles but spares axilla). v) Pleomorphic, with appearance of all stages of rash simultaneously (rash is monomorphic in nature in small-pox). vi) Dew-drop on rose petal apperance (rash of small-pox has umblicated apperarance). vii) Area of inflammation around the rash (in small-pox there is no inflammation around the rash). viii) Evolution of rash is rapid, scabs begin to form 4-7days after rash (evolution is slow, scabs begin 10-14 days after rash).",
        "cop": 2,
        "opa": "Deep seated",
        "opb": "Centripetal distribution",
        "opc": "Monomorphic",
        "opd": "Umblicated",
        "subject_name": "Microbiology",
        "topic_name": "Herpesviruses",
        "id": "5a9670a2-8d32-4cc8-b50b-ecb402770ce3",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of genital Herpes -",
        "exp": "Ans. is 'b' i. e., HSV-2 o Both HSV-1 and 2 can cause genital and oral - facial infection but reactivation at oral - facial site is more common with HSV-1 and at genital site with HSV-2. HERPES SIMPLEX VIRUS (HSV)HSV Type 1. HSV Type 2o Cause lesion in and around mouth. Cause lesion around genital areao Transmitted by direct contact or droplet spread. Usually transmitted sexuallyo Replicate poorly in chick embryo fibroblast cell. Replicate wello Relatively sensitive to antiviral agents. Resistanto Less neurovirulent. More neurovirulento Infectivity is less temperature sensitive. More temperature sensitiveo Site of latency-trigeminal ganglia. Sacral gangliao On chick embryo CAM. form smaller pock. Form larger pock",
        "cop": 2,
        "opa": "HSV-1",
        "opb": "HSV-2",
        "opc": "HSV-3 (VZV)",
        "opd": "HSV-4 (EBV)",
        "subject_name": "Microbiology",
        "topic_name": "Herpesviruses",
        "id": "7af39fbf-4fe4-4789-b743-c5ea9a094f74",
        "choice_type": "single"
    },
    {
        "question": "Human B-cell lymphotropic virus belongs to-",
        "exp": "Ans. is 'd' i. e., Herpes virus o Human B-cell lymphotropic virus is HHV type 6-o RK virus is Human herpes virus-7. Classification of Human Herpes Viruses. Species. Subfamily. Cytopathology. State of latent infection. Official Name. Common Name. Human herpesvirus type 1. Human herpesvirus type 2. Human herpesvirus type 3. Herpes simplex virus type 1. Herpes simplex virus type 2. Varicella zoster virusalphaalphaalphacytolyticcytolyticcytolyticneuronsneuronsneurons. Human herpesvirus type 4. Epstein-Barr virusgammalymphoproliferativelymphoid tissues. Human herpesvirus type 5. Cytomegalovirusbetacytomegalicsecretory glands. Kidneys, other organs and tissues. Human herpesvirus type 6. Human B cell lymphotropic virusbetalymphoproliferativelymphoid tissues. Human herpesvirus type 7R K virusbbetalymphoproliferativelymphoid tissues. Human herpesvirus type 8 gamma",
        "cop": 4,
        "opa": "Picomavirus",
        "opb": "Poxvirus",
        "opc": "Reovirus",
        "opd": "Herpes virus",
        "subject_name": "Microbiology",
        "topic_name": "Herpesviruses",
        "id": "ab43311b-fa63-4ce3-8395-0af93c5f3e62",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old man underwent kidney transplantation for end stage renal disease. Two months after transplantation, he developed fever and features suggestive of bilateral diffuse interstitial pneumonia. Which one of the following is the most likely etiological agent?",
        "exp": "Ans. is 'b' i. e. Cytomegalovirus. Ref.: L&B 23rd/e p133 Harrison 16th/e p 783 (15th/e p861, 862, 863). It is a case of CMV pneumonia developing after renal transplant. CMV is the predominant cause of infection in patients with renal transplant between the period 1-4 months after renal transplant. Radiological features of CMV pneumoniaB/L interstitial or reticulonodular infiltrate which begins in the periphery of lower lobes and spreads centrally and peripherally. Methods to prevent CMV disease in renal transplant patient. Administration of immunoglobulin preparation enriched with antibodies to CMV (CMV Ig). Prophylaxis with Ganciclovir or Valacyclovir. Infectious complications of kidney transplant. Early infections (< 1 month). Usually associated with Bacterial infections Common infections are UTI, and lung infections Lung infection in early period is caused by Legionella. Middle period infections. Usually associated with lung infections similar to the patients with T Lymphocyte deficiency. Most common cause of Lung infection in middle period - CMV Other common Lung infections during middle period Pneumocystis carinii Aspergillus Legionella. Infections during Late period (> 6 months)CMV retinitis* Cryptococcal meningitis. Invasive fungal infections Aspergillus Rhizopus. Also Remember. Most common cause of bacteremia in renal transplant patient > 1 month - Listeria monocytogenes",
        "cop": 2,
        "opa": "Herpes simplex virus",
        "opb": "Cytomegalovirus",
        "opc": "Epstein - Barr virus",
        "opd": "Varicella - zoster virus",
        "subject_name": "Microbiology",
        "topic_name": "Herpesviruses",
        "id": "2dbb56b6-fa9f-4951-8cc4-21633188f5cd",
        "choice_type": "single"
    },
    {
        "question": "The Tzanck test, which aids in the diagnosis of herpes simplex infection, is a search for:",
        "exp": "Ans: D (Multi nucleated giant cells) Ref: Jawetz, Melnick & Adelberg's. Textbook of Medical Microbiology, 25th Edition. 2010. Pg. 456. Explanation: Tzanck test is done to demonstrate tbe multinucleated giant cells in smears of scrapings or swabs of the base of vesicles in patients with herpes simplex infection. The multinucleated giant cells are absent in nonherpetic vesicles.",
        "cop": 4,
        "opa": "Intracytopiasmic inclusion bodies",
        "opb": "Koilocvtic cells",
        "opc": "Virus shedding from pustular lesions",
        "opd": "Multi nucleated giant cells",
        "subject_name": "Microbiology",
        "topic_name": "Herpesviruses",
        "id": "c90a7dba-566d-48cc-b8db-c5519521fd27",
        "choice_type": "single"
    },
    {
        "question": "Giemsa stained smear of epithelial cells obtained from a newborn with hepatosplenomegaly is shown below. What is the most likely cause of this congenital infection?",
        "exp": "Ans. a. CMV (Ref: Harrrison 19/e p1191, 18/e p1473; Nelson 19/e p247; Robbins 9/e p359-360). The figure given in the question shows intra-nuclear inclusions surrounded by a clear halo, suggesting CMV infection. Petechiae, hepalosplenomegaly, and jaundice are the most common presenting features (60-80% of cases) of congenital CMV infection. Congenital CMV Infection. Fetal infections range from inapparent to severe and disseminated. Cytomegalic inclusion disease develops in 5% of infected fetuses. Seen almost exclusively in infants born to mothers who develop primary infections during pregnancy. Petechiae, hepatosplenomegaly, and jaundiceQ are the most common presenting features (60-80% of cases). Microcephaly with or without cerebral calcifications, intrauterine growth retardation, and prematurity are reported in 30-50% of casesQ. Inguinal hernias and chorioretinitis are less common. Most congenital CMV infections are clinically inapparent at birthQ. Of asymptomatically infected infants. 5-25% develop significant psychomotor, hearing, ocular, or dental abnormalities over the next several years. Laboratory abnormalities: Laboratory abnormalities include elevated alanine aminotransferase levels in serum, thrombocytopenia, conjugated hyperbilirubinemia, hemolysis, and elevated protein levels in cerebrospinal fluidQ. Prognosis: The prognosis for severely infected infants is poor; The mortality rate is 20-30%, and few survivors escape intellectual or hearing difficulties later in childhood.",
        "cop": 1,
        "opa": "CMV",
        "opb": "Rubella",
        "opc": "HIV",
        "opd": "Ebstein-Barr virus",
        "subject_name": "Microbiology",
        "topic_name": "Herpesviruses",
        "id": "c71ad708-3f30-442a-9782-675dea8a828a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a wrong association -",
        "exp": "Ans. is 'd' i. e., CMV-Nasopharyngeal carcinoma Association of viruses with human cancers (Jawetz). Virus family. Virus. Human cancer. Papillomaviridae. Human papillomaviruses. Genital tumors Squamous cell carcinoma Oropharyngeal carcinoma. Herpesviridae. EB virus. Nasopharyngeal carcinoma Burkitt's lymphoma Hodgkin's disease B cell lymphoma Human herpesvirus 8. Kaposi's sarcoma. Hepadnaviridae. Hepatitis B virus. Hepatocellular carcinoma. Retroviridae. HTL virus. Adult T cell leukemia Human immunodeficiency virus. AIDS related malignancies. Flaviviridae. Hepatitis C virus. Hepatocellular carcinoma",
        "cop": 4,
        "opa": "HPV - Ca. Cx",
        "opb": "EBV - Burkitt's lymphoma",
        "opc": "HHV 8 - Kaposi sarcoma",
        "opd": "CMV - Nasophaiyngeal carcinoma",
        "subject_name": "Microbiology",
        "topic_name": "Herpesviruses",
        "id": "d9d0de9c-b4bd-4abd-8385-3435df24cb77",
        "choice_type": "single"
    },
    {
        "question": "Cause of Herpes Zoster -",
        "exp": "Ans. is 'c' i. e.. Reactivation of latent infection of VZV Varicella zoster virus infectiono Varicella (Chicken pox) and Herpes zoster are different manifestations of the same virus infection. The virus is therefore called varicella zoster virus (VZA)o Primary infection with VZV causes chicken pox. o Reactivation of latent VZV, when immunity has fallen to ineffective levels causes-Herpes zoster. The virus remains dormant in sensory ganglion of trigeminal nerve and reaches the eye along one or more branches of the opthalmic division of the 5th nerve. Heroes Zoster (Shingles)o Occurs in old age 60 years or aboveo As a consequence of reactivation of latent infection from the dorsal root ganglion, o Unilateral vesicular eruptions within a dermatomal distributiono Dermatomes from T3 to L3 and trigeminal nerve (especially ophthalmic branch) are involvedo Zoster ophthalmicus - due to reactivation in ophthalmic branch of trigeminal (gasserian) gangliao Ramsay Hunt Syndrome - due to reactivation in geniculate ganglion of facial nerve, o Complications. Post herpetic neuralgia - most debilitating complication. Meningeal irritation. Transverse myelitis. Cutaneous dissemination. Patient's with hodgkins disease and non hodgkin's lymphoma are at greatest risk for progressive hespes zoster. Bacterial super infection",
        "cop": 3,
        "opa": "Primary infection with VZV",
        "opb": "Recurrent infection with VZV",
        "opc": "Reactivation of latent infection of VZV",
        "opd": "Multiple infection with VZV",
        "subject_name": "Microbiology",
        "topic_name": "Herpesviruses",
        "id": "c6e23226-4193-4cca-9101-3a690ccb52e0",
        "choice_type": "single"
    },
    {
        "question": "Kaposi sarcoma is related to which virus?",
        "exp": "ANSWER: (B) HHV-8. REF: Jawetzs microbiology 24th edition chapter 33 Table 33-2\"The Kaposi's sarcoma-associated herpesvirus, designated as human herpesvirus 8, is classified in the Rhadinovirus genus\"Classification of Human Herpesviruses: Biologic Properties. Examples. Subfamily. Growth Cycle and. Cytopathology. Latent Infections. Official Name (\"Human herpes- virus ). Common Name. Alpha. Short, cytolytic. Neurons1. Herpes simplex virus type 12. Herpes simplex virus type 23. Varicella-zoster virus. Beta. Long, cytomegalic. Glands, kidneys5. Cytomegalovirus Long, lymphoproliferative. Lymphoid tissue6. Human herpesvirus 67. Human herpesvirus 7. Gamma. Variable, lymphoproliferative. Lymphoid tissue4. Epstein-Barr virus8. Kaposi's sarcoma-associated herpesvirus",
        "cop": 2,
        "opa": "HPV 16",
        "opb": "HHV-8",
        "opc": "EBV",
        "opd": "CMV",
        "subject_name": "Microbiology",
        "topic_name": "Herpesviruses",
        "id": "cb61720e-8774-4936-ac96-ca1801f3ea62",
        "choice_type": "single"
    },
    {
        "question": "Vesicle in ear with facial nerve palsy on same side is due to which in infection-",
        "exp": "Ans. is 'b' i. e., VZVRamsay Hunt syndromeo It is lower motor neuron type offacial palsy due to Varicella (herpes) zoster. Pain is often a prominent feature and vesicles are seen in the ipsilateral ear, on the hard palate and/or on anterior two third of tongue. It may involve other cranial nerves-V, VIII, IX and X and cervical branches (C2, C3 & C4) that have anastomotic communications with facial nerve. This results in features like:# Anaesthesia of face# Giddiness# Hearing impairment along with VII nerve palsy. o The mechanism of disease is reactivation of the latent varicella zoster virus in the geniculate ganglion. The onset of palsy is preceeded by pain which may persist & become excruciating. When the rash is absent it is known as zoster sine herpete. o The prognosis of Ramsay Hunt syndrome is worse than Bells palsy. Persistent weakness is observed in 30-50% of patients and only 10% recover completely after complete loss of function without treatment. o Treatment recommended is prednisone (steroid) combined with acyclvir.",
        "cop": 2,
        "opa": "CMV",
        "opb": "VZV",
        "opc": "EBV",
        "opd": "HSV",
        "subject_name": "Microbiology",
        "topic_name": "Herpesviruses",
        "id": "294cc25c-6562-4e94-9b3d-4862fa02801a",
        "choice_type": "single"
    },
    {
        "question": "Varicella zoster virus belongs to which family of DNA viruses -",
        "exp": "Ans. is 'b' i. e., Herpesviridae DNA viruses. Poxviridae:-Variola, vaccinia, cowpox, monkeypox, tanapox, mofluscum contagiosum. Herpesviridae:- HSV-1, HSV-2, varicella-zoster, EBV, CMV. HTLV-1, RK-virus. Adenoviride:- Adenovirus. Parvoviridae:-Parvovirus, Adenosatello virus, Densovirus. Papovaviridae:-Papilloma virus (HPV), Potyomavirus. Hepadnaviridae:-Hepatitis-B vims",
        "cop": 2,
        "opa": "Poxviridae",
        "opb": "Herpesviridae",
        "opc": "Adenoviridae",
        "opd": "Papovaviridae",
        "subject_name": "Microbiology",
        "topic_name": "Herpesviruses",
        "id": "4da3f304-bfd5-4db2-a660-5d5a2320a311",
        "choice_type": "single"
    },
    {
        "question": "Lymphocytosis with atypical lymphocytes are seen in infection with -",
        "exp": "Ans. is 'c' i. e., EBV o In IMN, there is predominantly lymphocytosis with a presence of 20% or more atypical lymphocytes, o These atypical lymphocytes are activated T-lymphocytes which have round or irregularly shaped nuclei, with abundant flowing cytoplasm that characteristically has a dark-staining periphery. o Burkitt's lymphoma is caused by EBV. Epstein - Barr Virus (EBV) o Belongs to Herpes viruses family. o Infection is most common in early childhood, with a second peak during late adolescence. o Infectious mononucleosis (IM) is usually a disease of young adults. o EBV is transmitted by saliva (oral secretions) of an infected person. o Intimate oral contact, as in kissing is the predominant mode of transmission - causes kissing disease. o The virus enters the pharyngeal epithelial cells and B cells through (CR 2/or CD21) receptors, o Memory B Cells are the reservoir of FBI. Clinical Manifestations: o Most primary infections are asymptomatic o Causes an acute self-limited illness - Infectious mononucleosis (Glandular fever) o Incubation period - 4-8 weeks o Age groups - young adults o The most common symptom of IMN is sore throat o Most common sign is lymphadenopathy o Most common complication - meningitis/encephalitis EBV associated malignancies * Burkitt's lyrijphoma # Nasopharyngeal carcinoma * Hodgkin's disease (mixed cellularity type) # Tonsillar Carcinoma * T Cell lymphoma # Thymoma * Gastric carcinoma # CNS lymphoma in AIDS and transplant recipient * Angiocentric nasal NK/T cell immunoproliferative lesions # Leiomyosarcoma * Angio-immunoblastic lymphadenopathy Other associated non-malignant conditions Oral hairy leukoplakia in AIDS patients Chronic fatigue syndrome X-linked lymphoproliferative syndrome (Duncan's disease)",
        "cop": 3,
        "opa": "HSV",
        "opb": "HBV",
        "opc": "EBV",
        "opd": "RSV",
        "subject_name": "Microbiology",
        "topic_name": "Herpesviruses",
        "id": "65514d0c-7966-4962-b76a-f5a67b65245e",
        "choice_type": "single"
    }
]