[
    {
        "question": "HIV virus contains:",
        "exp": "Ans. is 'b' i. e., Single stranded RNA(Ref: Ananthanarayan, 9th/e, p. 571 and 8th/e, p. 570)* The genome in HIV is diploid, composed of two identical single stranded positive sense RNA copies.",
        "cop": 2,
        "opa": "Single stranded DNA",
        "opb": "Single stranded RNA",
        "opc": "Double stranded DNA",
        "opd": "Double stranded RNA",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "2ad1afd2-1588-486d-b926-e17958c71b25",
        "choice_type": "single"
    },
    {
        "question": "In HIV window period indicates:",
        "exp": "Ans. is 'b' i. e., Time period between infection and detection of antibodies against HIV(Ref: Ananthanarayan, 9th/e, p. 579 and 8th/e, p. 578)* It takes 2 - 8 weeks to months for antibodies to appear after infection. This period, from infection to appearance of antibodies is called as window period.* During this period patients is seronegative, i. e., serological tests (ELISA and Western blot) are negative.* The individual may be highly infectious during this period.",
        "cop": 2,
        "opa": "Time period between infection and onset of first symptoms",
        "opb": "Time period between infection and detection of antibodies against HIV",
        "opc": "Time period between infection and minimum multiplication of the organism",
        "opd": "Time period between infection and maximum multiplication of the organism",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "6e3bbdfd-b181-4f52-808a-ef68f3eed266",
        "choice_type": "single"
    },
    {
        "question": "Oncogenic virus is:",
        "exp": "Ans. is 'd' i. e., EBV (Ref: Ananthanarayan, 9th/e, p. 565 and 8th/e, p. 563)* EBV has been implicated in causation of Nasopharyngeal carcinoma and Burkitt's lymphoma.",
        "cop": 4,
        "opa": "CMV",
        "opb": "VZV",
        "opc": "Polio virus",
        "opd": "EBV",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "d02ae023-23cd-4356-84e9-4ef4d33bba0a",
        "choice_type": "single"
    },
    {
        "question": "HIV infects most commonly:",
        "exp": "Ans. is 'a' i. e., CD4 Helper cells The receptor for the virus is the CD4 antigen on surface. The cells affected are:- CD4 T Cells (major target).- B lymphocytes.- Monocytes and macrophages.- Langerhans cells in dermis.- Glial cells and microglia in the CNS.- Follicular dendritic cells from tonsils can be infected by HIV without the involvement of CD4.",
        "cop": 1,
        "opa": "CD4+helper cells",
        "opb": "CD8+cells",
        "opc": "Macrophage",
        "opd": "Neutrophil",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "dd3b9968-789f-4ee2-9388-214a6ac97e86",
        "choice_type": "single"
    },
    {
        "question": "A person has unprotected sex 3 weeks back. To rule out HIV infection the best test is-",
        "exp": "Ans. is 'a' i. e., p24 antigen assay Laboratory diagnosis of HIV infectiono Laboratory diagnosis is made by: A) Antibody detection# It is the most common method used for diagnosis of HIV infection.# ELISA is the most sensitive test and therefore is the serening test of choice.# Western blot is the most specific (Confirmatory) test and therefore is the 'gold standard'for diagnosis.# Antibodies test usually become positive 22 days after the infection. B) Detection of HIV nucleic acid or antigen# p24 antigen detection by ELISA can be done 16 days after infection (earlier than antibody detection).# Nucleic acid detection tests are the earliest to become positive (12 days after infection). Most commonly used test is reverse transcriptase PCR, (RT-PCR). Other methods used are DNA-PCR, RNA-PCR, RNA- b. DNA (branched DNA), and RNA-NASBA (nuclei acid sequenced based assay). C) Virus isolation# Co-cultivation of the patient's lymphocyte with uninfected lymphocytes in the presence of IL-2# Not suitable as a routine diagnostic procedure. In infected individual HIV can be isolated fromo Bloodo Lymphocyteso Semeno Cervical secretionso Salivao Tearso Urineo Breast milk",
        "cop": 1,
        "opa": "P24 antigen assay",
        "opb": "ELISA",
        "opc": "Western blot",
        "opd": "Lymphnode biopsy",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "27ad86d1-13d2-4825-8d93-a817da245f02",
        "choice_type": "single"
    },
    {
        "question": "The tissue of origin of the Kaposi's sarcoma is:",
        "exp": "Ans. is 'b' i. e., Vascular(Ref: Harrison, 18th/e, p. 1565; 17th/e, p. 1186; Robbins, 7th p. 54, 550; Ananthanarayan, 9th/e, p. 576 and 8th/e, p. 575)* Kaposi sarcoma is an intermediate grade, multicentric vascular tumour.* It is caused by HHV-8. It is a cancer that develops from the cells that line lymph or blood vessels. This type of Kaposi sarcoma develops in people who are infected with HIV. Most visual signs of this sarcoma are lesions on the skin (flat, painless spots that are red or purple on white skin and bluish, brownish or black on dark skin). It affects 8 times more men than women.",
        "cop": 2,
        "opa": "Lymphoid",
        "opb": "Vascular",
        "opc": "Neural",
        "opd": "Muscular",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "066702ea-268c-4fdd-a57a-51ffa8451e77",
        "choice_type": "single"
    },
    {
        "question": "Cell fusion of HIV with target cell is done by -",
        "exp": "Ans. is 'b' i. e., gp 41 o Target cells for HIV infection are CD4 Help T-cells (major target), monocyte-macrophages, dendritic cells, Langerhans cells, few B lymphocytes and glial cells/microglia in CNS. o The receptor for the virus is CD4 antigen, and therefore the virus may infect any cell bearing the CD4 antigen on the surface this is primarily the CD4 + (Helper) T Lymphocyte. Specific binding of virus to CD4 receptor is by the envelopc glycoprotein gp-120. However, for infection to take place, cell fusion is essential, which is brought about by the transmembrane gp41. Entry of virus into the cells also requires coreceptor moleculei) Tcells (Helper Tcells) have coreceptor CXCR4 and are infected by T-tropic isolates or syncitia-inducing (SI) strains of HIV (X4 virus). ii) Macrophages have coreceptor CCR5 and are infected by M-tropic isolates or non-syncitia-inducing (NSI) strains of HIV (R5 virus). o Virus using both coreceptors (CXCR4 and CCR5) are called R5. X4 viruses. o Follicular dendritic cells from tonsil can be infected by HIV without the involvement of CD4. o When HIV infects a cell, the viral RNA is transcribed by reverse transcriptase, first into single stranded DNA and then to double stranded DNA (Provirus). Provirus is integrated into host cell chromosome. This provirus initiates viral replication by directing synthesis of viral RNA, in response to viral promoters. Thus, the sequence in replication is RNA - DNA - RNA & proteins. HIV infection of a cell | Viral RNA inside the cell |Reverse transcriptase. Single stranded DNA |Reverse transcriptase. Double stranded DNA (Provirus) | Integrated into host chromosomes |.- Viral promotors. Synthesis of viral RNA and other components",
        "cop": 2,
        "opa": "gp 120",
        "opb": "gp41",
        "opc": "p24",
        "opd": "p 18",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "f8edf300-965d-4038-95bb-6eae10b767a9",
        "choice_type": "single"
    },
    {
        "question": "Prions are:",
        "exp": "Ans. is 'c' i. e., Infectious. Prions are small protein-containing infectious particles with no detectable nucleic acid. They were suspected to be viruses but otherwise do not conform to the standard definition of viruses. They differ from the viruses in their many properties. The prions show following characteristics: 1. Prions like viruses are filterable. 2. They apparently lack any virion structure or genome. 3. Unlike viruses, they are unusually resistant to inactivation by heat, disinfectants and radiation. 4. They do not elicit any specific immune response in the infected host.",
        "cop": 3,
        "opa": "Made up of bacterial and viral particles",
        "opb": "Immunogenic",
        "opc": "Infectious",
        "opd": "RNA particles",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "734ab62f-8833-4840-b1a9-a6afeb4e09f0",
        "choice_type": "single"
    },
    {
        "question": "Most common agent causing tuberculosis in AIDS patient in tropical countries is:",
        "exp": "Ans. is 'a' i. e., Mycobacterium tuberculosis (Ref: Ananthanarayan, 9th/e, p. 576 and 8th/e, p. 575). Common pathogens causing T. B. in AIDS patients are M. tuberculosis and M. avium intraceliulare. In developing countries, the most important pathogen is M. tuberculosis, with many strain being multidrug resistant.",
        "cop": 1,
        "opa": "Mycobacterium tuberculosis",
        "opb": "Mycobacterium intracellulare1997",
        "opc": "Mycobacterium parvum",
        "opd": "Mycobacterium atypical",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "6d268aef-31ca-4f68-994d-b6b6fd1d7cd3",
        "choice_type": "single"
    },
    {
        "question": "An HIV patient complains of visual disturbances. Fundal examination shows bilateral retinal exudates and perivascular hemorrhages. Which of the following viruses are most likely to be responsible for this retinitis?",
        "exp": "Ans. is 'c' i. e., Cytomegalovirus (Ref: Harrison, 18th/e, p. 1563; 17th/e, p. 1185)* Perivascular hemorrhage and exudate are characteristic of CMV retinitis.* CMV infection - Other organ infection excluding liver, spleen and lymph nodes.* Other viral opportunistic infections - Chronic HSV infection, Progressive multifocal leukoencephalopathy, varicella-zoster virus, adenovirus, polyomavirus JC virus, hepatitis B virus, hepatitis C virus.",
        "cop": 3,
        "opa": "Herpes simplex",
        "opb": "Varicella zoster",
        "opc": "Cytomegalovirus",
        "opd": "EBV",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "94d5a77d-deca-4ab2-8e76-0cd121b8daf3",
        "choice_type": "single"
    },
    {
        "question": "Nef gene in HIV is for use:",
        "exp": "Ans. is 'c' i. e., Decreasing viral replication(Ref: Ananthanarayan, 9th/e, and 8th/e, p. 571). Nef (Negative factor gene): Downregulating viral replication. QThe Nef protein increases viral infectivity, facilitates activation of resting T cells, and downregulates expression of CD4 and MHC class I. The Nef gene is necessary for simian immunodeficiency virus (SIV) to be pathogenic in monkeys. (Jawetz)",
        "cop": 3,
        "opa": "Enhancing the expression of genes",
        "opb": "Enhancing viral replication",
        "opc": "Decreasing viral replication",
        "opd": "Maturation",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "306b13bb-8938-484f-9aca-39d2654f8375",
        "choice_type": "single"
    },
    {
        "question": "Most common oncogenic RNA virus:",
        "exp": "Ans. is 'a' i. e., Retrovirus (Ref: Ananthanarayan, 9th/e, p. 565 and 8th/e, p. 563, 565). Retroviruses contain an RNA genome and an RNA-directed DNA polymerase (reverse transcriptase). Both HIV and HTLV are oncogenic retrovirus.",
        "cop": 1,
        "opa": "Retrovirus",
        "opb": "Picornavirus",
        "opc": "Orthomyxovirus",
        "opd": "Paramyxovirus",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "f0f8f292-ed29-4782-b695-cd21fe924776",
        "choice_type": "single"
    },
    {
        "question": "Most common helminthic infection in AIDS is:",
        "exp": "Ans. is 'b' i. e., Strongyloides stercoralis (Ref: Paniker Parasitology, 6th/e, p. 173)* Amongst the given options only stongyloides causes opportunistic infection in AIDS.* Generalised strongyloidosis may be seen in AIDS.* Protozoa causing opportunistic infection are: Toxoplasma gondii, Isospora belli, Cryptosporidium species.",
        "cop": 2,
        "opa": "Trichuris trichiura",
        "opb": "Strongyloides stercoralis",
        "opc": "Enterobius vermicularis",
        "opd": "Nector-americanus",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "ecfaa301-b008-4d2f-a149-ec17bc3f731d",
        "choice_type": "single"
    },
    {
        "question": "In a patient having HIV infections, oral ulcer is most commonly due to:",
        "exp": "Ans. is 'a' i. e., Candida (Ref: Harrison, 18th/e, p. 1549, 1550; 17th/e, p. 1174)* Amongst the given options, only Candida causes oral lesion in AIDS patient.",
        "cop": 1,
        "opa": "Candida",
        "opb": "Cryptococcosis",
        "opc": "Histoplasma",
        "opd": "Trichophyton",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "c3fa9a8f-95ab-4c92-8dc5-2d234176fb3f",
        "choice_type": "single"
    },
    {
        "question": "Maximum exposure to HIV is seen in:",
        "exp": "Ans: A (Intrapartum period) Ref: Ananthanarayan R. Paniker CKJ. Textbook of Microbiology. 8th Edition. Hyderabad: Universities Press: 2009. Pg. 575 & WHO. A review of HIV transmission through breast feeding. 1998. Explanation: About a third to half the number of babies horn to infected mothers are infected with. Transmission of infection from mother to baby can take place before, during or after birth. HIV Virus transmission may occur to the fetus in pregnancy as early as the first trimester, but infection is more common during intrapartum period. Percentage HIV infection acquired by different routes * Partially breastfed/ breastfedin fants. Non-breastfed infants. During intrauterine period20%33%During delivery45-50%67%Postpartum, by breastfeeding30-35%0* These rates are observed in the absence of interventions to reduce MTCT",
        "cop": 1,
        "opa": "Intrapartum period",
        "opb": "Breastfeeding",
        "opc": "1st Trimester",
        "opd": "3rd Trimester",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "f356bc40-73f9-4229-ba74-e338bc0465a0",
        "choice_type": "single"
    },
    {
        "question": "Prions consists of:",
        "exp": "Ans. is 'd' i. e., Only Protein Prions are small protein-containing infectious particles with no detectable nucleic acid. They were suspected to be viruses but otherwise do not conform to the standard definition of viruses. They differ from the viruses in their many properties. The prions show following characteristics: 1. Prions like viruses are filterable. 2. They apparently lack any virion structure or genome. 3. Unlike viruses, they are unusually resistant to inactivation by heat, disinfectants and radiation. 4. They do not elicit any specific immune response in the infected host.",
        "cop": 4,
        "opa": "DNA and RNA",
        "opb": "DNA, RNA and Protein",
        "opc": "RNA and Protein",
        "opd": "Only Protein",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "86f01aab-cf1c-4205-bab5-d88801ebc8e8",
        "choice_type": "single"
    },
    {
        "question": "When was HIV virus discovered?",
        "exp": "Ans. is 'a' i. e., 1983(Ref: Harrison, 18th/e, p. 3146)* In 1983, human immunodeficiency virus (HIV) was isolated from a patient with lymphadenopathy, and by 1984 it was demonstrated clearly to the causative agent of AIDS.",
        "cop": 1,
        "opa": "1983",
        "opb": "1976",
        "opc": "1969",
        "opd": "1992",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "507f2535-221f-419b-a271-e2cee9336892",
        "choice_type": "single"
    },
    {
        "question": "Function of gp 120 of HIV envelop-",
        "exp": "Ans. is 'c' i. e., Attachment of CD4 receptor o Target cells for HIV infection are CD4 Help T-cells (major target), monocyte-macrophages, dendritic cells, Langerhans cells, few B lymphocytes and glial cells/microglia in CNS. o The receptor for the virus is CD4 antigen, and therefore the virus may infect any cell bearing the CD4 antigen on the surface this is primarily the CD4 + (Helper) T Lymphocyte. Specific binding of virus to CD4 receptor is by the envelopc glycoprotein gp-120. However, for infection to take place, cell fusion is essential, which is brought about by the transmembrane gp41. Entry of virus into the cells also requires coreceptor moleculei) Tcells (Helper Tcells) have coreceptor CXCR4 and are infected by T-tropic isolates or syncitia-inducing (SI) strains of HIV (X4 virus). ii) Macrophages have coreceptor CCR5 and are infected by M-tropic isolates or non-syncitia-inducing (NSI) strains of HIV (R5 virus). o Virus using both coreceptors (CXCR4 and CCR5) are called R5. X4 viruses. o Follicular dendritic cells from tonsil can be infected by HIV without the involvement of CD4. o When HIV infects a cell, the viral RNA is transcribed by reverse transcriptase, first into single stranded DNA and then to double stranded DNA (Provirus). Provirus is integrated into host cell chromosome. This provirus initiates viral replication by directing synthesis of viral RNA, in response to viral promoters. Thus, the sequence in replicationis RNA - DNA - RNA & proteins. HIV infection of a cell | Viral RNA inside the cell |Reverse transcriptase. Single stranded DNA |Reverse transcriptase. Double stranded DNA (Provirus) | Integrated into host chromosomes |- Viral promotors. Synthesis of viral RNA and other components",
        "cop": 3,
        "opa": "Cell fusion",
        "opb": "Cell penetration",
        "opc": "Attachment of CD4 recepter",
        "opd": "Integration of nucleic acid",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "1aa9e9d2-03ef-417d-a382-ebb817173b78",
        "choice_type": "single"
    },
    {
        "question": "The only oncogenic virus whose pathogenicity has been proved without doubt is:",
        "exp": "Ans. is 'a' i. e., HTLV - IHTLV-1 has been established as the causative agent of adult T-cell leukemia-lymphomas (ATL) as well as a nervous system degenerative disorder called tropical spastic paraparesis. It does not carry an oncogene. The human lymphotropic viruses have a marked affinity for mature T cells. HTLV - 1 is expressed at very low levels in infected individuals. It appears that the viral promoter enhancer sequences in the long terminal repeat may be responsive to signals associated with the activation and proliferation of T cells. If so, the replication of the viruses may be linked to the replication of the host cells - a strategy that would ensure efficient propagation of the virus",
        "cop": 1,
        "opa": "HTLV-I",
        "opb": "HTLV-II",
        "opc": "HTLV - III",
        "opd": "HTLV - IV",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "c3561184-0292-41f7-bfcb-b6507eb94500",
        "choice_type": "single"
    },
    {
        "question": "Most common genital lesion in HIV patient is:",
        "exp": "Ans. is 'b' i. e., Herpes * Herpes simplex (in the developed world) and chancroid (in Africa) are the most common cause of genital ulceration in HIV infected patients.* Herpesvirus infections are common in AIDS patients, and multiple herpesviruses are frequently detected being shed in saliva. Cytomegalovirus retinitis is the most common severe ocular complication of AIDS.",
        "cop": 2,
        "opa": "Chlamydia",
        "opb": "Herpes",
        "opc": "Syphilis",
        "opd": "Candida",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "da9b393f-2498-4e82-a1e2-2945098bebda",
        "choice_type": "single"
    },
    {
        "question": "The most common organism amongst the following that causes acute meningitis in an AIDS patient is a:",
        "exp": "Ans. is 'c' i. e., Cryptococcus neoformans(Ref: Harrison, 18th/e, p. 1559, 1560; 17th/e, p. 1182)* Most common cause of seizures - Toxoplasma* Most common cause of meningitis - Cryptococcus* Most common cause of focal neurological deficit - Toxoplasma",
        "cop": 3,
        "opa": "Streptococcus pneumoniae",
        "opb": "Streptococcus agalactiae",
        "opc": "Cryptococcus neoformans",
        "opd": "Listeria monocytogenes",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "73ee1992-6c2d-416a-a82f-fb7121644077",
        "choice_type": "single"
    },
    {
        "question": "Which is not an opportunisitic infection in AIDS?",
        "exp": "Ans. (c) Dermatophyte",
        "cop": 3,
        "opa": "Crytococcus",
        "opb": "Aspergillosis",
        "opc": "Dermatophyte",
        "opd": "P. Jiroveci",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "8a32bb5a-dbb9-43f7-8c77-e71740f7a5c2",
        "choice_type": "single"
    },
    {
        "question": "The causative organism for AIDS was identified in the year:",
        "exp": "Ans. a. 1983 (Ref: Ananthanarayan 7/e p582; Harrison 19/e p1215, 18/e p1517). The causative organism for AIDS was identified in the year 1983. \"In 1983, Luc Montagnier and colleagues from the Pasteur Institute. Paris, isolated a retrovirus from a West African patient with persistent generalized lymphadenopathy. which is a manifestation of AIDS, and called it 'lymphadenopathy associated virus' (LAV). It produced lytic infection in fresh peripheral blood lymphocytes but could not be established in permanent cell lines. In 1984, Robert Gallo and colleagues from the National Institute of Health, USA, reported isolation of a retrovirus from AIDS patients and called it \"human T-cell lymphotropic virus-III (HTL V-III). Other similar isolates were reported from AIDS cases under different names. To resolve this nomenclatural confusion, the International Committee on liras Nomenclature in 1986 decided on the generic name human immunodeficiency virus' (HIV) for these viruses. \" - Ananthanarayan 7/e p582. Human Immunodeficiency Virus (HIV). The first indication of a new syndrome came in the summer of 1981, with reports from New York and Loss Angeles (USA) of a sudden unexplained outbreak of two very rare diseases-Kaposi's sarcoma and Pneumocystis carinii pneumonia (now pneumocystis jiroveci pneumonia) in young adults who were homosexuals or addicted to injected narcotics. They appeared to have lost their immune competence, rendering them vulnerable to overwhelming and fatal infections with relatively avirulent micro-organisms, as well as to lymphoid and other malignancies. This condition was given the name 'acquired immune deficiency syndrome' (AIDS). In 1983, Luc Montagnier and colleagues from the Pasteur Institute, Paris, isolated a retrovirus from a West African patient with persistent generalized lymphadenopathy, which is a manifestation of AIDS, and called it 'lymphadenopathy associated virus' (LAV). It produced lytic infection in fresh peripheral blood lymphocytes but could not be established in permanent cell lines. In 1984, Robert Gallo and colleagues from the National Institute of Health. USA, reported isolation of a retrovirus from AIDS patients and called it 'human T-cell lymphotropic virus-III (HTLV-III). Other similar isolates were reported from AIDS cases under different names. To resolve this nomenclatural confusion, the International Committee on Virus Nomenclature in 1986 decided on the generic name 'human immunodeficiency virus' (HIV) for these viruses.",
        "cop": 1,
        "opa": "1983",
        "opb": "1976",
        "opc": "1994",
        "opd": "1969",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "b5d24d7d-3348-43cc-ab4e-1ff6d764009f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in HIV Patient with CD4 count less than 100 Per micro litre, who has non productive cough:",
        "exp": "Ans. is 'c' i. e. Mycoplasma Pneumoniae Mycoplasma Pneumoniae is not among the opportunistic organisms causing Pneumonia in a patient with AIDS. Organisms causing Pneumonia in AIDS patient. Bacterial - S. pneumoniae (most common)*H. influenza Parasite - Pneumocystis carinii* Fungal - Cryptococcal*Aspergillus Coccidioides immitis Histoplasmosis. Opportunistic infections*CD4-Tcell Counts at which they develop. Mycobacterium T. B. Candida (oral thrush). Herpes Zoster* 400-200. Pneumocystis carinii. Cryptococcus neoformans. Toxoplasma gondii* less than 200. Mycobacterium. Avium intracellulare* less than 50",
        "cop": 3,
        "opa": "Mycobacterium tuberculosis",
        "opb": "Pneumocystis carinii",
        "opc": "Mycoplasma pneumonae",
        "opd": "Cryptococcal infection",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "f9a57f9a-ec26-450c-aeb4-554eabd3c4e1",
        "choice_type": "single"
    },
    {
        "question": "Fatal familial insomnia is associated with:",
        "exp": "Ans. is 'a' i. e., Prion disease. Fatal familial insomnia: Patients with this illness present with intractable insomnia, dysautonomia, dementia and motor paralysis. Death occurs within 6 months to 3 years following presentation. The clinical presentation of the disease, however, varies widely; hence definitive diagnosis of the condition is made by genotyping.",
        "cop": 1,
        "opa": "Prion disease",
        "opb": "Degenerative diseases",
        "opc": "Neoplastic diseases",
        "opd": "Vascular diseases",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "38234330-a1a9-4355-bb83-a19a3e4176d2",
        "choice_type": "single"
    },
    {
        "question": "A patient with HIV has diarrhoea with AFB+ve organism in stool. The most likely organism is:",
        "exp": "Ans. is 'a' i. e., Mycobacterium avium intraceliulare(Ref: Ananthanarayan, 9th/e, p. 576; Harrison, 18th/e, p. 1548; 17th/e, 1173)* MAC infection is a late complication of HIV infection, occurs when CD4<50ml, in contrast to T. B. which occurs early even with CD4>300ml* Clinical Features:- Disseminated disease with fever, weight loss and night sweats (most common).- Abdominal pain.- Diarrhoea.- Lymphadenopathy.* Diagnosis is made by demonstration of AFB positive mycobacteria in sputum, stool, blood or bone narrow.",
        "cop": 1,
        "opa": "Mycobacterium avium intracellulare",
        "opb": "Mycobacterium TB",
        "opc": "Mycobacterium leprae",
        "opd": "Mycoplasma",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "08e641d5-363d-42ac-b21d-c2a076fefd44",
        "choice_type": "single"
    },
    {
        "question": "AIDS involves:",
        "exp": "Ans. is 'a' i. e., Helper T Cells (Ref: Ananthanarayan, 9th/e, p. 574, and 8th/e, p. 572). The receptor for the virus is the CD4 antigen on surface. The cells affected are:- CD4 T Cells (major target).- B lymphocytes.- Monocytes and macrophages.- Langerhans cells in dermis.- Glial cells and microglia in the CNS.- Follicular dendritic cells from tonsils can be infected by HIV without the involvement of CD4.",
        "cop": 1,
        "opa": "T - helper cells",
        "opb": "T - suppressor cells",
        "opc": "T - cytotoxic",
        "opd": "B. cells",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "fc56c182-a703-46de-8174-0ffdde74b801",
        "choice_type": "single"
    },
    {
        "question": "A patient comes to hospital with a history of sore throat, diarrhea and sexual contact 2 weeks before. The best investigation to rule out HIV is:",
        "exp": "Ans. is 'a' i. e., p. 24 antigen assay (Ref: Ananthanarayan, 9th/e, p. 577 - 578 and 8th/e, p. 576)* p24 antigen is the earliest virus marker to appear in blood and is the one tested for.* It may be detectable in blood after about 2 weeks. Remember: Nucleic acid tests (RT - PCR, BONA, PCR) are the earliest test to become positive (even before p24 antigen detection). Test. Positive after infection. Nucleic acid test12 daysp24 antigen test16 days. Antibodies test22 days",
        "cop": 1,
        "opa": "p24 antigen assay",
        "opb": "ELISA",
        "opc": "Western blot",
        "opd": "Lymph node biopsy",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "9812d737-2ce9-4586-b075-4a8dc73a071a",
        "choice_type": "single"
    },
    {
        "question": "HIV infects which of the following cells?",
        "exp": "Ref: Textbook of Microbiology, 8th edition,. 4 nanthna ray an and Paniker, Page 572. Explanation: Infection is initiated by HIV after contact with a suitable host cell, namely the T-helper cell or CD4 lymphocyte. Receptor for HIV is - CD4 antigen borne primarily on CD4+ (helper/inducer) T lymphocyte, for which the cheinokine co-receptor involved is- CXCR4. HIV also infects Macrophages, the chemokines co-receptor involved is- CCR5. Rare hereditary conditions involving mutation of CCR5 (32 base pair deletion in the ORF-d32) -- Genetic resistance to acquiring HIV infection, delay AIDS onset or LTNPs (Long Term Non-Progressors). Cell Types Infected by HIV and Chemokine Co-receptor. CD4+ T-helper cells - CXCR4. Macrophages - CCR5. Dendritic cells.",
        "cop": 2,
        "opa": "NK cells",
        "opb": "T-helper cells",
        "opc": "T suppressor cells",
        "opd": "Plasma cells",
        "subject_name": "Microbiology",
        "topic_name": "Human Immunodeficiency Virus",
        "id": "1849ad68-5bee-4287-8105-ad56af89fbe7",
        "choice_type": "single"
    }
]