[
    {
        "question": "Which of the following is very difficult to induce antibody -",
        "exp": "An antigen is any substance that causes an immune system to produce antibodies against it. Antigens are usually peptides, polysaccharides or lipids. In general, molecules other than peptides (saccharides and lipids) qualify as antigens but not as immunogens since they cannot elicit an immune response on their own. Ref: Ananthanarayan & Panikers textbook of microbiology 9th edition pg: 88",
        "cop": 1,
        "opa": "Polysaccharide",
        "opb": "Protein",
        "opc": "Antigen",
        "opd": "Effector",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "3c3ba303-b196-45de-8ced-6c888c9e0d4e",
        "choice_type": "single"
    },
    {
        "question": "Sedimentation coefficient of Ig E is:",
        "exp": "Ans: b 8S Ref: Ananthanarayanan 8th edition. Svedberg unit - a sedimentation constant of 1 x 1013sec. Sedimentation unit is studied by ultracentrifugation - for diversity of antibody molecule. IgG -7. IgA -7. IgM -19. Ig D -7. IgE -8",
        "cop": 2,
        "opa": "7S",
        "opb": "8S",
        "opc": "11S",
        "opd": "20 S",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "3ce61463-a3ad-4e05-8e97-b404f9f04e0e",
        "choice_type": "single"
    },
    {
        "question": "PK reactio detects -",
        "exp": "The Prausnitz-Kustner test (PK test, Prausnitz-Kustner reaction) is an immunologic test formerly used by physicians to determine if a patient has an allergic reaction to a specific antigen i. e, IgE Ref: Ananthanarayan & Parkers textbook of microbiology 9th edition pg: 98",
        "cop": 3,
        "opa": "IgG",
        "opb": "IgA",
        "opc": "IgE",
        "opd": "IgM",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "7d0da418-4874-4cf7-b692-7ac48dae2708",
        "choice_type": "single"
    },
    {
        "question": "A 3 year old child presents with a history of repeated sinopulmonary infections caused by encapsulated organisms. Which of the following is most likely to be deficient in this case?",
        "exp": "Deficiency of Ig. G2 results in recurrent sinopulmonary infections with encapsulated organisms. Deficiency of Ig. G1 - Bacterial infections (Diptheria, tetanus) Deficiency of Ig. G3 - Viral infections Deficiency of Ig. G4 - Parasitic infections IgG is the only maternal immunoglobulin that is normally transpoed across the placenta and provides natural passive immunity to the newborn. Maximum placental transfer - Ig. G1 Minimum placental transfer - Ig. G2 Reference: Ananthanarayan and Paniker&; s Textbook of Microbiology Tenth edition",
        "cop": 3,
        "opa": "Ig. G4",
        "opb": "Ig. G3",
        "opc": "Ig. G2",
        "opd": "Ig. G1",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "a6bcc7af-bcc3-47d6-ab56-14f8d45293e1",
        "choice_type": "single"
    },
    {
        "question": "Agglutination test is -",
        "exp": "Weil- Felix reaction for the diagnosis of typhus fever. - The Agglutination reaction is when a paiculate antigen is mixed with its antibody in the presence of electrolytes at a suitable temperature and pH, the paicles are clumped or agglutinated. Reference: Anathanarayan & paniker's 9th edition, pg no: 108, 109 <\\p>",
        "cop": 3,
        "opa": "ABO incompatibility",
        "opb": "VDRL",
        "opc": "Weil-felix test",
        "opd": "FTA-ABS",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "4a365a2f-fd9f-421c-bce4-ffcda2196b0c",
        "choice_type": "single"
    },
    {
        "question": "A young girl has had repeated infections with Candida albicans and respiratory viruses since she was 3 months old. As part of the clinical evaluation of her immune status, her responses to routine immunization procedures should be tested. In this evaluation, the use of which of the following vaccines is contraindicated?",
        "exp": "Recurrent severe infection is an indication for clinical evaluation of immune status. Live vaccines, including BCG attenuated from M. tuberculosis, should not be used in the evaluation of a patient's immune competence because patients with severe immunodeficiencies may develop an overwhelming infection (disseminated disease) from the vaccine. For the same reason, oral (Sabin) polio vaccine is not advisable for use in such persons. The other vaccines listed are acellular and should be safe to use in this clinical scenario described.",
        "cop": 1,
        "opa": "Bacillus Calmette-Guerin (BCG)",
        "opb": "Bordetella pertussis vaccine",
        "opc": "Diphtheria toxoid",
        "opd": "Inactivated polio",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "6b6f4c68-54e2-4ddc-9957-d9375d57a913",
        "choice_type": "single"
    },
    {
        "question": "In type I hypersensitivity, the mediators is",
        "exp": "(IgE) (161-AN 7th) (202-206-CP). Types of hypersensitivity reactions and their features. Type of reaction. Clinical syndrome. Mediators. Type I: Ig. E1. Anaphylaxis2. Atopy P. K. reaction. IgE, histamine and other pharmacological agents. Type II: Cytolytic and Cytotoxic. Antibody-mediated damage- thrombocytopenia-agranulocytosis, hemolytic anemia. IgG: IgM, CType III: Immune complex1. Arthrus reaction2. Serum sickness3. Glomerulonephritis, rheumatic fever and rheumatoid arthritis. IgG: IgM C Leucocytes. Type IV: Delayed hypersensitivity1. Tuberculin test - Lepromin test, Frei-test, Histoplasmin and toxoplasmin tests viral infections such as herpes simplex and mumps2. Contact dermatitis - drugs, metal (Nickle, chromium), chemicals3. Granulomatous type TB, Leprosy, Schistosomiasis, sarcoidosis and Crohn's diseaseT. cells, Lymphokines, macrophages",
        "cop": 1,
        "opa": "IgE",
        "opb": "IgG",
        "opc": "IgM",
        "opd": "IgC",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "8b5168d2-3bdb-46bf-a8ae-74a30027b245",
        "choice_type": "single"
    },
    {
        "question": "Northern blot is used for identification of: (Repeat)",
        "exp": "Ans: A (RNA) Ref: Ananthanarayan R, Paniker CKJ. Textbook of Microbiology. 8th Edition. Hyderabad: Universities Press; 2009. Pg. 69. Explanation: Southern blotting: The highly sensitive technique for identifying DNA fragments by DNA-DNA hybridisation is called Southern blotting, after EM Southern who devised it. This technique has very wide applications in DNA analysis. Northern blotting: An analogous procedure for the analysis of RNA has been called northern blotting (as opposed to Southern blotting). Here the RNA mixture is separated by gel electrophoresis, blotted and identified using labelled DNA or RNA probes. Western blotting: A similar technique for the identification of proteins (antigens) is called immunoblotting (or, in conformity with other blotting techniques, western blotting). Here the protein antigen mixture is separated by SDS- PAGE (sodium dodecylsulfate-polyacrylamide gel electrophoresis), blotted on to nitrocellulose strips and identified by radiolabeled or enzyme-labeled antibodies as probes. E. g. Western blot test for detection of antibodies directed against different antigens of HIV",
        "cop": 1,
        "opa": "RNA",
        "opb": "DNA",
        "opc": "Protein",
        "opd": "Antibodies",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "3fc9309c-3954-42a1-8d48-db096fa64252",
        "choice_type": "single"
    },
    {
        "question": "Superantigens true is -",
        "exp": "Superantigens are a class of antigens that cause non-specific activation of T-cells resulting in polyclonal T cell activation and massive cytokine release. Superantigens bind first to the MHC Class II and then coordinate to the variable alpha or beta chain of T-cell Receptors. Reff: Ananthanarayan & Panikers textbook of microbiology 9th edition pg: 90",
        "cop": 4,
        "opa": "They bind to the left of the MHC",
        "opb": "Needs to processed before presentation",
        "opc": "They are presented by APC'S to T cells",
        "opd": "Directly attached to lateral aspect of TCR b chain",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "71d3f7a0-9ed2-47d7-a213-6abf1dc6a578",
        "choice_type": "multi"
    },
    {
        "question": "Apa from T & B lymphocytes, the other class of lymphocytes is -",
        "exp": "Lymphocytes include natural killer cells (NK cells) (which function in cell-mediated, cytotoxic innate immunity), T cells (for cell-mediated, cytotoxic adaptive immunity), and B cells (for humoral, antibody-driven adaptive immunity). Reff: Ananthanarayanan & panikers textbook of microbiology 9th edition pg: 132",
        "cop": 3,
        "opa": "Macrophages",
        "opb": "Astrocytes",
        "opc": "NK cells",
        "opd": "Langerhans cells",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "8b726796-16b2-4778-9185-89e74f04bf8b",
        "choice_type": "single"
    },
    {
        "question": "Bronchial secretion secretes -",
        "exp": "In its secretory form, IgA is the main immunoglobulin found in mucous secretions, including tears, saliva, sweat, colostrum, and secretions from the genitourinary tract, gastrointestinal tract, prostate, and respiratory epithelium. It is also found in small amounts in the blood Ref: Ananthanarayan & Parker's textbook of microbiology 9th edition pg: 97",
        "cop": 1,
        "opa": "IgA",
        "opb": "IgE",
        "opc": "IgM",
        "opd": "IgG",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "53349460-5ad4-4718-a18d-bf77552ef2f4",
        "choice_type": "single"
    },
    {
        "question": "Helper T-cells are primarily involved in -",
        "exp": "Ans. is 'a' i. e.. Cell mediated immunity",
        "cop": 1,
        "opa": "Cell mediated immunity",
        "opb": "Killing virus infected cells",
        "opc": "Killing tumor cells",
        "opd": "Involved in type II hypersensitivity",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "826e0cf2-46b2-408b-ab7c-479a5cf49183",
        "choice_type": "single"
    },
    {
        "question": "A mother brings her 1 year old child to the hospital with complaints that he turns blue while breastfeeding. It resolves when he assumes a squatting position. On examination, a cleft palate is seen. Labs show hypocalcemia. Which of the following abnormalities are expected to be seen in the lymphoid organs?",
        "exp": "Decreased size of paracoical areas of lymph nodes is expected as this child has Di. George Syndrome. Di. George Syndrome: Deficient CMI is seen due to aplasia of thymus and hence deficiency of T cells. This leads to paracoical areas of lymph nodes and periaeriolar sheaths of the spleen being reduced in size. B cells are usually not affected. Clinical Features of Di. George Syndrome - Di. George syndrome is a cellular immunodeficiency disorder caused by the deletion of a small segment of chromosome 22 (22q11) leading to a developmental defect involving the endodermal derivatives of the third and fouh pharyngeal pouches. (Thymus and parathyroid glands) The clinical features can be remembered with the mnemonic - CATCH C - Cardiac defects A - Abnormal facies T - Thymic aplasia C - Cleft palate H - Hypocalcemia Reference: Ananthanarayan and Paniker&; s Textbook of Microbiology Tenth edition",
        "cop": 1,
        "opa": "Decreased size of periaeriolar lymphoid sheath of spleen",
        "opb": "Increased size of spleenic follicles",
        "opc": "Increased size of para coical areas of lymph nodes",
        "opd": "Decreased size of germinal centres of lymph nodes",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "650debb1-0bee-4a55-a072-7f549690d93c",
        "choice_type": "single"
    },
    {
        "question": "Natural killer cells",
        "exp": "Natural Killer Cells. The function of NK cells is to destroy irreversibly stressed and abnormal cells, such as virus-infected cells and tumor cells. NK cells make up approximately 5% to 10% of peripheral blood lymphocytes. They do not express TCRs or Ig. NK cells are endowed with the ability to kill a variety of virus-infected cells and tumor cells, without prior exposure to or activation by these microbes or tumors. Two cell surface molecules, CD16 and CD56, are commonly used to identify NK cells. CD16 is an Fc receptor for IgG, and it confers on NK cells the ability to lyse IgG-coated target cells. This phenomenon is known as antibody-dependent cell-mediated cytotoxicity (ADCC). The function of CD56 isnot known. Ref: Robbins and Cotran Pathologic Basis of Disease; 9th edition; Chapter 6; Diseases of the Immune System",
        "cop": 3,
        "opa": "Belongs to B-cell lineage",
        "opb": "Belongs to T-cell lineage",
        "opc": "Display cytotoxic effect on tumor cell",
        "opd": "Requires previous antigen exposure for activation",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "977df036-1eb8-4de2-badd-0a23b59e225b",
        "choice_type": "single"
    },
    {
        "question": "Oakley-Fulthorpe procedure is:",
        "exp": "*Various immunodiffusion test *Single diffusion in one dimension - Oudin procedure *Double diffusion in one dimension - Oakley fulthorpe procedure *Single diffusion in two dimensions - Radial immunodiffusion *Double diffusion in two dimensions - Ouchterlony procedure",
        "cop": 2,
        "opa": "Single diffusion in one dimension",
        "opb": "Double diffusion in one dimension",
        "opc": "Single diffusion in two dimensions",
        "opd": "Double diffusion in two dimensions",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "dce5e747-b0ce-4ffc-9aee-0594fb49832b",
        "choice_type": "single"
    },
    {
        "question": "An 11-year-old boy was brought to the pediatric OPD with multiple abscesses over his face, chest, and back. The child has a history of recurrentrespiratory infections. On examination, he has atopic excoriating skin and multiple cold abscesses on his back. What is the most probable diagnosis?",
        "exp": "From the above clinical history and examination, the most probable diagnosis is Hyper IgE syndrome (Job's syndrome). It is an autosomal dominant primary immunodeficiency disease caused by a mutation of STAT3 gene. Neutrophils do not generate an immune response, probably due to a defect in chemotaxis. Patients present with recurrent staphylococcal skin abscesses, recurrent lung infections (pneumatoceles), eczema, eosinophilia and high serum levels of lgE. Reference: Ananthanarayan and Paniker&; s Textbook of Microbiology Tenth edition",
        "cop": 1,
        "opa": "Hyper IgE syndrome",
        "opb": "Hyper IgM syndrome",
        "opc": "Carcinoid syndrome",
        "opd": "Wiskott aldrich syndrome",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "b3b8f17f-25ac-4f83-9434-0efb1f1621b8",
        "choice_type": "single"
    },
    {
        "question": "A young girl has had repeated infections with Candida albicans and respiratory viruses since the time she was 3 months old. As pa of the clinical evaluation of her immune status, her responses to routine immunization procedures should be tested. In this evaluation, the use of which of the following vaccines is contraindicated?",
        "exp": "Recurrent severe infection is an indication for clinical evaluation of immune status. Live vaccines, including BCG attenuated from Mycobacterium tuberculosis, should not be used in the evaluation of a patient's immune competence because patients with severe immunodeficiencies may develop an overwhelming infection from the vaccine. For the same reason, oral (Sabin) polio vaccine is not advisable for use in such persons. Reference: Ananthanarayan and Paniker&; s Textbook of Microbiology Tenth edition",
        "cop": 4,
        "opa": "Diphtheria toxoid",
        "opb": "Bordetella peussis vaccine",
        "opc": "Tetanus toxoid",
        "opd": "BCG",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "14a9d171-cee5-4ffa-a67c-f2e441af2daa",
        "choice_type": "single"
    },
    {
        "question": "Immunoglobulins are produced by -",
        "exp": "Immunoglobulin (Ig), is a large, Y-shaped protein produced mainly by plasma cells that is used by the immune systema Ref: Ananthanarayan & Panikers textbook of microbiology 9th edition pg: 94",
        "cop": 2,
        "opa": "Macrophages",
        "opb": "B-cells",
        "opc": "T-cells",
        "opd": "NK-cells",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "5d9c1eff-11e3-4085-a87d-ff4cb6fd3c76",
        "choice_type": "single"
    },
    {
        "question": "Which of the following staphylococcal protein is a superantigen-",
        "exp": "Ans. is 'a' i. e., Exfoliative toxin Examples of superantigeno Staphylococcal toxic shock syndrome toxino Staphylococcal enterotoxinso Staphylococcal exfoliative (erythrogenic) toxino Streptococcal toxic shock syndrome toxino Certain nonhuman retroviral proteinso Yersinia pseudotuberculosiso Mycoplasma arthritis, o Mouse mammary' tumor virus.",
        "cop": 1,
        "opa": "Exfoliative toxin",
        "opb": "Cytolytic toxin",
        "opc": "ProteinA",
        "opd": "Leucocidin",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "f47ad4d6-ee09-4ca7-96ca-60f3976962e3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is seen in cryoglobulinemia",
        "exp": "Abnormal Ig Bence Jones proteins Light chain of Ig ( Kappa or Lambda ). Waldenstormmacroglobulinemia. Ig M Heavy chain disease Fc pa of heavy chain Cryoglobulinemia. Precipitate at low temperature (Ref: Ananthanarayan 9th edition, 96-98)",
        "cop": 2,
        "opa": "IgG",
        "opb": "IgM",
        "opc": "IgA",
        "opd": "IgE",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "f64021c3-272b-4a12-927c-8f53cab837f2",
        "choice_type": "single"
    },
    {
        "question": "Berson and yellow 1st described the following test",
        "exp": "Berson and Yalow discovered RIA in 1959 by which we can quantify antigens or hormones upto picograms-v sensitive than ELISA RIA /ELISA-indirect immunofluorescence tests Ref: Textbook of Microbiology Baveja 5th ed Pg 115",
        "cop": 1,
        "opa": "RIA",
        "opb": "ELISA",
        "opc": "Immuno chromatography",
        "opd": "Chemiluminescence assay",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "7055e62b-fc08-48ee-8522-348275eadf0a",
        "choice_type": "single"
    },
    {
        "question": "Cryoglobulins are present in blood in which of the following clinical scenarios",
        "exp": "Cryoglobulins if present in blood, form precipitates in patients serum when it is cooled down. They are a type of abnormal immunoglobulin disorder Ref: Textbook of Microbiology Baveja 5th ed Pg 102",
        "cop": 4,
        "opa": "Macroglobulinaemia",
        "opb": "SLE",
        "opc": "Myeloma",
        "opd": "All the above",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "928581b2-c03b-4194-9393-432ec49ec156",
        "choice_type": "multi"
    },
    {
        "question": "A patient with cerebellar problems and spider angiomas is diagnosed with a combined T-cell and B-cell deficiency known as ataxia- telangiectasia. In addition to a defect in this patient's DNA repair enzymes, which immunoglobulin is the primary antibody in saliva, tears, and intestinal and genital secretions, and is also deficient in this illness?",
        "exp": "IgA antibody is involved in local immunity at the level of the mucous membrane. It also arises early in disease, is short lived, and will disappear similarly as IgM.",
        "cop": 2,
        "opa": "IgG",
        "opb": "IgA",
        "opc": "IgM",
        "opd": "IgD",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "f43339d4-9256-480d-8622-3f23aa1c37d2",
        "choice_type": "single"
    },
    {
        "question": "All are true about innate immunity except -",
        "exp": "Innate immunity is the first line of defense against infection. it is non specific. It is the resistance to infections that an individual possess by viue of his or her genetic and constitutional make up. Reference: Anathanarayan & paniker's 9th edition, pg no: 78 <\\p>",
        "cop": 3,
        "opa": "Non-specific",
        "opb": "First line of defence",
        "opc": "Not affected by genetic affected",
        "opd": "Includes complement",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "21d10fa5-a20c-47a6-a1df-5a189dc38707",
        "choice_type": "multi"
    },
    {
        "question": "Skin test based on neutralization reaction is/are -",
        "exp": "Small amount (0. 1 ml) of diluted (1/50 MLD) diphtheria toxin is injected intradermally into one arm of the person and a heat inactivated toxin on the other as a control. If a person does not have enough antibodies to fight it off, the skin around the injection will become red and swollen, indicating a positive result. This swelling disappears after a few days. If the person has an immunity, then little or no swelling and redness will occur, indicating a negative result. Ref: Ananthanarayan & Panikers textbook of microbiology 9th edition pg: 112",
        "cop": 4,
        "opa": "Casoni test",
        "opb": "Lepromin test",
        "opc": "Tuberculin test",
        "opd": "Schick test",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "1e03a4fd-8f38-4d02-b45f-668936bf3ef5",
        "choice_type": "single"
    },
    {
        "question": "Amniocentesis conducted during genetic counseling of a pregnant woman reveals a fetal adenosine deaminase deficiency. This autosomal recessive immunodeficiency is usually associated with which of the following?",
        "exp": "Immunodeficiency disorders can be categorized according to whether the defect primarily involves humoral immunity (bone marrow derived, or B lymphocytes) or cellular immunity (thymus derived, or T lymphocytes) or both. Swiss-type hypogammaglobulinemia, ataxia-telangiectasia, the Wiskott-Aldrich syndrome, and severe combined immunodeficiency disorders all involve defective B-cell and T-cell function. Infantile X-linked agammaglobulinemia is caused chiefly by deficient B-cell activity, whereas thymic hypoplasia is mainly a T-cell immunodeficiency disorder. The fetus represented has severe combined immunodeficiency disease (SCID) characterized by defects in early stem cell differentiation. As a result, B cells and T cells are both defective, immunoglobulins are very low, and tonsils and lymph nodes are absent.",
        "cop": 4,
        "opa": "Humoral Immunity - Normal; Cellular Immunity - Normal",
        "opb": "Humoral Immunity - Normal; Cellular Immunity - Deficient",
        "opc": "Humoral Immunity - Deficient; Cellular Immunity - Normal",
        "opd": "Humoral Immunity - Deficient; Cellular Immunity - Deficient",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "b4eeef3f-5a13-4599-840c-b961c12c1eea",
        "choice_type": "multi"
    },
    {
        "question": "A woman receives an organ transplant from her sister who is an identical twin. What type of graft is it?",
        "exp": "An Isograft is a graft of tissue between two individuals who are genetically identical (i. e. monozygotic twins). Transplant rejection between two such individuals viually never occurs Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 183",
        "cop": 4,
        "opa": "Allograft",
        "opb": "Autograft",
        "opc": "Xenograft",
        "opd": "Isograft",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "57049ba5-c2b5-4e04-8d75-3c30cac441ad",
        "choice_type": "multi"
    },
    {
        "question": "Passive cutaneous anaphylaxis detect:",
        "exp": "Ans. (a). Passive cutaneous anaphylaxis-in vivo method for detection of antibodies. Antigen injection intradermally then same antigen with a dye injected IV - after 4 to 24 hours - wheal flare reaction occurs in intradermal site. Helps to detect IgG ab which is heterocytotropic, not for IgM which is homocytotropic.",
        "cop": 1,
        "opa": "Heterocytotropic ab",
        "opb": "Wheal and flare reaction",
        "opc": "Atopy",
        "opd": "Cutaneous anaphylaxis",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "692da2d0-f12d-4565-b17f-8bc6bd55a0ab",
        "choice_type": "single"
    },
    {
        "question": "True about immunoglobulins -",
        "exp": "Of IgE is typically the least abundant isotype--blood serum IgE levels in a normal individual are only 0. 05% of the Ig concentration Ref: Ananthanarayan & Panikers textbook of microbiology 9th edition pf: 98",
        "cop": 1,
        "opa": "IgE has minimum concentration",
        "opb": "IgG has minimum concentration",
        "opc": "IgA has minimum concentration",
        "opd": "IgM has minimum concentration",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "edd4ea8b-0e91-4a9c-bb16-dd49e9f402da",
        "choice_type": "multi"
    },
    {
        "question": "A latent, measles-like viral infection and, presumably, a defect in cellular immunity is associated with which of the following diseases?",
        "exp": "Measles-like virus has been isolated from the brain cells of patients with subacute sclerosing panencephalitis (SSPE). The role of the host immune response in the causation of SSPE has been supported by several findings including the following: (1) progression of disease despite high levels of humoral antibody; (2) presence of a factor that blocks lymphocyte-mediated immunity to SSPE-measles virus in SSPE cerebrospinal fluid (CSF); (3) lysis of brain cells from SSPE patients by SSPE serum or CSF in the presence of complement (a similar mechanism could cause in vivo tissue injury). Higher-than-normal levels of serum antibodies (Ab) to measles virus and local synthesis of measles Ab in CSF, as evidenced by the oligoclonal IgG, imply a connection between the virus and multiple sclerosis (MS). However, the other studies have implicated the other viruses. Several studies of cell-mediated hypersensitivity to measles and other viruses in MS have been done, but the results have been conflicting. Definite conclusions regarding defects in cellular immunity in this disease cannot be reached until further research is completed.",
        "cop": 4,
        "opa": "Progressive multifocal leukoencephalopathy (PML)",
        "opb": "Multiple sclerosis (MS)",
        "opc": "Creutzfeldt-Jakob disease",
        "opd": "Subacute sclerosing panencephalitis (SSPE)",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "1058ae94-eeb3-4069-b928-16c0b9455e38",
        "choice_type": "single"
    },
    {
        "question": "Which of the following immunoglobulins shows homocytotropism -",
        "exp": "IgE is an 8 S molecule. - resemble IgG structurally. - heat liable - an affinity for the surface of tissue cells paicularly mast cells of the same species. This feature is called homocytotropism. - the normal serum contains only traces of IgE ( a few nanograms per ml ) - greatly elevated levels in atopic conditions like asthma, hay fever. Reference: Anathanarayan & paniker's 9th edition, pg no: 98, 98 <\\p>",
        "cop": 3,
        "opa": "IgG",
        "opb": "IgA",
        "opc": "IgE",
        "opd": "IgD",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "22fcd60a-9784-4ad8-a107-2d08d0d4b160",
        "choice_type": "single"
    },
    {
        "question": "Function of Ig A is -",
        "exp": "Question repeated",
        "cop": 1,
        "opa": "Acts as a mucosal barrier for infection",
        "opb": "Circulating antibody",
        "opc": "Kills virus infected cells",
        "opd": "Activates macrophages",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "d0c98786-10d6-447a-967d-5c49376dd1d7",
        "choice_type": "single"
    },
    {
        "question": "IgE is secreted by -",
        "exp": "IgE is synthesised by plasma cells. Monomers of IgE consist of two heavy chains (e chain) and two light chains, with the e chain containing 4 Ig-like constant domains Reff: Ananthanarayanan & Panikers textbook of microbiology 9th edition pg: 136",
        "cop": 4,
        "opa": "Mast cell",
        "opb": "Basophils",
        "opc": "Eosinophils",
        "opd": "Plasma cells",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "c49daf84-fbda-40da-b8f0-c972e0a61b01",
        "choice_type": "single"
    },
    {
        "question": "Which of following antibody is pentameric -",
        "exp": "Ans. is 'a' i. e., IgM * Ig M is a pentameric immunoglobulin with five, four - peptide subunits.* The subunits are joined together by J chain. Remember* J chain is found in IgA and IgM. Also know* I think the following information requires some specific mention here-# There may be confusion about the status of momomer and dimer when applied to antibody as each molecule of an antibody is a dimer of two identical heavy and light chains.# But, the terms monomer, dimer or pentamer are used in context to how many molecules of same class of antibody are bound together-i) IgG is not found to bound to other IgG - Monomerii) IgA is bound to another IgA - Dimeriii) IgM binds four other IgM - Pentamer",
        "cop": 1,
        "opa": "IgM",
        "opb": "IgG",
        "opc": "IgA",
        "opd": "IgD",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "326e84ff-b473-43ec-9f8d-3287a680c416",
        "choice_type": "single"
    },
    {
        "question": "True about active immunity",
        "exp": "When B cells and T cells are activated by a pathogen, memory B-cells and T- cells develop, and the primary immune response results. Throughout the lifetime of an animal these memory cells will \"remember\" each specific pathogen encountered, and are able to mount a strong secondary response, if the pathogen is detected again. Ref: Ananthanarayan & Panikers textbook of microbiology 9th edition pg. no.: 81-84",
        "cop": 3,
        "opa": "Less effective",
        "opb": "Can be given in immunodeficient state",
        "opc": "Immunological memory present",
        "opd": "No lag period",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "c07923c3-0e53-4314-9b5a-dfd6f92c52a3",
        "choice_type": "multi"
    },
    {
        "question": "Natural killer cell is -",
        "exp": "Ans. is 'c' i. e., Null cells Null cells (Large granular lymphocytes or LGLIo Null cells are called so because they lack features of surface markers of both B and T lymphocytes. The account for 5 to 10% of peripheral blood lymphocytes. o They are also called \"large granular lymphocytes (LGL)\"as they contain large azurophilic cytoplasmic granules. They express CD 16 and CD56 markers. They proliferate in response to IL-2. o LGLs arise in both bone marrow and thymic microenvironment. In contrast to T-cells, they are not MHC restricted. o Various types of LGLs are:-1) Antibody dependent cytotoxic cells (ADCC)# These cells kill/lyse target cells which are sensitized with IgG. 2) Natural killer cells (NK cells)# These cells possess cytotoxic activity against virus infected cells, tumor cells and transplanted foreign cells.# Cytotoxicity of NK cells is neither antibody dependent nor MHC restricted. Activity is nonimmune as it does not require antigenic stimulation.# NK-cells are positive for CD16 and CD56.# NK cells are usually negative for CD3, but a subset is positive for CD3 called NK/T-cells.# IL-2 acts as a growth factor for NK cells. NK cells activity is augmented by interferon. NK cells secrete peroforin (resembles comlement C9) which causes transmembrane pores through which cytotoxic factors (e. g. TNF-b) enters the cells and induce apoptosis. o Virus infected cells and tumor (cancer) cells are killed by NK cells and cytotoxic T-cells. 3) Lymphokine activated killer (LAK) cells# These are NK cells which are activated by IL-2. These cells kill tumor cells more efficiently than unstimulated NK cells.",
        "cop": 3,
        "opa": "MHC restricted",
        "opb": "Antibody dependent",
        "opc": "Null cells",
        "opd": "B-lymphocytes",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "455bd18a-8840-415f-b6ba-cdf2dc55df5d",
        "choice_type": "single"
    },
    {
        "question": "Lymphoreticular system doesnot includes -",
        "exp": "Lymphoreticular system include lymphoid & reticular components, with clearly demarcated function. The lymphoid cells lymphocytes & plasma cells are primarly concerned with specific immune response. The phagocytic cells, forming pa of the reticuloendothelial system are primarly concerned with the scavenger functions Reff: Ananthanarayanan & Paniker's textbook of microbiology 9th edition pg: 128",
        "cop": 3,
        "opa": "T-cells",
        "opb": "B-cells",
        "opc": "Platelets",
        "opd": "Macropahges",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "11a3f6a4-0607-49ea-a972-44516d16c745",
        "choice_type": "single"
    },
    {
        "question": "MCH located on -",
        "exp": "(A) (Chromosome number 6) (136 Baveja 4lh) (106 D. Greenwood 18th)MAJOR HISTOCOMPATIBILITY COMPLEX (MHO* The MHC in human is known as human leucocyte antigen (HLA) complex.* The HLA complex of genes is located on short arm of chromosome 6.* They are arranged over a region of between 2000 and 4000 kilobases is size, containing sufficient DNA for more than 200 genes. HLA Complex (MHC complex)||||Class IClass 11. Class III* Comprising A, B and C loci* 'D' region - DR, DQ, DPComplement region encodes* Responsible for* Responsible for* C2&C4# Graft rejection# Graft versus host response* Properdin factor B# Cell mediated cytolysis# Mixed leucocyte reaction* Heat shock protein* Found on the surface of all nucleated cells and platelets* Found only on cells of the immune system* TNF a and b* Enzyme 21 hydroxylase. Indications of HLA typing:* Tissue typing prior to transplantation.* Paternity determination.* Disease and HLA - association. HLA - B27 - Ankylosing spondylitis. HLA - DR4 - Rheumatoid arthritis",
        "cop": 1,
        "opa": "Chromosome number 6",
        "opb": "Chromosome number 7",
        "opc": "Chromosome number 8",
        "opd": "Chromosome number 9",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "78f93c5b-dc84-45c8-a709-80989ce38230",
        "choice_type": "single"
    },
    {
        "question": "All are chemokines except -",
        "exp": "Histamines are most impoant vasoactive amines, formed by decarboxylation of histidine found in granules of mast cells, basophils & in platelets. Reff: Ananthanarayan & Panikers textbook of microbiology 9th edition pg: 164",
        "cop": 3,
        "opa": "IL-8",
        "opb": "IL-1",
        "opc": "Histamine",
        "opd": "Eotaxin",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "bd55f3d9-bf4e-4f7d-a452-0b059324c46a",
        "choice_type": "multi"
    },
    {
        "question": "True about silent mutation in gene: (PGI Nov 2009)",
        "exp": "Ans: B (No change in Amino acid sequence in protein) &D(No change in expression of protein) Silent Mutations. There may be no detectable effectQ because of the degeneracyQ of the code. This would be more likely if the changed base in the m. RNA molecule were to be at the third nucleotide of a codon. Because of wobbleQ, the translation of a codon is least sensitive to a change at the third position. Missense MutationQ# A missense effect will occur when a different amino acid is incorporated' at the corresponding site in the protein molecule. This mistaken amino acid or missense, depending upon its location in the specific protein- might be acceptable, partially acceptable, or unacceptable degto the function of the protein molecule. Nonsense MutationQ In this a nonsense codon result in the prema ture termination of aminoacid incorporation into a peptide chain Si the production of only a fragment of intended protein molecule. The probability' is high that a prematurely terminated protein molecule or peptide fragment will not functionQ in its assigned role",
        "cop": 2,
        "opa": "No change in m. RNA",
        "opb": "No change in Amino acid sequence in protein",
        "opc": "No expression of protein",
        "opd": "No change in expression of protein",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "c77892dc-e6ff-4032-b645-858c8ff9ba2c",
        "choice_type": "multi"
    },
    {
        "question": "T helper cells recognises -",
        "exp": "CD4+ T cells have TCRs with an affinity for Class II MHC Ref: Ananthanarayanan & Panikers textbook of microbiology 9th edition pg: 135",
        "cop": 2,
        "opa": "MHC class I",
        "opb": "MHC class II",
        "opc": "Processed peptides",
        "opd": "Surface Ig",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "ba0d4611-9418-4b54-bbae-c32e4a742d18",
        "choice_type": "single"
    },
    {
        "question": "Hapten is -",
        "exp": "Haptens are small molecules that elicit an immune response only when attached to a large carrier such as a protein Reff: Ananthanarayan & Panikers textbook of microbiology 9th edition pg: 87",
        "cop": 3,
        "opa": "Same as epitope",
        "opb": "Small molecular weight protein",
        "opc": "Requires carrier for specific antibody production",
        "opd": "Simple haptens are precipitate",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "5b0da4b5-22b3-403c-824c-baf9addeb5f3",
        "choice_type": "multi"
    },
    {
        "question": "Graves disease is an example of which type of Immunologic response?",
        "exp": "Graves disease is a type II hypersensitivity reaction. This type of hypersensitivity reaction is initiated by IgG antibodies that react either with the cell surface or tissue antigen. Most patients possess antibodies to thyroglobulin. The immunological basis is suppoed by idethe notification of the long-acting thyroid stimulator which is an IgG antibody to thyroid membrane antigen. Reference: Anathanarayan & paniker's 9th edition, pg no: 180, 162 <\\p>",
        "cop": 2,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "90e71b30-fc23-426e-a844-d3cb0020d506",
        "choice_type": "single"
    },
    {
        "question": "C-reactive protein is -",
        "exp": "An abnormal protein that precipitates with the somatic O antigen of streptococcus pneumoniae appears in the acute phase sera of pneumonia but disappear during convalescence. It is known as C-reactive protein. it is not an antibody produced as a result of pneumococcal infection. It is an acute phase substance and it'itsoduction is stimulated by a bacterial infection, inflammation an, malignancy Reference: Ananthanarayan & paniker's 9th edition, pg no: 223 <\\p>",
        "cop": 4,
        "opa": "An antibody produced as a result of peumococcal infection",
        "opb": "Derived from pneumoconiosis",
        "opc": "Detective by precipitation recation",
        "opd": "Increased in peumococcal in fection",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "5cb2b24b-f83b-4452-9bae-2e3433b30437",
        "choice_type": "single"
    },
    {
        "question": "Skin test are used for which hypersensitivity reactions?",
        "exp": "Type I hypersensitivity reaction is IgE dependent. When a small shocking dose of an antigen is administered intradermally to a sensitised host, there will be a local wheal and flare response. This is cutaneous anaphylaxis. Cutaneous anaphylaxis ( skin test for typ I hypersensitivity ), is useful in testing for hypersensitivity and in identifying the allergen responsible in atopic diseases. Reference: Anathanarayan & paniker's 9th edition, pg no: 163, 164 <\\p>",
        "cop": 1,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "7baba0dd-c85a-44bc-b38f-76ceaf3f2065",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is characteristic of the mucosal immune system?",
        "exp": "Ans. (d). Because the mucosal immune system is constantly exposed to so many nonself epitopes that are essentially harmless, it is tolerant of most of them. Although it can respond to microbes that pose a pathogenic threat, the mucosal system generally avoids the development of chronic inflammation because of the damage that could be inflicted on the delicate mucosal linings. The immunologic environment is generally described as more Th - 2 like than Th - 1 like. IgG is present at far lower levels than is IgA.",
        "cop": 4,
        "opa": "A vigorous response is made to all nonself antigens encountered",
        "opb": "Chronic inflammation makes an inhospitable environment for microbes",
        "opc": "IL-2 and IFN-g contribute to a Th-1 like environment",
        "opd": "Tolerance to foreign antigens is the norm rather than the exception",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "c472be31-c49e-4f6e-8124-059fba21e1aa",
        "choice_type": "multi"
    },
    {
        "question": "Function of T-lymphocyte is/are-",
        "exp": "Stimulated T cells produce ceain activation products (lymphokines) & induce CMI Erythrocyte rosetting or E-rosetting is a phenomenon seen through a microscope where red blood cells (erythrocytes) are arranged around a central cell to form a cluster that looks like a flower. The red blood cells surrounding the cell form the petal, while the central cell forms the stigma of the flower shape. This formation occurs due to an immunological reaction between an epitope on the central cells surface and a receptor or antibody on a red blood cell. The presence of E-rosetting can be used as a test for T cells although more modern tests such as immunohistochemistry are available. May be caused by Plasmodium in malaria. Reff: Anandhanarayanan & panikers textbook of microbiology 9th edition pg: 131-136",
        "cop": 4,
        "opa": "Production of interferon",
        "opb": "Lymphokine production",
        "opc": "Rosette formation",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "4c37773e-8624-4ff3-8a5f-65d3d6a3b929",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year-old businesswoman arrives in your office with vague abdominal complaints. She has noticed melenic stool. Upon performing a sigmoidoscopy, you find a 4-cm mass in the upper colon. You should immediately order a blood test for which of the following tumor markers?",
        "exp": "The best-characterized human tumor-associated antigens are the oncofetal antigens. CEA is a glycoprotein and member of the immunoglobulin gene superfamily and is elevated in colorectal cancer. a-Fetoprotein (AFP) is analogous to albumin and elevated in hepatocellular carcinoma. Prostate-specific antigen (PSA) is elevated in prostatic cancer. CEA, AFP, and PSA are all glycoproteins. Melena refers to altered (black) blood per rectum, indicative of an upper gastrointestinal bleed. A patient's tumor markers are best used clinically in the monitoring of the efficiency of the antitumor therapy and remission periods posttreatment.",
        "cop": 4,
        "opa": "a-Fetoprotein",
        "opb": "Anti-tumor antibody",
        "opc": "Antitumor light chains",
        "opd": "Carcinoembryonic antigen (CEA)",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "2f0fed57-8872-4074-96bd-2be34d4ea466",
        "choice_type": "single"
    },
    {
        "question": "Predominant class of immunoglobulin during primary immune response is -",
        "exp": "IgM antibodies appear early in the course of an infection and usually reappear, to a lesser extent, after fuher exposure. Ref: Ananthanarayan & Parkers textbook of microbiology 9th edition pg: 98",
        "cop": 3,
        "opa": "IgA",
        "opb": "IgE",
        "opc": "IgM",
        "opd": "IgG",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "073a461d-1098-4622-8e49-c3e9a4b29b51",
        "choice_type": "single"
    },
    {
        "question": "MHC II are not presented by -",
        "exp": "MHC (major histocompatibility complex) class II molecules are a family of molecules normally found only on antigen-presenting cells such as dendritic cells, mononuclear phagocytes, some endothelial cells, thymic epithelial cells, and B cells Reff: Ananthanarayanan & Panikers textbook of microbiology 9th edition pg: 140",
        "cop": 4,
        "opa": "macrophage",
        "opb": "Dendritic cells",
        "opc": "Lymphocytes",
        "opd": "Eosinophils",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "4575f58c-2424-4a82-a388-19210106f0b6",
        "choice_type": "single"
    },
    {
        "question": "Genetic deficiency of complement factor causes:",
        "exp": "Ans: d (All of the above) Ref: Ananthanaraya 7th ed, p. 115. Deficiency of complement components are associated with a variety of syndromes. Deficiency. Syndrome. Cl inhibitor. Hereditary angoneurotic edema (main mediator of edema is C2 kinin released)C1. C2. C4. SLE & collagen vascular disorders. C3 & C3b inactivator. Recurrent pyogenic infections. C5-8. Gram - ve bacteremia. C9. No particular disease. Remember: Treatment of hereditary angioneurotic oedema is infusion of FFP",
        "cop": 4,
        "opa": "Hereditary angioneurotic edema",
        "opb": "SLE- an autoimmune disease",
        "opc": "Pyogenic bacterial infections",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "c8ed3d00-2694-45e5-9a54-da8a93ea83e7",
        "choice_type": "multi"
    },
    {
        "question": "A 45 year old man who is a known hypeensive complains of fever, migraine, loss of appetite, myalgia and presented with ulcerations on the calf and near the malleoli. On examination, splinter haemorrhages and palpable purpura were noted. On CT angiography, aneurysm and stenosis of medium sized vessels were observed. The type of hypersensitivity to this condition is",
        "exp": "The most likely diagnosis is polyaeritis nodosa which is an example of Type III hypersensitivity reaction. In type III hypersensitivity, immune complexes may deposit in tissues or blood vessels, and elicit an acute inflammatory reaction by activating the complement system. The inflammatory reaction causes tissue injury. The pathogenesis of systemic immune complex disease can be divided into three phases: Formation of immune complexes Deposition of immune complexes Inflammation and tissue injury. Type III hypersensitivity reactions Post-streptococcal glomerulonephritis SLE Polyaeritis nodosa Reactive ahritis Serum sickness Ahus reaction Farmer's lung Hypersensitivity pneumonitis Type II lepra reaction Henoch Schonlein purpura Reference: Ananthanarayan and Paniker&; s Textbook of Microbiology Tenth edition",
        "cop": 3,
        "opa": "Type 1 hypersensitivity",
        "opb": "Type 2 hypersensitivity",
        "opc": "Type 3 hypersensitivity",
        "opd": "Type 4 hypersensitivity",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "eababbbe-ad1c-4b7b-ab7f-fc02581d6437",
        "choice_type": "multi"
    },
    {
        "question": "Rejection of allografts are complex process primarily involving -",
        "exp": "The allograft rejection involves a first set and second set response. The first set response is brought about almost exclusively by T lymphocytes ( cell-mediated. Humoral antibodies are also produced during allograft rejection. Reference: athanarayan & paniker's 9th edition, pg no: 184 <\\p>",
        "cop": 3,
        "opa": "Immune complex deposition",
        "opb": "Vascular blockage",
        "opc": "Cell-mediated immunity and circulationg antibodies",
        "opd": "Infection",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "1d3e0b12-6382-475f-a78f-9ca2f8aef4bf",
        "choice_type": "multi"
    },
    {
        "question": "Ends of chromosomes replicated by: (PGI Dec 2006)",
        "exp": "Ans: A (Telomerase) Telomers. The ends of each chromosomeQ contain structures called telomers. Telomers consists of short repeat TG rich sequences. Telomerase is mutisubunit RNA-containing complex related to viral-RNA-dependent DNA polymerase (Reverse transcriptase), the enzyme which is responsible for telomere synthesis & thus for maintaining the length of telomereQ. Telomere shortening functions as a clock that counts cell divisions. Telomerase maintain telomer length by synthesizing telomere. QTelomere shortening is associated with cancer and aging. Importance of Telomers in: Ensuring the complete replication of chromosomal ends. QProtecting chromosomal termni from fusion & degradation. Centromere is an adenine - thymine (A-T)Q rich region, which connects sister chromatids Multiple rounds of cell replication |Short telemeresQ|||Checkpointintact. Check point bypassed: additional telomere shortening||||||Proliferativearrest. Apoptosis. Chromosomefusion. Non-reciprocalrecombination |||Genomic instability|||Reactivationof telomerase. Cell death| CANCERQ",
        "cop": 1,
        "opa": "Telomerase",
        "opb": "Centromere",
        "opc": "Restriction endonuclease",
        "opd": "Exonuclease",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "28f311fe-817f-4614-8e82-06c5d3683458",
        "choice_type": "single"
    },
    {
        "question": "Wheal and Flare reaction is which type of Hypersensitivity?",
        "exp": "ANSWER: (A) Type IREF: APPENDIX-21 below for \"HYPERSENSITIVITY REACTIONS\"Wheal-and-flare reaction: (Stedman s Medical Dictionary). The characteristic immediate reaction to an injected allergen in a skin test, in which an irregular blanched wheal, appears surrounded by an area of redness. Also called as wheal and erythema reaction. APPENDIX - 21. Hypersessitivity Reactions. TYPE 1: Allergy/Atopy/' Anaphylaxis. True Anaphylaxis. Free Ag - fixed IgE (on mast cell). Wheal and Flare reaction Casoni s test, anaphylaxis, prusnitz kunster reaction, Theobald smith phenomenon, Schultz dale phenomenon, Atopic dermatitis, Pseudoanaphylaxis (Anaphylactoid reaction). Free Ag - direct degranulation of mast cell (not IgE mediated). Iodine-containing radio contrast (me), aspirin and muscle reiaxants, morphine. TYPE 2: Antibodydependentcytotoxichypersensitivity. Free Ab - fixed Ag. IgM IgG/Complementmediated. Autoimmune hemolytic anemia. Hemolytic disease of the newborn (erythroblastosis fetalis). Autoimmune thrombocytopenic purpura. Goodpasture's syndrome: Pemphigus vulgaris. Bullous pemphigoid; Acute rheumatic fever. Pernicious anemia: Myasthenia gravis; Graves' disease. ADCC- antibody- dependent cell-mediated cytotoxicity. Acute & chronic transplant rejection. TYPE 3: Immune complex. Free Ag+ Free Ab - Immune complex. Serum sickness. Arthus reaction. Systemic lupus erythematosus (SLE). Immunoglobulin therapy. Hyperacute graft rejection. Acute necrotizing vasculitis. Polyarteritis nodosa Post streptococcal glomerulonephritis. Shick s test. TYPE 4: Delayedhypersensitivity, cell-mediated, antibody-independent. Ag -T cell mediated (CD4/CD8). Delayed: CD4mediated. contact & tuberculin types with in 72 hours, Granulomatous type; 21-28 days]. Contact dermatitis; Mantoux (tuberculin) test. Lepromin test. Chronic transplant rejection. Multiple sclerosis. Phlyctenular keratoconjunctivitis. Jones mote reaction (cutaneous basophilic hypersensitivity). Direct cell toxicity: CD8 mediated. Perforin dependent killing. Fas-FasL dependent killing. Also know: Graft rejection is type 4 hypersensitivity unless type is provided. (Most of the MCQ guides have quoted this falsely). Hyperacute. Type 3. Acute. Type 4 >2 (both if provided). Acute cellular rejection = type 4 (better prognosis) Acute vascular rejection = type 2. Chronic. Type 2",
        "cop": 1,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "ec007111-1f1e-44f4-a9d3-87953ed0ab57",
        "choice_type": "single"
    },
    {
        "question": "Which precipitates at 50 to 60degC but Redis solve on heating?",
        "exp": "Ans. is 'a' i. e., Bence Jones protein (Ref: Ananthanarayan, 9th/e, p. 97 and 8th/e, p. 98)* Bence Jones protein is abnormal immunoglobulin found in urine.* Coagulates at 50degC, redissolves at 70degC.*Elevated in Multiple myeloma.",
        "cop": 1,
        "opa": "Bence Jones protein",
        "opb": "Heavy chain",
        "opc": "Both light and heavy chains",
        "opd": "Light chains",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "44a7e8a8-471d-4d0b-8b39-893a8ffe549f",
        "choice_type": "multi"
    },
    {
        "question": "All of the following forces are involved in Antigen antibody reaction except -",
        "exp": "Antigens are bound to antibodies through weak and noncovalent interactions such as electrostatic interactions, hydrogen bonds, Van der Waals forces, and hydrophobic interactions. Ref: Ananthanarayan & Panikers textbook of microbiology 9th edition pg: 103",
        "cop": 4,
        "opa": "Vander Waal's forces",
        "opb": "Electrostatic bond",
        "opc": "Hydrogen bond",
        "opd": "Covalent bond",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "292783a4-8dba-4628-8bd7-a572b65d1279",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are functions of CD 4 helper cells, except -",
        "exp": "The T helper cells (Th cells) are a type of T cell that play an impoant role in the immune system, paicularly in the adaptive immune system. They help the activity of other immune cells by releasing T cell cytokines. These cells help suppress or regulate immune responses. They are essential in B cell antibody class switching, in the activation and growth of cytotoxic T cells, and in maximizing bactericidal activity of phagocytes such as macrophages. Reff: Ananthanarayanan & panikers textbook of microbiology 9th edition pg: 135",
        "cop": 2,
        "opa": "Immunogenic memory",
        "opb": "Produce immunoglobulins",
        "opc": "Activate macrophages",
        "opd": "Activate cytotoxic cells",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "08ebd97e-da19-4fc8-87b0-739104edb29f",
        "choice_type": "multi"
    },
    {
        "question": "Number of variable regions on each light and heavy chain of an antibody -",
        "exp": "A light chain has two successive domains: one constant domain and one variable domain. Heavy chain with one variable (VH) domain followed by a constant domain (CH) Ref: Ananthanarayan & Panikers textbook of microbiology 9th edition pg: 94",
        "cop": 1,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "8d0950eb-c6d9-4ad6-a53c-1475ac47cbd8",
        "choice_type": "single"
    },
    {
        "question": "True about MHC -",
        "exp": "MHC class III genes encode several components of the complement system (i. e. C2, C4a, C4b, Bf), they are responsible for the levels of components of compliment system. Reff: Ananthanarayan & Panikers textbook of microbiology 9th edition pg: 140",
        "cop": 3,
        "opa": "Present on chromosome 4",
        "opb": "Class II compromises A, B, C loci",
        "opc": "Class III has complement",
        "opd": "Class I is involved in mixed leucocyte reaction",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "5380348f-0225-4057-a2b7-42e2eff606ce",
        "choice_type": "multi"
    },
    {
        "question": "Septic shock is due to -",
        "exp": "Septic shock results most often from gram-negative bacteria entering the body. lysis of gram negative bacteria releases endotoxin, a lipopolysaccharide into the circulation. it is responsible for immune system activation and systemic inflammatory response. Reference: rush Mohan textbook of pathology, 7th edition, pg no: 96 <\\p>",
        "cop": 2,
        "opa": "Protein",
        "opb": "Lipopolysaccharide",
        "opc": "Teichoic acid",
        "opd": "Peptidoglycan",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "6b32e1bc-ee66-4920-b3ec-5773130d0c3f",
        "choice_type": "single"
    },
    {
        "question": "True about DNA structure: (PGI Nov 2010)",
        "exp": "Ans; C (Deoxy..) \"In the DNA helix, hydrophilic deoxyribose-phosphate buckboneQ of each chain is on the outside of the molecule, whereas the hydrophobic bases are stacked insideQ\"- Lippincott' Biochemistry 4th/397\"DNA is covalently linked by 3'-5' phosphodiester bondQ\"- Lippincott' Biochemistry 4th/397\"There are 3 form of DNA- B, A&Z. B-DNA & A-DNA forms right handed helix whereas Z-DNA forms left handed helix. Chromosomal DNA is thought to be predominantly B-DNA\"- Lippincott' Biochemistry 4th/ 397(So consists primarily of right handed helix) \"Lippincott' Biochemistry 4th/ 397. DNA Structure. The structure of DNA is illustrated by a right bonded double helix, with about 10 nucleotide pairs per helical turn. Each spiral strand, composed of a sugar phosphate backbone and attached bases, is connected to a complementary strand by hydrogen bonding (non- covalent) between paired bases, adenine (A) with thymine (T) and guanine (G) with cytosine (C)QThe structure of DNA of all species comprises two helical chains each coiled round the same axis, and each with a pitch of 34 Angstroms (3. 4 nanometres) and a radius of 10 Angstroms (1. 0 nanometres). Adenine and thymine are connected by two hydrogen bonds (non-covalent) while guanine and cytosine are connected by three. This structure was first described by James Watson and Francis Crick in 1953. QAlthough the 'B-DNA form' is most common under the conditions* found in cells, it is not a well-defined conformation but a family of related DNA conformations that occur at the high hydration levels present in living cells. Compared to B-DNA, the A-DNA form is a wider right- handed spiral, with a shallow, wide minor groove and a narrower, deeper major groove. The A form occurs under non-physiological conditions in partially dehydrated samples of DNA",
        "cop": 3,
        "opa": "Purines are adenine and guanine; pyrimidines are uracil and cy. Tosine",
        "opb": "Watson and Crick discovered structure in 1973",
        "opc": "Doxyribose-phosphate backbone with bases stacked inside",
        "opd": "Mainly consists of left handed helix",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "8d002ca3-8ba9-4c5c-845c-f36997fa47eb",
        "choice_type": "multi"
    },
    {
        "question": "Which complement component is anaphylotoxin -",
        "exp": "Ans. is 'c' i. e., C5a",
        "cop": 3,
        "opa": "C3b",
        "opb": "C5.-9",
        "opc": "C5a",
        "opd": "Cl-3",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "00e8cc75-7404-4318-9c40-ab858b239f8e",
        "choice_type": "single"
    },
    {
        "question": "Antibodies acting predominantly on the mucosal cells belong to -",
        "exp": "- IgA is selectivity concentrated in secretions and on mucus surfaces forming an antibody paste and is believed to play an impoant role in local immunity against respiratory and intestinal pathogens. - inhibits the adherence of micro organisms to the surface of mucosal cells by covering the organisms and thereby preventing their entry into body tissues. Reference: Anathanarayan & paniker's 9th edition, pg no: 97 <\\p>",
        "cop": 4,
        "opa": "IgG class",
        "opb": "IgM class",
        "opc": "IgE class",
        "opd": "IgA class",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "85ebd77c-b829-4b7c-a961-2b68c22af136",
        "choice_type": "single"
    },
    {
        "question": "Type I hypersensitivity is mediated by which of the following immunoglobulins?",
        "exp": "Type I hypersensitivity reaction is IgE dependent. Cytotoxic IgE antibodies are fixed on the surface of tissue cells ( mast cells and basophils) in sensitized individuals. The antigen combines with the cell fixed antibody, leading to release of pharmacologically active substance that produces the clinical reaction. Reference: Anathanarayan & paniker's 9th edition, pg: 162 <\\p>",
        "cop": 4,
        "opa": "Ig A",
        "opb": "Ig G",
        "opc": "Ig M",
        "opd": "Ig E",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "140e1ef2-28d0-48d3-8c43-148fdab7344b",
        "choice_type": "single"
    },
    {
        "question": "Immunity acquired due to the injection ofimmunologically competent lymphocytes is termed as-",
        "exp": "Adoptive immunity: a special type of immunisation is the injection of immunologically competent lymphocytes. - Instead of whole lymphocytes, an extract of immunologically competent lymphocytes, known as the transfer factor can be used. Reference: Anathanarayan & paniker's 9th edition, pg no: 84 <\\p>",
        "cop": 2,
        "opa": "Inmate immunity",
        "opb": "Adoptive immunity",
        "opc": "Active immunity",
        "opd": "Local immunity",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "76534665-72b5-46a9-a05e-2aaf8e04a23f",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are pyrogenic cytokines, except:",
        "exp": "Interleukin 18 is not a pyrogenic cytokine. IL-18, a member of the Il-1 family doesnot appear to be a pyrogenic cytokine- harrison. Pyrogenic Cytokines: Cytokines are small protein that regulate immune, inflammatory and hematopoietic processes Those cytokines that cause fever &; are called as pyrogenic cytokines (formerly called Endogenous pyrogens) The pyrogenic cytokines include IL-1, IL-6, TNF, CNTF and IFNa (IL-18, a member of the IL-1 family doesnot appear to be a pyrogenic cytokine) IL-1 and TNF appear to be the most potent pyrogenic cytokines and induce fever at low doses while higher dose is required to induce fever with IL-6. Other pyrogenic cytokines probably exist but the above constitute the major pyrogenic cytokines Pyrogenic Cytokines: Interleukin-I (IL-1) Interleukin-6 (IL-6) Tumor necrosis Factor (TNF) Interferon-a (IFN- a) Ref: Ananthanarayana 10th edition Pgno: 156",
        "cop": 1,
        "opa": "Interleukin 18 (IL-18)",
        "opb": "Interleukin 6 (IL-6)",
        "opc": "Tumor Necrosis Factor (TNF)",
        "opd": "Interferon a (IFN a)",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "68221ed2-3524-48a8-9075-f6cc719f91a6",
        "choice_type": "multi"
    },
    {
        "question": "Killer cells are associated with type.... immunologic response -",
        "exp": "A form of type II hypersensitivity is called antibody-dependent cell-mediated cytotoxicity (ADCC). Here, cells exhibiting the foreign antigen are tagged with antibodies (IgG or IgM). These tagged cells are then recognized natural killer cells (NK) and macrophages ( the Fc region) to the effector cell surface receptor, CDCD16, which in turn kill these tagged cells. Ref: www. mayoclinic. com",
        "cop": 2,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "cf0dd7e6-dbb8-4f09-8f30-8db6f8eb131d",
        "choice_type": "single"
    },
    {
        "question": "The following are true for T lymphocytes except -",
        "exp": "The adaptive immune system consists of 2 types of lymphocytes: T-cells (70-80% of the adaptive immune force) and B cells (10-20% of the adaptive immune force). Antigens (triangular shapes above) are ingested (1), paially digested (2) and then presented to helper T cells by special cells called macrophages (3). This process activates the helper T cell to release hormones (lymphokines) that help B cells develop (4). These hormones, along with recognition of fuher antigens (5), change the B cell into an antibody-producing plasma cell (6). The antibodies (Y shapes above) produced can be one of several types (IgG, IgM, IgA, IgE and IgD) (7). The antibody \"fits\" the antigen much like a lock fits a key. The antigen is thus rendered harmless. The helper T cells also aid in development of cytotoxic T cells (8), which can kill antigens directly; memory T cells are produced (9) so that re-exposure to the same antigen will provide a more rapid and effective response (10). Reff: www. mayoclinic. com",
        "cop": 2,
        "opa": "Constitute 70 to 80% circulating pool of lymphocytes",
        "opb": "Release macrophage inhibition factor",
        "opc": "Secrete specific antibodies",
        "opd": "Release lymphotoxin",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "414f35fe-8666-4c95-8b83-c2c3539f8e07",
        "choice_type": "multi"
    },
    {
        "question": "Adenosine deaminase deficiency is seen in the following -",
        "exp": "Severe combined immunodeficiencies include syndrome with severe deficiency of both humoral and cell mediated response. Adenosine deaminase deficiency is a distinct pattern of SCID. - ADA catalyses the conversion of adenosine to inosine in the purine metabolic pathway. This condition is associated with chondrocyte abnormalities. Reference: Anathanarayan & paniker's 9th edition, pg no: 174, 175 <\\p>",
        "cop": 2,
        "opa": "Common variable immunodeficiency",
        "opb": "Severe combined immunodeficiency",
        "opc": "Chronic granulomatous disease",
        "opd": "Nezelof syndrome",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "e612fd02-144f-4369-b76a-6f915b27a4c6",
        "choice_type": "single"
    },
    {
        "question": "Hemagglutinin (Anti A and Anti B) are which type of antibodies -",
        "exp": "IgM is a heavy molecule. - IgM molecules are polymers of five four-peptide subunits. the earliest immunoglobulin synthesized by the fetus. - the isohemagglutinins ( anti- A, anti - B ) and many other natural antibodies to microorganisms are usually IgM. Re. Reference: nathanarayan & paniker's 9th edition, pg no: 98 <\\p>",
        "cop": 2,
        "opa": "Ig G",
        "opb": "Ig M",
        "opc": "Ig A",
        "opd": "IgE",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "43878189-a732-4f01-b090-4f7b413390cf",
        "choice_type": "single"
    },
    {
        "question": "C3 convease acts on -",
        "exp": "C3 convease splits split C3 into two fragments: C3a which is an anaphylatoxin and C3b which remains cell bound along with C4b2a to form a trimolecular complex C4b2a3b which has enzymatic activity and is called C5 convease. Reference: Anathanarayan & paniker's 9th edition, pg no: 122 <\\p>",
        "cop": 4,
        "opa": "C4b2b",
        "opb": "C4b2. B3a",
        "opc": "C4b",
        "opd": "C3",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "c8bc2ab8-5eda-4173-83b5-a9e178a884bf",
        "choice_type": "single"
    },
    {
        "question": "An idiotype is characterized by",
        "exp": "Idiotypes are antigenic determinants that appear only on the Fab fragments of antibodies and appear to be localized at the ligand-binding site; thus, anti-idiotype antisera may block reactions with the appropriate hapten. The carbohydrate side chains of immunoglobulins are relatively nonimmunogenic. New determinants may be exposed after papain cleavage of immunoglobulins, but these determinants are not included in the classification of the native molecule. Reference: Ananthanarayan and Paniker&; s Textbook of Microbiology Tenth edition",
        "cop": 2,
        "opa": "Determinant exposed after papain cleavage to an F(ab')2 fragment",
        "opb": "Determinant from one clone of cells and probably located close to the antigenbinding site of the immunoglobulin",
        "opc": "Determinant inherited in a Mendelian fashion and recognized by crossimmunization of individuals in a species",
        "opd": "Heavy-chain determinant recognized by heterologous antisera",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "4396b973-fa23-4c9b-bf13-219fd62a2a16",
        "choice_type": "single"
    },
    {
        "question": "Type I hypersensitivity, the mediator is:",
        "exp": "[A) (IgE) (161-AN 7th) (202-206-CP). Type of reaction. Clinical syndrome. Mediators. Type I - Ig. E1. Anaphylaxis2. Atopy P. K. reaction. IgE, histamine and other pharmacological agents",
        "cop": 1,
        "opa": "IgE",
        "opb": "IgE",
        "opc": "IgM",
        "opd": "IgC",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "73932e61-37db-4a4a-bd3a-5148d1e7f783",
        "choice_type": "single"
    },
    {
        "question": "Super antigen acts through?",
        "exp": "Superantigens are ceain protein molecules such as staphylococcal enterotoxin, that stimulate large numbers of T cells irrespective of antigenic specificity. This leads to an excessive and dysregulated immune response with release of cytokines such as interleukin-1, 2 and tumor necrosis factor and interferon gamma. Reference: Anathanarayan & paniker's 9th edition, pg no: 90, 203 <\\p>",
        "cop": 4,
        "opa": "IL-3",
        "opb": "IL-6",
        "opc": "IFN-Gamma",
        "opd": "IL_1 & TNF",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "9c4f0eee-b4f9-4c18-874c-47310705fa6e",
        "choice_type": "single"
    },
    {
        "question": "C1 esterase inhibitor deficiency causes -",
        "exp": "Ans. is 'b' i. e., Hereditary angioneurotic edema o Hereditary angioneurotic edema is due to Ci inhibitor (Cj esterase inhibitor) deficiency. Complement Deficiencies and Associated Diseases. Component. Associated Diseases. CLASSIC PATHWAYClq, Clr, ClS, C4. C2. Cl inhibitor. Immune-complex syndromes, \"pyogenic infections\"Immune-complex syndromes, \"few with pyogenic infections\"Rare immune-complex diseases, few with pyogenic infections, Hereditary angioneurotic edema. C3 AND ALTERNATIVE PATHWAYC3. C3. DProperdin. IHImmune-complex syndrome, \"pyogenic infections\", Neisseria infections. Pyogenic infections. Neisseria infections. Neisseria infections. Pyogenic infections. Hemolytic uremic syndrome. MEMBRANE ATTACK COMPLEXC5, C6, C7, C8. C9. Recurrent Neisseria infections, immune-complex disease. Rare Neisseria infections",
        "cop": 2,
        "opa": "Neisseria infection",
        "opb": "Hereditary angioneurotic edema",
        "opc": "Hemolytic disease",
        "opd": "Hemolytic uremic syndrome",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "50bf2a27-44d4-4fa8-938d-e14e7742ce7b",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following statements best describes immunoglobulin structure?",
        "exp": "Following is a schematic figure of Ig. Note that each peptide chain is drawn as a continuous line and attachments between heavy and light chains are noted by solid bars. There appears to be considerable flexibility in the hinge region between the Fc and the two Fab poions of the molecule. This allows the molecule to assume either a T shape or a Y shape. Myeloma proteins have been widely used for Ig structural studies. The basic immunoglobulin structure. The unit consists of two identical light polypeptide chains and two identical heavy polypeptide chains linked together by disulphide bonds Reference: Ananthanarayan and Paniker&; s Textbook of Microbiology Tenth edition.",
        "cop": 2,
        "opa": "The amino acid sequence variation of the heavy chains is different than that observed in light chains",
        "opb": "In humans, there are approximately twice as many Ig molecules with k and l chains",
        "opc": "In the three-dimensional structure of Ig, there is little, if any, flexibility in the hinge region between the Fc and two Fab poions",
        "opd": "IgM is a monomeric structure",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "c743216f-686e-4e4c-b92f-5bce4f0cc6c8",
        "choice_type": "multi"
    },
    {
        "question": "Prozone phenomenon is due to:",
        "exp": "Ans: B (Antibody excess) Ref: Ananthonaravan. Panikar CJ Textbook of. Microbiology. 8th Edition. John Wiley & Sons: 2009. Pg. 104. Explanation: Antigen and antibody can combine in various proportions. State of antibody excess - Prozone. Optimal ratio - Zone of equivalence. State of antigen excess - Postzone (See the following figure). The prozone is very important in serodiagnosis. Sera rich in antibody may sometimes give a false negative precipitation or agglutination resultE. g. Patients with Brucellosis are known to exhibit prozone phenomenon. The serum should be diluted several times when prozone phenomenon is suspected",
        "cop": 2,
        "opa": "Antigen excess",
        "opb": "Antibody excess",
        "opc": "Excessive immune complex",
        "opd": "Acute phase reactants",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "11832376-5f9b-4bf4-b7b9-30e6b5d76801",
        "choice_type": "single"
    },
    {
        "question": "Which of the following responses is found in atopic individuals -",
        "exp": "Atopy is typed I hypersensitivity reaction. Type I hypersensitivity reaction is IgE dependent. Cytotoxic IgE antibodies are fixed on the surface of tissue cells ( mast cells and basophils) in sesensitizedndividuals. The antigen combines with the cell fixed antibody, leading to release of a phapharmacologicallytive substance that proproducese clinical reaction. Reference: Anathanarayan & paniker's 9th edition, pg: 162 <\\p>",
        "cop": 2,
        "opa": "IgM production",
        "opb": "IgE production",
        "opc": "IgA production",
        "opd": "Hypogammaglobulinemia",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "09d5b40a-29fd-4a7b-b567-719b3de55f5f",
        "choice_type": "single"
    },
    {
        "question": "Immunoglobulin found in B lymphocyte -",
        "exp": "Immunoglobulin D (IgD) is an antibody isotype that makes up about 1% of proteins in the plasma membranes of immature B-lymphocytes where it is usually coexpressed with another cell surface antibody called IgM. Reff: www. mayoclinic. com",
        "cop": 4,
        "opa": "IgA",
        "opb": "IgE",
        "opc": "IgG",
        "opd": "IgD",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "c5f9b652-2d9a-4397-bf72-54b829d3ba56",
        "choice_type": "single"
    },
    {
        "question": "EAC rosette formation is the propey of one of the following type of immune cells -",
        "exp": "Erythrocyte antibody complement rosetting (EAC-rosetting), occurs when antibody in the presence of complement is bound to the surface of a red blood cell. The complement binds to the tail region (Fc region) of the antibody. Finally T-cells with a complement receptor are added and the T-cells bind to the complement on the antibody completing the rosette Reff: www. mayoclinic. com",
        "cop": 1,
        "opa": "T cells",
        "opb": "B cells",
        "opc": "Macrophages",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "42429043-6a95-4b15-b96e-32b6b679cb20",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is used to increase antigenicity of vaccine -",
        "exp": "Ans. is 'b' i. e., Adjuvant Adjuvantso Any substance that enhances the immunogenicity of an antigen. o Actions:# May confer immunogenicity on nonantigenic substances. Increases the concentration and presistence of the circulating antibodies. Enhances the degree of cellular immunity. Leads to production of adjuvant disease such as allergic disseminated encephalomyelitis. o The most potent adjuvant is Freund's complete adjuvant which is the incomplete adjuvant along with a suspension of killed tubercle bacilli. o Other adjuvants. Incorporation of protein antigen in the water phase of water in oil emulsion (Freund's incomplete adjuvant). Aluminium hydroxide and Aluminium phosphate are commonly used with human vaccines. Gram negative bacilli show an adjuvant effect due to their lipopolysaccharide (endotoxin) fraction. Bordetella pertussis acts as a good adjuvant for diphtheria and tetanus toxoid in triple vaccine.",
        "cop": 2,
        "opa": "Stabilizer",
        "opb": "Adjuvant",
        "opc": "Preservative",
        "opd": "None of the above",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "905a0591-b3a2-4f5e-800a-742ff5e732e8",
        "choice_type": "multi"
    },
    {
        "question": "All the following types of hypersensitivity reactions can be demonstrated by skin test except -",
        "exp": "Type II hypersensitivity reaction is initiated by IgG or rarely IgM antibodies that react either with cell surface or tissue antigen. Cell or tissue damage occurs in the presence of complement or mononuclear cells. Thus it cannot be elicited by skin test. Reference: Anathanarayan & paniker's 9th edition, pg no: 166, 162 <\\p>",
        "cop": 2,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "064666d4-7b19-452d-92c9-eee167d17daa",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following chemical nature makes a better antigen?",
        "exp": "Antigens are usually peptides, polysaccharides or lipids. In general, molecules other than peptides (saccharides and lipids) qualify as antigens but not as immunogens since they cannot elicit an immune response on their own. Ref: Ananthanarayan & Panikers textbook of microbiology 9th edition pg: 88",
        "cop": 4,
        "opa": "Lipids",
        "opb": "Nucleic acids",
        "opc": "Polysachharides",
        "opd": "Proteins",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "1c5112b3-f837-4a22-9e4f-f5c7640402c8",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with fever, uicaria, itching and swelling followed by injection of Penicillin. It is due to",
        "exp": "There are two clinical pictures that can result from penicillin allergy, namely acute (Type I) and sub-acute reactions (Type II) mediated by IgE and IgG antibodies respectively. The acute allergic reaction arises immediately or rapidly within minutes to an hour or two and includes sudden anaphylaxis with hypotension, bronchospasm, angioedema and uicaria. Acute reactions result from reaction with preformed IgE to penicillin as a result of previous exposure. A less dramatic picture may occur 7 to 10 days after penicillin treatment stas or 1-2 days after repeat therapy. In this setting, the picture is sub-acute and can include uicaria, fever and ahralgias or ahritis. The sub-acute reaction is caused by preformed IgG to penicillin as a result of previous penicillin treatment. The IgG antibody results in the activation of the complement reactions producing inflammation resulting in the symptoms. Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 166, 167",
        "cop": 1,
        "opa": "IgG Hypersensitivity",
        "opb": "IgE Hypersensitivity",
        "opc": "Delayed Hypersensitivity",
        "opd": "Immune complex Hypersensitivity",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "d82f0a67-8017-43f8-b28c-6ec584ff3de3",
        "choice_type": "single"
    },
    {
        "question": "Graft versus Host reaction is caused by -",
        "exp": "The graft mounts an immune response against the antigens of the host is called graft-versus-host reaction. The immunocompetent T cells of the graft are responsible for this reaction. The recipient possesses transplantation antigens that are absent in the graft. Reference: athanarayan & paniker's 9th edition, pg no: 186 <\\p>",
        "cop": 2,
        "opa": "B-Lymphocytes",
        "opb": "T-Lymphocytes",
        "opc": "Macrophages",
        "opd": "Complement",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "aa6e355a-89cd-472b-af0f-f88902705f69",
        "choice_type": "single"
    },
    {
        "question": "Recent noble prize is for",
        "exp": "The Nobel prize in Physiology or Medicine 2006 was awarded jointly to Andrew Z Fire and Craig C Mello for their discovery of RNA interference, gene silencing by double-stranded RNA. Ref: Ananthanarayanan and Paniker's textbook of microbiology 9th edition.",
        "cop": 1,
        "opa": "RNA i",
        "opb": "Lipoxin",
        "opc": "T beta transcription factor",
        "opd": "Mitochondrial DNA",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "605001b4-89e9-40ea-85c0-8fa27b821045",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following chemical nature makes a better antigen?",
        "exp": "Antigens are usually peptides, polysaccharides or lipids. In general, molecules other than peptides (saccharides and lipids) qualify as antigens but not as immunogens since they cannot elicit an immune response on their own. Ref: Ananthanarayan & Panikers textbook of microbiology 9th edition pg: 88",
        "cop": 4,
        "opa": "Lipids",
        "opb": "Nucleic acids",
        "opc": "Polysachharides",
        "opd": "Proteins",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "e18d1626-57c1-4fab-b683-d59030b634e6",
        "choice_type": "single"
    },
    {
        "question": "Acute phase reaction in acute inflammation are -",
        "exp": "Infection or injury leads to a sudden increase in the plasma concentration of ceain proteins called acute-phase proteins. Acute phase reaction of acute inflammation albumin. REF: Textbook of microbiology, Ananthanarayan a, d Paniker. Page no.: 81",
        "cop": 1,
        "opa": "Albumin",
        "opb": "Rfibrinogen",
        "opc": "Haptoglobulin",
        "opd": "Gammaglobulin",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "e1804a6c-e35b-4c30-8b43-95793175d304",
        "choice_type": "single"
    },
    {
        "question": "The Fc piece of which immunoglobulin fixes C1 -",
        "exp": "IgM is paicularly effective at complement activation by binding to C1 Ref: Ananthanarayan & Parker's textbook of microbiology 9th edition pf: 98",
        "cop": 3,
        "opa": "IgA",
        "opb": "IgG",
        "opc": "IgM",
        "opd": "IgE",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "ed0e5fcf-26cd-4e04-b987-180c8a6d0384",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements is true about isotypic variation?",
        "exp": "Antibody genes also re-organize in a process called class switching that changes the one type of heavy chain Fc fragment to another, creating a different isotype of the antibody that retains the antigen specific variable region. This allows a single antibody to be used by different types of Fc receptors, expressed on different pas of the immune system. Ref: Ananthanarayan & Parker's textbook of microbiology 9th edition pg: 94",
        "cop": 3,
        "opa": "These result due to subtle amino acid changes resulting from allelic differences",
        "opb": "These result due to changes in amino acid in heavy and light chain at variable region",
        "opc": "Changes in heavy and light chain in constant region is responsible for class and subclass of immunoglobulins",
        "opd": "These are areas in antigen that bind specifically to antibody",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "48a158a8-56bd-40bb-a91d-86d3001eafab",
        "choice_type": "multi"
    },
    {
        "question": "Humoral immunity arises from -",
        "exp": "Also known as B lymphocytes, are a type of white blood cell of the lymphocyte subtype. They function in the humoral immunity component of the adaptive immune system by secreting antibodies. Additionally, B cells present antigen (they are also classified as professional antigen-presenting cells (APCs)) and secrete cytokines. Reff: Anandhanarayanan &panikers textbook of microbiology 9th edition pg: 131 B cells,",
        "cop": 2,
        "opa": "T cells",
        "opb": "B cells",
        "opc": "Null cell",
        "opd": "K cell",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "460d6a5e-b4e1-43f8-a966-a72de9103145",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is true?",
        "exp": "Paul Bunnel test is used to diagnose infectious mononucleosis Rose Waaler test is a passive hemagglutination test Indirect hemagglutination test is more sensitive than gel diffusion test Antigen antibody reaction cannot occur in the absence of electrolytes Ref: Ananthanarayan & Panikers textbook of microbiology 9th Edition pg no.: 108, 109, 110, 476,",
        "cop": 4,
        "opa": "Paul Bunnel test is used to diagnosed measles",
        "opb": "Rose Waaler test is a complement fixation test",
        "opc": "Indirect hemagglutination test is less sensitive than gel diffusion test",
        "opd": "Antigen antibody reaction cannot occur in the absence of electrolytes",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "33989fa8-7484-4f98-8ca0-737809bd0d8c",
        "choice_type": "multi"
    },
    {
        "question": "Mononuclear phagocytes are produced by -",
        "exp": "The monocyte is formed in the bone marrow and transpoed by the blood; it migrates into the tissues, where it transforms into a histiocyte or a macrophage. Reff: Ananthanarayanan & Panikers textbook of microbiology 9th edition pg: 137",
        "cop": 3,
        "opa": "Thymus",
        "opb": "Spleen",
        "opc": "Bone marrow",
        "opd": "Liver",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "442c47b3-d1bf-4b5d-bb0a-198563e5fcb0",
        "choice_type": "single"
    },
    {
        "question": "In humans, two closely linked genetic loci, each made up of two alleles, compose the histocompatibility locus (HL-A). Paired first and second locus antigens are called haplotypes. The HL-A haplotypes (separated by a semicolon) of a child's parents are given below. Father 3, 25; 7, 12. Mother 1, 3; 8, 9. Assuming that no cross-over events have occurred, the child's histotype could be which of the following?",
        "exp": "In the question presented, the haplotypes of the father are 3, 25 and 7, 12 and the haplotypes of the mother are 1, 3 and 8, 9. (A haplotype is composed of one allele-antigen-from the one gene of a pair and one allele from the other gene.) Each child of this couple would have inherited one haplotype from each parent. Thus, possible offspring haplotypes are (1) 3, 25; 1, 3; (2) 3, 25; 8, 9; (3) 7, 12; 1, 3; and (4) 7, 12; 8, 9.",
        "cop": 2,
        "opa": "1, 3; 7, 8",
        "opb": "7, 12; 1, 3",
        "opc": "3, 3; 7, 9",
        "opd": "1, 25; 7, 12",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "e04d360e-5d8c-4f8c-81cc-050d8fba9635",
        "choice_type": "multi"
    },
    {
        "question": "In normal immune system, the epithelioid cells are derived from:",
        "exp": "Ref: Robbins Basic Pathology, E-book, P 85* Epithelioid cells are defined as cells that resemble epithelial cells (keratinocytes). They have large oval, pale, vesicular nuclei and abundant eosinophilic cytoplasm.* The best-known epithelioid cells are those derived from macrophages within granulomas, but tumor cells can also be described as epithelioid. Immunostaining may be needed to identify the type of epithelioid cell. MOST COMMON LESIONS WITH EPITHELIOID CELLS* Granulomas* Squamous cell carcinoma* Spitz nevus (spindle and epithelioid cell nevus)* Melanoma",
        "cop": 3,
        "opa": "TH1",
        "opb": "TH2",
        "opc": "Macrophages",
        "opd": "TH19",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "a30669a5-1fdf-4ba7-9979-4810651a9703",
        "choice_type": "single"
    },
    {
        "question": "A 47-year-old male has a history of end stage renal failure and required a kidney transplant. Approximately four weeks after receiving his transplanted kidney he developed oliguria, fever, hypertension and pain or tenderness over his allograft. On the basis of the findings, the most likely underlying immunological process is:",
        "exp": "Ans. (b). The time span is appropriate for acute rejection of the transplanted organ but not for chronic or hyperacute rejection. There is no information suggesting autoimmunity. Peripheral tolerance is a mechanism for preventing responses to self antigen.",
        "cop": 2,
        "opa": "Autoimmunity",
        "opb": "Acute rejection",
        "opc": "Chronic rejection",
        "opd": "Hyperacute rejection",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "a31b07e9-a1e5-4984-b4c1-edf3463487aa",
        "choice_type": "multi"
    },
    {
        "question": "Contrast agent-induced reactions like edema, uicaria, rash, and hypotension are mediated due to",
        "exp": "Anaphylactoid reactions are defined as those reactions that produce the same clinical picture with anaphylaxis but are not IgE mediated, occur through a direct nonimmune-mediated release of mediators from mast cells and/or basophils or result from direct complement activation. More common in iodinated contrast media Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 163-165",
        "cop": 2,
        "opa": "IgG mediated reaction",
        "opb": "Anaphylactoid reaction",
        "opc": "Type I allergic reaction",
        "opd": "IgE mediated reaction",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "c0db6b05-57d8-4478-9aec-6bc6fe0a4119",
        "choice_type": "multi"
    },
    {
        "question": "A woman receives a kidney transplant from her sister who is an identical twin. What type of graft is it",
        "exp": "An autograft is a graft of tissue from one point to another of the same individual's body. An Isograft is a graft of tissue between two individuals who are genetically identical (i. e. monozygotic twins). Allograft is the transplantation of tissues, to a recipient from a genetically non-identical donor of the same species. Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 183",
        "cop": 4,
        "opa": "Allograft",
        "opb": "Autograft",
        "opc": "Xenograft",
        "opd": "Isograft",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "ea77932d-08a2-4269-a5be-caa31a89670a",
        "choice_type": "multi"
    },
    {
        "question": "Active immunity is not acquired by:",
        "exp": "Ans. is 'c' i. e., Immunoglobulin transfer (Ref: Ananthanarayan, 9th/e, p. 82 - 83 and 8th/e, p. 86, 87)* Immunoglobulin transfer gives passive immunity.* Rest of the other options are examples of active immunity.",
        "cop": 3,
        "opa": "Infection",
        "opb": "Vaccination",
        "opc": "Immunoglobulin transfer",
        "opd": "Sub - clinical infection",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "c0d80fe4-7f3f-4533-9d15-2e286fa94bb9",
        "choice_type": "single"
    },
    {
        "question": "Serum sickness is due to which type of hypersensitivity?",
        "exp": "Ans: C (Type III) Ref: Ananthnarayan R, Paniker CKJ. Textbook of Microbiology. 8th Edition. Hyderabad: Universities Press: 2009. Pg. 161-168. Explanation: HYPERSENSITIVITYGell and Coomb classification. Type I - IgE mediated- anaphylaxis and atopy. Type II- cytotoxic or cytolytic. Type III- immune complex mediated. Type IV- T cell mediated. Note: Grave's disease is known as Type V hypersensitivity. Type I hypersensitivity. Anaphylaxis-acute, systemic, potentially fatal form. Atopy- chronic, localized, non fatal, familial form (Coca, 1923). Type I HS is mediated by IgE antibodies. Eg of subatances associated with Type I HS: Proteins-foreign serum & vaccines. Food-nuts, eggs, milk, seafood. Plant pollen. Drugs-penicillin, local anesthetics. Insect products- venom (bees, wasps, ants dust mites. Mold spores. Animal hair and dander. Type II hypersensitivity. Reactions involve combination of IgG or IgM antibodies to cell fixed antigens. Examples of type II reactions. Cell surface antigens. RBC- transfusion reactions, erythroblastosis fetalis, A. I. H. AWBC- neutropenia. PLATELETS-thrombocytopenia. Tissue antigens Goodpasture's syndrome Pemphigus. Type III hypersensitivity. Antibodies (usually IgA ) directed against soluble antigens. Examples of type III hypersensitivity. Arthus reaction- localized hemorrhagic necrosis following SC injection of antigen in sensitized rabbits. Serum sickness- systemic form appears 7-12 days after injection of foreign serum. Infection (microbial antigen)-kidneys- leptospirosis, malaria. Post streptococcal glomerulonephritis. Autoimmune diseases- (self antigen)- kidney, skin, joints. Inhaled antigens (molds, plant pollen)-lung (Farmer's lung). Type IV hypersensitivity. Also called delayed hypersensitivity because it takes 48-72 hours to develop. Involves TDTH cells (subset of TH cells). Cannot be passively transferred by serum. Examples-contact dermatitis, tuberculin test (48- 72 hours) and granuloma (21-28 days)",
        "cop": 3,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "fc7583ee-6a4f-4241-8171-66badac56348",
        "choice_type": "single"
    },
    {
        "question": "An autograft of a burn victim is best described by which one of the following?",
        "exp": "Transplantation from one region of a person to another region of that same person is an autograft and has the best chance of succeeding. When a transplant is done between monozygotic twins, it is an isograft and has a complete MHC compatibility and a good chance of success. Allografts are between members of the same species, and xenografts are between members of different species. Both of these transplants have a high rate of rejection unless immunosuppression accompanies the transplant.",
        "cop": 1,
        "opa": "Transplant from one region of a person to another region",
        "opb": "Transplant from one person to a genetically identical person",
        "opc": "Transplant from one species to the same species",
        "opd": "Transplant from one species to another species",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "d83b7e59-cc27-4175-bdab-104d800010e4",
        "choice_type": "multi"
    },
    {
        "question": "Heat labile immunoglobulin -",
        "exp": "Ans. is 'c' i. e., IgE o All immunoglobulins are heat stable, except-IgE (only heat labile Ig)o Only immunoglobulin secreted by sero-mucinous glands Ig. Ao Immunoglobulins present in milk are. IgA and Ig. Go Immunoglobulin to fix complement via alternate pathway. IgA & IgD & IgG (G4)o Immunoglobulin to fix complement via classical pathway. IgG and Ig. Mo Immunoglobulin with maximum serum concentration. Ig. Go Antibody with least serum concentration. Ig. Eo Immunoglobulin with maximum molecular weight. Ig. Mo Immunoglobulin with maximum sediment coefficient. Ig. Mo Immunoglobulin with least carbohydrate. Ig. Go Immunoglobulin with maximum carbohydrate. Ig. Eo Immunoglobulin with maximum half life. Ig. Go Immunoglobulin with minimum half life. IgE",
        "cop": 3,
        "opa": "IgA",
        "opb": "IgG",
        "opc": "IgE",
        "opd": "IgM",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "249272e7-b5ab-4ce1-ab3d-a607d286c88b",
        "choice_type": "single"
    },
    {
        "question": "All of these are antigen presenting cells (APC's) except-",
        "exp": "Antigen-Presenting Cells(APCs): APCs implies to cells that present the antigenic peptide along with MHC class II to TH cells. They may be grouped into: * Professional APCs: e. g. 1. Macrophages, 2. Dendritic cells (Langerhans cells(LC) are members of the dendritic cells family, residing in the basal and suprabasal layers of the epidermis) 3. B-cells * Nonprofessional APCs: e. g. Fibroblasts (skin), Thymic epithelial cells, Pancreatic beta cells, Vascular endothelial cells, Glial cells (brain) and Thyroid epithelial cells.",
        "cop": 2,
        "opa": "B cells",
        "opb": "T cells",
        "opc": "Dendritic cells",
        "opd": "Langerhans cells",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "1fd7830d-25ac-4184-8dff-98d951052880",
        "choice_type": "multi"
    },
    {
        "question": "Interleukin I primarily acts on -",
        "exp": "The immunological effect of IL1 include stimulation of T cells for the production of IL2 and other lymphokines REF: Ananthanarayan & Panikers textbook of Microbiology 9th Edition pg: 154",
        "cop": 1,
        "opa": "T-lymphocytes",
        "opb": "B-lymphocytes",
        "opc": "Neutrophils",
        "opd": "Macrophages",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "d9d0476e-107b-4474-b1ed-359427fe43d4",
        "choice_type": "single"
    },
    {
        "question": "The components of Innate immunity that are active against viral cells include",
        "exp": "Natural killer (NK) cells are large, granular lymphocytes morphologically related to T cells, which make up 10-15% of blood leukocytes. NK cells contribute to innate immunity by providing protection against viruses and other intracellular pathogens. NK cells have the ability to recognize andkill virus-infected cells and tumour cells. Cytotoxic T cells - Phagocytosis. B cells - Antibody production. Memory T cells - Cell-mediated immunity. Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 137",
        "cop": 1,
        "opa": "NK cells",
        "opb": "Memory T cells",
        "opc": "Cytotoxic cells",
        "opd": "B cells",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "4358c8f9-00c2-4644-a506-1d580d869ae3",
        "choice_type": "single"
    },
    {
        "question": "Marker of chronic inflammation is?",
        "exp": "Interleukin 12 and Interferon-gamma are the major markers of chronic inflammation. REF: Textbook of microbiology, Ananthanarayan, and Paniker.",
        "cop": 4,
        "opa": "IL-1, IL-6",
        "opb": "IL-1, TNF",
        "opc": "IL-6, TNF",
        "opd": "IL-12, IFN-g",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "7366609d-95e7-459a-bcc6-693511d07130",
        "choice_type": "single"
    },
    {
        "question": "HEPA filter is used to disinfect -",
        "exp": "Ans. is 'b' i. e., Air o HEPA (High-efficiency particulate air) filter is used to remove microorganisms from air. o HEPA filter traps airborne particles and microbes. o It can remove > 95% of all particles including microorganisms with a diameter >0-3 pm.",
        "cop": 2,
        "opa": "Water",
        "opb": "Air",
        "opc": "Culture",
        "opd": "Blood",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "89c9dce8-5715-4d1a-b925-f5e05c8af9c6",
        "choice_type": "single"
    },
    {
        "question": "Erythroblastosis fetalis is an example of which type of hypersensitivity reaction -",
        "exp": "Ans. is 'b' i. e., Type II HYPERSENSITIVITY'Tvpe I (IgE mediated). Tvpe II (IgG. IgM and comnlement mediated)o Wheal & Flare o Eczemao Blood transfusion reactionso Hay fevero Erythroblastosis fetaliso Asthmao Autoimmune hemolytic anemia or thrombocytopenia or agranulocytosiso Atopyo Urticariao Anaphylactic shocko Pemphigus vulgariso Acute dermatitiso Good pasture syndromeo Theobald smitho Bullous pemphigoidphenomenono Pernicious anemiao Prausnitz Kusntero Acute rheumatic fever(PK) reactiono Diabetes mellitus. o Cason i's testo Graves diseaseo Schultz-Daleo Myasthenia gravisphenomenon Type III (IgG IgM. complement and leucocyte mediated). Type IV (Cell mediated)o Local-Arthus reactiono Tuberculin testo Systemic-serum sicknesso Lepromin testo Schick testo Sarcoidosiso Polyarteritis nodosa (PAN)o Tuberculosiso Rheumatoid arthritiso Contact dermatitiso SLEo Granulomatous inflammationo Acute viral hepatitiso Type I lepra reactiono Penicillamine toxicityo Patch testo Hyperacute graft rejectiono Temporal arteritiso Type 2 lepra reaction (ENL)o Jones mote reaction (cutaneous basophilic HSN)o Hypersensitivity pneumonitiso R. A. o Graft rejectiono Infective endocarditiso Fairleys testo Henoch schonlein purpurao Frie's test",
        "cop": 2,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "f846157d-8cc7-4d1e-8625-44f063b1a034",
        "choice_type": "single"
    },
    {
        "question": "The commonest IgG with maximum individual variation is -",
        "exp": "Ig. G1 usually express maximum variations Reff: www. mayoclinic. com",
        "cop": 1,
        "opa": "IgG 1",
        "opb": "IgG 2",
        "opc": "IgG 3",
        "opd": "IgG 4",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "137db754-70e6-4e5c-b603-cb74367c445e",
        "choice_type": "single"
    },
    {
        "question": "In utero infecion leads to which immunoglobulin?",
        "exp": "IgM antibodies do not pass across the human placenta. Demonstrating IgM antibodies in a patient's serum indicates recent infection, or in a neonate's serum indicates intrauterine infection. Ref: Ananthanarayan & Panikers textbook of microbiology 9th edition pg: 99",
        "cop": 3,
        "opa": "IgG",
        "opb": "IgA",
        "opc": "IgM",
        "opd": "IgD",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "348b1b35-0a88-4472-ae92-9219d30c02cf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is agglutination test -",
        "exp": "Widal test is a tube agglutination test. Agglutination reaction is when a paiculate antigen is mixed with its antibody in the presence of electrolytes at a suitable temperature and pH, the paicles are clumped or agglutinated. two antigens, flagellar H antigen a, d somatic O antigen are used in Widal test. Reference: Anathanarayan & paniker's 9th edition, pg no: 108, 109 <\\p>",
        "cop": 1,
        "opa": "Widal test",
        "opb": "VDRL",
        "opc": "Ascoli's test",
        "opd": "Kahn test",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "006e98c7-3631-4cd1-aad3-b6ff2b0af540",
        "choice_type": "single"
    },
    {
        "question": "All of the above are antigen presenting cells (APC's) except -",
        "exp": "Professional antigen-presenting cells, including macrophages, B cells and dendritic cells, present foreign antigens to helper T cells, while other cell types can present antigens originating inside the cell to cytotoxic T cells Reff: Ananthanarayanan & Panikers textbook of microbiology 9th edition pg: 137",
        "cop": 1,
        "opa": "T cells",
        "opb": "B cells",
        "opc": "Fibroblasts",
        "opd": "Dendritic cells",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "4d6f799f-8cef-4cfa-b64b-b89fcbc583e2",
        "choice_type": "multi"
    },
    {
        "question": "Note a delayed type of hypersensitive reactions -",
        "exp": "Cntact dermatitis is a type IV hypersensitivity reaction. - delayed hypersensitivity sometimes results results from skin contact with a variety of chemicals Metals such as nickel and chromium, simple chemicals like dyes, drugs or plant allergens. The antigen activates specifically sensitised CD4 & CD8 T lymphocytes leading to the secretion of lymphokines and phagocyte accumulation. Reference: Anathanarayan & paniker's 9th edition, pg no: 162, 167 <\\p>",
        "cop": 1,
        "opa": "Contact dermatitis",
        "opb": "Bronchial asthma",
        "opc": "Hemolytic anemia",
        "opd": "Multiple sclerosis",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "2f953bfb-a5bb-4daf-86bd-8f47555d4f9c",
        "choice_type": "single"
    },
    {
        "question": "Endotoxin is pa of the outer poion of the cell wall of -",
        "exp": "Endotoxins are heat stable lipopolysaccharides. Forms an integral pa of the cell wall of gram-negative bacteria. Do not diffuse into the surrounding medium. Reference: Anathanarayan & paniker's 9th edition, pg no: 74 <\\p>",
        "cop": 2,
        "opa": "Gram-positive bacteria",
        "opb": "Gram-negative bacteria",
        "opc": "Candida albicans",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "16d4bff0-f395-47bb-bf2b-4f9ebeae1c2d",
        "choice_type": "multi"
    },
    {
        "question": "Deficiency of C1 inhibitor can produce",
        "exp": "C3 def can lead to recurrent pyogenic infections C1 inhibitor deficiency can lead to hereditary angioneurotic edema Ref: Textbook of Microbiology Baveja 5th ed Pg 125",
        "cop": 1,
        "opa": "Hereditary angioneurotic edema",
        "opb": "SLE",
        "opc": "No disease",
        "opd": "Pyogenic infections",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "6c9deff5-d13a-49f1-b273-052088666efc",
        "choice_type": "single"
    },
    {
        "question": "Superantigens are -",
        "exp": "Superantigens are a class of antigens that cause non-specific activation of T-cells resulting in polyclonal T cell activation and massive cytokine release. Superantigens bind first to the MHC Class II and then coordinate to the variable alpha or beta chain of T-cell Receptors. Eg: S. Aureus (enterotoxins), Group A streptococci (pyrogenic exotoxin), HIV(Nef), Rabies virus (nucleocapsid protein) etc.... Ref: Ananthanarayan & Panikers textbook of microbiology 9th edition pg: 90",
        "cop": 1,
        "opa": "Erythrotoxin of staph. Aureus",
        "opb": "CI. Difficile toxin",
        "opc": "Staphyloccocal toxic shock syndrome toxin",
        "opd": "Cholera toxin",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "24240abb-2e7d-44b0-bb35-c8a9e611ea2e",
        "choice_type": "single"
    },
    {
        "question": "True about Northern blot technique:",
        "exp": "Ref: Ananthanarayan, Panther CJ. Textbook of Microbiology. 8th Edition. London: John Wiley & Sons; 2009. Pg. 69. Explanation: Southern blotting: The highly sensitive technique for identifying DNA fragments by DNA-DNA hybridisation is called Southern blotting, after EM Southern who devised it. This technique has very wide applications in DNA analysis. Northern blotting: An analogous procedure for the analysis of RNA has been called northern blotting (as opposed to Southern blotting). Here the RNA mixture is separated by gel electrophoresis, blotted and identified using labelled DNA or RNA probes. Western blotting: A similar technique for the identification of proteins (antigens) is called immunoblotting (or, in conformity with other blotting techniques, western blotting). Here the protein antigen mixture is separated by SDS- PAGE (sodium dodecylsulfate-polyaciylamide gel electrophoresis), blotted on to nitrocellulose strips and identified by radiolabeled or enzyme- labeled antibodies as probes. E. g. Western blot test for detection of antibodies directed against different antigens of HIV",
        "cop": 2,
        "opa": "Detects DNA",
        "opb": "Detects RNA",
        "opc": "Detects proteins",
        "opd": "Detects post translational modifications in proteins",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "ac27210f-a29e-48ca-8f2e-47bf0cfb0a94",
        "choice_type": "multi"
    },
    {
        "question": "Isoantigens are -",
        "exp": "Isoantigens are antigens found in some but not all members of a species. A species may be grouped depending on the presence of different isoantigens in its members. The best example is human erythrocyte antigens, based on which individuals can be classified into different blood groups. Reference: athanarayan & paniker's 9th edition, pg no: 89 <\\p>",
        "cop": 2,
        "opa": "Found in some but not all members of species",
        "opb": "Found in some but not all members of species",
        "opc": "Occurs in different biological species, class and kingdoms",
        "opd": "All individuals in a paicular species",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "e41edfaf-b317-479b-867d-4e40287375d4",
        "choice_type": "multi"
    },
    {
        "question": "Charcot Leyden crystals are derived from?",
        "exp": "ANSWER: (B) Eosinophils. REF: Harrison's 18th ed chapter 60. Repeat (**). Eosinophil cytoplasm contains Charcot-Leyden crystal protein, a hexagonal bipyramidal crystal first observed in a patient with leukemia and then in sputum of patients with asthma; this protein is lysophospholipase and may function to detoxify certain lysophospholipids. They vary in size and may be as large as 50 pm in length. Charcot-Leyden crystals are slender and pointed at both ends, consisting of a pair of hexagonal pyramids joined at their bases. Normally colorless, they are stained purplish- red by trichrome. They are indicative of a disease involving eosinophilic inflammation or proliferation, such as is found in allergic reactions and parasitic infections. Charcot-Leyden crystals are often seen pathologically in patients with bronchial asthma. During most infections, eosinophils appear unimportant. However, in invasive helminthic infections, such as hookworm, schistosomiasis, strongyloidiasis, toxocariasis, trichinosis, filariasis, echinococcosis, and cysticercosis, the eosinophil plays a central role in host defense. Eosinophils are associated with bronchial asthma, cutaneous allergic reactions, and other hyper sensitivity states.",
        "cop": 2,
        "opa": "Macrophages",
        "opb": "Eosinophils",
        "opc": "Basophils",
        "opd": "Neutrophils",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "1947b639-eaaf-4108-94e2-c8722efc78a9",
        "choice_type": "single"
    },
    {
        "question": "IgE binds to which cell-",
        "exp": "Ans. is 'c' i. e.. Mast cells o IgE binds to Mast cells and basophils, and mediate Type I hypersensitivity. Type 1 hypersensitivity ( Immediate hypersensitivity)o It is a rapidly developing immunological reaction occuring within minutes after the combination of an antigen with antibody bound to mast cells in individuals previously sensitized to the antigen, o Immediate hypersensitivity reactions are mediated by Ig E, but T and B cells play important roles in the development of these antibodies. o Type I reaction requires prior sensitization to a specific antigen (allergen), o Most exposures occur either by inhalation (respiratory route) or ingestion (GIT) of antigen, o Type one hypersensitivity has two phases1. Initial response# After first antigen exposure, this antigen is presented to CD-4 helper T ceils (TH2 type) by antigen presenting cells. These primed TH, cells release IL-4 that acts on B-cells to form Ig E specific for that particular antigen. The antigen specific Ig E antibodies then bind to the surface receptors of mast cells and basophils. The process from first antigen exposure to the coating of mast cells by Ig E acts as sensitization (prior sensitization) and first exposure is also called priming or sensitizing exposure (dose). Subsequent exposure {shocking dose) to same antigen then result in activation of mast cells and basophils with release of mediator from these cells that leads to -o Smooth muscle spasmo Increase mucus secretion from the epithelial cells, o Vasodilatationo Increased vascular permeabilityo Recuritment of inflammatory cells. Note - Most of the clinical effects are due to smooth muscle spasm. 2) Late phase response. In this phase additional leukocytes are recruited. These cells amplify and sustain the inflammatory response without additional exposure to the triggered antigen. Among the cells that are recruited in the late-phase reaction, eosinophils are particularly important. Eosinophils produce major basic protein and eosinophilic eataionic protein that are toxic to epithelial cells. Platelet activating factor (PAF) recruits and activates inflammatory cells and is most important cytokine in the inititiation of late phase response. o Type I hypersensitivity occurs in two forms: j. Anaphvlaxis - Acute, potentially fatal, systemic. Atopy - Chronic, non-fataL localized. Remembero Mast cells are the most important cells in type I hypersensitivity. o Eosinophils are the most important cells in the late phase reaction of type l hypersensitivity. o Histamine is the most important mediator in type 1 hypersensitivity. o IL-4 is particularly important, it is essential for turning on IgE secreting B cells, o PAF is the most important cytokine in the initiation of late phase reaction, o Most potent eosinophilic activating cytokine is IL-5.",
        "cop": 3,
        "opa": "T cells",
        "opb": "B cells",
        "opc": "Mast cells",
        "opd": "NK cells",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "82fc31b7-d105-4ff1-b254-ebfdfce0e035",
        "choice_type": "single"
    },
    {
        "question": "Which immunoglobulin is elevated in a case of chronic allergy?",
        "exp": "Ans. (c) Ig. ERef: Owen Kuby - Immunology - 8th ed - page 487* Allergy (Type I hypersensitivity) is always IgE mediated, both in acute and chronic.* Eg: Hay fever, Asthma* Different examples for allergies (Ref: Kuby). Immune basis for some food allergies. Disorder. Symptoms. Common trigger. Notes about mechanism. IgE mediated (acute). Hives (urticaria). Wheal and flare swellings triggered by ingestion or skin contact. Multiple foods Oral allergy. Itchiness, swelling of mouth. Fruits, vegetables. Due to sensitization by inhaled pollens, producing IgE that cross-reacts with food proteins. Asthma, rhinitis. Respiratory distress. Inhalation of aerosolized food proteins. Mast-cell mediated. Anaphylaxis. Rapid, multiorgan inflammation that can result in cardiovascular failure. Peanuts, tree nuts, fish, shell-fish, milk, etc. Exercise-induced anaphylaxis. As above, but occurs when one exercises after eating trigger foods. Wheat, shellfish, celery (may be due to changes in gut absorption associated with exercise) IgE and cell mediated (chronic). Atopic dermatitis. Rash (often in children). Egg/ milk, wheat, soy, etc. May be skin T cell mediated. Gastrointestina inflammation. Pain, weight loss, edema, and/or obstruction. Multiple foods. Eosinophil mediated. Cell mediated (chronic). Intestinal inflammation brought about by dietary protein (e. g., enterocolitis, proctitis). Most often seen in infants: diarrhea, poor growth, and/or bloody stools. Cow's milk (directly or via breast milk), soy, grains. TNF- a mediated. Courtesy: S. H. Sicherer and H. A. Sampson, 2009 Food allergy, Annual Review of Medicine 60: 261-277.",
        "cop": 3,
        "opa": "IgA",
        "opb": "IgM",
        "opc": "IgE",
        "opd": "IgG",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "4e526cdf-e122-484d-a96a-c391d1e4cab5",
        "choice_type": "multi"
    },
    {
        "question": "A woman with infertility receives an ovary transplant from her sister who is an identical twin. What type of graft it is?",
        "exp": "Ans. is 'd' i. e., Isograft (Ref: Ananthanarayan, 9th/e)",
        "cop": 4,
        "opa": "Xenograf",
        "opb": "Autograft",
        "opc": "Allograft",
        "opd": "Isograft",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "418c2fb1-85f8-4dcc-b5ab-9c1d07419b7a",
        "choice_type": "multi"
    },
    {
        "question": "Deficiency of C1 (complement 1) inhibitor results in -",
        "exp": "The deficiency of C1 inhibitor is associated with hereditary angioneurotic edema. It is a condition characterized by episodic angioedema of the subcutaneous tissues or of the mucosa of the respiratory or alimentary tracts. Fatal if larynx or trachea affected. The attack is precipitated by local exhaustion of the reduced amount of the C1 inhibitor present, lea ding to the autocatalytic activation of C1 and unrestrained breakdown of C4 and C2. Refe. Reference: thanarayan & paniker's 9th edition, pg no: 126 <\\p>",
        "cop": 2,
        "opa": "SLE",
        "opb": "Hereditary angioneurotic edema",
        "opc": "Severe recurrent pyogenic infection",
        "opd": "Gram-negative bacteremia",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "ab981f66-5e43-4057-8ac7-748338bddee7",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old male patient presents with numerous subcutaneous hemorrhages. History and physical examination reveal that he has been taking sedormid (a sedative) for the past week. Laboratory tests indicate normal hemoglobin and white blood cell levels with significant thrombocytopenia (very low platelet count). You suspect that he has developed a drug-induced type II hypersensitivity reaction. This reaction may occur if the drug does which of the following?",
        "exp": "Haptens (incomplete antigens) are not themselves antigenic, but when coupled to a cell or carrier protein become antigenic and induce antibodies that can bind the hapten alone (in the absence of the carrier protein). They are small molecules that are generally less than 1000 k. Da. While haptens react with antibodies, they are not immunogenic because they do not activate T cells and cannot bind the MHC. Haptens are significant in disease; penicillin is a hapten and can cause severe life-threatening allergic reaction by destruction of erythrocytes. Catechols in the oils of poison ivy plants are haptens and cause a significant skin inflammatory response. Chloramphenicol is a hapten that can lead to the destruction of leukocytes and cause agranulocytosis. Sedormid is a hapten that can cause thrombocytopenia and purpura (bleeding) through the destruction of platelets.",
        "cop": 2,
        "opa": "Activates T cytotoxic cells",
        "opb": "Acts as a hapten",
        "opc": "Induces mast cell degranulation, releasing mediators such as histamine, leukotrienes, and prostaglandins",
        "opd": "Induces oxygen radical production through the respiratory burst pathway",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "5a658454-e099-4ee3-a64f-abef4854dcc0",
        "choice_type": "single"
    },
    {
        "question": "Innate immunity is stimulated by which part of bacteria?",
        "exp": "ANSWER: (A) Carbohydrate sequence in cell wall. REF: Ganong's physiology 23rd edition page 69, htty://www. ncbi. nlm. nih. gov/pubmed/11581570. Innate immunity does not have the specificity of adaptive immunity, but is capable of distinguishing self from nonself. Bacterial lipopolysaccharides (LPS) are the major outer surface membrane components present in almost all Gram-negative bacteria and act as extremely strong stimulators of innate or natural immunity in diverse eukaryotic species ranging from insects to humans. LPS consist of a poly- or oligosaccharide region that is anchored in the outer bacterial membrane by a specific carbohydrate lipid moiety termed lipid A. The lipid A component is the primary immunostimulatory centre of LPS.",
        "cop": 1,
        "opa": "Carbohydrate sequence in cell wall",
        "opb": "Flagella",
        "opc": "Bacterial cell membrane",
        "opd": "Nucleus",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "ce234c1c-d7ad-4a51-bd60-0c45bcedbdc9",
        "choice_type": "multi"
    },
    {
        "question": "True about polymorphism is: (PGI Dec 2006)",
        "exp": "Ans: D (Single phenotype, single locus, - multiple allele] Polymorphisms is single phenotype, single locus & mu Itipie normal allele(r). Polymorphisms# Clinically, 'iarmless variationQ of DNA sequence# Normal variation in DNA sequence that have frequency of at least 1%. Usally, they don't result in a perceptible phenotype i. e, phenotype same'Q. They constitutes: Single base-pair substitution (often) & Deletions and insertions. They don't alter protein coding sequence probaly due to degeneracy of genetic code although it is possible that it might alter m. RNA stability, translation or aminoacid sequences.",
        "cop": 4,
        "opa": "Single locus - multiple normal alleles",
        "opb": "Single locus - multiple abnormal alleles",
        "opc": "Single phenotype: single Iocus->multiple normal alleles multiple abnormal alleles",
        "opd": "Single phenotype: Single! ocus->>multiple abnormal alleles.",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "05957647-031b-4e28-95f1-e3e6daba4388",
        "choice_type": "multi"
    },
    {
        "question": "Transition mutation of GATCCT is: (PGI Dec 2006)",
        "exp": "Ans: A (GGTCCT) In Transition type of mutation, a purine base is replaced by another purine base (A-G) or a pyrimidine is replaced by another pyrimidine (C-T). So-Transition of -GATCCT is GGTCCT (only single base is changed, according to options given, it the only answer)",
        "cop": 1,
        "opa": "GGTCCT",
        "opb": "GTTCCT",
        "opc": "GTCCCT",
        "opd": "GGUGGT",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "0b976c38-0427-4e71-ac4c-611dbd9137eb",
        "choice_type": "single"
    },
    {
        "question": "Chemical nature of complement is",
        "exp": "Complement is a protein in normal human and animal serum activated by antigen-antibody reactions Ref: Textbook of Microbiology Baveja 5th ed Pg 125",
        "cop": 4,
        "opa": "Lipid",
        "opb": "Polysaccharide",
        "opc": "Lipo polysaccharide",
        "opd": "Protein",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "3163f0d2-2ec7-4d47-be28-0e572f88003a",
        "choice_type": "single"
    },
    {
        "question": "A patient has an increased antibody titer to delta agent. You would most likely suspect",
        "exp": "Delta agent is a recently discovered antigen associated with HBs. Ag. Its presence usually correlates with HBs. Ag chronic carriers who have chronic active hepatitis. EIA and radioimmunoassay (RIA) tests are available to detect antibodies to delta agent. Fifth disease is a viral exanthem commonly seen in children 8 to 12 years old. Children are ill for a few days but recover without incident. Unfounately, if a pregnant female acquires the disease in the first trimester of pregnancy, the fetus is at risk. The causative agent is thought to be a parvovirus (parvovirus B 19). Adults with no titer to varicella (VZV) are at risk for acquisition of chickenpox. If they are health care workers, there is additional risk in transmitting VZV to immunodeficient children. Antibodies to VZV are readily detected by both enzyme immunoassay (EIA) and fluorescent-antibody (FA) techniques. SSPE is thought to be caused by a measles-related virus present in the central nervous system. Most SSPE patients show elevated measles virus antibodies in serum and CSF. In patients with multiple sclerosis (MS), lower CSF antibody titers have been observed, suggesting a possible etiologic role for measles virus in MS. Reference: Ananthanarayan and Paniker&; s Textbook of Microbiology Tenth edition",
        "cop": 4,
        "opa": "Fifth disease",
        "opb": "Susceptibility to chickenpox",
        "opc": "Possible subacute sclerosing panencephalitis (SSPE)",
        "opd": "Possible hepatitis B infection",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "f2aa1fda-492d-457d-9b5a-23cd23bf1416",
        "choice_type": "single"
    },
    {
        "question": "First chemical barrier encountered by microorganism for common exposed sites-",
        "exp": "The stomach is the site for acidic encounter Gastric secretion of the stomach has antibacterial action",
        "cop": 2,
        "opa": "Lysozyme",
        "opb": "Acidic pH",
        "opc": "Skin",
        "opd": "Lactose",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "0c17c2f7-bf74-4deb-879a-d05075ff06e3",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following antibody is produced rapidly and in high amounts during secondary response?",
        "exp": "IgG antibodies are generated following class switching and maturation of the antibody response and thus paicipate predominantly in the secondary immune response Ref: Ananthanarayan & Panikers textbook of microbiology 9th edition pg: 97",
        "cop": 1,
        "opa": "IgG",
        "opb": "IgA",
        "opc": "IgM",
        "opd": "IgM and IgG",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "723a3388-0330-4002-bc98-d6c0ac77444b",
        "choice_type": "single"
    },
    {
        "question": "C-3 convease in alternate complement pathway -",
        "exp": "- the first step in the alternative pathway is the binding of C3b to an activator. - bound C3b, which is protected from such inactivation, interact with Factor B to form a magnesium dependent complex C3bB. - this complex is cleaved by Factor D into two fragments, Ba and Bb. -fragment Ba is released into medium. - fragment Bb remains bound to C3b, forming the esterase C3b. Bb complex, which is alternative pathway C3 convease. Reference: Anathanarayan & paniker's 9th edition, pg no: 123 <\\p>",
        "cop": 3,
        "opa": "C4b2b",
        "opb": "C3b",
        "opc": "C3b. Bb",
        "opd": "C3a",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "5b904208-f630-43c4-91bf-6013095fcdc9",
        "choice_type": "single"
    },
    {
        "question": "Job's syndrome is the following type of immuno deficiency disease -",
        "exp": "Job's syndrome is a disorder of phagocytosis. Characterized by multiple large cold staphylococcal abscess containing large quantities of pus, occurring repeatedly in the skin and in various organs with little inflammatory response. Pathogenesis is pra primary defect in phagocytic function. Reference: Anathanarayan & paniker's 9th edition, pg no: 176 <\\p>",
        "cop": 4,
        "opa": "humoral immunodeficiency",
        "opb": "Cellular immunodeficiency",
        "opc": "Disorder of complement",
        "opd": "Disorder of phagocytosis",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "03a87f56-f061-4dc2-be63-12b3b0e02c46",
        "choice_type": "single"
    },
    {
        "question": "The protection against small pox by previous infection with cowpox represents:",
        "exp": "Ans. is 'a' i. e., Antigenic cross-reactivity(Ref: Ananthanarayan, 7th/e, p. 81, 82)* Antigenic cross reactivity - Sometimes single antigen stimulates production of variety of antibodies that more or less resemble the correct fit for the antigen. Each of these antibodies may attack different antigens that more or less resemble one another.",
        "cop": 1,
        "opa": "Antigenic cross-reactivity",
        "opb": "Antigenic specificity",
        "opc": "Passive immunity",
        "opd": "Innate immunity",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "aa5e4124-547d-4fd5-8184-62453b605590",
        "choice_type": "multi"
    },
    {
        "question": "A patient presents with thrombocytopenia, eczema and recurrent infection -",
        "exp": "Wiskott-Aldrich syndrome is X linked disease. - characterised by eczema, thrombocytopenic purpura and recurrent infections. Affected boys do not survive first decade of life, death due to infection, hemorrhage and lymphoreticular malignancy. - CMI undergoes progressive deterioration associated with cellular depletion of thymus and the paracoical areas of lymph nodes. Reference: Anathanarayan & paniker's 9th edition, pg no: 174 <\\p>",
        "cop": 1,
        "opa": "Wiskott - Aldrich syndrome",
        "opb": "Digeorge syndrome",
        "opc": "Agammaglobulinemia",
        "opd": "SCID",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "48b07e0a-e6f7-4bd8-b415-19e016dd44ee",
        "choice_type": "single"
    },
    {
        "question": "Northern bioting is used for seperation of?",
        "exp": "ANSWER: (B) RNAREF: Microbiology 24th ed Chapter 7 Microbial Genetics. Hybridization of DNAto RNA by Northern blots can provide quantitative information about RNA synthesis. Specific DNA sequences in restriction fragments separated on gels can be revealed by Southern blots, a method that uses hybridization of DNA to DNA. With Western blots, another frequently employed detection technique, antibodies are used to detect cloned genes by binding to their protein products. Remember that there is no such thing called as Eastern blot. All the blotting techniques can be remembered with the Mnemonic: SNOW-DROPS-Southern blotD-DNAN-Nouthem blotR-RNAO-(zero) No Eastern blotO-(zero) No Eastern blotW- Western blotP-Protein",
        "cop": 2,
        "opa": "DNA",
        "opb": "RNA",
        "opc": "Proteins",
        "opd": "None",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "6d5cacf4-7b23-4bd4-a728-b53659c13655",
        "choice_type": "multi"
    },
    {
        "question": "Type 2 lepra reaction is an example of -",
        "exp": "TType 2 lepra reaction occurs in LL and BL types, usually a few months after the institution of chemotherapy. Crops of tender, inflamed subcutaneous nodules appear, with fever, lymphadenopathy and ahralgia. This is an ahus type response ( type III hypersensitivity reaction), to antigen released from dead lepra cells and is characterised by neutrophil infiltration and IgG and complement deposition in the lesions. Reference: Anathanarayan & paniker's 9th edition, pg no: 367 <\\p>",
        "cop": 3,
        "opa": "Type I hypersensitivity",
        "opb": "Type II hypersensitivity",
        "opc": "Type III hypersensitivity",
        "opd": "Type IV hypersensitivity",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "c3ccaefa-717a-429e-94cf-1f3ed12999ae",
        "choice_type": "single"
    },
    {
        "question": "Pentameric antibody with a J chain is?",
        "exp": "ANSWER: (C) Ig. MREF: Jawetz, Melnick, & Adelberg's Medical Microbiology, 24 11 edition Chapter 44 Chapter 8 See APPENDIX-20 below for \"IMMUNOGLOBULINS\"Note: Both secretory IgA (dimeric) and IgM (pentameric) have J chains. IgM is the main immunoglobulin produced early in the primary immune response. IgM is present on the surface of virtually all uncommitted B cells. It is composed of five H.. L-, units (each similar to one IgG unit) and one molecule of J (joining) chain. APPENDIX - 20. Immunoglobulins Ig. GIg. AIg. MIg. DIg. EHeavy chaingaude. Percentage75-85 (max)7-155-100. 30. 019 (min). Carbohydrate %41010. 71212serum half-life (days)21 (max)6532 (min). Concentration12 mg/ml2 mg/ml1. 2 mg/ml0. 03 mg/ml0. 00004 mg/ml. Molecular formmonomer. Serum IgA = monomer. Pentamer. Monomer. Monomer Secretory IgA = Dimer Molecular weight150, 000(lightest). Serum IgA = 160, 000950, 000(heaviest)175, 000190, 000. Secretory IgA = 400, 000. Subclasses. Ig. Gl > Ig. G2 > Ig. G3 > Ig. G4. Ig. Al = circulatory, Ig. A2 = secretory. Ml, M2nonenone. Complimentactivation. Classical ++ G4 subclass= alternate. Alternate (only Ig. Al fixes complement). Classical +++Alternate. Alternate or None. Sedimentationcoefficient7. SMonomer = 7. S7. S7. S8. SDimer = 15. SPlacental crossing. Yes. No. No. No. No. Presence in milk. Present. Present. Absent. Absent. Absent. Compartment. Equal in intravascular (45%) and extravascular(55%)compartment. Mostly extravascular (Minimum intravascular distribution)mostlyintravascular Mostlyextravascular. Heat stability. Stable. Stable. Stable. Stable. Heat labile. Also know- Producessecondaryresponse - First to appear in fetus (20 wk)- Producesprimaryresponse Homocytotropic",
        "cop": 3,
        "opa": "IgA",
        "opb": "IgG",
        "opc": "IgM",
        "opd": "IgE",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "8bb2e3e4-51b7-42b4-815a-7ee982f7348e",
        "choice_type": "single"
    },
    {
        "question": "Lysozyme is present in the following secretions of the body except:",
        "exp": "Ans. is 'b' i. e., CSF(Ref: Ananthanarayan, 9th/e, p. 80 and 8th/e, p. 85)* Lysozyme is present in all secretions except CSF, sweat and urine.",
        "cop": 2,
        "opa": "Lacrimal secretions",
        "opb": "CSF",
        "opc": "Saliva",
        "opd": "Respiratory tract secretions",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "4c87d464-e2b0-405d-be62-070f57ef815c",
        "choice_type": "multi"
    },
    {
        "question": "Capacity of producing IgG stas at what age -",
        "exp": "In the first six months of life, the fetus has the same antibodies as the mother, till the old antibodies are then degraded and he can defend himself against all the pathogens that the mother encoutered in her life",
        "cop": 1,
        "opa": "6 months",
        "opb": "1 year",
        "opc": "2 years",
        "opd": "3 years",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "21af0501-eb5e-4674-ba4d-b03526ac343f",
        "choice_type": "single"
    },
    {
        "question": "IgA antibody is the first line of defense against infections at the mucous membrane. It is usually an early specific antibody. Which of the following statements regarding IgA is not true?",
        "exp": "Each secretory IgA molecule has a molecular weight of 400, 000 and consists of two H2. L2 units and one molecule each of J chain and secretory component. Some IgA exists in serum as a monomer H2. L2 with a molecular weight of 160, 000. Some bacteria, such as Neisseria, can destroy Ig. A1 by producing protease. It is the major immunoglobulin in milk, saliva, tears, and colostrum. IgA does not fix complement, so one would anticipate that a complement fixation test would not be useful for IgA antibody Reference: Ananthanarayan and Paniker&; s Textbook of Microbiology Tenth edition",
        "cop": 3,
        "opa": "Complement fixation tests for IgA antibody will be positive if specific IgA antibody is present",
        "opb": "IgA is not found in saliva, therefore an IgA diagnostic test on saliva would have no value",
        "opc": "IgA can be destroyed by bacterial proteases",
        "opd": "IgA is absent in colostrum",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "2a1215fe-a3db-4c86-8d44-6c11fe630288",
        "choice_type": "multi"
    },
    {
        "question": "All the following are uses of enzyme-linked immunosorbent assay detection except",
        "exp": "ELISA is used for the detection of HIV, Hep B, rotavirus, E coli, TB Hepatitis A is detected by immune electron microscopic test Ref: Textbook of Microbiology Baveja 5th ed Pg 118",
        "cop": 4,
        "opa": "Hepatitis B markers",
        "opb": "Rotavirus",
        "opc": "Enterotoxin of E coli",
        "opd": "Hepatitis A virus",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "a0233b41-5b56-4642-8fa1-8538bb6dc1dc",
        "choice_type": "multi"
    },
    {
        "question": "IL -I produces -",
        "exp": "The immunological effects of IL1 include stimulation of T cell for the production of IL2 and other lymphokines Ref: Ananathanarayanan & Panikers textbook of microbiology 9th edition pg: 154",
        "cop": 1,
        "opa": "T lymphocyte activation",
        "opb": "Delayed wound healing",
        "opc": "Increased pain perception",
        "opd": "Decreased PMN release from bone marrow",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "93171f99-5bc7-4cf3-b906-242b4f94c83f",
        "choice_type": "single"
    },
    {
        "question": "Coombs test is -",
        "exp": "Its an agglutination reaction. The two Coombs tests are the direct Coombs test (DCT, also known as direct antiglobulin test or DAT), and the indirect Coombs test (also known as indirect antiglobulin test or IAT). The direct Coombs test is used to detect these antibodies or complement proteins that are bound to the surface of red blood cells; a blood sample is taken and the RBCs are washed (removing the patient's own plasma) and then incubated with antihuman globulin (also known as \"Coombs reagent\"). If this produces agglutination of RBCs, the direct Coombs test is positive, a visual indication that antibodies (and/or complement proteins) are bound to the surface of red blood cells. The indirect Coombs test is used in prenatal testing of pregnant women and in testing blood prior to a blood transfusion. It detects antibodies against RBCs that are present unbound in the patient's serum. In this case, the rum is extracted from the blood sample taken from the patient. Then, the serum is incubated with RBCs of known antigenicity; that is, RBCs with known reference values from other patient blood samples. If agglutination occurs, the indirect Coombs test is positive. Ref: Ananthanarayan & Parker's textbook of microbiology 9th edition pg: 109",
        "cop": 2,
        "opa": "Precipitation",
        "opb": "Agglutination test",
        "opc": "CFT",
        "opd": "Neutrilization test",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "65becdde-cd3f-4d1a-b29d-58a198d69943",
        "choice_type": "single"
    },
    {
        "question": "Immunoglobulin present in local secretion is?",
        "exp": "In its secretory form, IgA is the main immunoglobulin found in mucous secretions, including tears, saliva, sweat, colostrum and secretions from the genitourinary tract, gastrointestinal tract, prostate and respiratory epithelium. It is also found in small amounts in blood. Ref: Ananthanarayan & Panikers textbook of microbiology 9th edition pg: 98",
        "cop": 2,
        "opa": "IgG",
        "opb": "IgA",
        "opc": "IgM",
        "opd": "IgD",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "7283d87c-418c-4e84-aa39-c0956f44363b",
        "choice_type": "single"
    },
    {
        "question": "What will happen to DNA if salt is added to it: (PGI Dec 2008)",
        "exp": "Ans: A (Increase Melting point (Tm)) & D (Melti ng lead to denaturation of DNA) \"A ten fold Increase of monovalent cation increases the Tm by 16. 6! 'C\"- Harper 27th313. Denaturation & TM of DNADefinition#\"The strands of a given molecule of DNA separate over a temperature range. The midpoint is called melting point (T J\" It is also defined as \"the temperature at which DNA Is half denatured# At this temperature, the absorbance of DNA at 260 nm is increased by 18. 5% i. e. half of 37% increased in absorbance when DNA is completely denatured. This phenomenon is called hyperchromicity or hyperchromic effect. Factors Affecting Tm. Tm depends on both the length of molecule & specific nucleotide sequence composition of that molecule. DNA rich in G-C pairs which have 3-H bond melts at higher temperature than that rich in A-T pairs, which have 2-H bond. A tenfold increase of monovalent cation concentration increase the Tm by 16. 6 deg. CFormamideQ which commonly used in recombinant DNA technology & urea, both of them destablise H-bonds & thus lower Tm. How' ionic concentration Affects Tm: The ion concentration also influence the Tm because the negatively charged PO4. in the two strands are shielded by positively charged ion. When ionic concentration is low this shielding is decreased, thus increasing the repulsive force b/w strands & reducing Tm. What is Annealing: Once the strands are separated they can be renatured. If the melted sample of DNA is slowly cooled the absorbance of the solution decreases. This is indicator of complementary strands being paired again. This process is called as annealing. Annealing can occur only at a temperature below Tm of DNA which is about 7. GdegC. It is fastest at 20degC below (Tm) or 50degC. Application of Tm pf DNA# Amount of G & C (Guanine & Cytosine) in a genome (called \"GC content\") can be estimated by measuring the temperature at which the genomic DNA melts. Higher (Tm ) value mean higher GC content.# Also used in molecular biology techniques notably in PGR.# Used as a proxy for equalising the hybridisation strengths of a set of molecule e. g. the oligonucleotide probe of DNA microarray. Used to detect sequence differen ce b/w stran ds & d iffe rent DNA sequence. Also Know. Denaturation & renaturation of DNA are basis of nucleic acid hybridisation - Molecular Biology by Lodlsh 6th/117. Denaturation of DNA is also called as \"a helix to coil transition \" - Chatterjea & Shinde 7th/228. Tm value is calculated by - Nearest Neighbor methodfhttp:// en. wikipedia. org)",
        "cop": 1,
        "opa": "Increase Melting point (Tm)",
        "opb": "Decrease Tm",
        "opc": "Not affect Tm",
        "opd": "Melting lead to denaturation of DNA",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "a763c34a-b928-49dd-8fbe-39334b167abc",
        "choice_type": "single"
    },
    {
        "question": "The exact pa of the antigen that reacts with the immune system is called as -",
        "exp": "An epitope, also known as antigenic determinant, is the pa of an antigen that is recognized by the immune system, specifically by antibodies, B cells, or T cells. Ref: Ananthanarayan & Panikers textbook of microbiology 9th edition pg: 88",
        "cop": 2,
        "opa": "Clone",
        "opb": "Epitope",
        "opc": "Idiotope",
        "opd": "Effector",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "27f7c1c6-2ba3-4660-9b84-bf4ea88656cc",
        "choice_type": "multi"
    },
    {
        "question": "The complement component with opsonin activity is",
        "exp": "(B) C3b[?]. Opsonins In Complement System:-C fragments released during the cascade reaction help in amplifying the inflammatory response.-C2 kinins are vasoactive amines and increase permeability.-C3a and C5a are anaphylatoxins (histamine releasing) and chemotactic.-C567 is chemotactic and also brings about reactive lysis.-C3b acts as opsonin.-C5-9 acts as cytotoxic. o. The process of coating a foreign particle targeting & preparing it for phagocytosis process is \"Opsonization\". Substances involved are opsonins. Main opsonins from complement system is C3o. Examples of opsonins include:-Antibodies: IgG and IgA-Components of the complement system; C3b, C4b, and i. C3b-Mannose Binding Lectin (MBL): Initiates the formation of C3b-Membrane Attack Complex (MAC): Includes C5b, C6, C7, C8 & polymeric C9o. Opsonization & complement proteins:-Mainly C3b, i. C3b & C4b-C3: Most abundant protein of all complementary proteins; Cleaves into C3a and C3b-C3a: Binds and activates mast cells & basophils, release histamine.-C3b: C3b is most critical component in both classical & alternative pathway. C3b attaches to bacterial surfaces for opsonization by phagocytes. [?]C3b way work: o. C3b: Opsonization; Membrane Attack Complex (MAC)o. Opsonization: C3b can do thioester bond. With this bond C3b bind with pathogen. o. On the other way Macrophage has two receptor CR1 and C5a receptor. o. For binding with pathogen it needs CP C5a. CP C5a bind with C5a receptor & allows CR1 to bind with C3b which attached with pathogen. This way Macrophage can perform phagocytosis by eating up the pathogen. [?]. Biological Function of Complement: o. Bacteriolysis, cytosiso. Function of complement fragments-Opsonization: C3b, i. C3b, C4b-Mediator of inflammation: C3a, C4a, C5a-Kinin: C2a, C5a-Chemotaxis: C3a, C5a, C567oC-dependent virolysiso. Clean up 1C: Interfere with formation of 1C, IC-C3b-CRI-RBC. o. Immunological Regulation: C3, CR1, CR2, C3b-The first step in the alternative pathway is the binding of C3b to an activator.-C3b is continuously generated in small quantities in the circulation but in the free state it is rapidly inactivated by the serum protein factors H & I.-Bound C3b is protected is such inactivation and interacts with a serum protein called factor B (C3 proactivator) to form a magnesium dependent complex 'C3b, B'",
        "cop": 2,
        "opa": "C3a",
        "opb": "C3b",
        "opc": "C5a",
        "opd": "C5b",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "1b199baf-2afc-47f9-a3a4-e101f0579920",
        "choice_type": "single"
    },
    {
        "question": "In a patient with a Salmonella infection, which of the following mechanisms will most likely be the earliest adaptive response for clearing the infection while bacteria are present within intracellular endosomes?",
        "exp": "Ans. (d)DTH responses are generally the first effective responses involved in clearance of intraendosomal microbes. Later in such infections, the microbes or their molecules may escape into the cytoplasm, making it possible for Cytotoxic T lymphocyte responses to develop. Complement does not clear active intracellular infections. Antibodies maybe effective in inhibiting reinfection but do not cleat active intracellular infections.",
        "cop": 4,
        "opa": "Antibody mediated neutralization of free bacteria",
        "opb": "Complement mediated lysis of infected host cells",
        "opc": "CTL recognition of bacterial peptides presented by MHC class II",
        "opd": "DTH responses generated by CD4 +T cells",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "484fb2cf-ccbd-4558-ba9a-50f24066ba31",
        "choice_type": "single"
    },
    {
        "question": "C3b is converted to C3 convertase by-",
        "exp": "Ans. is 'a' i. e., Factor B",
        "cop": 1,
        "opa": "Factor B",
        "opb": "Factor P",
        "opc": "Factor H",
        "opd": "Factor I",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "14e63b54-b1b2-426a-a0e5-72695bb723c3",
        "choice_type": "single"
    },
    {
        "question": "Charcot Leyden crystal are derived from?",
        "exp": "Charcot-Leyden crystals are microscopic crystals consist of lysophospholipase (galectin-10), an enzyme synthesized by eosinophils, and are produced from the breakdown of these cells Reff: Robbins basics of pathology",
        "cop": 2,
        "opa": "Macrphages",
        "opb": "Eosinophils",
        "opc": "Basophils",
        "opd": "Neutrophils",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "27a66f13-9769-4477-8e2b-b3334a92c298",
        "choice_type": "single"
    },
    {
        "question": "Opsonization takes place through -",
        "exp": "The process of phagocytosis is fuher enhanced when microorganisms are coated with specific proteins, opsonins from the serum. Opsonins establish a bond between bacteria and bacteria and the membrane of the phagocytic cell. C3b is opsonin generated by activation of the implement pathway. Ref. Reference: rush Mohan textbook of pathology, 7th edition, pg no: 121 <\\p>",
        "cop": 2,
        "opa": "C3a",
        "opb": "C3b",
        "opc": "C5a",
        "opd": "C5b",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "af949bf4-d8a2-4fc6-95f3-6b33323f75da",
        "choice_type": "single"
    },
    {
        "question": "Nagler reaction is type of -",
        "exp": "Its a neutralization test. Lecithinase test or Nagler's reaction is a biochemical test used to identify organisms which liberate phospholipases (lecithinases) e. g. Clostridium perfringens. The alpha (a) toxin of C. perfringens has phospholipase activity and hence, helps in differentiation of C. perfringens from other Clostridium spp that also produce lecithinase (C. baratti, C. absonum, C. bifermantans, C. sordelli and C. novyi) by neutralization of lecithin c activity by an antitoxin. Ref: Ananthanarayan & Panikers textbook of microbiology 9th edition pg: 112",
        "cop": 1,
        "opa": "Neutrilization reaction is type of -",
        "opb": "CFT",
        "opc": "Precipitation",
        "opd": "Agglutination",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "dc078883-262c-496f-90c2-98606e33f69e",
        "choice_type": "single"
    },
    {
        "question": "Adoptive immunity is by:",
        "exp": "Ans. is 'c' i. e., Injection of lymphocytes(Ref: Jawetz, 27th/e, p. 130)* An extract of immunologically competent T - lymphocytes, known as transfer factor can be used in the treatment of lepromatous leprosy when CMI is low.",
        "cop": 3,
        "opa": "Infection",
        "opb": "Injection of antibodies",
        "opc": "Injection of lymphocytes",
        "opd": "Immunization",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "97c2f423-93cf-438d-8375-bfd3878bee9e",
        "choice_type": "single"
    },
    {
        "question": "In contact dermatitis which cells play major role-",
        "exp": "Contact dermatitis is a type IV hypersensitivity reaction. - this is a cell mediated response. The antigen activates specifically sensitised CD4 & CD8 T lymphocytes leading to the secretion of lymphokines and phagocyte accumulation. Reference: Anathanarayan & paniker's 9th edition, pg no: 162 <\\p>",
        "cop": 1,
        "opa": "T-cells",
        "opb": "B-cells",
        "opc": "Langhan cells",
        "opd": "Macrophage",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "f9cb0a6b-d3c1-4f0a-b28f-01ad943614ae",
        "choice_type": "single"
    },
    {
        "question": "Mantoux test is an indicator of",
        "exp": "Tuberculin-Type Hypersensitivity. Delayed hypersensitivity to antigens of microorganisms occurs in many infectious diseases and it has been used as an aid in diagnosis. The tuberculin reaction is a good example of a delayed-type hypersensitivity (DTH) response. When a small amount of tuberculin is injected into the epidermis of a patient previously exposed to Mycobacterium tuberculosis, there is a little immediate reaction. Gradually, however, induration and redness develop and reach a peak in 24-72 hours. Mononuclear cells, especially CD4 Th1 cells, accumulate in the subcutaneous tissue. A positive skin test indicates that the person has been infected with the microorganism but does not imply the presence of current disease. However, a recent change of skin test response from negative to positive suggests recent infection and possible current activity. Reference: Jawetz, Melnick, & Adelberg's Medical Microbiology; 27th edition; Chapter 8; Immunology",
        "cop": 2,
        "opa": "Immediate hypersensitivity",
        "opb": "Delayed hypersensitivity",
        "opc": "Cell mediated hypersensitivity",
        "opd": "Immune complex mediated hypersensitivity",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "3ad488c2-d017-48c5-9738-82ce2d7196e4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following immunoglobulin is responsible for opsonisation -",
        "exp": "The unique structural features of IgM appear paicularly suited to the biological role of providing protection against microorganism and other large antigens that have repeating antigenic determinants on their surface. - IgM is also 500-1000 times more effective than IgG in opsonization, 100 times more effective in bactericidal action and about 20 times in bacterial agglutination. Reference: Anathanarayan & paniker's 9th edition, pg no: 98 <\\p>",
        "cop": 3,
        "opa": "Ig A",
        "opb": "Ig G",
        "opc": "Ig M",
        "opd": "Ig E",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "20c5a777-b9c2-4287-a45b-b4ca67d571ca",
        "choice_type": "single"
    },
    {
        "question": "The process increasing the ability for phagocytosis of foreign bodies by body is called -",
        "exp": "The process of phagocytosis is fuher enhanced when microorganisms are coated with specific proteins, opsonins from the serum. This process is called opsonization. Opsonins establish a bond between bacteria and bacteria and the membrane of the phagocytic cell. Reference:: Harsh Mohan textbook of pathology, 7th edition, pg no: 121 <\\p>",
        "cop": 2,
        "opa": "Cross reactivity",
        "opb": "Opsonisation",
        "opc": "Immune Tolerance",
        "opd": "Immune Surveillance",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "2c9612e5-3e8a-46e5-9292-39ac29ae6b57",
        "choice_type": "multi"
    },
    {
        "question": "Interleukin - 7 is produced by which one of the following -",
        "exp": "Spleen, bone marrow stromal cells Reff: Anantganarayan & Panikers textbook of microbiology 9th edition pg: 154 table 15. 3",
        "cop": 4,
        "opa": "Macrophage",
        "opb": "B cells",
        "opc": "T cells",
        "opd": "Stromal cells",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "bc78848c-30e8-4be1-a98e-33fe95059054",
        "choice_type": "single"
    },
    {
        "question": "Immunity may be natural or acquired. Which of the following best describes acquired immunity?",
        "exp": "Natural immunity is nonspecific. The description of natural immune functions described are not specific for a certain antigen. For example, certain proteins such as C-reactive protein (CRP) are acute-phase reactants. While elevated CRP is seen in infection, it is not disease-specific. Maternal transfer of antibody, however, is passive but still confers specific immunity. It is termed acquired immunity.",
        "cop": 4,
        "opa": "Increase in C-reactive protein (CRP)",
        "opb": "Presence of natural killer (NK) cells",
        "opc": "Complement cascade",
        "opd": "Maternal transfer of antibody",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "c40de891-fed0-4249-899a-7a9c7f8b92b9",
        "choice_type": "single"
    },
    {
        "question": "An immunologist is conducting an experiment to understand precipitation reactions. He notes that on adding excessive amount of antibody to a serum sample containing small amount of antigen, the amount of precipitate formed is less, compared to adding smaller amount of antibody to the same sample. What is this phenomenon called?",
        "exp": "Lattice hypothesis explains this: In precipitation reactions, the amount of precipitate formed is greatly influenced by the relative propoions of antigens and antibodies. Pro-zone phenomenon: It is caused by excessive antibody in the test system. (Weak or even absent precipitation and a false negative test) Zone of equivalence: Antigen and antibody are in optimum propoions and maximum precipitation occurs. Post-zone phenomenon: Presence of excessive antigen in the test system. (Weaker or even absent precipitation) Reference: Ananthanarayan and Paniker&; s Textbook of Microbiology Tenth edition",
        "cop": 1,
        "opa": "Pro-zone phenomenon",
        "opb": "Zone of equivalence",
        "opc": "Post-zone phenomenon",
        "opd": "Flocculation phenomenon",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "b239321e-bf31-4ed8-a4c5-f91d04f52a33",
        "choice_type": "multi"
    },
    {
        "question": "Capacity of producing IgG starts at what age -",
        "exp": "Ans. is 'a' i. e., 6 months o Immediately after birth, the newborn has high level of IgG antibodies in blood stream. But these antibodies are passively transferred to the baby from mother (i. e., maternal antibodies), o During next few- months, the maternal IgG antibodies steadily decrease. o When healthy baby is about 2-3 months old, the immune system starts producing its own IgG antibodies. o Once healthy babies reach six months of age, their IgG productin reaches at normal level. Note: o IgM antibodies production starts before birth only (3-6 months before), but at very lowr level.",
        "cop": 1,
        "opa": "6 months",
        "opb": "1 year",
        "opc": "2 years",
        "opd": "3 years",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "bbb21c1f-f047-4a54-b955-bc93342a1cb4",
        "choice_type": "single"
    },
    {
        "question": "Regarding NK cells, false statement is -",
        "exp": "NK cells possess spontaneous cytotoxicity against target cells and is not antibody dependent or MHC restricted. Ref.: Textbook of microbiology, Ananthanarayan and Panicker - page no. 137",
        "cop": 4,
        "opa": "it is activated by IL-2",
        "opb": "Expresses CD 3 receptor",
        "opc": "It is a variant of large lymphocyte",
        "opd": "There is antibody induced proliferation of NK cells",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "15de8c37-1b94-4ea0-86d1-69a1878cb0f9",
        "choice_type": "multi"
    },
    {
        "question": "In conversion of DNA to RNA, enzyme required are: (PGI June 2008)",
        "exp": "Ans. C (RNA polymerase) RNA polymerase Q is required for RNA synthesis from DNA. DNA polymerase Q required for DNA synthesis and replication. DNA ligase Q used to seal the nick produced by restriction endonuclease. Lippincott Biochemistry 4th/419. 422-24. In bacteria. one species of RNA polymerase synthesizes all of the RNA except for the short RNA primers needed for DNA replication.! ranscription by RNA polymerase involves a core enzyme and several auxiliary proteins. Core enzyme Q: Four of the enzyme's peptide subunits, 2a, 1b, and 1b' are responsible forthe 5'? 3' RNA polymerase activity and are referred to as the core enzyme. Holoenzyme Q The s subunit (\"sigma factor*') enables RNA polymerase to recognize promoter regions on the DNA. The a subunit plus the core enzyme make up the holoenzyme. There are three distinct classes Q of RNA polymerase in the nucleus of eukars'otic cells. RNA polymerase 1Q: This enzyme synthesizes the precursor of the 28S, 18S, and 5. 8S r-RNA in the nucleolus. RNA polymerase II: This enzyme synthesizes the precursors of m- RNA that are subsequently translated to produce protein. Polymerase II also synthesizes certain small nuclear RNAs, sn. RNARNA polymerase III: This enzyme produces the small RNA, including t. RNA, 5S ribosomal RNA and some sn. RNA. Also Remember: Materials required for Protein Synthesis. Amino acids QDNA & 3 RNAs (m -RNA, t-RNA, r-RNA). Polyribosomes (polysomes) QEnzymes: Aminoacyl-t-RNA synthetase, peptidyl transferase. Factors. In itia tion facorszelF-1, elF-2, elF-3, elF-4A, elF- 4B, elF-4G, elF-4E, elf-5. QElongation factors-EFI & EF2. QRelease factors R1 & R2. Coenzymes & cofactors; FH4 Mg2+Energy ATP, GTP Q",
        "cop": 3,
        "opa": "DNA Polymerase",
        "opb": "DNA Ligase",
        "opc": "RNA polymerase",
        "opd": "Primase",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "4ac83640-2568-4d54-a2d7-8413e80dff7c",
        "choice_type": "single"
    },
    {
        "question": "EAC rosette formation is the propey of one of the following type of immune cells?",
        "exp": "Erythrocyte antibody complement rosetting (EAC-rosetting), occurs when antibody in the presence of complement is bound to the surface of a red blood cell. The complement binds to the tail region (Fc region) of the antibody. Finally T-cells with a complement receptor are added and the T-cells bind to the complement on the antibody completing the rosette Reff: www. mayoclinic. com",
        "cop": 2,
        "opa": "T-cells",
        "opb": "B-cells",
        "opc": "Macrophages",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "dda63a3e-a7e3-4e8f-97b0-11f4ef3330e4",
        "choice_type": "multi"
    },
    {
        "question": "T cell functions are assessed by -",
        "exp": "Migration inhibitory factor test an in vitro test for the production of migration inhibitory factor (MIF) by lymphocytes in response to specific antigens; used for evaluation of cell-mediated immunity. MIF production is absent in ceain immunodeficiency disorders, such as wiskott-aldrich syndrome and hodgkin's disease. Called also MIF test. Reff: www. mayoclinic. com",
        "cop": 3,
        "opa": "phagocyte index",
        "opb": "T cell count",
        "opc": "Migration inhibition test",
        "opd": "Immunoglobin index",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "ba5b7baa-01c5-4296-84ad-ae10d28363b6",
        "choice_type": "single"
    },
    {
        "question": "Virus infected cell is killed by?",
        "exp": "Macrophages are a type of white blood cell that engulfs and digests cellular debris, foreign substances, microbes, cancer cells, and virus cells Reff: Ananthanarayanan & Panikers textbook of microbiology 9th edition pg: 137",
        "cop": 2,
        "opa": "Interferons",
        "opb": "Macrophages",
        "opc": "Neutrophils",
        "opd": "Autolysis",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "e1956bad-0f68-4c74-a483-3a5c03597184",
        "choice_type": "single"
    },
    {
        "question": "The function common to neutrophils, monocyte and macrophages is:",
        "exp": "Ans. is 'b' i. e., Phagocytosis (Ref: Ananthanarayan, 9th/e, p. 137and 8th/e, p. 131 - 132)* Monocytes and Macrophages originate from bone marrow and their main functions are phagocytosis and Ag presentation.",
        "cop": 2,
        "opa": "Immune response",
        "opb": "Phagocytosis",
        "opc": "Liberation of histamine",
        "opd": "Destruction of old erythrocytes",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "17634290-4ad8-43c8-a199-9f52bb4e8271",
        "choice_type": "single"
    },
    {
        "question": "The following methods of diagnosis utilize labelled antibodies except -",
        "exp": "Hemagglutination inhibition offers a convenient method for the detection and quantitation of the antibody to the virus. Labeled antibodies are not used. RIA uses labeled antibody, ELISA uses enzyme-linked antibody and immunofluorescence use fluorescent lalabeledntibody. Reference: Anathanarayan & paniker's 9th edition, pg no: 113, 116, 501 <\\p>",
        "cop": 2,
        "opa": "ELISA (Enzyme Linked Immunosorbent Assay",
        "opb": "Hemagglutination inhibition test",
        "opc": "Radioimmunoassay",
        "opd": "Immunofluorescence",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "a5a83418-94c9-4873-8b4e-879cc6ba6dbe",
        "choice_type": "multi"
    },
    {
        "question": "Mechanism similar to Schwartzman reaction occurs in:",
        "exp": "Ans. (b). Factors affecting intravascular coagulation is affected. Not actually immune mediated reaction. Smilar reactions happens in Waterhouse Friderichsen syndrome.",
        "cop": 2,
        "opa": "Fitz Hugh Curtis syndrome",
        "opb": "Waterhouse Friderichsen syndrome",
        "opc": "Eichwald slimser effect",
        "opd": "Anaphylactoid reaction",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "71924a82-8492-4884-9eb9-adf752698ee6",
        "choice_type": "single"
    },
    {
        "question": "The hypersensitivity reaction involved in the hyper acute rejection of renal transplant is -",
        "exp": "Type II hypersensitivity reaction is initiated by IgG or rarely IgM antibodies that react either with cell surface or tissue antigen. Cell or tissue damage occurs in the presence of complement or mononuclear cells. Hyperacute rejection reaction against an organ transplant is example of type II hypersensitivity reaction in which cytotoxic antibodies are formed against donor antigen. Reference: Harsh mohan text book of pathology, 7th edition, pg no: 60 <\\p>",
        "cop": 2,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "074938be-415f-49b1-92c4-35177c750299",
        "choice_type": "single"
    },
    {
        "question": "Large antigen-antibody complexes are formed in -",
        "exp": "Ans. is 'c' i. e., Zone of equivalence o Maximum lattice formation (antigen-antibody complex formation) occurs in zone of equivalence.",
        "cop": 3,
        "opa": "Prozone",
        "opb": "Postzone",
        "opc": "Zoneof equivalence",
        "opd": "Noneof the above",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "7af0ebc1-a7fa-4a2c-b485-0ea88488e87f",
        "choice_type": "multi"
    },
    {
        "question": "The protection againts small pox by previous infection with cowpox represents -",
        "exp": "Cross-reactivity applies to the reaction between two different species as opposed to the self-reactivity. In immunology, the cross-reactivity has a more narrow meaning of the reaction between an antibody and an antigen that differs from the immunogen.",
        "cop": 1,
        "opa": "Antigenic cross-reactivity",
        "opb": "Antigenic specificity",
        "opc": "Passive immunity",
        "opd": "Innate immunity",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "0050c26e-6ba6-4bf4-878c-a036a14389de",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an example of Type IV hypersensitivity -",
        "exp": "Type IV hypersensitivity reaction is tissue injury by T cell-mediated immune response without the formation of antibodies. It is a slow and prolonged response. The granulomatous reaction in tuberculosis and leprosy are examples of type IV hypersensitivity reaction. Reference: Harsh mo. Mohanextbook pathology, 7th edition, pg no: 61 <\\p>",
        "cop": 4,
        "opa": "Ahrus reaction",
        "opb": "Serum sickness",
        "opc": "Shwazman reaction",
        "opd": "Granulomatous reaction",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "e1f8d5c0-cfe0-4565-9776-a7cbeed4aac4",
        "choice_type": "single"
    },
    {
        "question": "Relative to the primary immunological response, secondary and later booster responses to a given hapten-protein complex can be associated with which one of the following?",
        "exp": "With repeated immunization, higher titers of all antibodies are observed, and, as priming is repeated, the immune response recruits B cells of progressively greater affinity. The affinity of antibody for a hapten-protein complex rises, cross-reactivity also rises, and the response becomes wider in specificity. As the number of antigenic sites detected per reacting particle increases, the avidity increases. In addition to shifts in the class of immunoglobulin synthesized in response to an antigen (IgM to IgG), shifts also may occur in the idiotype of antibody.",
        "cop": 2,
        "opa": "Lower titers of antibody",
        "opb": "Increased antibody affinity for the hapten",
        "opc": "Decreased antibody avidity for the original hapten-protein complex",
        "opd": "Maintenance of the same subclass, or idiotype, of antibody produced",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "d4aca0fc-5a1f-4448-9948-76cb5ed3b3ab",
        "choice_type": "single"
    },
    {
        "question": "which antibody is called the millionaire molecule",
        "exp": "IgM: Immunoglobulin M (IgM), the largest pentameric immunoglobulin is used as a marker of recent primary infection for some diseases. IgM constitutes 5-10% of serum immunoglobulins in adults. IgM has a half life of 5 days. Because of its high molecular weight (900, 000- 1000, 000), it is often called macroglobulin and the 'millionaire molecule Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 98",
        "cop": 2,
        "opa": "IgA",
        "opb": "IgM",
        "opc": "IgG",
        "opd": "IgD",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "6fe17ebb-b1b6-4d82-a5d2-79dc5da64448",
        "choice_type": "multi"
    },
    {
        "question": "Rapid serological diagnostic tests include all except -",
        "exp": "Spectrophotometry is not a rapid serological test it is a quantitative measurement of the reflection or transmission propeies of a material as a function of wavelength. A spectrophotometer is commonly used for the measurement of transmittance or reflectance of solutions, transparent or opaque solids, such as polished glass, or gases. Ref: www. mayoclinic. com",
        "cop": 2,
        "opa": "Latex agglutination",
        "opb": "Spectrophometry",
        "opc": "Gel electrophoresis",
        "opd": "Radioimmunoassay",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "e0a8fbd9-d717-48f7-97d5-2b890895cce7",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a non-organ-specific (systemic) autoimmune disease?",
        "exp": "Ans. is 'b' i. e., Systemic lupus erythematosus(Ref: Jawetz, 27th/e, p. 149)* SLE is a disease involving antibodies to non-organ specific antigens such as DNA and induces immune complexes which deposit in the vascular bed causing kidney, skin, joint and cerebral lesions.",
        "cop": 2,
        "opa": "Myasthenia gravis",
        "opb": "Systemic lupus erythematosus",
        "opc": "Hashimoto's thyroiditis",
        "opd": "Pernicious anemia",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "ed4eb6cf-c32c-4df3-b27f-a416c35b945e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not describe a documented mechanism of tumor-mediated immune evasion?",
        "exp": "Tumor cells have evolved mechanisms to escape and evade immune recognition. These mechanisms include various molecular genetic processes of eliminating MHC I from the tumor cell surface. Mutations inhibit efficient antigen processing and presentation. Tumor cells also block immune cells by secretion of suppressor proteins, most commonly TGF-b1, and other cytokine like \"decoy\" molecules to confuse the immune system. Antigenic variation is an immune escape mechanism ascribed to pathogenic microbes such as viruses for example.",
        "cop": 4,
        "opa": "Down regulation of class I MHC",
        "opb": "Secretion of TGF-b",
        "opc": "Secretion of decoy molecules",
        "opd": "Antigenic variation",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "7af55ee1-fcb6-41bb-8519-bd193048d8ab",
        "choice_type": "single"
    },
    {
        "question": "Human immunoglobulin A can be described by which of the following statements?",
        "exp": "Immunoglobulin A is the predominant immunoglobulin in body secretions (IgG is predominant in serum). Each secretory IgA molecule is a dimer consisting of a secretory component and a J chain. The secretory component, a protein of molecular weight 70, 000, is synthesized by epithelial cells and facilitates IgA transpo across mucosal tissues. The J chain is a small glycopeptide that aids the polymerization of immunoglobulins. IgA exists as two subclasses: Ig. AI (75% of the total) and Ig. A2 (25% but more prevalent in secretions). IgA provides defense against local infections in the respiratory, gastrointestinal, and genitourinary tracts, and prevents access of foreign substances to the general systemic immune system. It also can prevent virus binding to epithelial cells. IgM, not IgA, is the principal immunoglobulin in the primary immune response and is the usual antibody in cold agglutinins. The half-life of IgA is about 6 days; IgE has the shoest half-life, approximately 2 to 2. 5 days. Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 97",
        "cop": 3,
        "opa": "It is the predominant immunoglobulin in plasma",
        "opb": "It exists in four subclasses, of which IgA 2 is predominant",
        "opc": "It can prevent attachment of microorganisms to epithelial cell membranes",
        "opd": "It is prominent early in the immune response and is the major class of antibody in cold agglutinins",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "223ffe73-3f3c-4a86-8bf4-132088aad3ca",
        "choice_type": "multi"
    },
    {
        "question": "Those cells that must co-operate with B cells to produce antibody in response to ceain antigens are known as",
        "exp": "In the antibody-mediated immune response, CD4 T lymphocytes recognize the pathogen's antigens bound to the class II MHC molecules on the surface of an antigen-presenting cell (APC) (eg, macrophage, B cell), and as a consequence of this interaction, cytokines are produced that stimulate B cells to express antibodies that display specificity for the antigen. Stem cells - Pleuripotent cells Plasma cells - Antibody production Macrophages - Phagocytosis Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 135",
        "cop": 4,
        "opa": "Stem cells",
        "opb": "Plasma cells",
        "opc": "Macrophages",
        "opd": "Helper T cells",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "e1f3d90c-b57d-40bb-aac2-3d19c6747987",
        "choice_type": "single"
    },
    {
        "question": "Prokaryotes have all, except",
        "exp": "Prokaryotic cells have Cell wall, Cell membrane, ribosome, Nucleoid. BUT Nuclear membrane, nucleolus, endoplasmic reticulum, mitochondria are absent Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 9",
        "cop": 4,
        "opa": "Rigid cell wall",
        "opb": "Flagella",
        "opc": "Ribosomes",
        "opd": "Well defined Nuclear membrane",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "7ed14bd0-a6fc-4667-91c5-79a568545d21",
        "choice_type": "multi"
    },
    {
        "question": "Prausnitz-kustner (PK) reaction was used to demonstrate -",
        "exp": "Ans. is 'd' i. e., IgE o IgE is homocytotropic i. e. species specific. Only human IgE can fix to the surface of human cells. This is the basis of the Prausnitz-Kustner (PK) reaction, which was the original method for detecting atopic antibody.",
        "cop": 4,
        "opa": "IgA",
        "opb": "IgG",
        "opc": "IgM",
        "opd": "IgE",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "7bc555b7-73d8-483e-9c63-29e410b14480",
        "choice_type": "single"
    },
    {
        "question": "T cell dependent region is -",
        "exp": "T lymphocytes home to the paracoex and interfollicular coex of lymph nodes Reff: Anandhanarayanan & Panikers textbook of microbiology 9th edition pg: 131",
        "cop": 4,
        "opa": "Coical follicles of lymph node",
        "opb": "Medullary cords",
        "opc": "Mantle layer",
        "opd": "Paracoical area",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "3b9c6130-7685-4154-8fe6-84326d675eae",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does T cells independent Antigen acts through -",
        "exp": "T cell independent antigen stimulate antibody production by B cells without the apparent paicipation of T cells. Most microbial sugars, lipids and ceain nucleic acid are T cell independent antigens. Reference: Anathanarayan & paniker's 9th edition, pg no: 90 <\\p>",
        "cop": 2,
        "opa": "T-cells",
        "opb": "B-cells",
        "opc": "macrophages",
        "opd": "CD8+ T cells",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "e53312a8-0028-44d0-9e73-17d4664a792a",
        "choice_type": "single"
    },
    {
        "question": "Springcatarrh is which type of hypersensitivity reaction -",
        "exp": "Vernal keratoconjunctivitis or spring catarrh is considered as an atopic disorder. Type I IgE mediated hypersensitivity reaction to pollen grains. Reference: comprehensive ophthalmology A K Khurana, 6 th edition, page no: 79 <\\p>",
        "cop": 1,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type II & III",
        "opd": "Type IV",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "52ed8128-21e1-4155-941c-15414b7f3d76",
        "choice_type": "single"
    },
    {
        "question": "N. K cell and cytotoxic cells are differentiated by -",
        "exp": "NK cells are unique, however, as they have the ability to recognize stressed cells in the absence of antibodies and MHC, allowing for a much faster immune reaction. They were named \"natural killers\" because of the initial notion that they do not require activation to kill cells that are missing \"self\" markers of MHC class 1. Cytotoxic Tells are antibody specific. Reff: Ananthanarayanan & Panikers textbook of microbiology 9th edition pg: 137",
        "cop": 2,
        "opa": "Interferons reduce N. K cell activity",
        "opb": "Antibody specificity",
        "opc": "Receptor fo IgG",
        "opd": "Presence in spleen",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "7ea45be7-81d3-4345-ac41-22c2f2b61c95",
        "choice_type": "single"
    },
    {
        "question": "Cellular immunity is affected by -",
        "exp": "The helper T1 cells produce cytokines, interleukin 2 and interferon gamma which activate macrophage and T cells promoting cell-mediated immunity. It also helps in the destruction of target cells and killing of intracellular pathogens. Reference: Anathanarayan & paniker's 9th edition, pg no: 135 <\\p>",
        "cop": 1,
        "opa": "Cytokines",
        "opb": "Immunoglobulins",
        "opc": "g-globulins",
        "opd": "Prostaglandins",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "921a8bd9-bc68-413b-8658-d273392a7c20",
        "choice_type": "single"
    },
    {
        "question": "A 15-year-old male is rushed to the emergency room with a temperature of 103degF, severe headache, and stiff neck. Upon physical examination, a petechial rash is observed all over his body. Suspecting meningitis, the physician orders a lumbar puncture, revealing gram-negative diplococci (Neisseria meningitidis) on Gram stain. The physician wishes to use a more sensitive test to confirm this as the causative agent. Which of the following tests combines features of gel diffusion and immune-electrophoresis and is applicable only to negatively charged antigens?",
        "exp": "Of the many methods available for antigen and antibody detection, LA, ELISA, RIA, CIE, and COA are the most widely used. CIE was originally used for \"Australia antigen\" (HBs. Ag) but was soon replaced by RIA. For a decade, CIE was used to detect antigens in body fluids. CIE is not an easy technique. Its success depends on the control of many variables, including solid support, voltage, current, buffer, affinity and avidity of antibodies, charge on the antigen, and time of electrophoresing.",
        "cop": 2,
        "opa": "Coagglutination (COA)",
        "opb": "Counter immuno-electrophoresis (CIE)",
        "opc": "Enzyme-linked immunosorbent assay (ELISA)",
        "opd": "Latex agglutination (LA)",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "116a5fab-0bd0-49e0-a855-dba481f3f8cf",
        "choice_type": "multi"
    },
    {
        "question": "Reactive cold agglutinins suggests which one of the following diseases?",
        "exp": "Mycoplasma pneumoniae causes primary atypical pneumonia. Although physicians rely on the presence of cold agglutinins (CA) for diagnosis, CA may be negative in up to 50% of cases. With symptoms of pneumonia, a positive CA is reliable. A complement-fixation (CF) test for M. pneumoniae is indicated when CA is negative. Isolation of M. pneumoniae is time-consuming (1 to 3 weeks) and not practical in most circumstances.",
        "cop": 4,
        "opa": "Chronic infectious mononucleosis",
        "opb": "Primary syphilis",
        "opc": "Scarlet fever",
        "opd": "Primary atypical pneumonia",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "65a6f82b-9853-45c3-8339-b70f99389678",
        "choice_type": "single"
    },
    {
        "question": "Which of the following laboratory assays can be used to detect the number and types of immune cells in the peripheral blood?",
        "exp": "Flow cytometry is a laser-based method used for the analysis of cells and selected cell components. One of the most popular applications of flow cytometry is immunophenotyping of cell populations. Using this method, one can identify CD4-positive cells, CD8-positive cells, B cells, macrophages, and cells expressing a variety of cytokines. Jawetz 27e pg: 148",
        "cop": 4,
        "opa": "Immunofixation electrophoresis",
        "opb": "Immunoblot",
        "opc": "EIA",
        "opd": "Flow cytometry",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "afcc1bba-a777-41e0-99ff-2b0920a5a7ca",
        "choice_type": "single"
    },
    {
        "question": "Variable poion of antibody molecule is -",
        "exp": "Question repeated",
        "cop": 2,
        "opa": "C-terminal",
        "opb": "N-terminal",
        "opc": "Intermediate region",
        "opd": "Carbohydrate moiety",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "7daf3c9e-49e7-4d88-b6a6-63707fb3d114",
        "choice_type": "single"
    },
    {
        "question": "Interleukins and growth factors are",
        "exp": "Cytokines are potent, low-molecular-weight protein cell regulators produced transiently and locally by numerous cell types. Cytokines usually act as signalling molecules by binding to their own glycoprotein receptors on cell membranes. Proinflammatory cytokines are commonly seen in infectious diseases, and they include IL-1, IL-6, TNF-a, and the IFNs. The anti-inflammatory cytokines include TGF-b, IL-10, IL-11, and IFN-b. These may be required to dampen or downregulate an overactive inflammatory response. Cytokines that have a key role in growth and differentiation include the colony-stimulating factors (CSFs) and stem cell factor. Jawetz 27e pg: 144",
        "cop": 4,
        "opa": "Neurotransmitters",
        "opb": "Metalloproteinases",
        "opc": "Phosphoproteinases",
        "opd": "Cytokines",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "16d66160-17e9-4ef8-b317-23509ca9dfb5",
        "choice_type": "multi"
    },
    {
        "question": "MHC class III genes encode -",
        "exp": "class 3 or complement components C2& C3 of the classical pathway, as well as properdin factor B of the alternate pathway, heat shock proteina & tumor necrosis factor alpha& beta Reff: Ananthanarayanan & Panikers textbook of microbiology 9th edition pg: 140",
        "cop": 2,
        "opa": "Complement component C3",
        "opb": "Tumor necrosis factor",
        "opc": "Interleukin 2",
        "opd": "Beta 2 microglobulin",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "d485c975-42ec-4af0-83a2-ff21056923d6",
        "choice_type": "single"
    },
    {
        "question": "DNA is detected by:",
        "exp": "Ans. is 'a' i. e., Southern blot(Ref: Harrison, 18th/e, p. 521 and 17th/e, p. 390)",
        "cop": 1,
        "opa": "Southern blot",
        "opb": "Northern blot",
        "opc": "Western blot",
        "opd": "Eastern blot",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "2f14bbb7-7f1f-4577-9f49-2bcedda6de6a",
        "choice_type": "single"
    },
    {
        "question": "Southern blotting is used for -",
        "exp": "Ans. is 'b' i. e., DNA Blotting techniques || | |Southern blotting. Northern blotting. Immunoblottingor. Western blotting||For D. N. A. For R. N. A. |For antigen",
        "cop": 2,
        "opa": "RNA",
        "opb": "DNA",
        "opc": "Protein",
        "opd": "Antibody",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "b778ea39-9d1f-4f65-ad8f-b93d4ae8bfc6",
        "choice_type": "single"
    },
    {
        "question": "Complement formed in liver -",
        "exp": "- complement is a complex of nine different fractions, C1 to C9. - they are synthesised at various sites in the body. - the complement C3, C6, C9 are synthesised in liver. Reference: Anathanarayan & paniker's 9th edition, pg no: 126 <\\p>",
        "cop": 2,
        "opa": "C2, C4",
        "opb": "C3, C6, C9",
        "opc": "C5, C8",
        "opd": "C1",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "8b3ba95e-7f5e-45f4-8a27-dacb51656f2e",
        "choice_type": "single"
    },
    {
        "question": "The first cell culture vaccine was",
        "exp": "An inactivated rabies vaccine for human use was first prepared in cell culture. It was shown that the human diploid cell (HDC) strain WI-38 was a suitable substrate for the propagation of the Pitman-Moore (PM) strain of fixed rabies virus. Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 534",
        "cop": 1,
        "opa": "Human diploid cell ( HDC ) vaccine",
        "opb": "Low egg passage ( LEP ) vaccine",
        "opc": "Purified chick embryo cell ( PCEC ) vaccine",
        "opd": "Purified vero cell ( PVC ) vacccine",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "79acce67-dcd8-44ef-8ed7-4ea8494e357a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements is true about hapten-",
        "exp": "1. Haptens are small organic molecules that are antigenic but not immunogenic. They are not immunogenic because they cannot activate helper T cells. Failure of hapten to activate helper T cells is due to their inability to bind to MHC proteins; they cannot bind because they are not proteins and only proteins can be presented by MHC proteins. Moreover, haptens are univalent hence cannot activate B cells by themselves. 2. In general, only large molecules, infectious agents, or insoluble foreign matter can elicit an immune response in the body.",
        "cop": 2,
        "opa": "It induces brisk immune response",
        "opb": "It needs carrier to induce immune response",
        "opc": "It is a T-independent Antigen",
        "opd": "It has no association with MHC",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "2090ebe8-9967-4614-ac9b-dfeb40f91942",
        "choice_type": "multi"
    },
    {
        "question": "First antibody produced by newborn?",
        "exp": "Ref: Microbiology by Ananthanarayan 9th ed. 198-99* First antibody produced by newborn is IgM at 20 weeks age of gestation.* Immunoglobulin that can cross placenta: Ig. G1 * Immunoglobulin that is present in breast milk: IgA",
        "cop": 4,
        "opa": "IgA",
        "opb": "IgG",
        "opc": "IgE",
        "opd": "IgM",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "eaab36fe-026d-4646-98c4-f234bec6e197",
        "choice_type": "single"
    },
    {
        "question": "Which is not a macrophage -",
        "exp": "Macrophages take various forms (with various names) throughout the body (e. g., histiocytes, Kupffer cells, alveolar macrophages, microglia, and others), but all are pa of the mononuclear phagocyte system. Reff: Ananthanarayanan & Panikers textbook of microbiology 9th edition pg: 137",
        "cop": 4,
        "opa": "Monocyte",
        "opb": "Microglia",
        "opc": "Kupffer cells",
        "opd": "Lymphocytes",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "3256845e-92e1-4756-99de-ebf32ccf9998",
        "choice_type": "single"
    },
    {
        "question": "t. RNArmet would recognize: (PGI Nov 2009)",
        "exp": "Ans: A (AUG) \"AUG which codes for methionineQ, serve as the initiator codon in mammalian cells Harper 27th/366'Three of codons, UAG. UGG & UAA. do not code for amino acids, but rather are termination codons (stop or nonsense codons)Q -Lippincott 4th/432",
        "cop": 1,
        "opa": "AUG",
        "opb": "UGC",
        "opc": "GUG",
        "opd": "GCU",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "a87a5dab-0427-4909-a14f-b77a01ee9957",
        "choice_type": "single"
    },
    {
        "question": "Prausnitz-kustner reaction is a",
        "exp": "Prausnitz-Kustner test was formerly used to determine if a patient has an allergic reaction to a specific antigen. A patients serum is injected in healthy person skin and antigen was injected at same site 24 hours later. If the patient was sensitive it would trigger a type I reaction. <img class=\"fr-dib\" style=\"width: 300px;\" src=\" /> Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 165",
        "cop": 1,
        "opa": "Type I Hypersensitivity",
        "opb": "Type II Hypersensitivity",
        "opc": "Type III Hypersensitivity",
        "opd": "Type IV Hypersensitivity",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "be42ce2d-2fa5-4b27-a4f4-94d860f0544f",
        "choice_type": "single"
    },
    {
        "question": "The type of receptors present on T cells are:",
        "exp": "Ans. is 'c' i. e., CD4(Ref: Ananthanarayan, 9th/e, p. 133 and 8th/e, p. 128)* Markers present on T cells are CD1, CD3, CD4, CD5 and CD8.",
        "cop": 3,
        "opa": "IgG",
        "opb": "IgD",
        "opc": "CD4",
        "opd": "Prostaglandins",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "218cdb10-7db2-48c3-b909-9e225c4dcd16",
        "choice_type": "single"
    },
    {
        "question": "Which portion of antibody binds to antigen -",
        "exp": "Ans. is 'd' i. e., Hypervariable region o The aminoacid sequences of the variable regions are not uniformly variable along their length, but consist of relatively invariable and some highly variable zones. The highly variable zones are involved with the formation of antigen binding sites. The sites on the hyervariable regions that make actual contact with the epitopes are called \"complementarity determining regions (CDRs)\". \"The idiotype is defined as the specific region of the fab portion of the Ig molecule to which antigen binds - Harrison 16th/e 1922o The infinite range of the antibody specificity of immunoglobulin depends on the variability of the aminoacid sequences at the variable regions of the H and L chains which form the antigen combining sites. o Antigen binding region on antibody - Hypervariable region, idiotype region, paratopeo Antibody binding region on antigen - Epitope",
        "cop": 4,
        "opa": "Hinge region",
        "opb": "Constant region",
        "opc": "Variable region",
        "opd": "Hypervariable region",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "337a0fbf-0ca9-4e1c-9e50-52add815a325",
        "choice_type": "single"
    },
    {
        "question": "B lymphocytes are associated with -",
        "exp": "Immature B cells express CD19, CD 20, CD34, CD38, and CD45R, but not IgM. For most mature B cells the key markers include IgM and CD19, a protein receptor for antigens (Kaminski DA. Front Immunol. 2012). Activated B cells express CD30, a regulator of apoptosis. Plasma B cells lose CD19 expression, but gain CD78, which is used to quantify these cells. Memory B cells can be immunophenotyped using CD20 and CD40 expression. Reff: General & Systemic pathology Pg: 126",
        "cop": 1,
        "opa": "CD 19",
        "opb": "CD 27",
        "opc": "CD 4",
        "opd": "CD 35",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "e7e72f38-1007-45b7-b1de-970cd8f443a7",
        "choice_type": "single"
    },
    {
        "question": "Type 1 hypersensitivity includes all of the following except -",
        "exp": "Autoimmune hemolytic anemia is a type II hypersensitivity reaction. The reaction is initiated by IgG antibodies that react either with cell surface tissue antigen. Cell or tissue damage occurs in the presence of complement or mononuclear cells. Reference: Anathanarayan & paniker's 9th edition, pg no: 162 <\\p>",
        "cop": 1,
        "opa": "Autoimmune hemolytic anemia",
        "opb": "Anaphylaxis",
        "opc": "Extrinsic asthma",
        "opd": "Hay fever",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "c181826d-82b0-40ae-8e07-2fa2c69266d8",
        "choice_type": "multi"
    },
    {
        "question": "The reaction between antibody and soluble antigen is demonstrated by -",
        "exp": "When a soluble antigen companies with its antibody in the presence of electrolyte at a suitable temp & pH the antigen-antibody complex forms an insoluble precipitate. Ref: Ananthanarayan & Parker's textbook of microbiology 9th edition pg: 105",
        "cop": 2,
        "opa": "Agglutination",
        "opb": "Precipitation",
        "opc": "Complement fixation test",
        "opd": "Hemagglutination test",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "344aaa81-6b50-4b2e-a0d8-5bdcc13b46f2",
        "choice_type": "single"
    },
    {
        "question": "Animal used to demonstrate anaphylaxis in the lab is -",
        "exp": "Anaaphylaxis in vitro: isolated tissues, such as intestinal or uterine muscle strip from sensitised guinea pig, held in a bath of ringer's solution will contract vigorously on addition of the specific antigen to the bath. This is known as Schultz Dale phenomenon. Reference: Anathanarayan & paniker's 9th edition, pg no: 164 <\\p>",
        "cop": 4,
        "opa": "Rabbit",
        "opb": "Adult mice",
        "opc": "Monkey",
        "opd": "Guinea Pig",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "7ef2b7af-ce96-4771-a9e5-3d09bedecadd",
        "choice_type": "single"
    },
    {
        "question": "Large granular cells belong to -",
        "exp": "Ans. is 'd' i. e., Lymphocytes o When circulating lymphocytes are classified by their surface markers into T and B cells, about 5-10 percent of cells are found to lack features of either type they are called null cells/Large granular lymphocytes. o Large granular lymphocytes include:# Natural killer cells (N. K. Cells)# Antibody dependent cytotoxic cells/killer cells (ADCC).# Lymphokine activated killer cells (LAK cells).",
        "cop": 4,
        "opa": "Neutrophils",
        "opb": "Macrophages",
        "opc": "Eosinophils",
        "opd": "Lymphocytes",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "b5e81d71-1765-4224-a545-3743c1f39298",
        "choice_type": "single"
    },
    {
        "question": "The most common primary immunodeficiency is:",
        "exp": "Ans. is 'b' i. e., Isolated IgA immunodeficiency(Ref: Harrison, 18th/e, p. 2704 and 17th/e, p. 2058). Selective IgA deficiency is the most common primary immunodeficiency, familial (more common), naive B cells are not able to differentiate into IgA producing cells. Along with IgA, Ig. G2 and Ig. G4 may also be reduced.",
        "cop": 2,
        "opa": "Common variable immunodeficiency",
        "opb": "Isolated IgA immunodeficiency",
        "opc": "Wiskott-Aldrich syndrome",
        "opd": "AIDS",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "752df140-f9a0-4f43-bff8-a832ca56951c",
        "choice_type": "single"
    },
    {
        "question": "Maximum half life -",
        "exp": "The half-life of IgG is approximately 23 days. - the half-life of IgA 6-8 days. - the half-life of IgM is 5 days. - the half-life of IgD is 3 days. - the half-life of IgE is 2 days. RReference: Anathanarayan & paniker's 9th edition, pg no: 96, 98. <\\p>",
        "cop": 1,
        "opa": "Ig G",
        "opb": "Ig A",
        "opc": "Ig M",
        "opd": "Ig E",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "7bb68044-8e73-46bc-aff5-c6e838ebb7ed",
        "choice_type": "single"
    },
    {
        "question": "Antibody involved in primary immune response -",
        "exp": "Ans. is 'b' i. e., IgM * The antibody response to an initial antigenic stimulus differes qualitatively and quantitatively from the response to subsequent stimuli with same antigen.* Former is called primary response and the latter secondary response, a) Primary response# Primary immne response refers to the first encounter of immune system with an antigen.# The antibody that is elided first is entirely of the IgM type. IgM antibody titre rises to a peak level and then declines almost as fast as it developed.# In a few days IgG appears. IgG titre rises gradually and then declines gradually.# An important outcome of primary antigenic challenge is the production of memory cells (primed cells), b) Secondary response# A secondary response refers to a re-encounter of the same antigen against which memory cells (T and B cells) have developed during primary exposure.# As primed cells are already present antibody response is very fast with no lag phase as compared to primary response which has slow response with lag phase (as there are no primed cells in primary response)# There is brief production of IgM, but the major antibody is IgG, which is prodced in larger amount and for longer duration.# This IgG response to reexposure of antigen is known as anamnestic response. Primary response. Secondary response* Slow* Fast* Sluggish* Powerful* Short lived* Prolonged (antibody persists for long)* Long lag phase* Short or negligible lag phase (Antibody appears in short time)* Predominant IgM* Predominant IgG* Antibody is more specific* Antibody is less specific* Antibody is less avid* Antibody is more avid* Qualitative response* Quantitative response",
        "cop": 2,
        "opa": "IgE",
        "opb": "IgM",
        "opc": "IgA",
        "opd": "IgD",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "86207919-4a2d-4e37-a3f7-25f0c0a29d75",
        "choice_type": "single"
    },
    {
        "question": "Chediak higashi syndrome, defect is -",
        "exp": "Ans. is 'a' i. e.. Fusion of lysosome Chediak higashi syndromeo It is an autosomal recessive disorder. o Chediak hi gash i syndrome is caused due to mutation in the LYST gene. o This gene provides instructions for making a protien known as lysosomal trafficking regulator. This protein plays a role in transport of materials into lysosomes. o Lysosomes contain several enzyme. They use these enzymes to kill various microorganism, break down several toxins. o During phagocytosis, lysosomes fuse with phagosome, forming phagolysosome. Once the phagolysosomes are formed, lysosomes secrete enzymes to kill the bacterias. o Mutation in the LSYT protein disrupts the size, structure and function of lysosomes. Lysosomes cannot fuse with phagosome to form phagolysosome. Thus this syndrome is a disease with impaired bacteriolysis due to impaired phagolysosome formation. o As a result, most people with chediak higashi syndrome have repeated and persistent infectionsr starting in infancy or early childhood. These infections are life threatening, o Besides, the granules of lysosomes, the secretory / storage granules of various other cells are also affected, o The other cells involved are -Melanosomes of melanocytes. Dense bodies of platelets. Granules of schwann cellso There are giant primary granules in neutrophils and other granules bearing cells. o In pigment cells called melanocytes the melanosome become abnormally large so there is reduced production of melanin. Thus people with chediak Higashi syndrome have occulocutaneous albinism i. e the colour of skin, hair and eye is reduced. o Abnormality' in platelets produce bleeding disorders. o Defective granules in schw ann cells lead to neurological symptoms e. g. peripheral neuropathy, o Most children with chediak Higashi syndrome ultimately reach a stage of the disorder known as accelarated phase (lymphoma like stage). o This severe phase of the disease is thought to be triggered by viral infection (E. B. virus). In the accelarated phase, defective white blood cells divide uncontrollably and invade many of the body's organs, o The accelarated phase is associated with fever, episodes of abnormal bleeding, overwhelming infections and organ failure. They are usually life threatening and lead to death.",
        "cop": 1,
        "opa": "Fusion of lysosome",
        "opb": "T-cells",
        "opc": "B-cells",
        "opd": "Complement",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "0aee13b0-2eca-47a8-915e-bca65dd33ea9",
        "choice_type": "single"
    },
    {
        "question": "Normal % of CD4 cells in a newborn -",
        "exp": "If your test repos CD4% = 34%, that means that 34% of your lymphocytes were CD4 cells. This percentage is more stable than the number of CD4 cells. The average normal CD4% for HIV negative is about 40%. Reff: www. mayoclinic. com",
        "cop": 1,
        "opa": "35% of T cells",
        "opb": "45% of T cells",
        "opc": "55% of T cells",
        "opd": "65% of T cells",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "6212a696-a3fb-41c3-9017-94156f79160f",
        "choice_type": "single"
    },
    {
        "question": "Immunoglobulin isotype class switching is determined by -",
        "exp": "Antibody genes also re-organize in a process called class switching that changes the one type of heavy chain Fc fragment to another, creating a different isotype of the antibody that retains the antigen specific variable region Ref: Ananthanarayan & Parkers textbook of microbiology 9th edition pg: 96",
        "cop": 2,
        "opa": "Constant region of light chain",
        "opb": "Constant region of heavy chain",
        "opc": "Variable region of light chain",
        "opd": "Variable region of heavy chain",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "a3235391-bf33-4d19-a2a8-d6c786eb0980",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cell does not have cytotoxic activity -",
        "exp": "Ans. is 'c' i. e., Helper T-cells Cytotoxicity of different cells* Natural killer cells. Not antibody dependent. Not MHC restricted* Cytotoxic T-cells. Class I MHC restricted. Not antibody dependent* Antibody dependent cytotoxic T-cells (ADCC) (a type of null cell). Antibody dependent. Not MHC restricted",
        "cop": 3,
        "opa": "NK cells",
        "opb": "Cytotoxic T-cells",
        "opc": "Helper T-cells",
        "opd": "Antibody dependent cells",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "ca2c2b4c-fc04-49c9-a9af-0cb6a872d8be",
        "choice_type": "single"
    },
    {
        "question": "Which pa of bacteria is most antigenic -",
        "exp": "Antigens are usually proteins and polysaccharides, and less frequently, lipids. This includes pas (coats, capsules, cell walls, flagella, fimbrae, and toxins) of bacteria, viruses, and other microorganisms. Lipids and nucleic acids are antigenic only when combined with proteins and polysaccharides. Ref: Ananthanarayan & Panikers textbook of microbiology 9th edition pg: 88",
        "cop": 4,
        "opa": "Proetin coat",
        "opb": "Lipopolysaccharide",
        "opc": "Nucleic acid",
        "opd": "Lipids",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "f8411a36-5136-4ca9-a025-560793ec13fb",
        "choice_type": "single"
    },
    {
        "question": "When transfer factor is given as treatment results in -",
        "exp": "Adoptive immunity: a special type of immunisation is the injection of immunologically competent lymphocytes. - instead of whole lymphocytes, an extract of immunologically competent lymphocytes, known as the transfer factor can be used. This has been attempted in the treatment of ceain types of diseases like lepromatous leprosy. Reference: Anathanarayan & paniker's 9th edition, pg no: 84 <\\p>",
        "cop": 4,
        "opa": "Natural active immunity",
        "opb": "Aificial active immunity",
        "opc": "Aificial passive immunity",
        "opd": "Adoptive immunity",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "8aac16e3-519f-40ae-938b-bc2fa8582ab6",
        "choice_type": "single"
    },
    {
        "question": "A 9-year-old female with a recent history of weight loss and vision problems arrives at the hospital. Soon after, it is determined that she has low blood glucose, and autoantibodies against P cells are detected in her serum. Which of the following is the most likely diagnosis?",
        "exp": "Loss of tolerance by the immune system to certain self-components can lead to the formation of antibodies, causing tissue and organ damage. Such diseases are referred to as autoimmune diseases. There are a host of autoimmune diseases characterized by the auto anti-bodies. The presence of a \"butterfly\" rash is a classic cutaneous sign of SLE and is characterized by a rash over the bridge of the nose and on the cheeks. ABO BLOOD GROUPSGroup. Antigen on Red Cell. Antibody in Plasma. AAAnti-BBBAnti-AABA and BNo anti-A or anti-BONo A or BAnti-A and anti-B COMPATIBILITY OF BLOOD TRANSFUSIONS BETWEEN ABO BLOOD GROUPSa Recipient. Donor. OABABOYes. Yes. Yes. YesA (AA or AO). No. Yes. No. YesB (BB or BO). No. No. Yes. Yes. ABNo. No. No. Yes a\"Yes\" indicates that a blood transfusion from a donor with that the blood group to a recipient with that blood group is compatible, that is, no hemolysis will occur. \"No\" indicates that the transfusion is incompatible and that hemolysis of the donor's cells will occur.",
        "cop": 4,
        "opa": "Goodpasture syndrome",
        "opb": "Graves' disease",
        "opc": "Hashimoto disease",
        "opd": "Juvenile-onset diabetes mellitus",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "d45f4334-516a-41c6-aa9b-855634caab7a",
        "choice_type": "single"
    },
    {
        "question": "Phagocytosis enhanced by coating the surface of antigen is called:(1996)",
        "exp": "Ans: a (Opsonisation). Ref: Ananthanarayan Micro, 7th ed, p. 104 & 6th ed, p. 98",
        "cop": 1,
        "opa": "Opsonisation",
        "opb": "Chemotaxis",
        "opc": "Decoding",
        "opd": "CFT",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "4c966890-b908-4804-9a1e-a7dbe72ff6d1",
        "choice_type": "multi"
    },
    {
        "question": "Pentameric structure -",
        "exp": "Ans. is 'a' i. e., Ig M o IgM is a pentameric immunoglobulin with five, four - peptide subunits. o The subunits are joined together by J chain. Ig. Mo IgM is the earliest immunoglobulin class to be synthesized by the fetus. begining at 20 weeks of age. o As it is not transported across the placenta, the presence of IgM in the fetus or newborn indicates intrauterine infection and its detection is useful in the diagnosis of congenital infections such as syphilis, rubella and toxoplasmosis. o It normally circulates as pentamer. o It is the oldest immunoglobulin class. o It is the predominant antibody in primary antibody response. o It is short lived, disappearing earlier than Ig. GL. Hence, its demonstration in serum indicates recent infection. o Treatment with 2-mercaptoethanol selectively destroys IgM wdthout affecting IgG. This is a simple method for the differential estimation of IgG and IgM. o The isohemagglutinins (blood group anti A, anti B) are usually Ig. Mo Being largely confined to the intravascular space, IgM is believed to be responsible for protection against blood invasion by microorganisms. o Monomeric IgM is the major antibody receptor on the surface of B lymphocytes for antigen recognition. o IgM is an important component of immune complexes in autoimmune diseases e. g. IgM antibodies against IgG in Rheumatoid arthritis.",
        "cop": 1,
        "opa": "IgM",
        "opb": "IgG",
        "opc": "IgA",
        "opd": "IgD",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "7071bc94-29b2-46ab-9f95-fdc1da1b20e8",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of chronic granulomatous disease in children is -",
        "exp": "Chronic granulomatous disease stas in early life. Chronic suppurative lesions develop in skin and lymph nodes with hepatoslpenomegaly, progressive infiltration of lungs and granulomatous septic ostemyelitis. Diminished H2 02 production affect is the main reason for the bactericidal defect in this disease. Thus leukocyte do not undergo degranulation following phagocytosis. Reference: Anathanarayan & paniker's 9th edition, pg no: 175 <\\p>",
        "cop": 3,
        "opa": "Myeloperoxidase deficiency",
        "opb": "Defective phagocytosis",
        "opc": "Defective H2 O2 production",
        "opd": "Job's disease",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "a373e74b-37cb-4f25-81a5-93f839851e67",
        "choice_type": "single"
    },
    {
        "question": "Complement attaches to immunoglobulin at:",
        "exp": "Ans. is 'd' i. e., Fc fragment (Ref: Ananthanarayan, 8th/e, p. 97)* Fc fragment consist of parts of both H chains, composed of carboxyterminal portion of the H chains and it determines biological properties of Ig molecule such as complement fixation, placental transfer, skin fixation and catabolic rate.",
        "cop": 4,
        "opa": "Aminoterminal",
        "opb": "Fab region",
        "opc": "Variable region",
        "opd": "Fc fragment",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "ce73189c-95b1-40e3-b98c-e43b7a26529f",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old man is exposed to Ascaris but does not develop clinical signs of infection. Which of the following mechanisms is likely to be responsible for his resistance to infection?",
        "exp": "Ans. (d). Local inflammatory responses such as that induced by IgE can inhibit attachment of roundworms to the intestinal wall. Ascaris is a large worm and is not damaged by antibodies directed at it or by complement, CTLs or phagocytes.",
        "cop": 4,
        "opa": "Antibody mediated destruction of worm infected host cells",
        "opb": "CTL induced apoptosis of worm infected host cells",
        "opc": "Complement mediated lysis of worm attached to host tissues",
        "opd": "IgE mediated type I hypersensitivity disrupting worm attachment",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "b8582b8d-53b4-48da-8bd0-67ef1ce29663",
        "choice_type": "single"
    },
    {
        "question": "Transfusion reactions are due to which type of hypersensitivity?",
        "exp": "Type II: Hypersensitivity. Type II hypersensitivity involves the binding of IgG antibodies to cell surface antigens or extracellular matrix molecules. Antibody-directed at cell surface antigens can activate complement to damage the cells. The result may be complement mediated lysis, which occurs in hemolytic anemia, ABO transfusion reactions, and Rh hemolytic disease. Ref: Jawetz; 27th edition; Page no: 145",
        "cop": 3,
        "opa": "Immediate",
        "opb": "Immune complex-mediated",
        "opc": "Antibody-mediated",
        "opd": "Delayed-type",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "13552772-e192-4af0-920c-70f93a74c4ae",
        "choice_type": "single"
    },
    {
        "question": "Antigen antibody precipitation is maximally seen in which of the following?",
        "exp": "Ans. is 'c' i. e., Equivalence of antibody and antigen Precipitation reaction. It is a type of antigen antibody reaction. When a soluble antigen combines with its antibody in the presence of electrolytes (Na. Cl) at a suitable temperature and pH, the antigen antibody complex forms an insoluble precipitate. The amount of precipitate formed is greatly influenced by the relative proportions of antigens and antibodies. Precipitation occurs most rapidly and abundantly in the zone of equivalence in which the antigen and antibody are present in optimal proportions. If increasing quantities of antigens are added to the same amount of antiserum in different tubes and the amounts of precipitate in different tubes are plotted on a graph, the resulting curve will have three phases:",
        "cop": 3,
        "opa": "Excess of antibody",
        "opb": "Excess of antigen",
        "opc": "Equivalence of antibody and antigen",
        "opd": "Antigen Hapten interaction",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "e17958c9-6ed7-42ff-a9cb-81b8b8c4e73e",
        "choice_type": "multi"
    },
    {
        "question": "Examples of type I hypersensitivity is:",
        "exp": "Ans. is 'c' i. e., Casoni's test(Ref: Chatterjee Parasitology, 12th/e, p. 127)* Casoni's test is type I hypersensitivity.* Arthus reaction is type III hypersensitivity.* Lepromin test and tuberculin test are type IV hypersensitivity.",
        "cop": 3,
        "opa": "Lepromin test",
        "opb": "Tuberculin",
        "opc": "Casoni's test",
        "opd": "Arthus reaction",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "26845621-22b5-4cbf-8bd6-cc977837ff72",
        "choice_type": "single"
    },
    {
        "question": "Antigen-antibody binding occurs at-",
        "exp": "Ans. is 'a' i. e., Surface. General features of antigen antibody reactiono The reaction is specific, an antigen combines with only its homologous antibody and vice versa, the specificity however is not absolute. o Antigen-Antibody reaction requires the presence of electrolytes at a specific pH and temperatureo Bonds involved in Antigen-Antibody reaction are - Van der waal's bond, Ionic bonds, and Hydrogen bondingo Covalent bonds are not involvedo There is no denaturation of the antigen or antibody during the reactiono Entire molecule of the antigen and antibody reactso The combination occurs at the surface. Therefore it is surface antigens that are immunologically relevanto The combination is firm and reversibleo Both antigen and antibody participate in the formation of agglutinates or precipitates.",
        "cop": 1,
        "opa": "Surface",
        "opb": "Center",
        "opc": "Inside molecule",
        "opd": "Anywhere in structure",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "b4d9df6d-e36f-41df-9214-d1a2e8c4d65e",
        "choice_type": "single"
    },
    {
        "question": "Immunoglobulin found in bronchial secretion:",
        "exp": "Ref: Microbiology by Ananthanarayan and Paniker, 8th ed. pg. 100. Immunoglobulins and their salient features. Immuno-globulins. Salient features. Ig. GMost abundant Ig, consists of about 80%Marker of chronic infection. Only Ig that Can cross placenta (lg. G1 subtype). Ig. A2nd most abundant, 10-13%Found in glandular secretion like saliva, tear, ileum, and mucosal secretion like bronchial secretion. Ig. M5-8% of total Ig; aka pentameric Ig. First Ig to be synthesized by fetus (20 weeks AOG) Marker of acute infection. Ig. DPresent mostly intravascular. Serve as recognition receptor for antigens. Ig. EMostly extravascular in distribution Highly elevated levels in case of type-1 HPS reaction Produced chiefly in the linings of respiratory and intestinal tracts",
        "cop": 1,
        "opa": "IgA",
        "opb": "IgG",
        "opc": "IgM",
        "opd": "IgE",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "63bdc223-2ebb-4480-9d4e-662c34657501",
        "choice_type": "single"
    },
    {
        "question": "Plasma cells are derived from?",
        "exp": "Plasma cells originate in the bone marrow; B cells differentiate into plasma cells that produce antibody molecules closely modeled after the receptors of the precursor B cell. Once released into the blood and lymph, these antibody molecules bind to the target antigen (foreign substance) and initiate its neutralization or destruction Reff: Ananthanarayanan & panikers textbook of microbiology 9th edition pg: 135",
        "cop": 2,
        "opa": "T cells",
        "opb": "B cells",
        "opc": "Macrophages",
        "opd": "Neutrophils",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "e8f0254b-3bb5-4922-a982-9c4edd40851d",
        "choice_type": "single"
    },
    {
        "question": "Immunoglobulin that is inactive at high temperature is?",
        "exp": "IgE is heat liable ie, inactivated when heated from 5 min up to1 hr at 56 degrees. Reff: Ananthanarayan & Panikers textbook of microbiology 9th edition pg: 99",
        "cop": 4,
        "opa": "IgG",
        "opb": "IgA",
        "opc": "IgM",
        "opd": "IgE",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "4bc4e69f-e79c-403d-ab8c-1cbc0193ff48",
        "choice_type": "single"
    },
    {
        "question": "A single immunoglobulin molecule contains -",
        "exp": "They are typically made of basic structural units--each with two large heavy chains and two small light chains. Ref: Ananthanarayan & Parker's textbook of microbiology 9th edition pg: 94",
        "cop": 3,
        "opa": "1 light chain, 1 heavy c hain",
        "opb": "2 heavy chains, 1 light",
        "opc": "2 light chains, 2 heavy chains",
        "opd": "2 light chains, 1 heavy chain",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "a0383801-5b82-4190-9d3e-a4e63690830d",
        "choice_type": "single"
    },
    {
        "question": "First immunoglobulin to appear following infection -",
        "exp": "IgM is a heavy molecule. - IgM molecules are polymers of five four-peptide subunits. IgM is relatively sho-lived - hence their demonstration in serum indicates recent infection. Re. Reference: nathanarayan & paniker's 9th edition, pg no: 98 <\\p>",
        "cop": 2,
        "opa": "IgG",
        "opb": "IgM",
        "opc": "IgA",
        "opd": "IgE",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "c01fa7eb-58f0-429f-8062-851355db5302",
        "choice_type": "single"
    },
    {
        "question": "Which of the following activates the classical complement pathway?",
        "exp": "Ans: A (Immune complex) Ref: Ananthnarayan R, Partiker CKJ. Textbook of Microbiology. 8th Edition. Hyderabad: Universities Press: 2009. Explanation: Complement-pathways. Classic pathway - Acquired immunity (Activated by antigen antibody complex). Alternate complement pathway - Innate immunity (Activated by various substances like bacterial endotoxins, fungal cell wall components like zymosan). Mannan/Mannose Binding Lectin pathway (MBL Pathway) - Innate immunity (Activated by the binding of mannose-binding lectin (MBL) to mannose residues on glycoproteins or carbohydrates on the surface of microorganisms including certain Salmonella, Listeria, and Neisseria strains, as well as Cryptococcus neoformans and Candida albicans.). Sources of Complement. Classical pathway. C1-epithelium & fibroblasts. C3, C4. C6 -C9 -Liver. Cl -C5 -Macrophages (stimulated by phagocytic events)CI esterase -Liver. Alternate pathway. Factor B. D. H. I. P -Macrophages (stimulated by phagocytic events)",
        "cop": 1,
        "opa": "Immune complex",
        "opb": "Lipopolysaccharide",
        "opc": "Exotoxin",
        "opd": "Zymosan",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "f98c2004-15bd-4a51-be0e-b3cb6c9f9414",
        "choice_type": "single"
    },
    {
        "question": "Virus infected cells killed by:",
        "exp": "Ans. is 'a'(Ref: Ananthanarayan, 8th/e, p. 131). Virus infected cells are killed by:(i) Innate immunity-by NK cells. (ii) Adaptive immunity-by cytotoxic T cells.",
        "cop": 1,
        "opa": "Natural killer cells",
        "opb": "Plasma cells",
        "opc": "B cells",
        "opd": "None",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "fee2df43-6ad2-40e4-857e-a221a60c1c41",
        "choice_type": "multi"
    },
    {
        "question": "Superantigen is produced by",
        "exp": "Superantigens are that antigen which can generate the high immune response upon introduction",
        "cop": 1,
        "opa": "Staphylococcus aureus",
        "opb": "Streptococcus pneumoniae",
        "opc": "Pseudomonas aeruginosa",
        "opd": "Clostridium diphtheriae",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "8da24498-c474-4303-873d-c57191d37d52",
        "choice_type": "single"
    },
    {
        "question": "Center of complement pathway -",
        "exp": "- the central process in the complement cascade is the activation of C3. - in classical pathway, activation of C3 is achieved by C4b2a ( classical C3 convease ). - the activation of C3 without prior paicipation of C4b2a is known as alternative pathway. Reference: Anathanarayan & paniker's 9th edition, pg no: 122, 123 <\\p>",
        "cop": 1,
        "opa": "C3",
        "opb": "C1",
        "opc": "C5",
        "opd": "C2",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "dec58953-8eb4-4121-bc19-4446594515dd",
        "choice_type": "single"
    },
    {
        "question": "A 1 year old boy is brought to the OPD by his parents with complaints of inability to gain weight and chronic diarrhoea. He was growing well till the age of 6 months. After that, he staed to develop recurrent episodes of pneumonia. Family history is positive for similar symptoms in a maternal uncle. On examination, he is below the 3rd percentile for weight. Tonsils are absent. Stool is positive for Giardia. Which of the following is not true regarding his condition?",
        "exp": "This childs presentation suggests X-linked or Bruton&; s agammaglobulinemia. It is primarily a disease of humoral immunity. Cellmediated immunity is not affected. Bruton Agammaglobulinemia Bruton agammaglobulinemia is an inherited immunodeficiency disease caused by mutations in the gene coding for Bruton tyrosine kinase (BTK). B cells do not differentiate and mature. They are arrested in the pre B cell stage. There&; s extremely low IgG levels (below 100 mg/dL) and absence of other immunoglobulin classes. The tonsils and lymph nodes are usually atrophic. Lymph node biopsy reveals depletion of cells of B cell-dependent areas - The follicles. Babies born with this disorder have viually no peripheral B cells (<1%) and suffer from recurrent bacterial infection Reference: Ananthanarayan and Paniker&; s Textbook of Microbiology Tenth edition",
        "cop": 3,
        "opa": "All classes of immunoglobulin levels are reduced",
        "opb": "Lymph node biopsy shows depletion of follicles",
        "opc": "Both humoral and cell mediated immunity are affected",
        "opd": "It is caused by a mutation of the Btk gene",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "3c880451-5e2c-4562-938b-c95f33b79797",
        "choice_type": "multi"
    },
    {
        "question": "Type of immunity conferred on an individual by vaccination is -",
        "exp": "Aificially acquired active immunity can be induced by a vaccine, a substance that contains antigen. A vaccine stimulates a primary response against the antigen without causing symptoms of the disease Ref: Ananthanarayan & Panikers textbook of microbiology 9th edition pg: 83",
        "cop": 1,
        "opa": "Aificial active",
        "opb": "Aificial passive",
        "opc": "Natural active",
        "opd": "Natural passive",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "a053e4f0-2b55-435f-b399-bf9a91924329",
        "choice_type": "single"
    },
    {
        "question": "Prozone phenomenon is due to -",
        "exp": "In an agglutination or precipitation reaction, the zone of relatively high antibody concentrations within which no reaction occurs. As the antibody concentration is lowered below the prozone, the reaction occurs. This phenomenon may be due simply to antibody excess or it may be due to blocking antibody or to nonspecific inhibitors in serum. Ref: Ananthanarayan & Parker's textbook of microbiology 9th edition pg: 105",
        "cop": 2,
        "opa": "Excess antigen",
        "opb": "Excess antibody",
        "opc": "Hyperimmune reaction",
        "opd": "Dispropoiona te antigen-antibody cells",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "17fdf758-9fe8-4485-b241-7994be819a14",
        "choice_type": "single"
    },
    {
        "question": "Elevated IgG and IgM antibody titers to parvovirus suggest a diagnosis of",
        "exp": "Fifth disease is a viral exanthem commonly seen in children 8 to 12 years old. Children are ill for a few days but recover without incident. Unfortunately, if a pregnant female acquires the disease in the first trimester of pregnancy, the fetus is at risk. The causative agent is thought to be a parvovirus (parvovirus B 19).",
        "cop": 1,
        "opa": "Fifth disease",
        "opb": "Susceptibility to chickenpox",
        "opc": "Possible subacute sclerosing panencephalitis (SSPE)",
        "opd": "Possible hepatitis B infection",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "7802f717-23af-42cc-9761-75248f6b20ec",
        "choice_type": "single"
    },
    {
        "question": "Graves disease is an example of which type of hypersensitivity -",
        "exp": "Ans. is 'b' i. e., Type-II o Type II hypersensitivity may involve three different antibody -dependent mechanisms. Opsonization - Complement and Fc receptor mediated phagocytosis. Transfusion reactions. Autoimmune hemolytic anemia'agranuloeytosis/ thrombocytopenia. Erythroblastosis fetalis. Complement and Fc - receptor mediated inflammation. Glomerulonephritis. Vascular rejection. Antibody mediated cellular dysfunction. Upregulation -Graves disease. Down regulation -Myasthenia graviso Sometimes, antibody causes stimulation instead of damage for example in Grave's disease long acting thyroid stimulator (LATS), an antibody against some determinant on thyroid cells, stimulates excessive secretion of thyroid hormone. Such antibody mediated cell stimulation has also been called type V hypersensitivity.",
        "cop": 2,
        "opa": "Type-1",
        "opb": "Type-II",
        "opc": "Type-Ill",
        "opd": "Type-IV",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "084f0bb3-4757-4b2b-b1c5-8d5d95d1f613",
        "choice_type": "single"
    },
    {
        "question": "N. meningitis can be due to deficiency of this complement system:",
        "exp": "Ref: Textbook of Microbiology by Surinder Kumar, P 262* Meningococcal disease is favoured by deficiency of the terminal complement components (C5-C9). Human genetic deficiencies of complement components and associated diseases. Complement deficiency. Association with disease. C1 inhibitor. Hereditary angioneurotic edema. C1. Systemic lupus erythematosus-like disease, frequently fatal from overwhelming infection. C2. Increased susceptibility to infections. C3. Recurrent bacterial infections. C4. Systemic lupus erythematosus-like disease. C5. Recurrent infections-lupus-like disease. C6, C7, C8. Recurrent infections: Disseminated gonococcal infections. C9. Not more susceptible to disease than other individuals in the general population. Factor 1. Low C3 levels with recurrent bacterial infections",
        "cop": 2,
        "opa": "C1 - C4 deficiency",
        "opb": "C5 - C9 deficiency",
        "opc": "C3 deficiency",
        "opd": "C2 deficiency",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "66ffbcec-9c90-4c71-980c-7e2de68892bf",
        "choice_type": "single"
    },
    {
        "question": "Ahus reaction is an example for which type of hypersensitivity?",
        "exp": "Question repeated..",
        "cop": 3,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "7224685d-496b-4588-a30e-ed26192b5cae",
        "choice_type": "single"
    },
    {
        "question": "Skin test useful in Hydatid disease is?",
        "exp": "ANSWER: (A) Casoni's test. REF: Paniker's 6th ed p. 149. The Casoni test is a skin test used in the diagnosis of hydatid disease. The test involves the intradermal injection of 0. 5 ml of sterilised fluid from hydatid cysts. A wheal response occurring at the injection site within 20 minutes is considered positive. The test is positive in about 90% of cases of hydatid disease affecting the liver, but positive in less than 50% of patients with hydatid disease elsewhere in the body; false positive results are also common. Consequently, serological tests are nowr generally used. Dick's test: Scarlet fever Schick's test: Diphtheria",
        "cop": 1,
        "opa": "Casoni's test",
        "opb": "Schick test",
        "opc": "Patch test",
        "opd": "Dick s test",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "954d2c74-d9a4-4e32-8ed8-dd3fb45f5d31",
        "choice_type": "single"
    },
    {
        "question": "HLA complex is on chromosome -",
        "exp": "Ans. is 'a' i. e., 6 HLA complexo The histocompatibility antigens (human leukocyte antigens - HLA) are cell surface antigens that induce an immune response leading to rejection of allografts. o The principal physiologic function of the cell surface histocompatibility molecules is to bind peptide fragmentsofforeign proteins for presentation to antigen specific T cells. o The histocompatibility antigens are encoded by a closely linked multiallelic cluster of genes - Major histocompatibility complex (MHC) or Human leukocyte antigens complex (HLA complex). o HLA complex of genes is located on the short arm of chromosome 6. o It consists of three separate clusters of genes: HLA Complex Class IClass IIClass HIo Comprising A, B and C locio 'D' region --> DR, DQ. DPComplement region encodeso Responsible foro Responsible foroC.&C.# Graft rejection# Graft versus hosto Properdin factor B# Cell mediated cytolysisresponse o Heat shock protein # Mixed leucocyte reactiono TNF - a and bo Found on the surface ofo Found only on cellso Enzyme 21 - hydroxylaseall nucleated cells andof the immune system platelets",
        "cop": 1,
        "opa": "6",
        "opb": "7",
        "opc": "8",
        "opd": "9",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "8dd0f53c-5fbc-411d-8129-b231283c2767",
        "choice_type": "single"
    },
    {
        "question": "Ahus phenomenon is an example of which hypersensitivity -",
        "exp": "Ahus reaction is type III hypersensitivity reaction. Type III hypersensitivity reaction is immune complex diseases. Damage is caused by antigen- antibody complexes. These may precipitate in and around small blood vessels causing damage to cells secondarily or on membranes, interfering with their function. Reference: Anathanarayan & paniker's 9th edition, pg no: 162 <\\p>",
        "cop": 3,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "0e3596d3-c151-430f-8067-2825ce7b1fee",
        "choice_type": "single"
    },
    {
        "question": "Langerhans cells in skin are -",
        "exp": "Professional antigen-presenting cells, including macrophages, B cells, Langerhans cells and dendritic cells, present foreign antigens to helper T cells, while other cell types can present antigens originating inside the cell to cytotoxic T cells. Reff: Ananthanarayanan & Panikers textbook of microbiology 9th edition pg: 138",
        "cop": 1,
        "opa": "Antigen presenting cells",
        "opb": "Pigment producing cells",
        "opc": "Keratin synthesizing cells",
        "opd": "Sensory neurons",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "636bff9c-19a1-460c-8832-d5adbd205a57",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with a painless ulcer on his penis. A Wasserman test is done and is positive. Wasserman reaction is an example of _",
        "exp": "Wassermann reaction is an example of a complement fixation test. It is a non specific test for the diagnosis of syphilis. Principle of complement fixation tests: Antigen-antibody complexes fix complement Reference: Ananthanarayan and Paniker&; s Textbook of Microbiology Tenth edition",
        "cop": 1,
        "opa": "Complement fixation",
        "opb": "Precipitation",
        "opc": "Neutralization",
        "opd": "Agglutination",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "10665480-dad0-4688-a3eb-ba65e77ec7ba",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements best applies to the following diagram?",
        "exp": "The figure shown in the question is a schematic representation of the MHC class I molecule, which has a CD8 binding site (a3 ) and a peptide-binding site (a1 and a2 ). MHC class I is active on all nucleated cells.",
        "cop": 3,
        "opa": "Depicts the cell-membrane MHC product associated with narcolepsy",
        "opb": "Essential for the transplacental passage of antibody",
        "opc": "Found on T and B lymphocytes and all nucleated cells",
        "opd": "Present on macrophages but not neutrophils",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "76bf5791-074b-4f49-8945-a5f1c91c8239",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is/are true about PCR except:",
        "exp": "Ans: A (Uses....) \"Reverse transcriptase- PCR is used for qua notification of. RNA Harper 30th/459, Lippincott 6th/ 483. Polymerase Chain Reaction. PCR provides a sensitive, selective & extremely rapid means of amplifying a desired sequence of DNA. Twenty cycles provide an amplification'* of lO^S 30 cycles of 109 -Harper 27th/410-ll. Specificity* is based on the use of two oligonucleotide primers that hybridize to complementary sequence on opposite strands of DNA & flank the target sequence. Double stranded DNA can be disrupted by beat or high pH, giving rise to single stranded DNA. The single stranded DNAserves as a template for synthesis of a complementary strand by replicating enzymes, DNA polymerase. Early PCR reaction used an PS coli DNA polymerase that was destroyed by each heat denaturation cycle. Substitution of a heat-stable DNA polymerase (Taq polymerase) 5 from Thermus aquaticus, obviates this problem & has made possible automation of the reaction, since the polymerase reactions can be run at 70, ]CPCR is a cyclic process & cycle contains three steps that involves {Chatterjea & Shinde). Denaturation of DNA duplex (94-98degC). Annealing of primers (37-60oC). Extension of the primers with a polymerase in the presence of d. NTP (about 72,: C). Use of PCRIn detection of bacterial infections. retroviral infection & latent virus. Application in forensic medicine(r)in prenatal diagnosis - in diagnosis of inherited disease. In cancer detection. QIn transplantation. To study evolution. In sex determination ofembry-os. To determine viral load. In DNA sequencing. Fig,; Steps in one cycle of the polymerase chain reaction.",
        "cop": 1,
        "opa": "Uses heat labile DNA polymerase",
        "opb": "Uses heat stable DNA polymerase",
        "opc": "Is technique for DNA amplification",
        "opd": "Used to yield multiple copies of DNA",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "9dfa074a-1ca9-4d1b-9994-a2be0c2a679d",
        "choice_type": "multi"
    },
    {
        "question": "Graft Versus host reaction is mediated by",
        "exp": "In GVHD, the donated bone marrow or peripheral blood stem cells view the recipient's body as foreign. The donated T cells present in the graft, attack the tissues of the transplant recipient after perceiving host tissues as antigenically foreign. There are two forms of GVHD: Acute graft versus host disease (a. Gv. HD). Chronic graft versus host disease (c. Gv. HD). Ref: Ananthanarayana textbook of Microbiology 9th edition Pgno: 186",
        "cop": 2,
        "opa": "Macrophages",
        "opb": "T lymphocytes",
        "opc": "B lymphocytes",
        "opd": "T lymphocytes and macrophages",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "c8d874a4-5ec3-440a-a04d-b2f0db850ce4",
        "choice_type": "single"
    },
    {
        "question": "Who got nobel prize for discovery of split genes?",
        "exp": "Ans. (b). One gene - one protein concept in past. But it was overcome by discovery of split genes for immunoglobulins. Discovered by Susumu Tonegawa and awarded nobel prize for it.",
        "cop": 2,
        "opa": "Burnet",
        "opb": "Susumu Tonegawa",
        "opc": "Neils K jerne",
        "opd": "Paul Ehrlich",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "c58c11c8-0e76-4d87-9c59-cbb47f739718",
        "choice_type": "single"
    },
    {
        "question": "Cellular immunitty is induced by -",
        "exp": "TH1 cells, which produce cytokines interferon, gamma& interleukin-2, which activates macrophages & T-cells, promoting cell-mediated immunity, destruction of target cells & killing of intracellular pathogens Reff: Ananthanarayanan & Panikers textbook of microbiology 9th edition pg: 135",
        "cop": 3,
        "opa": "Nk-cells",
        "opb": "Dendritic-cells",
        "opc": "TH1-cells",
        "opd": "TH2-cells",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "0edeb514-d888-4d58-9d5e-db215bb9ea5f",
        "choice_type": "single"
    },
    {
        "question": "The prototype of type-II hypersensitivity reaction is -",
        "exp": "Type II hypersensitivity reaction is initiated by IgG or rarely IgM antibodies that react either with cell surface or tissue antigen. Cell or tissue damage occurs in the presence of complement or mononuclear cells. - Example is lysis of red cells caused by anti-erythrocyte antibodies in autoimmune hemolytic anemia. Reference: Anathanarayan & paniker's 9th edition, pg no: 166, 162 <\\p>",
        "cop": 3,
        "opa": "Ahus reaction",
        "opb": "SLE",
        "opc": "Autoimmune hemolytic anemia",
        "opd": "Contact dermatitis",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "ef213367-7fc9-4b01-8b53-8f324fab2692",
        "choice_type": "single"
    },
    {
        "question": "Wheal & flare reaction is what type of hypersensitivity recations?",
        "exp": "- type I hypersensitivity reaction is IgE dependent. - it includes atopy and anaphylaxis. - wheat and flare reaction is cutaneous anaphylaxis which is type I hypersensitivity. - when a small shocking dose of an antigen is administered intradermally to a sensitised host, there will be local wheal and flare response. Reference: Anathanarayan & paniker's 9th edition, pg no: 163, 164 <\\p>",
        "cop": 1,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "7c2d2026-d707-4eca-8103-ec64a9a3fc2d",
        "choice_type": "single"
    },
    {
        "question": "SCID is caused due to deficiency of?",
        "exp": "ANSWER: (C) Adenosine deaminase. REF: Lippincott s biochemistry 4th Ed page 301. ADENOSINE DEAMINASE (ADA) DEFICIENCY: ADA is expressed in the cytosol of all cells, but, in humans, lymphocytes have the highest activity of this enzyme. A deficiency of ADA results in an accumulation of adenosine, which is converted to its ribonucleotide or deoxyribonucleotide forms by cellular kinases. As d. ATP levels rise, ribonucleotide reductase is inhibited, thus preventing the production of all deoxyribose-containing nucleotides. Consequently, cells cannot make DNA and divide. In its most severe form, this autosomal recessive disorder causes a type of severe combined immunodeficiency disease, involving a decrease in both T cells and B cells. It is estimated that in the United States, ADA deficiency accounts for approximately 14% of all cases of SCID. Treatment requires either bone marrow' replacement or enzyme replacement therapy. Without appropriate treatment, children with this disorder usually die by the age of two.",
        "cop": 3,
        "opa": "Pyridoxine phosphate",
        "opb": "Cytochrome oxidase",
        "opc": "Adenosine deaminase",
        "opd": "Phyntanoyl Co A",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "2d0a60a0-2b05-49a6-8b0d-306ebfb331f1",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with recurrent swelling of the lips as shown. He has no itching. Family history is positive. Which of the following is deficient in this patient?",
        "exp": "This boy presents with features of hereditary angioneurotic edema, which is due to deficiency of C1 inhibitor. C1 inhibitor deficiency - Hereditary angioedema. C1, C2, C4 deficiency - Collagen vascular disorders C5-C8 deficiency - Recurrent bacteremia with Neisseria. Reference: Ananthanarayan and Paniker&; s Textbook of Microbiology Tenth edition",
        "cop": 2,
        "opa": "C1, C2, C4",
        "opb": "C1 inhibitor",
        "opc": "C3b inactivator",
        "opd": "C5-C8",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "a0aa0863-6022-4475-9714-1ddfa1281594",
        "choice_type": "single"
    },
    {
        "question": "Skin test demonstrates all types of hypersensitivity except:",
        "exp": "Ans: b (type 2). Ref: Kuby's Immunology, 6th ed. Pg. 371-396. Hypersensitivity* Type I hypersensitivity - Ig E mediated- Causes systemic anaphylaxis and localized atopy- Detection includes skin testing by intradermal injection or by superficial scratching which helps in screening of allergens* Type II hypersensitivity- antibody mediated cytotoxicity- Causes transfusion reactions, haemolytic disease of newborn, drug induced haemolytic anemia etc- No skin test is used for detection* Type II hypersensitivity- immune complex mediated- Causes arthus reaction and serum sickness- It can be as a result of injection of antigen* Type IV hypersensitivity - delayed type- Contact dermatitis, granuloma etc- Can be detected by skin tests and patch tests.",
        "cop": 2,
        "opa": "Type 1",
        "opb": "Type 2",
        "opc": "Type 3",
        "opd": "Type 4",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "ee84bd83-a9f9-4709-bcfa-7c2849003cfb",
        "choice_type": "multi"
    },
    {
        "question": "Widal test is a type of",
        "exp": "Tube dilution agglutination test (Widal test): Serum agglutinins rise sharply during the second and third weeks of S serotype Typhi infection. The Widal test to detect these antibodies against the O and H antigens has been in use for decades. At least two serum specimens, obtained at intervals of 7-10 days, are needed to prove a rise in antibody titer. Serial dilutions of unknown sera are tested against antigens from representative salmonellae. The interpretive criteria when single serum specimens are tested vary, but a titer against the O antigen of greater than 1: 320 and against the H antigen of greater than 1: 640 is considered positive. Ref: Jawetz Medical Microbiology; Chapter15 Enteric Gram-Negative Rods (Enterobacteriaceae); Page no: 241",
        "cop": 2,
        "opa": "Slide agglutination test",
        "opb": "Tube agglutination test",
        "opc": "CFT",
        "opd": "Ring precipitation test",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "318e8495-3bcc-47f0-8754-085422658421",
        "choice_type": "single"
    },
    {
        "question": "Antibody transferred from mother to foetus -",
        "exp": "IgG is the main serum immunoglobulin consisting of 80% of the total. equally distributed between intravascular and extravascular compaments. IgG is the only maternal immunoglobulin that is normally transpoed across the placenta and provide natural passive immunity in the newborns. Reference: Anathanarayan & paniker's 9th edition, pg no: 96, 97 <\\p>",
        "cop": 1,
        "opa": "IgG",
        "opb": "IgM",
        "opc": "IgD",
        "opd": "IgA",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "25f7ae26-5fa5-43d0-9859-fb923de6327c",
        "choice_type": "single"
    },
    {
        "question": "The most impoant cells in type I hypersensitivity -",
        "exp": "Type I hypersensitivity reaction is IgE dependent. Cytotoxic IgE antibodies are fixed on the surface of tissue cells ( mast cells and basophils) in sensitized individuals. The antigen combines with the cell fixed antibody, leading to release of a phpharmacologicallyctive substance that produces the clinical reaction. Reference: Anathanarayan & paniker's 9th edition, pg: 162 <\\p>",
        "cop": 2,
        "opa": "Macrophages",
        "opb": "Mast cells",
        "opc": "Neutrophils",
        "opd": "Lymphocytes",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "793bd13a-5ce8-47f0-8f71-062f757ab074",
        "choice_type": "single"
    },
    {
        "question": "The reaction between antibody and soluble antigen is demonstrated by",
        "exp": "When a soluble antigen combines with its antibody in the presence of an electrolyte (Na. Cl) at a suitable temperature and PH, the antigen-antibody complex forms an insoluble precipitate at a suitable temperature and pH, the antigen-antibody complex forms an insoluble precipitate. When, instead of sedimenting, the precipitate remains as floccules, the reaction is known as flocculation. Ananthanarayana 7e pg: 94",
        "cop": 3,
        "opa": "Agglutination",
        "opb": "Complement fixation",
        "opc": "Precipitation",
        "opd": "Heamagglultination",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "a212bc60-f48d-4056-ad6f-165cf76959ae",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with a wound on his leg. It heals six weeks later. Which of the following mediators is involved in promoting wound healing?",
        "exp": "TGF b (Transforming growth factor b) was responsible for the wound healing. It inhibits T- and B-cell proliferation. It acts as a growth factor for fibroblasts and also promotes class switching of B cells to IgA. TGF b is produced by T and B cells. IL-10 is also involved in wound healing and suppression of inflammation. IFN a inhibits viral replication, activate NK cells, and regulates the activity of macrophages and T cells. TNF a is involved in tumour cytotoxicity, phagocytic cell activation, antiviral and antiparasitic effects. it is an acute phase protien. INF b has antiviral activity. Reference: Ananthanarayan and Paniker&; s Textbook of Microbiology Tenth edition",
        "cop": 1,
        "opa": "TGF -Beta",
        "opb": "TNF-Alpha",
        "opc": "INF-Beta",
        "opd": "IFN-Alpha",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "ffd16cef-c45f-440d-993c-d58adb4f51b3",
        "choice_type": "single"
    },
    {
        "question": "First antibody response is mediated by -",
        "exp": "IgM antibodies appear early in the course of an infection and usually reappear, to a lesser extent, after fuher exposure. Ref: Ananthanarayan & Panikers textbook of microbiology 9th edition pg: 98",
        "cop": 2,
        "opa": "IgE",
        "opb": "IgM",
        "opc": "IgA",
        "opd": "IgD",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "1205eb34-4d78-484c-bac5-e9ecb9f40549",
        "choice_type": "single"
    },
    {
        "question": "A child present with recurrent episodes of sinopulmonary infection by bacteria with polysaccharide rich capsule. Deficiency of which of the following immunoglobulin subclasses should be specifically investigated?",
        "exp": "Ans. is 'd' i. e., IgA+Ig. G2(Ref: Jawetz, 27th/e, p. 149)* Ig. G2 immunodeficiency is the most common subclass disorder associated with recurrent infections by polysaccharide encapsulated bacteria. Such infections are more frequent in patients with associated IgA deficiency.",
        "cop": 4,
        "opa": "IgA",
        "opb": "Ig. G1",
        "opc": "Ig. G2",
        "opd": "IgA + Ig. G2",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "f2a8c8d7-d5ae-4d9c-97ae-d06551d422bf",
        "choice_type": "multi"
    },
    {
        "question": "TRUE about immunoglobulins is -",
        "exp": "IgM is paicularly effective at complement activation by binding to C1 Ref: Ananthanarayan & Parker's textbook of microbiology 9th edition pf: 98",
        "cop": 2,
        "opa": "IgE fixes complement",
        "opb": "IgM fixes complement",
        "opc": "IgG is found in minimum concentration",
        "opd": "IgG is elevated in primary immune response",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "f2b6dfee-b138-4095-b20c-60dbc078d3e6",
        "choice_type": "multi"
    },
    {
        "question": "A woman with infeility receives an ovary transplant from her sister who is an identical twin. What type of graft it is?",
        "exp": "The graft is the tissue or organ transplanted. A graft taken from individual and placed on another individual of the same genetic constitution is called isograft. Examples are graft made between identical twins or between syngeneic members of highly inbred strains of animals. Reference: Anathanarayan & paniker's 9th edition, pg no: 183 <\\p>",
        "cop": 4,
        "opa": "Xenograft",
        "opb": "Autograft",
        "opc": "Allograft",
        "opd": "Isograft",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "d1c2cf64-f6bd-4df3-8e21-541d7214a762",
        "choice_type": "multi"
    },
    {
        "question": "CD4 lymphocytes (helper cells) recognize -",
        "exp": "Class II MHC antigens have single locus as HLA-D. - these antigens have fuher 3 loci: DR, DQ, and DP. Class II MHC is identified by B cells and CD4+ cells. ( T helper cells). Re. Reference: arsh mohan textbook pathology, 7th edition, pg no: 49 <\\p>",
        "cop": 2,
        "opa": "HLA class I antigen",
        "opb": "HLA class II antigen",
        "opc": "HLA class III antigen",
        "opd": "None of the above",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "ec10e8dd-b3d3-4918-838b-bd0736fd49a5",
        "choice_type": "multi"
    },
    {
        "question": "Most common accepted theory for antibody production is",
        "exp": "(Clonal selection theory) (149-150-AN 7th). Clonal selection theory proposed this theory which shifted immunological specificity to the cellular level According to the clonal selection hypothesis, during immunological development, cells capable of reacting with different antigens were formed by a process of somatic mutation, clones of cells that has immunological reactivity with self antigens were eliminated during embryonic life. Such clones are called forbidden clones. Their persistence or development in later life by somatic mutation could lead to autoimmune process.* The clonal selection theory is more widely accepted than the other theories, though it is unable to account for all the features of the immune response.",
        "cop": 4,
        "opa": "Direct template",
        "opb": "Indirect template",
        "opc": "Natural selection",
        "opd": "Clonal selection",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "b1539382-122c-4c50-b989-b1169b452bcf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a phagocytic cell -",
        "exp": "Ans. is 'c' i. e., NK cells* Micro-organisms entering the tissue fluid or blood stream are very rapidly engulfed by the cells called phagocytes.* Phagocytic cells are of two types: 1) Mononuclear macrophages: Monocytes (blood), histiocytes (tissues), alveolar macrophages (lung), kupffer cells (liver), microglia (brain), osteoclasts (bone), and mesangial cells (kidney). 2) Polymorphonuclear microphages: Neutrophils.* Basophils also belong to polymorphonuclear microphages but they are not phagocytes.* Eosinophils have only a limited degree of phagocytic activity.",
        "cop": 3,
        "opa": "Macrophages",
        "opb": "Kupffler cells",
        "opc": "NK cells",
        "opd": "Neutrophils",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "369e3d8a-571e-4dd4-aec5-fd4cb5351dd0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antigen is found within the nuclei of infected hepatocytes and NOT usually in the peripheral circulation in Hepatitis B infection?",
        "exp": "HBc. Ag is assembled as the nucleocapsid core paicles. It is not secreted and does not circulate in blood, but can be demonstrated in hepatocytes by immunofluorescence. - HBc. Ag is not demonstrable in circulation because it is enclosed within the HBs. Ag coat. But its antibody anti-HBc appears in serum a week or two after the appearance of HBs. Ag. Reference: Anathanarayan & paniker's 9th edition, pg no: 544, 546 <\\p>",
        "cop": 2,
        "opa": "HBe. Ag",
        "opb": "HBc. Ag",
        "opc": "Anti-HBc",
        "opd": "HBs. Ag",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "be815284-858e-4f8a-87a0-9fcafacfac47",
        "choice_type": "multi"
    },
    {
        "question": "Interleukin 1 (IL-1) is a potent cytokine. It is best described by which one of the following statements?",
        "exp": "Interleukin 1 (IL-1) is produced by a variety of cells. Primarily, it is produced by activated macrophages or monocytes, although it can also be produced by activated B cells, keratinocytes, skin-layer hairy cells, and natural killer cells. IL-1 acts synergistically with IL-6 to stimulate production of IL-2. Human IL-1 consists of a and b forms, or two different proteins. They have limited similarity of amino acid sequence, and the P form is more abundant as a serum protein.",
        "cop": 2,
        "opa": "Synthesis of IL-1 is inhibited in activated macrophages",
        "opb": "It can be produced by natural killer cells",
        "opc": "It exerts its effects on T and B cells as a costimulator",
        "opd": "It is multimeric and consists of more than one protein",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "0e178825-2077-4180-b4e6-bd4859a0bd31",
        "choice_type": "multi"
    },
    {
        "question": "B cells are processed in",
        "exp": "Ans. a (Bone marrow). (Ref: Ananthnarayan, Microbiology/6th ed., 116)# B lymphocytes precursors, pro-B cells develop in the fetal liver during embryonic life and in bone marrow afterwards continuously throughout life.# Rearrangement of Ig genes takes place on their becoming preB cell, which synthesize cytoplasmic IgM.# T-cell precursors from yolk sac, fetal liver, BM, migrates to thymus during embryonic and post- natal stages.# Earliest identifiable cells of T-lineage and CD7 + pro T cells, on entering thymus became preT cells (immature).# These cells mature in extrathymic tissue and become helper/inducer T-cells, cytotoxic supressor cells.",
        "cop": 1,
        "opa": "Bone marrow",
        "opb": "Liver",
        "opc": "Spleen",
        "opd": "Lymph nodes",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "350153a9-a2ae-42dd-bbca-0a1dd239dd6b",
        "choice_type": "single"
    },
    {
        "question": "Mg. Cl2 is added to polio-vaccine because of the following",
        "exp": "(Vaccine can be kept in higher temperature) (491- A7th)* Molar Mg. Cl2 protects the virus against heat inactivation* Poliovirus is resistant to ether, chloroform, bile protelytic enzymes of the intestinal contents and detergents* It is stable at PH-3* It is readily inactivated by heat (55degC for 30 minutes)* Chlorination destroys the virus in water, but organic matter delays inactivation* Phenolic disinfectants are not effective* Poliovirus does not survive lyophisation well",
        "cop": 2,
        "opa": "Potentiates the vaccine",
        "opb": "Vaccine can be kept in higher temperature",
        "opc": "Preservative",
        "opd": "None",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "54506a6b-ef59-4e6a-86e9-65bfd006b002",
        "choice_type": "multi"
    },
    {
        "question": "Graft from homozygotic twin is known as -",
        "exp": "Ans. is 'b' i. e., Isograft o Graft from homozygotic (identical) twin is called as isograft. Grafto A tissue graft is a medical procedure in which tissue from a donor is used to replace missing or damaged tissue on a patient ( recipient). Terminology of grafts: Donor. Name. Synonyms. Self. Different individual, genetically identical with recipient (Identical twin or member of same inbred strain). Genetically unrelated member of same species. Different species. Autograft. Isograft. Autogenous or autogenic graft. Isologous or syngeneric graft or syngraft. Allograft. Xenograft. Allogenic graft. Formerly called homograft. Xenograft, Formerly called heterografto Orthoptic graft - Graft applied in anatomically normal site eg. skin graft, o Heterotopic graft - Graft applied in anatomically abnormal site.",
        "cop": 2,
        "opa": "Autograft",
        "opb": "Isograft",
        "opc": "Allograft",
        "opd": "Xenograft",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "0fed9a33-1271-4063-bfe8-cdfdb75ddfd1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following immunoglobulins can cross placenta -",
        "exp": "Ans is 'c' i. e., IgG Properties of different immunoglobulinso Only immunoglobulin which crosses placenta -Ig. Go All immunoglobulins are heat stable, except -IgE (only heat labile Ig)o Only immunoglobulin secreted by sero-mucinous glands-Ig. Ao Immunoglobulins present in milk are. IgA and Ig. Go Immunoglobulin to fix complement via alternate pathway. IgA & IgD & IgG (G4)o Immunoglobulin to fix complement via classical pathway. IgG and Ig. Mo Immunoglobulin with maximum serum concentration. Ig. Go Antibody with least serum concentration. Ig. Eo Immunoglobulin with maximum molecular weight. Ig. Mo Immunoglobulin with maximum sediment coefficient. Ig. Mo Immunoglobulin with least carbohydrate. Ig. Go Immunoglobulin with maximum carbohydrate. Ig. Eo Immunoglobulin with maximum half life. Ig. Go Immunoglobulin with minimum half life. IgE",
        "cop": 3,
        "opa": "IgA",
        "opb": "IgM",
        "opc": "IgG",
        "opd": "IgD",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "abb980f5-8b95-4b95-b703-8d69354f94c3",
        "choice_type": "single"
    },
    {
        "question": "Chediak - Higashi syndrome, true is:",
        "exp": "Ans. is 'a' i. e., Defect in phagocytosis (Ref: CP Baveja, 5th/e, p. 150)* Chediak - Higashi syndrome is a rare autosomal recessive disorder that arises from a mutation of LYST gene codes for lysosomal trafficking regulator protein, which leads to a decrease in phagocytosis. Failure of phagolysosome fusion, defective chemotaxis. The decrease in phagocytosis results in recurrent pyogenic infections, partial albinism and peripheral neuropathy.",
        "cop": 1,
        "opa": "Defect in phagocytosis",
        "opb": "Neutropenia",
        "opc": "Agammaglobulinemia",
        "opd": "IgA deficiency",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "43e83dc9-b25a-45cd-8d63-85c1ef92b1d4",
        "choice_type": "multi"
    },
    {
        "question": "Which category of hypersensitivity involves complement activation?",
        "exp": "Ans. C. 2 & 3. Hypersensitivity reactions: (HSN). Type I: (Immediate/reaginic HSN). a. Antigen also k/a allergantb. Stimulates formation of IgE antibodies. c. Their subsequent binding to mast cell leads to manifestations of histamine release. d. E. g. Hay fever, Acute asthma, Urticaria, Theobald Smith phenomenon, Prausnitz Kustner reaction, Casoni's test, Schultz dale reaction. Type II: Cytotoxic HSNa. Cell bound antigenb. By IgG/Ig. Mc. Activation of classical complement cascade leading to MAC formation and thereby cytotoxic killing. d. E. g. transfusion reactions, Erythroblastosis fetalis, ITP, good Pasteur Syndrome, Acute rheumatic fever. Type III: Immune complex HSNa. Antigen solubleb. Mediated by IgG/Ig. Mc. Ag- Ab complex activates complement leading to destruction by neutrophils via release of lysosomal enzymes. d. E. g. SLE, Rheumatoid arthritis, HSP, PAN, infective endocarditis, Ac. Post Streptococcal glomerulonephritis, Schick test, Type 2 Lepra (ENL) reaction. Type IV: (Delayed HSN). a. No role of antibody. b. By stimulation of T- helper cell and Macrophage recruitment. c. E. g. Contact dermatitis, Lepromin test, Tuberculin test, Type I Lepra reaction, Fries test., Monte negro test. Type V: a. Cell bound antigenb. No activation of complementc. Binding with antibody causes cellular dysfunction leading to stimulation or inhibition. d. E. g. Grave's disease, Myasthenia gravis.",
        "cop": 3,
        "opa": "2",
        "opb": "3",
        "opc": "2 & 3",
        "opd": "4 & 2",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "dca9e4a6-a334-4ab1-9346-a62c68725216",
        "choice_type": "single"
    },
    {
        "question": "Structure of antibodies is composed of -",
        "exp": "Antibody or immunoglobulin are glycoproteins molecules consisting of four polypeptide chains. - two identical heavy chains ( H), molecular weight > 50 k. Da. - two identical light chains (L), molecular weight > 25k. Da. - the heavy chains are of five types called alpha, gamma, delta, epsilon and mu. - light chains are similar in all class of immunoglobulins. Reference: Anathanarayan & paniker's 9th edition, pg no: 94 <\\p>",
        "cop": 4,
        "opa": "Single peptide chain",
        "opb": "Two peptide chain",
        "opc": "Non sulphur amino acid",
        "opd": "2 long and 2 sho peptide chains",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "949d23b5-0891-4277-a254-5028df2d6624",
        "choice_type": "single"
    },
    {
        "question": "Transplantation involving tissue from twin brothers possessing identical HLA genes is best described by which one of the following?",
        "exp": "Transplantation from one region of a person to another region of that same person is an autograft and has the best chance of succeeding. When a transplant is done between monozygotic twins, it is an isograft and has a complete MHC compatibility and a good chance of success. Allografts are between members of the same species, and xenografts are between members of different species. Both of these transplants have a high rate of rejection unless immunosuppression accompanies the transplant.",
        "cop": 3,
        "opa": "Allograft: transplant from one species to the same species",
        "opb": "Autograft: transplant from one region of a person to another region",
        "opc": "Isograft: transplant from one person to a genetically identical person",
        "opd": "Xenograft: transplant from one species to another species",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "b3d84cb5-e8fd-4a18-a4dd-cad267f181ad",
        "choice_type": "multi"
    },
    {
        "question": "Numbers of variable regions on each light and heavy chain of an antibody -",
        "exp": "Ans. is 'a' i. e., 1 Immunoglobulin o Immunoglobulins are molecles that are produced by plasma cells in response to an immunogeno Immunoglobulins are glycoproteins o Each immunoglobulin is composed of two light chains (L) and two heavy chains H. o The L chain has a molecular weight of25000, and the H cain of 50000o The L chain is attached to H. chain by disulphide band. o the two H cains are joined together by disulphide bonds. o Immunoglobulin isotype (ie C, M, A, D, E, ) is determined by the type of Ig heavy chin present: Immunoglobulin classH. chain. Ig. Gg(gamma). Ig. Aa(alpha). IgM(mu). Ig Dd (delta). Ig. EE (epsilon)o The L chains are similar in ail classes of immunoglobulins either kappa or lambda (kappa being more common). o Antigen combining site is at amino-terminus and is composed by both L and H chains, o Both H and L chains consist of two units; constant and variable: H chain-One variable (VH) and three or four constant units (CH)L chain-One variable (VL) and one constant (C2) unit, o The variable region is further subdivided into hypervariable region and frame work region. o Hypervariable regions at aminoterminal are involved in formation of antigen binding sites, o L chain has three hypervariable regions and H chain has four. Hypervariable regions are also called as 'Hot spots \\o Sites on the hypervariable regions which make actual contact with the epitopes are called complementarity determining regions (CDRs). o The infinite range of the antibody specificity of immunoglobulins depends on the variability of the aminoacid sequences at the variable units of H and L chains. o Fc fragment is composed of the carboxvterminal. It determines the biological activity such as complement fixation, placental transfer, skin fixation and catabolic rate. o CH-2, of Ig G and CH4 of IgM bind to C1q portion of C1",
        "cop": 1,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "e6f72c56-0c8c-4ee0-9da3-2d1bf11ae861",
        "choice_type": "single"
    },
    {
        "question": "HLA III gene codes for -",
        "exp": "HLAs corresponding to MHC class III encode components of the complement system. Ref: Ananthanarayanan & Panikers textbook of microbiology 9th edition pig: 140",
        "cop": 2,
        "opa": "Immunological reaction in graft rejection",
        "opb": "Complement",
        "opc": "Graft versus host reaction",
        "opd": "Immunoglobulins",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "6c89500a-dac1-498f-8aab-5da6d5016295",
        "choice_type": "single"
    },
    {
        "question": "Heterophile agglutination test is?",
        "exp": "Ans. A. Heterophile antibody that reacts with the microorganism or cells of unrelated species due to common antigen sharing. Heterophile antibody: An antibody that reacts with the microorganism or cells of unrelated species due to common antigen sharing. e. g. Weil Felix test, Monospot test.",
        "cop": 1,
        "opa": "Heterophile antibody that reacts with the microorganism or cells of unrelated species due to common antigen sharing.",
        "opb": "Test is performed in hypertonic saline (5%saline) or albumin saline.",
        "opc": "Coomb, Mourant and Race devised a reagent: Rabbit anti-human gamma globulin.",
        "opd": "Helps to detect the blood group and for cross matching.",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "224a06b3-838a-4f5c-bb9f-b24b0464f3c2",
        "choice_type": "single"
    },
    {
        "question": "Antigen binding site in immunoglobulin is -",
        "exp": "The antigen combining site of the immunoglobulin molecule is at its amino terminus. - it is composed of both L and H chains. - the first 110 amino acid from the N terminal are quite variable in amino acid sequence and this region is called variable region. Reference: Anathanarayan & paniker's 9th edition, pg no: 94 <\\p>",
        "cop": 2,
        "opa": "Variable region",
        "opb": "Hypervariable region",
        "opc": "Constant region",
        "opd": "Idiotype",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "73e09cea-061a-4866-bb59-76d8354c4dee",
        "choice_type": "single"
    },
    {
        "question": "A 21-year-old woman has a history since childhood of recurrent episodes of swelling of the submucosal and subcutaneous tissue of the gastrointestinal and respiratory tracts. Her C1 inhibitor level is less than 5% of the reference value. These findings support a diagnosis of:",
        "exp": "Ans. (b). Hereditary angioedema is caused by deficient levels of C1 inhibitor. Di. George syndrome is caused by aberrant development of the thymus. Nutrition based immunodeficiencies are not characteristically identified by severely reduces levels of specific cell types or related molecules. Paroxysmal nocturnal hemoglobinuria is caused by the deficiency of CD59.",
        "cop": 2,
        "opa": "Di. George syndrome",
        "opb": "Hereditary angioedema",
        "opc": "Nutritional based immune deficiency",
        "opd": "Paroxysmal nocturnal hemoglobinuria",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "59a269e9-bc20-498b-9d64-22fe8a004b3d",
        "choice_type": "single"
    },
    {
        "question": "The technique of immunoblotting to analyze RNA is named as",
        "exp": "Nohern blot is used to analyze RNA Southern blot-DNA Western blot- proteins Ref: Textbook of Microbiology Baveja 5th ed Pg 120",
        "cop": 2,
        "opa": "Southern blot",
        "opb": "Nohern blot",
        "opc": "Western blot",
        "opd": "None",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "f5f2e4f6-84ce-4462-8f1b-2330e8c853fc",
        "choice_type": "multi"
    },
    {
        "question": "Mast cell synthesize and/or secrete -",
        "exp": "Type I hypersensitivity reaction is IgE dependent. - cytotoxic IgE antibodies are fixed on the surface of tissue cells ( mast cells and basophils) in sensitized individuals. - the antigen combines with the cell fixed antibody, leading to release of pharmacologically active substance that produces the clinical reaction. - the pharmacological mediators include histamine, serotonin, and chemotactic factors. Histamine is the most impoant vasoactive amine in human anaphylaxis. It is formed by the decarboxylation of histidine found in the granules of mast cells. Reference: Anathanarayan & paniker's 9th edition, pg: 162 <\\p>",
        "cop": 3,
        "opa": "Adrenaline",
        "opb": "Ach",
        "opc": "Histamine",
        "opd": "Heparin",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "28fdcaca-259f-45d0-a9f1-efa40ed7ecfa",
        "choice_type": "single"
    },
    {
        "question": "A young patient with severe recurrent pyogenic bacterial infections, but with normal T-cell and B-cell numbers, arrives at the hospital. Testing reveals that this patient's CD4 T-helper cells have a defect in CD40 ligand. As a result, humoral immunity evaluation reveals a significant elevation in the levels of which immunoglobulin that is present as a monomer on B-cell surfaces, as a pentamer in serum, and is initially seen in the primary immune response?",
        "exp": "IgM antibody, in contrast, arises early in infection and then disappears within a couple of months. IgM is intravascular and does not cross the placental barrier. For this reason, infants with specific IgG responses to disease must be tested for IgM to determine whether their immune systems have produced antibody or whether the test was positive because of passively transferred IgG from mother to child. The clinical case is of a young patient with hyper-IgM syndrome. This immune deficiency presents early in life with severe pyogenic infections, resembling those seen in X-linked hypogammaglobulinemia; however, unlike X-linked hypogammaglobulinemia (very low levels of all immunoglobulins, virtual absence of B cells, found in young boys with female carriers being immunologically normal), hyper-IgM syndrome patients have a high IgM concentration, low IgG, IgA, and IgE concentrations, and normal T- and B-cell numbers. The problem exists in a mutational defect in the CD40 ligand in CD4-positive helper T cells, leading to failure of normal interaction between this ligand on T cells and CD40 on B-cell surfaces. This failure leads to an inability of the B cells to class switch from IgM production to other antibodies. Treatment includes pooled gamma globulin.",
        "cop": 3,
        "opa": "IgG",
        "opb": "IgA",
        "opc": "IgM",
        "opd": "IgD",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "0579b2d1-d33e-4989-8b92-1543528b313a",
        "choice_type": "multi"
    },
    {
        "question": "All are true about endotoxins except:",
        "exp": "Ans. C. Highly antigenic. Endotoxins are poorly antigenic and cannot be toxoided. Exotoxins are highly antigenic and can be toxoided.",
        "cop": 3,
        "opa": "Lipopolysaccharides in nature",
        "opb": "Circulated in blood",
        "opc": "Highly antigenic",
        "opd": "Induces IL1 and TNF",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "a734bee9-c87c-4480-866c-547deb21c5d5",
        "choice_type": "multi"
    },
    {
        "question": "Delayed hypersensitivity involves:",
        "exp": "Ans. is 'd' i. e., Lymphocytes (Ref: Ananthanarayan, 9th/e, p. 167 and 8th/e, p. 168)* Reaction is mediated by sensitized T-lymphocytes which, on contact with specific antigen, release lymphokines that cause biological effects on macrophages, leucocytes and tissue cells.* Delayed type by CD4 Th1 cell.",
        "cop": 4,
        "opa": "Neutrophils",
        "opb": "Monocytes",
        "opc": "Eosinophils",
        "opd": "Lymphocytes",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "a851f14e-d4da-4adb-87bb-677f84ad2b8e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a pan T lymphocite marker -",
        "exp": "The TCR is a disulfide-linked membrane-anchored heterodimeric protein normally consisting of the highly variable alpha (a) and beta (b) chains expressed as pa of a complex with the invariant CD3 chain molecules. Reff: Ananthanarayanan & Panikers textbook of microbiology 9th edition pg: 133",
        "cop": 2,
        "opa": "CD2",
        "opb": "CD3",
        "opc": "CD 19",
        "opd": "CD 25",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "a98b1d47-6273-44bd-bc06-dff76d088660",
        "choice_type": "single"
    },
    {
        "question": "Cachectin is produced by -",
        "exp": "a protein that is released by activated macrophages as an immune system defense and, when the defense is overwhelmed, is a cause of cachexia or toxic shock: in humans, identical with tumor necrosis factor. Reff: www. mayoclinic. com",
        "cop": 3,
        "opa": "Neutrophils",
        "opb": "Eosinophils",
        "opc": "Macrophages",
        "opd": "Basophils",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "92d6dc29-f8fd-4679-9d7d-d2458049b339",
        "choice_type": "single"
    },
    {
        "question": "An immunologist sees a child with a suspected primary immunodeficiency and orders a nitroblue tetrazolium test. What condition is she screening the child for?",
        "exp": "Nitroblue tetrazolium test is used as a screening test for Chronic granulomatous disease. In CGD, leukocytes fails to reduce Nitroblue Tetrazolium during phagocytosis(negative result). Positive test result means neutrophils turn blue. Negative test means nitroblue tetrazolium remains yellow. Reference: Ananthanarayan and Paniker&; s Textbook of Microbiology Tenth edition",
        "cop": 3,
        "opa": "Chediak-Higashi syndrome",
        "opb": "Tuftsin deficiency",
        "opc": "Chronic granulomatous disease",
        "opd": "Wiskott-Aldrich syndrome",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "08270191-f660-4795-beba-ff81df5f4a2d",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following hypotheses may be sufficient to explain non precipitation in antigen-antibody system?",
        "exp": "Neither monovalent antigen nor monovalent antibody (Fab:) can form a precipitin lattice. An antigen molecule containing closely repeating antigen determinants (e. g., a polysaccharide or a multi chained polymeric protein), can bind antibody to two determinants on a single particle; this \"monogamous bivalency\" inhibits precipitation. Fab2 divalent antibodies can precipitate antigens, though they lack Fc portions.",
        "cop": 3,
        "opa": "The antigen has a multivalent determinant",
        "opb": "The antigen has a single, non-repeated determinant",
        "opc": "The antibody has been cleaved to divalent Fab' ligands",
        "opd": "The antibody has been cleaved to divalent Fab'2 ligands",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "bbe9791b-4958-4c9c-897a-aa74ac58abd5",
        "choice_type": "single"
    },
    {
        "question": "All of the following are immune complex disease except -",
        "exp": "Type IV or delayed hypersensitivity reaction is tissue injury by T cell mediated immune response without formation of antibodies. - slow but prolonged response. Occur about 24 hours after exposure to antigen and effect may last for 14 days. Reaction against organ transplant i. e. transplant rejection is example of type IV hypersensitivity reaction. Reference: Harsh mohan text book of pathology, 7th edition, pg no: 61 <\\p>",
        "cop": 4,
        "opa": "Serum sickness",
        "opb": "Farmer's lung",
        "opc": "SLE",
        "opd": "Graft rejection",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "3042f3d3-9f54-453b-9648-7fbd6b977748",
        "choice_type": "multi"
    },
    {
        "question": "In respiratory and GIT infections, which is the most affected immunoglulin -",
        "exp": "Immunoglobulin A is an antibody that plays a critical role in immune function in the mucous membranes. More IgA is produced in mucosal linings than all other types of antibody combined Ref: Ananthanarayan & Parker's textbook of microbiology 9th edition pg: 97-98",
        "cop": 1,
        "opa": "IgA",
        "opb": "IgG",
        "opc": "IgM",
        "opd": "IgD",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "479f76ba-37d1-4678-a2b0-e3c594161a8b",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old college student develops a rash. She works part-time in a pediatric AIDS clinic. Her blood is drawn and tested for specific antibody to the chicken pox virus (varicella-zoster). Which of the following antibody classes would you expect to find if she is immune to chicken pox?",
        "exp": "The initial response to a new infection is with an IgM class antibody. IgM develops quickly and usually disappears within a few months. The secondary response is IgG and reflects the patient's immune status or, in the case of chicken pox, a vaccination given.",
        "cop": 1,
        "opa": "IgG",
        "opb": "IgA",
        "opc": "IgM",
        "opd": "IgD",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "7cceed4c-b684-4002-8347-48fb55d939f1",
        "choice_type": "single"
    },
    {
        "question": "Chediak-Higashi syndrome",
        "exp": "i. e. (Disorders of phagocytosis): (159-Ananthanarayan 8th)CHEDIAK - HIGASHI SYNDROME: This is a genetic disorder characterised by decreased pigmentation of skin, eyes and hair, photophobia, nystagmus and giant peroxidase positive inclusions in the cytoplasm of leucocytes. The inclusion may be the result of autophagocytic activity. The leucocytes possess diminishedphagocytic activity. Patients suffer from frequent and severe pyogenic infections. Classification of Primary immunodeficiency syndromeA. Disorders of specific immunityI. Humoral immuno deficiencies (B-cell defects)a. X-linked agammaglobulinemiab. Transient hypogammaglobulinemia of infantsc. Common variable immunodeficiencies (late onset hypogamma globulinemia)d. Selective immunoglobulin deficiencies (IgA, IgM or IgG subclasses)e. Immunodeficienceis with hyper-Ig. Mf. Transcobalamin II deficiency. II. Cellular immunodeficiencies (T-cell defects)a. Thymic hypopolasia (Digeorge syndrome)b. Chronic mucocutaneous candidiasisc. Purine nucleoside phosphorylase (PNP) deficiency. III. Combined immuno deficiency (B and T cell defects)a. Cellular immuno deficiency with abnormal immunoglobulin synthesis (Nezel of Syndrome)b. Ataxia - telangiectasiac. Wiskott - Aldrich syndromed. Immuno deficiency with thymomae. Immuno deficiency with short -limbed dwarfismf. Episodic lymphopenia with lymphocytotoxing. Severe combined immuno deficiencies1. 'Swiss type' agammaglobulinemia2. Reticular dysgenesis of de Vail3. Adenosine deaminase (ADA) deficiency**B. Disorders of complementa. Complement component deficienciesb. Complement inhibitor deficienciesC. Disorders of phagocytosisa. Chronic granulomatous diseaseb. Myeloperoxidase deficiencyc. Chediak - Higashi syndromed. Leucocyte G6. PD deficiencye. Job's syndromef. Tuftsin deficiencyg. Lazy leucocyte syndromeh. Hyper - IgE syndromei. Actin - binding protein deficiencyj. Shwachman's disease. Secondary Immuno deficiencies - arise when infections (HIV), drugs (immuno suppressive agents, corticosteroids), nutritional inadequacies (Kwashiorkor), metabolic disorders (protein losing enteropathies) and malignancies (CLL, Multiple myeloma, Hodgkin's disease) leads to defects in specific and nonspecific immunity.",
        "cop": 3,
        "opa": "Disorders of specific immunity",
        "opb": "Disorders of complement",
        "opc": "Disorders of phagocytosis",
        "opd": "Secondary immunodeficiencies",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "1108a2aa-4ff4-4274-b181-0633f58a8484",
        "choice_type": "single"
    },
    {
        "question": "Interferon is.... in nature -",
        "exp": "All cytokines are protein mediators so interferon Reff: Anantharayan & Panikers textbook f microbiology 9th edition pg: 153",
        "cop": 1,
        "opa": "Protein",
        "opb": "Lipid",
        "opc": "Polysaccharides",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "a1e61277-e829-42dc-8279-945d78638c2e",
        "choice_type": "multi"
    },
    {
        "question": "True about type II hypersensitivity reaction is?",
        "exp": "Type II hypersensitivity reaction is initiated by IgG antibodies that react either with cell surface tissue antigen. c Cell or tissue damage occurs in the presence of complement or mononuclear cells. Reference: Anathanarayan & paniker's 9th edition, pg no: 162 <\\p>",
        "cop": 1,
        "opa": "May be complement mediated",
        "opb": "Schultz dale phenomenin is a type 2 hypersensitivity",
        "opc": "Antibody independent",
        "opd": "Role of IgE",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "f31cdfec-0ea5-477e-bbd0-9dc3e6aa3537",
        "choice_type": "multi"
    },
    {
        "question": "Skin transplant was done from sister to brother. After few years, brother to sister skin transplant was done, but rejection occurred. This phenomenon is known as",
        "exp": "Eichwald-Silmser effect, which is a unilateral sex-linked histoincompatibility. While transplants between same sex siblings are successful, grafts from female to male are also successful, but an exception is seen when the donor is a male and the recipient is a female. Such grafts are rejected as the grafted male tissue (XY) will have antigens determined by the Y chromosome which will be absent in the female (XX) recipient. Reference: Ananthanarayan and Paniker&; s Textbook of Microbiology Tenth edition",
        "cop": 1,
        "opa": "Eichwald silmser effect",
        "opb": "Schultz Dale phenomena",
        "opc": "Theobald smith phenomena",
        "opd": "Schwazman reaction",
        "subject_name": "Microbiology",
        "topic_name": "Immunology",
        "id": "641c0559-c0fb-466e-94dc-439fe8b4e7ce",
        "choice_type": "single"
    }
]