[
    {
        "question": "Which of the following features is not shared between 'T cells' and 'B cells' -",
        "exp": "Option 1 During development T cells undergo both positive selection and negative selection, while B cells undergo only negative selection (by apoptosis of self-reacting immature B-cells in spleen). Death of cells with TCRs that do not react with self MHC proteins - negative selection. Survival of cells with TCRs that react with self MHC preoteins- positive selection Option 2 MHC class I Present on All nucleated cells (except sperms) and platelets. Option 3 Both cells have Antigen Specific Receptors. FIGURE 01: Development of T cells. Note the positive and negative selection that occurs in the thymus. Maturation of B cells- Cells arise from stem cells and differentiate into pre-B cells expressing m heavy chains in the cytoplasm and then into B cells expressing monomer IgM on the surface. This occurs independent of antigen. Activation of B cells and differentiation into plasma cells is dependent on antigen. Cells to the left of the veical dotted line do not have IgM on their surface, whereas B cells, to the right of the veical line, do have IgM. m, mu heavy chains in cytoplasm; Y, IgM.",
        "cop": 1,
        "opa": "Positive Selection during Development",
        "opb": "Class I MHC Expression",
        "opc": "Antigen Specific Receptors",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "Immunology Pa 2 ( Hybridoma Technology, Complement Pathways, Interferon, Structure and Functions of Immune Cells )",
        "id": "8e1fe13d-f7ca-45ec-991d-9c0e4ef6f472",
        "choice_type": "multi"
    },
    {
        "question": "Opsonization takes place through-",
        "exp": "1. All the three complement activation pathways(classical, alternate, lectin) lead to activation of C3, resulting in the production of C3b. Hence, C3b is considered as the central molecule in the activation of the complement cascade. 2. The C3b has two impoant functions to perform First, it combines with other components of the complement system to produce C5 convease, the enzyme that leads to the production of membrane attack complex(MAC) Second, it opsonizes bacteria due to the presence of receptors for C3b on the surface of the phagocytes. Biological Effects of Complement C5a: C5a is a chemotactic molecule specifically recognized by polymorphonuclear leukocytes or phagocytic cells. This substance causes leukocytes to migrate to a tissue in which an antigen-antibody reaction is taking place. At that site, a phagocytic cell recognizes opsonized paicles and ingests them.",
        "cop": 2,
        "opa": "C3a",
        "opb": "C3b",
        "opc": "C5a",
        "opd": "C5b",
        "subject_name": "Microbiology",
        "topic_name": "Immunology Pa 2 ( Hybridoma Technology, Complement Pathways, Interferon, Structure and Functions of Immune Cells )",
        "id": "47b518a6-ae5a-41f5-844c-f8600566a119",
        "choice_type": "single"
    },
    {
        "question": "Hybridoma technique is used to obtain",
        "exp": "Hybridoma technique is used to produce Monoclonal antibodies (m. Ab) (Nobel prize Gwardee Kohler and Milstein): Hybridoma technique:- Monoclonal antibodies (m. Ab) are defined as the antibodies derived from a single clone of plasma cell; all having the same antigen specificity-- i. e. produced against a single epitope of an antigen. Principle- B cells fused with myeloma cells on HAT media (hypoxanthine aminopterine thymine media) Types of Monoclonal Antibodies: Mouse m. Ab contains 100% mouse derived proteins. The mouse proteins being foreign; can induce immune response in humans producing human anti-mouse antibody (HAMA); that in turn eliminate the m. Ab faster from the body. Chimeric m. Ab is prepared by recombination of 34% mouse proteins (variable region) and 66% human proteins (constant region). Humanized m. Ab: Here, only the antigen binding site is mouse derived (10%) and the remaining pa of m. Ab is human derived. Human m. Ab: 100% of amino acids are human derived. It is the best accepted m. Ab.",
        "cop": 3,
        "opa": "Specific antigen",
        "opb": "Complement",
        "opc": "Specific antibody",
        "opd": "Interleukins",
        "subject_name": "Microbiology",
        "topic_name": "Immunology Pa 2 ( Hybridoma Technology, Complement Pathways, Interferon, Structure and Functions of Immune Cells )",
        "id": "c157f679-eea2-4664-978a-5217d87afead",
        "choice_type": "single"
    },
    {
        "question": "IL-2 is secreted by -",
        "exp": "Option 1 IL-2 (Previously called T-cell growth factor) is a protein produced mainly by helper T 1 cells. It is a major T-cell growth factor. It stimulates both helper and cytotoxic T cells to grow. It also promotes the growth of B cells and can activate natural killer (NK) cells and monocytes. IL-2 acts on T cells in an autocrine fashion. Activation of T cells results in expression of IL-2R and the production of IL-2. Option 2, 3, 4 IL-1: Produced by all nucleatedcells (Mainly by APCs such as. Macrophages, monocytesdendritic cell, B-cells andendothelial cell). IL-6: TH 2 cells, macrophages IL-8: Macrophages, endothelial cells IL-12: Macrophages",
        "cop": 1,
        "opa": "CD4 lymphocytes",
        "opb": "CD8 cells",
        "opc": "Macrophages",
        "opd": "Neutrophils",
        "subject_name": "Microbiology",
        "topic_name": "Immunology Pa 2 ( Hybridoma Technology, Complement Pathways, Interferon, Structure and Functions of Immune Cells )",
        "id": "e312de46-7220-42e0-a279-1ab0c53536ca",
        "choice_type": "single"
    },
    {
        "question": "All are peripheral lymphoid organs except-",
        "exp": "The immune system is organized into several special tissues, which are collectively termed lymphoid or immune tissues. The tissues that have evolved to a high degree of specificity of function are termed lymphoid organs. The lymphoid organs, based on their function, are classified into central (primary) and peripheral (secondary) lymphoid organs. - Central / Primary organs- The primary lymphoid organs include thymus and bone marrow. These are the organs in which precursor lymphocytes proliferate, develop, and differentiate from lymphoid stem cells to become immunologically competent cells. In mammals, T cells mature in thymus and B cells in fetal liver and bone marrow. - Peripheral/Secondary organs- Spleen, Lymph Node, MALT (GIT & Resp), Liver: These organs serve as the sites for interaction of mature lymphocytes with antigens.",
        "cop": 4,
        "opa": "Lymph nodes",
        "opb": "Spleen",
        "opc": "Mucosa associated lymphoid tissue",
        "opd": "Thymus",
        "subject_name": "Microbiology",
        "topic_name": "Immunology Pa 2 ( Hybridoma Technology, Complement Pathways, Interferon, Structure and Functions of Immune Cells )",
        "id": "589d45cd-2418-439a-85d1-b3bb2aafef73",
        "choice_type": "multi"
    },
    {
        "question": "IFN beta stimulated by:",
        "exp": "Interferons are species specific which inhibit the viral protein synthesis and there secretions are stimulated by viral infections. INTERFERONS SECRETORY CELLS IFN -alpha Leucocyte IFN-beta Fibroblast IFN-gamma T-lymphocytes",
        "cop": 2,
        "opa": "Bacterial infection",
        "opb": "Viral infection",
        "opc": "Fungal infection",
        "opd": "Mycoplasma infection",
        "subject_name": "Microbiology",
        "topic_name": "Immunology Pa 2 ( Hybridoma Technology, Complement Pathways, Interferon, Structure and Functions of Immune Cells )",
        "id": "fba2ac7d-7c7f-4a37-8032-b4543452f03f",
        "choice_type": "single"
    },
    {
        "question": "Rose-Waaler test is a?",
        "exp": "Rose-Waaler test is a passive haemagglutination test. It is done in rheumatoid ahritis. Autoantibody (RA factor) in the serum acts as antibody to gamma globulin. RA factor can agglutinate red cells coated with globulins.",
        "cop": 4,
        "opa": "Co-agglutination test",
        "opb": "Latex agglutination test",
        "opc": "Slide agglutination test",
        "opd": "Haemagglutination test",
        "subject_name": "Microbiology",
        "topic_name": "Immunology Pa 2 ( Hybridoma Technology, Complement Pathways, Interferon, Structure and Functions of Immune Cells )",
        "id": "671d6886-0638-46e3-ade8-00bbd4a65b48",
        "choice_type": "single"
    },
    {
        "question": "Interleukin I primarily acts on-",
        "exp": "1. IL-1: It is a protein produced mainly by activated macrophages and monocytes. Its production is stimulated by antigens, toxins, and inflammatory processes but inhibited by cyclosporine and coicosteroids. 2. Functions: 1. IL-1 produced by APCs stimulates TH cells activation and proliferation (M/C function): - Induces IL-2 receptor expression on TH cells - Induces |MHC-II expression on APCs 2. B-cell: Promotes B-cell development and maturation. 3. Liver: Induces synthesis of acute phase reactant proteins. 4. Hypothalamus: induction of fever. 5. Macrophage and neutrophil activation: | expression of ICAM",
        "cop": 1,
        "opa": "T-lymphocytes",
        "opb": "B-lymphocytes",
        "opc": "Neutrophils",
        "opd": "Macrophages",
        "subject_name": "Microbiology",
        "topic_name": "Immunology Pa 2 ( Hybridoma Technology, Complement Pathways, Interferon, Structure and Functions of Immune Cells )",
        "id": "54309a39-a528-4977-86fd-031b50de189b",
        "choice_type": "single"
    },
    {
        "question": "Helper cells belong to",
        "exp": "1. CD4+ T cells: CD4 cells are also known as helper T (Th) cells. They constitute about 65% of peripheral T cells and are found mainly in the thymic medulla, tonsils, and blood. CD4 displayed on the surfaces of these T cells recognize a nonpeptide-binding poion of MHC class II molecules. Hence, CD4+ T cells are restricted to the recognition of MHC class II complexes. Helper T lymphocytes are involved in the induction and regulation of immune responses. 2. Main function of helper T cells: 1. Help in the antigen-specific activation of B cells and effector T cells. 2. Th-1 cytokines activate cytotoxic inflammatory and delayed hypersensitivity reactions. 3. Th-2 cells help in the production of interleukins which encourage production of antibodies especially IgE. 4. Th-2 cytokines are associated with regulation of strong antibody and allergic responses.",
        "cop": 1,
        "opa": "T cells",
        "opb": "Macrophages",
        "opc": "B cells",
        "opd": "Monocytes",
        "subject_name": "Microbiology",
        "topic_name": "Immunology Pa 2 ( Hybridoma Technology, Complement Pathways, Interferon, Structure and Functions of Immune Cells )",
        "id": "4ce28bda-7562-47da-80eb-671ec3518b2d",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding superantigens except?",
        "exp": "Superantigens activate very large number of T cells. NON -MHC restricted They are medium sized proteins which Attach to TCR on lateral side on Vb (Variable) domain, outside the antibody binding groove. They cause release of cytokines that induce >20% of T lymphocytes activation resulting in massive proliferation of T lymphocytes. They have high resistance to proteases.",
        "cop": 1,
        "opa": "Activate very large numbers of B cells",
        "opb": "Bind outside the antibody binding groove",
        "opc": "Are medium sized proteins",
        "opd": "Cause release of cytokines",
        "subject_name": "Microbiology",
        "topic_name": "Immunology Pa 2 ( Hybridoma Technology, Complement Pathways, Interferon, Structure and Functions of Immune Cells )",
        "id": "83c53c2b-a4ed-40c2-8ef7-cff50f683f5d",
        "choice_type": "multi"
    },
    {
        "question": "Most potent stimulator of naive Tcells-",
        "exp": "1. Mature dendritic cells have the same major function, the presentation of antigen to TH cells. Four types of dendritic cells are known: 1) Langerhans cells 2) interstitial dendritic cells 3) myeloid cells 4) lymphoid dendritic cells. They descend through both the myeloid and lymphoid lineages. Despite their differences, they all constitutively express high levels of both class II MHC molecules and members of the co-stimulatory B7 family. For this reason, they are more potent antigen-presenting cells than macrophages and B cells",
        "cop": 1,
        "opa": "Mature dendritic cells",
        "opb": "Follicular dendritic cells",
        "opc": "Macrophages",
        "opd": "B cell",
        "subject_name": "Microbiology",
        "topic_name": "Immunology Pa 2 ( Hybridoma Technology, Complement Pathways, Interferon, Structure and Functions of Immune Cells )",
        "id": "7a9088fb-4697-4149-932f-f1204345cb5d",
        "choice_type": "single"
    },
    {
        "question": "What enhances multiplication of T cells in culture",
        "exp": "Option 1, 2, 3, 4 Mitogens like Phytohemagglutinin (PHA), Concanavalin (Con A), and Anti CD-3 induces T-cell blast transformation (multiplication). Option 2 Eosinophil chemotactic factor (ECF-A)- Eosinophil chemotaxis Neutrophil chemotactic factor (NCF-A)- Neutrophil chemotaxis Option 3, 4 Various cells and complement components of innate immunity cordinate and exe their effects through the production of soluble mediators. These mediators include cytokines, prostaglandins, and leukotrienes. Mediators released from activated macrophages and other cells include prostaglandins and leukotrienes. These inflammatory mediators regulate changes in local blood vessels such as vasodilataion During dilation, plasma escapes and accumulates in the area of injury. Fibrin is formed which occludes the lymphatic channels, limiting the spread of organisms. Prostaglandins and leukotrienes in Type I Hypersensitivity: Prostaglandins and leukotrienes are newly formed mediators derived from arachidonic acid the cyclooxygenase pathway. Prostaglandins induce edema and bronchoconstriction. Leukotriene B4 is a chemoattractant that activates and recruits leukocytes to the site of injury. Leukotrienes C4 and D4 cause vasodilation and vascular permeability. These mediators, along with TNF-a and IL-4, are referred to as secondary mediators of a type I reaction.",
        "cop": 1,
        "opa": "Phytohemagglutinin",
        "opb": "Chemotactic factor",
        "opc": "Leukotrienes",
        "opd": "Prostaglandins",
        "subject_name": "Microbiology",
        "topic_name": "Immunology Pa 2 ( Hybridoma Technology, Complement Pathways, Interferon, Structure and Functions of Immune Cells )",
        "id": "1c1f24c1-c824-4c78-93e6-1c17616c1945",
        "choice_type": "single"
    },
    {
        "question": "The role played by major histocompatibility complex proteins (MHC-1 and MHC-2) is to -",
        "exp": "1. Major Histocompatibility Complex: MHC molecules or human leukocyte antigens (HLA) serve as a unique identification marker for every individual as the genetic sequence of MHC genes is different for every individual. The genes on chromosome 6. TH (6p21) are clustered in three regions named as MHC region- I, II and III MHC class I presents endogenous antigens, while MHC class II presents exogenous antigens. 2. Biologic Impoance of MHC: It is now known that MHC molecules bind to peptide antigens and present them to T cells. Thus, these transplantation antigens are responsible for antigen recognition by the TCR(T Cell receptors ). Antibody molecules interact with antigen directly; the TCR only recognizes antigen presented by MHC molecules on the APC. (antigen prrsenting cells) The TCR is specific for antigen, but the antigen must be presented on a self-MHC molecule. The TCR is also specific for the MHC molecule. If the antigen is presented by another allelic form of the MHC molecule in vitro (usually in an experimental situation), there is no recognition by the TCR. This phenomenon is known as MHC restriction. Peptide antigens associated with class I MHC molecules are recognized by CD8+ cytotoxic T lymphocytes, whereas class II-associated peptide antigens are recognized by CD4+ helper T cells. NOTE-immunoglobulin class-switching is determned by: constant regeion of H chain (CH) immunoglobulin class-switching is mediated by: cytokines released from T cells, IL-4, IL-5, IFN-g, and transforming growth factor-beta (TGF-b)",
        "cop": 3,
        "opa": "Transduce the signals to T cells following antigen recognition",
        "opb": "Mediate immunoglobulin class-switching",
        "opc": "Present antigens for recognition by T cell antigen receptors",
        "opd": "Enhance the secretion of cytokines",
        "subject_name": "Microbiology",
        "topic_name": "Immunology Pa 2 ( Hybridoma Technology, Complement Pathways, Interferon, Structure and Functions of Immune Cells )",
        "id": "af117756-49f2-4541-89ca-80f7371150b7",
        "choice_type": "single"
    },
    {
        "question": "F plasmid of high frequency recombination is a",
        "exp": "Characters of Plasmids: 1. Plasmids are circular DNA molecules. 2. Can replicate independently. 3. Plasmids or episomes are not essential for bacteria. 4. They may carry propeies of a). Drug resistance b). Toxigenicity Eg: E. coli, Klebsiella Salmonella Shigella, Proteus Types of plasmids: 1. R plasmids. 2. Col factors (Colicinogenic factors) 3. F or Feility factors.",
        "cop": 1,
        "opa": "Extrachromosomal",
        "opb": "Chromosomal",
        "opc": "Mesosome",
        "opd": "Ribosomes",
        "subject_name": "Microbiology",
        "topic_name": "Immunology Pa 2 ( Hybridoma Technology, Complement Pathways, Interferon, Structure and Functions of Immune Cells )",
        "id": "3b8e6b18-0f7d-4ea7-ad5a-9b9cb3e2cc6b",
        "choice_type": "single"
    },
    {
        "question": "Virus infected cells killed by?",
        "exp": "Natural killer cells: Natural killer (NK) cells are morphologically described as large granular lymphocytes. These cells are called natural killer cells due to their ability to kill ceain virally infected cells and tumor cells without prior sensitization. Functions of natural killer cells: Kill virus-infected cells and tumor cells by secreting cytotoxins, such as perforins and granzymes similar to those of cytotoxic T lymphocytes and also by FasL-mediated apoptosisby a mechanism called ADCC (antibody-dependent cellular cytotoxicity) Both IL-12 and gamma interferons are potent activators of NK cells. Nonspecific killing of virus-infected cells and tumor cells. Killing is independent of antigen presentation by MHC proteins. Mechanism of killing is by perforins and granzymes, which cause apoptosis of target cell. Plasma cells- involved in antibody formation B-cells- humoral immunity",
        "cop": 1,
        "opa": "Natural killer cells",
        "opb": "Plasma cells",
        "opc": "B-cells",
        "opd": "None",
        "subject_name": "Microbiology",
        "topic_name": "Immunology Pa 2 ( Hybridoma Technology, Complement Pathways, Interferon, Structure and Functions of Immune Cells )",
        "id": "abae4f6b-6b7d-4655-9f0c-a3d784a34b88",
        "choice_type": "multi"
    },
    {
        "question": "The function common to neutrophils, monocyte & macrophages is",
        "exp": "Neutrophils, monocyte & macrophages are the pa of phagocytosis not the pa of immunty. Cellular Components and Phagocytosis Therefore, phagocytes, present in the blood, lymphoid tissue, liver, spleen, lung, and other tissues, are the cells responsible for the uptake and removal of foreign antigen. Phagocytes include (1) monocytes and macrophages; (2) granulocytes, including neutrophils, eosinophils, and basophils; and (3) dendritic cells. Histamine is released by mast cells. Destruction of old erythrocytes is by splenic tissue.",
        "cop": 2,
        "opa": "Immune response",
        "opb": "Phagocytosis",
        "opc": "Liberation of histamine",
        "opd": "Destruction of old erythrocytes",
        "subject_name": "Microbiology",
        "topic_name": "Immunology Pa 2 ( Hybridoma Technology, Complement Pathways, Interferon, Structure and Functions of Immune Cells )",
        "id": "e2edeee6-b6f9-4568-984f-37e8408d3e1c",
        "choice_type": "single"
    }
]