[
    {
        "question": "All are true about severe combined immunodeficiency except:",
        "exp": "Ans: C (Affected child can survives) [Ref: Ananthanarayan 9th/174-75: Robbins 9th/239-40: Harrison 18th/)SEVERE COMBINED IMMUNODEFICIENCY Ananthanarayan 9th/174-75. Adenosine deaminase deficiency: This the first immunodeficiency disease associated with an enzyme deficiency. Deficiency of both humoral & CM! response. Table: Disorder of specific immunity Ananthanarayan 9th/ 174; 8th/l 56. Humoral immunodeficiency (B cell defect). Cellular immunodeficiency (T cell defect). Combined immunodeficiency (B & T cell defect)X-linked Agammaglobulinemia Common variable Immunodeficiency Selective ig deficiency. Di. George Syndrome Chronic mucocutaneous candidiasis. Nezelof Syndrome Ataxia Telangiectasia Wiskott-Aldrich syndrome. Severe Combined Immunodeficiency (SCID}SEVERE COMBINED IMMUNODEFICIENCY Robbins 9tb/239- 40. Persons with SCiD are extremely susceptible to recurrent, severe infections by a wide range of pathogens, including Candida albicans, Pneumocystis jiroveci. Pseudomonas, cytomegalovirus, varicella, and a whole host of bacteria. Without HSC transplantation, death occurs within the first year of life. The most common form, accounting for 50% to 60% of cases, is X-linked, and hence SCID is more common in boys than in girls. The genetic defect in the X-linked form is a mutation in the common y-chain (yc) subunit of cytokine receptors. Autosomal recessive SCID: The remaining forms of SCID are autosomal recessive disorders. The most common cause of autosomal recessive SCID is a deficiency of the enzyme adenosine deaminase (ADA). Other is Mutations of an intracellular kinasefak3 & Mutations in recombinase- activating genes (RAG). Although the mechanisms by which ADA deficiency causes SCID are not entirely clear, it has been proposed that deficiency of ADA leads to accumulation of deoxvadenosine and its derivatives (e. g., deoxy-ATP), which are toxic to rapidly dividing immature lymphocytes, especially those of the T-cell lineage. Hence there may be a greater reduction in the number of T lymphocytes than of B lymphocytes. Curren tly, HSC transplan tation is the mainstay o/trea tment, but X-linked SCID is the first human disease in which gene therapy has been successful. Severe Combined Immunodeficiency. The SCID syndrome is characterized by gross functional impairment of both humoral and cell-mediated immunity and by susceptibility to devastating fungal, bacterial, and viral infections. The syndrome is inherited either as an X-linked or autosomal recessive defect, and affected infants rarely survive beyond 1 year without treatment. The syndrome has been associated with mutations in one of several genes whose products are necessary for the normal differentiation of T, B, and, sometimes, NKcells.",
        "cop": 3,
        "opa": "B & Teel 1 deficiency",
        "opb": "Adenosine deaminase deficiency may occur",
        "opc": "Affected child can survives beyond adolescence without treatment",
        "opd": "Can transmit either as X-linked or autosomal recessive defect",
        "subject_name": "Microbiology",
        "topic_name": "Immunodeficiency",
        "id": "c2354251-62e9-4939-8c0e-5ed5f4a671eb",
        "choice_type": "multi"
    },
    {
        "question": "Hypogammaglobinemia causes?",
        "exp": "Ans. (a) Chronic recurrent sinusitis. Ref.: Harrison 18thedch-316",
        "cop": 1,
        "opa": "Chronic recurrent sinusitis",
        "opb": "Epistaxis",
        "opc": "Contractures",
        "opd": "Eczema",
        "subject_name": "Microbiology",
        "topic_name": "Immunodeficiency",
        "id": "653b2882-a24e-49cd-ad3d-89d22c090855",
        "choice_type": "single"
    },
    {
        "question": "Severe combined immunodeficiency is seen with:",
        "exp": "Ans. (c) Both. Ref Microbiology by Ananthanaray an and Paniker 9th ed. 174* Severe combined immunodeficiency (SCID) syndrome has impairment of both humoral and cell mediated immunity (B and T cell defect).* Inheritance pattern of SCID is X-Iinked recessive > Autosomal recessive. Clinical Manifestation of SCID* Oral candidiasis in infants* Recurrent infection with candidia albicans, RCarinii, CMV, varicella.* Organs like lymph nodes, tonsils, peyers patches are absent.* Very small thymus gland* Poor survival rate.",
        "cop": 3,
        "opa": "Pre B- Cell",
        "opb": "Pre T Cell",
        "opc": "Both",
        "opd": "NK Cell",
        "subject_name": "Microbiology",
        "topic_name": "Immunodeficiency",
        "id": "c2421db0-b6c2-466d-8a7b-d9c08d79da1a",
        "choice_type": "multi"
    }
]