[
    {
        "question": "A HIV positive patient presents with cough for 10 days. Sputum culture by SDA reveals broad budding yeast, diagnosis:",
        "exp": "In AIDS patients fungal infections by dimorphic fungi are more common. Of the following options all four other dimorphic fungi but the yeast stage with broad-based cells is seen only in blastomycosis histoplasma shows narrow base yeast cells. In coccidioidomycosis endospore, spherules are formed and in paracoccidioidomycosis, Mickey Mouse type of cells are seen.",
        "cop": 2,
        "opa": "Histoplasma capsulatum",
        "opb": "Blastomycosis",
        "opc": "Coccidiodomycosis",
        "opd": "Paracoccidiomycosis",
        "subject_name": "Microbiology",
        "topic_name": "JIPMER 2018",
        "id": "21766122-395b-426f-9408-64c57c145ed0",
        "choice_type": "single"
    },
    {
        "question": "Chandler's index is used for:",
        "exp": "Hookworm infection has non bile stained eggs and segmented egg i.e blastomere is seen in hookworm infection more than 300egg per grm of stool is present which is characteristic of chandler's index.",
        "cop": 3,
        "opa": "Guinea",
        "opb": "Pin worm",
        "opc": "Hookworm",
        "opd": "Round worm",
        "subject_name": "Microbiology",
        "topic_name": "JIPMER 2018",
        "id": "fbee51a8-f7c8-4ff8-910e-305451d009d3",
        "choice_type": "single"
    },
    {
        "question": "True statement about cholstridium perfringens are all except:",
        "exp": "Causative organism of gas gangrene are Clostridium perferingens, Clostridium novgi and Clostridium septicum. Clostridium perfringens also causes food poisioning ( Type-A toxin i.e. heat labile toxin) Beta toxin type-C associates with Pigbel i.e. necrotizing enteritis.",
        "cop": 2,
        "opa": "Gas gangrene -alpha toxin is produced by type A strains and responsible for profound toxemia",
        "opb": "Clostridium perfringens is not the major cause of gas gangrene",
        "opc": "Present in normal feces",
        "opd": "C. perfringens type C strains is responsible for necrotizing enteritis",
        "subject_name": "Microbiology",
        "topic_name": "JIPMER 2018",
        "id": "365c2b02-fda1-4370-8664-19b0a67840ff",
        "choice_type": "multi"
    },
    {
        "question": "Ebola-type that is non-fatal in human beings is:",
        "exp": "5 Ebola subtypes have been identified Zaire- Most virulent Sudan- Ivory coast- Least virulent Ebola reston Bundibugyo",
        "cop": 3,
        "opa": "Zaire",
        "opb": "Reston",
        "opc": "Ivory coast",
        "opd": "Bundibugyo",
        "subject_name": "Microbiology",
        "topic_name": "JIPMER 2018",
        "id": "4699f463-05b9-4512-932e-37a301a6db29",
        "choice_type": "single"
    },
    {
        "question": "Selective culture medium to grow leptospira",
        "exp": "CULTURE MEDIA ORGANISM 1. EMJH(Ellinghausen McLlaugh Johnson and Harris) Leptospira 2. Thayer Main medium Gonocoocus and meningococcus 3. MacConkey's agar Enterobacteriacae 4. Chocolate agar Gonocoocus , meningococcus and hemophilus",
        "cop": 4,
        "opa": "Thayer Main medium",
        "opb": "Mc Conkey agar",
        "opc": "Chocolate agar",
        "opd": "EMJH",
        "subject_name": "Microbiology",
        "topic_name": "JIPMER 2018",
        "id": "5d0dc35d-1c79-4c19-89cd-99d2bce2d2f4",
        "choice_type": "single"
    },
    {
        "question": "Mark the false statement regarding gullwing shaped bacteria",
        "exp": "Campylobacter jejuni Also known as gullwing shape bacteria Microaerophilic at 42 degree Celsius. Motile ,slender Causes inflammatory diarrhoea in which fecal leukocytes are increased. Associated with contaminated poultry bird products. In children it causes Guillain barre syndrome.",
        "cop": 2,
        "opa": "Associated with contaminated poultry bird products",
        "opb": "Microaerophilic at 37 degree C",
        "opc": "Causes inflammatory diarrhoea",
        "opd": "In children it causes Guillain barre syndrome",
        "subject_name": "Microbiology",
        "topic_name": "JIPMER 2018",
        "id": "52d0bd73-0da2-4da4-8dc9-2a727ae1c689",
        "choice_type": "multi"
    },
    {
        "question": "Prozone phenomenon is due to:-",
        "exp": "Most of the antigen antibody reactions occurs in three phases. Zone of antibody access- Prozone phenomenon Zone of equivalence- Lattice formation and visible reactions are enhanced. Zone of antigen excess- Post zone phenomenon",
        "cop": 2,
        "opa": "Antigen excess",
        "opb": "Antibody excess",
        "opc": "Excessive immune complex",
        "opd": "Acute phase reactants",
        "subject_name": "Microbiology",
        "topic_name": "JIPMER 2018",
        "id": "83a4616a-04f4-480f-9a1a-1538ca3496c2",
        "choice_type": "single"
    },
    {
        "question": "True regarding metapneumovirus is:",
        "exp": "Human metapneumovirus Belongs to family paramyxoviridae Contains negative sense single stranded RNA. Do not have any non structural proteins and contain 6 structural protiens Do not spread by sexual contact and blood transfusion Cause upper and lower respiratory disease in people of all ages, especially among young children, older adults, and people with weakened immune systems.",
        "cop": 1,
        "opa": "Segmented negative sense single stranded RNA virus",
        "opb": "Incidence is 5% of total respiratory infection",
        "opc": "Spreads through sexual contact and blood transfusion",
        "opd": "Human metapneumovirus contains NS1 and NS2 antigens",
        "subject_name": "Microbiology",
        "topic_name": "JIPMER 2018",
        "id": "d300e4cf-ebfb-46bd-ba5c-5859f2b1d93e",
        "choice_type": "multi"
    },
    {
        "question": "Wahin Finkeldy cells are found in:-",
        "exp": "Measles is caused by measles virus which has a characteristic feature of both intracytoplasmic and intranuclear inclusion bodies. The other name of such inclusion bodies is wahrin finkeldey cells and in molluscum contagiosum virus molluscum bodies are a feature.",
        "cop": 1,
        "opa": "Measles",
        "opb": "Mumps",
        "opc": "Molluscum contagiosum",
        "opd": "Herpes simplex infection",
        "subject_name": "Microbiology",
        "topic_name": "JIPMER 2018",
        "id": "31c5f835-cec6-4430-a303-96ff6ff6925b",
        "choice_type": "single"
    },
    {
        "question": "AIDS patient with broad budding yeast:-",
        "exp": "In AIDS patient fungal infection by dimorphic fungi is very common. All the four options have dimorphic fungi but they have different characteristics. Histoplasma has narrow base budding East whereas blastomycosis have broad based budding yeast whereas in cocidiodimycosis has endospores with spherules are present and in paracocidiomycosis Mickey Mouse kind of arrangement of yeast cells is seen.",
        "cop": 2,
        "opa": "Histoplasmosis",
        "opb": "Blastomycosis",
        "opc": "Cocidiomycosis",
        "opd": "Paracocidiomycosis",
        "subject_name": "Microbiology",
        "topic_name": "JIPMER 2018",
        "id": "39fc787e-51b9-44ba-bb73-c67f58ce33ff",
        "choice_type": "single"
    }
]