[
    {
        "question": "Test done for mycobacterium tuberculosis by whole blood is:",
        "exp": "IGRA is interferon gamma release assay. In this test, we target up with the aificial intake of mycobacterium like ESAT-6, CFP-10, TB-7. 7, by adding the sample blood(sensitized ) having T-cells which release interferon gamma and its activity can be measured. It is highly specific and there are no positive results.",
        "cop": 2,
        "opa": "BACTEC",
        "opb": "IGRA",
        "opc": "Gene. Xpe",
        "opd": "Culture",
        "subject_name": "Microbiology",
        "topic_name": "Lab Investigations",
        "id": "13be623e-3110-4789-80f7-8278a7b7198f",
        "choice_type": "single"
    },
    {
        "question": "Surface antigen of E coli acting as virulence factors are:-",
        "exp": "Virulence factors of E. coli: Surface antigens Toxins Somatic or O ag- Lipopolysaccharide (LPS), most impoant virulence factor & responsible for endotoxic activities LT (heat labile toxin) - - | c. AMP so causes excessive secretion of Na/Cl/H2O from within to outside the cell = secretory diarrhea Flagellar or H Ag- Makes the bacteria motile. ST (heat stable toxin)- - | c. GMP so fluid accumulation in gut = Diarrhea Capsular or K Ag- It is a polysaccharide capsular Ag, inhibits the phagocytosis. Verocytotoxin or Shiga like toxin - - It inhibits the protein synthesis by binding to 28S subunit of 60S ribosome = Cell death Fimbrial antigen (Pilus) - helps in attachment & colonization.",
        "cop": 4,
        "opa": "LPS O Antigen",
        "opb": "Capsular K antigen",
        "opc": "Fimbriae",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "Lab Investigations",
        "id": "b4b64bbc-b066-4ff0-8f03-21a5f1ce80eb",
        "choice_type": "multi"
    },
    {
        "question": "Stain for treponema -",
        "exp": "Option 1 Microscopy: Silver impregnation method: (i) Levaditi stain (for tissue section): corkscrew shaped Treponema pallidum (ii). Fontana stain(smear)- showing the spiral morphology Option 2 Acid-fast stain is used for stain acid fast organism (Mycobacterium) or structures (Endospore). Option 3 Gomori Methenamine-Silver (GMS) stain: for fungal organisms. Option 4 Periodic Acid-Schiff (PAS) is a staining method used to detect polysaccharides such as glycogen, and mucosubstances such as glycoproteins, glycolipids and mucins in tissues.",
        "cop": 1,
        "opa": "Fontana's",
        "opb": "Acid-facid",
        "opc": "Methenamine-silver",
        "opd": "PAS",
        "subject_name": "Microbiology",
        "topic_name": "Lab Investigations",
        "id": "b05d158b-d8a2-4101-ab22-7e375078d9cb",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about Methicillin resistance in MRSA, except-",
        "exp": "Resistance in MRSA is chromosomally mediated (not plasmid mediated). Resistance is produced as a result of altered PBP's- mediated chromosomal mec A gene which codes for altered PBP- 2A. Resistance may be produced by hyperproduction of beta-lactamase Methicillin resistance is expressed more at 30degC than at 37degC. Therefore, resistance may be missed at incubation temperature at 37degC during susceptibility testing.",
        "cop": 3,
        "opa": "Resistance is produced as a result of altered PBP's",
        "opb": "Resistance may be produced by hyperproduction of beta lactamase",
        "opc": "Resistance is primarily mediated/transmitted plasmids",
        "opd": "Resistance may be missed at incubation temperature of 370C during susceptibility testing",
        "subject_name": "Microbiology",
        "topic_name": "Lab Investigations",
        "id": "027f34de-134b-45c6-af73-8c91ba063712",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following test is the best diagnosis in a patient with typhoid?",
        "exp": "Other than a positive blood culture, no specific laboratory test is diagnostic for enteric fever. Option 2- The possible presence of cross reactive antibodies limits the use of serological test in the diagnosis of Salmonella. Option 3, 4: Stool/Urine culture can be used for typhoid carriers.",
        "cop": 1,
        "opa": "Blood culture",
        "opb": "Widal",
        "opc": "Stool culture",
        "opd": "Urine culture",
        "subject_name": "Microbiology",
        "topic_name": "Lab Investigations",
        "id": "f72c4ba4-dc2c-43f7-9313-993e45613414",
        "choice_type": "single"
    },
    {
        "question": "CLED agar is preferred to Mac. Conkey in the processing of urinary samples because:",
        "exp": "CLED (Cysteine Lactose Electrolyte Deficient) medium Non-selective medium on which both Gram positive and Gram negative bacteria can grow. Mac. Conkey Mildly selective medium for Gram negative. Most Gram positive is inhibited. CLED agar is hence preferred over Mac. Conkey in the processing of urinary samples. Both media inhibit swarming of Proteus. Since both contain lactose, both are differential media, i. e-LF and NLF can be differentiated.",
        "cop": 1,
        "opa": "It suppos both Gram positive and Gram negative organisms",
        "opb": "It prevents swarming of Proteus",
        "opc": "The growth can be seen in 4 hours",
        "opd": "Klebsiella and E. coli can be differentiated easily",
        "subject_name": "Microbiology",
        "topic_name": "Lab Investigations",
        "id": "b3becf43-d5f2-4719-a19e-95220bcde0ac",
        "choice_type": "multi"
    },
    {
        "question": "Diagnostic method of choice for leptospirosis:",
        "exp": "Cold agglutination test- Mycoplasma pneumoniae Microscopic agglutination test- Leptospira Latex agglutination test can be used to identify and type several organisms The microscopic agglutination test (MAT) is the gold standard for sero-diagnosis of leptospirosis because of its unsurpassed diagnostic specificity. It uses panels of live leptospires, ideally recent isolates, representing the circulating serovars from the area where the patient became infected.",
        "cop": 3,
        "opa": "Cold agglutination test",
        "opb": "MSAT",
        "opc": "MAT",
        "opd": "Latex agglutination test",
        "subject_name": "Microbiology",
        "topic_name": "Lab Investigations",
        "id": "81dd37cb-b8d3-4b7f-8bb1-337402b870ba",
        "choice_type": "single"
    },
    {
        "question": "A 3 week old child presented to the pediatrician with meningitis. A presumptive diagnosis of late onset perinatal meningitis was made. The CSF culture was positive for gram positive bacilli. Which of the following characteristic of this bacteria would be helpful in differentiating it from other bacterial agents:-",
        "exp": "L. monocytogenes is resposible for late onset perinatal meningitis. gram positive, non -spore forming rod tumbling motility at 22-28 degree Celsius but not at 37 degree Celsius- differentiates listeria from diphtheroids that are members of the normal microbiota of the skin.",
        "cop": 4,
        "opa": "Ability to grow on blood agar",
        "opb": "Ability to produce catalase",
        "opc": "Fermentative attack on sugars",
        "opd": "Motility at 25 degree Celsius.",
        "subject_name": "Microbiology",
        "topic_name": "Lab Investigations",
        "id": "ae46b7c0-865e-4873-9b01-9b5fe96367ac",
        "choice_type": "single"
    },
    {
        "question": "Diagnostic test of choice for neurosyphilis is:-",
        "exp": "VDRL CSF test is the standard serological test for CSF and it is considered diagnostic of neurosyphilis VDRL: Quantitation of the sera is useful to monitor activity of the disease and is of prognostic value. The RPR test is used for testing serum or plasma, but not for the CSF.",
        "cop": 1,
        "opa": "VDRL",
        "opb": "FTA-ABS",
        "opc": "TPI",
        "opd": "RPR",
        "subject_name": "Microbiology",
        "topic_name": "Lab Investigations",
        "id": "46208b0f-09a9-4b5e-b42f-81bdb4f54456",
        "choice_type": "single"
    },
    {
        "question": "Catalase positive, coagulase negative beta hemolytic bacteria",
        "exp": "All staphylococci are catalase positive. Amongst staphylococci, Staph. aureus and Staph haemolyticus (CONS) are beta hemolytic. Most species of coagulase negative staphylococcus species are non-hemolytic except Staph. haemolyticus.",
        "cop": 3,
        "opa": "Strep pyogens",
        "opb": "Staph aureus",
        "opc": "CONS",
        "opd": "Enterococci",
        "subject_name": "Microbiology",
        "topic_name": "Lab Investigations",
        "id": "d079816e-aa49-4b28-83c1-92a8c8380be1",
        "choice_type": "single"
    },
    {
        "question": "1). Paul bunnel tests A. Rickettsial Diseases 2). Weil felix reaction B. Infectious mononucleosis 3). Tzank test C. Herpes virus 4). Sabin Feldman dye D. Toxoplasmosis",
        "exp": "1. Paul bunnel tests A. Infectious mononucleosis 2). Weil felix reaction B. Rickettsial Diseases 3). Tzank test C. Herpes virus 4). Sabin Feldman dye D. Toxoplasmosis Other test VDRL and RPR: Treponema pallidum Microscopic agglutination test: Leptospirosis Standard agglutination test: Brucella Elk's gel precipitation test: Corneybacterium diphtheria Widal test: typhoid Sabin fieldman dye test: Toxoplasmosis",
        "cop": 1,
        "opa": "1-b, 2-a, 3-c, 4-d",
        "opb": "1-b, 2-c, 3- d, 4-a",
        "opc": "1-c, 2-d, 3-a, 4-b",
        "opd": "1-d, 2-A 3- b, 4-a",
        "subject_name": "Microbiology",
        "topic_name": "Lab Investigations",
        "id": "1e79fe19-41aa-4444-af3f-8468d745cf63",
        "choice_type": "single"
    },
    {
        "question": "Blood agar is:",
        "exp": "Enriched Media When a basal media is added with additional nutrients such as blood, serum or egg Blood agar Enrichment broth Liquid media added with some inhibitory agents which selectively allow ceain organism to grow and inhibit others Selenite F broth Selective media Solid media containing inhibitory substance that inhibit the normal flora present in specimen and allow pathogens to grow LJ Media Indicator media These media differentiate between two group of bacteria, by using an indicator Mac conkey agar",
        "cop": 1,
        "opa": "Enriched media",
        "opb": "Indicator media",
        "opc": "Enrichment media",
        "opd": "Selective media",
        "subject_name": "Microbiology",
        "topic_name": "Lab Investigations",
        "id": "c9e1c649-0481-4c25-9800-9f15904cfd5c",
        "choice_type": "single"
    },
    {
        "question": "All are true about Bacterial vaginosis except",
        "exp": "Amsel's criteria is used for diagnosis of bacterial vaginosis although Nugent scoring can also be used Amsel's criteria Vaginal pH> 4. 5 Discharge when put in 10 % KOH produces fishy smell Clue cells are seen Clue cells are vaginal squamous epithelial cells coated with Gardnerella vaginalis",
        "cop": 1,
        "opa": "Vaginal pH <4. 5",
        "opb": "Nugent scoring can be used for diagnosis",
        "opc": "Fishy smelling discharge after addition of KOH",
        "opd": "Presence of clue cells is pathognomic",
        "subject_name": "Microbiology",
        "topic_name": "Lab Investigations",
        "id": "0ff4d50c-d0cf-4126-9099-3cc7bacea723",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following ways is CLED medium better than Mc. Conkey agar for UTI (AIIMS NOV. 2020)",
        "exp": "CLED ( Cysteine Lactose Electrolyte Deficient Media )- Inhibits growth of other commensals & allows staphylococcus and Candida to grow. It enhaces the growth of dwarf colonies of coliforms d/t presence of cysteine Mc. Conkey and CLED both prevent swarming of Proteus and differentiate between LF and NLF. Gram positive organisms usually can't grow in Mc. Conkey, it is selective for gram negative organisms.",
        "cop": 4,
        "opa": "It differentiates lactose fermenters from Non-fermenters",
        "opb": "It prevents proteus swarming",
        "opc": "Inhibits growth of other commensals",
        "opd": "It allows staphylococcus and Candida to grow",
        "subject_name": "Microbiology",
        "topic_name": "Lab Investigations",
        "id": "229e499d-bc82-46ce-9313-c493ba20324b",
        "choice_type": "multi"
    }
]