[
    {
        "question": "Sensitivity of urinary Antigen test of Legionella is?",
        "exp": "ANSWER: (B) 90%REF: Infectious Disease Secrets edited by Robert H. Gates 2nd ed page 5. Rapid urinary antigen detection test for L. Pneumophila is a latest test. Sensitivity of the Legionella urinary antigen is 65-90%, with higher sensitivities in patients with severe disease and patients with mild disease whose specimen are concentrated prior to testing. Sensitivity with concentrated urine reaches 90%",
        "cop": 2,
        "opa": "80%",
        "opb": "90%",
        "opc": "95%",
        "opd": "99%",
        "subject_name": "Microbiology",
        "topic_name": "Legionella",
        "id": "d2757360-7473-4182-a385-3441da9c4d71",
        "choice_type": "single"
    },
    {
        "question": "Pontiac fever is caused by?",
        "exp": "Ans. (a) Legionella. Ref: BRS microbiology 4/e, p 50, Harrison's 17/e, chapter 141",
        "cop": 1,
        "opa": "Legionella",
        "opb": "Mycoplasma",
        "opc": "Rickettsia",
        "opd": "Salmonella",
        "subject_name": "Microbiology",
        "topic_name": "Legionella",
        "id": "53a0b5d1-ce1e-4a39-b218-a218816252f1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following best describes route of spread of Legionella pneumophila outbreak?",
        "exp": "Ans. b. Breathing aerosols of environmental water sources such as air conditioning units (Ref: Ananthnarayan 8/e p400-401). Legionnaire's Disease. Caused by Legionella pneumophila. Legionella: Gram negativeQ, motileQ, non-encapsulated bacilli. QSlain better by silver impregnation. Best visualized by direct fluorescent antibody staining with monoclonal or polyclonal sera. Cultural characteristics: Fastidious, grow on complex media such as buffered charcoal yeast extract (BCYE) agar with L-cysteine and antibiotic supplements with 5% CO2, at pH 6. 9, temperature 35degC and humidity 90%Legionella survive and multiply inside free-living amoeba and protozoa, distributed in natural reservoirs such as stagnant watersQ, mud and not spring. Human infection is typically acquired by inhalation of aerosols, which form the only source of infectionQ. Characteristic Features. Man to Man transmission does not occur. QNo animal reservoirs. QDisease limited to humans. QRisk Factors For Legionnaire's Disease* Advancing ageQ* Chronic lung diseaseQ* SmokersQ* Diabetes mellitusQ* Immunocompromised patients:- Transplant recipientsQ and HIVQ- Glucocorticoid recipientsQ- Hairy cell leukemiaQ (monocyte deficiency and dysfunction). Clinical Features: Presents as an 'atypical pneumoniaQ' (a gram-stained smear of sputum does not show organisms). Presents as mild cough slightly productive sputum, sometimes streaked with blood, along with high fever and nonspecific symptoms such as malaise, fatigue, anorexia and headache. Legionnaire's Disease. Pontiac Fever* Occurrence of illness in immunocompromisedQ, smokersQ or those with chronic lung diseaseQ* Occurrence of illness in an environment where potable water supply is known to be contaminated with Legionella* Onset of symptoms within 10 days of discharge from a hospital (Incubation period: 2-10 day)* High feverQ* Gastrointestinal difficulties like diarrheaQ* Neurological abnormalities like confusion or altered sensoriumQ* HyponatremiaQ is more common in Legionnaire's than in any other form of pneumonia* Failure to respond to B-lactam antibioticsQ (penicillin or cephalosporins) and aminoglycoside antibioticsQ* Linked to Legionella-containing aerosols from water-using machinery, a cooling tower, air-conditioners, and whirlpoolsQ.* Pontiac fever: Febrile, self-limited illnessQ* Occurs in epidemicsQ* High attack rate (>90%) reflects airborne transmissionQ Treatment of Legionnaire's disease. First choice. Second choice. Third choice. Azithromycin. QFIuoroquinolone. QErythromycin. TMP-SMXDoxycycline",
        "cop": 2,
        "opa": "Consumption of contaminated water with protozoa of Legionella",
        "opb": "Breathing aerosols of environmental wafer sources such as air conditioning units",
        "opc": "Consumption of contaminated meat and meat products",
        "opd": "Close contact with carriers of Legionella",
        "subject_name": "Microbiology",
        "topic_name": "Legionella",
        "id": "86e1c325-db89-4505-8ac7-ac946a726568",
        "choice_type": "single"
    }
]