[
    {
        "question": "A 50 year old chronic alcoholic male agricultural worker presented with high grade fever of one week duration with spells of chills and rigor. Examination of the respiratory system revealed bilateral crepitations with scattered rhonchi. Multiple subcutaneous nodules were found on the extensor surface of the left forearm, arm and left leg. Direct microscopy of the pus aspirated from the skin nodule revealed plenty of Gram negative bacilli with bipolar staining. Culture revealed distinct rough corrugated grey-white colonies on Blood agar. The organisms were motile and oxidase positive. The most likely diagnosis is:",
        "exp": "Ans. is 'b' i. e. Melioidosis. Ref Harrison 16th/e p 896 (15th/e page 969); Jawetz 22nd /e page 231. According to Harrison the diagnosis of Melioidosis should be suspected in the following patient. Febrile patient in endemic area presenting with acute lower respiratory tract illness associated with tachypnea. Unusual skin or subcutaneous lesions (acute localized suppurative skin infections associated with nodular lymphangitis.). Chest radiograph suggesting T. B. in the absence of sputum associated tubercle bacilli. Melioidosis. Melioidosis infection is caused by Burkholderia pseudomallei. Culture and microscopic features -Gram stain will showgram negative bacilli. Wright stain or methylene blue stain. Bipolar staining or safety pin appearance. Culture. On routine culture medias it forms colonies which are mucoid and smooth to rough and wrinkled. Chemical characteristic. Oxidase positive. Oxidizes glucose, lactose and a variety of other carbohydrates. About other options -Plague is easily ruled out as Yersinia's are non-motile and oxidase negative, but remember that when Yersinia's are stained with (Wayson or Giemsa) they give a bipolar appearance resembling closed safety pins (Harrison 15th/e page 993). Bartonellosis - is an infection caused by gram negative Bacilli Bartonella bacillifonnis.- They can be easily ruled out as they don't give bipolar safety pin appearance. The clinical presentation is also quite different.- In bartonellosis there is abrupt onset of fever followed by sudden development of profound anemia. Actinomycosis: No confusion as Actinomycetes are gram positive organisms",
        "cop": 2,
        "opa": "Plague",
        "opb": "Melioidosis",
        "opc": "Bartonellosis",
        "opd": "Actinomycosis",
        "subject_name": "Microbiology",
        "topic_name": "Melioidosis",
        "id": "49214cf0-ec37-4c67-a079-35b38bab7f49",
        "choice_type": "single"
    }
]