[
    {
        "question": "A 15-year-old boy presented with fever and chills for the last 3 days. A peripheral blood smear revealed the following. Which of the following is the most probable causative agent?",
        "exp": "The given clinical scenario and the peripheral smear showing the Maurer&; s dots are suggestive of malaria caused by Plasmodium falciparum. Features of Plasmodium falciparum on peripheral smear are Maurer's dots, ring form, accole form, and banana-shaped gametocytes. Reference: Paniker&; s Textbook of Medical Parasitology 8th edition",
        "cop": 2,
        "opa": "Plasmodium malariae",
        "opb": "Plasmodium falciparum",
        "opc": "Plasmodium ovale",
        "opd": "Plasmodium vivax",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "ba7aa394-f0df-457c-9b18-66d0499b0e82",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old patient presents to the OPD with complaints of abdominal pain, weakness since 2 months. The stool microscopy reveals the following. The most probable causative agent is",
        "exp": "The given clinical history and the stool microscopy showing the egg is suggestive of Ancylostoma duodenale. Eggs of both Ancylostoma Duodenale (old world hookworm) and Necator Americanus(new world hookworm) are identical. The characteristics of hookworm eggs are: Oval or elliptical, colorless non-bile stained Has a thin transparent hyaline shell membrane Segmented ovum - 4 to 8 blastomeres There is a clear space between segmented ovum and eggshell. Eggs float in the saturated salt solution. Humans are infected when filariform larvae in moist soil penetrate the skin or subcutaneous tissue. The average blood loss of the host per worm per day is 0. 2 mL with Ancylostoma duodenale and 0. 03 mL with Necator americanus. Reference: Paniker&; s Textbook of Medical Parasitology 8th edition",
        "cop": 4,
        "opa": "Ascaris lumbricoides",
        "opb": "Strongyloides stercoralis",
        "opc": "Enterobius vermicularis",
        "opd": "Ancylostoma duodenale",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "648c7797-3c74-43d7-bc68-27e8d4b644e8",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of Non-gonococcal urethritis is",
        "exp": "The most common cause of non-gonococcal urethritis is C. trachomatis. Other common organisms are ureaplasma ureolyticum and Mycoplasma hominis. Ref: Ananthanarayan and Paniker&; s Textbook of Microbiology, 9th edition; pg no: 234",
        "cop": 3,
        "opa": "Meningococci",
        "opb": "Escherichia coli",
        "opc": "Chlamydia trachomatis",
        "opd": "Mycoplasma",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "6a242491-ec6d-4eee-9b13-1fc939427925",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old male presents to the clinic with a history of hypopigmented patches over his chest since 6 months. Mild itching is present. The skin scraping was taken and KOH mount was prepared. On microscopy, the appearance as shown below is observed. What is the most probable diagnosis?",
        "exp": "The given clinical picture and the KOH mount preparation showing the spaghetti and meatball appearance is suggestive of Pityriasis Versicolor. Pityriasis Versicolor is a chronic superficial infection of the stratum corneum caused by Malassezia globosa and Malassezia furfur. The most common site involves the neck, chest, back, and upper arms. The lesions often appear as hypopigmented areas. The KOH mount reveals fungal hyphae that are sho and thick (like spaghetti or banana) and a large number of variously sized spores (like meatballs or grapes) referred to as Spaghetti & meatballs or Bananas & grapes appearance. Treatment includes topical azoles or terbinafine for 2 weeks Reference: Paniker&; s Textbook of Medical Parasitology 8th edition",
        "cop": 4,
        "opa": "Pityriasis alba",
        "opb": "Candidiasis",
        "opc": "Tinea corporis",
        "opd": "Pityriasis versicolor",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "2d411b22-8d56-4234-8594-5ea268b0ffc7",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of nosocomial infection is",
        "exp": "According to the CDC, the most common pathogens that cause nosocomial infections are Staphylococcus aureus, Pseudomonas aeruginosa, and E. coli. Some of the common nosocomial infections are urinary tract infections, respiratory pneumonia, surgical site wound infections, bacteremia, gastrointestinal and skin infections. Ref: Ananthanarayana & panikers 10th edition",
        "cop": 2,
        "opa": "Pseudomonas",
        "opb": "Staphylococci",
        "opc": "Klebsiella",
        "opd": "Enterobacteriaceae",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "40d57a69-b330-4fe5-af31-d7c5990d208e",
        "choice_type": "single"
    },
    {
        "question": "The most common pathogens responsible for nosocomial pneumonia in the ICU are",
        "exp": "Mainly responsible organisms are acinetobacters which are Gram-negative aerobic bacteria. Ref: Ananthanarayan& Paniker&; s textbook of microbiology, 9th edition. Pg no. 397",
        "cop": 2,
        "opa": "Gram positive organisms",
        "opb": "Gram negative organisms",
        "opc": "Mycoplasma",
        "opd": "Viral infection",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "2c0a997b-29b9-44bf-b7ce-44f3e28439b2",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old patient presented with signs of meningoencephalitis following swimming in a nearby local pond one week back. The CSF on wet mount microscopy revealed motile unicellular microorganisms. The most likely organism is",
        "exp": "The given clinical scenario is suggestive of Primary amoebic meningoencephalitis caused by Naegleria fowleri. It is also known as Brain-eating amoeba. It occurs in 3 forms: cyst, amoeboid trophozoite and flagellate trophozoite forms. The infection usually follows swimming in the freshwater rivers or ponds. The amoebae invade the nasal mucosa and pass through the olfactory nerve branches in the cribriform plate into the meninges. Incubation period is 2 days to 2 weeks. Treatment: Intravenous Amphotericin B Reference: Paniker&; s Textbook of Medical Parasitology 8th edition",
        "cop": 1,
        "opa": "image_question",
        "opb": "image_question",
        "opc": "image_question",
        "opd": "image_question",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "eec721dc-c0dc-41f2-ac02-b191e223ff05",
        "choice_type": "single"
    },
    {
        "question": "Which vaccine strain is changed every yearly",
        "exp": "* Influenza virus has two impoant antigens: Haemagglutinin (H) and Neuraminidase (N) * These antigens undergo periodic antigenic variations * Major antigens variations are seen only with influenza A viruses and may be associated with pandemics - called as antigenic shifts. * Minor variations causing outbreaks are called as antigenic drifts. * Because of these variations, vaccines should be modified according to the current prevalent strain. Ref:- Harrisons T. B of internal medicine 19th edition; pg num:- 1209",
        "cop": 1,
        "opa": "Influenza",
        "opb": "Rabies",
        "opc": "Ebola",
        "opd": "Hepatitis",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "5e01be6a-b15c-4e6a-bb85-c78601e34709",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with gastrointestinal problems including abdominal pain, distension, bloody or mucus-filled diarrhea, and tenesmus, with rectal prolapse. A stool examination reveals the presence of typical barrel-shaped eggs, the possible causative agent is?",
        "exp": "The given clinical picture and the barrel-shaped eggs are suggestive of infection with Trichuris trichiura(Whipworm). The characteristic features of whipworm eggs are: Eggs are barrel-shaped in the middle with a projecting mucus plug at each pole containing an unsegmented ovum. The plugs are colorless. They float in the saturated salt solution. It has a triple shell, the outermost layer of which is stained brown. In moderate infections of 20 adult worms or less, the worms are confined to the caecum and ascending colon. The symptoms include epigastric and lower abdominal pain, diarrhea (rarely bloody), vomiting, flatulence and distention, weight loss, and increased blood and iron loss. In heavy infections of 200 adults worms or more (Trichuris dysentery syndrome), the worms are in the distal colon and rectum. The symptoms include bloody diarrhea with profuse mucus, abdominal pain and tenesmus, weight loss leading to cachexia, severe anemia, rectal prolapse, moderate eosinophilia, and the clubbing of fingers. Chronic infection leads to impaired childhood growth, poor physical fitness, and nutritional status. Around 0. 005 ml of blood is lost per day per worm. In heavy infections, as much as 4 to 5 ml can be lost per day per worm. Treatment: Mebendazole or albendazole. Reference: Paniker&; s Textbook of Medical Parasitology 8th edition",
        "cop": 1,
        "opa": "Trichuris trichura",
        "opb": "Giardia lamblia",
        "opc": "Ancylostoma duodenale",
        "opd": "Ascaris lumbricoides",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "ba7e07c8-cc74-403c-9079-da4eabeccccf",
        "choice_type": "single"
    },
    {
        "question": "A patient admitted to an ICU is on a central venous line for the last one week. He is on ceftazidime and amikacin. After 7 days of antibiotics, he develops a spike of fever, and his blood culture is positive for gram-positive cocci in chains, which are catalase negative. Following this, vancomycin was staed, but the culture remained positive for the same organism even after 2 weeks of therapy. The most likely organism causing infection is",
        "exp": "From the case scenario, the most likely organism involved is Enterococcus faecalis. The organism is described as gram positive cocci in chains, which are catalase negative. This helps rule out Staphylocococcus aureus and coagulase-negative Staphylococcus. Streptococcus viridians is usually sensitive to penicillin and vancomycin hence it is ruled out. Here, even after treatment with aminoglycosides, cephalosporin, and vancomycin, the culture remains positive. So, this is a case of vancomycin-resistant enterococci. The mechanism is the alteration of the D-alanyl-D-alanine chain in cell wall. Reference: Ananthanarayan and Paniker&; s Textbook of Microbiology Tenth edition",
        "cop": 3,
        "opa": "Coagulase- negative staphylococcus",
        "opb": "Staphylococcus aureus",
        "opc": "Enterococcus faecalis",
        "opd": "Viridans streptococci",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "38baef17-ee53-4ac3-bf8b-486713961ff9",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old male patient presents to the OPD with complaints of fever, intermittent abdominal pain, and dysuria. He gives a history of swimming in the freshwater lake 10 days back. Urine microscopy shows the following. Which of the following is the causative agent?",
        "exp": "The given clinical picture along with the history of swimming and the image showing egg which is non-operculated with the terminal spine at one pole are suggestive of infection with Schistosoma hematobium. The eggs of Schistosoma hematobium are ovoid, non-operculated, with a brownish-yellow transparent shell, carrying a terminal spine at one pole. Species differentiation of Schistosoma can be done based on the location of the spine as follows: Terminal spine: Schistosoma hematobium Lateral spine: Schistosoma mansoni Rudimentary lateral spine: Schistosoma japonicum Reference: Paniker&; s Textbook of Medical Parasitology 8th edition",
        "cop": 2,
        "opa": "Schistosoma mansoni",
        "opb": "Schistosoma hematobium",
        "opc": "Schistosoma japonicum",
        "opd": "Schistosoma mekongi",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "66b059d9-272a-40b6-934d-0645dd32bdd7",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old female complains of lower abdominal pain and vaginal discharge. On examination, there is cervicitis along with a mucopurulent cervical discharge. The best approach to isolate the possible causative agent would be",
        "exp": "Sexually transmitted diseases may be present in the following ways: Vaginal discharge, Cervical/urethral discharge due to Neisseria gonorrhoea or Chlamydia trachomatis Genital ulcers etc. The culture for sexually transmitted diseases is done by Irradiated Mc. Coy cells medium Ref: Ananthanarayan and Paniker&; s Textbook of Microbiology, 9th edition; Pg no 675",
        "cop": 2,
        "opa": "Culture chocolate agar supplemented with Haemin",
        "opb": "Culture on Mc. Coy cells",
        "opc": "Culture on a bilayer human blood agar",
        "opd": "Culture on vero cell lines",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "8f45f5e3-62dd-4be1-9899-970218669675",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old patient presents with a high-grade fever, headache, and weakness since 5 days. He gives a history of blood transfusion 4 months back. The microscopic examination of the thin blood smear is given below. What is the most probable causative agent?",
        "exp": "The given clinical history and the microscopy showing maltese crosses or tetrads are suggestive of Babesiosis caused by Babesia microti. Babesiosis is caused by a group of protozoan organisms called Babesia species. Babesia microti: The definitive host is Ixodid ticks whereas the intermediate host is man. On microscopic examination, Babesia trophozoites appear as intraerythrocytic round or pyriform or ring form. The ring form is the most common and it lacks the central hemozoin deposit which differentiates it from P. falciparum. Other distinguishing features are the absence of schizonts and gametocytes and the presence of tetrads/maltose crosses, which are pathognomic of B. microti or B. duncani Reference: Paniker&; s Textbook of Medical Parasitology 8th edition",
        "cop": 2,
        "opa": "Leishmania donovani",
        "opb": "Babesia microti",
        "opc": "Plasmodium falciparum",
        "opd": "Plasmodium vivax",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "c936922b-820e-488a-94cc-1c8ada3d49a6",
        "choice_type": "single"
    },
    {
        "question": "A 6-year-old girl presents to the clinic with scaly patches on the scalp. Primary smears and culture of the skin and hair were negative. A few weeks later, she returned and was found to have inflammatory lesions. The hair fluoresced under Wood's light and primary smears of skin and hair contained septate hyphae. On speaking with the parents, it was discovered that there were several pets in the household. Which of the following is the most likely agent?",
        "exp": "Hairs infected with Microsporum canis and M. audouini both fluoresce with a yellow-green color under Wood's light, while Trichophyton rubrum, T. tonsurans, and Epidermophyton floccosum do not. But M. audouini is an anthropophilic agent of tinea capitis, whereas M. canis is zoophilic. M. canis is primarily seen in children and is associated with infected cats or dogs Reference: Ananthanarayan and Paniker&; s Textbook of Microbiology Tenth edition",
        "cop": 2,
        "opa": "Microsporum audouinii",
        "opb": "Microsporum canis",
        "opc": "Trichophyton rubrum",
        "opd": "Epidermophyton floccosum",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "792683c1-f025-410c-98dc-a83652747f62",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old patient presents with redness, foreign body sensation, excessive tears in the eyes along with corneal ulcers following the use of contact lens. The saline mount preparation of the corneal scrapping shows polygonal cysts. What would be the most probable cause?",
        "exp": "The given clinical history and the demonstration of polygonal cysts are suggestive of amoebic keratitis caused by Acanthamoeba. Acanthamoeba culbesoni is a free-living amoeba. It exists as trophozoite form and resistant cystic form. Both these forms are infective. The trophozoite is large and characterized by spine-like pseudopodia (acanthopodia). Human beings acquire by inhalation of cyst or trophozoite, ingestion of cysts, or through traumatized skin or eyes. It presents as two chronic conditions - acanthamoeba keratitis and granulomatous amoebic encephalitis. Diagnosis of amoebic keratitis is made by the demonstration of the cyst in corneal scrapings by wet mount, histology, and culture. Reference: Paniker&; s Textbook of Medical Parasitology 8th edition",
        "cop": 2,
        "opa": "Entameoba",
        "opb": "Acanthamoeba",
        "opc": "Naegleria",
        "opd": "Giardia",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "d8fcb4e6-fa08-4431-96cd-68f303220946",
        "choice_type": "single"
    },
    {
        "question": "Stool examination is required for diagnosis of infection with",
        "exp": "In Staph food poisoning, Enterotoxin is responsible for the manifestations of food poisoning - nausea, vomiting and diarrhoea 2-6 hours after consuming food contaminated by the preformed toxin. The source of infection is usually food handler who is a carrier. In food poisoning, faeces and remains of suspected food should be collected. Ref: Ananthanarayan and Paniker&; s Textbook of Microbiology, 9th edition; pg no: 204",
        "cop": 1,
        "opa": "Staphylococcus aureus",
        "opb": "Clostridia",
        "opc": "Shigella",
        "opd": "Campylobacter",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "b2e1fe47-3c15-4464-b2ab-9d75a73c5b11",
        "choice_type": "single"
    },
    {
        "question": "Traveller&; s diarrhoea is caused by",
        "exp": "Enterotoxigenic E. Coli causes traveller&; s diarrhoea. Persons travelling from developed countries visiting endemic areas often suffer from ETEC diarrhoea. Ref: Ananthanarayan and Paniker&; s Textbook of Microbiology, 9th edition; pg no: 279",
        "cop": 2,
        "opa": "Shigella",
        "opb": "E. Coli",
        "opc": "E. histolytica",
        "opd": "Giardiasis",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "507c7a5b-a170-4563-9663-cdf98903e27b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not STD",
        "exp": "Hepatitis A virus transmission is by the fecal-oral route. Infection is by ingestion. The virus multiplies in the intestinal epithelium and reaches liver by hematogenous spread. It is shed in the faeces during the late incubation period and prodromal phase of illness. All other options are sexually as well as parenterally transmitted diseases. Ref: Ananthanarayan& Paniker&; s textbook of microbiology, 9th edition. Pg no. 541",
        "cop": 1,
        "opa": "Hepatitis A virus",
        "opb": "HPV",
        "opc": "HIV",
        "opd": "Hepatitis B virus",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "d2daf97c-ad92-422f-984a-9372b101f30e",
        "choice_type": "single"
    },
    {
        "question": "The most common sensitive causative organism for Traveller&; s diarrhoea is rpt",
        "exp": "Traveller&; s diarrhoea is diarrhoea that develops during, or sholy after, travel abroad. It is caused by eating food, or drinking water, contaminated by germs (microbes) including bacteria, viruses and parasites. Mainly caused by E. coli. Textbook of microbiology, Ananthanarayan and Paniker",
        "cop": 1,
        "opa": "E. coli",
        "opb": "Shigella",
        "opc": "Norwalk virus",
        "opd": "Rotavirus",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "210434f5-c72c-4bd9-a401-b5b83c7cd08f",
        "choice_type": "single"
    },
    {
        "question": "A person returns to Delhi from Bangladesh after 2 days and has diarrhoea. Stool examination shows RBC&; s in the stool. The likely organism is",
        "exp": "Shigellae cause bacillary dysentery. Infection occurs by ingestion. The minimum infective dose is low-as few as 10-100 bacilli are capable of initiating the disease. Sho incubation period. Clinical features - Frequent passage of loose, scanty faeces containing blood and mucus along with abdominal cramps and tenesmus. Ref: Ananthanarayan and Paniker&; s Textbook of Microbiology, 9th edition; pg no: 286, 287",
        "cop": 4,
        "opa": "Enteropathogenic E. Coli",
        "opb": "Enterotoxigenic E. Coli.",
        "opc": "Salmonella typhi",
        "opd": "Shigella dysenteriae",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "fd3bacfe-99da-44ff-afa0-a1482aac7c29",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old patient complains of diarrhea, vomiting and abdominal pain that was aggravated on ingestion of food since 1 week. The stool microscopy reveals the following. The appropriate treatment for this condition would be",
        "exp": "The given clinical picture and the stool microscopy image showing the rhabditiform larva are suggestive of Strongyloidiasis. The most appropriate treatment for this condition would be Ivermectin. Strongyloidiasis is caused by Strongyloides stercoralis. The clinical disease may have cutaneous, pulmonary and intestinal manifestations. Reference: Paniker&; s Textbook of Medical Parasitology 8th edition",
        "cop": 2,
        "opa": "Tinidazole",
        "opb": "Ivermectin",
        "opc": "Praziquantel",
        "opd": "Niclofolan",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "a83b55c7-ab9b-4c30-a0a3-9d45b2e6356d",
        "choice_type": "single"
    },
    {
        "question": "A microbiologist is working with PCR and wishes to quantify the PCR by monitoring the amplification process while the PCR is ongoing. Which of the following types of PCR should he do?",
        "exp": "Real time polymerase chain reaction (PCR) can be used to quantify the PCR by monitoring the amplification process while the PCR is ongoing. Types of PCR: Reverse transcriptase PCR: The enzyme reverse transcriptase () is used to synthesise a complementary copy of DNA (c. DNA) from RNA and this c. DNA is then used a template for PCR. Real-time PCR: This helps quantify the PCR and gives an estimate of the pathogen DNA load in the specimen. It uses fluoroscent dyes or specific DNA probes. Multiplex PCR: Primers to more than one pathogen are used simultaneously and hence multiple products are obtained. Nested PCR: It involves the sequential use of two primer sets. First primer set is used for amplification and the amplicon obtained is then used as a target sequence for second amplification. This ensures specificity. Reference Ananthanarayan and Paniker&; s Textbook of Microbiology Tenth edition",
        "cop": 3,
        "opa": "image_question",
        "opb": "image_question",
        "opc": "image_question",
        "opd": "image_question",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "36f251e1-b462-4b6f-aacb-d8d4f5ad58d3",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old female came to a dermatology clinic with the complaints of brittle scalp hair and the presence of firmly adherent, black, gritty, hard nodules along the hair shaft. Pruritus is absent. What is the most probable causative agent?",
        "exp": "The presence of brittle scalp hair and firmly adherent, black, gritty, hard nodules along the hair shaft is suggestive of black piedra. The causative agent of this condition is Piedraia hoae. Piedra is a superficial fungal infection of the hair shaft. It is of two types Black piedra: It is characterized by the presence of firmly adherent, black, gritty, hard nodules along the hair shaft. Scalp hair is most often affected. It is caused by Piedraia hoae. White piedra: It is characterized by the presence of soft, white or light brown transparent nodules that are easily detached from the hair. It affects pubic, axillary, facial hair more commonly than scalp hair. It is caused by Trichosporon beigelii. Management: Shaving or cutting of the affected hair along with topical antifungals Reference: Ananthanarayan and Paniker&; s Textbook of Microbiology Tenth edition",
        "cop": 1,
        "opa": "Piedraia hoae",
        "opb": "Trichosporon beigelli",
        "opc": "Malassezia furfur",
        "opd": "Hoaea werneckii",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "3f721d39-6248-4a93-be3a-7a5a85801066",
        "choice_type": "single"
    },
    {
        "question": "Most common catheter-related bloodstream infection is",
        "exp": "S. saprophyticus, a coagulase-negative staphylococcus, may be present on the periurethral area and can cause UTI. Ref: Ananthanarayan& Paniker&; s textbook of microbiology, 9th edition. Pg no. 206",
        "cop": 4,
        "opa": "Candida",
        "opb": "Gram negative organisms",
        "opc": "Coagulase positive staphylococci",
        "opd": "Coagulase negative staphylococci",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "337fd94e-1aa2-4392-8650-a2bd6f6a20a6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is seen in African children with Burkitts lymphoma?",
        "exp": "Ans. is 'd'The c-myc gene (chromosome 8q24) involved in the entry of cells from resting G0 into the cell cycle is translocated to the mu heavy chain gene (chromosome 14q32) in most cases of Burkitt's lymphoma studied.",
        "cop": 4,
        "opa": "Absence of EBV",
        "opb": "T cell neoplasia",
        "opc": "Deletion of C myc gene",
        "opd": "Chromosome 8q24 to chromosome 14q32 translocation",
        "subject_name": "Microbiology",
        "topic_name": "Miscellaneous",
        "id": "746d28a3-e837-4221-a633-a856cf0d12cf",
        "choice_type": "single"
    },
    {
        "question": "Germ theory of disease was proposed by?",
        "exp": "Ans. (a) Louis Pasteur. Ref: Park 20/e, p 5, Ananthnarayan 7/e, p 5-7, Jawetz's 24/e, chapter 34",
        "cop": 1,
        "opa": "Louis Pasteur",
        "opb": "Ronald Ross",
        "opc": "Edward jenner",
        "opd": "Robert koch",
        "subject_name": "Microbiology",
        "topic_name": "Miscellaneous",
        "id": "5321eb97-d71e-44fb-a70c-bca981a48754",
        "choice_type": "single"
    },
    {
        "question": "A 36-year-old man presents at his physician's office complaining of fever and headache. On examination, he had leukopenia and increased liver enzymes, and inclusion bodies were seen in his monocytes. History revealed that he was an outdoorsman and remembered removing a tick from his leg. Which of the following diseases is most likely causing the symptoms described?",
        "exp": "All the listed diseases except Q fever are tick-borne. The rickettsia C. burnetii causes Q fever, and humans are usually infected by aerosol of a sporelike form shed in milk, urine, feces, or placenta of infected sheep, cattle, or goats. Lyme disease is caused by a spirochete, Borrelia burgdorferi, and produces the characteristic lesion erythema chronicum migrans (ECM). The etiologic agent of Rocky Mountain spotted fever is R. rickettsia. It usually produces a rash that begins in the extremities and then involves the trunk. Two human forms of ehrlichiosis can occur: human monocytic ehrlichiosis (HME), caused by E. chaffeensis; and human granulocytic ehrlichiosis (HGE), caused by an as yet unnamed Ehrlichia. Ehrlichiosis was previously recognized only as a veterinary pathogen. HME infection is transmitted by the brown dog tick and A. americanum. HGE infection is transmitted by I. scapularis, the same tick that transmits Lyme disease. Both infections cause fever and leukopenia. A rash rarely occurs. E. chaffeensis infects monocytes, and HGE infects granulocytes; both organisms produce inclusion bodies called morulae. Francisella tularensis is a small, Gram-negative, nonmotile coccobacillus. Humans most commonly acquire the organism after contact with tissues or body fluid of an infected mammal or the bite of an infected tick Reference: Ananthanarayan and Paniker&; s Textbook of Microbiology Tenth edition",
        "cop": 2,
        "opa": "Lyme disease",
        "opb": "Ehrlichiosis",
        "opc": "Rocky Mountain spotted fever",
        "opd": "Q fever",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "9c1a6c65-9c1f-4a21-9627-6ab5db705918",
        "choice_type": "single"
    },
    {
        "question": "Plasmid DNA-Chromosomal DNA combines to form:",
        "exp": "Ans: D (Episome) Ref: Anonthanarayan, Paniker CJ. Textbook of microbiology. 8th Edition. London: John Wiley & Sons: 2009. Pg. 60. 67. Explanation: Plasmid DNA may sometimes be integrated with chromosomal DNA are known as Episome. Transposons. They are structurally and genetically discrete segments of DNA that have the ability to move around in a 'cut-and-paste' manner between chromosomal and extrachro moso mal DNA molecules within cells. A transposon is a segment of DNA with one or more genes in the centre, and the two ends carrying 'inverted repeat' sequences of nucleotides-nucleotide sequences comple mentary to each other hut in the reverse order. They are also known as 'jumping genes'.",
        "cop": 4,
        "opa": "Mesosome",
        "opb": "Ribosome",
        "opc": "Transposon",
        "opd": "Episome",
        "subject_name": "Microbiology",
        "topic_name": "Miscellaneous",
        "id": "ef1c5457-2d0a-4369-bf61-3705ba55f4c5",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old child presents with diarrhea and abdominal pain since 4 days. Stool microscopy was done and is shown below. Which of the following can be used for the treatment?",
        "exp": "The given clinical history and the stool microscopy showing the egg are suggestive of infection with Hymenolepis nana. It is treated by Praziquantel. Characteristics of Hymenolepis nana eggs: Colorless, non-bile stained Possesses a single shell with an operculum at one end and a knob at the other end. Reference: Paniker&; s Textbook of Medical Parasitology 8th edition",
        "cop": 4,
        "opa": "Mebendazole",
        "opb": "Ivermectin",
        "opc": "Diethylcarbamazine",
        "opd": "Praziquantel",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "3b67ac3b-f01c-4870-8ebf-c69c1f59ed2a",
        "choice_type": "single"
    },
    {
        "question": "Food poisoning is seen with",
        "exp": "Enterotoxin is responsible for the manifestations of staphylococcal food poisoning - nausea, vomiting, and diarrhea 2-6 hour after consuming food contaminated by the preformed toxin. The toxin is a relatively heated stable, resisting 100deg C for 10 to 40 minutes depending on the concentration of toxin and nature of the medium. Ref: Ananthanarayan and Paniker&; s Textbook of Microbiology, 9th edition; pg no: 202",
        "cop": 1,
        "opa": "Staph aureus",
        "opb": "Staph. epidermidis",
        "opc": "Strep. pyogenes",
        "opd": "Staph saprophyticus",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "69915f28-e5e6-4485-b58a-5df9b10ef866",
        "choice_type": "single"
    },
    {
        "question": "A cook prepares sandwiches for 10 people going for a picnic. Eight out of them develop severe gastroenteritis within 4-6 hrs of consumption of the sandwiches. It is likely that on investigation the cook is found to be the carrier of",
        "exp": "Staphylococcus aureus produces toxins that can act as food poisons. Ref: Ananthanarayan and Paniker&; s Textbook of Microbiology, 9th edition; pg no: 207",
        "cop": 4,
        "opa": "Salmonella typhi",
        "opb": "Vibrio cholerae",
        "opc": "Entamoeba histolytica",
        "opd": "Staphylococcus aureus",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "d90e6ee5-d542-4a06-9324-b3b456d86e3b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following causes highest risk of nosocomial infection to a patient",
        "exp": "While all hospitalized patients are at risk for HAI, ceain subpopulations are at increased risk. These include the elderly, the immune-compromised, the very young or premature, and burn and surgical patients. Ref: Ananthanarayana & panikers 9th edition",
        "cop": 1,
        "opa": "Patient admitted for elective surgery",
        "opb": "HIV patient coming in follow up OPD",
        "opc": "Patient undergoing endoscopy",
        "opd": "Patient admitted for normal delivery",
        "subject_name": "Microbiology",
        "topic_name": "miscellaneous",
        "id": "5fadf683-43d4-4c16-952a-f16651d05682",
        "choice_type": "single"
    }
]