[
    {
        "question": "Koch's postulate is fullfilled by all except -",
        "exp": "Ans. is 'c' i. e., T. pallidum Koch postulateso Robert Koch proposed a series of postulates that have been applied broadly to link many specific bacterial species with particular disease, o Koch's postulates are: 1 The microorganism should be found in all cases of the disease in question and its distribution in the body should be in accordance with the lesions observed. 2. The microorganism should be grown in pure culture in vitro (or outside the body of the host) for several generations. 3. When such a pure culture is inoculated into susceptible animal species, the typical disease must result. 4. The microorganism must again be isolated from the lesions of such experimentally produced disease, o Microorganisms that do not meet the criteria of Koch's postulateso Microorganism that partially satisfy the postulates# E, coli induced diarrhea",
        "cop": 3,
        "opa": "M. tuburculosis",
        "opb": "E. coli",
        "opc": "T. pallidum",
        "opd": "None",
        "subject_name": "Microbiology",
        "topic_name": "Morphology and Physiology of Bacteria",
        "id": "d1ba4a7d-8628-4699-b363-a5a618ad78a5",
        "choice_type": "multi"
    },
    {
        "question": "Bacterial adherence to epithelium is mediated through:",
        "exp": "Ans: B (Fimbriae) Ref: Ananthnarayan R. Paniker CKJ. Textbook of Microbiology. 8th Edition. Hyderabad: Universities Press: 2009. Pg. 18-21. Explanation: Fimbriae. Certain (Tram-negative bacilli carry very fine, hair-like surface appendages called fimbriae or pili. They are shorter and thinner than flagella. Fimbriae can be seen only under the electron microscope. Fimbriae function as organs of adhesion, helping the cells to adhere firmly to particles of various kinds. Fimbriated bacteria form surface pellicles in liquid media. Many fimbriated cells (for example Escherichia, Klebsiella) agglutinate red blood cells. Hemagglutination provides a simple method of detecting the presence of such fimbriae. The hemagglutination is specifically inhibited by D- mannose (mannose sensitive)A special type of fimbria is the sex pili. They are found on 'male' bacteria and help in the attachment of those cells to 'female' bacteria. They do not mediate attachment to epithelium. Flagella. Flagella are the organs of locomotion. Flagellum consists of three distinct parts the filament, the hook and the basal. Flagella are made up of a protein (flagellin). Flagella are less than 0. 02 Jim in thickness and hence beyond the limit of resolution of the light microscope. They may, in some instances, be seen under dark ground illumination. They can be visualised by special staining techniques in which their thickness is increased by mordanting, or by electron microscopy. Mesosoxnes. Mesosomes (chondroids) are vesicular, convoluted or niultilaniinated structures formed as invaginations of the plasma membrane into the cytoplasm. They are more prominent in Gram-positive bacteria. They are the principal sites of respiratory enzymes in bacteria and are analogous to the mitochondria of eukaryotes. Mesosomes are often seen in relation to the nuclear body and the site of synthesis of crosswall septa, suggesting that they coordinate nuclear and cytoplasmic division during binary fission.",
        "cop": 2,
        "opa": "Sex pili",
        "opb": "Fimbriae",
        "opc": "Flagella",
        "opd": "Mesosomes",
        "subject_name": "Microbiology",
        "topic_name": "Morphology and Physiology of Bacteria",
        "id": "b890f6f7-ed68-4d64-b9d6-d2246c547be6",
        "choice_type": "single"
    },
    {
        "question": "Gram Stain is a:",
        "exp": "Ans. (b) Differential stain. Ref.: Microbiology by Ananth and Paniker 8th ed./15. DIFFERENTIAL STAIN* These are positive stain, which divide bacterial population into two different groups by imparting two different colors# Gram Stain: it is the most common staining method of bacteriology. It stains cell wall of bacteria. Gram positive appears blue Gram Negative appears pink/red# Z-N stain is used to distinguish acid fast bacteria and non-acid fast bacteria. Presence of mycolic acid is responsible for the acid-fast nature of bacteria.",
        "cop": 2,
        "opa": "Simple stain",
        "opb": "Differential stain",
        "opc": "Negative stain",
        "opd": "None",
        "subject_name": "Microbiology",
        "topic_name": "Morphology and Physiology of Bacteria",
        "id": "f282f352-0ab6-4caa-86ff-8c34e4ae0904",
        "choice_type": "multi"
    },
    {
        "question": "True about exotoxin -",
        "exp": "Ans. is 'b' i. e., Enzymatic Distinguishing feature of Exotoxins and endotoxins. Exotoxins. Endotoxinso Proteinso Heat labileo Secreted by cellso Action enzymico Active in minute doseo Highly antigenico Action specifically neutralised by antibodyo Specific pharmacologic effect for each toxino Can be toxoidedo Upopolysaccharideo Heat stableo Forms part of cell wrallo No enzy mic actiono Active only in large doseo Weakly antigenico Neutralisation of antibody ineffectiveo Effect nonspecifico Cannot be toxoided",
        "cop": 2,
        "opa": "Non-antigenic",
        "opb": "Enzymatic",
        "opc": "Non-protein",
        "opd": "Heat stable",
        "subject_name": "Microbiology",
        "topic_name": "Morphology and Physiology of Bacteria",
        "id": "332256c6-25cd-4f25-bd87-f4add7e685ba",
        "choice_type": "multi"
    },
    {
        "question": "Thermophile bacteria grow at -",
        "exp": "Ans. is 'd' i. e., 60-80deg C Temperature requirement of bacteriao Bacteria vary in their requirements of temprature for growth. Psvchrophilic bacteria grow best at temperature below 20deg. CThermophilic bacteria grow best between 55-80deg. CMesophilic bacteria grow best between 25-40degC",
        "cop": 4,
        "opa": "20deg C",
        "opb": "20-40deg C",
        "opc": "40-60deg C",
        "opd": "60-8. CTC",
        "subject_name": "Microbiology",
        "topic_name": "Morphology and Physiology of Bacteria",
        "id": "9a0c22ae-b1c4-4977-8372-0df38e32cd61",
        "choice_type": "single"
    }
]