[
    {
        "question": "Influenza virus belongs to family -",
        "exp": "Ans. is 'c* i.e., Orthomyxoviridae RNA VirusesPicornaviridae:Poliovirus, Coxsackievirus, Eehovirus, Enterovirus, Rhinovirus, Hepatitis A virusCalicivtridae: Norwalk virus. Hepatitis E virusTogaviridae: Rubella virus, Eastern equine encephalitis virus, Western equine encephalitis virusFlaviviridae: Yellow fever virus, Dengue virus, St. Louis encephalitis virus. West nile virus. Hepatitis C virus. Hepatitis G virusCoronaviridae: Coronavi rusesRhabdoviridae: Rabies virus. Vesicular stomatitis virusFiloviridae :: Marburg virus, Ebola virusParamyxoviridae: Parainfluenza virus, Respiratory syncytial virus, Newcastle disease virus , Mumps virus. Rubeola (measles) vimsOrthomyxoviridae: Influenza vims",
        "cop": 3,
        "opa": "Picomaviridae",
        "opb": "Calciviridae",
        "opc": "Orthomyxoviridae",
        "opd": "Paramyxoviridae",
        "subject_name": "Microbiology",
        "topic_name": "Myxo Viruses",
        "id": "61685b2a-5a35-4a85-9bf4-c99d40e59e6a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following can infect ovary -",
        "exp": "Ans. is 'a' i.e., Mumps virus o Mumps begins as a primary infection in the respiratory tract and spreads by viremia to glandular tissues including the salivary glands, pancreas, testes and ovaries.",
        "cop": 1,
        "opa": "Mumps virus",
        "opb": "EBV",
        "opc": "CMV",
        "opd": "Measles virus",
        "subject_name": "Microbiology",
        "topic_name": "Myxo Viruses",
        "id": "3f885afc-dba0-42a0-81c9-9ee78c3eb06a",
        "choice_type": "single"
    },
    {
        "question": "Swine flu is caused by?",
        "exp": "ANSWER: (A) H1N1REF: See APPENDIX-69 for details of \"H1N1 influenza\"Repeat (**)",
        "cop": 1,
        "opa": "H1N1",
        "opb": "H5N1",
        "opc": "H3N1",
        "opd": "H3N3",
        "subject_name": "Microbiology",
        "topic_name": "Myxo Viruses",
        "id": "5df1e1c7-18f2-42e7-ba38-0ddd28df06fe",
        "choice_type": "single"
    },
    {
        "question": "Which is the pandemic strain of influenza -",
        "exp": "Ans. is 'a' i.e., H1N1 Pandemic influenza A(H1N1)2009o The pandemic influenza A (HsN| ) 2009 virus differs in its pathogenicity from seasonal influenza in two key aspects.i) First, as the majority of human population has little or no pre-existing immunity to the virus, the impact of the infection has been in a wider age range, in particular among children and young adults,ii) Secondly, the virus can infect the lower respiratory tract and can cause rapidly progressive pneumonia, especially in children and young to middle-aged adults,o On 26 September 2011 WHO has adapted a newr nomenclature as influenza A (HjNi) pdm 09.",
        "cop": 1,
        "opa": "H1N1",
        "opb": "H2N2",
        "opc": "H5N1",
        "opd": "H3N3",
        "subject_name": "Microbiology",
        "topic_name": "Myxo Viruses",
        "id": "5d787c24-5f4f-4a50-b736-cd659a7eac66",
        "choice_type": "single"
    },
    {
        "question": "Warthin Finkeldy cells are found in:",
        "exp": "Ans: A (Measles) Ref: Ananthanarayan, Panther CJ. Textbook of Microbiology 8th Edition & John Wiley & Sons, 2009Explanation:Guarneri bodies - VacciniaBollinger bodies - FowlpoxMolluscum bodies - Molluscum contagiosumTzanck cells - Multinucleated giant cells found in Herpes simplex infectionWarthin Finkeldy cells - Type of multinucleate giant cell found in hyperplastic lymph nodes early in the course of measlesClue cells are epithelial cells of the vagina with distinctive stippled appearance due to presence of intracellular bacteria",
        "cop": 1,
        "opa": "Measles",
        "opb": "Mumps",
        "opc": "Molluscum contagiosum",
        "opd": "Herpes simplex infection",
        "subject_name": "Microbiology",
        "topic_name": "Myxo Viruses",
        "id": "b71a4dfd-a4f9-4a2f-8cb7-bf969c99558c",
        "choice_type": "single"
    },
    {
        "question": "Intracytoplasmic and Intranuclear inclusion body is seen in?",
        "exp": "Ans. (a) MeaslesRef.: Microbiology by Ananthanarayan and Paniker 8th ed. /444, 453* Inclusion bodies are nuclear or cytoplasmic aggregates of stainable substances, usually proteins. They typically represent sites of viral multiplication in a bacterium or a eukaryotic cell and usually consist of viral capsid proteins.Examples of Viral Inclusion BodiesIntracytoplasmicIntranuclearIntracytoplasmic + Intranuclear* Negri bodies in Rabies* Guarnieri bodies in Small pox* Henderson- Peterson bodies in Molluscum contagiosum* Cowdrytype A in Herpes simplex virus and Varicella zoster virus and Torres bodies in Yellow fever* Cowdrytype B in Polio and adenovirus* Warthin finkeldey bodies in Measles",
        "cop": 1,
        "opa": "Measles",
        "opb": "Mumps",
        "opc": "Rabies",
        "opd": "Yellow fever",
        "subject_name": "Microbiology",
        "topic_name": "Myxo Viruses",
        "id": "a9309cb8-3f04-4433-ae01-1b0f1de33cd0",
        "choice_type": "single"
    },
    {
        "question": "Hemagglutination showing viruses are?",
        "exp": "Ans. (b) Influenza virusRef: Jawetz 24/e, chapter various chapters",
        "cop": 2,
        "opa": "Respiratory syncytial virus",
        "opb": "Influenza virus",
        "opc": "Paramyxo virus",
        "opd": "None of these",
        "subject_name": "Microbiology",
        "topic_name": "Myxo Viruses",
        "id": "36ec45a7-d2ca-424a-ad9f-2b2250262c10",
        "choice_type": "multi"
    },
    {
        "question": "True about Nipah virus are all except -",
        "exp": "Ans. Is 'b' i.e., Causes hemorrhagic fever o Nipah virus is an emerging infectious agent belongs to paramvxoviridae.o It was first isolated in Malaysia in 1998, causing encephalitis in domestic pigs, with direct transmission from pigs to human.o There have been Nipah virus infection outbreaks in pigs in Malaysia and Singapore and human disease in Malaysia, Singapore, India and Bangladesh.o Typically the human infection presents as an encephalitis syndrome marked by fever headache, drowsiness, disorientation, mental confusion, coma and death.",
        "cop": 2,
        "opa": "Is a paramyxovirus",
        "opb": "Causes hemorrhagic fever",
        "opc": "Emerging infection",
        "opd": "Present in India",
        "subject_name": "Microbiology",
        "topic_name": "Myxo Viruses",
        "id": "9f4cb885-19cc-4c5f-a2a3-9c10f5c94e34",
        "choice_type": "multi"
    },
    {
        "question": "Antigenic variation is seen in all EXCEPT:",
        "exp": "ANSWER: (C) Influenza type CREF: Park 18th ed Page 144INFLUENZA VIRUS:Family orthomyxoviridaeIncubation period: 18-72 hoursTypes: A, B, C (No cross immunity and antigenically distinct)Both A and B have surface antigens, H (hemagglutinin), N (neuraminidase)Major antigenic variations occur in A, some in B while C seems to be antigenically stable.Rimantidine and Amantadine are used as prophylaxis for influenza AAntigenic variations:Antigenic shift: sudden change , due to genetic reassortment, causes major pandemicsAntigenic drift: A gradual change, due to point mutations, causes epidemics.",
        "cop": 3,
        "opa": "Influenza type A",
        "opb": "Influenza type B",
        "opc": "Influenza type C",
        "opd": "None of the above",
        "subject_name": "Microbiology",
        "topic_name": "Myxo Viruses",
        "id": "6bf076a6-da13-40ce-8580-934db7a21fb0",
        "choice_type": "multi"
    },
    {
        "question": "Paramyxoviruses enters the body via-",
        "exp": "Ans. is 'b' i.e., Respiratory route Myxoviruseso Mvxoviruses are enveloped RNA viruses.o They are characterized by ability to adsorb on to mucoprotein (affinity for mucin) on erythrocytes causing agglutination of erythocytes.o Myxovirus are divided into two important families-Orthomyxovirus InfluenzaParamyxovirus - Mumps, measles, RSV, Parainfluenza viruso Major route of infection of all these virus is respirator}' route by droplet infection.",
        "cop": 2,
        "opa": "Blood",
        "opb": "Respiratory route",
        "opc": "Conjunctiva",
        "opd": "Fecal-oral route",
        "subject_name": "Microbiology",
        "topic_name": "Myxo Viruses",
        "id": "04fd0a8b-f1b4-4d9f-873f-ca4ef8bffe51",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of bronchiolitis in children?",
        "exp": "Ans. (a) RSV",
        "cop": 1,
        "opa": "RSV",
        "opb": "Papova virus",
        "opc": "Adenovirus",
        "opd": "H3N1",
        "subject_name": "Microbiology",
        "topic_name": "Myxo Viruses",
        "id": "44dd629e-3f6e-4d8a-b05c-b6f9e0c1532d",
        "choice_type": "single"
    },
    {
        "question": "Croup is most commonly due to -",
        "exp": "Ans, is 'b' i.e., The para influenza virus Croup tLarvngotracheobronchitislo Croup is a viral infection of upper respiratoiy tract,o Children between the age of 1-5 years are affected,o Para-influenza type I virus is the most common causative organism.o Other viruses implicated in causaction are RSV, influenza virus, Adneovirus and Rhinovirus.",
        "cop": 2,
        "opa": "The respiratory' syncytial virus",
        "opb": "The para influenza virus",
        "opc": "The adenovirus",
        "opd": "The coronavirus",
        "subject_name": "Microbiology",
        "topic_name": "Myxo Viruses",
        "id": "82bf561a-3ea9-42bb-a664-1ad02431d6ac",
        "choice_type": "single"
    },
    {
        "question": "Hemagglutination is caused by which organism:",
        "exp": "Ans. (a) Influenza virusRef: Microbiology by Ananthanarayan and Paniker 8th ed. / 429* A large number of viruses agglutinate erythrocytes from different species by the process known as Hemagglutination.* Hemagglutination of influenza virus is due to presence of hemagglutinin spikes on the surface of virus.* Viruses causing Hemagglutination are:# Influenza Virus# Measles# Rubella# Coxsackie Virus# RhinoVirus# Rabies# Parainfluenza Virus# Toga Virus# EnteroVIrus# Echo Virus# Reo Virus",
        "cop": 1,
        "opa": "Influenza virus",
        "opb": "Mumps",
        "opc": "Adenovirus",
        "opd": "Parvovirus",
        "subject_name": "Microbiology",
        "topic_name": "Myxo Viruses",
        "id": "5c87a183-e548-4a48-864c-6187be5b556f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a cause of acute laryngotracheal bronchitis?",
        "exp": "ANSWER: (B) Parainfluenza virusREF: Anantnarayan 8th ed p. 515* M ost s erious dis ease caused by parammyxovirus is: croup or laryngotracheobronchitis* Most common: parainfluenza type 1* Most common symptom: common cold* Most common symptom: common coldA specific diagnosis is established by detection of virus in respiratory tract secretions, throat swabs, or nasopharyngeal washings. Viral growth in tissue culture is detected either by hemagglutination or by a cytopathic effect. Rapid viral diagnosis may be made by identification of parainfluenza antigens in exfoliated cells from the respiratory tract with immunofluorescence or ELISAMild cases of croup should be treated with bed rest and moist air generated by vaporizers. More severe cases require hospitalization and close observation for the development of respiratory distress. If acute respiratory distress develops, humidified oxygen and intermittent racemic epinephrine are usually administered. Aerosolized or systemically administered glucocorticoids are beneficial; the latter have a more profound effect. No specific antiviral therapy is available",
        "cop": 2,
        "opa": "H influenzae",
        "opb": "Parainfluenza virus",
        "opc": "Influenza virus",
        "opd": "Coxsakie virus",
        "subject_name": "Microbiology",
        "topic_name": "Myxo Viruses",
        "id": "0007c09e-1c63-4990-89eb-1ec4af842b47",
        "choice_type": "single"
    }
]