[
    {
        "question": "Which vaccine strain is changed every yearly?",
        "exp": "Influenza a and b are the segmented viruses which contain 8 segments of nucleic acid. There is gradual sequential change in antigenic structure occurring regularly at frequent intervals which is known as antigenic drift. This antigenic drift is due to mediation and selection so their vaccine strain is changed every year.",
        "cop": 1,
        "opa": "Influenza",
        "opb": "Rabies",
        "opc": "Hepatitis",
        "opd": "Ebola",
        "subject_name": "Microbiology",
        "topic_name": "NEET 2019",
        "id": "632d5c1a-6dea-4c63-acff-dd3dfa128778",
        "choice_type": "single"
    },
    {
        "question": "A person working in an abattoir presented with malignant pustule on hand; What is the causative agent?",
        "exp": "Bacillus Anthrax causes malignant pustule which later becomes vesicule containing fluid, this is also known as cutaneous Anthrax or Hide poer's disease since it is common in dockworkers containing load of hides and skin on their back surface.",
        "cop": 3,
        "opa": "Clostridium botulinum",
        "opb": "ostridium perfringens",
        "opc": "Bacillus anthracis",
        "opd": "Streptococcus pyogenes",
        "subject_name": "Microbiology",
        "topic_name": "NEET 2019",
        "id": "81f63760-def3-49aa-9e16-a853eeb7a8cf",
        "choice_type": "single"
    },
    {
        "question": "Contact isolation is done for:",
        "exp": "Contact isolation is done for methicillin-resistant staphylococcus auerus. MRSA should not be touched with bare hands because risk of infectivity is very high. MRSA is produced due to alteration of penicillin binding proteins in the gene mec A. The drug of choice for MRSA is vancomycin.",
        "cop": 2,
        "opa": "Mumps",
        "opb": "MRSA",
        "opc": "Diphtheria",
        "opd": "Typhoid",
        "subject_name": "Microbiology",
        "topic_name": "NEET 2019",
        "id": "7de9a379-24e3-4928-b966-c770a3905ce2",
        "choice_type": "single"
    },
    {
        "question": "A 9 years old child presented to OPD with complaints of high grade fever, vomiting, one episode of seizure. CSF examination was done and Gram staining of the culture showed lanceolate shaped gram positive diplococci. What is the probable causative agent?",
        "exp": "In the given gram stain, diplococcus arrangement is shown which is characteristic feature of pneumococcus or Streptococcus pneumoniae which causes conjunctivitis, otitis media, meningitis, pneumonia and sinusitis. Streptococcus pneumoniae is the most common cause of meningitis in adults. Streptococcus pneumoniae is responsible for 10-20 percent of meningitis cases in children ages 1 month to 15 years. Neisseria meningitidis range from 25-40 percent. Group A and B Streptococci appear to be involved only 2-4 percent of the time. Under the conditions described above (CSF showing gram positive diplococcic), Streptococcus pneumoniae would be the most likely etiologic agent.",
        "cop": 3,
        "opa": "Haemophilus influenzae",
        "opb": "Neisseria meningitidis",
        "opc": "Streptococcus pneumoniae",
        "opd": "Streptococcus agalactiae",
        "subject_name": "Microbiology",
        "topic_name": "NEET 2019",
        "id": "579c4a6e-4f5f-4150-ac37-628a28911ffe",
        "choice_type": "single"
    },
    {
        "question": "True about congenital Rubella syndrome is:-",
        "exp": "Virus can be isolated up to 12 months after bih. Tired of CRS is cardiac defects, cataract and sensory neural defects. Infection is not serious after 5 months of pregnancy Blueberry muffin rash is seen in congenital rubella syndrome.",
        "cop": 1,
        "opa": "Blueberry muffin rash is seen",
        "opb": "Virus can be isolated only upto 6months after bih",
        "opc": "Triad of CRS are cataract, cardiac defects, cerebral palsy",
        "opd": "Infection is most serious after five months of pregnancy",
        "subject_name": "Microbiology",
        "topic_name": "NEET 2019",
        "id": "5f1b044d-8176-438f-a998-2ee148703a25",
        "choice_type": "multi"
    },
    {
        "question": "Culture media for Legionella:",
        "exp": "Buffered charcoal, yeast extract (BCYE) agar- Legionellae are highly fastidious and grow on complex media, such as BCYE agar (pH 6. 8- 6. 9) Plates are incubated al 37 degree Celsius in 5% CO2 for 3-5 days. Colonies are round with an entire edge, glistening, convex, green or pink iridescent and have granular or speckled opalescence resembling ground glass.",
        "cop": 1,
        "opa": "BCYE agar",
        "opb": "Baird Parker medium",
        "opc": "Macconkey agar",
        "opd": "PLET medium",
        "subject_name": "Microbiology",
        "topic_name": "NEET 2019",
        "id": "c95d43cc-335b-47df-a2cc-567bb6b70f7a",
        "choice_type": "single"
    },
    {
        "question": "A neonate was found to have cataract, deafness and cardiac defects. Which group of viruses does the mother was infected with:",
        "exp": "Cataract definition and Cardiac defects are the classical triad of congenital rubella syndrome which is caused by rubella virus which belongs to family Togaviridae.",
        "cop": 1,
        "opa": "Togaviridae",
        "opb": "Flaviviridae",
        "opc": "Bunyaviridae",
        "opd": "Arenaviridae",
        "subject_name": "Microbiology",
        "topic_name": "NEET 2019",
        "id": "700bbf6d-386f-44da-8c45-c865a2e14896",
        "choice_type": "single"
    },
    {
        "question": "A 35 year old man presented with dry cough and rusty colored sputum. He has a history of eating in a Chinese restaurant very often with consumption of crabs. What is the probable causative agent in this condition?",
        "exp": "Option A: D/T B12 deficiency. Fish tapeworm Option B: Causes Intestinal Pneumonia",
        "cop": 3,
        "opa": "Diphyllobothrium latum",
        "opb": "Pneumocystis jirovecii",
        "opc": "Paragonimus westermani",
        "opd": "Strongyloides stercoralis",
        "subject_name": "Microbiology",
        "topic_name": "NEET 2019",
        "id": "aaed693d-fa7a-43b7-9b3e-9e5de38f6a54",
        "choice_type": "multi"
    }
]