[
    {
        "question": "Urethritis in males is not caused by:",
        "exp": "Hemophilus ducreyi causes soft sore/chancroid. Chocolate agar withIsoVitale Xis used for its culture. Infectious causes of urethritis- Neisseria gonorrhoeae Chlamydia trachomatis Trichomonas vaginalis Mycoplasma genitalium Herpes simplex virus Adenovirus",
        "cop": 1,
        "opa": "H. ducreyi",
        "opb": "Trichomonas",
        "opc": "Chlamydia",
        "opd": "Gonococcus",
        "subject_name": "Microbiology",
        "topic_name": "NEET Jan 2020",
        "id": "96621723-f722-4e8d-93a1-e62e0a39fed4",
        "choice_type": "single"
    },
    {
        "question": "A 12 year old boy presents with vomiting within 3 hours of consumption of food at a pay. What is the likely causative organism responsible for the symptoms ?",
        "exp": "Incubation period of staphylococcal food poisoning is 1-6 hours. As per question, consumption of food is within 6 hrs (3hrs). Food Poisoning Organism Incubation period Staphylococcal 1-6 hours Salmonella 12-24 hours Botulism 12-36 hours Clostridium perfringens 6-24 hours Bacillus cereus 1-6 hours E.coli 8-72 hours",
        "cop": 1,
        "opa": "Staphylococcus aureus",
        "opb": "Salmonella",
        "opc": "Clostridium botulinum",
        "opd": "Clostridium perfringens",
        "subject_name": "Microbiology",
        "topic_name": "NEET Jan 2020",
        "id": "7467f225-a43b-4699-a824-932df6d8193e",
        "choice_type": "single"
    },
    {
        "question": "Super antigen is produced by which of the following-",
        "exp": "Erythrogenic/Pyrogenic toxins are superantigens produced by Streptococcus pyogenes. They cause streptococcal toxic shock syndrome. Streptococcal toxic shock syndrome(STSS) is a rare, but serious bacterial infection. STSS can develop very quickly into low blood pressure, multiple organ failure, and even death. Examples of Bacterial super-antigens: Staphylococcal toxin Streptococcal toxin o Mycoplasma ahritidis mitogen 1 Yersinia enterocolitica Yersinia pseudotuberculosis Viral:EBV, CMV, Rabies nucleocapsid, HIV encoded nef (negative regulatory factor) Fungal superantigen: Malassezia furfur",
        "cop": 1,
        "opa": "Streptococcus pyogenes",
        "opb": "Clostridium perfringens",
        "opc": "Vibrio cholerae",
        "opd": "Staphylococcus epidermidis",
        "subject_name": "Microbiology",
        "topic_name": "NEET Jan 2020",
        "id": "2be94293-1a30-4d92-af17-bcd7c3b3b313",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the vector for Zika virus?",
        "exp": "Zika Virus Zika virus (RNA virus) is flavivirus. Reservoir- monkeys Vector - Aedes aegyptii Transmission Transplacental and sexual transmission Transfusion of blood and blood products, organ transplantation. Clinical Features Mainly asymptomatic; 10-15% have symptoms of dengue fever-like illness. Clinical symptoms are similar to Chikungunya. Influenza-like clinical signs includingfever,headache, and malaise. Amaculopapular rash, conjunctivitis,myalgia, andahralgiausually happen. Diagnosis Zika virus RNA is generally detectable inserum, whole blood and/or urineduring the acute phase of infection and up to2 weeksfollowing the onset of symptoms. Complications Newborn baby of infected mother may have GBS and microcephaly.",
        "cop": 1,
        "opa": "Aedes aegypti",
        "opb": "Culex tritaeniorhynchus",
        "opc": "Phlebotomus papatasil",
        "opd": "Anopheles",
        "subject_name": "Microbiology",
        "topic_name": "NEET Jan 2020",
        "id": "f3ab1118-4eaf-40dd-b9a8-f7d7121002a8",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for invasive aspergillosis is ?",
        "exp": "Voriconazole(triazole) is the recommended primary therapy for patients withInvasive aspergillosis. Alternatives- Isavuconazole and Lipid Amphotericin Formulations.",
        "cop": 2,
        "opa": "Posaconazole",
        "opb": "Voriconazole",
        "opc": "Liposomal AMB",
        "opd": "Caspofungin",
        "subject_name": "Microbiology",
        "topic_name": "NEET Jan 2020",
        "id": "0e890529-78e0-4058-9bd8-0bca479371a1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the cause of donovanosis?",
        "exp": "Granuloma inguinale/donovanosis-caused by Klebsiella granulomatis (formerly known as Calymmatobacteriumgranulomatis). Small, painless nodules appear after about 10-40 days of the contact with the bacteria. Later, the nodules burst, creating open, fleshy, oozing lesions. The lesions occur at the region of contact typically found on the shaft of the penis, the labia, or the perineum Diagnosis:painless, \"beefy-red ulcer\" with a characteristic rolled edge of granulation tissue. Wright Giemsa stain:Donovan bodies- rod-shaped, oval organisms that can be seen in the cytoplasm of mononuclear phagocytes or histiocytes in tissue samples.",
        "cop": 2,
        "opa": "H. ducreyi",
        "opb": "K. granulomatis",
        "opc": "Leishmania donovani",
        "opd": "Treponema pallidum",
        "subject_name": "Microbiology",
        "topic_name": "NEET Jan 2020",
        "id": "e62b9994-04b1-4d50-8e0b-d474a10f5545",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a Category A bioterrorism agent?",
        "exp": "BIOTERRORISM AGENTS (CDC) Category A Anthrax ( Bacillus anthracis) Botulism ( Clostridium botulinum toxin) Plague ( Yersinia pestis) Smallpox ( variola major) Tularemia ( Francisellatularensis) Viral haemorrhagic fever ( filovirus and arenavirus) Category B Brucellosis ( Brucella species) Clostridium perfringens' epsilon toxinFood safety threats ( Salmonella species, E.coli O 157:H7, Shigella) Glanders (Burkholderia mallei) Melioidosis ( Burkholderiapseudomallei) Psittacosis ( Chlamydia psittaci) Q fever ( Coxiella burnetii) Ricin toxin from Ricinus communis ( castor beans) Staphylococcal enterotoxin BTyphus fever ( Rickettsia prowazekii) Viral encephalitis ( Equine encephalitis viruses) Water safety threats ( e.g: Vibrio cholerae, cryptosporidium parvum ) Category C Emerging infectious diseases such as Nipah virus and hantavirus",
        "cop": 4,
        "opa": "Coxiella",
        "opb": "Brucella",
        "opc": "Nipah virus",
        "opd": "Bacillus anthracis",
        "subject_name": "Microbiology",
        "topic_name": "NEET Jan 2020",
        "id": "82b9eb94-9cd9-4db0-a982-92d09eb47ff1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most likely to be acquired by traumatic inoculation?",
        "exp": "All dimorphic fungi are acquired the respiratory route exceptSporothrixschenkiiwhich is acquired in majority bytraumatic inoculation of conidia. Sporotrichosis- Caused by Sporothrixschenkii (dimorphic fungus) akaRose gardeners disease Most cases are acquired cutaneous inoculation or walking bare foot. M/c seen in farmers, spread by thorn prick. Is a chronic mycotic disease that typically involves skin,subcutaneous tissue and regional lymphatics. Enlarged lymphnodes extending centripetally as a beaded chain are a characteristic finding Yeast form shows broad based budding or cigar shape Mould form shows flower like sporulation",
        "cop": 2,
        "opa": "Blastomyces dermatitidis",
        "opb": "Sporothrix schenkii",
        "opc": "Coccidioides immitis",
        "opd": "Paracoccidiodes brasiliensis",
        "subject_name": "Microbiology",
        "topic_name": "NEET Jan 2020",
        "id": "fa49eb99-c661-471c-a367-3b73604dd515",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old HIV positive patient comes with intractable diarrhea, crampy, abdominal pain and vomiting. Biopsy of small intestine was taken which shows cyst <10 um as given below. What is the appropriate diagnosis?",
        "exp": "- Kinyoun stain positive and clinical features like diarrhea in a immunocompromised individual highly suggestive of organism - Cryptosporidium parvum. - Its oocyst is of size 2-6 micron and it is pink coloured. - Cryptosporidium, microsporidia, and Isospora belli are the most common oppounistic protozoa that infect the GI tract and cause diarrhoea in HIV-infected patients. - Diarrhoea is accompanied by crampy abdominal pain, nausea and/or vomiting. - Diagnosis- stool Cryptosporidium examination or biopsy of the small intestine. - Diarrhoea is noninflammatory, and the characteristic finding is the presence of oocysts that stain with acid-fast dyes. - Treatment: - 2000 mg/d of nitazoxanide (NTZ)",
        "cop": 3,
        "opa": "CMV",
        "opb": "Isospora belli",
        "opc": "Cryptosporidium parvum",
        "opd": "Giardia lamblia",
        "subject_name": "Microbiology",
        "topic_name": "NEET Jan 2020",
        "id": "9e80b591-0b3a-432c-81a7-e24a8c1eddba",
        "choice_type": "multi"
    },
    {
        "question": "In renal transplant recipients, which is the likely organism causing reactivation disease within 1-4 months after surgery?",
        "exp": "CMVis theMC viral agent causing oppounistic disease(esp. between 1-4 months after surgery) in transplant recipients.",
        "cop": 2,
        "opa": "EBV",
        "opb": "CMV",
        "opc": "HSV",
        "opd": "VZV",
        "subject_name": "Microbiology",
        "topic_name": "NEET Jan 2020",
        "id": "ca88164f-bed6-4092-a20e-cf347a3f458d",
        "choice_type": "single"
    },
    {
        "question": "A sexually active female came with green coloured profuse frothy foul smelling discharge with intense itching. O/E strawberry cervix revealed. What condition she belongs to?",
        "exp": "Trichomoniasis Caused by Trichomonas vaginalis - flagellate protozoan motile organism Symptoms: severe itching and severe pruritis ColpitisMacularis (Strawberry Vagina) Greenish yellow, frothy discharge Rx: Metronidazole Rx both female and male paner",
        "cop": 2,
        "opa": "Candidiasis",
        "opb": "Trichomonas vaginitis",
        "opc": "Bacterial vaginosis",
        "opd": "None",
        "subject_name": "Microbiology",
        "topic_name": "NEET Jan 2020",
        "id": "c17172c4-39a8-4f64-8795-b09fe333820a",
        "choice_type": "multi"
    }
]