[
    {
        "question": "A 20-year-old patient with urethral discharge. Possible diagnosis:",
        "exp": "Ans. (d) Gonorrhea. Note purulent urethral discharge caused by Neisseria gonorrhea. Image source- style=\"text-decoration: underline; color: rgba(17, 85, 204, 1); font-family: Times New Roman, Times, serif\">145. F315. C1813. EADACFA. png",
        "cop": 4,
        "opa": "Chlamydia trachomatis",
        "opb": "Ureaplasma urealyticum",
        "opc": "Trichomonas vaginalis",
        "opd": "Gonorrhea",
        "subject_name": "Microbiology",
        "topic_name": "Neisseria",
        "id": "654dcf61-58dd-423b-b5c5-dd4701cebf5e",
        "choice_type": "single"
    },
    {
        "question": "Neisseria Meningitidis bacteria harbour normally:",
        "exp": "Ans. (c) Nasopharynx. Ref: Microbiology by Ananthanarayan and Paniker 8th ed. /224-25; K. Park 20th ed. /150, 151* N. Meningococci are capsulated Gram negative diplococci* Reservoir for N. Meningitides- human nasopharynx is only reservoir of meningococcus. (N. meningitidis)* Most important source- carriers are the most imp source, not clinical cases.* They are arranged in pairs with adjacent sides flattened --7 half moon shaped.* Transport medium --7 stuart's medium.* Blood agar, chocolate agar and Muller - Hinton agar are the media commonly used for culturing meningococci.* Age group- 3 month-5 years* Serotype- total 13, out of which serotype A, B, C are most important# Serotype A- Epidemics# Serotype B- Both epidemic and local out breaks# Serotype C- Local out breaks* Chemoprophylaxis has been suggested for close contacts.* RIFAMPICIN is DOC for prophylaxis.",
        "cop": 3,
        "opa": "Skin",
        "opb": "Genitals",
        "opc": "Nasopharynx",
        "opd": "Lower GIT",
        "subject_name": "Microbiology",
        "topic_name": "Neisseria",
        "id": "315b989f-c964-4673-8aac-0b7c5d9e5cb5",
        "choice_type": "multi"
    },
    {
        "question": "Neisseria meningitidis possesses following virulent factors EXCEPT:",
        "exp": "Ans. (c) b lactamase. Ref.: Microbiology by Ananthanarayan and Paniker 8th ed. /224-26* Lipo-oligosaccharide (LOS) is a component of the outer memberane of N. meningitidis which acts as an endotoxin which is responsible for septic shock and hemorrhage due to the destruction of red blood cells.* Other virulence factors include a polysaccharide capsule which prevents host phagocytosis and aids in evasion of the host immune response; and fimbriae which mediate attachment of the bacterium to the epithelial cells of the nasopharynx.* Beta-lactumases are enzymes (and not virulence factors) produced by some bacteria and are responsible for their resistance to beta-lactam antibiotics like penicillins and carbapenems",
        "cop": 3,
        "opa": "Capsule",
        "opb": "Lipo-oligosaccharide(LOS)",
        "opc": "p lactamase",
        "opd": "IgA protease cation",
        "subject_name": "Microbiology",
        "topic_name": "Neisseria",
        "id": "6c7ecf5c-520e-4260-9354-949018785a85",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is gram negative diplococci:",
        "exp": "Ans. (b) Neisseria Meningitidis. Ref: Microbiology by Ananthanarayan and Paniker 8th ed. /224-25. MENINGOCOCCI* Meningococci are Gram negative diplococci* Strep. Pneumoniae is a gram positive diplococci.* Corynebacterium Diphtheriae is Gram positive bacillus. They are non-motile, non-sporing and non-acid fast.* Staphylococcus are Gram positive cocci. They are also non-motile, non-spore forming, non-acid fast.",
        "cop": 2,
        "opa": "Cornynebacterium Diphtheriae",
        "opb": "Neisseria Meningitidis",
        "opc": "Streptococcus pneumoniae",
        "opd": "Staphylococcus",
        "subject_name": "Microbiology",
        "topic_name": "Neisseria",
        "id": "9efbea2f-756e-4db4-8c36-e750567f816f",
        "choice_type": "single"
    },
    {
        "question": "True about Neisseria gonorrhoea?",
        "exp": "ANSWER: (A) Kidney shaped. REF: Jatvetz Microbiology, 24th Ed, Ch. 21. GONOCOCCIThe typical neisseria is a gram-negative, nonmotile diplococcus, approximately 0. 8 urn in diameter. Individual cocci are kidney-shaped: when the organisms occur in pairs, the flat or concave sides are adjacent. In 48 hours on enriched media (eg, Mueller-Hinton, modified Thayer-Martin), gonococci and meningococci form convex, glistening, elevated, mucoid colonies 1-5 mm in diameter. Colonies are transparent or opaque, nonpigmented, and nonhemolytic. Outer membrane proteins. Gonnococd outer membrane proteins. Name of protein. Also called. Properties. Por I- Por A''Por BPorin protein/ Protein I (Por A & Por B are immunologically distinct forms)- Heat stable- Por A & Por B are never expressed together- Influences the killing of organisms in PMN's by preventing phagosome-lysosome fusion & diminishing the oxidative burst- Anti por antibodies are used commercially for identification of N gonorrhoea. Opa (protein. Outer membrane opacity protein, Protein II, PII- Augment pilus mediate adherence to mucosal surfaces- Heat labile. Rmp protein. Reduction modifiable protein, Protein III, P III- Homologous with E coli outer membrane protein (Omp A). Serologic typing of Por by agglutination reactions with monoclonal antibodies has distinguished 18 serovars of PorA and 2S serovars of PorB. Gonorrhea is exclusively transmitted by sexual contact, often by women and men with asymptomatic infections. The infectivity of the organism is such that the chance of acquiring infection from a single exposure to an infected sexual partner is 20-30% for men and even greater for women. The infection rate can be reduced by avoiding multiple sexual partners, rapidly eradicating gonococci from infected individuals by means of early diagnosis and treatment, and finding cases and contacts through education and screening of populations at high risk. Mechanical prophylaxis (condoms) provides partial protection. Chemoprophylaxis is of limited value because of the rise in antibiotic resistance of the gonococcus.",
        "cop": 1,
        "opa": "Kidney shaped",
        "opb": "Isolated in PIKES medium",
        "opc": "It is not transmitted through sexual contact",
        "opd": "Protein II is useful for typing",
        "subject_name": "Microbiology",
        "topic_name": "Neisseria",
        "id": "fba9efe4-0b1f-4808-94fe-d162ab097795",
        "choice_type": "multi"
    },
    {
        "question": "Thayer Martin medium is used for -",
        "exp": "Ans. is 'b' i. e.. Meningococcus Organism. Selective/Enrichment media. Plating media for V cholerae. TCBS (Thiosulfate Citrate Bile Salt sucrose), BSA (alkaline bile salt agar), GTTA (Gelatin Taurocholate Tellurite Agar). Enrichment media for V cholerae. Alkaline peptone water, Monsur's taurocholate peptone water. Legionella. BCYL (Buffered Charcol Yeat Extract). Bordetella. Regan Low medium, Bordet-Gengou medium, Lacey's DFP mediumM. Tuberculosis. LJ medium, Middle brook's medium, Dorset egg mediumS. aureus. Mannitol salt agar, Milk salt agar, Ludlanvs medium. Neisseria (gonococcus/meningococus). Thayer Martin medium, chocolate agar. Corynebacterium Diphthertae. Loeffer's serum slope, Potassium tellurite agar. Bacillus Cereus. MYPA (Mannitol egg Yolk Phenol red polymixin agar). Bacillus Anthracis. PLET (Polymyxin Lithium EDTAthallous acetate). Leptospira. EMJH medium. Fletcher medium. Korthof medium, Stuart's medium. Campylobacter. Skirrow's medium. Campy BAP medium, Butzlers medium. Reiter's Treponema. Smith Noguchi medium. Salmonella. Tetrathionate broth. Selenite F. broth. Pseudomonas. Cetrimide Agar. Anaerobes. Robertson cooked meat broth, Thioglycollate, Smith-Nogucbi. Lactose fermenting Enteric pathogens (E. colt & others). Mac. Conkey agar, Eosine-methylene blue (EMB), Deoxvcholate agar. Hemophilus. Blood agar with staph streak, Levin dial's medium. Fildes agar, chocolate agar. Listeria. PALCAM agar. Burkholderia. Ashdown's medium. Salmonella, Shigella. Deoxyeholate medium, Hektoen enteric agar (Salmonella-Shigella agar). Streptococcus agalactiae. Todd Hewitt broth with antibiotics. Mycoplasma pneumoniae. PPLG medium. For culturing urine sample. CLED (Cysteine Lactose Electrolyte Deficient) medium. Clostridium difficile. CCFA (Cefoxitin Cycloserine Fructose Agar). CCEY (Cefoxitin Cycloserine Egg-Yolk agar). Yersinia. CIN (Cefsulodin-lrgasan-Novobiocin) medium. Enterococcus. Bile esculin agar. Actinomyces. Thioglycoliate medium. Brain heart infusion agar",
        "cop": 2,
        "opa": "Legionella",
        "opb": "Meningococcus",
        "opc": "Pneumococcus",
        "opd": "Mycoplasma",
        "subject_name": "Microbiology",
        "topic_name": "Neisseria",
        "id": "7c70219f-e645-4312-b3af-507f194a288c",
        "choice_type": "single"
    },
    {
        "question": "A 22 years old lady complains of sore throat for 3 days along with fever and headache. On examination, she was severely dehydrated, her BP was found to be 90/50 mm Hg and on he distal aspect of the cuff, small red spots were noted. What could the the most probable etiological agent responsible for causing these symptoms?",
        "exp": "Ans. d. Neisseria meningitides (Ref: Harrison 19/e p995, 18/e p1215; Ananthanarayan 7/e p222-223)N. meningitides (Meningococci). Gram (-)ve, aerobic, nonmotile, lens shaped diplococci. QOxidase positiveQ (key test for identifying Neisseria). Can grow both intracellularly and extracellularly. Categorized as b-proteobacteriumQ on basis of genome sequencing. Classification: On the basis of capsular polysaccharide, classified into 13 serogroups5 serogrops are responsible for most meningococcal diseases (A, B, C, W, Y)QGroup A- epidemic, Group B- both epidemic and outbreak, Group C- Localized outbreak. QVirulence Factors: Capsular polysaccharide. Outer membrane protein (pilli). Lipoligosaccharide, LOS (endotoxin)Q NOT the lipopolysaccharide: morbidity and mortality of meningococcal bacteremia and meningitis is directly proportional to amount of circulating meningococcal endotoxin. Characteristic Features: Deficiency of terminal or alternate complement pathway C5-C9Q increases the risk of meningococcal infection. Meningitis is the result of blood borne disseminationQ and not the direct invasion Early symptoms are non-specific and suggest an influenza like illness with fever, headache, and myalgia accompanied by vomiting and abdominal pain. Rash, if present may appear to be viral early in the course, until petechie or purpuric lesions develop. Fulminant meningococcemia. most rapid lethal form of septic shock, with prominent hemorrhagic skin lesions and characteristic rash. QLab Diagnosis: Diagnosis is established by recovering meningococci from sterile body fluids such as blood, CSF etc. Grow best on Muller-HintonQ or chocolate agar at 350C in 5-10% CO2. Thayer-martin media is selective mediaQ used for culturing throat or nasopharyngeal specimen. Treatment: 3rd generation cephalosporin such as cefotaxime or ceftriaxoneQ is DOC for initial therapy. Prophylaxis: Rifampicin is DOC for meningococcal prophylaxis. QPrevention: Vaccine- Quadrivalent vaccine Meningococcal polysaccharide vaccine (serogroup A, C, W, Y)QThere is no vaccine against serogroup BQ as its capsule is non-immunogenic. Vaccine is ineffective in Age < 2 yearsQ, so given after 2 years.",
        "cop": 4,
        "opa": "Brucella abortus",
        "opb": "Chlamydia trachomatis",
        "opc": "Brucella suis",
        "opd": "Neisseria meningitides",
        "subject_name": "Microbiology",
        "topic_name": "Neisseria",
        "id": "cc8fff96-bdfa-4c6c-803a-1e1fa05fc47a",
        "choice_type": "multi"
    }
]