[
    {
        "question": "A 20-year-old patient with urethral discharge. Possible diagnosis:",
        "exp": "Ans. (d) Gonorrhea. Note purulent urethral discharge caused by Neisseria gonorrhea. Image source- style=\"text-decoration: underline; color: rgba(17, 85, 204, 1); font-family: Times New Roman, Times, serif\">145. F315. C1813. EADACFA. png",
        "cop": 4,
        "opa": "Chlamydia trachomatis",
        "opb": "Ureaplasma urealyticum",
        "opc": "Trichomonas vaginalis",
        "opd": "Gonorrhea",
        "subject_name": "Microbiology",
        "topic_name": "Neisseria",
        "id": "654dcf61-58dd-423b-b5c5-dd4701cebf5e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is gram negative diplococci:",
        "exp": "Ans. (b) Neisseria Meningitidis. Ref: Microbiology by Ananthanarayan and Paniker 8th ed. /224-25. MENINGOCOCCI* Meningococci are Gram negative diplococci* Strep. Pneumoniae is a gram positive diplococci.* Corynebacterium Diphtheriae is Gram positive bacillus. They are non-motile, non-sporing and non-acid fast.* Staphylococcus are Gram positive cocci. They are also non-motile, non-spore forming, non-acid fast.",
        "cop": 2,
        "opa": "Cornynebacterium Diphtheriae",
        "opb": "Neisseria Meningitidis",
        "opc": "Streptococcus pneumoniae",
        "opd": "Staphylococcus",
        "subject_name": "Microbiology",
        "topic_name": "Neisseria",
        "id": "9efbea2f-756e-4db4-8c36-e750567f816f",
        "choice_type": "single"
    },
    {
        "question": "Thayer Martin medium is used for -",
        "exp": "Ans. is 'b' i. e.. Meningococcus Organism. Selective/Enrichment media. Plating media for V cholerae. TCBS (Thiosulfate Citrate Bile Salt sucrose), BSA (alkaline bile salt agar), GTTA (Gelatin Taurocholate Tellurite Agar). Enrichment media for V cholerae. Alkaline peptone water, Monsur's taurocholate peptone water. Legionella. BCYL (Buffered Charcol Yeat Extract). Bordetella. Regan Low medium, Bordet-Gengou medium, Lacey's DFP mediumM. Tuberculosis. LJ medium, Middle brook's medium, Dorset egg mediumS. aureus. Mannitol salt agar, Milk salt agar, Ludlanvs medium. Neisseria (gonococcus/meningococus). Thayer Martin medium, chocolate agar. Corynebacterium Diphthertae. Loeffer's serum slope, Potassium tellurite agar. Bacillus Cereus. MYPA (Mannitol egg Yolk Phenol red polymixin agar). Bacillus Anthracis. PLET (Polymyxin Lithium EDTAthallous acetate). Leptospira. EMJH medium. Fletcher medium. Korthof medium, Stuart's medium. Campylobacter. Skirrow's medium. Campy BAP medium, Butzlers medium. Reiter's Treponema. Smith Noguchi medium. Salmonella. Tetrathionate broth. Selenite F. broth. Pseudomonas. Cetrimide Agar. Anaerobes. Robertson cooked meat broth, Thioglycollate, Smith-Nogucbi. Lactose fermenting Enteric pathogens (E. colt & others). Mac. Conkey agar, Eosine-methylene blue (EMB), Deoxvcholate agar. Hemophilus. Blood agar with staph streak, Levin dial's medium. Fildes agar, chocolate agar. Listeria. PALCAM agar. Burkholderia. Ashdown's medium. Salmonella, Shigella. Deoxyeholate medium, Hektoen enteric agar (Salmonella-Shigella agar). Streptococcus agalactiae. Todd Hewitt broth with antibiotics. Mycoplasma pneumoniae. PPLG medium. For culturing urine sample. CLED (Cysteine Lactose Electrolyte Deficient) medium. Clostridium difficile. CCFA (Cefoxitin Cycloserine Fructose Agar). CCEY (Cefoxitin Cycloserine Egg-Yolk agar). Yersinia. CIN (Cefsulodin-lrgasan-Novobiocin) medium. Enterococcus. Bile esculin agar. Actinomyces. Thioglycoliate medium. Brain heart infusion agar",
        "cop": 2,
        "opa": "Legionella",
        "opb": "Meningococcus",
        "opc": "Pneumococcus",
        "opd": "Mycoplasma",
        "subject_name": "Microbiology",
        "topic_name": "Neisseria",
        "id": "7c70219f-e645-4312-b3af-507f194a288c",
        "choice_type": "single"
    }
]