[
    {
        "question": "Man is intermediate host for -",
        "exp": "option-1- Life Cycle of Plasmodium: Malaria is caused by Plasmodium species. Definitive host: Female Anopheles mosquitoes Intermediate host: Man. option- 2-Tuberculosis is caused by Mycobacterium tuberculosis and doesn't have secondary host. option-3- In Filariasis (W. bancrofti): man is definitive host. option-4- Borrelia causes Relapsing fever and there is no secondary host.",
        "cop": 1,
        "opa": "Malaria",
        "opb": "Tuberculosis",
        "opc": "Filariasis",
        "opd": "Relapsing fever",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "ae933644-a617-4c27-8557-60950d1833d5",
        "choice_type": "single"
    },
    {
        "question": "The diagnostic characteristics of Plasmodium falciparum are best described by which one of the following statements?",
        "exp": "P. Falciparum infection Distinguished by the appearance of ring forms of early trophozoites and gametocytes, both of which can be found in the peripheral blood. The size of the RBC is usually normal. Double chromatin dots in the rings are common. Schuffner stippling is routinely seen in RBC's that harbor P. vivax.",
        "cop": 3,
        "opa": "An impoant diagnostic feature is the irregular appearance of the edges of the infected RBC.",
        "opb": "A period of 72 hours is required for the development of the mature schizont, which resembles a rosette with only 8 to 10 oval merozoites.",
        "opc": "Except in infections with very high parasitemia, only ring forms of early trophozoites and the gametocytes are seen in the peripheral blood.",
        "opd": "Schuffner stippling is routinely seen in RBC's that harbor parasites.",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "71aa3ccc-e7cc-4921-b3c4-af7250186372",
        "choice_type": "multi"
    },
    {
        "question": "Mark the false statement among given options regarding malaria species:",
        "exp": "Plasmodium species P. falciparum infects RBC's of all ages P. vivax infects RBC's < 14 d. P. malariae infects old RBC's. P. ovale selectively infect reticulocytes.",
        "cop": 2,
        "opa": "P. vivax infects RBC's < 14 days",
        "opb": "P. falciparum infects young RBC's only",
        "opc": "P. ovale selectively infect reticulocytes",
        "opd": "P. malariae infects old RBC's.",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "d00d9e5b-8e3f-437c-b269-24ea9efc3552",
        "choice_type": "multi"
    },
    {
        "question": "The following are true of PKDL except -",
        "exp": "Recccurence doesnt depend on full tratment, reccurence is even seen after full treatment. Persistent hypergammaglobulinemia is seen in Kala azar which is detected by antimony test which is done for Kala azar. Cancrum oris can occur in Kala azar. Option 1, 2, 3, 4 PKDL (Post Kala-azar Dermal Leishmaniasis): Seen in 2-10 year after succesfull treatment of VL (< 6 months in Sudan). Incidence among patients with VL: 50%(Sudan), 2-20% (Indian). Nonulcerative hypopigmented macular lesions, becomes nodular later. Persists for 20 years (few months for Sudan cases). Treatment: Longer courses of antimonials, resolve slowly.",
        "cop": 4,
        "opa": "Persistent hypergammaglobulinemia",
        "opb": "Seen in 2-10 year after succesfull treatment of VL",
        "opc": "Cancrum oris can occur",
        "opd": "Full treatment prevents PKDL",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "d8e76d6e-7e5d-42a0-8681-839ff001bb9a",
        "choice_type": "multi"
    },
    {
        "question": "Double rise of temperature in 24 hrs is seen in case of -",
        "exp": "Double rise of temperature in 24 hrs is seen in case of Kala azar. Option 1, 2, 3, 4 1. L. donovani donovani, infection of the classic kala-azar (\"black sickness\") or dumdum fever type occurs in many pas of Asia, Africa and Southeast Asia. 2. Kala-Azar Fever: In the early stages of the disease, there is a mild irregular fever becoming intermittent at later stage and in 20% cases pyrexia shows a double rise in 24 hrs. Bone marrow involvement leads to: Anemia, leucopenia, thrombocytopenia Hypergammaglobulinemia Spleen |, Liver | Fever and Hyperpigmentation (Indian cases) LN| (African but not in Indian cases)",
        "cop": 1,
        "opa": "Kala azar",
        "opb": "Malaria",
        "opc": "TB",
        "opd": "Hodgkin's lymphoma",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "58a1fa47-304c-4e5e-870f-f22d0d078721",
        "choice_type": "single"
    },
    {
        "question": "Trichomonas is seen under microscope in?",
        "exp": "Trichomonas exist only is trophozoite form, so seen in normal saline. Vaginal or urethral discharge is examined microscopically in saline wet mount preparation to look for characteristic jerky & twitching motility & shape.",
        "cop": 1,
        "opa": "Normal saline",
        "opb": "Distilled water",
        "opc": "KOH",
        "opd": "Dextrose",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "c79aad3e-7a5f-4e6d-80dc-003a6f212d4d",
        "choice_type": "single"
    },
    {
        "question": "Toxoplasmosis in the fetus can be best confirmed by -",
        "exp": "Diagnosis of Congenital toxoplasmosis: Presence of IgM Abs in fetus indicates congenital infection. The presence of circulating IgA ors the diagnosis of an acute infection as IgA-ELISA is more sensitive than IgM-ELISA for detecting congenital infection in the fetus. Toxoplasma Ag in amniotic fluid, PCR to detect Toxoplasma genes.",
        "cop": 2,
        "opa": "IgM Abs against toxoplasmosis in the mother",
        "opb": "IgM Abs against toxoplasmosis in the fetus",
        "opc": "IgG Abs against toxoplasmosis in the mother",
        "opd": "IgG Abs against toxoplasmosis in the fetus",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "cf384419-519b-4e45-9705-5d074c7b78cf",
        "choice_type": "single"
    },
    {
        "question": "Which is true of malaria -",
        "exp": "RBCs shape and size malaria: P. vivex - Enlarged, Round and Bizarre form P. falciparum - Normal in size P. malariae - Normal in size P. ovale - Enlarged, Oval and Fimbriated margin Relapse: Seen in P. vivax and P. ovale Recrudescence: Seen in P. falciparum and P. malariae infections Definitive host: Female Anopheles mosquitoes (not male anopheles) Intermediate host: Man. Rod forms are seen in P. falciparm not in P. malaiae",
        "cop": 2,
        "opa": "Rods forms are seen in P. malariae",
        "opb": "RBC size is more in P. vivax",
        "opc": "Relapse seen in P. falciparum",
        "opd": "Male and female mosquito transmit disease",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "4b29261a-e222-4bf5-bffd-77e6b7d14246",
        "choice_type": "multi"
    },
    {
        "question": "DOC for Trichomonas vaginalis?",
        "exp": "Simultaneous treatment of both paners is recommended as it is an STD. Metronidazole 2 g orally as a single dose or 500 mg orally twice a day for 7 days is the drug of choice. In patients not responding to treatment with standard regime, the dose of metronidazole may be increased or it may be administered parenterally. In pregnancy, metronidazole is safe in 2nd and 3rd trimesters.",
        "cop": 1,
        "opa": "Metronidazole",
        "opb": "Ampicillin",
        "opc": "Cotrimoxazole",
        "opd": "None of the above",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "b0ec5ce1-093f-4aff-a631-788ca53d5318",
        "choice_type": "multi"
    },
    {
        "question": "Giardiasis is associated with which immuno disorder",
        "exp": "Risk factors of Giardiasis: Gammaglobulinemia Common variable immunodeficiency Selective IgA-deficiency. Cystic fibrosis Poor hygiene Elderly debilitated persons",
        "cop": 1,
        "opa": "Common variable immunodeficiency",
        "opb": "C1 esterase deficiency",
        "opc": "C8 deficiency",
        "opd": "MAC deficiency",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "a2e3e7a3-5947-4b43-947a-35b529513a41",
        "choice_type": "single"
    },
    {
        "question": "Parasitic disease affecting intestine is -",
        "exp": "Option 1 Trypanosoma Cruzi: In chronic stage infection, damage occurs to Auerbach's plexus leads to dilatation of various pas of alimentary canal, especially the colon and esophagus the mega(dilatation) disease. Option 2, 3 Malaria- Systemic manifestations Kala azar- Visceral leishmaniasia Option 4 Oriental Sore (Old-World Cutaneous Leishmaniasis): it is caused by L. tropica complex (L. tropica, L. aethopica, L. major).",
        "cop": 1,
        "opa": "Chagas disease",
        "opb": "Malaria",
        "opc": "Kala azar",
        "opd": "Oriental sore",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "157d1464-3ac2-45a4-ac60-c57ba6df1a97",
        "choice_type": "single"
    },
    {
        "question": "All are true about Balantidium coli except:",
        "exp": "Balantidium coli Only ciliate protozoa and the largest causing human disease (ciliate dysentery). Infective stage: binucleate cyst; spherical, ellipsoid, 50-75mm, double layered cyst wall. The invasive form is the trophozoite - 80-120mm; two nuclei (macronucleus, micronucleus), peristome, cytostome, cytopharynx, cytopyge.",
        "cop": 3,
        "opa": "It is a protozoa",
        "opb": "Cyst is the infective stage",
        "opc": "Usually invades liver",
        "opd": "It is the largest protozoan parasite inhabiting large intestine in man",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "4a3ae867-0e7e-4c2f-907f-cff7f86a8d34",
        "choice_type": "multi"
    },
    {
        "question": "True of malaria diagnosis -",
        "exp": "1. Examination of peripheral blood smears (thin and thick blood films): Gold standard method: Thick smear: More sensitive (40 times), used for quantification and malaria pigment detection Thin smears: Used for speciation Feathery tail end of the smear should be examined At least 200-300 oil immersion fields should be examined before considered as negative. 2. Incubation periods- P. vivex: 14 days, P. falciparum: 12 days, P. malariae: 28 days, P. ovale: 17 days. 4. Ab detection in serum is not used for diagnosis of malaria. It is useful for - Epidemiological survey in malaria Screening of blood bank",
        "cop": 2,
        "opa": "Thick smear is gold standard to identify species",
        "opb": "Thin smear is better to identify species",
        "opc": "All have same incubation",
        "opd": "Antibody detection is used for rapid diagnosis",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "5fc19581-9c74-4ac8-a41c-fe23008c9c8a",
        "choice_type": "multi"
    },
    {
        "question": "Romana sign is seen in?",
        "exp": "Romana's sign is the classic finding in acute Chagas disease, which consists of unilateral painless edema of the palpebrae and periocular tissues. It can result when the conjunctiva is the poal of entry of T. cruzi",
        "cop": 1,
        "opa": "Chaga's disease",
        "opb": "Kala Azar",
        "opc": "Sleeping sickness",
        "opd": "Fasciola",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "ebd1269f-b4dd-4f81-a171-755795c3613d",
        "choice_type": "single"
    },
    {
        "question": "Splenic rupture is most common in infection with -",
        "exp": "1. Splenomegaly is one of the most common features of malaria. However, spontaneous splenic rupture, although unusual, represents a severe complication often leading to death. It is mostly seen in acute infection and primary attack, and it is most commonly associated with. Plasmodium vivax. 2. In benign malaria, after a few weeks of febrile paroxysm, spleen gets enlarged and become palpable. Splenomegaly is due to massive proliferation of macrophages that engulf parasitized and non-parasitized coated RBCs.",
        "cop": 1,
        "opa": "Plasmodium vivax",
        "opb": "Plasmodium ovale",
        "opc": "Plasmodium malariae",
        "opd": "Plasmodium falciparum",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "ad4340fa-1151-4008-a94c-06cffd5694cf",
        "choice_type": "single"
    },
    {
        "question": "Microscopic examination of a thin blood smear from a patient suspected of having malaria reveals numerous normal size erythrocytes without stippling but with ring stages, many with multiple ring stages and applique forms. Several erythrocytes show developing trophozoites that are spread across the erythrocytes in a band fashion. Which of the following is the most likely cause of infection?",
        "exp": "Multiple ring stages and applique forms are indicative of P. Falciparum; several erythrocytes show developing trophozoites that are spread across the erythrocytes in a band fashion that is indicative of P. Malariae infection. Normal size erythrocytes would exclude P. Vivax and P. Ovale.",
        "cop": 4,
        "opa": "Plasmodium vivax",
        "opb": "Plasmodium malariae",
        "opc": "Plasmodium falciparum",
        "opd": "A mixed infection with two plasmodium species",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "058b6157-32d5-4c70-b9da-2b5db2863309",
        "choice_type": "single"
    },
    {
        "question": "In malaria definitive host is",
        "exp": "Definitive host: Female Anopheles mosquitoes (not male anopheles) Intermediate host: Man. Infective form to man: Sporozoites presesnt in the salivary gland of mosquito Infective form to man when transmitted by blood transfusion or veical modetrophozoite Infective form to mosquito- Gametocyte Sand fly-cause leshmaniasis TSE TSE fly-cause sleeping sickness",
        "cop": 4,
        "opa": "Male anopheles mosquito",
        "opb": "Sand fly",
        "opc": "TSE TSE fly",
        "opd": "Female anopheles mosquito",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "3edbf56b-3968-459c-8779-0f9e7988f7d5",
        "choice_type": "single"
    },
    {
        "question": "Erythrocytic schizogony of Plasmodium liberates:",
        "exp": "Erythrocytic schizogony: Merozoites are released at the end of erythrocytic schizogony. The amoeboid trophozoites after feeding, grows in size and becomes erythrocytic schizont. Asexual multiplication takes place in schizont and forms merozoites which give pressure to the wall of weak RBC and liberated out in the form of erythrocytic merozoites. The process of formation of merozoites in the RBCs from the metacryptozoites is called erythrocytic schizogony. Many merozoites enter the fresh RBC and repeat the erythrocytic cycle. Pre- erythrocytic schizogony: Sporozoites in liver cell grow in size and become schizonts. The nucleus of schizont multiply asexually (multiple fission) and forms thousands of merozoites. These gives pressure to the wall of liver cell and liberated out in the form of cryptozoites or cryptomerozoites through ruptured liver cell. The process of formation of many cryptozoites from single sporozoites in liver cell is called pre-erythrocytic schizogony. Each sporozoite in the hepatocytes can give rise to 2000-50, 000 merozoites. These merozoites - invade RBC's - Erythrocytic schizogony - Invade fresh RBC's.",
        "cop": 3,
        "opa": "Sporozoites",
        "opb": "Trophozoites",
        "opc": "Merozoites",
        "opd": "Phanerozoites",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "2dd48143-8efe-404f-8f96-840fde476236",
        "choice_type": "single"
    },
    {
        "question": "Flask shaped ulcers seen in a dysentry patient is diagnostic of:",
        "exp": "Flask shaped ulcers seen in intestinal Amoebiasis. The most Diagnostic test of amoebiasis is ELISA.",
        "cop": 2,
        "opa": "Shigellosis",
        "opb": "Amoebiasis",
        "opc": "Giardiasis",
        "opd": "Typhoid",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "6f6d6ec5-9b13-4708-a032-325b1161a9f7",
        "choice_type": "single"
    },
    {
        "question": "The larval form of Taenia is referred as -",
        "exp": "Cysticercus is the larval stage of Taenia. It contains a muscular organ with bladder like sac. It is called as: T. solium - Cysticercus cellulosae: present in pig's muscle and also in man (muscle, eye and brain). Section through tissue infected with a bladderworm or cysticercus of Taenia solium: T. saginata - Cysticercus bovis: present in cattle's muscle, but not in man. Cysticercoid is the larva of Hymenolapis Nana. Coenurosis, also known as caenurosis, coenuriasis, gidorsturdy, is a parasitic infection that develops in the intermediate hosts of some tapeworm species (Taenia multiceps). `Echinococcus - cyst dis. caused by Echinococcus granulosus.",
        "cop": 1,
        "opa": "Cysticercus",
        "opb": "Cysticercoid",
        "opc": "Echinococcus",
        "opd": "Conerus",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "e8d8ae72-68fd-42e1-9765-59211dea0217",
        "choice_type": "single"
    },
    {
        "question": "Sleeping sickness is transmitted by -",
        "exp": "Sleeping Sickness is caused by T. brucei.:- transmitted by Tsetse fly Leishmaniasis:- by Sand fly cholera and dysentry:- house fly Simuliumis a genus of blackflies, which may transmit diseases such as onchocerciasis (river blindness)",
        "cop": 1,
        "opa": "Tsetse fly",
        "opb": "House fly",
        "opc": "Sand fly",
        "opd": "Simulium fly",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "6744c1a1-5951-47cc-93c5-4547d096a279",
        "choice_type": "single"
    },
    {
        "question": "In malaria, sexual cycle is -",
        "exp": "1. Female Anopheline mosquito represents the definitive host (Intermediate host- Man), in which sexual forms male and female gametocytes are transferred from human host during blood meal. 2. Sexual cycle (Sporogony): Begins when gametocytes infect the female anopheles mosquito and then transform to gametes - zygote - ookinete - oocyst - sporozoites",
        "cop": 2,
        "opa": "Sporozoites to gametocytes",
        "opb": "Gametocytes to sporozoites",
        "opc": "Occurs in human",
        "opd": "Responsible for relapse",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "a7ee96ab-d7f3-4e75-8578-5bf84c9ece45",
        "choice_type": "single"
    },
    {
        "question": "Peripheral smear of malaria shows all except",
        "exp": "Banana shaped gametocyte are seen in P. falciparum Comparison of the characteristics of plasmodia causing human malaria P. vivax P. falciparum P. malariae P. ovale Hypnozoites Yes No No Yes Erythrocyte preference Reticulocytes Young erythrocytes, but can infect all stages Old erythrocytes Reticulocytes Stages found in peripheral blood Rings, trophozoites, schizonts, gametocytes Only rings and gametocytes As in vivax As in vivax Ring stage Large, 2. 5 um, usually single, prominent chromatin Delicate, small, 1. 5 um, double chromatin, and multiple rings common, accole forms found Similar to vivax, but thicker Similar to vivax, more compact Late trophazoite Large irregular, actively ameboid, prominent vacuole Compact, seldom seen in blood smear Bond form characteristic Compact, coarse pigment Schizont Large filling red cell Small, compact, seldom seen in blood smear Medium size Medium size Number of merozoites 12-24 in irregular grape - like cluster 8-24 grape - like cluster 6-12 in daisy - head or rostte patter 6-12 irregularly arranged Microgametocyte (male gametocyte) Spherical, compact, pale blue cytoplasm, diffuse nucleus Sausage or banana-shaped pale blue or pink cytoplasm, large diffuse nucleus As in vivax As in vivax Macrogametocyte (female gametocyte) Large, spherical, deep blue cytoplasm, compact nucleus Crescentic, deep blue cytoplasm, compact nucleus As in vivax As in vivax Infected erythrocyte Enlarged pale, with schuffner's dots Normal size, maurrer's clefts, sometimes basophilic stippling Normal, occasionally Ziemman's stippling Enlarged, oval fimbriated, prominent Schuffner's dots Duration of schizogony (days) 2 2 3 2 Prepatent period (days) 8 5 13 9 Average incubation period (days) 14 12 30 14 Appearance of gametocyte after parasite patency (days) 4-5 10-12 11-14 5-6 Duration of sporogony in mosquito (25oC) (days) 9-10 10-12 25-28 14-16 Average duration of untreated infection (years) 4 2 40 4",
        "cop": 4,
        "opa": "Single ring form - Vivax",
        "opb": "Multiple ring - Falciparum",
        "opc": "Bar and band forms - Malariae",
        "opd": "Banana shaped gametocyte - Ovale",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "23deedb6-1ad7-4710-a84f-c595859cf618",
        "choice_type": "multi"
    },
    {
        "question": "A 20-year old female for complaints of vaginal itching, discharge, pain with intercourse and discomfo with urination. She has had 3 different sexual paners over the past 2 years. As pa of your workup, you do a wet mount of vaginal secretions and see a flagellated organism about the size of a white blood cell with \"twitching motility\" that makes you think of Trichomonas vaginalis. Which statement is false regarding Trichomonas?",
        "exp": "There is only one stage in the life cycle of Trichomonas, trophozoite. Hence, the transmission occurs sexually the trophozoite. T. vaginalis inhabits the lower genital tract of females and the urethra and prostate of males. Men infected with T. vaginalis are usually asymptomatic but can transmit the infection sexually. In contrast, infection in women, which has an incubation period of 5-28 days, is usually symptomatic and manifests with malodorous vaginal discharge (often yellow), vulvar erythema( \"strawberry cervix\")and itching, dysuria or urinary frequency. All sexual paners must be treated concurrently (Metronidazole) to prevent reinfection, especially from asymptomatic males.",
        "cop": 2,
        "opa": "Men are most likely asymptomatic but efficient transmitters of this organism",
        "opb": "The cyst form of the life cycle is the most common method of transmission",
        "opc": "Simultaneous treatment of the patient and her sexual contacts will decrease the chance of recurrences",
        "opd": "In severe cases the regional mucosa may be red with petechial lesions and the cervix has been described as a \"strawberry cervix\"",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "2b3a8adf-9a6b-44b8-8786-6b74059a0174",
        "choice_type": "multi"
    },
    {
        "question": "The characteristic tetrads in RBC occur in",
        "exp": "Tetrad forms in RBC's which represent budding merozoites from the trophozoites in the red blood cells are called Maltese cross. These are seen in babesiosis or piroplasmosis Babesiosis is an emerging tick-borne infectious disease caused by protozoan parasites of the genus Babesia that invade and eventually lyse red blood cells (RBCs). fig:- maltese cross apperence seen in RBC (Babesiosis) In malaria diffent form of life cycle are seen according to infecton of species of malaria. Plague and Lyme disease not infect RBCs",
        "cop": 2,
        "opa": "Malaria",
        "opb": "Babesiosis",
        "opc": "Lyme disease",
        "opd": "Plague",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "348e02c0-f0ac-4610-9313-2f1fe6d7e4d5",
        "choice_type": "single"
    },
    {
        "question": "All are seen in Plasmodium falciparum infection except:",
        "exp": "Relapses are due to hypnozoites in liver. These are seen in case of P. vivax and P. ovale. P. Falciparum is not associated with relapses. P. falciparum infects RBC's of all ages, hence the parasitemia is very high. Hemoglobinuria is commonly seen.",
        "cop": 3,
        "opa": "Hemoglobinuria",
        "opb": "Cerebral malaria",
        "opc": "Relapses",
        "opd": "Malignant malaria",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "d5a76190-322d-46dc-881a-c0066ead7338",
        "choice_type": "multi"
    },
    {
        "question": "Band shaped trophozoites are seen in -",
        "exp": "Band shaped trophozoites are seen in P. malariae. In other three ring form are seen in late trophozoite stage. Microscopic Tests for Malaria: 1. Examination of peripheral blood smears (thin and thick blood films): Gold standard method: Thick smear: used for quantification and malaria pigment detection Thin smears: Used for speciation, Late trophozoite (band like slightly amoeboid) of P. malariae can be demonstrated. P. malariae trophozoites have compact cytoplasm and a large chromatin dot. Occasional band forms and/or \"basket\" forms with coarse, dark-brown pigment can be seen. Quantitative Buffy coat examination (QBC) Rapid method for detection of parasites \"Band-form\" trophozoites in a thin smear \"Basket-form\" trophozoites in a thin smear",
        "cop": 4,
        "opa": "P. ovale",
        "opb": "P. vivax",
        "opc": "P. falciparum",
        "opd": "P. malariae",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "0bfefb0b-3520-4104-abde-19433afc0c70",
        "choice_type": "single"
    },
    {
        "question": "Selective medium for Naegleria fowleri -",
        "exp": "Option 2 NNN ( Novy-Mac. Neal-Nicolle) Media is used for culture of Leishmania and Trypanosoma. Option 3 CSF sample can be cultivated on nonnutrient agar (Page's saline and 1. 5% agar), lawn cultured with E. coli. Naegleria feeds on bacteria and crawls over the lawn culture of E. coli to produce trails. Option 4 Diamond media (Axenic culture): it is used for isolation of Trichomonas and Entamoeba histolytica.",
        "cop": 3,
        "opa": "Nutrient agar rich with E. coli",
        "opb": "NNN media",
        "opc": "Non Nutrient agar with E. coli",
        "opd": "Diamond media",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "e022c558-1ae8-43eb-8eea-6b4d51058cee",
        "choice_type": "single"
    },
    {
        "question": "The main reservoir for Entamoeba histolytica is -",
        "exp": "The main reservoir for Entamoeba histolytica is man. Other options can be the modes of transmission ie. faeco oral through contaminated water. Option 1, 2, 3, 4 E. histolytica: Habitat: Large intestine Morphology-3 stages: Trophozoites, Pre-cyst and cyst. Host: Humans are the only host and reservoir. Infective form: Mature quadrinucleate cyst. Mode of transmission: Faeco-oral route and rarely sexual transmission (20-30% in homosexuals).",
        "cop": 1,
        "opa": "Man",
        "opb": "Diy water",
        "opc": "Soil",
        "opd": "Ponds",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "0d6f77ca-5cad-42a5-acda-6cb5bebcc93d",
        "choice_type": "single"
    },
    {
        "question": "Acute primary meningoencephalitis true is -",
        "exp": "Option 1, 2, 3 Naegleria Fowleri: Disease: Primary amebic meningoencephalitis (PAM). Infective form: Amoeboid form is the invasive form. Mode of transmission: Man acquire infection by nasal contamination during swimming in fresh hot water bodies like ponds, river, swimming pools or lakes. option 4 Acanthamoeba species are more common in tropical climate",
        "cop": 2,
        "opa": "Meningitis caused by Acanthamoeba species is acute in nature",
        "opb": "Diagnosis is done by demonstration of trophozoites in CSF",
        "opc": "Caused by feco-oral transmission",
        "opd": "More common in tropical climate",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "eac180c3-f38d-4750-95dc-165599c611e7",
        "choice_type": "multi"
    },
    {
        "question": "An HIV+ patient with CD4 count of 47 cells/mL presents with diarrhea. Acid fast oocysts are found in the stool. From this finding, what is the proper care and prognosis with that care?",
        "exp": "Cryptosporidium parvum. Protozoan parasite, which is considered to be the most common cause of diarrhea in AIDS. Dx- Acid-fast oocysts in the stool by performing modified ZN staining. Rx- Azithromycin, Spiramycin, Paromomycin and Nitazoxanide Other causes of diarrhea in AIDS are Isospora bellii, Cyclospora cayatenensis, and Microsporidia. If CD 4 Count <50 cells/mL -Even with the best treatment, the infection may be unrelenting",
        "cop": 4,
        "opa": "Infection is sho lasting and self-resolving and requires no treatment",
        "opb": "If treated with antibiotics, the infection should resolve in 3-6 days",
        "opc": "Infection will only resolve with antituberculous drugs and then it may take weeks",
        "opd": "Even with the best treatment, the infection may be unrelenting",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "cd77d51c-916a-4c32-b278-3cc7091eff53",
        "choice_type": "single"
    },
    {
        "question": "Amastigote form is seen in -",
        "exp": "The species of leishmania exist in two forms:-1. amastigote (aflagellar) 2. promastigote (flagellated) in their life cycle. Amastigote (Non-flagellate form) occurs in the infected lesion of man in reticuloendothelial cells like macrophages, neutrophils, endothelial cells of liver, spleen, bone marrow, etc. Amastigote form also called as LD body. It is an obligate intracellular form and infective to sand-fly. Promastigote form is an extracellular form and infective to humans. It is mainly found in sandfly and in culture. Leishmania donovani Promastigotes in culture fluid Leishmania donovani (LD) bodies - Amastigote form in Bone marrow",
        "cop": 2,
        "opa": "Macrophages",
        "opb": "RES (reticulo-endothelial cells)",
        "opc": "Lymphocytes",
        "opd": "RBC",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "448e6cb0-1bec-4273-9b8c-36ce23ffb97b",
        "choice_type": "single"
    },
    {
        "question": "In malaria, infective stage injected into human subjects by the mosquito is:",
        "exp": "Female anopheles mosquito: definitive host. Man: intermediate host. In malaria infective stage for humans is sporozoites.",
        "cop": 1,
        "opa": "Sporozoite",
        "opb": "Merozoite",
        "opc": "Cryptozoite",
        "opd": "Gametocyte",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "ef77c95c-aaa0-4330-90b7-1a98737b31a7",
        "choice_type": "single"
    },
    {
        "question": "Multiple infection of RBC is seen with -",
        "exp": "In erythrocytic schizogony- P. falciparum - more than one parasite (2-6) invade an erythrocyte. Plasmodium vivax, Plasmodium malariae and Plasmodium ovale - single parasite with in RBC.",
        "cop": 3,
        "opa": "Plasmodium ovale",
        "opb": "Plasmodium vivax",
        "opc": "Plasmodium falciparum",
        "opd": "Plasmodium malariae",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "62d95811-9da1-4fca-ba1c-66649a89bfed",
        "choice_type": "single"
    },
    {
        "question": "A patient with AIDS had an acute episodes of diarrhea. The stool examination revealed an oval structure (8 to 9u in diameter) that was acid-fast and fluorescent blue under ultraviolet light. The most likely identification of this organism is?",
        "exp": "Acid fast structures that autofluoresce under UV light suggests the coccidian protozoa as the cause of the diarrhea. The size of 8-9 microns helps to arrive at the answer of Cyclospora. =Cyclospora, Cystoisospora and Cryptosporidium are coccidian protozoa that cause oppounistic intestinal infections in HIV patients.",
        "cop": 2,
        "opa": "Cryptosporidium",
        "opb": "Cyclospora",
        "opc": "Enterocytozoon",
        "opd": "Giardia",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "64bba271-d38a-4722-8f88-a94b6cb08970",
        "choice_type": "single"
    },
    {
        "question": "All are seen in cyst of E. histolytica except -",
        "exp": "Ingested RBC are seen in trophozoite not in cyst. Option 1, 2, 3, 4 Cystic stage of E. histolytica: Size and shape - 12-15 um, spherical. Cyst wall - highly refractive membrane. Nucleus - Eccentric nucleus, mature cyst contain 4 nucleuses. Cytoplasm - 1-4 chromatid bodies, glycogen mass (stain brown with iodine), both gradually disappear as the cyst matures from uninucleate to quadrinucleate. Chromatoid body - Present in immature cysts, Thick bars with rounded ends. Image: Mature Cyst of Entamoeba coli in an unstained wet mount preparation. fig:-showing labelled diagram of trophozoite and cyst",
        "cop": 4,
        "opa": "Glycogen mass",
        "opb": "Chromatid bars",
        "opc": "Eccentric nucleus",
        "opd": "Ingested RBC",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "42e8c40d-d615-4851-a52c-36a2c9a03f2a",
        "choice_type": "multi"
    },
    {
        "question": "All are true regarding Toxoplasmosis, except -",
        "exp": "Toxoplasmosis Transmission increases from 1st to 3rd trimester Severity decreases from 1st to 3rd trimester Option 1 Toxoplasmosis in Adult - Mostly asymptomatic Option 2 Congenital toxoplasmosis: 1st Trimester: More severe infection 3rd Trimester: More chance of transmission If Mother is previously infected: Fetus is asymptomatic. Incidence: Approximately 1 per 1000 live bihs. Featured by: 3C + 2M (chorioretinitis, cerebral calcification, convulsion, microcephaly and mental retardation) Most common manifestation: Chorioretinitis Option 3 Congenital toxoplasmosis Diagnosis: IgM detection in fetal blood, IgA can also be used. Toxoplasma Ag in amniotic fluid, PCR to detect Toxoplasma genes. Option 4 Congenital infection occurring in 1st trimester of pregnancy may cause aboion and still bih, but when acquired late in pregnancy, it may produce retinitis and mental defects. (less severe)",
        "cop": 4,
        "opa": "Subclinical in most cases among adults",
        "opb": "Intracerebral calcification in children",
        "opc": "IgM Ab in new born suggests congenital infection",
        "opd": "More severe in 3rd trimester in pregnancy",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "2c6ad56c-15e0-4b55-a29c-fcf907c554b4",
        "choice_type": "multi"
    },
    {
        "question": "Stage of falciparum not seen in Peripheral blood smear is",
        "exp": "1. In P. falciparum infection, the later stages of erythrocytic cycle occur in the capillaries of brain and internal organs. Hence only ring forms are found in peripheral blood by microscopic examination but not late trophozoites and Schizonts. 2. In PBS, all asexual erythrocytic stages, as well as gametocytes can be seen in peripheral blood of P. vivax, P. ovale and P. malariae infections but in P. falciparum infection, only ring form and gametocytes can be seen.",
        "cop": 1,
        "opa": "Schizont",
        "opb": "Gametocyte",
        "opc": "Ring form",
        "opd": "Double ring",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "d3841471-6d5a-4ba8-8f1a-55771d61fc7e",
        "choice_type": "single"
    },
    {
        "question": "Regarding cutaneous amoebiasis which is not true -",
        "exp": "Option 1, 2, 3, 4 1. Cutaneous amoebiasis or Amoebiasis cutis- it is usually seen over the region adjoining a visceral lesion e. g. area of drainage of liver abscess or colostomy wound or from the rectum perianally. It may also be seen following anal intercourse. 2. Perianal skin ulcers: by direct extension of ulcers to perianal skin. 3. Amoeboma (Amoebic granuloma): a diffuse pseudotumor like mass of granulomatous tissue found in rectosigmoid region and sometimes growing sufficiently large to block the lumen 4. Rapid improvement with anti-amoebic treatment occurs. D. O. C:- metronidazole",
        "cop": 4,
        "opa": "It is a spreading necrotizing inflammation of the skin and cutaneous tissue",
        "opb": "Rapid improvement with anti-amoebic treatment occurs",
        "opc": "Can occur in the perianal region",
        "opd": "The infection reaches the skin through the blood stream",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "6b7c6bed-d30e-4798-8c30-cf36b856691b",
        "choice_type": "multi"
    },
    {
        "question": "Parasitemia is highest in -",
        "exp": "Pathogenesis of P. falciparum In Falciparum malaria Blood shows high degree of parasitemia (30-40% of RBCs may be infected) compared to other species (<2%) as P. falciparum Infects all RBCs and alveolar capillaries and coronary blood vessels are congested and filled with parasitized RBCs. Sequestration, i. e. holding back of the parasite in the blood vessels of deep visceral organs like brain, kidney, etc. leads to vascular occlusion.",
        "cop": 3,
        "opa": "Vivax malaria",
        "opb": "Ovale malaria",
        "opc": "Falciparum malaria",
        "opd": "Quaan malaria",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "a1b61be7-468b-4120-89fd-1a9496276315",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a coccidian parasite?",
        "exp": "Isospora, Toxoplasma and Cyclospora all three are coccidian parasites which belongs to a phylum apicomplexa. They all have a common feature of organelle that helps in the penetration in host cells whereas blastomyces is a dimorphic fungi. Blastomyces is a fungus.",
        "cop": 3,
        "opa": "Isospora",
        "opb": "Toxoplasma",
        "opc": "Blastomyces",
        "opd": "Cyclospora",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "969c8ada-d9c5-4ec0-a44d-9291195daa86",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements best describes the intestinal amebae?",
        "exp": "Of the intestinal amebae, Entamoeba hamanni, E. coli, E. polecki, and E. nana are considered nonpathogenic. E. histolytica is distinctively characterized by its pathogenic potential for humans, although infection with this protozoan is commonly asymptomatic (causing \"healthy carriers\"). Symptomatic amebiasis and dysentery occur when the trophozoites invade the intestinal wall and produce ulceration and diarrhoea. Peritonitis can occur, with the liver the most common site of extraintestinal disease. The life cycle of the amebae is simple. There is encystment of the trophozoites, followed by excystation in the ileocecal region. The trophozoites multiply and become established in the cecum, where encystation takes place and results in abundant amebae, cysts, and trophozoites. Infection is spread by the cysts, which can remain for weeks or months in appropriately moist surroundings.",
        "cop": 3,
        "opa": "They are usually nonpathogenic",
        "opb": "They are usually transmitted as trophozoites",
        "opc": "They can cause peritonitis and liver abscesses",
        "opd": "They occur most abundantly in the duodenum",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "80977303-fc4e-4944-a2e7-de250cabccb6",
        "choice_type": "multi"
    },
    {
        "question": "A patient with AIDS had an acute episodes of diarrhea. The stool examination revealed an oval structure (8 to 9u in diameter) that was acid-fast and fluorescent blue under ultraviolet light. What is the drug of choice in this patient?",
        "exp": "In the given stool examination there is acid fast oocyst of size 8 to 10 microns most probably of Cyclospora which is a coccidian parasites so the drug of choice of Cyclospora is cotrimazole which is combination of trimethoprim and sulfamethoxazole. CRYPTOSPORIDUM PARVUM *Spherical or oval *4-5 micrometer in diameter *4 sporozoites *Acid fast *Infective when passed in feces *Under ultraviolet illumination, unstained oocyst are autoflourescent CYCLOSPORA CYTANENSIS *Spherical or oval *8-10 micrometer *2 sporocysts (4-6micrometer), each sporocyst has 2 sporozoites *Acid fast *Not infective when passed in feces *Under ultraviolet illumination, unstained oocysts are autoflourescent. ISOSPORA BELLI *Ellipsoid *20-30 x 10-19 micrometer *2 sporocysts ( 9-14 x 7-12 micrometer), each sporocyst has 4 sporozoites *Acid fast *Not infective when passed in feces *Under ultraviolet illumination, unstained oocyst are autoflourescent.",
        "cop": 1,
        "opa": "TMP-SMX",
        "opb": "Nitazoxanide",
        "opc": "Primaquine",
        "opd": "Niclosamide",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "631f02e7-f66f-44a8-b595-f909a9239be0",
        "choice_type": "single"
    },
    {
        "question": "Seat worm is -",
        "exp": "Option 1 Enterobius vermicularis: Enterobius vermicularis is also called as Pinworm, seat worm, or threadworm. Habitat: large intestine Host: only man Infective form: Eggs Mode of transmission: ingestion of eggs with contaminated fingers or autoinfection. Option 2 Dracunculus medinensis: Causes Guinea worm disease or dracunculiasis. Option 3, 4 Hookworm: Ankylostoma duodenale and Necator americanus.",
        "cop": 1,
        "opa": "Enterobius",
        "opb": "Dracunculus",
        "opc": "Ankylostoma",
        "opd": "Necator",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "17e9b78b-700b-49c9-8b79-964de7e506f3",
        "choice_type": "single"
    },
    {
        "question": "A patient following use of contact lens, developed corneal ulcers and symptoms of conjunctivitis. Saline mount preparation of corneal scrapping shows polygonal cyst. What should be the probable diagnosis?",
        "exp": "1. Acanthamoeba keratitis is associated with corneal injuries complicated by exposure to water or soil and with the wearing of contact lenses. 2. Acanthamoeba keratitis: Risk factors: Extended wear of lens Breaches in hygiene and disinfection procedures Swimming with contact lenses in place Use of homemade saline solutions contaminated with Acanthamoeba. 3. Wet mount examination: CSF or corneal scrapping is done to demonstrate both cysts and trophozoites. Trophozoite: One form, no flagellated form Thorn like pseudopodium (acanthopodia) 15-25 mm size. Giardia and Enthamaeba cause gastroenteritis Nigleria cause fulminant meningitis.",
        "cop": 1,
        "opa": "Acanthamoeba",
        "opb": "Naegleria",
        "opc": "Entamoeba",
        "opd": "Giardia",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "ab8fc796-72f9-473d-9bd6-0341706108e7",
        "choice_type": "single"
    },
    {
        "question": "True about toxoplasmosis is all except -",
        "exp": "CONGENITAL TOXOPLASMOSIS:. Diagnosis: IgM detection in fetal blood, IgA can also be used (experimental but better sensitivity) and Toxoplasma Ag in amniotic fluid, PCR to detect Toxoplasma genes. TOXOPLASMA GONDII: Three morphological forms: Sporulated oocyst, crescentic tachyzoites, tissue cyst containing bradyzoites Infective form: All three morphological forms are infectious Definitive hosts are cat and other felines Intermediate hosts are man and other mammals (goat, sheep) clinical feature:-In adults toxoplasmosis is usually asymptomatic. Encephalitis is rare in immunocompetent individuals and common in immunocompromised patients",
        "cop": 2,
        "opa": "In adults toxoplasmosis is usually asymptomatic",
        "opb": "IgG Abs are diagnostic in congenital toxoplasmosis",
        "opc": "Definitive host is cat",
        "opd": "Encephalitis is rare in immunocompetent individuals",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "c3c1262a-ae4a-4459-b6a1-56b32b788831",
        "choice_type": "multi"
    },
    {
        "question": "30 yrs old farmer treated initially with chloroquine for uncomplicated malaria now has an episode of relapse, what could be the reason for relapse?",
        "exp": "Both Plasmodium ovale and Plasmodium vivax may have resting liver forms, which are very slow to develop into schizonts with merozoites and proceed onto the chloroquine-sensitive erythrocytic stages after treatment is over.",
        "cop": 2,
        "opa": "P. vivax has a significant level of chloroquine resistance.",
        "opb": "P. vivax has a persistent exoerythrocytic stage (hypnozoite).",
        "opc": "P. vivax has a persistent erythrocytic stage.",
        "opd": "Chloroquine is not one of the drugs of choice.",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "70e60692-0fe5-4b50-8348-c6fca9d2b768",
        "choice_type": "multi"
    },
    {
        "question": "The normal habitat of giardia is -",
        "exp": "GIARDIA LAMBLIA: Habitat: Mucosa of duodenum and upper ileum of man. Morphology: 2 forms: Trophozoite and Cyst Infective stage: Cyst, Route of infection: Feco-oral route Cyst transforms to trophozoites which multiply in duodenum, attach to GIT mucosa by adhesive disk and later on, shed in the lumen, transforms to cysts which are passed in feces. They are the diagnostic form of the parasite. E. histolytica resides in distal ileum and caecum.",
        "cop": 1,
        "opa": "Duodenum and Jejunum",
        "opb": "Stomach",
        "opc": "Caecum",
        "opd": "Ileum",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "338f7786-82c0-48cd-905b-30d9bb0f2b19",
        "choice_type": "single"
    },
    {
        "question": "A biology graduate student who recently visited a tropical region of Africa presents with new visual impairment and the sensation that something is moving in her eye. She tells you that she is concerned because she had been warned about eye disease transmitted by black flies. When in Africa, she was in a river area, and despite her best effos she received a lot of black fly bites. She also has some subcutaneous nodules. If her infection was acquired by black fly bite, what is the most likely causative agent?",
        "exp": "Onchocerca volvulus causes river blindness and is transmitted by the bite of a black fly. The patient may be able to detect movement in the eye. Ancylostoma braziliense -hookworm not associated with eye infection Trichinella spiralis-not associated with eye infection. infection by ingestion Dracunculus medinensis- infection by drinking water from stagnant pool, present with papule",
        "cop": 4,
        "opa": "Ancylostoma braziliense",
        "opb": "Trichinella spiralis",
        "opc": "Dracunculus medinensis",
        "opd": "Onchocerca volvulus",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "cb5edf1e-338f-4f7c-8236-f5d131803aa1",
        "choice_type": "single"
    },
    {
        "question": "24 yrs old AIDS patient develops chronic abdominal pain, low grade fever, diarrhea, and malabsorption. Oocyst demonstrated in stool. Likely cause of his diarrhea is -",
        "exp": "Option 4 The most common oppounistic Protozoa infections in untreated AIDS patients include the following: Toxoplasma gondii, Isospora belli, Cryptosporidium species. Clinical feature of Isospora belli: fever, abdomen pain, watery nonbloody diarrhea. Disease is more severe in HIV patients resembling cryptosporidiosis. Wet mount or modified Z. N. staining (0. 1 - 1% H2. SO4) can be done for demonstration of oocysts of Isospora belli. Image: Isospora belli: 23-36 mm in size, oval, uniformly acid fast (1% H2. SO4), contains two sporocyst each bearing four sporozoites. option 1, 2 Oocyst are not seen in case of E. histolytica and Giardia option 3 Trichomonas cause vaginal infection",
        "cop": 4,
        "opa": "E. histolytica",
        "opb": "Giardia",
        "opc": "Trichomonas",
        "opd": "Isospora belli",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "00f7f000-16c7-4414-a9b7-dfbce6f5a0b0",
        "choice_type": "single"
    },
    {
        "question": "Invasive amoebiasis can be best diagnosed by -",
        "exp": "Option 1, 3 Amoebic Lectin Antigen (Gal/NAG lectin) is the principle virulence factor, present on the surface of trophozoites of pathogenic E. histolytica. Its various pathogenic mechanisms are: Adhsion, Cytotoxicity and Complement resistance. Serological tests (ELISA, IHA etc.) become positive only in Invasive amoebiasis. ELISA: detects 170k. Da of lectin Ag in stool with 95% sensitivity and specificity. It can also differenciate pathogenic E. histolytica from non pathogenic E. disper (Negative for Lectin Ag). IHA: it uses crude Ag to detect Amoebic Abs (IgG). IgG appears only in the later stage of intestinal amoebiasis. Option 2 Electrophoresis: it is used for Isoenzyme (Zymodeme) analysis. Option 4 Complement fixation test: it is not used in diagnosis of amoebiasis.",
        "cop": 1,
        "opa": "ELISA",
        "opb": "Countercurrent immunoelectrophoresis",
        "opc": "Haemagglutination test",
        "opd": "Complement fixation test",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "b3268a2b-460b-4fb4-bc8e-29e2dceb51f0",
        "choice_type": "single"
    },
    {
        "question": "Steatorrhea associated with Giardia infection is seen in which immunoglobulin deficiency?",
        "exp": "IgA is the secretory antibody prevent gut infection if IgA level are low predispose to Giardia infection. - Ig. A1 - present in serum - Ig A2 - present in mucosal surface & body secretions",
        "cop": 2,
        "opa": "IgE",
        "opb": "IgA",
        "opc": "IgG",
        "opd": "IgM",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "c01151d4-4a9d-42fd-aff5-87e8e6268076",
        "choice_type": "single"
    },
    {
        "question": "Oocyst of toxoplasma is found in -",
        "exp": "Toxoplasma gondii: Oocysts is the sexual form of the parasite found in cats and felines. Definitive hosts -cat and other felines. Intermediate hosts - man and other mammals (goat, sheep) Transmission: MC mode: Ingestion of sporulated oocysts from contaminated soil, food, or water Ingestion of tissue cyst containing bradyzoites from undercooked meat Sporulated oocyst in cat's feces in saline mount. option-2- DOG-infected by echinococcus.",
        "cop": 1,
        "opa": "Cat",
        "opb": "Dog",
        "opc": "Mosquito",
        "opd": "Cow",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "c33b5bac-c99d-4a45-bfce-f136eb744ce2",
        "choice_type": "single"
    },
    {
        "question": "Man is intermediate host for:",
        "exp": "In plasmodium human is the intermediate host and mosquito is the definative host. Definitive host-- a. Harbors -- Adult parasite b. Harbors most highly developed Form. c. Where sexual replication occurs. Intermediate host-- Harbours Asexual form Humans act as intermediate host for Plasmodium, Toxoplasma, Babesia, Echinococcus and T. Solium. Intermediate host for W. bancrofti and Brugia malayi is mosquito. cattle is intermediate host for T. saginata.",
        "cop": 3,
        "opa": "Brugia malayi",
        "opb": "W. Bancrofti",
        "opc": "Plasmodium",
        "opd": "T. saginata",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "38143c2c-bed2-4c4b-8319-12729376591e",
        "choice_type": "single"
    },
    {
        "question": "The following tests help in lab diagnosis of Kala azar except -",
        "exp": "All other tests are used except Immobilization test. Lab diagnosis:-",
        "cop": 2,
        "opa": "Bone marrow examination",
        "opb": "Immobilization test",
        "opc": "Blood smear examination",
        "opd": "Aldehyde test",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "fbde63ec-8fa9-45b8-a79d-770ec0c4553f",
        "choice_type": "multi"
    },
    {
        "question": "A patient presents with diarrhea and GI disturbance, analysis of stool on wet mount shows motile protozoa without RBCs and pus cells. The diagnosis is -",
        "exp": "Option 1 Balantidium coli may cause Dysentery: Ulcers mimic amebic ulcers but never invade muscular layer. Option 2 1. Giardia causes noninvasive diarrhea so there will be no RBCs. 2. In acute giardiasis, diarrhea is often foul smelling with fat and mucus without blood. It causes GI disturbances 3. Microscopy: Demonstration of either trophozoites (active infection) or cyst (carrier) sample by iodine and saline wet mount preparations. Option 3 T. hominis- non pathogenic, maybe associated with diarrhoeagenic stools Option 4 E. histolytica cause Dysentery (RBCs in stool).",
        "cop": 2,
        "opa": "B. coli",
        "opb": "Giardiasis",
        "opc": "Trichomonas hominis",
        "opd": "E. histolytica",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "f9e9510d-4c6a-47dc-8534-77ed09dc21ad",
        "choice_type": "single"
    },
    {
        "question": "The most distinctive feature of pathogenic E. histolytica on fresh stool examination is:",
        "exp": "The trophozoites from acute dysentric stools often contain phagocytosed erythrocytes. This feature is diagnostic and distinctive as phagocytosed red cells are not found in any other commensal intestinal amoebae.",
        "cop": 2,
        "opa": "Presence of active pseudopodia",
        "opb": "Erythrophagocytosis",
        "opc": "Presence of intracytoplasmic vacuole",
        "opd": "Presence of two nucleoli",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "a1692566-2c28-4000-9990-73f463fd5e2e",
        "choice_type": "single"
    },
    {
        "question": "Anchovy sauce-like material is associated with:",
        "exp": "Entamoeba histolytica causes amoebic liver abscess. The centre of the abscess contains thick chocolate brown pus i. e. Anchovy sauce pus which is liquefied necrotic liver tissue. It is bacteriologically sterile & free of Amoeba. Liver abscess may be multiple on more often solitary, usually located on upper right lobe of liver. -Signs of amoebic liver abscess are:- 1. Painful Hepatomegaly 2. Fever 3. Anorexia 4. Nausea 5. Weight Loss.",
        "cop": 3,
        "opa": "Amoebic colitis",
        "opb": "Amoebiasis cutis",
        "opc": "Amoebic liver abscess",
        "opd": "Pulmonary amoebiasis",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "dc3adcd4-1594-48be-816d-536ca5648c3b",
        "choice_type": "single"
    },
    {
        "question": "Amoebiasis is transmitted by all except -",
        "exp": "Mode of Transmission Amoebiasis:- Feco-oral transmission (MC) Sexual transmission (homosexual) Vector (Rare) - Flies and cockroaches (mechanical transmission) No transmission by veical route.",
        "cop": 3,
        "opa": "Cockroach",
        "opb": "Faeco-oral",
        "opc": "Veical transmission",
        "opd": "Oro-rectal",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "a7bc3d11-31cc-4847-9bb7-4aa5274edde7",
        "choice_type": "multi"
    },
    {
        "question": "True about Giardia is -",
        "exp": "Option 1 Agents of Traveller's diarrhea: Enterotoxigenic Escherichia coli (10-45%)- Single most impoant agent Enteroaggregative E. coli (5-35%)- Emerging enteric pathogen with worldwide distribution Campylobacter jejuni (5-25%)- More common in Asia Salmonella- Common in India Others- Aeromonas, Plesiomonas, and Vibrio cholerae Norovirus (< 10%) - Associated with cruise ships Rotavirus (< 5%) - Common among children Parasites (0-10 %): Giardia lamblia, Cryptosporidium, Entamoeba histolytica, Cyclospora Option 2, 3 GIARDIA LAMBLIA: Habitat: mainly Inhabits Mucosa of duodenum and upper ileum of man. Morphology: 2 forms: Trophozoite and Cyst Infective stage: Cyst Route of infection: Feco-oral route. Giardia may also cause traveler's diarrhea. Predisposing conditions to giardiasis are a gammaglobulinemia, common variable immunodeficiency and selective IgA-deficiency.",
        "cop": 1,
        "opa": "May cause traveller's diarrhea",
        "opb": "Giardia inhabits mainly ileum",
        "opc": "Trophozoites are infective to man",
        "opd": "None of the above",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "ab109f21-2978-4893-8648-ec63556cf796",
        "choice_type": "multi"
    },
    {
        "question": "The pathogenicity of E. histolytica is indicated by -",
        "exp": "Option 1, 2, 3 Zymodeme (isoenzyme) analysis: - E. histolytica possesses several isoenzymes like mailc enzyme, hexokinase, isomerase and phosphoglucomutase and these isoenzymes contribute in pathogenesis. When these isoenzymes are subjected to electrophoresis based on electrophoretic pattern (Zymodeme pattern) and mobility of these isoenzymes, Entamoeba can be diagnosed and speciated. Option 4 Amebic antigen in serum indicates recent and active infection. ELISA is done for lectin antigen Amebic antibody: Serum antibodies appear only in the later stages of intestinal amebiasis, e. g. ELISA, IFA, indirect hemagglutination test (IHA).",
        "cop": 1,
        "opa": "Zymodeme pattern",
        "opb": "Size",
        "opc": "Nuclear pattern",
        "opd": "ELISA test",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "e9f43384-b85c-4280-859e-4d598784f04a",
        "choice_type": "single"
    },
    {
        "question": "A person having diarrhea of six month duration. Acid fast organism of size 10 micron are found in stool. Most likely cause is:",
        "exp": "Most likely causative organisms in this condition are coccidian parasites which include Cryptosporidium Isospora Cyclospora Size of oocyst in these organisms are Cryptosporidium -4-6 micron Cyclospora - 8-10 micron Isorpora - 23-36 micron Oocysts of these organisms are acid fast Cyst of giardia is not acid fast",
        "cop": 3,
        "opa": "Cryptosporidium",
        "opb": "Isospora",
        "opc": "Cyclospora",
        "opd": "Giardia",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "ab23a8fe-d503-47e9-a17b-192383ea98a3",
        "choice_type": "single"
    },
    {
        "question": "Banana shaped gametocytes in peripheral smear are seen in infection with:",
        "exp": "Banana shaped or crescent shaped gametocytes are seen in P. Falciparum.",
        "cop": 3,
        "opa": "Plasmodium vivax",
        "opb": "Plasmodium malaria",
        "opc": "Plasmodium falciparum",
        "opd": "Plasmodium ovale",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "ae930634-5a6f-478c-b147-a255b3d80c8f",
        "choice_type": "single"
    },
    {
        "question": "The protozoan causing dysenteric symptoms:",
        "exp": "Balantidium coli is a ciliate protozoan. It is the largest protozoan parasite & only ciliate infecting humans. It inhabits the large intestine of man and causes ciliate dysentery. Infective stage: binucleate cyst; spherical, ellipsoid, 50-75mm, double layered cyst wall. The invasive form is the trophozoite - 80-120mm; two nuclei (macronucleus, micronucleus), peristome, cytostome, cytopharynx, cytopyge Entamoeba coli is the comensal of human intestine usually not associated with disease. Giardia cause malabsorption and steattorhea not dysentry Trichomonas cause genital tract infection",
        "cop": 1,
        "opa": "Balantidium coli",
        "opb": "Entamoeba coli",
        "opc": "Giardia",
        "opd": "Trichomonas",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "e5284c70-e8af-4e47-979a-a86cf285f1c2",
        "choice_type": "single"
    },
    {
        "question": "A 35 year old captain in the army has been plagued by a painful, erosive lesion near his ear lobe since his return from operation dese storm several years ago. Punch biopsy of the leading edge of the erosion reveals macrophages distended with oval amastigotes. How was this infection acquired?",
        "exp": "This is the history of cutaneous leishmaniasis caused by the L. tropica or L. major. The vector is sandfly (Phlebotomus sergenti or P. papatasii). This disease is also called as Delhi boil, Baghdad boil and oriental sore. Most cases of cutaneous leishmaniasis are seen in Afghanistan, Brazil, Iran, Iraq, Peru, and Saudi Arabia.",
        "cop": 4,
        "opa": "Contact with contaminated drinking water",
        "opb": "Bite of infected anopheles mosquito",
        "opc": "Bite of infected reduviid bug",
        "opd": "Bite of sandfly",
        "subject_name": "Microbiology",
        "topic_name": "Parasitology Pa 1 (Protozoology)",
        "id": "f1d26146-b5e8-4c67-b326-7f4e1e8929d2",
        "choice_type": "single"
    }
]