[
    {
        "question": "Parvovirus B19 does not cause:",
        "exp": "Ans. is 'a' i.e. Roseola infantum ParvovirusParvovirus is the smallest virus.It is a nonenveloped icosahedral virus with linear single stranded D.N.A.Pathogenesis of parvovirusParvovirus is highly tropic for human erythroid cells.The cellular receptors for parvovirus is blood group P antigen.P antigen is expressed on mature erythrocytes, erythroid progenitors, megakaryocytes, endothelial cells, placenta and fetal liver cells.Because of this distribution of Parvo virus receptors, the parvovirus replicates primarily in erythroid progenitors such as bone marrow and fetal liver cells and primarily causes diseases of these organs.Clinical manifestations:- Erythema infectiosum (fifth disease)Most B19 infections are asymptomatic.The main symptomatic manifestation of parvovirus is erythema infectiosum also known as fifth disease or slapped check disease.* Initially there is minor febrile prodrome and the classical facial rash develops after several days.Polyarthropathy syndromeUncommon among children but occurs in 50% of adults.Small joints of the hands and ankles are involved symmetrically.Aplastic crisisAsymptomatic transient reticulocytopenia occurs in most individuals with B19 infection.However in patients who depend on continuous rapid production of red cells, infections can cause transient aplastic crisis.In normal individuals with normal erythropoiesis few days of arrest of erythropoiesis will not cause detectable anemia.But, in cases which require continuous erythropoiesis such as cases of chronic hemolytic anemias (e.g. sickle cell anemia, hereditary spherocytosis) the life span of the R.B.C. is shortened. This leads to aplastic risis in these patients.Pure red cell aplasia/chronic anemiaParvovirus causes established persistent infection in patients with immunosuppression e.g. (AIDS, CLL).These patients have persistent anemia with reticulocytopenia.Hydrops fetalisParvovirus has tropism for fetal liver and heart. These tissues contain abundant P receptorsSo maternal infection with parvovirus pose a serious risk to the fetus resulting in hydrops fetalis and fetal death due to severe anemia.The risk of transplacental infection is 30% and the risk of fetal loss (early in 2nd trimester) is 9%.DiagnosisDiagnosis is done by the detection of B19 IgM antibodies.IqM is detected at the time of rash in erythema infectiosum and IgG is detected on the 7th day.TreatmentNo antiviral is effective against parvovirus.SPECTRUM OF DISEASE DUE TO B19 RELATED TO HOST FACTORSDiseaseHost* AsymptomaticNormal children and adults* Respiratory tract illnessNormal children and adults* Rash illnessNormal children and adults* Erythema infectiosum/fifthNormal childrendisease/ * slapped cheek syndrome * ArthralgiaNormal adults* Transient aplastic crisisPatients with increased erythropoiesis* Persistent anemiaImmuno deficient or compromised person* Congenital anemia/hydropsFetus < 20 weeks",
        "cop": 1,
        "opa": "Roseola infantum",
        "opb": "Aplastic anemia in sickle cell disease",
        "opc": "Fetal hydrops",
        "opd": "None of the above",
        "subject_name": "Microbiology",
        "topic_name": "Parvovirus",
        "id": "dc10ceba-1634-40db-a017-c1f5f14bfe59",
        "choice_type": "multi"
    }
]