[
    {
        "question": "Most common mode of transmission of polio virus-",
        "exp": "Ans. is 'b' i.e., Fecal-oral routeo Polio transmission is mostly restricted to developing countries where fecal-oral route is the most common mode of transmission.Polio Viruso Belongs to Picomaviruso A nonenveloped RNA virus (ss RNA).o Has four viral proteins, VP1-VP4. VP 1 Carries the major antigenic site.o Three types - Type 1,2 and 3o Type 1 is most common and causes most epidemicso Type 2 usually causes endemic infectionso Type 3 also causes epidemics.Pathologyo Virus multiplies selectively in neurons and destroys them,o Earliest change - Chromatolysis (Degeneration of nissel bodies)o Lesions are mostly in the anterior horns of the spinal cord.Some important points about poliovirus strains* (Type I. II. III)o Most common cause of epidemics*- Type Io Most difficult to eradicate* - Type I (because vaccine response to it is not good)o Most common cause of vaccine induced paralytic poliomyelitis*-Type III (due to mutation)o Most commonly associated with paralysis* -Type Io Most effective antigen -Type IIModes of transmission1. Fecal-oral route-Most common in developing countries.2. Droplet infection-More important in developed countries (through inhalation or through conjuctiva)",
        "cop": 2,
        "opa": "Droplet infection",
        "opb": "Fecal-oral route",
        "opc": "Blood transfusion",
        "opd": "Vertical transmission",
        "subject_name": "Microbiology",
        "topic_name": "Polio VIrus",
        "id": "0254e45e-72ba-4456-b444-07ed3bee4ec7",
        "choice_type": "single"
    },
    {
        "question": "Which viral disease is transmitted by orofecal route?",
        "exp": "Ans. (b) PoliovirusRef: Jawetz 24/e, chapter 36, Table 30-2",
        "cop": 2,
        "opa": "Dengue",
        "opb": "Poliovirus",
        "opc": "Hepatitis B",
        "opd": "Influenza virus",
        "subject_name": "Microbiology",
        "topic_name": "Polio VIrus",
        "id": "1cea9332-40dd-4b4e-9e5d-c54b440d5d00",
        "choice_type": "single"
    }
]