[
    {
        "question": "Reverse transcriptase is: (PGI May 2011)",
        "exp": "Ans: B (RNA...) \"The genetic material for some animal and plant viruses is RNA rather than DNA. Although some RNA viruses never have their information transcribed into a DNA molecule, many animal RNA vtruses-specifically, the retroviruses (the HIV virus, for example)- are transcribed by viral RNA-dependent DNA polymerase, the so-called reverse transcriptase, to produce a double-stranded DNA copy of their RNA genome\" - Harper 28th/307. Table (Chatterjea & Shinde7th/261)i. Enzymes used in recombinant DNA technology. Name. Reaction. Function. Restriction endonuclease. Cut DNA at specific DNA sequence within the molecule. Chimical knife in recombinant DNA technology. Reverse transcriptase. Synthesizes DNA from RNA template. Synthesizes c-DNA from m-RNASt nuclease. Degrades ss-DNARemoval of 'hairpin' in DNA synthesis of c-DNADNA Ligase. Catalyzes bond between DNA moleculesjoining of DNA molecules. DNA Polymerase 1. Synthesizes ds-DNA from ss-DNASynthesis of ds c-DNA: 'nick' translation. BAL3 1 nuclease. Degrades both 3' and 5' ends of DNAProgressive shortening of DNA molecules. Alkaline phosphatase. Dephosphoryiates 5' ends of RNA and DNARemoval of 5' -P04 Groups to kinase labeling to prevent self Ligation",
        "cop": 2,
        "opa": "DNA dependent RNA polymerase",
        "opb": "RNA dependent DNA polymerase",
        "opc": "DNA dependent DNA polymerase",
        "opd": "RNA dependent RNA polymerase",
        "subject_name": "Microbiology",
        "topic_name": "Properties of Virus",
        "id": "1614cd51-612a-410c-adfa-93fa822a4ea0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a RNA virus -",
        "exp": "Ans. is 'd' i. e., Picornavirus DNA viruses. Poxviridae: Variola, vaccinia, cowpox, monkeypox, tanapox, molluscum contagiosum. Herpesviridae: HSV-1, HSV-2, varicella-zoster, EBV, CMV, HTLV-1, RK-virus. Adenoviride: Adenovirus. Parvoviridae: Parvovirus, Adenosatellovirus, Densovirus. Papovaviridae: Papilloma virus (HPV), Polyomavirus. Hepadnaviridae: Hepatitis-B virus RNA Viruses. Picornaviridae: Poliovirus, Coxsackievirus, Echovirus, Enterovirus, Rhinovirus, Hepatitis A virus. Caliciviridae: Norwalk virus, Hepatitis E virus. Togaviridae: Rubella virus, Eastern equine encephalitis virus, Western equine encephalitis virus. Flaviviridae: Yellow fever virus, Dengue virus, St. Louis encephalitis virus, West nile virus. Hepatitis C virus, Hepatitis G virus. Coronaviridae: Coronaviruses. Rhabdoviridae: Rabies virus, Vesicular stomatitis virus. Filoviridae: Marburg virus, Ebola virus. Paramyxoviridae: Parainfluenza virus, Respiratory syncytial virus, Newcastle disease virus, Mumps virus. Rubeola (measles) virus. Orthomyxoviridae: Influenza virus",
        "cop": 4,
        "opa": "Herpes virus",
        "opb": "Adenovirus",
        "opc": "Poxvirus",
        "opd": "Picornavirus",
        "subject_name": "Microbiology",
        "topic_name": "Properties of Virus",
        "id": "77c1d5b9-c56b-4ea4-8223-8f19bc232167",
        "choice_type": "single"
    },
    {
        "question": "m-RNA to C-DNA is made by",
        "exp": "Ans. (a) Reverse transcriptase. Ref. Microbiology by Ananthanarayan and Paniker 9th ed. /574-75* Once an HIV virus infects a cell, the viral RNA is transcribed by reverse transcriptase, first into single stranded DNA and then into double stranded DNA. HIV infection of a cell || Viral RNA inside the cell ||Reverse transcriptase. Single stranded DNA ||Reverse transcriptase. Double stranded DNA (Provirus) || Integrated into host chromosomes ||-Viral promoters. Synthesis of viral RNA and other components",
        "cop": 1,
        "opa": "Reverse transcriptase",
        "opb": "DNA polymerase",
        "opc": "RNA polymerase",
        "opd": "DNA Ligase",
        "subject_name": "Microbiology",
        "topic_name": "Properties of Virus",
        "id": "06f15674-aa71-451c-90cd-1771b5371747",
        "choice_type": "single"
    },
    {
        "question": "Which is not a DNA virus -",
        "exp": ". Ans. is 'd' i. e., Rhabdovirus DNA viruses Poxviridae. Variola, vaccinia, cowpox, monkeypox, tanapox, molluscum contagiosum Herpesviridae. HSV-1, HSV-2, varicella-zoster. EBV, C'MV, HTLV-1 Adenoviride. Adenovirus Parvoviridae. Parv ovirus. Adenosatellovirus, Densovirus Papovaviridae. Papilloma virus (HPV). Polyomaviras Hepadnaviridae. Hepatitis-B virus. RNA Viruses. Picornaviridae. Poliovirus. Coxsackievirus. Echoviras. Enterovirus. Rhino virus. Hepatitis A virus. Calicmridae. Norwalk virus. Hepatitis E virus. Togaviridae. Rubella virus Eastern equine encephalitis virus. Western equine encephalitis virus. Fla>iviridae. Yellow fever virus. Dengue virus. St. Louis encephalitis virus. West nile virus. Hepatitis C virus. Hepatitis G vims. Coronaviridae. Coronavi ruses. Rhabdoviridae. Rabies virus. Vesicular stomatitis virus. Filoviridae. Marburg virus. Ebola virus. Paramyxoviridae. Parainfluenza virus. Respiratory syncytial virus. Newcastle disease vims. Mumps virus. Rubeola (measles) virus",
        "cop": 4,
        "opa": "Parvovirus",
        "opb": "Papovavirus",
        "opc": "Poxvirus",
        "opd": "Rhabdovirus",
        "subject_name": "Microbiology",
        "topic_name": "Properties of Virus",
        "id": "ffe2f389-c1a4-480e-b626-4877aa66cf00",
        "choice_type": "single"
    },
    {
        "question": "Function of reverse transcriptase -",
        "exp": "Ans. is 'a' i. e., RNA dependent DNA synthesis o Reverse transcriptase is an RNA dependent DNA polymerase that produces ds DNA from RNA template. It moves along the template in 3' - 5' direction, synthesizing DNA is 5' - 3' directiono It is seen in retro viruses (e. g. HIV).",
        "cop": 1,
        "opa": "RNA dependent DNA synthesis",
        "opb": "DNA dependent RNA synthesis",
        "opc": "DNA dependent DNA synthesis",
        "opd": "RNA dependent RNA synthesis",
        "subject_name": "Microbiology",
        "topic_name": "Properties of Virus",
        "id": "84154383-3f6e-4711-bfad-903a4e9ed831",
        "choice_type": "single"
    }
]