[
    {
        "question": "Capsid of viral structure is-",
        "exp": "Ans. is 'b' i.e., Protein coat around nucleic acid Structure of viruso The extracellular infectious virus particle is called as the virion.o The virion consist of a nucleic acid surrounded by a protein coat, the capsid.o The capsid with the enclosed nucleic acid is known as the nucleocapsid.o Two kinds of symmetry are encountered in the capsid -a) Icosahedral (cubical)b) Helicalo Virion may be enveloped or nonenveloped (naked).o Envelope is lipoprotein in nature, lipid is derived from host cell, while protein is virus coded.",
        "cop": 2,
        "opa": "Extracellular infectious particle",
        "opb": "Protein coat around nucleic acid",
        "opc": "Envelop around a virus",
        "opd": "None of the above",
        "subject_name": "Microbiology",
        "topic_name": "Properties of Virus",
        "id": "1a4a5c8f-58e8-4ec8-ab18-d2d52bbf7f87",
        "choice_type": "multi"
    },
    {
        "question": "Reverse transcriptase is: (PGI May 2011)",
        "exp": "Ans: B (RNA...) \"The genetic material for some animal and plant viruses is RNA rather than DNA. Although some RNA viruses never have their information transcribed into a DNA molecule, many animal RNA vtruses-specifically, the retroviruses (the HIV virus, for example)- are transcribed by viral RNA-dependent DNA polymerase, the so-called reverse transcriptase, to produce a double-stranded DNA copy of their RNA genome\" - Harper 28th/307Table (Chatterjea & Shinde7th/261)iEnzymes used in recombinant DNA technologyNameReactionFunctionRestriction endonucleaseCut DNA at specific DNA sequence within the moleculeChimical knife in recombinant DNA technologyReverse transcriptaseSynthesizes DNA from RNA templateSynthesizes c-DNA from m-RNASt nucleaseDegrades ss-DNARemoval of 'hairpin' in DNA synthesis of c-DNADNA LigaseCatalyzes bond between DNA moleculesjoining of DNA moleculesDNA Polymerase 1Synthesizes ds-DNA from ss-DNASynthesis of ds c-DNA: 'nick' translationBAL3 1 nucleaseDegrades both 3' and 5' ends of DNAProgressive shortening of DNA moleculesAlkaline phosphataseDephosphoryiates 5' ends of RNA and DNARemoval of 5' -P04 Groups to kinase labeling to prevent self Ligation",
        "cop": 2,
        "opa": "DNA dependent RNA polymerase",
        "opb": "RNA dependent DNA polymerase",
        "opc": "DNA dependent DNA polymerase",
        "opd": "RNA dependent RNA polymerase",
        "subject_name": "Microbiology",
        "topic_name": "Properties of Virus",
        "id": "1614cd51-612a-410c-adfa-93fa822a4ea0",
        "choice_type": "single"
    },
    {
        "question": "False about viruses is -",
        "exp": "Ans. is 'd' i.e., Nucleic acid absent o Viruses contain nucleic acid, either RNA or DNA.Properties of viruseso V iruses are obligate intracellular parasites.o They lack enzymes necessary for protein and nucleic acid synthesis and are dependent for replication on the synthetic machinery of host cells --> so, they cannot grow in cell free culture media.o They do not have cellular organization.o They are unaffected by antibacterial antibiotics.o They contain only one type of nucleic acid, either RNA or DNA, never both.o They multiply by a complex process and not by binary fission,o The extracellular infections virus particle is called the virion.o With few exceptions, viruses are very heat labile.",
        "cop": 4,
        "opa": "Ribosomes absent",
        "opb": "Mitochondria absent",
        "opc": "Motility absent",
        "opd": "Nucleic acid absent",
        "subject_name": "Microbiology",
        "topic_name": "Properties of Virus",
        "id": "7b5e14ec-c5db-4760-9916-a3e8f8e5fd31",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a RNA virus -",
        "exp": "Ans. is 'd' i.e., Picornavirus DNA virusesPoxviridae: Variola, vaccinia, cowpox, monkeypox, tanapox, molluscum contagiosumHerpesviridae: HSV-1, HSV-2, varicella-zoster, EBV, CMV, HTLV-1, RK-virusAdenoviride: AdenovirusParvoviridae: Parvovirus, Adenosatellovirus, DensovirusPapovaviridae: Papilloma virus (HPV), PolyomavirusHepadnaviridae: Hepatitis-B virus RNA VirusesPicornaviridae: Poliovirus, Coxsackievirus, Echovirus, Enterovirus, Rhinovirus, Hepatitis A virusCaliciviridae: Norwalk virus, Hepatitis E virusTogaviridae: Rubella virus, Eastern equine encephalitis virus, Western equine encephalitis virusFlaviviridae: Yellow fever virus, Dengue virus, St. Louis encephalitis virus, West nile virus. Hepatitis C virus, Hepatitis G virusCoronaviridae: CoronavirusesRhabdoviridae: Rabies virus, Vesicular stomatitis virusFiloviridae: Marburg virus, Ebola virusParamyxoviridae: Parainfluenza virus, Respiratory syncytial virus, Newcastle disease virus , Mumps virus. Rubeola (measles) virusOrthomyxoviridae: Influenza virus",
        "cop": 4,
        "opa": "Herpes virus",
        "opb": "Adenovirus",
        "opc": "Poxvirus",
        "opd": "Picornavirus",
        "subject_name": "Microbiology",
        "topic_name": "Properties of Virus",
        "id": "77c1d5b9-c56b-4ea4-8223-8f19bc232167",
        "choice_type": "single"
    },
    {
        "question": "Viral inclusion bodies are all EXCEPT:",
        "exp": "ANSWER: (A) Psamomma bodiesREF: Jawett's microbiology, 24th edition, different pagesSee APPENDIX-23 for \"VIRAL INCLUSION BODIES\"",
        "cop": 1,
        "opa": "Psamomma bodies",
        "opb": "Molluscum",
        "opc": "Negri",
        "opd": "Bollinger",
        "subject_name": "Microbiology",
        "topic_name": "Properties of Virus",
        "id": "ff4f9860-671f-4048-846a-664de47b7bb0",
        "choice_type": "multi"
    },
    {
        "question": "Integration of viral genome into host cell chromosome can leads to -",
        "exp": "Ans. is 'd' i.e., All of the above o Integration of viral genomes into host cell chromosome can cause alteration in :i) Host cell surfaceii)Metabolic functioniii) Cell growth and replication patterniv) Malignant transformationv) Latent infection",
        "cop": 4,
        "opa": "Malignancy",
        "opb": "Latency",
        "opc": "Altered growth",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "Properties of Virus",
        "id": "6f46abe5-f1f8-47ec-bc8a-91be26c3ad03",
        "choice_type": "multi"
    },
    {
        "question": "m-RNA to C-DNA is made by",
        "exp": "Ans. (a) Reverse transcriptaseRef. Microbiology by Ananthanarayan and Paniker 9th ed. /574-75* Once an HIV virus infects a cell, the viral RNA is transcribed by reverse transcriptase, first into single stranded DNA and then into double stranded DNA.HIV infection of a cell || Viral RNA inside the cell ||Reverse transcriptaseSingle stranded DNA ||Reverse transcriptaseDouble stranded DNA (Provirus) || Integrated into host chromosomes ||-Viral promotersSynthesis of viral RNA and other components",
        "cop": 1,
        "opa": "Reverse transcriptase",
        "opb": "DNA polymerase",
        "opc": "RNA polymerase",
        "opd": "DNA Ligase",
        "subject_name": "Microbiology",
        "topic_name": "Properties of Virus",
        "id": "06f15674-aa71-451c-90cd-1771b5371747",
        "choice_type": "single"
    },
    {
        "question": "Which is not a DNA virus -",
        "exp": ". Ans. is 'd' i.e., Rhabdovirus DNA viruses PoxviridaeVariola, vaccinia, cowpox, monkeypox, tanapox, molluscum contagiosum HerpesviridaeHSV-1, HSV-2, varicella-zoster. EBV, C'MV, HTLV-1 AdenovirideAdenovirus ParvoviridaeParv ovirus. Adenosatellovirus, Densovirus PapovaviridaePapilloma virus (HPV). Polyomaviras HepadnaviridaeHepatitis-B virusRNA VirusesPicornaviridaePoliovirusCoxsackievirusEchovirasEnterovirusRhino virusHepatitis A virusCalicmridaeNorwalk virusHepatitis E virusTogaviridaeRubella virus Eastern equine encephalitis virusWestern equine encephalitis virusFla>iviridaeYellow fever virusDengue virusSt. Louis encephalitis virusWest nile virusHepatitis C virusHepatitis G vimsCoronaviridaeCoronavi rusesRhabdoviridaeRabies virusVesicular stomatitis virusFiloviridaeMarburg virusEbola virusParamyxoviridaeParainfluenza virusRespiratory syncytial virusNewcastle disease vimsMumps virusRubeola (measles) virus",
        "cop": 4,
        "opa": "Parvovirus",
        "opb": "Papovavirus",
        "opc": "Poxvirus",
        "opd": "Rhabdovirus",
        "subject_name": "Microbiology",
        "topic_name": "Properties of Virus",
        "id": "ffe2f389-c1a4-480e-b626-4877aa66cf00",
        "choice_type": "single"
    },
    {
        "question": "Function of reverse transcriptase -",
        "exp": "Ans. is 'a' i.e., RNA dependent DNA synthesis o Reverse transcriptase is an RNA dependent DNA polymerase that produces ds DNA from RNA template. It moves along the template in 3' - 5' direction, synthesizing DNA is 5' - 3' directiono It is seen in retro viruses (e.g. HIV).",
        "cop": 1,
        "opa": "RNA dependent DNA synthesis",
        "opb": "DNA dependent RNA synthesis",
        "opc": "DNA dependent DNA synthesis",
        "opd": "RNA dependent RNA synthesis",
        "subject_name": "Microbiology",
        "topic_name": "Properties of Virus",
        "id": "84154383-3f6e-4711-bfad-903a4e9ed831",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about viral antibodies?",
        "exp": "Ans. c. Formed against viral surface proteins (Ref: Harrison 19/e 214e-8, 18/e p1439)Viral antibodies are formed later than interferon and significant levels are seen after one week and are directed against the viral surface proteins.'Resistance to viral infections is initially provided by factors that are not virus-specific. Physical protection is afforded by the cornified layers of the skin and by mucous secretions that continuously sweep over mucosal surfaces. Once the first cell is infected, IFNs are induced and confer resistance to viral replication Viral infection may also trigger the release of other cytokines from infected cells. These cytokines may be chemotactic to inflammatory and immune cells. Viral protein epitopes expressed on the cell surface in the context of MHC class I and II proteins can stimulate the expansion of T cell populations with receptors that can recognize the virus- encoded peptides. IFNs and NK cells are particularly important in containing viral infection for the first several days. 7-10 days after infection, virus-specific antibody responses, virus-specific HLA class II--restricted CD4+ helper T lymphocyte responses, and virus-specific HLA class I--restricted CD8+ cytotoxic T lymphocyte responses develop. These responses, whose magnitude typically increases over the second and third weeks of infection, are important for rapid recovery. Also between the second and third weeks, the antibody type usually changes from IgM to IgG; IgG or IgA antibody can then be detected at infected mucosal surfaces. Antibody- may directly neutralize virus by binding to its surface and preventing cell attachment or penetration. Complement can significantly enhance antibody-mediated virus neutralization. Antibody and complement can also lyse virus-infected cells that express viral membrane proteins on the cell surface. Cells infected with a replicating enveloped virus usually express the virus-envelope glycoproteins on the cell plasma membrane. Specific antibodies can bind to the glycoproteins, fix complement, and lyse the infected cell. - Harrison 18/e p1439",
        "cop": 3,
        "opa": "Appear before interferon",
        "opb": "Formed against viral nuclear acid",
        "opc": "Formed against viral surface proteins",
        "opd": "Maximum levels are seen writhin one week",
        "subject_name": "Microbiology",
        "topic_name": "Properties of Virus",
        "id": "e0ea42c1-c560-4609-a24a-99b5c45ef80e",
        "choice_type": "multi"
    }
]