[
    {
        "question": "Man is intermediate host of?",
        "exp": "ANSWER: (A) Malaria. REF: Jawett's 24th edition Section VI. Parasitology chapter 46. Medical Parasitology. Repeat in December 2011, December 2009. Man is the defenitive host in most parasitic infections except in: Echinococcus granulosus. Plasmodium. Taenia Solium(man is both defenitive and intermediate host). Toxoplasma gondii. Sarcocytis lindemanii",
        "cop": 1,
        "opa": "Malaria",
        "opb": "Filaria",
        "opc": "Dengue",
        "opd": "Plague",
        "subject_name": "Microbiology",
        "topic_name": "Protozoa",
        "id": "0863b240-a7aa-4a26-9d24-7f750cb0c788",
        "choice_type": "single"
    },
    {
        "question": "Treatment given to entamoeba cyst carriers is?",
        "exp": "ANSWER: (C) Paromomycin. REF: Harrisons 18th ed chapter 209. Asymptomatic individuals with documented E. histolytica infection should be treated because of the risks of developing amebic colitis or amebic liver abscess in the future and of transmitting the infection to others. Paromomycin or iodoquinol should be used in these cases.",
        "cop": 3,
        "opa": "Metronidazole",
        "opb": "Diloxanide furoate",
        "opc": "Paromomycin",
        "opd": "Nitzoxzanide",
        "subject_name": "Microbiology",
        "topic_name": "Protozoa",
        "id": "57eaaf1c-e8b9-4b3e-8ab3-1d779442ec5e",
        "choice_type": "single"
    },
    {
        "question": "Schizoint are not seen in peripheral blood of which malarial parasites -",
        "exp": "Ans. is 'b' i. e., P falciparum o In peripheral smear offalciparum malaria following forms are seen -Early ring form. Gametocyteso Mature trophozoites and schizoint are not found in peripheral blood because schizogony occurs inside the capillary of internal organs (spleen, liver and bone marrow).",
        "cop": 2,
        "opa": "Pvivax",
        "opb": "P falciparum",
        "opc": "Povale",
        "opd": "Pmalariae",
        "subject_name": "Microbiology",
        "topic_name": "Protozoa",
        "id": "2793b60f-0eba-44cd-bb96-c0ffe406ff1a",
        "choice_type": "single"
    },
    {
        "question": "The normal habitat of giardia is-",
        "exp": "Ans. is 'a' i. e., Duodenum and jejunum o Giardia is a flagellate protozoao It is the only common protozoa that inhabits the duodenum and jejunum (upper small intestine) of human. o Infective form - Cysto Mode of transmission - Ingestion of cyst. Morphologyo G Iambi ia exists in two forms. 1) Trophozoite# It is tennis or badminton racket shaped/piriform shaped/tear drop shaped in frontal view and spoon shaped (sickle) in lateral view.# It is bilateral symmetrical and all organs of body are paired with: i) Two nucleic, ii) Four pairs of flagella, iii) Two axostyles, iv) Two parabasal bodies, v) Two sucking discs. Trophozoite show \"falling-leaf' motility. 2) Cyst:# It is oval in shape and contains 4 nuclei, remains of flagella and axostyles.",
        "cop": 1,
        "opa": "Duodenum and jejunum",
        "opb": "Stomach",
        "opc": "Caecum",
        "opd": "Ileum",
        "subject_name": "Microbiology",
        "topic_name": "Protozoa",
        "id": "67e64e6f-55a5-4a0e-880a-01b3d25d2586",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of dysentery in adults is?",
        "exp": "ANSWER: (D) Entamoeba. REF: Various. This was a difficult one and quite a nagging question, because no book gives a perfect answer. However after consulting various websites. CMDT, Harrison I reached the conclusion that most common cause of dysentery is bacterial > parasitic. Robbin's states that shighella is the prominent cause of dysentery in countries with poor hygiene, like India etc, while amongst parasites, it states that entameoba histolytica is major cause of dysentery.",
        "cop": 4,
        "opa": "Crypto parvum",
        "opb": "Giardia",
        "opc": "Strongoloides",
        "opd": "Entamoeba histolytica",
        "subject_name": "Microbiology",
        "topic_name": "Protozoa",
        "id": "395619df-1194-4026-915f-0ac58d437f12",
        "choice_type": "single"
    },
    {
        "question": "Largest protozoan is?",
        "exp": "ANSWER: (B) Balantidium coli. REF: Jawett's 24th edition Section VI. Parasitology > Chapter 46-Medical Parasitology\"Balantidium coli, the cause of balantidiasis or balantidial dysentery, is the largest intestinal protozoan of humans\"",
        "cop": 2,
        "opa": "E. Histolytica",
        "opb": "Balantidium coli",
        "opc": "E. coli",
        "opd": "Plasmodium",
        "subject_name": "Microbiology",
        "topic_name": "Protozoa",
        "id": "388ba14c-8676-4b0c-960c-5db66378092d",
        "choice_type": "single"
    },
    {
        "question": "HTV pt with malabsotion, fever, chronic diarrhoea, with acid fast positive organism. What is the causative agent?",
        "exp": "Ans. is 'c' i. e., Isospora Common parasitic infections causing diarrhoea in HIV patient. Isospora belli. Cryptosporidium. Microsporidia. Now the list of Acid fast parasites. Oocyst of Cryptosporidium. Oocyst of Cyclospora. Oocyst of Isospora. Eggs of Taenia saginata. Also know. Other acid fast organisms Bacteria. Mycobacterium. Nocardia. Rhodococcus. Smegma bacilli. Legionella micdadei Others. Bacterial spores. Spermatic head",
        "cop": 3,
        "opa": "Giardia",
        "opb": "Microsporidia",
        "opc": "Isospora",
        "opd": "E. histolytica",
        "subject_name": "Microbiology",
        "topic_name": "Protozoa",
        "id": "c2316d69-94cc-4a30-b856-c509294e00f7",
        "choice_type": "single"
    },
    {
        "question": "Primary amoebic encephalitis is caused by:",
        "exp": "Ref: Parija SC. Textbook of Medical Parasitology. 2nd Ed. London: John Wiley & Sons; 2004. Explanation: Naeglaria fowleri causes Primary Amebic Meni ngoenceph alitis (PAM). Infection is acquired by swimming or diving in warm water contaminated with trophozoite and cysts. The trophozoites are neurotrophic - It ingests RBCs and brain tissue by phagocytosis - Production of amoebostome with cvtopathic enzymes - Acute hemorrhagic meningoencephalitis. Primary Amoebic Meningoencephalitis. PAM mimics acute bacterial meningitis. Abrupt in onset with acute fulminant course. Condition mostly fatal",
        "cop": 1,
        "opa": "Nageleria fowleri",
        "opb": "Acanthameba spp.",
        "opc": "Entamoeba hartmanni",
        "opd": "Balmuthia mandrillaris",
        "subject_name": "Microbiology",
        "topic_name": "Protozoa",
        "id": "59a5991e-6128-4e4f-8052-35d67599c345",
        "choice_type": "single"
    }
]