[
    {
        "question": "Which of the following is obligate aerobe?",
        "exp": "Ans. a (Pseudomonas aeruginosa). (Ref. Anantanarayan, Microbiology, 4th/pg.310) E.g.CommentsObligate aerobesNocardia,Pseudomonas aeruginosa,Mycobacterium tuberculosis,Bacillus.Use an O2-dependent system to generate ATP.M. tuberculosis has a predilection for the apices of the lung, which have the highest PO2.Obligate anaerobesActinomyces.Bacteroides,ClostridiumThey lack catalase and/or superoxide dismutase and are thus susceptible to oxidative damage. (ABCs).Generally foul smelling (short-chain fatty acids), are difficult to culture, and produce gas in tissue (CO2 and H2).Urease- positiveH. pylori,Proteus,Klebsiella,Ureaplasma. a-hemolyticStreptococcus pneumoniaViridans streptococciCatalase negative and optochin sensitive.Catalase negative and optochin resistant.b-hemolyticStaphylococcus aureusStreptococcus pyogenes--group A strepStreptococcus agalactiae--group B strepListeria monocytogenesCatalase and coagulase positiveCatalase negative and bacitracin sensitive.Catalase negative and bacitracin resistant.Tumbling motility, meningitis in newborns, unpasteurized milk.PSEUDOMONAS AERUGINOSA (WATER BUG)# Gram-negative, motile bacteria (polar flagella)# Obligate aerobe (used for anaerobiosis)# Produce number of pigments (pyocyanin, fluroscien, pyoverdin, pyorubin, pyomelanin)# Produces exotoxin A, which acts similar to diphtheria toxin# Selective media - cetrimide agar# Most common cause of septicemia after blood transfusion.# Most common infection in cystic fibrosis# Most common cause of nosocomial pneumonia# Most common and serious infection in bums# Most common infection caused by it, outside the hospitals -^CSOM# Ecthyma gangrenosum# Shanghai fever# Infantile diarrhoea# Melioidosis - P.pseudomalleiQ",
        "cop": 1,
        "opa": "Pseudomonas aeruginosa",
        "opb": "E.coli",
        "opc": "Proteus",
        "opd": "C. diphtheria",
        "subject_name": "Microbiology",
        "topic_name": "Pseudomonas",
        "id": "86a6ac6c-15f9-4e01-8baa-5ca8c269b149",
        "choice_type": "single"
    },
    {
        "question": "Most common Gram negative organism in cystic fibrosis?",
        "exp": "ANSWER: (A) PseudomonasREF: Jawetz Microbiology, 24th Ed Ch. 17P aeruginosa is a cause of community acquired pneumonia in patients with bronchiectasis or cystic fibrosis.Cultures from patients with cystic fibrosis often yield P aeruginosa organisms that form mucoid colonies as a result of overproduction of alginate, an exopolysaccharide. In cystic fibrosis patients, the exopolysaccharide appears to provide the matrix for the organisms to live in a biofilm.P aeruginosa is an obligate aerobe that grows readily on many types of culture media, sometimes producing a sweet or grape-like or com taco-like odor. P aeruginosa forms smooth round colonies with a fluorescent greenish color. Many strains of P aeruginosa also produce the fluorescent pigment pyoverdin, which gives a greenish color to the agar. It often produces the nonfluorescent bluish pigment pyocyanin, which diffuses into the agar. Some strains produce the dark red pigment pyorubin or the black pigment pyomelanin.P aeruginosa is pathogenic only when introduced into areas devoid of normal defenses, eg, when mucous membranes and skin are disrupted by direct tissue damage; when intravenous or urinary catheters are used; or when neutropenia is present, as in cancer chemotherapy. The bacterium attaches to and colonizes the mucous membranes or skin, invades locally, and produces systemic disease.P aeruginosa produces infection of wounds and bums, giving rise to blue-green pus; meningitis, when introduced by lumbar puncture; and urinary tract infection, when introduced by catheters and instruments or in irrigating solutions.",
        "cop": 1,
        "opa": "Pseudomonas",
        "opb": "E. coli",
        "opc": "Klebsiella",
        "opd": "Legionella",
        "subject_name": "Microbiology",
        "topic_name": "Pseudomonas",
        "id": "78d5d357-a3a3-48be-a54c-3cbbb1b3240d",
        "choice_type": "single"
    },
    {
        "question": "Selective media for Pseudomonas -",
        "exp": "Ans. is 'd' i.e., Cetrimide agar OrganismSelective/Enrichment mediaPseudomonasCetrimide Agar OrganismSelective/Enrichment mediaPlating media for V choleraeTCBS (Thiosulfate Citrate Bile Salt sucrose), BSA (alkaline bile salt agar), GTTA (Gelatin Taurocholate Tellurite Agar)Enrichment media for V choleraeAlkaline peptone water, Monsur's taurocholate peptone waterLegionellaBCYL (Buffered Charcol Yeat Extract)BordetellaRegan Low medium, Bordet-Gengou medium, Lacey's DFP mediumM. TuberculosisLJ medium, Middle brook's medium, Dorset egg mediumS. aureusMannitol salt agar, Milk salt agar, Ludlanvs mediumNeisseria (gonococcus/meningococus)Thayer Martin medium, chocolate agarCorynebacterium DiphthertaeLoeffer's serum slope, Potassium tellurite agarBacillus CereusMYPA (Mannitol egg Yolk Phenol red polymixin agar)Bacillus AnthracisPLET (Polymyxin Lithium EDTAthallous acetate)LeptospiraEMJH medium. Fletcher medium. Korthof medium, Stuart's mediumCampylobacterSkirrow's medium. Campy BAP medium, Butzlers mediumReiter's TreponemaSmith Noguchi mediumSalmonellaTetrathionate broth. Selenite F. brothPseudomonasCetrimide AgarAnaerobesRobertson cooked meat broth, Thioglycollate, Smith-NogucbiLactose fermenting Enteric pathogens (E. colt & others)MacConkey agar, Eosine-methylene blue (EMB), Deoxvcholate agarHemophilusBlood agar with staph streak, Levin dial's medium. Fildes agar, chocolate agarListeriaPALCAM agarBurkholderiaAshdown's mediumSalmonella, ShigellaDeoxyeholate medium, Hektoen enteric agar (Salmonella-Shigella agar)Streptococcus agalactiaeTodd Hewitt broth with antibioticsMycoplasma pneumoniaePPLG mediumFor culturing urine sampleCLED (Cysteine Lactose Electrolyte Deficient) mediumClostridium difficileCCFA (Cefoxitin Cycloserine Fructose Agar).CCEY (Cefoxitin Cycloserine Egg-Yolk agar)YersiniaCIN (Cefsulodin-lrgasan-Novobiocin) mediumEnterococcusBile esculin agarActinomycesThioglycoliate medium. Brain heart infusion agar",
        "cop": 4,
        "opa": "EMJH medium",
        "opb": "PALCAM agar",
        "opc": "PLET medium",
        "opd": "Cetrimide agar",
        "subject_name": "Microbiology",
        "topic_name": "Pseudomonas",
        "id": "9c84a287-7f77-496d-87c6-3860097190fe",
        "choice_type": "single"
    },
    {
        "question": "A cystic fibrosis patient presented with an episode of pneumonia. On sputum culture, mucoid colonies of Pseudomonas were seen. What does this indicate?",
        "exp": "Ans. a. It formed a biofilm on bronchial walls {Ref: Harrison 19/e p145e-4, p166e-1 18/e p1016)Pseudomonas aeruginosa growing on the bronchial mucosa during chronic infection, staphylococci and other pathogens growing on implanted medical devices, and dental pathogens growing on tooth surfaces to form plaques represent several examples of microbial biofilm growth associated with human disease.'A topic of major interest is the ability of many bacterial fungal, and protozoal species to grow in multicellular masses referred to as biofilms. Growth in biofilms leads to altered microbial metabolism, production of extracellular virulence factors, and decreased susceptibility to biocides, antimicrobial agents, and host defense molecules and cells. Pseudomonas aeruginosa growing on the bronchial mucosa during chronic infection, staphylococci and other pathogens growing on implanted medical devices, and dental pathogens growing on tooth surfaces to form plaques represent several examples of microbial biofilm growth associated with human disease. It is increasingly accepted that this mode of growth contributes to microbial virulence and induction of disease and that biofilm formation can also be an important factor in microbial survival outside the host, promoting transmission to additional susceptible individuals. - Harrison 18/e p1016'Pseudomonas aeruginosa: Non-capsulatedQ but many strains have mucoid slime layer of alginateQ particularly from patients of cystic fibrosis.'Pseudomonas aeruginosaGram negative, obligate aerobicQ, motile bacilli with polar flagellaQ. differentiated from enteric gram negative bacilli by its ability to oxidize indophenol and inability to ferment lactoseNon-eapsulatedQ but many strains have mucoid slime layer of alginateQ particularly from patients of cystic fibrosisCulture and growth characteristics:Grows well at 37-42degC on ordinary media, growth at 42degC helps differentiate it from other pseudomonas species Selective media: Cetrimide agarQPseudomonas PigmentsPyocyanin: bluish green pigment produced only by P. aeruginosaQ. It inhibits growth of many other bacteriaFluorescein: greenish-yellow, produced by all speciesQ of pseudomonasPathogenecity and resistance:MC and most serious cause of infection in burnsQMC infection outside hospital is suppurative OtitisQCausative agent of Sanghai feverQBlue pus with characteristic fruity odourQPathognomic skin lesion termed ecthyma gangrenosumQ which occur singly or in small number on the perineum, buttocks and extremitiesResistant to common antiseptics and disinfectant such as dettol. Even may grow profusely in bottle of these antisepticsQExtracellular virulence factors exhibits Quorum SensingQ (cell to cell signaling system)Treatment of Pseudomonas InfectionFirst choiceSecond choice* Antipseudomonal penicillin + aminoglycoside* Antipseudomonal penicillin + quinolone* Antipseudomonal cephalosporin* Imipenam or meropenem* Aztreonam +- aminoglycoside",
        "cop": 1,
        "opa": "It formed a biofilm on bronchial walls",
        "opb": "It underwent a mutation",
        "opc": "It is resistant to most of antibiotics",
        "opd": "There is a mistake with the culture technique",
        "subject_name": "Microbiology",
        "topic_name": "Pseudomonas",
        "id": "0863b912-f158-44b6-9d40-b224d28f03ca",
        "choice_type": "multi"
    },
    {
        "question": "Bacteria that can grow even in the presence of antiseptic-",
        "exp": "Ans. is 'd' i.e., Pseudomonas o Cetrimide and dettol (antiseptics) have been incorporated in the media for the selective isolation of pseudomonas.",
        "cop": 4,
        "opa": "Staphylococcus",
        "opb": "Streptococcus",
        "opc": "E. coli",
        "opd": "Pseudomonas",
        "subject_name": "Microbiology",
        "topic_name": "Pseudomonas",
        "id": "6f26a87c-f294-486b-ad43-92f81d8327f8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is responsible for green color on antibiotic disk sensitivity testing?",
        "exp": "Ans. (a) Pyoverdin and pyocyanin.* Pseudomonas produce pigments by the name of pyoverdin and pyocyanin leading to greenish pigmentation in culture plate.* Pneumococci produce pneumolysin that break downs hemoglobin into a green pigment. This causes pneumococcal colonies to be surrounded by green zone during growth on blood agar plates. The plate in question is not blood agar.Image source- style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 1,
        "opa": "Pyoverdin and pyocyanin",
        "opb": "Pneumolysin",
        "opc": "Optochin",
        "opd": "Alpha hemolysin",
        "subject_name": "Microbiology",
        "topic_name": "Pseudomonas",
        "id": "0723a62a-db4a-46a0-a667-84d368a1ecb0",
        "choice_type": "single"
    }
]