[
    {
        "question": "Which of the following is obligate aerobe?",
        "exp": "Ans. a (Pseudomonas aeruginosa). (Ref. Anantanarayan, Microbiology, 4th/pg. 310) E. g. Comments. Obligate aerobes. Nocardia, Pseudomonas aeruginosa, Mycobacterium tuberculosis, Bacillus. Use an O2-dependent system to generate ATP. M. tuberculosis has a predilection for the apices of the lung, which have the highest PO2. Obligate anaerobes. Actinomyces. Bacteroides, Clostridium. They lack catalase and/or superoxide dismutase and are thus susceptible to oxidative damage. (ABCs). Generally foul smelling (short-chain fatty acids), are difficult to culture, and produce gas in tissue (CO2 and H2). Urease- positiveH. pylori, Proteus, Klebsiella, Ureaplasma. a-hemolytic. Streptococcus pneumonia. Viridans streptococci. Catalase negative and optochin sensitive. Catalase negative and optochin resistant. b-hemolytic. Staphylococcus aureus. Streptococcus pyogenes--group A strep. Streptococcus agalactiae--group B strep. Listeria monocytogenes. Catalase and coagulase positive. Catalase negative and bacitracin sensitive. Catalase negative and bacitracin resistant. Tumbling motility, meningitis in newborns, unpasteurized milk. PSEUDOMONAS AERUGINOSA (WATER BUG)# Gram-negative, motile bacteria (polar flagella)# Obligate aerobe (used for anaerobiosis)# Produce number of pigments (pyocyanin, fluroscien, pyoverdin, pyorubin, pyomelanin)# Produces exotoxin A, which acts similar to diphtheria toxin# Selective media - cetrimide agar# Most common cause of septicemia after blood transfusion.# Most common infection in cystic fibrosis# Most common cause of nosocomial pneumonia# Most common and serious infection in bums# Most common infection caused by it, outside the hospitals -^CSOM# Ecthyma gangrenosum# Shanghai fever# Infantile diarrhoea# Melioidosis - P. pseudomalleiQ",
        "cop": 1,
        "opa": "Pseudomonas aeruginosa",
        "opb": "E. coli",
        "opc": "Proteus",
        "opd": "C. diphtheria",
        "subject_name": "Microbiology",
        "topic_name": "Pseudomonas",
        "id": "86a6ac6c-15f9-4e01-8baa-5ca8c269b149",
        "choice_type": "single"
    },
    {
        "question": "Most common Gram negative organism in cystic fibrosis?",
        "exp": "ANSWER: (A) Pseudomonas. REF: Jawetz Microbiology, 24th Ed Ch. 17P aeruginosa is a cause of community acquired pneumonia in patients with bronchiectasis or cystic fibrosis. Cultures from patients with cystic fibrosis often yield P aeruginosa organisms that form mucoid colonies as a result of overproduction of alginate, an exopolysaccharide. In cystic fibrosis patients, the exopolysaccharide appears to provide the matrix for the organisms to live in a biofilm. P aeruginosa is an obligate aerobe that grows readily on many types of culture media, sometimes producing a sweet or grape-like or com taco-like odor. P aeruginosa forms smooth round colonies with a fluorescent greenish color. Many strains of P aeruginosa also produce the fluorescent pigment pyoverdin, which gives a greenish color to the agar. It often produces the nonfluorescent bluish pigment pyocyanin, which diffuses into the agar. Some strains produce the dark red pigment pyorubin or the black pigment pyomelanin. P aeruginosa is pathogenic only when introduced into areas devoid of normal defenses, eg, when mucous membranes and skin are disrupted by direct tissue damage; when intravenous or urinary catheters are used; or when neutropenia is present, as in cancer chemotherapy. The bacterium attaches to and colonizes the mucous membranes or skin, invades locally, and produces systemic disease. P aeruginosa produces infection of wounds and bums, giving rise to blue-green pus; meningitis, when introduced by lumbar puncture; and urinary tract infection, when introduced by catheters and instruments or in irrigating solutions.",
        "cop": 1,
        "opa": "Pseudomonas",
        "opb": "E. coli",
        "opc": "Klebsiella",
        "opd": "Legionella",
        "subject_name": "Microbiology",
        "topic_name": "Pseudomonas",
        "id": "78d5d357-a3a3-48be-a54c-3cbbb1b3240d",
        "choice_type": "single"
    },
    {
        "question": "Selective media for Pseudomonas -",
        "exp": "Ans. is 'd' i. e., Cetrimide agar Organism. Selective/Enrichment media. Pseudomonas. Cetrimide Agar Organism. Selective/Enrichment media. Plating media for V cholerae. TCBS (Thiosulfate Citrate Bile Salt sucrose), BSA (alkaline bile salt agar), GTTA (Gelatin Taurocholate Tellurite Agar). Enrichment media for V cholerae. Alkaline peptone water, Monsur's taurocholate peptone water. Legionella. BCYL (Buffered Charcol Yeat Extract). Bordetella. Regan Low medium, Bordet-Gengou medium, Lacey's DFP mediumM. Tuberculosis. LJ medium, Middle brook's medium, Dorset egg mediumS. aureus. Mannitol salt agar, Milk salt agar, Ludlanvs medium. Neisseria (gonococcus/meningococus). Thayer Martin medium, chocolate agar. Corynebacterium Diphthertae. Loeffer's serum slope, Potassium tellurite agar. Bacillus Cereus. MYPA (Mannitol egg Yolk Phenol red polymixin agar). Bacillus Anthracis. PLET (Polymyxin Lithium EDTAthallous acetate). Leptospira. EMJH medium. Fletcher medium. Korthof medium, Stuart's medium. Campylobacter. Skirrow's medium. Campy BAP medium, Butzlers medium. Reiter's Treponema. Smith Noguchi medium. Salmonella. Tetrathionate broth. Selenite F. broth. Pseudomonas. Cetrimide Agar. Anaerobes. Robertson cooked meat broth, Thioglycollate, Smith-Nogucbi. Lactose fermenting Enteric pathogens (E. colt & others). Mac. Conkey agar, Eosine-methylene blue (EMB), Deoxvcholate agar. Hemophilus. Blood agar with staph streak, Levin dial's medium. Fildes agar, chocolate agar. Listeria. PALCAM agar. Burkholderia. Ashdown's medium. Salmonella, Shigella. Deoxyeholate medium, Hektoen enteric agar (Salmonella-Shigella agar). Streptococcus agalactiae. Todd Hewitt broth with antibiotics. Mycoplasma pneumoniae. PPLG medium. For culturing urine sample. CLED (Cysteine Lactose Electrolyte Deficient) medium. Clostridium difficile. CCFA (Cefoxitin Cycloserine Fructose Agar). CCEY (Cefoxitin Cycloserine Egg-Yolk agar). Yersinia. CIN (Cefsulodin-lrgasan-Novobiocin) medium. Enterococcus. Bile esculin agar. Actinomyces. Thioglycoliate medium. Brain heart infusion agar",
        "cop": 4,
        "opa": "EMJH medium",
        "opb": "PALCAM agar",
        "opc": "PLET medium",
        "opd": "Cetrimide agar",
        "subject_name": "Microbiology",
        "topic_name": "Pseudomonas",
        "id": "9c84a287-7f77-496d-87c6-3860097190fe",
        "choice_type": "single"
    },
    {
        "question": "Bacteria that can grow even in the presence of antiseptic-",
        "exp": "Ans. is 'd' i. e., Pseudomonas o Cetrimide and dettol (antiseptics) have been incorporated in the media for the selective isolation of pseudomonas.",
        "cop": 4,
        "opa": "Staphylococcus",
        "opb": "Streptococcus",
        "opc": "E. coli",
        "opd": "Pseudomonas",
        "subject_name": "Microbiology",
        "topic_name": "Pseudomonas",
        "id": "6f26a87c-f294-486b-ad43-92f81d8327f8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is responsible for green color on antibiotic disk sensitivity testing?",
        "exp": "Ans. (a) Pyoverdin and pyocyanin.* Pseudomonas produce pigments by the name of pyoverdin and pyocyanin leading to greenish pigmentation in culture plate.* Pneumococci produce pneumolysin that break downs hemoglobin into a green pigment. This causes pneumococcal colonies to be surrounded by green zone during growth on blood agar plates. The plate in question is not blood agar. Image source- style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 1,
        "opa": "Pyoverdin and pyocyanin",
        "opb": "Pneumolysin",
        "opc": "Optochin",
        "opd": "Alpha hemolysin",
        "subject_name": "Microbiology",
        "topic_name": "Pseudomonas",
        "id": "0723a62a-db4a-46a0-a667-84d368a1ecb0",
        "choice_type": "single"
    }
]