[
    {
        "question": "Louse borne is",
        "exp": "Ans. is 'c' i. e., Epidemic typhus",
        "cop": 3,
        "opa": "Scrub typhus",
        "opb": "Rickettsial box",
        "opc": "Epidemic typhus",
        "opd": "Endemic typhus",
        "subject_name": "Microbiology",
        "topic_name": "Rickettsiaceae",
        "id": "9f294955-851f-4544-8de7-c02500d84dbe",
        "choice_type": "single"
    },
    {
        "question": "Ricketssia Reckettsii is responsible for which disease -",
        "exp": "Ans. is 'd' i. e., Rocky mountain spotted fever Vector. Diseases and organisms1) Mite. Scrub typhus (R. tsutsugamushi), Rickettsial pox (R. akari)2) Louse. Epidemic typhus (R. prowaekii), Trench fever (R. quintana)3) Flea. Endemic or murine typhus (R. typhi)4) Tick. Indian tick typhus (R. conorii), RMSF (R. Rickettsii)",
        "cop": 4,
        "opa": "Endemic typhus",
        "opb": "Epidemic typhus",
        "opc": "Scrub typhus",
        "opd": "Rocky mountain spotted fever",
        "subject_name": "Microbiology",
        "topic_name": "Rickettsiaceae",
        "id": "bba324d8-0909-41b8-b585-7f9e77fa8fa2",
        "choice_type": "single"
    },
    {
        "question": "What is trench fever-",
        "exp": "Ans. is 'b' i. e., 5-days fever o Trench fever, also called 5-day fever or quintan fever, is caused by Bartonella quintana (Rochalimaea quintana). o Trench fever, also called 5-day fever or quintan fever, is caused by Bartonella quintana (Rochalimaea quintana). o The human body louce (Pediculus humans corporis) is the vector and humans is the only known reservoir. Disease. Agent. Insect vector. Mammalian reservoir1. Typhus group a. Epidemic typhusb. Murine typhus (Endemic typhus)c. Scrub typhusR. prowazekii R. typhiR. tsutsugamushi. Louse. Flea. Mite. Humans. Rodents. Rodents2. Spotted fever group a. Indian tick typhusb. Rocky mountain spotted feverc. Rickettsial poxR. conoriiR. rickettsiiR. akari. Tick. Tick. Mite. Rodents, dogs Rodents, dogs. Mice3. Others a. Q feverb. Trench feverC. burnetii. Rocholimaca quintana. Nil. Louse. Cattle, sheep, goats. Humans",
        "cop": 2,
        "opa": "Q-fever",
        "opb": "5-days fever",
        "opc": "Boutonneuse fever",
        "opd": "Indian tick typhus",
        "subject_name": "Microbiology",
        "topic_name": "Rickettsiaceae",
        "id": "3f93a697-eed8-4760-8fc6-ff0e8328bc78",
        "choice_type": "single"
    },
    {
        "question": "The vector that transmits disease caused by both Rickettisia & orientia:",
        "exp": "Ans: D (Trombiculid The answer would be trombiculid mite as it transmit both Rickettsia! disease (Rickettsial-pox) & Oriential disease (scrub typhus) -Park 20th/672\"The family Rickettisiaceae comprises 3 genera- Rickettsia. Orientia & Ehrlichia. Genus orientia (Orientia tsutsugamushi) cause scrub typhus. The vector is trombiculid mites belonging to the genus of Leptatrombidium - L akamushi in japan & L deliensis in India\"- Ananthnarayan 8th/406, 408. Table: Arthropod-borne diseases. Anthropod. Disease transmitted. Mosquito15. Malaria, filaria, viral encephalitis (e. g., japanese encephalitis), viral fevers (e. g., dengue, West Nile, viral haemorrhagic fevers (e. g, yellow fever, dengue haemorrhagic fever). Housefly. Typhoid and paratyphoid fever, diarrhoea, dysentery, cholera, gastroenteritis, amoebiasis, helminthic infestations, poliomyelitis, conjunctivitis, trachoma, anthrax, yaws, etc. Sandfly. Kala-azar, oriental sore, sandfy fever, oraya fever. Tsetse fly. Sleeping sickness. Louse. Epidemic typhus, relapsing fever, trench fever, pediculosis. Rat flea. Bubonic plague, endemic typhus, chiggerosis, hvmenolepis diminuata. Blackfly. Onchocerciasis. Reduviid bug. Chagas disease. Hard tick. Tick typhus, viral encephalitis, viral fevers, viral haemorrhagic fever, (e. g., Kyasanur forest disease), tularemia, tick paralysis, human babesiosis. Soft tickQ fever, relapsing fever. Trombiculid mite. Scrub typhus, Rickettsial-pox. Itch-mite. Scabies. Cyclops. Guinea-worm disease, fish tapeworm (D. latus). Cockroaches. Enteric pathogens. Table (Ananthnarayan 8th/406): Human disease caused by Rickettsia & Orientia species. Diseases. Rickettsial agent. Insect vectors. Mammalian reserviors1. Typhus group * Epidemic typhus* Murine typhus (Endemic Typhus)R. prowazeki R. typh. Louse Flea. Humans Rodents* Scrub typhusR. tsutsugamushfi. Mite. Rodents2. Spotted fever groc * Indian tick typhus* Rocky Mountain spotted fever* c. Rickettsial poxR. conomR. rickettsi R. akar. Tick. Tick. Mite. Rodents, dogs. Rodents, dogs. Mice3. Others * Q. feverC. burnetii. Extra Human: Sift tick Humans: Nil. Cattle, sheep, goats Trench fever. Rochalimaea quintana. Louse. Humans",
        "cop": 4,
        "opa": "Rat flea",
        "opb": "Tick",
        "opc": "Louse",
        "opd": "Trombiculid mite",
        "subject_name": "Microbiology",
        "topic_name": "Rickettsiaceae",
        "id": "3155d9fd-4d24-4080-ba07-4118a86cc5bb",
        "choice_type": "multi"
    },
    {
        "question": "Pediculus humanus can transmitt -",
        "exp": "Ans. is 'd' i. e., Relapsing fever o Body louse (Pediculus. humanus var corporis) can transmit, a) Epidemic typhusb) Trench feverc) Relapsing feverd) Vogabond disease",
        "cop": 4,
        "opa": "Sleeping sickness",
        "opb": "Plague",
        "opc": "Chaga's disease",
        "opd": "Relapsing fever",
        "subject_name": "Microbiology",
        "topic_name": "Rickettsiaceae",
        "id": "30bfd98f-8ab4-4814-8336-9accce51c6e8",
        "choice_type": "single"
    },
    {
        "question": "Weil felix reaction is heterphile antibodies reaction due sharing of Rickettsial antigen with -",
        "exp": "Ans. is 'b' i. e., Proteus Weil felix reactiono This reaction is an agglutination test in which sera are tested for agglutinins to O antigens of certain nonmotile proteus strains OX -19, OX - 2 and OX - K. o The basis of the test is the sharing of an alkali - stable carbohydrate antigen by some rickettsiae and by certain strains of proteus, P. vulgaris OX - 19 and OX - 2 and P. mirabiiis OX - K. o The test is usually done as a tube agglutination, though rapid slide agglutination methods have been employed for screening. Weil felix Reaction. Disease. OX-19. OX-2. OX-KRocky Mountain spotted fever++-Rickettsial pox---Epidemic typhus+--Bril - Zinsser disease+/---Scrub typhus--+Endemic typhus+--Trench fever---Q fever---",
        "cop": 2,
        "opa": "Shigella",
        "opb": "Proteus",
        "opc": "Chlamydia",
        "opd": "Mycoplasma",
        "subject_name": "Microbiology",
        "topic_name": "Rickettsiaceae",
        "id": "16c88eee-24ab-4aaa-9a9c-609f06776950",
        "choice_type": "single"
    },
    {
        "question": "Which of the following infection is mainly diagnosed by serological tests-",
        "exp": "Ans. is 'b' i. e., Q fever o The diagnosis of actinomycosis is most commonly made by microscopic identification of sulphur granules, o In most instances, the diagnosis of Q-fever relies upon serology, o TB is usually diagnosed by sputom microscopy and/or culture. o Leprosy is diagnosed clinically which is confirmed by histological examination of skin biopsies and by the detection of acid fast bacilli in nasal discharges, scraping from nasal mucosa and slit-skin smear.",
        "cop": 2,
        "opa": "Actinomycosis",
        "opb": "Q Fever",
        "opc": "TB",
        "opd": "Leprosy",
        "subject_name": "Microbiology",
        "topic_name": "Rickettsiaceae",
        "id": "703c87cf-0af5-4715-b15b-908928f0d98c",
        "choice_type": "single"
    },
    {
        "question": "Murine typhus is transmitted by?",
        "exp": "Ans. d (Flea). (Ref. Park, PSM, 17th ed., 230). ARTHROPOD-BORNE DISEASES (MH 2005) Arthropod. Diseases transmitted1. Housefly. Typhoid and paratyphoid fever, diarrhoea, dysentery, cholera, gastroenteritis, amoebiasis, helminthic infestations, poliomyelitis, conjunctivitis, trachoma, anthrax, yaws, etc. 2. Sandfly. Kalaazar, oriental sore, sandfly fever, oraya fever, leishmaniasis3. Tsetse fly. Sleeping sickness4. Louse. Epidemic typhus, relapsing fever, trench fever, and pediculosis5. Rat flea. Bubonic plague, endemic typhus6. Black fly. Onchocerciasis7. Reduviid bug. Chagas disease. RICKETSSIAL DISEASES Disease. Caused by. Vector1. Epidemic typhusR. prowazekii. Louse2. Endemic typhusR. typhi. Rat flea3. RMSFR. rickettsii. Tick4. Rickettsial poxR. akari. Mite5. Scrub typhusR. tsutsugamushi. Mite6. Trench fever. Roxielia quintana. Louse7. Q fever. Coxiella burnetti. Tick",
        "cop": 4,
        "opa": "Mite",
        "opb": "Tick",
        "opc": "Rat",
        "opd": "Flea",
        "subject_name": "Microbiology",
        "topic_name": "Rickettsiaceae",
        "id": "2c83a1ad-c889-4cc8-bd6c-1c91695bdacc",
        "choice_type": "single"
    }
]