[
    {
        "question": "Which among the following is prognostic test for genital ulcer?",
        "exp": "Ans: a (VDRL) Ref: Ananathanarayan, 7th ed, p. 382Among the following VDRL can be used to assess the prognosis because it is the only test that becomes negative after effective treatment of syphilis.VDRL- VDRL is a slide flocculation test- It detects IgG or IgM against cardiolipin antigen- It becomes positive after 7-10 days after the appearance of chancre or 3-5 weeks after the acquiring infection- Sensitivity in secondary syphilis is 100%- VDRL becomes negative 6-18 months after effective treatment of syphilisCauses of false positive VDRLAcute false positive reaction (< 6 months)Chronic false positive reaction (> 6 months)Recent viral infection or immunizationAgingAutoimmune disorderGenital herpesSLEHIV infectionRheumatoid arthritisMalariaParenteral drugParenteral drug use False negative VDRL -Prozone phenomenon (very high antibody titre)NoteMost sensitive test for syphilis -- FTA-ABSMost specific test -- TPITest of choice for rapid diagnosis -- RPRTest of choice for prognosis or evaluation of therapy -- VDRL",
        "cop": 1,
        "opa": "VDRL",
        "opb": "TPI",
        "opc": "TPHA",
        "opd": "PCR",
        "subject_name": "Microbiology",
        "topic_name": "Spirochetes",
        "id": "7074223b-a7c4-407b-a10f-f7a4d7d0aed8",
        "choice_type": "single"
    },
    {
        "question": "Rat is as s ociated with?",
        "exp": "ANSWER: (A) LeptospirosisREF: The short textbook of medical microbiology by Gupte - Page 259Repeat in June 2010Leptospirosis (also known as Weil's disease, Weils syndrome, canicola fever, canefield fever, nanukayami fever, 7-day fever, Rat Catcher's Yellows, Fort Bragg fever, and Pretibial fever)is a disease caused by infection with bacteria of the genus Leptospira that affects humans as well as other mammals, birds, amphibians, and reptiles.Leptospirosis is transmitted by the urine of an infected animal and is contagious as long as it is still moist. Although rats, mice, and moles are important primary hosts, a wide range of other mammals including dogs, deer, rabbits, hedgehogs, cows, sheep, raccoons, opossums, skunks, and certain marine mammals are able to carry and transmit the disease as secondary hosts.",
        "cop": 1,
        "opa": "Leptospirosis",
        "opb": "Measels",
        "opc": "Tetanus",
        "opd": "Influenza",
        "subject_name": "Microbiology",
        "topic_name": "Spirochetes",
        "id": "deb0c8d6-349b-44b2-aaa2-39881aaf9bbd",
        "choice_type": "single"
    },
    {
        "question": "Lyme disease is caused by",
        "exp": "Ans, c (Borrelia burgdorferi). (Microbiology by Anantanaray an, 6th/359; Harrison 18th/Table 17-1)LYME DISEASE is caused by Borrelia burgdorferi.3 Stages:1) Skin manifestation - *ECM = Erythema chronicum migrans (common over back), LNP, fever.2) Neuroboriliasis, meningoencephalopathy, neuropathy, Myocarditis.3) Arthitis -Late sequelaEtiologyDescriptionEpidemiologyClinical SyndromeMgtBorrelia burgdor feri causes Lyme diseasePapule expanding to erythematous annular lesion with central clearing (erythema migrans; average diameter, 15 cm), sometimes with concentric rings, sometimes with indurated or vesicular center; multiple secondary erythema migrans lesions in some casesBite of tick vector (Ixodes dammini)Headache, myalgias, chills, photophobia occurring acutely; CNS disease, myocardial disease, arthritis weeks to months later in some* Media for growth - Modified Kesley's media.* Treatment-- cefuroxone, penicillin, tetracycline.Zoonotic bacteriaSpeciesDiseaseTransmission and sourceBartonella henselaeCat scratch feverCat scratchBorrelia burgdorferiLyme diseaseTick bite; Ixodes ticks that live on deer and miceBrucella spp.Brucellosis/Undulant feverDairy products, contact with animalsFrancisella tularensisTularemiaTick bite; rabbits, deerYersinia pestisPasteurella multocidaPlagueCellulitisFlea bite; rodents, especially prairie dogsAnimal bite; cats, dogs",
        "cop": 3,
        "opa": "Borrelia recurrentis",
        "opb": "Borrelia vincenti",
        "opc": "Borrelia burgdorferri",
        "opd": "Bordetella pertusis",
        "subject_name": "Microbiology",
        "topic_name": "Spirochetes",
        "id": "3b9204eb-777d-400f-a3d2-b5453ac881a0",
        "choice_type": "single"
    },
    {
        "question": "Dark ground microscopy is used for diagnosis of",
        "exp": "Ans. a (Spirochete). (Ref. Harrison, Principles of Medicine, 18th/Chapter 169. Syphilis)# Dark ground microscopic examination is useful but negative results does not exclude diagnosis of syphilis.# Diagnosis by microscopy is applicable in primary and secondary stages and congenital syphilis.# Wet film prepared with exudates is seen under dark ground microscope.# T.pallidum show slow movement with slender spiral structure.# However, serology remains the best diagnostic test for syphilis.Educational point:# In blood transfusion and in congenital syphilis, no chancre occurs.",
        "cop": 1,
        "opa": "Spirochaete",
        "opb": "Myco-tuberculosis",
        "opc": "Myco-leprae",
        "opd": "Mycoplasma",
        "subject_name": "Microbiology",
        "topic_name": "Spirochetes",
        "id": "255d3407-4603-4e55-89ec-3846448b72e4",
        "choice_type": "single"
    },
    {
        "question": "Which human infection spreads through urine: (PGI Dec 2006)",
        "exp": "Ans: A (Leptospira) 'Transmission of leptospiraQ to humans may follow direct contact with urineQ, blood, or tissue from an infected animal or exposure to a contaminated environment; human-to-human transmission is rare. Since leptospires are excreted in the urine and can survive in water for many months, water is an important vehicle in their transmission. Epidemics of leptospirosis may result from exposure to /7ood waters contaminated by urine from infected animals - Harrison 17th/1049\"Plague: Infection is transmitted to humans typically by flea bite and infrequently by direct contact with infected animal tissues or by airborne droplet\"- Harrison 17th/980\"Multiple modes of transmission of Legionella to humans exist, including aerosolization9, aspiration, and direct instillation into the lungs during respiratory' tract manipulations. Aspiration is now known to be the predominant mode of transmission, but it is unclear whether Legionella enters the lungs via oropharyngeal colonization or directly via the drinking of contaminated water\"- Harrison 17th/929C. diphtheriae is transmitted via the aerosol route, primarily during close contact. There are no significant reservoirs other than humans\"- Harrison 17th/890Leptospirosis: ReviewThey are associated with the three'R's:Rats: Rodents especially Rats are the most important reservoirsRice fields: 'Farm workers nowr represents the group at greatest risk'. Thus farm workers in rice fields constitute an important risk group. Leptospirosis is more common in farm workers that it is in sever workers.Rains: 'Human are infected when Leptospires in water contaminated by urine of carrier animals enters the body through cuts or abrasions.' Such transmission is thus increased in the rainy season. Leptospires | (Weil's Syndrome)Lctero-hemorrhagicus fever |||Hepato renal damageQ JaundiceQPurpuric hemorrhagesQRenal failureQAlbuminuriaQBleeding diasthesisPyrexiaQ Fig.; Leptospires",
        "cop": 1,
        "opa": "Leptospira",
        "opb": "Legionella",
        "opc": "Plague",
        "opd": "Diphtheria",
        "subject_name": "Microbiology",
        "topic_name": "Spirochetes",
        "id": "680952fe-263f-4aac-b6bd-b22838c4f367",
        "choice_type": "single"
    },
    {
        "question": "Characteristic of primary chancre:(1988)",
        "exp": "Ans: a (Painless punched out ulcer)Ref: Ananthanarayan Micro, 7th ed, p. 379 & 6th ed, p. 350, Harrison, 16thed, p. 979 & 15th ed, p. 1048",
        "cop": 1,
        "opa": "Painless punched out ulcer",
        "opb": "Painless ulcer with over hanging edges",
        "opc": "Painless ulcer with irregular raised edges",
        "opd": "Painful punched out ulcer",
        "subject_name": "Microbiology",
        "topic_name": "Spirochetes",
        "id": "1fd80af2-391e-4e80-8c42-142c76100ce6",
        "choice_type": "single"
    },
    {
        "question": "Most important reservoir of leptospira-",
        "exp": "Ans. is' B' i.e., Rat Transmission of Leptospira o Transmission of leptospires may follow direct contact with urine, blood or tissue from an infected animal o When people come into contact with water which is contaminated by infected urine of animal carriers, the leptospires enter the body through abraded skin or intact mucous membranes, especially the conjuctiva and the lining of the oro and nasopharynx. o Leptospirosis has been associated with three 'R's. 1) Rats: Rodents, especially rats, are the most important reservoir. 2) Rice field: Agricultural workers in rice fields are among high risk groups. 3) Rain: Heavy rain increases transmission of leptospira. There is no man to man transmission",
        "cop": 2,
        "opa": "Man",
        "opb": "Rat",
        "opc": "Monkey",
        "opd": "Pig",
        "subject_name": "Microbiology",
        "topic_name": "Spirochetes",
        "id": "d0d42916-0f45-4392-b40b-bee6b1ac11fb",
        "choice_type": "single"
    },
    {
        "question": "Which among the following organism can't be demonstrated by gram staining?",
        "exp": "Ans: b) SpirochetesBorrelia- gram negativeStrep pneumonia- gram positiveMycoplasma- gram negativeGram positive bacteria becomes gram negative when the cell wall is damaged.Even though spirochetes are grouped under gram negative organism, it is not a preferred test for diagnosing spirochetal disease.",
        "cop": 2,
        "opa": "Borrelia",
        "opb": "spirochetes",
        "opc": "Strep.pneumoniae",
        "opd": "Mycoplasma",
        "subject_name": "Microbiology",
        "topic_name": "Spirochetes",
        "id": "fb3bc041-88d2-464f-a5dd-a146a1f2c1ca",
        "choice_type": "single"
    },
    {
        "question": "Lyme's disease is caused by:",
        "exp": "ANSWER: (B) Borellia burgdoferiREF: Jawett's 24th edition Section III. Bacteriology > Chapter 25. Spirochetes & Other Spiral MicroorganismsRepeat from December 2008Lyme disease is named after the town of Lyme, Connecticut, where clusters of cases in children were identified. Lyme disease is caused by the spirochete Borrelia burgdorferi and is transmitted to humans by the bite of a small ixodes tick. The disease has early manifestations with a characteristic skin lesion, erythema migrans, along with flu-like symptoms, and late manifestations often with arthralgia and arthritis",
        "cop": 2,
        "opa": "Borrelia parkeri",
        "opb": "Borellia burgdoferi",
        "opc": "Borrelia recurrentis",
        "opd": "Borrelia hermsi",
        "subject_name": "Microbiology",
        "topic_name": "Spirochetes",
        "id": "452b98bb-bca8-43aa-b9a9-7d60c9c4aae2",
        "choice_type": "single"
    },
    {
        "question": "Treponema pallidum was discovered by:",
        "exp": "Ans: b (Hoffman and shauddin) Ref: Ananthanarayan, 7th ed, p. 377Treponema pallidum was discovered by Hoffman and ShauddinWarren and Marshall discovered Helicobacter pylori (PGI Dec 2007)Yersin and Kitasato discovered plague bacilli",
        "cop": 2,
        "opa": "Hillary and Mehoni",
        "opb": "Hoffman and Shauddin",
        "opc": "Warren and Marshall",
        "opd": "Yersin and Kitasato",
        "subject_name": "Microbiology",
        "topic_name": "Spirochetes",
        "id": "7c30999a-c835-4e80-b17e-47812aa0ccd1",
        "choice_type": "multi"
    },
    {
        "question": "Leptospira is a",
        "exp": "Ans. c (Spirochete). (Ref. Harrison, Chap. 171)LEPTOSPIROSIS# Leptospira is a spirochetal organism causing leptospirosis or Weils disease.# It is characterized by renal failure, jaundice and fever.# It disappears from blood after 1st week, blood examination is helpful only in early stages.# EMJH media can be used to cultivate them.# Microscopic agglutination is specific for it, but done in reference labs.# Immunofluroscence has no role.",
        "cop": 3,
        "opa": "Virus",
        "opb": "Fungus",
        "opc": "Spirochete",
        "opd": "Rickettsiae",
        "subject_name": "Microbiology",
        "topic_name": "Spirochetes",
        "id": "bb6c88e0-87f7-49da-87c0-f37c6db1ddf7",
        "choice_type": "single"
    },
    {
        "question": "Painless ulcer along with painless lymphadenopathy is characteristic of which STD -",
        "exp": "Ans. is 'a' i.e., Syphilis GENITALSORESFeaturesSyphilis (Hard chancre)Chancroid (Soft Chancre)Lympho Granuloma VenereumGranuloma Inguinale (Donovanosis)Hepes InfectionOrganismT.pallidumHaemophilus DucreyiChlamydia trachomatisCalymmato -bacterium GranulomatisHSVIncubation Periodo 9-90 dayso Average 21 days1-14 days3 days-6 weeks1 -4 weeks2-7 daysClinical featureso Painless indurated papule that may later on turn to ulcero Painful non indurated ulcer (soft chancre)o Painless Papule that often go unnoticed. Sometimes it may ulcerateo Begins as one or more subcuta -nous nodules that erode through skin to produce clean, granulomatous sharply defined painless lesionso Painful papule that ulcerate in 3-6 dayso Systemic symptoms fever, Headache malaiseo Inguinal Lymphadeno pathy occurs commonly.o Painless shotty lymph adenopathyo Painful lymphad- enopathyo After the genital lesion has healed painful matted suppurative lymphadenopathyo No lymphadenopathyo Multiple sinus tracts are formed in lymph nodeso Groove's Sign - Enlarged nodes are present below and above the inguinal ligamento Vaginal and rectal strictureso Elephantiasis of valveo Pseudobubos are seenDiagnosis Ito testFrei's intradermal testDonovan bodies",
        "cop": 1,
        "opa": "Syphilis",
        "opb": "Chancroid",
        "opc": "LGV",
        "opd": "Donovanosis",
        "subject_name": "Microbiology",
        "topic_name": "Spirochetes",
        "id": "4f60aebe-521e-430c-87e9-f5382649d782",
        "choice_type": "single"
    },
    {
        "question": "Causative agent of syphilis-",
        "exp": "Ans. is 'd' i.e., Treponema pallidum SpirocheteSpeciesDiseaseTreponemaPallidumEndemic umPertunaeCarateumSyphilisBejelYawsPintaBorretiaBurgdorferiRecurrentisVincentiLyme diseaseRelapsing feverVincent anginaLeptospiraInterrogansWeil's disease",
        "cop": 4,
        "opa": "Treponema pertunae",
        "opb": "Treponema endemicum",
        "opc": "Treponema corateum",
        "opd": "Treponema pallidum",
        "subject_name": "Microbiology",
        "topic_name": "Spirochetes",
        "id": "ebb18941-2a04-43f6-9b4d-6c8e820b2a7f",
        "choice_type": "multi"
    },
    {
        "question": "Culture medium used for leptospira for laboratory diagnosis -",
        "exp": "Ans. is 'b' i.e., EMJH medium Leptospirosis|||Isolation of the organismSerological diagnosiso Leptospires can be isolated from blood or CSF during first 10 days of illnesso From urine, leptospires can be isolated for several weeks beginning at around 1 weeko Cultures most often become positive after 2 to 4 weeks (range 1 week to 4 months)o Media used for isolation1) Ellinghausen - Mecullough - Johnson - Harris (EMJH) medium2) Fletcher medium3) Kortkofmedium4) Stuart's mediumo Leptospires grow best under aerobic conditionso Leptospires remain viable in anticoagulated blood (heparin, EDTA or citrate) for up to 11 days.o A fourfold or greater rise in antibody titre is diagnostico Antibodies reach detectable level in second week.o Tests used are1) Microscopic agglutination Test (MAT)2) ELISA3) Indirect hemagglutination test4) Macroscopic slide agglutination test",
        "cop": 2,
        "opa": "Skirrows medium",
        "opb": "EMJH medium",
        "opc": "BYCEagar",
        "opd": "Pike's medium",
        "subject_name": "Microbiology",
        "topic_name": "Spirochetes",
        "id": "9497b9fc-ec5d-4c04-a6df-1067f5e123a4",
        "choice_type": "single"
    },
    {
        "question": "Causative organism of Weil disease is:",
        "exp": "Ref: Ananthanarayan, Paniker CJ. Textbook of Microbiology. 6th Ed. London: John Wiley & Sons; 2000. & Gillespie SH, Hawkey PM. Principles and Practice of Clinical Bacteriology. 2nd Ed. London: John Wiley & Sons; 2006.Explanation:Leptospira interrogans, comprises all pathogenic strains such as Icterohaemorrahgiaea, Canicola. Pomonaa. Australisa, Autumnalisa, Pyrogenesa. Grippotyphosaa.All the serovars mentioned above are capable of causing Weil's disease.L. biflexa, L. inadai and L. wolhachii are non- pathogenic and do not result in Weil's diseaseWeil's syndromeJaundice (Profound)Renal dysfunction (II wk onwards)hemorrhagic diathesisLab DiagnosisBlood- Early disease. Urine- Late disease, CSF- Late disease. Serum (Antibodies)Microscopy - silver stainingDark Ground Microscopy - Blood & UrineCulture - EMJH medium -Ellinghausen. McCullough, Jhonson & HarrisSerologyELISA - IgM & IgGMAT - Microscopic agglutination Test (Gold Standard)Treatment - Doxycyclin, Penicillin G or Ceftriaxone",
        "cop": 1,
        "opa": "Leptospira interrogans",
        "opb": "Leptospira biflexa",
        "opc": "Leptospira wolhachii",
        "opd": "Leptospira inadai",
        "subject_name": "Microbiology",
        "topic_name": "Spirochetes",
        "id": "68615fbc-43f4-4041-b3aa-f8b90f0c7e01",
        "choice_type": "single"
    },
    {
        "question": "Phospholipid used to investigate syphilis by the regain test is",
        "exp": "Ans. a (Cardiolipin). (Ref. Ananthanarayan, Microbiology, 6th/pg.378; 7th ed. pg. 381)SEROLOGICAL TESTS FOR SYPHILISThese tests form the mainstay of laboratory' diagnosis.A Large number of tests have been described, of which only a few are now employed.These are follows:1. Tests for antibodies reacting with cardiolipin antigen (Non-specific reagin tests; standard tests for syphilis; STS)2. Tests for antibodies reacting with group specific treponemal antigen3. Tests for specific antibodies to pathogenic treponema (T. pallidum).Reagin antibody testsThese tests use the lipoid or cardiolipin antigens and are known as 'standard tests for syphilis' or STS.The first of the reagin antibody tests was the Wassermann complement fixation test (1906).It is no longer in use now.# The first flocculation test used widely was tube flocculation test of Kahn.# The Kahn test has been replaced by the simpler and more rapid VDRL test., which gives more quantitative result.# VDRL test can be used for testing CSF also, but not plasma. CSF need not be heated prior to test.# A number of modifications of the VDRL have been developed, of which the Rapid Plasma Reagin (RPR) test is the most popular.Sensitivity of Serodiagnostic Tests in Untreated SyphilisMean Percentage Positive (Range) at Indicated Stage of DiseaseTestPrimarySecondaryLatentTertiaryVDRL, RPR78 (74-87)10095 (88-100)71 (37-94)FTA-ABS84 (70-100)10010096TP-PA89100100NA",
        "cop": 1,
        "opa": "Cardiolipin",
        "opb": "Plasminogen",
        "opc": "Palmi lecithin",
        "opd": "Serine",
        "subject_name": "Microbiology",
        "topic_name": "Spirochetes",
        "id": "547aa50d-05ac-4b3a-b5eb-b888309d5860",
        "choice_type": "single"
    },
    {
        "question": "Leptospirosis is transmitted by -",
        "exp": "Ans. is 'a' i.e.. Rat Transmission of leptospireso Leptospirosis has been associated writh three lR's.1. Rats-# Rodents, especially rats, are the most important reservoir.2. Rice fields-# Farm workers represent the group at highest risk - Green wrood 1 b'Ve 356 # Certain occupational groups such as agricultural workers in rice or cane fields, miners and sewer cleaners are more often exposed to infection. - Ananthanarayan 7th/e 3923. Rain-Heavy rains are likely to have increased level of leptospiral contamination in the water, thus increase the chances of transmission as human are infected by contaminated water.o Leptospirosis is the most widespread zoonoses.o Transmission of leptospires may follow' direct contact with urine, blood or tissue from an infected animal.o When people come into contact with water which is contaminated by infected urine of animal carriers, the leptospires enter the body through abraded skin or intact mucous membranes, especially the conjuctiva and the lining of the oro and nasopharynx.o Drinking of contaminated water may introduce leptospires through the mouth, throat, or esophagus.o High risk groups are -# Farmworker# Workers in fishing industries# Veterinarians# Sewage worker# Slaughterhouse employees# Coal - miner",
        "cop": 1,
        "opa": "Rat",
        "opb": "Cat",
        "opc": "Dog",
        "opd": "Fish",
        "subject_name": "Microbiology",
        "topic_name": "Spirochetes",
        "id": "b82dcf81-c84b-4f76-b4bb-812f130a70e5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following organisms is visualized by gram staining:",
        "exp": "Ans: b (Borrelia)Ref: Ananthanarayan and Paniker's Textbook of Microbiology, 8th ed.* Treponema - do not stain by ordinary method. Prolonged Giemsa, Fontana or Levaditis method is used* Mycoplasma - has no cell wall. So they are gram negative but are better stained by Giemsa* Mycobacterium-resist decolonisation by alcohol even without mordant effect of iodine. Can be called gram positive even though it is not used for diagnosis* Borrelia - readily stain by ordinary methods and are gram negative",
        "cop": 2,
        "opa": "Treponema",
        "opb": "Borrelia",
        "opc": "Mycoplasma",
        "opd": "Mycobacterium",
        "subject_name": "Microbiology",
        "topic_name": "Spirochetes",
        "id": "7c74aa83-8596-47c8-8fbe-552532f10f07",
        "choice_type": "single"
    },
    {
        "question": "Treponema pallidum was discovered by -",
        "exp": "Ans. is 'c' i.e., Schaudinn and Hoffman BacteriaDiscovered byLepra bacillus (M. Leprae)Hansen (1874)GonococcusNeisser(1879)StaphylococcusOgston(1881)Diphtheria bacillus (C. Diphtheria)Loeffler(1884)Tetanus bacillus (C. Tetani)Nicolaier(1884)PneumococcusFraenkel (1886)Causative organism for Malta fever (Brucella)Bruce(1887)Spirochete of syphilis (T pallidum)Schaudinn and Hoffmann (1905)",
        "cop": 3,
        "opa": "Robert Koch",
        "opb": "Twort",
        "opc": "Schaudinn and Hoffman",
        "opd": "E Herman",
        "subject_name": "Microbiology",
        "topic_name": "Spirochetes",
        "id": "af2a0482-23ab-49f0-bc60-aad3292327ff",
        "choice_type": "multi"
    }
]