[
    {
        "question": "Which of the following is a dimorphic fungus? (Repeat)",
        "exp": "Ans: B (Sporothrix schenckii) Ref: Ananthnarayan R. Paniker CKJ. Textbook of Microbiology. 8th Edition. Hyderabad: Universities Press; 2009. Pg. 601-15. Explanation:* Dimorphic fungi can occur as filaments or as yeasts, depending on the conditions of growth. in host tissues or cultures at 37degC they occur as yeasts, while in the soil and in cultures at 22degC they appear as moulds. Most fungi causing systemic infections are dimorphic fungi. List of dimorphic fungi- Systemic dimorphic fungideg Histoplasma capsulationdeg Blastomyces dermatitidis deg Coccidiodes immitisdeg Paracoccidiodes brasiliensis. Subcutaneous dimorphic fungus- Sporoth rtx schenckii. Opportunistic fungus - Penicillium marneffei",
        "cop": 2,
        "opa": "Rhizopus",
        "opb": "Sporothrix schenckii",
        "opc": "Tinea versicolor",
        "opd": "Microsporum",
        "subject_name": "Microbiology",
        "topic_name": "Sporotrichosis",
        "id": "761d6d71-d603-4d5e-b7ec-90378a2a269e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a dimorphic fungus?",
        "exp": "Ref: Ananthnarayan R. Paniker CKJ. Textbook of Microbiology. 8th Edition. Hyderabad: Universities Press: 2009. Pg. 601-15. Explanation: Dimorphic fungi can occur as filaments or as yeasts, depending on the conditions of growth. In host tissues or cultures at 37degC they occur as yeasts, while in the soil and in cultures at 22 degC they appear as moulds. Most fungi causing systemic infections are dimorphic fungi. List of dimorphic fungi. Systemic dimorphic fungi. Histoplasma capsulation. Blastomyces dermatitidis. Coccidiodes immitis. Paracoccidiodes brasiliensis. Subcutaneous dimorphic fungus - Sporothrix schenc kii. Opportunistic fungus - Penicillium marneffei",
        "cop": 2,
        "opa": "Rhizopus",
        "opb": "Sporothrix schenckii",
        "opc": "Tinea versicolor",
        "opd": "Microsporum",
        "subject_name": "Microbiology",
        "topic_name": "Sporotrichosis",
        "id": "e5f4716f-5315-4c20-be4f-e96f0e8dd0df",
        "choice_type": "single"
    }
]