[
    {
        "question": "Localized myogenic infection is caused by which bacteria?",
        "exp": "ANSWER: (A) StaphylococcusREF: Harrisons 18th ed chapter 125Important causes of muscle infections:Most common cause of pyomyositis : staphylococcus aureusGas gangrene : CL PerferingensSevere muscle pain : pleurodynia due to coxsackie B, trichinosisRhabdomyolysis : clostridium , streptococcal",
        "cop": 1,
        "opa": "Staphylococcus",
        "opb": "Clostridium",
        "opc": "Cornybacterium",
        "opd": "Streptococcal",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "f79d62c5-a436-4a26-8643-7ba3d8ae75ee",
        "choice_type": "single"
    },
    {
        "question": "Which of the following test is shown here?",
        "exp": "Ans. (a) coagulase test.* The image shows Coagulase test. The Upper tube is inoculated with Staphylococcus aureus; lower tube is inoculated with Staphylococcus epidermidis. Arrow points to clotted plasma formed by coagulase produced by Staphylococcus Aureus.* Coagulase reacts with prothrombin in the blood. The resulting complex is called staphylothrombin, which enables the enzyme protease to convert fibrinogen, a plasma protein produced by the liver, to fibrin. This results in clotting of the blood. Coagulase is tightly bound to the surface of the bacterium S. aureus and can coat its surface with fibrin upon contact with blood. The fibrin clot may protect the bacterium from phagocytosis and isolate it from other defenses of the host.Image source- style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 1,
        "opa": "Coagulase test",
        "opb": "Optochin Sensitivity",
        "opc": "Voges-Proskauer test",
        "opd": "Citrate test",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "9bbcc0d4-1ecf-4aad-9b26-6f35c61badf3",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of non gonococcal arthritis?",
        "exp": "ANSWER: (A) S. aureusREF: Harrison's 18th Ed Ch. 334The hematogenous route of infection is the most common route in all age groups, and nearly every bacterial pathogen is capable of causing septic arthritis.In infants, group B streptococci, gram-negative enteric bacilli, and S. aureus are the most common pathogens.Since the advent of the Haemophilus influenzae vaccine, the predominant causes among children < 5 years of age have been S. aureus, Streptococcus pyogenes (group A Streptococcus), and (in some centers) Kingella kingae.Among young adults and adolescents, N. gonorrhoeae is the most commonly implicated organism. S. aureus accounts for most nongonococcal isolates in adults of all ages; gramnegative bacilli, pneumococci, and B-hemolyticstreptococci'particularly groups A and B but also groups C, G, and F are involved in up to one-third of cases in older adults, especially those with underlying comorbid illnesses.",
        "cop": 1,
        "opa": "S. Aureus",
        "opb": "Ureoplasma ureolyticum",
        "opc": "E. coli",
        "opd": "Bacteroids",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "1286dc37-e52c-4f82-8730-e385c312bf99",
        "choice_type": "single"
    },
    {
        "question": "Which organism causes toxin shock syndrome -",
        "exp": "Ans. is 'c' i.e., Staphylococcus aureus Toxic shock syndromeo TSS is a potentially fatal multisystem disease characterized by sudden high fever, fainting, watery diarrhea, headache and muscle ache.o There are two types of TSS1. Staphylococcal TSSStaphylococcal TSS results from the elaboration of toxic shock syndrome toxin type-1 (TSST-1) also known as enterotoxin type F or pyrogenic exotoxin C.Enterotoxin B or C may also produce TSS.2. Streptococcal TSSStreptococcal TSS results from the elaboration of pyrogenic exotoxin A.",
        "cop": 3,
        "opa": "Pneumococcus",
        "opb": "E. coli",
        "opc": "Staphylococcus aureus",
        "opd": "Enterococcus",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "cfd61f88-8885-48fd-ae7f-6b76c44b54e1",
        "choice_type": "single"
    },
    {
        "question": "Protein A of staph aureus is part of bacterial?",
        "exp": "ANSWER: (B) Cell wallREF: Jawetz Microbiology, 24th Ed, Ch. 20Protein A is a cell wall component of many S aureus strains that binds to the Fc portion of IgG molecules except IgG3. The Fab portion of IgG bound to protein A is free to combine with a specific antigen. Protein A has become an important reagent in immunology and diagnostic laboratory technology; for example, protein A with attached IgG molecules directed against a specific bacterial antigen will agglutinate bacteria that have that antigen (''coagglutination\").Some S aureus strains have capsules, which inhibit phagocytosis by polymorphonuclear leukocytes unless specific antibodies are present. Most strains of S aureus have coagulase, or clumping factor, on the cell wall surface; coagulase binds nonenzymatically to fibrinogen, yielding aggregation of the bacteria.",
        "cop": 2,
        "opa": "Genome",
        "opb": "Cell wall",
        "opc": "Limiting membrane",
        "opd": "Plasmid",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "a727225c-cae4-4d87-8c41-525d2832b87c",
        "choice_type": "multi"
    },
    {
        "question": "Staphylococcal capsule is made up of:",
        "exp": "Ref: Ananthanarayan, Paniker CJ. Textbook of Microbiology. 6th Ed, London: John Wiley & Sons: 2000. & Prescott LM. Microbiology. 5th Ed. London: McGraw-Hill: 2002.Explanation:Capsules usually are composed of polysaccharides, but they may be constructed ot other materials.But, Bacillus anthracis has a capsule of poly-D- glutamic acid (polypeptide).Capsules and Slime LayersSome bacteria have a layer of material lying outside the cell wall.When the layer is well organized and not easily washed off. it is called a capsule.A slime layer is a zone of diffuse, unorganized material that is removed easily.Capsules and slime layers usually are composed of polysaccharides, but they may be constructed of other materials. For example. Bacillus anthracis has a capsule of poly-D-glutamic acid.Capsules are clearly visible in the light microscope when negative stains or special capsule stains are employedThey help bacteria resist phagocytosisCapsules contain a great deal of water and can protect bacteria against desiccationAlso aids bacterial attachmentGliding bacteria often produce slime, which presumably aids in their motilityS-LayersMany gram-positive and gram-negative bacteria have a regularly structured layer called an S-layer on their surface.The S-layer has a pattern something like floor tiles and is composed of protein or glycoproteinIn gram-negative bacteria the S-layer adheres directly to the outer membrane; it is associated with the peptidoglycan surface in gram-positive bacteria.It may protect the cell against ion and pH fluctuations, osmotic stress, enzymes.The S-layer also helps maintain the shape and envelope rigidity of at least some bacterial cells.It can promote cell adhesion to surfaces.The layer seems to protect some pathogens against complement attack and phagocytosis.",
        "cop": 2,
        "opa": "Hyaluronic acid",
        "opb": "Polysaccharide",
        "opc": "Polypeptide",
        "opd": "Poly-D-glutamic acid",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "05bf0b21-7e42-4e3b-8740-57d4ef7b483e",
        "choice_type": "single"
    },
    {
        "question": "Drugs indicated in MRS A infection are all EXCEPT:",
        "exp": "Ans. (d) ImipenemRef: Harrisons 19th ed.* Microbes which are resistant to methicillin are said to be MRSA.* Methicillin is highly penicilinase resistant but not acid resistant.* MRSA have emerged in many areas. These are insensitive to all penicillinase-resistant penicillins and to other b -lactams as well as to erythromycin, aminoglycosides, tetracylines, etc.* The drug of choice for these organisms is vanocomycin/ linezolid, but ciprofloxacin and Rifampicin can also be used.* IMIPENEM is an extremely potent and broad-spectrum b-lactam antibiotic whose range of activity includes grampositive cocci, Enterobacteriaceae, Ps. Aeruginosa, Listeria as well as anaerobes like Bad. Fragilis and Cl. Difficile.* It is resistant to most b-lactamases; inhibits penicilinase producing staphylococci and some MRSA",
        "cop": 4,
        "opa": "Vancomycin",
        "opb": "Teicoplanin",
        "opc": "Linezolid",
        "opd": "Imipenem",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "a57f336e-ae61-4123-bde1-8d1b76448e35",
        "choice_type": "multi"
    },
    {
        "question": "Coagulase test differentiates-",
        "exp": "Ans. is 'c' i.e., Staph aureus from staph epidermidis",
        "cop": 3,
        "opa": "Staphylococci from streptococci",
        "opb": "Streptococci from enterococci",
        "opc": "Staph aureus from staph epidermids",
        "opd": "Staph epidermidis from staph saprophvticus",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "b12f3695-b97d-4e28-8448-1cd181ba35f2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a superantigen -",
        "exp": "Ans. is 'a' i.e., Exfoliative toxin of staphylococcus Examples of superantigeny Staphylococcal toxic shock syndrome toxiny Staphylococcal enterotoxinsy Staphylococcal exfoliative (erythrogenic) toxiny Streptococcal toxic shock syndrome toxiny Certain nonhuman retroviral proteinsy Yersinia pseudotuberculosisy Mycoplasma arthritis.y Mouse mammary tumor virus.",
        "cop": 1,
        "opa": "Exfoliative toxin of staphylococcus",
        "opb": "Lipopolysaccharide of gram negative bacteria",
        "opc": "Enterotoxin of V cholerae",
        "opd": "Shiga toxin of EHEC",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "438aadbd-755c-4c43-8b5e-cd635ef19c4c",
        "choice_type": "single"
    },
    {
        "question": "Blood culture of a patient shows growth of gram positive cocci which are catalase positive and coagulase negative. The patient was on a CVP line last week. The most likely etiological agent is?",
        "exp": "Ans. (b) Staphylococcus epidermidisRef: Microbiology by Ananthanarayati and Paniker 8th ed. /655, 679STAPHYLOCOCCUS* Gram positive cocci, coagulase and Catalase positive: Staphylococcus aureus* Gram positive cocci, Coagulase negative: Staphylococcus epidermidis and saprophyticus.* Staph. Epidermis infect most commonly through artificial device like: IV canula, Prosthetic device, shunts and implants.* MCC of catheter associated blood stream infection: Staph. Epidermis* MC organism causing prosthetic valve endocarditits: Staph. Epidermis.",
        "cop": 2,
        "opa": "Staphylococcus aureus",
        "opb": "Staphylococcus epidermidis",
        "opc": "Streptococcus pyogenes",
        "opd": "Enterococcus faecalis",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "8f2f2017-8322-4e2d-93cb-cd6621f5908f",
        "choice_type": "single"
    },
    {
        "question": "Most common biotype of S. aureus causing human infection-",
        "exp": "Ans. is 'D' i.e., A o Staphylococcus aureus has been classified into six biotypes : A, B, C, D, E and F. o Most human pathogenic strains belong to biotype A.",
        "cop": 4,
        "opa": "B",
        "opb": "C",
        "opc": "D",
        "opd": "A",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "1db73fbf-574e-4203-82e7-656cf732705b",
        "choice_type": "single"
    },
    {
        "question": "Most common Bacteria causing UTI in sexually active young women?",
        "exp": "Ans. a (Staph, saprophyticus), (Ref. Microbiology by Ananthnarayan, 7th/l 86 & Harrison 17th ed. Table 282-1)COAGULASE NEGATIVE STAPHYLOCOCCI# Staph, epidermidis - Stitch abscess, implanted foreign body infection, cystitis, endocarditis in drug addicts.# Staph, saprophyticus - UTI (urinary tract infection) in sexually active young women.- Treat with Nalidixic acid.ConditionCharacteristic PathogensMitigating CircumstancesRecommended Empirical treatmentAcute uncomplicated cystitis in womenEscherichia coli,Staphylococcus saprophyticus, Proteus mirabilis,Klebsiella pneumoniaeNoneDiabetes, symptoms for >7d, recent UTI, use of diaphragm, age >65 years Pregnancy3-Day regimens: oral TMP-SMX, TMP quinolone; 7-day regimen: macrocrystalline nitrofurantoin\"Consider 7-day regimen: oral TMP-SMX, TMP, quinolone\" consider 7-day regimen: oral amoxicillin, macrocrystalline nitrofurantion, cefpodoxime proxetil, of TMP-SMXAcute uncomplicated pyelonephritis in womenE. coli, P. mirabilis, S. saprophyticusMild to moderate illness, no nausea or vomiting; out patient therapySevere illness or possible urosepsis: hospitalization requiredOral quinolone for 7-14 d (initial dose gisven IV if desired); or single-dose cefriaxone (1 g) or gentamicin (3-5 mg/kg) IV followed by oral TMP SMX for 14 dParenteral quinolone, gentamicin (+ ampicillin), cefriaxone, or aztreonam until defervescence; then oral quinolone, cephalosporin, or TMP-SMX for 14 dComplicated UTI in men and womenE.coli, proteus, klebsiella, Pseudomonas, serraria, enterococci, staphylococciMild to moderate illness, no nausea or vomiting: out patient therapyOral quinolone for 10-14 dSevere illness or possible urosepsis: hospitalization requiredParenteral ampicillin and gentamicin, quinolone, ceftriaxone, aztreonam, ticarcillin/clavulanate, or imipenem cilastatin until defervescence; then oral qinolone or TMP-SMX for 10-21 dAlso remember:Features distinguishing the major species of StaphylococciCharacteristicsS. AureusS. epidermidisS. saprophyticusCoagulase+--Novobiocin sensitivitySSRAcid from mannitol anaerobically+/---Phosphatase++.",
        "cop": 1,
        "opa": "Staph, saprophyticus",
        "opb": "Staph, aureus",
        "opc": "Staph, epidermidis",
        "opd": "Staph, citrus",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "4bf81fb8-b5a3-4205-923c-1d44397fbb3e",
        "choice_type": "multi"
    },
    {
        "question": "True statement regarding MRSA is:",
        "exp": "Ref: Ananthanarayan, Paniker CJ. Textbook of Microbiology. 8th Edition. London: John Wiley & Sons: 2009. Pg. 20)Explanation:Methiciliin resistant strains of Staph aureus (MRSa) possess meca gene.The mecA gene encodes penicillin-binding protein 2a (PBP2a), which differs from other penicillin-binding proteins as it has reduced affinity for (3-lactam antibiotics.MRSA isolates are resistant not merely to penicillin, but also to all other beta lactam antibiotics including cephalosporins, carba- penems.For life-threatening MRSA infections, vancomycin is the drug of choice.For mild superficial lesions, systemic antibiotics may not be necessary.Topical applications of drugs not used systemic ally, such as bacitracin, cblorhexidine or mupirocin, may be sufficient.",
        "cop": 4,
        "opa": "Ceftriaxone is preferred for treatment of superficial MRSA infections",
        "opb": "MRSA isolates produce (3-lactamase",
        "opc": "The mecA gene of MRS A encodes for penicillin- binding protein 2a (PBP2a), which has high affinity for (3-lactam antibiotics",
        "opd": "Pulsed gel field electrophoresis is used for typing",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "127e61d6-a1be-4bd2-8adb-e5e5192573bc",
        "choice_type": "multi"
    },
    {
        "question": "Toxin responsible for staphyloccal toxic shock syndrome?",
        "exp": "Ref: Ananthnaraycm R. Paniker CKJ. Textbook of Microbiology. 8th Edition. Hyderabad: Universities Press; 2009. Pg. 198-9.Explanation:Virulence factors of Staphylococcus aureusCoagulaseCoagulase is an enzyme which brings about clotting of human or rabbit plasma.It acts with a 'coagulase reacting factor (CRF) present in plasma, binding to prothrombin and converting fibrinogen to fibrin.Eight types of coagulase have been identified.It is secreted by all Staphylococcus aureus. It has no specific role in pathogenesis of toxic shock syndrome. a-hemolysinIt is most potent membrane-damaging toxin.Susceptible cells have a specific receptor for a- toxin which allows the toxin to bind causing small pores through which monovalent cations can pass.The mode of action of alpha hemolysin is likely by osmotic lysis.Panton Valentine toxin (Leucocidin)Leucocidin {also known as Panton-Valentine toxin after its discoverers) is a two-component toxin, like the gamma lysin. being composed of two components (S and F).It is capable of efficiently lysing white blood cells by causing pore formation in the cellular membranes that increase cation permeabilitySuperantigens (Enterotoxins and Toxic shock syndrome toxin)Enterotoxins, six antigenic types (named SE- A. B. C, D. E and G). It cause diarrhea and vomiting and are responsible for staphylococcal food poisoning.TSST-1 is expressed systemically and is the cause of toxic shock syndrome (TSS). TSST- 1 is responsible for 75% of TSS.Superantigens stimulate T cells non-specifically without normal antigenic recognitionUp to one in five T cells be activated, whereas only 1 in 10,000 are stimulated during a usual antigen presentation.Cytokines are released in large amounts, causing the symptoms of TSS.Superantigens bind directly to class li major histocompatibility complexes of antigen- presenting cells outside the conventional antigenbinding grove.",
        "cop": 1,
        "opa": "Superantigenic toxin",
        "opb": "Alpha hemolysin",
        "opc": "Panton valentine toxin",
        "opd": "Coagulase",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "b9d47940-a8b3-4bb6-93a7-792765373d40",
        "choice_type": "single"
    },
    {
        "question": "Most common staphylococcal phage strain causing hospital infection -",
        "exp": "Ans. is 'a' i.e., 80/81 Hospital strains of staphylococcus aureuso Certain strains of staphylococcus are the common cause of post operative wound infections and other infections in the hospital environment,o These strains are known as hospital strains,o The hospital strains show the following characteristics:1 They are resistant to penicillin, methicillin and other routinely used antibiotics.2 They belong to certain bacteriophage types.3.Some of the strains ( eg phage type 80/81) are known to cause hospital infections throughout the wrorld. Such strains are called as epidemic strains.",
        "cop": 1,
        "opa": "80/81",
        "opb": "79/80",
        "opc": "3A/3C",
        "opd": "69/70",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "57252ea5-d2db-4c5e-9e13-cbba76529ae8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is catalase positive? (Repeat)",
        "exp": "Ans: A (Staph epidermidis) Ref: Ananthanarayan, Paniker CJ. Textbook of microbiology. 8th Edition. London: John Wiley & Sons: 2009. Pg. 52, 159Explanation:Catalase test:When a bacterial colony is placed in hy drogen peroxide, if it produces catalase enzyme there will be prompt effervescence.Catalase positive organisms:Staphylococcus aureusCoagulase negative staphylococci such asS. epidermidisMicrococciPseudomonasCandidaColiformsdeg Citrobacter, Enterobacter. E.coli, Klebsiella (which are all lactose +)deg Shigella. Yersinia, Proteus and Salmonella (which are all lactose -)deg Serratia (a slow lactose fermenter)Although Shigella dysenteriae type 1 is a coliform, it is catalase negative.Streptococcus, pneumococcus and enterococcus are catalase negative.In patients with chronic granulomatous disease, a familial condition with disorder of phagocytosis, recurrent infections due to catalase positive organisms are more common as the leucocytes are unable to kill catalase positive bacteria following phagocytosis.",
        "cop": 1,
        "opa": "Staph epidermidis",
        "opb": "Enterococcus",
        "opc": "Streptococcus",
        "opd": "Pneumococcus",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "28bfc4c2-298c-47ba-bd28-a12d595d2796",
        "choice_type": "single"
    },
    {
        "question": "Food poisoning 2 hours after intake of food:",
        "exp": "Ans. (c) Staphylococcus aureusRef: Microbiology by Ananthanarayan and Paniker 8th ed. /198, Harrison's 18th ed. /Ch 128* Among the given options staph aureus has the shortest incubation period (1-6 hrs).* Staphylococcus causes food poisoning by enterotoxin A, due to intake of milk or milk products.# It is a preformed, heat stable enterotoxin, which stimulate the vagus nerve causing vomiting as main and first symptom.# I.P. < 6 hours* Outbreaks following picnics where potato salad, mayonnaise, and cream pastries have been served offer classic examples of staphylococcal food poisoning.* Bacillus cereus is an important cause of food poisoning, isolated from soil, vegetables, milk cereals, meat etc.* It produces 2 types of food poisoning:Diarrhea type- main symptomEmetic type- main symptom* Associated with wide range of food intake including meat, puddings etc.* I.P. 8-16 hrs* Occurs due to heat labile enterotoxin* Associated with intake of Chinese fried rice* I.P. 1-5 hrs* Due to pre-formed, heat stable toxin# Clostridium perfringens causes gastroenteritis after intake of infected meat or meat products. I.P. - 8-16 hours.# Clostridium botulism causes food poisoning due to consumption of canned food. I.P. 1 to 3 days.",
        "cop": 3,
        "opa": "Salmonella typhi",
        "opb": "Bacillus cereus",
        "opc": "Staphylococcus aureus",
        "opd": "Clostridium",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "136275d0-7521-4605-9e86-e06a812b6ce6",
        "choice_type": "single"
    },
    {
        "question": "Which is the staphyloccocal toxin which is responsible for food poisoning?",
        "exp": "Ans. (b) EnterotoxinRef: Microbiology by Ananthanarayan and Paniker 8th ed. /198-199* Enterotoxins are responsible for food poisoning and are produced when Staphylococcus Aureus grows in carbohydrate and protien foods. . There are multiple types of enterotoxins (A-E, G-I , K-M) and these are usually superantigens.* The alpha toxin is a potent hemolysin which acts on a broad spectrum of cell membranes , including RBC's.* The beta toxin degrades spingomyelin and is also toxic for many types of cells.* TSST-1 is the same as enterotoxin F and is therefore also a superantigen and is associated with fever, shock multisystem involvement and a desquamative skin rash.",
        "cop": 2,
        "opa": "Beta Exotoxin",
        "opb": "Enterotoxin",
        "opc": "Alpha Exotoxin",
        "opd": "Toxic Shock Syndrome Toxin (TSST-1)",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "9025a106-5794-4b52-a080-e50681fbdc75",
        "choice_type": "single"
    },
    {
        "question": "Granuloma in lymph nodes seen is in all infections EXCEPT:",
        "exp": "Ans. (c) Staph AureusRef: Robbin's 9th ed.Diseases Characterized by Granulomas* Tuberculosis: The granulomas of tuberculosis tend to contain necrosis (\"caseating tubercules\"), but non- necrotizing granulomas may also be present.* Leprosy: In leprosy, granulomas are found in the skin and tend to involve nerves.* Sarcoidosis: is a disease of unknown cause characterized by non-necrotizing (\"non-caseating\") granulomas in multiple organs and body sites, most commonly the lungs and lymph nodes within the chest cavity.* Hemophilus Ducreyi causes chancre. It presents with painful genital ulcer with painful lymphadenopathy* Staph aureus infections like pyoderma, abscess, HAP, food poisoning etc doesn't involve lymph nodes.",
        "cop": 3,
        "opa": "TB",
        "opb": "Sarcoidosis",
        "opc": "Staph Aureus",
        "opd": "Hemophilus ducreyi",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "611dfdbf-2e5f-40f5-af13-464c8de88d31",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is catalase positive and novobiocin susceptibility negative -",
        "exp": "Ans. is 'c' i.e., Staph saprophyticus",
        "cop": 3,
        "opa": "Staph epidermidis",
        "opb": "Streptococcus pyogenes",
        "opc": "Staph saprophyticus",
        "opd": "Streptococcus viridans",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "f875dcc4-2754-40cf-a3d8-9aa2ff575984",
        "choice_type": "single"
    },
    {
        "question": "A patient walking barefoot in morning walk has developed a swelling in the foot. Probable diagnosis is:",
        "exp": "Ans. (a) Staphylococcus aureus.* Note the presence of Abscess on foot with central raised area of whitish pus surrounded by erythema which in most probability is caused by Staphylococcus aureus.* Botryomycosis (bacterial pseudomycosis) is an uncommon chronic bacterial infection of skin caused by masses of colonizing bacteria. Staphylococcus aureus is the usual cause, but a wide range of gram negative organisms have also been isolated. It presents with multiple grape like fluctuant lesions.* In madura foot, the initial lesion is a small subcutaneous swelling following minor trauma. Later, sinuses that discharge purulent and seropurulent exudates containing grains which are fungal colonies are formed.Image source- style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 1,
        "opa": "Staphylococcus aureus",
        "opb": "Botryomycosis",
        "opc": "Tetanus",
        "opd": "Madura Foot",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "774cee8e-7562-49ee-b034-8955f009d2ae",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of Pneumatocele:",
        "exp": "Ans. (d) Staphylococcus AureusRef: Harrisons's 19 th ed.* Pulmonary pneumatoceles are thin-walled, air-filled cysts that develop within the lung parenchyma.* They can be single emphysematous lesions but are more, often multiple, thin-walled, air-filled, cystlike cavities.* Pneumatoceles are generally observed soon after the development of pneumonia and can be observed on the initial chest radiograph.* They are commonly caused by Staphylococcus Aureus.* Other agents also causes pneumatocele including:# Streptococcus pneumonia# H. Influenza,# E. Coli# Group A streptococci# Serratia marcescens# Klebsiella pneumoniae, adenovirus, and tuberculosis.* Noninfectious etiologies include hydrocarbon ingestion, trauma, and positive pressure ventilation.",
        "cop": 4,
        "opa": "Streptococcus pneumoniae",
        "opb": "Haemophilus influenza",
        "opc": "Serratia marcescens",
        "opd": "Staphylococcus Aureus",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "92ebf431-255a-44a4-957d-842b61efa241",
        "choice_type": "single"
    },
    {
        "question": "Best available option to prevent MRSA infection in a hospital -",
        "exp": "Ans. is 'c'i.e., Proper hand washing \"Given the prominence of cross infection, hand hygiene is the single most important preventive measure in hospitals. \"",
        "cop": 3,
        "opa": "Prophylactic antibiotics",
        "opb": "Fumigation of wards",
        "opc": "Proper hand washing",
        "opd": "Use of disinfectants",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "f36c3c4e-2812-4d04-b7a6-b3394ddae100",
        "choice_type": "multi"
    },
    {
        "question": "A Person ate some milk products in a party and after 6 hours started vomiting. Which organism is most likely the cause:",
        "exp": "Ans. (c) StaphylococcusRef: Harriosn 18th ed. / 128, Microbiology by Ananthanarayan and Paniker 8th ed. /198* Staphylococcus causes food poisoning by enterotoxin A, due to intake of milk or milk products.# It is a preformed, heat stable enterotoxin, which stimulate the vagus nerve causing vomiting as main and first symptom.# I.P. < 6 hours* Outbreaks following picnics where potato salad, mayonnaise, and cream pastries have been served offer classic examples of staphylococcal food poisoning.* Bacillus cereus is an important cause of food poisoning, isolated from soil, vegetables, milk cereals, meat etc.* It produces 2 types of food poisoning:Diarrhea type- main symptomEmetic type- main symptom* Associated with wide range of food intake including meat, puddings etc.* I.P. 8-16 hrs* Occurs due to heat labile enterotoxin* Associated with intake of Chinese fried rice* I.P. 1-5 hrs* Due to pre-formed, heat stable toxin# Clostridium perfringens causes gastroenteritis after intake of infected meat or meat products. I.P. - 8-16 hours.# Clostridium botulism causes food poisoning due to consumption of canned food. I.P. 1 to 3 days.",
        "cop": 3,
        "opa": "Bacillus cereus",
        "opb": "Clostridium perfringens",
        "opc": "Staphylococcus",
        "opd": "Clostridium botulism",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "012e16a2-b2e4-4d88-b6ba-a6428ed74de3",
        "choice_type": "single"
    },
    {
        "question": "True about staphylococcus aureus -",
        "exp": "Ans. is 'c' i.e., Grows with 10% Nacl o Staphylococcus is facultative anaerobe. Optimum pH for growth is 7[?]4 - 7[?]6 and optimum temperature is 37degC.o Staph aureus produces golden yellow pigment, which is maximum at 22degC.o Most of the staphylococcus species grow in the presence of 10% NaCl.o On nutrient agar slope there is characteristic Oil paint appearance.o For primary isolation, sheep blood agar is recommended. Human blood should not be used at it may contain antibodies or other inhibitors.Staph aureusStaph epidermidis (also called staph albus) Staph citrus---Golden yellow colonies White colonies Lemon yellow colonies",
        "cop": 3,
        "opa": "Micro aerophilic",
        "opb": "Produce lemon yellow colonies",
        "opc": "Grows with 10% Nacl",
        "opd": "All are true",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "bdaabc40-c8a5-488b-a6cf-067e308b3f16",
        "choice_type": "multi"
    },
    {
        "question": "Toxic shock syndrome is caused by:",
        "exp": "Ans. a (Staphylococci). (Ref. Textbook of Microbiology by Ananthnar ay an, 7th/196)Toxic shock syndrome toxin (TSST): Toxic shock syndrome (TSS) is a potentially fatal multisystem disease presenting with fever, hypotension, myalgia, vomiting, diarrhea, mucosal hyperemia and an erythematous rash which desquamates subsequently. This is associated with infection of mucosal or sequestered sites by TSST-producing Staph, aureus strains usually belonging to bacteriophage group I. TSST type-1 (formerly also known as enterotoxin type F or pyrogenic exotoxin C) is most often responsible, though enterotoxins B or C may also cause the syndrome.TSS was first identified in 1978 in children and adolescents, but became widely known only in 1980 following out- breaks in the USA in menstruating women using highly absorbent vaginal tampons. Their vaginal swabs showed heavy growth of staph, aureus, though blood cultures were invariably negative. TSST-1 antibody is seen in convalescents. This is protective and absence of TSST-1 antibody is a factor in the pathogenesis of the condition.Though tampon-related TSS is now rare, the syndrome occurs in other infections of the skin, mucosa and other sites and also in some surgical wounds.",
        "cop": 1,
        "opa": "Staphylococci",
        "opb": "E. coli",
        "opc": "Pneumococci",
        "opd": "Meningococci",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "d2ac6158-e121-4272-8d63-269e6a97052f",
        "choice_type": "single"
    },
    {
        "question": "A cook prepares sand witches for 10 people going for picnic. Eight out of them develop servere gastroenteritis within 4-6 hrs of consumption of the sand witches. It is likely that on investigations the cook is found to be the earner of:",
        "exp": "Ans. is 'd' i.e. staphylococcus aureus Gastroenteritis presenting within 4-6 hrs. of consumption of sandwiches confirms the diagnosis of staphylococcal food poisoning.The only other cause of Food poisoning presenting within 4-6 hrs is Bacillus cereus but it is not given in the option.* The following table will help to tackle any further question on this topic.OrganismIncubation period (hrs)VomitingDiarrheaFeverMicrobiologyPathogenesisStaphylococcus1 -8, rarely up to 18+++++-Staphylococci grow in meats and in dairy and bakery products and produce enterotoxin.Enterotoxin acts on receptors in gut that transmit impulses to medullary centers.Bacillus cereus cereus1-8, rarely up to 18++++-Reheated fried rice causes vomiting or diarrheaEnterotoxins formed in food or in gut from growth of BClostridium perfringens8-16+/-+++-Clostridia grow in rewarmed meat dishes and produce an enterotoxinEnterotoxin produced in food and in gut causes hypersecretion in small intestine. *Clostridium botulinum24-96+/-Rare-Clostridia grow in anaerobic foods and produce toxinToxin absorbed from gut blocks acetylcholine at neuromuscular junctionClostridium difficile?-++++Associated with antimicrobial drugs, eg, clindamycinEnterotoxin causes epithelial necrosis in colon; pseudomembranous colitis.Escherichia coli (some strains)24-72++-Organisms grow in gut and produce toxin. May also invade superficial epithelium.Enterotoxin causes hypersecretion in small intestineVibrio parahaemolyticus6-96+++Organism grow in seafood and in gut and produce toxin or invadeHypersecretion in small intestine; stools may be bloodyVibrio cholerae (mild case)24-72+/-+++-Organisms grow in gut and produce toxinEnterotoxin causes hypersecretion in small intestine. Infective dose: 107-109 organismsCampylobacter jejuni2-10 days-++++Organisms grow in jejunum and ileumInvasion and enterotoxin production uncertainShigella species (mild cases)24-72+/-++Organisms grow in superficial gut epithelium and gut lumen and produce toxinOrganism invade epithelial cells; blood, mucus, and PMNs in stools. Infective dose: 102 - 103 organismsSalmonella species 8-48+/-++Organism grow in gut. Do not produce toxinSuperficial infection of gut, little invasion. Infective dose; 105 organisms.Yersinia enterocolitica?+/-++Fecal-oral transmission (occasionally). Food- borne in pets.Gastroenteritis or mesenteric adenitis. Occasional bacteremia. enterotoxin produced.",
        "cop": 4,
        "opa": "Salmonella typhi.",
        "opb": "Vibrio cholerae",
        "opc": "Entamoeba histolytica",
        "opd": "Staphylococcus aureus.",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "20e05141-b9b5-44f7-a44d-d727e0556f38",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of pyomyositis is?",
        "exp": "ANSWER: (C) Staphylococcus AureusREF: Staphylococci in Human Disease Kent B. Crossley, Gordon Archer, Kimberly Jefferson Page 383, http://en.wikipedia.org/wiki/PyomyositisPyomyositis, also known as tropical pyomyositis or myositis tropicans, is a bacterial infection of the skeletal muscles wrhich results in a pus-filled abscessPyomyositis is most often caused by the bacterium Staphylococcus aureus. The infection can affect any skeletal muscle, but most often infects the large muscle groups such as the quadriceps or gluteal muscles",
        "cop": 3,
        "opa": "Streptococcus pyogenes",
        "opb": "Pseudomonas",
        "opc": "Staphylococcus Aureus",
        "opd": "E. Coli",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "43a9e50f-3c33-4aef-bd45-4a1318722bcd",
        "choice_type": "single"
    },
    {
        "question": "MRS A do not show sensitivity to:",
        "exp": "Ans: d (Carbapenem)Ref: Koneman's colour atlas and text book of diagnostic microbiology, 6th ed, Pg. 1006-07; Jawetz medical Microbiology, 25th ed. Pg. 190.Methicillin resistant Staphylococcus aureusChromosomal mediated resistanceDecrease in affinity of penicillin binding protein (PBP)to beta lactam antibiotics (mec A gene to PBP 2a )Expressed better at 30deg CIf resistance to nafciliin, oxacillin or methicillin is demonstrated, the bacterial strain should be reported as resistant to other beta lactam antibiotics including all cephalosporins, such as cefazolin or cephalothin and the carbapenem antibiotic imipenem.Vancomycin is the drug of choice of MRSA infections.Alternatives include daptomycin, linezolid (oxazoldinones) and Quinupristin- dalfopristin (Streptogramin).In deep infections, like osteomyelitis and endocarditis,depending on the susceptibility, a combination of Vancomycin with aminoglycosides, rifampicin andcotrimoxazole can be used.",
        "cop": 4,
        "opa": "Aminoglycosides",
        "opb": "Oxazolididinone",
        "opc": "Lincosamide",
        "opd": "Carbapenem",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "9135543f-431d-4c35-9e3f-167ba99247b7",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of infection caused by intravascular catheter -",
        "exp": "Ans. is 'b' i.e., Coagulase negative staphylococci \"Staph, epidermidis is a coagulase negative staphylococcus, which has predilection for growth on implanted foreign bodies such as intravascular catheters, shunts, artificial heart valves and prosthetic appliances, leading to bacteremia\",o UTI is the most common type of nosocomial infection,o Most common cause of UTI - E colio Most common cause of UTI in ICU - Candidao Overall staph aureus is a leading cause of nosocomial infection.o Staph aureus is the most common cause of surgical wound infection - Harrison 16th/e p. 815.o Most common cause of primary bacteremia - Coagulase negative staphylococcus.",
        "cop": 2,
        "opa": "Ecoli",
        "opb": "Coagulase negative staphylococci",
        "opc": "Staph aureus",
        "opd": "Pseudomonas",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "f8f6047a-ef1e-4bf5-a61d-9b04fdc36bc9",
        "choice_type": "single"
    },
    {
        "question": "ss -lactamase resistance of staphylococcus aureus is due to:",
        "exp": "Ans: a (Transduction) Ref:Ananthanarayan,7th ed, p. 194\"One of the causes for penicillin resistance in staphylococcus is ss lactamase production which is plasmid mediated.Plasmid mediated inducible enzyme is transmitted by transduction (more commonly) or conjugation\"Penicillin resistance in staphylococcus is by following ways:1. Production of ss - lactamasea. Plasmid mediated inducible enzyme which is transmitted by transduction (more commonly) or conjugationb. Hospital strains mostly form Type A penicillinasec. Same plasmid carry genes for resistance to tetracycline, erythromycin, aminoglycoside too2. Altered penicillin binding protein:a. Chromosomally mediated and expressed more at 30deg C than at 37 degC. (A1IMS)b. Responsible for resistance against penicillinase resistant penicillin such as methicillin. cloxacillinc. Strains are called MRSA (methicillin resistant Staph, aureus)3. Tolerance to penicillin.Bacteria only inhibited not killedTransformation:The first example of genetic exchange in bacteria was described by Griffith.This is the transfer of genetic material through the agency of free DN A.This has been studied mainly in BPH:BacillusHemophilusPneumococcusTraasductionTransfer of a portion of DNA from one bacterium to the other by means of a bacteriophage. This has been proposed as a method of genetic engineering and in treatment of some inborn errors of metabolism.Conjugation:Transfer of genetic elements after actual physical contact between a male donor bacterium and female recipient e.g., transfer of episomes and plasmid such as those for resistance.Bacterial conjugation was first described by Lederberg and Tatum in a strain of E.coli called K-12Lysogenic conversion:In lysogenic conversion the phage DNA itself is the new genetic element as it becomes integrated with the bacterial host DNA with which it multiplies and is transferred to daughter cells. E.g.: Diphtheriae corynebacterium",
        "cop": 1,
        "opa": "Transduction",
        "opb": "Conjugation",
        "opc": "Mutation",
        "opd": "Transformation",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "2b2e6019-e620-4394-8493-55c14e6e28aa",
        "choice_type": "single"
    },
    {
        "question": "Which among the following organism is found as a commensal on skin?",
        "exp": "Anss: a) Staph minusEven though skin, vagina, axilla, perineum are colonised by staphylococcus, most frequent site of human colonisation is anterior nares.",
        "cop": 1,
        "opa": "Staph aureus",
        "opb": "Strept pyogenes",
        "opc": "Clostridium",
        "opd": "Borrelia",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "aa3eeb88-0e53-4d78-a737-a8e3021a09df",
        "choice_type": "single"
    },
    {
        "question": "All the following cause community acquired pneumonia EXCEPT:",
        "exp": "Ans. (a) StaphylococciRef: Microbiology by Ananthanarayan and Paniker 8th ed. /199-200* Staphylococci causes hospital acquired pneumonia.* Community-acquired pneumonia (CAP) is pneumonia acquired infectiously from normal social contact (that is, in the community).* CAP is a common illness and can affect people of all ages. It often causes problems like difficulty in breathing, fever, chest pains, and a cough.* CAP occurs throughout the world and is a leading cause of illness and death.* Causes of CAP include bacteria, viruses, fungi, and parasites.* The most important infection in newborns is caused by Streptococcus agaladiae, also known as Group B Streptococcus or GBS. It causes >50% of cases of CAP in the first week of life.* Streptococcus pneumoniae is the most common cause of community acquired acute pneumonia in adults. It is the most common cause of lobar pneumoniaCausesIn InfantsIn Adults* Group B Streptococcus* Streptococcus Pneumoniae* Escherichia coli* Klebsiella pneumoniae* Moraxella catarrhalis and* Streptococcus pneumoniae* Hemophilus influenza* Escherichia coli* Klebsiella pneumoniae* Influenzai, Paranifluenza and RSV virus",
        "cop": 1,
        "opa": "Staphylococci",
        "opb": "Mycoplasma",
        "opc": "Chlamydia pneumonia",
        "opd": "Streptococci",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "04cf6385-4917-46cf-ab1f-d818952fee80",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of artificial heart valve infection-",
        "exp": "Ans. is 'c' i.e., Staph epidermidis o Most common cause of prosthetic valve endocarditis upto 12 months is coagulase - negative staphylococci (staph, epidermidis).Most common causes of infective endocarditiso In native wall - Staphylococcus aureus.o In early prosthetic valve (up to 12 months after valve surgery) - Staphylococcus epidermidis (coagulase negative staphylococcus).o In late prosthetic valve (more than 12 months after valve surgery) - streptococcus viridans.o In IV drug abusers - Staphylococcus aureus.o In patients writh intravenous catheter - coagulase negative staphylococci,o After dental procedure (tooth extraction) - streptococcus mutans.",
        "cop": 3,
        "opa": "Staphylococcus aureus",
        "opb": "Streptococcus mutans",
        "opc": "Staph epidermidis",
        "opd": "Pneumococcus",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "8d1c3fa9-fca2-40de-bd05-c6d0bad98181",
        "choice_type": "single"
    },
    {
        "question": "Which of the following organisms causes fastest food poisoning:",
        "exp": "Ans. (a) Staph. AureusRef.: Harriosti 18th ed. / 128y Microbiology by Ananthanarayan and Paniker 8th ed. /198Bacterial Food PoisoningIncubation period, organismSymptomsCommon sources1-6 H Staphylococcus aureusNausea, vomiting, diarrheaHam, poultry, potato or egg salad, mayonnaise, cream pastriesBacillus cereusNausea, vomiting, diarrheaFried rice8-16 H Clostridium perfringensAbdominal cramps, diarrhea (vomiting rare)Beef, poultry, legumes, graviesB. cereusAbdominal cramps, diarrhea (Vomiting rare)Meats, vegetables, dried beans, cereals>16 H Vibrio choleraeWatery diarrheaShellfishEnterotoxigenic Escherichia coliWatery diarrheaSalads, cheese, meats, waterEnterohemor- rhagic E. coliBloody diarrheaGround beef, roast beef, salami, raw milk, raw vegetables, apple juiceSalmonella spp.Inflammatory diarrheaBeef, poultry, eggs, dairy productsCampylobacter jejuniInflammatory diarrheaPoultry, raw milkShigella spp.DysenteryPotato or egg salad, lettuce, raw vegetablesVibrio parahaemolyticusDysenteryMollusks, crustaceans",
        "cop": 1,
        "opa": "Staph. Aureus",
        "opb": "Clostridium Perfringins",
        "opc": "Bacillus Cereus",
        "opd": "Vibrio cholerae",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "9ec0625e-cf9d-47e8-8ad3-8b08a6b1b72a",
        "choice_type": "single"
    },
    {
        "question": "How does staph aureus become resistant to methicillin:",
        "exp": "Ans. (c) TranspeptidaseRef: Microbiology by Ananthanarayan and Paniker 8th ed. /197, 201-202Resistance develops due to alteration in transpeptidase (penicillin binding protein) on which all beta lactam antibiotics act- so MRSA is resistant to all b-lactam antibiotics.",
        "cop": 3,
        "opa": "Heat shock protein",
        "opb": "Protein A",
        "opc": "Transpeptidase",
        "opd": "Protein C",
        "subject_name": "Microbiology",
        "topic_name": "Staphylococci",
        "id": "9be2da82-bcbb-4516-b7cf-10972fc0f34f",
        "choice_type": "single"
    }
]