[
    {
        "question": "Simplest and most effective method to prevent nosocomial infection-",
        "exp": "Ans. is 'd' i. e., Hand washing o As hand contact is the most common mode of transmission, the best preventive measure of nosocomial infection is proper hand hygiene.",
        "cop": 4,
        "opa": "Use of antibiotics",
        "opb": "Use of laminar airflow",
        "opc": "Use of filters",
        "opd": "Hand washing",
        "subject_name": "Microbiology",
        "topic_name": "Sterilization and Disinfection",
        "id": "d5e4169b-17ea-4ff9-903f-2d05695aba76",
        "choice_type": "single"
    },
    {
        "question": "True about hand hygeine -",
        "exp": "Ans. is 'b' i. e., Alcohol based preparation are used o Povidone iodine is the best skin disinfectant o Povidone iodine (Betadine) is less irritant and cause less staining. o Aqueous and alcohol-based povidone iodine preparations are widely used in skin disinfection including preoperative preparation of the skin. o Commonly used skin disinfectants for hand washing are-# Povidone iodine (Betadine) - Best# Chlorhexidine# Isopropyl alcohol",
        "cop": 2,
        "opa": "Betadine can cause irritation",
        "opb": "Alcohol based preparation are used",
        "opc": "Hot water is best",
        "opd": "Gluteraldehyde is used",
        "subject_name": "Microbiology",
        "topic_name": "Sterilization and Disinfection",
        "id": "52f271bb-8a75-410a-aa81-4dd873596abc",
        "choice_type": "multi"
    },
    {
        "question": "Prions are best killed by -",
        "exp": "Ans. is 'c' i. e., Sodium hydroxide o Incineration is apparently the only way of disinfecting prion-contaminated materials or tissues, o Boiling or irradiation have no effect and even routine autoclaving (at 1210C) is not reliable. Therefore, where there is a risk of exposure, surgeons use disposable instruments. o To sterilize reusable instruments, WHO currently recommends combined use of a strong solution of sodium hydroxide and extended autoclaving at 134degC. \"Autoclaving at 134{>C for 5 hrs or treatment with 2 N Na. OH for several hours is recommended for sterilization ofprions \". -- Harrison",
        "cop": 3,
        "opa": "Autoclaving at 121degC",
        "opb": "5% formaline",
        "opc": "Sodium hydroxide",
        "opd": "Sodium hypochloride",
        "subject_name": "Microbiology",
        "topic_name": "Sterilization and Disinfection",
        "id": "d1b81a66-aae3-4569-8dab-6bcba18144c0",
        "choice_type": "single"
    },
    {
        "question": "Conditions required for autoclave is?",
        "exp": "ANSWER: (B) 12. TC temperature for 15 min. REF: Textbook of Microbiology by Ananthanarayan & Paniker 7th edition page 27, Microbiology: A Laboratory Manual, 7th ed by Cappuccin page 283. Working temperature and time for different techniques of sterilization: Instrument. Principle. Control. Temp. Pressure. Time. Hot air oven. Dry heat. Clostridiumtetani160deg C 1 hour. Pasteurization. Moist heat. NA63deg C or0 (free flowing steam)30 min (holders method) followed by rapid cooling to 13deg C or below72deg C0 (free flowing steam)15-20 sec (flash process)followed by rapid cooling to 13deg C or below. Tyndallization. Moist heat. NA100deg. C0 (free flowing steam)20 min for 3 successive days (first exposure for vegetative forms & subsequest exposures for spores). Koch steam sterilizer. Moist heat. NA100deg. C0 (free flowing steam)90 min. Autoclave. Moist heat under pressure. Bacillusstearother-mophillus121deg. C15 pounds 1 /inch215 min for bacteria & spores1 hour for prions",
        "cop": 2,
        "opa": "121degC temperature for 20min",
        "opb": "121degC temperature for 15 min",
        "opc": "100degC temperature for 60 min",
        "opd": "100degC temperature for 90 min",
        "subject_name": "Microbiology",
        "topic_name": "Sterilization and Disinfection",
        "id": "55e36631-2989-4fff-8404-0b3e3c78ff73",
        "choice_type": "single"
    },
    {
        "question": "Sterilization is defined as -",
        "exp": "Ans. is 'b' i. e., Complete destruction of all microorganisms Sterilizationo The process by which an article surface or medium is freed of all living microorganisms either in the vegetative or spore state - Complete absence of microorganism. Disinfectiono Destruction or removal of all pathogenic organisms capable of giving rise to infection - reduction in the microorganisms to such a level which is deemed no longer harmful to health. o Unlike sterilization, disinfection is not sporicidal (does not kill spores). Decontaminationo The process of rendering ofan article or area free of dangerfrom contaminants, including microbialt chemical, radioactive and other hazards. Antisepsiso It is defined as\" Prevention of infection, usually by inhibiting the growth of bacteria in wound or tissues\". Antisepticso Chemical disinfectants which can be safely applied to skin or mucous membrane are called antiseptics or skin disinfaetant. o Best and most commonly used antiseptic is povidone iodine (betadine). Commonly used skin disinfectants for hand washing are povidone iodine (betadine), chlorhexidine and isopropyl alcohol. Disinfectantso Antimicrobials applied only to inanimate object. They are not used for surface disinfection^^ (skin or mucous membrane). Germicideso These include both antiseptics and disinfectant.",
        "cop": 2,
        "opa": "Disinfection of skin",
        "opb": "Complete destruction of all microorganisms",
        "opc": "Destruction of pathogenic organisms",
        "opd": "Decrease bacterial count from objects",
        "subject_name": "Microbiology",
        "topic_name": "Sterilization and Disinfection",
        "id": "1695f0ff-99be-4d92-9ffb-d0ea6b6bb5a7",
        "choice_type": "multi"
    },
    {
        "question": "Reidel walker test measures efficacy of disinfection by using-",
        "exp": "Ans. is 'a' i. e., Phenol coefficient o There is no reliable test available to determine the efficacy of a disinfectant, o This is due to the number of parameters which influence disinfectant activity, o Traditionally in such tests phenol is taken as the standard, o Two important tests are. Rideal-Walker test. Suspensions containing equal numbers of typhoid bacilli are submitted to action of varying concentration of phenol and of the disinfectant to be tested. The dilution of test disinfectant which sterilises the suspension in given time, divided by the corresponding dilution of phenol, is stated as the phenol coefficient of disinfectant (phenol-1). In this test disinfectant react directly without any organic matter being present. Chick-Martin test. In this, the disinfectant acts in the presence of organic matter (dried yeast or feces).",
        "cop": 1,
        "opa": "Phenol coefficient",
        "opb": "Glutaraldehyde coefficient",
        "opc": "Ethanal coefficient",
        "opd": "Formalin coefficient",
        "subject_name": "Microbiology",
        "topic_name": "Sterilization and Disinfection",
        "id": "285e63c2-ebf8-4c09-8a41-018c1b7ff97f",
        "choice_type": "single"
    },
    {
        "question": "Feces are disinfected best by -",
        "exp": "Ans. is 'b' i. e., 5% cresol \"The most effective disinfectant for general use is a coal-tar disinfectant with a Rideal-Walker (RW) coefficient of 10 or more such as cresol \".- Park 250. Agents suitable for disinfection of faeces and urine. Disinfectant. Amount per litre. Percent1 Bleaching powder2 Crude phenol3 Cresot4 Formalin50g100 ml50 ml100 ml510510",
        "cop": 2,
        "opa": "1% formaldehyde",
        "opb": "5% cresol",
        "opc": "5% phenol",
        "opd": "Isopropyl alcohol",
        "subject_name": "Microbiology",
        "topic_name": "Sterilization and Disinfection",
        "id": "976c9503-c2a8-4852-94ab-227d7b2b0fd8",
        "choice_type": "single"
    },
    {
        "question": "Biosafety precaution grade III is practiced in all of the following organisms except?",
        "exp": "Ans. is 'a' i. e., Human influenza virus Biosafety level (Biosafety grade). Persons working on microbiological research are at risk of acquiring infections from the agents they manipulate. Different guidelines have been evolved as a means of protecting microbiological workers, known as biosafety level. \"A biosafety level is the level of bio containment precautions required to isolate dangerous biological agents in enclosed facility\". There are four levels of biosafety -Biosafety level - 1. Biosafety level - 2. Biosafety level - 3. Biosafety level - 4. Each level has guidelines for laboratory facilities, safety equipment and laboratory practices and techniques, Biosafety level - 1 (BSL -1)BSL-1 risk group contains biological agents that pose low risk to personnel and the environment. Examples - *- Agrobacterium radiobacter- Aspergillus niger- Bacillus thuringiensis- E. coli strain K-12- Lactobacillus acidophilus, - Micrococcus lcutcus- Neurospora crassa- Pseudomonas fluorescens- Serratia marccsccns. BSL-1 is found in water-testing laboratories, in high schools, and in colleges teaching introductory microbiology classes. Work is done on an open bench or in a fume hood. Standard microbiological practices are used when working in the laboratory. Decontamination can be achieved by treating with chemical disinfectants or by steam autoclaving. Lab coats are required and gloves are recommended. The laboratory work is supervised by an individual with general training in microbiology or a related science, Biosafety level-2 (BSL-2)BSL-2 risk group contains biological agents that pose moderate risk to personnel and the environment. If exposure occurs in a laboratory situation, the risk of spread is limited and it rarely would cause infection that would lead to serious disease. Effective preventive measures and treatment are available in the event that an infection occurs.* Examples -Bacteria. Viruses. Fungi* MOTT* Adeno* Cryptococcus* Pneumococci* Calci* Candida* Streptococci* Corona* Aspergillus* Staphylococci* Herpes* Dermatophytes* Enterobacteriaceae* Influenza * E. coli * Clostridium sp. * Bacillus (except anthrax) Access to the laboratory is restricted. An autoclave should be readily available for decontaminating waste materials. Lab coats, gloves and face protection is required. The laboratory work must be supervised by a competent scientist who understand the risk associated with working the agents involved. Biosafety level -3 (BSL-3)BSL-3 risk group contains biological agents that usually produce serious disease. These agents are usually not transmitted by casual contact. The laboratory must be a separate building or isolated zone, with double-door entry, directional inward airflow. Examples:-Bacteria. Viruses- Anthrax- Lymphocytic chorioma- Brucellameningitis virus- Coxiella burnetii- Hantaan virus- Tularemia- St. Louis encephalitis virus- MAC- Japanese encephalitis virus- M. Tuberculosis- West Nile encephalitis vims - SARS corona vims. Fungi- Coccidioides immitis - Blastomyces dermatitides- Histoplasma capsulatum- Paracoccidioides braziliensis. Biosafety level- 4 (BSL-4)BSL-4 risk group contains biological agents that usually produce very serious infection that is often unbeatable. These agents are usually easily transmitted from one individual to another, from animal to human or vice-versa, either directly or indirectly, or by casual contact. Numerous special facilities and precautions are required when working with these agents. Example:-Lassa virus. Marburg virus. Ebola virus. Herpes simiac virus",
        "cop": 1,
        "opa": "Human influenza virus",
        "opb": "St. louis encephalitis virus",
        "opc": "Coxiella bumetti",
        "opd": "Mycobacterium tuberculosis",
        "subject_name": "Microbiology",
        "topic_name": "Sterilization and Disinfection",
        "id": "a3f8ae07-c157-41c2-8916-5cc43311ed80",
        "choice_type": "multi"
    },
    {
        "question": "Hand washing is most important method for prevetion of nosocomial infection because -",
        "exp": "Ans. is 'a' i. e., It is most common mode of transmissiono There are following types of modes of transmission of hospital-acquired infections. 1) Contact transmission# It is the most common and most preventable means of transmission. It is divided into two types -i) Direct contact: It involves contact of body surface to body surface with a physical transfer of microorganisms. Hand contact is most common mode of transmission. ii) Indirect contact: It involves body surface contact with a contaminated intermediate object. o As hand contact is the most common mode of transmission, the best preventive measure of nosocomial infection is proper hand hygiene. 2) Droplet transmission# It occurs when droplet containing microorganisms from an infected person are propelled through the air (e. g. coughing, sneezing) and land on the mouth, eyes or nose of another person. 3) Airborne transmission# It results when a droplet containing microorganisms evaporates and remains suspended in air for a long time (this should not be confused with droplet infection, in which transmission is immediate and droplets do not remains suspended in the air).# Airborne transmission also occurs by dust particles containing microorganism. 4) Vehicle transmission# It refers to transmission of infection by contaminated items such as food, water, medications, devices and equipment.",
        "cop": 1,
        "opa": "It is most common mode of transmission",
        "opb": "It can enhance Airborne infection",
        "opc": "Hands can generate droplets",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "Sterilization and Disinfection",
        "id": "6ecb3abd-2d63-4b1e-b8c0-b6cd256f6f50",
        "choice_type": "multi"
    },
    {
        "question": "Glassware sterilization is done by?",
        "exp": "Ans. (a) Hot air oven. Ref: Ananthnarayan 8/e / 35",
        "cop": 1,
        "opa": "Hot air oven",
        "opb": "Autoclaving",
        "opc": "5% cresol",
        "opd": "Hotbath",
        "subject_name": "Microbiology",
        "topic_name": "Sterilization and Disinfection",
        "id": "08443a69-be36-4b8e-a29f-734ca8b143bd",
        "choice_type": "single"
    },
    {
        "question": "Method of choice for sterilization of liquid paraffin:",
        "exp": "Ans. (d) Hot air oven. Ref.: Microbiology by Anattthanarayan and Paniker 8th ed. / 31* Flaming: in this method the articles should be sterilized on the hot flame of Bunsen burner.* Hot air oven: It is also called dry heat sterilizer. The articles should be sterilized at the temperature 150degC-170degC for 1 hour.# Glass ware like test tube, pipette, flask and glass syringes, fixed oil glycerin, liquid paraffin, propylene glycol and zinc oxide etc. can be sterilized by this method.* Auto clave: this type of sterilization is done by steam heat under pressure.* Use: Glass ware, surgical dressing, rubber, gloves, surgical instrument are sterilized by this method(Autoclaved)",
        "cop": 4,
        "opa": "Flaming",
        "opb": "Moist heat",
        "opc": "Autoclave",
        "opd": "Hot air oven",
        "subject_name": "Microbiology",
        "topic_name": "Sterilization and Disinfection",
        "id": "2e0d42fd-0150-4689-afec-7401202f859d",
        "choice_type": "single"
    },
    {
        "question": "Best disinfectant for endoscopes is: (D. REPEAT 2012)",
        "exp": "Ref: Russel, Hugo and Ay tiff e's Principles and Practice of Disinfection, Preservation and Sterilization, 4th edition, Page 568. Explanation: Activated 2% alkaline glutaraldehyde is used for decontaminating flexible endoscopes. Advantageso Relatively non-corrosiveo Will kill spores with prolonged exposure (3- 10 hours). Disadvantageso Toxic. o Irritant. Possible alternatives: o Orthophthalaldehyde (OPA) peracetic acid. o Chlorine dioxide (Cl. O2) products (such as Tristel). o Superoxidized water (Sterilox). Advantages of these newer agents are - rapidly sporicidal, mycohactericidal and viricidal. BUT remember - No agent is clearly superior to the others and a thorough assessment needs to be performed before an alternative agent is chosen. Commonly Used Disinfectants. Disinfectant. Use. Active against. Ethyl alcohol*Skin antiseptics. Bactcncidal but not sporicidal. Isopropylalcohol* Disinfection of suture material* Clinical thermometers. Bactericidal but not sporicidal. Methyl alcohol* Cabinets * Incubators. Active against bacteria and fungal spores. Formaldehyde* OT fumigation. Bactericidal, Spori cidal and Virucidal. Glutaraldehyde* Bronchoscopes* Endoscopes* Cystoscopes. Bactericidal, Spori cidal and. Virucidal (less toxic/ irritant). Hypochlorite* Blood spill. Bactericidal, Spori cidal and Virucidal. Chlorhexidine* Treatment of wounds. Bactericidal, Mod erate Sporicidal and Virucidal. Ethylene oxide* Heart lung machines* Respirators* Dental equipment. Bactericidal, Spori cidal and Virucidal i highly penetrating gas)",
        "cop": 3,
        "opa": "Hypochlorite",
        "opb": "Formaldehyde",
        "opc": "Glutaraldehyde",
        "opd": "Chlorhexidine",
        "subject_name": "Microbiology",
        "topic_name": "Sterilization and Disinfection",
        "id": "ec34bd32-ea00-4363-a12a-d715143cb9e3",
        "choice_type": "single"
    },
    {
        "question": "Which agent is effective in killing spores?",
        "exp": "Ans: D (Formaldehyde) Ref: Ammthanamyan R. Panther CKJ Textbook of Microbiology. 8th Edition. Hyderabad: Universities Press: 2009. Pg. 35-8. Explanation: Formaldehyde is active against the amino group in the protein molecule. In aqueous solutions, it is markedly bactericidal and sporicidal and also has a lethal effect on viruses. It is used to preserve anatomical specimens, and for destroying anthrax spores in hair and wool. Disinfectant. Effective against. Characteristic. Alcohols. Compounds. Active against bacteria and fungal spores. Good general use disinfectant. Aldehydes. Active against bacteria and virus and spores. Good activity against bacteria, virus and spores. Chlorine. Good disinfectant for blood and body fluid spills. Active against bacteria, virus and moderate action against spores",
        "cop": 4,
        "opa": "Alcohol",
        "opb": "Phenol",
        "opc": "Chlorine",
        "opd": "Formaldehyde",
        "subject_name": "Microbiology",
        "topic_name": "Sterilization and Disinfection",
        "id": "92a4257a-2c4c-4d90-aec2-c0a83d8bcc42",
        "choice_type": "single"
    }
]