[
    {
        "question": "27-year-old white man presents to his family doctor complaining of being tired all the time and having a slight fever for the past two weeks. He recently returned from a trip to Las Vegas, where he indulged in some of the infamous nightlife. His physical exam is unremarkable except for a macular rash over his trunk and on the palms of his hands. There are no lesions or ulcers on the penis. What organism is causing this man's illness?",
        "exp": "Treponema pallidum Transmitted through unprotected sexual activity with an infected individual. Presents with the symptoms of secondary syphilis, which includes malaise, mild fever, and rash on the palms and trunk. The primary lesion (chancre) may go unnoticed because it is painless and subsides in a few weeks.",
        "cop": 3,
        "opa": "Chlamydia trachomatis",
        "opb": "Neisseria gonorrhea",
        "opc": "Treponema pallidum",
        "opd": "Borrelia burgdorferi",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "aa8cbb1e-a090-42b7-af4b-f674b719efe8",
        "choice_type": "multi"
    },
    {
        "question": "Most common extra pulmonary involvement of TB ?",
        "exp": "Most common extra pulmonary involvement: lymph nodes > pleura> ileocecal - GI TB most common site- ileocecal",
        "cop": 2,
        "opa": "Bone",
        "opb": "Lymph nodes",
        "opc": "Pleura",
        "opd": "Ileocecal",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "ab89a438-11a3-46ae-90d0-45a610fa59f8",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of Tetanospasmin:-",
        "exp": "Mechanism of action of Tetanospasmin is Inhibition of GABA release. C. tetani produces:- Tetanolysin:heat labile, oxygen labile hemolysin. It plays no role in the pathogenesis. Tetanospasmin or tetanus toxin (TT) : neurotoxin responsible for the pathogenesis of tetanus: - It is oxygen stable but heat labile; coded by plasmid. - Mechanism of action: Toxin acts pre-synaptically at the inhibitory neuron terminals and prevents release of inhibitory neurotransmitter GABA and glycine - leads to spastic muscle contraction. -Strychnine poisoning has a similar mechanism except that it acts post-synaptically. - BT (Botulinum Toxin) blocks the release of acetylcholine in neuromuscular junction, which leads to flaccid paralysis. Options 2, 3 4: Mechanism of Action of some impoant Bacterial Toxins: Heat Labile toxin of E.coli Increase cAMP Heat stable toxin of E.coli Increase cGMP Botulism toxin Inhibit release of acetylecholine from peripheral nerves Tetanus toxin Inhibit release of glycine and GABA at presynaptic terminals Diphtheria toxin Inhibit protein synthesis by inactivating EF 2",
        "cop": 1,
        "opa": "Inhibition of GABA release",
        "opb": "Inhibition cAMP",
        "opc": "Inactivation of Ach receptors",
        "opd": "Inhibition of cGMP",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "028f43bb-c2b1-464f-b68f-a7fb7fb23772",
        "choice_type": "single"
    },
    {
        "question": "A patient is having thick, gray coating on the throat and tonsils, followed with fever, chills and swollen glands in the neck. Microscopic examination of nasopharyngeal or pharyngeal swab showed gram positive organism with a special stain. The constitutes of the stain are:-",
        "exp": "Gram positive organism causing gray colored coating (pseudomembrane) is Corynebacterium diphtheriae . So the specific stain is Albe stain. Contents of Albe stain:-Stain A- glacial acetic acid, malachite green ,toluidine blueStain B- KI + I2",
        "cop": 2,
        "opa": "Crystal violet. Gram's iodine",
        "opb": "Toluidine blue, malachite green, glacial acetic",
        "opc": "Carbol fuchsin, acid alcohol, and methylene blue",
        "opd": "Methylene blue",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "a49d4ba7-61f5-45fc-8a8c-6a9921bd13df",
        "choice_type": "single"
    },
    {
        "question": "Typhoid in first week of illness is best diagnosed by:-",
        "exp": "Laboratory diagnosis of typhoid : 'BASU' mnemonic Test of diagnosis Time of diagnosis Remarks Blood culture 1st week Mainstay of diagnosis Antibodies (widal test) 2nd week Moderate sensitivity & specificity Stool culture 3rd week Useful for carries Urine test 4th week Useful for carries",
        "cop": 4,
        "opa": "Serum widal test",
        "opb": "Stool culture",
        "opc": "Urine test",
        "opd": "Blood culture",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "4ded324d-e5ef-4cb1-9eb8-9c8a5e142517",
        "choice_type": "single"
    },
    {
        "question": "Enterotoxigenic E. Coli causes:",
        "exp": "Option 1 HUS By EHEC or Shigella dysenteriae type 1. Dissemination of toxin- Verocytotoxin or Shiga toxin to glomerular capillaries. Option 2 Ischemic jejunitis: Not caused by any pathogen. Due to local or systemic pathlogy Option 3 Toxic shock syndrome By Staphylococcus aureus or Streptococcus pyogenes. Due to toxins that act as superantigens. Option 4 ETEC Most common cause of traveler's diarrhea in the world. Most common cause of bacterial diarrheas in all ages.",
        "cop": 4,
        "opa": "Haemolytic uremic syndrome",
        "opb": "Ischemic jejunitis",
        "opc": "Toxic shock syndrome",
        "opd": "Travellers diarrhea",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "fca1281f-4904-4d2a-95e1-a8cb4cc9ff19",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true regarding anthracoid bacilli?",
        "exp": "Anthracoid bacilli usually grow in penicillin agar. Their growth is not inhibited by chloral hydrate. They usually grow at 45 degree celsius. They are not susceptible to gamma phage. They are motile, non capsulated bacilli which grow in sho chains.",
        "cop": 3,
        "opa": "No growth in penicillin agar",
        "opb": "Growth inhibited by chloral hydrate",
        "opc": "Not susceptible to gamma phage",
        "opd": "No growth at 45 degree celsius",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "f6973d3c-7cea-4ce9-b300-cfa1bb765f4c",
        "choice_type": "multi"
    },
    {
        "question": "C.diphtheriae can be biochemically differentiated from C.ulcerans by",
        "exp": "Among the Corynebacterium species, all are catalase positive. All are resistant to tellurite. All Corynebacterium species are oxidase negative. C. ulcerans is differentiated from C. diphtheriae by its negative nitrate reduction and positive gelatin liquefaction. 3 species produce diphtheria toxin: C. diphtheriae, C. ulcerans, and C. pseudotuberculosis. C. ulcerans- closely related to C.diphtheriae; causes bovine mastitis; Can cause acute pharyngitis in humans; C. ulcerans has been repoed to cause a few cases of diphtheria",
        "cop": 4,
        "opa": "Catalase test",
        "opb": "Urease test",
        "opc": "Oxidase test",
        "opd": "Nitrate Reduction",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "e3f0eb3c-7ebc-4922-b73a-0c4944efeef6",
        "choice_type": "multi"
    },
    {
        "question": "The following bacteria are most often associated with acute neonatal meningitis except:",
        "exp": "Neisseria meningitidis is not associated with acute neonatal meningitis. Option 1, 2, 3, 4 Causes of Meningitis are: a) Neonatal < 1 Month: - Bacterial causes: Esch. coli > Group B Streptococci >Other Gram Negative bacilli> Listeria monocytogenes. - Viral and Protozoal Infection: TORCH, Varicella Zoster and HIV. - Spirochetal and fungal infections. b) 1 -11 Month: N. meningitidis > Strep pneumoniae > H. influenzae. c) 1 -20 Years: N. meningitidis > Strep pneumoniae > H. influenzae. d) More than 20 Years: Strep pneumoniae.",
        "cop": 3,
        "opa": "Escherichia coli",
        "opb": "Streptococcus agalactiae",
        "opc": "Neisseria meningitidis",
        "opd": "Listeria monocytogenes",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "6880c4c3-8233-417e-8e15-a8083605f0e4",
        "choice_type": "multi"
    },
    {
        "question": "The food item associated with B.cereus emetic food-type poisoning is:",
        "exp": "Option 1, 4 Food items associated: Diarrheal type - Meat, vegetables, dried beans, cereals. Emetic type - Rice (Chinese fried rice). 1. Bacillus cereus food poisoning is of two types. Emetic type and Diarrheal type abdominal cramps are common features in both. Other features are: a) Emetic Type: History of intake of fried rice from Chinese restaurant 6 hour earlier. Mediated by enterotoxin resembling E. coli stable toxin. On ingestion of the rice, the toxin causes nausea, vomiting, and abdominal cramps after a sho incubation period of 6 hours. Diarrhea and fever are rare. b) Diarrhoeal type: History of intake of cooked meat and vegetables 8-16 hours earlier. Mediated by enterotoxin resembling E. coli.The symptoms consist of acute abdominal pain, diarrhea, and nausea; vomiting is rare Option 2, 3 Brucellosisis: Ingestion of raw milk or dairy products. Staphylococcal food poisoning: Most common food items involved are milk products, bakery food, custards, potato salad, or processed meats. BOTULISM:-Food borne botulism occurs due to preformed toxin mixed with canned food.",
        "cop": 4,
        "opa": "Meat",
        "opb": "Milk products",
        "opc": "Canned food",
        "opd": "Fried rice",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "48694268-4535-4380-aa45-bd6498912b4f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following bacteria is known as Ebe Gaffky bacillus",
        "exp": "Klebsiella Friedlander's bacilli H.Aegypticus Koch week's bacilli Salmonella typhi Ebe gaffky bacilli Corynebacterium Kleb- Loeffler bacilli",
        "cop": 3,
        "opa": "Klebsiella",
        "opb": "H. Aegypticus",
        "opc": "Salmonella typhi",
        "opd": "Corynebacterium",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "c7f073dd-a12e-4ba8-b1da-094ce36af0e3",
        "choice_type": "single"
    },
    {
        "question": "The protective titre of antitoxin to diphtheria following vaccination is",
        "exp": "Active immunization by vaccination with diphtheria toxoid is the key in preventing diphtheria. . Serum antitoxin concentration of 0.01 IU/mL is usually accepted as the minimum protective level. 0.01 IU/mL is considered to provide basic protection and 0.1 IU/ml is considered to provide complete or total protection.",
        "cop": 1,
        "opa": "0.01 IU/ml",
        "opb": "0.05 IU/ml",
        "opc": "0.1 IU/ml",
        "opd": "0.5 IU/ml",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "3e4f1008-ac01-49aa-921a-9faeaecada16",
        "choice_type": "single"
    },
    {
        "question": "The Corynebacterium species which are lipophilic-",
        "exp": "C. jeikeium-causes bacteremia with high moality rates in immunodeficient. C. urealyticum-causes UTI. Both are lipophilic.",
        "cop": 1,
        "opa": "C. jeikeium and C. urealyticum",
        "opb": "C. ulcerans and C. diphtheriae",
        "opc": "C. hofmanni and C. diphtheriae",
        "opd": "C. xerosis and C. ulcerans",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "69fed9af-8fd7-499b-a828-3adfc11e96df",
        "choice_type": "single"
    },
    {
        "question": "A urinary tract infection as a result of Proteus mirabilis facilitates the formation of kidney stones because the organism:",
        "exp": "Proteus mirabilis facilitates the formation of kidney stones because the organism produces a potent urease. Proteus: Causes 1-2% of cases of UTI in healthy women. 5% of cases of hospital-acquired UTI. High prevalence of stones is due to bacterial production of urease (Hydrolyzes urea -ammonia - alkalization of the urine-precipitation of struvite and carbonate-apatite crystals- development of calculi). Option 1: Destruction of blood vessels in the kidney is seen in HUS (Haemolytic uremic syndrome) caused by Enteroheamorrhagic Escherichia coli (EHEC). Option 2: Swarming is the propey of Proteus but not associated with stone formation. Option 3: Proteus is lactose non fermenter ie. does not ferment lactose (sugar).",
        "cop": 4,
        "opa": "Destroys blood vessels in the kidney",
        "opb": "Exhibits \"swarming\" motility",
        "opc": "Ferments many sugars",
        "opd": "Produces a potent urease",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "d5628bd9-0f4a-4e0b-9e45-2fc9adb60f05",
        "choice_type": "single"
    },
    {
        "question": "E.coli is an impoant causative agent of pyelonephritis in man. The propey that helps the bacteria in this is most likely to be:-",
        "exp": "Adhesive propey of E.coli helps the bacteria in this case. Option 1 Adhesins: E. coli organisms possess numerous highly specialized adhesins. These adhesins include: (a) CFA-I,II,III (b) Aggregative adherence fimbriae (AAF I,II,III) (c) Bundle-forming pili (Bfp) (d) Intimin (e) P pili(binds to P blood group antigens) (f) Ipa (invasion plasmid antigen) protein (g) Dr fimbriae (bind to Dr blood group antigens). All these adhesins facilitate firm adhesion of E. coli to the gastrointestinal or urinary tract mucosa, thereby preventing the bacteria being eliminated by the flushing action of voided urine or intestinal motility. Option 2 Enterotoxins are impoant virulent factors of diarrhogenic E. coli. Three distinct types of E. coli enterotoxins include : (a) Shiga toxins (Stx-1, Stx-2) (b) heat-stable toxins (STa and STb) (c) heat labilet oxins (LT-I and LT-II). Option 3 Hemolysins are considered impoant in the pathogenesis of disease caused by uropathogenic strains of E. coli. Option 4 Hydrophilic capsular K antigens protect E. coli from phagocytosis, which repel the hydrophobic phagocytic cell surface. The capsular antigens interfere with the binding of antibodies to the bacteria.",
        "cop": 1,
        "opa": "Adhesive propey",
        "opb": "Toxigenecity",
        "opc": "Haemolytic propey",
        "opd": "Presence of capsule",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "7e101ff4-48dd-46db-84da-efa55abe3fb5",
        "choice_type": "single"
    },
    {
        "question": "Cat scratch disease is caused by:",
        "exp": "Streptobacillus moniliformis causes HAVERHILL Fever. Spirillum minus causes Rat Bite fever B.Henselae cause Cat Scratch Disease,Bacillary angiomatosis Orientia tsutsugamushi Scrub Typhus",
        "cop": 3,
        "opa": "Streptobacillus moniliformis",
        "opb": "Spirillum minus",
        "opc": "B. henselae",
        "opd": "Orientia tsutsugamushi",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "1e78e1e5-a79d-4e92-89ca-844012433c9e",
        "choice_type": "single"
    },
    {
        "question": "Prophylactic drug of choice for diphtheria is:",
        "exp": "Penicillin and erythromycin are the only antibiotics recommended for treatment. Both antibiotics are equally effective in resolving fever and local symptoms. However, erythromycin has been shown to be marginally superior. DOC- for carriers or for prophylaxis- Erythromycin for 10- 14 days.",
        "cop": 4,
        "opa": "Tetracycline",
        "opb": "Cefaclor",
        "opc": "Ceftriaxone",
        "opd": "Erythromycin",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "39dbe32f-f793-4f42-9818-31ed0c8cb98d",
        "choice_type": "single"
    },
    {
        "question": "A newborn was admitted in an ICU for difficulty in breathing at the time of bih. On the 5th day, he became lethargic and unable to feed. The total counts increased with predominant polymorphs. Blood culture yielded growth of LF Mucoid colonies on MacConkey agar. What will be the probable cause of infection?",
        "exp": "Klebsiella will be the probable cause of infection. With the above symptoms, the probable diagnosis is neonatal sepsis. Option 4 Klebsiella pneumoniae produces LF mucoid colonies on MacConkey agar (refer to the image below) and is among the common causes of neonatal septicemia. - Nonmotile, lactose fermenter (LF). - Capsulated, produce mucoid colonies. -Indole negative and Urease positive. -It causes pneumonia, UTI, abdominal, wound and surgical site infection. - K.ozaenae: It causes ozaenae (foul smelling nasal discharge)/atrophic rhinitis. Option 2 Hemophilus: Doesn't grow on MacConkey agar. Fastidious bacteria therefore, grows only on chocolate agar. Option 3 Strept. pneumoniae: Doesn't grow on MacConkey agar as it contains bile salts which inhibits the growth of gram positive cocci. Option 1 E. coli: LF and non mucoid colonies on MacConkey agar.",
        "cop": 4,
        "opa": "E. coli",
        "opb": "Hemophilus",
        "opc": "Strept. pneumoniae",
        "opd": "Klebsiella",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "67062882-125e-4d1a-9bb2-e33c10e08ff5",
        "choice_type": "single"
    },
    {
        "question": "Metachromatic granules are seen in",
        "exp": "Metachromatic granules (Volutin, Babes Ernst, polar bodies) are present in Corynebacterium. These granules act as energy stores and are made of polymetaphosphate. Present more at the poles. Are more gram positive than the cytoplasm on Gram staining. These granules are stained by toluidine blue in Albe/Neisser/Ponder stain.",
        "cop": 1,
        "opa": "Corynebacterium",
        "opb": "Clostridium",
        "opc": "Chlamydia",
        "opd": "Mycoplasma",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "ac13d084-3e66-4f0a-9e4b-1444efd077c4",
        "choice_type": "single"
    },
    {
        "question": "Ehrlich phenomenon is seen in:-",
        "exp": "Ehrlich phenomenon is seen in Corynebacterium. Option 1, 2, 4 Proteus, Mycobacterium species and Staphyococcus species: Do not show Ehrlich phenomenon. Proteus shows Diene's phenomenon. Option 3 Difference due to the presence of toxin preparation of varying amounts of toxoid and antitoxin to combine in varying propoions is called Ehrlich phenomenon. Minimum lethal dose (MLD) of the diphtheria toxin as the least amount of toxin required to kill a guinea pig weighing 250 g within 96 hrs after subcutaneous inoculation. One unit of antitoxin is defined as the smallest amount of antitoxin required to neutralize 100 MLD of toxin.",
        "cop": 3,
        "opa": "Proteus",
        "opb": "Mycobacterium TB",
        "opc": "Corynebacterium",
        "opd": "Staphylococcus",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "d043eb5a-2de6-4ea9-b6bd-6e3e4cd87662",
        "choice_type": "single"
    },
    {
        "question": "The diphtheria toxin has an affinity for all the following tissues EXCEPT",
        "exp": "The diphtheria toxin is the sole virulence factor of C. diphtheriae. Responsible for both local effects and systemic complications. It is encoded by a lysogenic beta-prophage. It inhibits mammalian protein synthesis (ribosomal function) ADP ribosylation of EF-2 It has a special affinity for myocardium, adrenals and nerve endings",
        "cop": 4,
        "opa": "Myocardium",
        "opb": "Brain",
        "opc": "Adrenals",
        "opd": "Liver",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "f04bc5db-72ca-4794-a56a-cf9705afd0f0",
        "choice_type": "multi"
    },
    {
        "question": "L. monocytogenes causes a variety of diseases, including food poisoning. Listeriae are small, Gram-positive, motile rod-shaped bacteria. Which of the following best describes these microorganisms?",
        "exp": "Listeria multiply both extracellularly and intracellularly, but under most circumstances a competent immune system eliminates Listeria. As expected, listeriosis is seen in the very young, the very old, and in people with compromised immune systems. Repos of Listeria food outbreaks have implicated such foods like milk products.",
        "cop": 1,
        "opa": "Listeria are facultative intracellular pathogens",
        "opb": "Once infected, the immune system cannot destroy Listeria",
        "opc": "Listeria cannot be cultivated on aificial media",
        "opd": "Flagella are produced both at room temperature and at 37degC",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "80ddb971-1dc1-4afd-aa3d-706dd9e3fccc",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are features of botulism except:",
        "exp": "Botulinum toxin blocks the release of acetylcholine at the neuromuscular junction and parasympathetic postganglionic terminals Dysphagia, dysahria, diplopia, dilated pupils, dry mouth followed by symmetric descending paralysis are the manifestations of botulism. Constipation is seen instead of diarrhea. No fever or sensory abnormalities are seen. Deep tendon reflexes may be normal or decreased. Gag reflex is suppressed. Untreated death occurs due to respiratory paralysis.",
        "cop": 3,
        "opa": "Diplopia",
        "opb": "Dysphagia",
        "opc": "Diarrhoea",
        "opd": "Dysahria",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "d54673e8-2ae2-4c58-9e3e-c43c2af6d95c",
        "choice_type": "multi"
    },
    {
        "question": "True for Vi polysaccharide vaccine",
        "exp": "Vi polysaccharide vaccine can be given with other vaccines like Hepatitis B & Yellow fever. Option 1, 2, 3, 4 -Typhim Vi is a subunit vaccine containing the cell surface Vi polysaccharide extracted from Salmonella enterica serovar Typhi, S. typhi Ty2 strain. -Typhim Vi vaccine is indicated for active immunization against typhoid fever for persons two years of age or older. -The antibody response may be inadequate in children under 2 years of age. - Dose for adults and children is a single injection of 0.5 mL given intramuscularly in the deltoid. - Reimmunization every two years under conditions of repeated or continued exposure to the S typhi organism is recommended at this time. - Typhim Vi vaccine has efficacy against typhoid fever caused by S.typhi infection only. =The adverse reactions are predominately minor and transient local reactions:- -Local reactions such as injection site pain, erythema and induration almost always resolve within 48 hours of vaccination. -Though the antibody response in immunodeficiency states are often suboptimal, it should be given in HIV patients. -TYPHIm Vi may be administered during the same vaccination session with other common vaccines (yellow fever, diphtheria, tetanus, poliomyelitis, rabies prepared on Vero cells, meningitis A+C, hepatitis A and hepatitis B.) -Other vaccines for prophylaxis against enteric fever are:- Mono/di/trivalent heat- killed phenol preserved parenteral vaccines. Live attenuated Typhoid vaccine.",
        "cop": 4,
        "opa": "Local side effects are common",
        "opb": "Severe systemic side effect",
        "opc": "Contra indicated in HIV",
        "opd": "Can be given with other vaccines like Hepatitis B & Yellow fever",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "5aa4ad32-a786-482c-8cf5-f891b5c762a2",
        "choice_type": "multi"
    },
    {
        "question": "False positive tuberculin test indicates:",
        "exp": "A false-positive result may be caused by non tuberculous mycobacteria or previous administration of BCG vaccine.",
        "cop": 1,
        "opa": "Atypical mycobacteria infection",
        "opb": "Miliary tuberculosis",
        "opc": "Immunosuppression",
        "opd": "Extrapulmonary tuberculosis",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "3bdd205f-ce14-4f06-99d1-ca05da0b1fca",
        "choice_type": "multi"
    },
    {
        "question": "Culture media for peussis is",
        "exp": "Culture media for Bordetella peussis is Bordet Gengou media or Regan Lowe media. Bordet Gengou media- after incubation for 48-72 hours- colonies resemble 'bisected pearls' or 'mercury drops' LJ media For M. tuberculosis Wilson & Blair medium For Salmonella typhi",
        "cop": 4,
        "opa": "L J media",
        "opb": "Chocolate agar",
        "opc": "Wilson & Blair medium",
        "opd": "Bordet Gengou medium",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "71d7c9f4-cdee-49be-9ff3-dde3f35fef8f",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for Cl. difficile ?",
        "exp": "Drug of choice is oral vancomycin and second drug of choice Metronidazole",
        "cop": 2,
        "opa": "Metronidazole",
        "opb": "Vancomycin",
        "opc": "Rifampicin",
        "opd": "Ciprofloxacin",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "a148675d-76b4-4771-9f13-333d8ace26e4",
        "choice_type": "single"
    },
    {
        "question": "The specific micro-organism suspected to cause food poisoning on the basis of sho incubation period are all of the following except:",
        "exp": "Esch.coli causes food poisoning having long incubation period. All other options have a shoer incubation period. Food Poisoning Organism Incubation period Staphylococcus 1-6 hours Salmonella 12-24 hours Botulism 12-36 hours Clostridium perfringens 6-24 hours Bacillus cereus 1-6 hours E.coli 8-72 hours",
        "cop": 3,
        "opa": "Staphylococcus aureus",
        "opb": "B. cereus",
        "opc": "E.coli",
        "opd": "C. perfringens",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "9502b491-ccf7-4c37-b818-506c15fb287e",
        "choice_type": "multi"
    },
    {
        "question": "Proteus antigen cross react with which of the following organism?",
        "exp": "Proteus antigen cross react with Rickettsiae. Proteus antigens (OX19, OX2 & OXK strains) cross reacts with group specific lipopolysaccharide rickettsial antigens. This is the basis of Weil Felix (heterophile agglutination) test. It is used for diagnosis of rickettsial infections. The test detects anti-rickettsial antibodies that cross-react with O antigens of ceain non motile strains of Proteus.",
        "cop": 3,
        "opa": "Klebsiella",
        "opb": "Chlamydiae",
        "opc": "Rickettsiae",
        "opd": "E.coli",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "312007d7-b462-4e64-bd92-5468887c6171",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old man presents with cellulitis two days after he is bitten by his cat. What is the most likely dominant organism involved in the infection?",
        "exp": "Pasteurella multocida is a dominant organism in the cat's mouth. Choice A, Baonella, is the causative agent of cat scratch fever and is less common in bites. Choice B, Calymmatobacterium, causes a sexually transmitted infection, and Toxoplasma (choice D) is associated with cats but transmitted by their faeces, not bites.",
        "cop": 3,
        "opa": "Baonella henselae",
        "opb": "Calymmatobacterium granulomatis",
        "opc": "Pasteurella multocida",
        "opd": "Toxoplasma gondii",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "dbbee60a-d502-48c7-9a79-450f548f763f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about non typhoid salmonella is not true?",
        "exp": "Humans are not the only reservoirs in non typhoid salmonella. Option 1 - Non-typhoidal salmonella can be acquired from multiple animal reservoirs. Option 2 - Transmission is most commonly associated with animal food products especially eggs, poultry, undercooked meat and dairy products. Option 3 - These infections are quite common in immunocompromised individuals. Option 4 - Increased use of ceftriaxone (cephalosporins) and ciprofloxacin (1st generation fluoroquinolone) to treat MDR (multi drug resistant) strains leads to resistance against it.",
        "cop": 1,
        "opa": "Humans are the only reservoirs.",
        "opb": "Transmission is most commonly associated with eggs, poultry and undercooked meat.",
        "opc": "Common in immunocompromised individuals.",
        "opd": "Resistance to fluoroquinolones has emerged.",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "bf929f33-95a0-4356-95fc-e7182722786d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true about Corynebacterium diphtheriae?",
        "exp": "Elek gel is a precipitation test. - Loeffler's serum slope is an Enriched medium. - Selective medium for C. diphtheriae is tellurite blood agar (eg. Mc Leod's and Hoyle's media or cystine - tellurite agar - Tinsdale medium). - Elek's gel is a precipitation test. It is an in vitro test for toxigenicity of the diphtheria bacillus. (Refer to the image below) - C. diphtheriae is gram positive, non-motile and non-capsulated, pleomorphic, non-sporing, slender rod- shaped bacilli. - All strains of C. diphtheriae show metachromatic granules on staining. Granules are composed of polymetaphosphate. Albe's stain is used to demonstrate Volutin/Metachromatic/Babes Ernst granules of Corynebacterium diphtheriae. It contains toluidine blue 'O' and malachite green. The bacilli are usually arranged in Chinese letter or cuneiform arrangement. Other stains : Neisser's stain, Ponder's stain.",
        "cop": 2,
        "opa": "Loeffler's serum is highly selective media for C. diphtheriae",
        "opb": "Elek gel is a precipitation test",
        "opc": "Gram negative bacilli, non-motile, non capsulated",
        "opd": "Metachromatic granules is produced on stain only by one strain of C. diphtheriae",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "0aa17125-7ab4-49e6-b2f0-d047e91e1ac7",
        "choice_type": "multi"
    },
    {
        "question": "C. diphtheriae can be biochemically differentiated from C. pseudotuberculosis by",
        "exp": "-C. pseudotuberculosis is urease positive and is thus differentiated from C. diphtheriae. - C. pseudotuberculosis causes caseous lymphadenitis in sheep and goats. Corynebacterium - catalase positive. Oxidase positive organisms are: Pseudomonas aeruginosa Burkholderia species Vibrio Pasteurella multocida Brucella Neisseria Haemophilus spp Campylobacter Potassium tellurite agar (PTA) is the selective media used for C. diphtheriae.",
        "cop": 2,
        "opa": "Catalase test",
        "opb": "Urease test",
        "opc": "Oxidase test",
        "opd": "Tellurite Reduction",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "1ccdda94-04c2-4c95-b06f-5b50215e0581",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following disease presents with the characteristic Pea-soup stool?",
        "exp": "Typhoid presents with the characteristic Pea-soup stool. Cholera: Rice watery stool Food-borne botulism: Vomiting, nausea, dry mouth, constipation, abdominal pain, blurred vision with fixed dilated pupils are the initial signs. Fever, typically is absent. Pea - soup stool = lt is khaki - green, slimy stools typically occurs in a week of typhoid fever, when the patients are in toxic state and at greatest risk for the intestinal perforation and hemorrhage.",
        "cop": 3,
        "opa": "Cholera",
        "opb": "Botulism",
        "opc": "Typhoid",
        "opd": "Polio",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "7f9db861-7890-47cf-a1fe-05e816d65ea9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a tripaite toxin?",
        "exp": "Anthrax toxin is tripaite toxin It consist of Edema factor Protective factor Lethal factor Diphtheria toxin made up of A and B fragments Active fragment causes ADP ribosylation of EF leads to inhibition of protein synthesis Botulinum toxin - it has anticholinergic action Cholera toxin - two component",
        "cop": 2,
        "opa": "Diphtheria toxin",
        "opb": "Anthrax toxin",
        "opc": "Botulinum toxin",
        "opd": "Cholera toxin",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "6660046e-0846-4a3d-909f-361c00ad0cb3",
        "choice_type": "single"
    },
    {
        "question": "Likely cause of this manifestation is:",
        "exp": "Diagnosis of this image is green nail syndrome. Paronychial infection that can develop in individuals whose hands are frequently submerged in water. Cause- Pseudomonas aeruginosa",
        "cop": 2,
        "opa": "Candida",
        "opb": "Pseudomonas",
        "opc": "Staphylococcus aureus",
        "opd": "Fusarium",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "0b50a50b-d45f-4999-a86f-ff32798a40bc",
        "choice_type": "single"
    },
    {
        "question": "A patient was hospitalized after a road accident. The wounds became infected and the patient was treated with tobramycin, carbenicillin, and clindamycin. Five days after antibiotic therapy was initiated, the patient developed severe diarrhoea and pseudomembranous enterocolitis. Antibiotic associated diarrhoea and the more serious pseudomembranous enterocolitis can be caused by",
        "exp": "Pseudomembranous enterocolitis and antibiotic-associated diarrhea are caused by an anaerobic Gram-positive rod, Clostridium difficile. Patients treated with antibiotics develop diarrhea that, in most cases, is self-limiting. However, in some instances, paicularly in those patients treated with ampicillin or clindamycin, a severe, life-threatening pseudomembranous enterocolitis develops. This disease has characteristic histopathology, and membranous plaques can be seen in the colon by endoscopy. It has been recently shown that C. difficile produces a protein toxin with a molecular weight of about 250,000. The \"toxin\" is, in fact, two toxins, toxin A and toxin B. Both toxins are always present in fecal samples, but there is approximately one thousand times more toxin B than toxin A. Toxin A has enterotoxic activity--that is, it elicits a positive fluid response in ligated rabbit ileal loops-- whereas toxin B appears to be primarily a cytotoxin.",
        "cop": 3,
        "opa": "Clostridium sordellii",
        "opb": "Clostridium perfringens",
        "opc": "Clostridium difficile",
        "opd": "S. aureus",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "e4b47e7b-1161-4c3b-be80-4b6850cc859a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following stains is not used for C.diphtheriae:",
        "exp": "Kinyoun's stain is not used for C.diphtheriae. 1.Stains used for metachromatic granules of Corynebacteria: Albe's, Ponder's, Neisser's Stains. 2. Kinyoun's stain is used for Mycobacterium tuberculosis: Acid fast staining Ziehl-Neelsen staining (hot method). Kinyoun's stain (cold acid fast staining). Gabbett's staining method.",
        "cop": 2,
        "opa": "Albe's",
        "opb": "Kinyoun's",
        "opc": "Ponder's",
        "opd": "Neisser's",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "b269b61a-6718-4e47-b58a-7bc5972226d3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is non-motile?",
        "exp": "Clostridia are Gram positive, obligate anaerobes , spore forming (bulging) bacilli. All are motile by peritrichous flagellae except Cl.perfringens and Cl.tetani type VI. Motility - 'stately' They are noncapsulated except C. perfringens and C. butyricum.",
        "cop": 2,
        "opa": "C histolyticum",
        "opb": "C perfringens",
        "opc": "C ramosum",
        "opd": "C.botulinum",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "33fdd88a-be5d-4b5b-98e5-9d83a3102f53",
        "choice_type": "single"
    },
    {
        "question": "There are millions of cases of leprosy (Hansen's disease) worldwide, but predominately in Asia and Africa. The clinical spectrum of Hansen's disease is best characterized by",
        "exp": "Leprosy (Hansen's disease) affects primarily skin, peripheral nerves, and mucous membranes. The disease ranges from tuberculoid leprosy, which is characterized by few lesions containing small numbers of acid-fast mycobacteria, to lepromatous leprosy, which is characterized by multiple lesions containing many microorganisms. Chronic pulmonary infection is more characteristic of infection with Mycobacterium tuberculosis than M. leprae.",
        "cop": 3,
        "opa": "Immunologic anergy",
        "opb": "Chronic pneumonitis",
        "opc": "Peripheral neuritis",
        "opd": "Bacilli in lesions that digest tissues",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "8afb5c85-532b-48bf-9095-8bc671349246",
        "choice_type": "single"
    },
    {
        "question": "When should you perform Widal test in a case of Typhoid?",
        "exp": "Lab diagnosis for typhoid B - Blood culture - 1st week A - Agglutination Test - 2nd week S - Stool culture - 3rd week U - Urine culture - 4th week Widal test Highly sensitive but poorly specific Also biological false positive in - Infectious mono nucleosis Malaria SLE For Widal paired testing should be done",
        "cop": 2,
        "opa": "1st week",
        "opb": "2nd week",
        "opc": "3rd week",
        "opd": "4th week",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "e442669b-2132-4ee8-95a0-389ae1e6e47d",
        "choice_type": "single"
    },
    {
        "question": "Pathogenesis of which E coli is shown below",
        "exp": "Diagramatic representation depicts all of the above mentioned strains of e.coli-ETEC,EPEC,EHEC E. coli cause 1. UTI 2. Diorrhoea 3. Neonatal meningitis 4. Emphysematous pyelonephritis 5. Fournier's gangrene",
        "cop": 4,
        "opa": "ETEC",
        "opb": "EPEC",
        "opc": "EHEC",
        "opd": "All the above",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "3ffe971c-34ec-4e1d-bd76-de43d7ecf66e",
        "choice_type": "multi"
    },
    {
        "question": "Buruli ulcer is caused by",
        "exp": "- Buruli ulcer is caused by atypical mycobacteria named as Mycobacteria ulcerans - Mycobacteria ulcerans- It is a water borne skin pathogen which is categorised under non - photochromogens ( Runyon's classification ) This cause lesions which are typically painless ulcers and nodules. It has narrow temp.range of 31 degree - 34 degree C",
        "cop": 1,
        "opa": "Mycobacterium ulcerans",
        "opb": "Mycobacterium marinum",
        "opc": "Aycobacterium kansasi",
        "opd": "Mycobacterium fouitum",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "d2db4a34-b31b-4e32-892e-0e9019b6e05e",
        "choice_type": "single"
    },
    {
        "question": "A child presented with fever and lymphadenopathy. Oral examination shows a grey membrane over the right tonsil. Which of the following medium will be used for early diagnosis of pathogen:",
        "exp": "Loeffler's serum slope will be used for early diagnosis of pathogen. Fever, cervical lymphadenopathy and grey membrane on the tonsil extending to anterior pillar is suggestive of diphtheria infection. Loeffler's serum slope: Enriched medium frequently used for the growth of C. diphtheriae. Bacteria produce a luxuriant growth in 6-8 hours at 37degC. Does not suppo the growth of streptococci and pneumococci. , Lowenstein Jensen (LJ) medium: Selective media. For Mycobacterium species. Nutrient agar Simple/Basal Media. Used to see pigmentation and to make other media like blood agar. Blood agar Enriched Media. Used to see Hemolytic propey of the bacteria.",
        "cop": 3,
        "opa": "Nutrient agar",
        "opb": "Blood agar",
        "opc": "Loeffler's serum slope",
        "opd": "Lowenstein Jensen medium",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "3ba9b5f1-fdd9-4d16-b811-ddc382fcd899",
        "choice_type": "single"
    },
    {
        "question": "All are true about given bacteria except:",
        "exp": "Above staining shows cuneiform arrangement/ chinese letter pattern of C. diphtheriae. C. diphtheriae- Gram-positive, highly pleomorphic organisms with paicular arrangement. Special stains like Neisser and Ponder's stain are used to demonstrate the metachromatic granules It is sensitive to the majority of antibiotics, such as the penicillins, ampicillin, cephalosporins etc. Upper respiratory system involvement is early presentation Complication: The exotoxin of C. diptheriae is absorbed in the blood which in turn kills hea, kidney, and nerve cells by blocking protein synthesis.",
        "cop": 2,
        "opa": "Gram-positive, highly pleomorphic organisms with paicular arrangement.",
        "opb": "Cardiovascular system involvement is early presentation",
        "opc": "Special stains are Neisser and Ponder's stain",
        "opd": "It is sensitive to the majority of antibiotics, such as the penicillins, ampicillin, cephalosporins etc.",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "1d7e9b24-27ce-4ced-a38f-14f9a11f718f",
        "choice_type": "multi"
    },
    {
        "question": "Agglutination with 'O' antigen of S. typhi is inhibited by :-",
        "exp": "Agglutination with 'O' antigen of S. typhi is inhibited by Vi antigen. Vi antigen: Surface polysaccharide envelope or capsular antigen covering the O antigen. Prevents its agglutination with O antiserum. Phage typing of S. typhi can be done by using Vi specific bacteriophages. Used for vaccination.",
        "cop": 1,
        "opa": "Vi Ag",
        "opb": "Flageller",
        "opc": "F antigen",
        "opd": "All the above",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "5830b769-7035-4788-bcc6-c6e05601365a",
        "choice_type": "multi"
    },
    {
        "question": "The following are gas producing salmonella except-",
        "exp": "Salmonella ferment sugar producing acid & gas except S. typhi which is anerogenic. SALMONELLA are motile with the presence of peritrichous flagella except Salmonella gallinarum and Salmonella pullorum ,which are non-motile.",
        "cop": 1,
        "opa": "S. typhi",
        "opb": "S. enteritidis",
        "opc": "S. typhimurium",
        "opd": "S. choleraesuis",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "f0f3837f-ab2d-4e3e-b210-eb7885398303",
        "choice_type": "multi"
    },
    {
        "question": "A patient undergoing chemotherapy develops a cough. Acid-fast stain of his sputum shows rods and slightly longer forms, with some branching; they vary in their acid-fast reaction from one area of the slide to the next. The acid-fast stain was performed by an experienced medical technologist and, when redone, showed the same variation. The growth was done aerobically. What is the most likely agent?",
        "exp": "Either Nocardia or MAI is possible from the clinical scenario, but the most likely agent from the acid-fast stain description, the focus of the question, is Nocardia. Also, MAI would not grow in 2days (so some mention of time would be made) and Actinomyces would only grow anaerobically, which would also be stated. Chlamydophila would not grow except in tissue culture.",
        "cop": 4,
        "opa": "Actinomyces",
        "opb": "Chlamydophila",
        "opc": "Mycobacterium an-intracellular (MAIor MAC)",
        "opd": "Nocardia",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "d4a9fe2d-b1c1-4d5b-8eb1-f71ec54d71fe",
        "choice_type": "multi"
    },
    {
        "question": "A 34 years old male who is truck driver and HIV positive, presented with small painless nodules with sexual history 15 days back. Later, the nodules burst, and created open, fleshy, oozing lesions becoming a beefy red ulcer in the genital region. What can be the diagnosis?",
        "exp": "Granuloma inguinale/donovanosis- caused by Klebsiella granulomatis. Small, painless nodules appear after about 10-40 days of the contact with the bacteria. Later, the nodules burst, creating open, fleshy, oozing lesions. The lesions occur at the region of contact typically found on the shaft of the penis, the labia, or the perineum Diagnosis : painless, \"beefy-red ulcer\" with a characteristic rolled edge of granulation tissue. Wright Giemsa stain: Donovan bodies- rod-shaped, oval organisms that can be seen in the cytoplasm of mononuclear phagocytes or histiocytes in tissue samples.",
        "cop": 1,
        "opa": "Klebsiella granulomatis",
        "opb": "Chlamydia trachomatis",
        "opc": "Neisseria gonorrhea",
        "opd": "Hemophilus ducreyi",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "15c43a68-0be0-4675-ab04-84b6304339ce",
        "choice_type": "multi"
    },
    {
        "question": "Elek's gel precipitation test is done for:",
        "exp": "Elek's gel precipitation test is done for Corynebacterium diphtheriae. Detection of C. diphtheriae: Elek's gel precipitation test - Double diffusion in two dimensions (Ouchterlony procedure), Detection of tox gene by PCR. Detection of diphtheria toxin by ELISA or immunochromatographic test (ICT). Cytotoxicity produced on cell lines.",
        "cop": 1,
        "opa": "Corynebacterium diphtheria",
        "opb": "Salmonella choleraesuis",
        "opc": "Clostridium botulinum",
        "opd": "Diphtheroids",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "bcf3a804-b871-4550-9274-466669d465cd",
        "choice_type": "single"
    },
    {
        "question": "\"Citron bodies\" are formed by?",
        "exp": "Citron bodies - Boat or leaf-shaped pleomorphic bacilli with irregular staining on gram stained smears in a suspected case of gas gangrene suggests Cl. septicum",
        "cop": 3,
        "opa": "Clostridium welchii",
        "opb": "Clostridium oedematiens",
        "opc": "Clostridium septicum",
        "opd": "Clostridium histolyticum",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "d10f153b-3f91-44f1-a4f5-310ea4819192",
        "choice_type": "single"
    },
    {
        "question": "In which of the following sites is Salmonella typhi most likely to be found during the carrier state?",
        "exp": "Salmonella typhi is the most likely to be found in gall bladder during the carrier state. Carriage: Up to 5% of patients become carriers. - The carrier state is more common in women than in men and in the older people (over 40 years) than in young people. - Carriers usually harbour the organisms in the gallbladder or biliary tract. - Type of Carriers:- Convalescent - shed bacilli for 3 weeks-3 months after clinical cure. Temporary - shed bacilli for 3 months to 1 year after clinical cure. Chronic - shed bacilli for more than 1 year. - Carriers can be diagnosed by stool/ urine culture or sewer swab culture. - Treatment of carriers: Ampicillin or Amoxicillin + probenecid for 6 months.",
        "cop": 2,
        "opa": "Blood",
        "opb": "Gallbladder",
        "opc": "Kidney",
        "opd": "Liver",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "1de12cd4-f8a2-4a03-b404-265f54d1c0f0",
        "choice_type": "multi"
    },
    {
        "question": "A 3 yr. old child develops bloody diarrhea ,hemorrhagic colitis due to E. coli 0157:H7 is suspected. What medium should be inoculated to help the lab staff make the diagnosis of this infection",
        "exp": "The medium required to make the diagnosis of enterohaemorrhagic E.coli infection is sorbitol MacConkey agar because it does not ferment sorbitol. CULTURE MEDIA ORGANISM TCBS Vibrio cholera Sorbitol MacConkey Agar EHEC Modified Thayer Main medium Neisseria species Chocolate agar Neisseria species and Hemophilus sp.",
        "cop": 2,
        "opa": "TCBS",
        "opb": "Sorbitol Mac Conkey Agar",
        "opc": "Modified Thayer Main medium",
        "opd": "Chocolate agar",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "4b8b3f58-515e-46ad-81ce-9db33cc270b5",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about bacillus anthrax except:",
        "exp": "Bacillus anthracis produce anthrax toxin which is encoded by plasmid ( px01) Bacillus anthracis cause cutaneous anthrax (hide poer's disease ) and pulmonary anthrax ( wool soer's disease) .Cutaneous anthrax is self -limiting , it resolves spontaneously . Capsular polypeptide is made up of poly-D-glutamic acid capsule which aids in virulence by inhibiting phagocytosis. Capsular polypeptide can be demonstrated by Mc Fadeyan's Reaction . Bacillus anthracis can be grown on solid media with penicillin & PLET medium. Bacillus anthracis is non-motile and this feature helps to differentiate it from anthracoid bacilli such as Bacillus cereus which are motile It is first bacillus to be isolated in pure culture Anthrax toxin is tripaite toxin It consists of - Edema factor Protective factor Lethal factor - MYPA media is used to grow Bacillus cereus.",
        "cop": 4,
        "opa": "Plasmid is responsible for toxin production",
        "opb": "Cutaneous anthrax generally resolves spontaneously",
        "opc": "Capsular polypeptide aids in virulence by inhibiting phagocytosis",
        "opd": "Culture media is MYPA",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "48b47583-665b-4fb9-a705-66968d639510",
        "choice_type": "multi"
    },
    {
        "question": "200 people attended a pay and some of them had diarrhoea after 24 hours. They ate oyster, hamburger, ice-cream and potato salad. What's the likely cause? 40 ill from 50 who consumed oyster 50 ill from 135 who consumed hamburger 60 ill from 140 who consumed salad 49 ill from 115 who consumed ice cream 115",
        "exp": "Most likely diarrhoeal cause is V. Parahaemolyticus as most of the people eating oyster (sea food) are suffering and also episode is occurring after 24hr which corresponds to the incubation period of V. parahaemolyticus(16-24hrs)",
        "cop": 1,
        "opa": "V. parahaemolyticus",
        "opb": "Salmonella enteritidis",
        "opc": "Yersinia enterocolitis",
        "opd": "Staph aureus",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "f31279bf-e10e-4b92-b177-2fdea355b243",
        "choice_type": "single"
    },
    {
        "question": "Nocardia shows all the features except:",
        "exp": "Nocardia Obligate aerobe. Acid fast organism (1%). Cultured by Paraffin bait technique. Causative agent of Actinomycetoma. Pneumoniae in immunodeficient individuals,Eg : AIDS/Lymphomas/Post Transplantation C/F -- Fever, cough (with thick sputum) Can spread to pericardium and mediastinum Rx - Trimethoprim-sulphmethoxazoleis used as effective therapy Severe cases - Combination - TMP-SMX, Amikacin, ceftriaxone/imipenem.",
        "cop": 1,
        "opa": "It is an anaerobe",
        "opb": "It is an acid fast organism",
        "opc": "Cultured by Paraffin bait technique",
        "opd": "Causative agent of Actinomycetoma",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "4a157e9e-63bf-4a22-909c-8091d4d8f063",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following has subterminal spores?",
        "exp": "Cl. perfringens has subterminal spores (club shaped) Location of spores: Most of the clostridia bear a sub-terminal spores except: C. tetani Spherical and terminal spore (drum stick appearance) C. teium Oval and terminal spore (tennis racket appearance) Most clostridia Subterminal spore (club shaped) C. bifermentans Central and oval spore (spindle shaped)",
        "cop": 2,
        "opa": "C. bifermentans",
        "opb": "C perfringens",
        "opc": "C tetani",
        "opd": "C teium",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "7654567e-989d-47d2-bf66-1e1439252bea",
        "choice_type": "single"
    },
    {
        "question": "A 26 year-old man presents with mild gastroenteritis gives the history of consumption of raw fish few days back. There is no blood or pus in the stool. Culture grown in Wagatsuma agar. Which causative agent is most likely to have caused this illness?",
        "exp": "Vibrio cholerae causes classic cholera, which is not generally mild or self- limited. Vibrio parahaemolyticus causes a relatively mild gastroenteritis. It is also found in raw fish. Selective medium is Wagatsuma agar. S. typhi is the causative agent of typhoid. Shigella infections are always invasive and generally will have a little pus in the stool.",
        "cop": 4,
        "opa": "Vibrio cholerae",
        "opb": "Salmonella typhi",
        "opc": "Shigella sonnei",
        "opd": "Vibrio parahaemolyticus",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "fc93312f-5c58-48a0-8dff-975f028c8a9c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following organism's toxin works by same mechanism as Exotoxin A of Pseudomonas ?",
        "exp": "In Pseudomonas pathogenesis , several toxic extracellular products are demonstrated in culture filtrates. Few of them are exotoxins A and S . Exotoxin A acts as NADase thus resembling diptheria toxin .",
        "cop": 4,
        "opa": "Tetanus",
        "opb": "Peusis",
        "opc": "Cholera",
        "opd": "Diphtheria",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "c29ad5bf-f800-48d9-8309-bb499bdb6cdf",
        "choice_type": "single"
    },
    {
        "question": "Clostridium difficile, as the causative agent in antibiotic-associated diarrhea, can best be detected using which of the following gold standard laboratory tests?",
        "exp": "All of the mentioned tests may be used as detection assays for C. difficile. However, only the tissue culture toxin detection assay is the gold standard laboratory test. Laboratory diagnosis of C. difficile: Stool culture on selective media, such as CCFA (cefoxitin cycloserine fructose agar) or CCYA (cefoxitin cycloserine egg yolk agar). Stool culture is highly sensitive but not specific. Toxin demonstration is more meaningful and is done by : Enzyme immunoassay for toxin A and/toxins B in stool is rapid, but not sensitive. PCR for C. difficile toxin B gene in stool is highly specific and sensitive. Colonoscopy is highly specific if pseudomembranes are seen, but sensitivity is low. Histopathology of colonic pseudomembrane is also highly specific.",
        "cop": 4,
        "opa": "Gas liquid chromatography",
        "opb": "Pseudomembrane visualization",
        "opc": "Rapid fatty acid detection assays",
        "opd": "Tissue culture toxin detection assay",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "20add5f5-f16d-4c74-87e2-720a1a62d76f",
        "choice_type": "single"
    },
    {
        "question": "Most common type of leprosy",
        "exp": "Mycobacterium leprae - Causes hansen's disease- Not cultured in pure culture media - Most common type is BT - Rarest type of leprae BB - First sensation lost is cold then hot Fig - Lepra cells / Virchow cells / Foam cells",
        "cop": 2,
        "opa": "TT",
        "opb": "BT",
        "opc": "BB",
        "opd": "LL",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "c3fdba77-a479-42e1-8c61-a2313deae99e",
        "choice_type": "single"
    },
    {
        "question": "TB bacilli culture can also be done by",
        "exp": "TB bacilli culture can also be done by MGIT medium ( Mycobacterium Growth Indicator Tube) Bacilli grows fast as compare to traditional LJ media (Lowenstein Jensen) Tinsdale media - C. diptherae MYPA - Bacillus cereus BCYE(buffered charcoal yeast extract) - Legionella",
        "cop": 2,
        "opa": "Tinsdale medium",
        "opb": "MGIT medium",
        "opc": "MYPA",
        "opd": "BCYE",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "d4eef90e-ee4f-4a36-9014-18d2968289cc",
        "choice_type": "single"
    },
    {
        "question": "Mark the false statement regarding L forms of bacteria",
        "exp": "L-forms bacteria/asL-phase bacteria Also known as L-phase variants or cell wall-deficient(CWD)bacteria Grow as spheroplasts or protoplasts. 1st isolated working on a culture of \"Streptobacillus moniliformis.\" L forms may not initiate a disease however they can lead to bacterial persistence during antibiotic treatment = Recurrence of infection. It was used in Lister institute in London 2 types Unstable L-forms - Spheroplasts that are capable of dividing, but can reve to the original morphology Stable L-forms - L-forms that are unable to reve to the original bacteria. Although L-forms can develop from Gram positive as well as from Gram negative bacteria but during Gram stain, the L-forms always colour Gram-negative, due to the lack of a cell wall.",
        "cop": 3,
        "opa": "Also known as cell wall deficient bacteria",
        "opb": "It was first isolated in Streptobacillus",
        "opc": "Develops from only gram negative bacteria",
        "opd": "Can lead to bacterial persistence during antibiotic treatment",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "f95a16d3-74c9-43e1-ab9e-95e68a8105f1",
        "choice_type": "multi"
    },
    {
        "question": "The most common cause of clostridial food poisoning is-",
        "exp": "The most common cause of clostridial food poisoning is Cl. perfringens type A. Food poisoning by Clostridium: Cause -Ingestion of cold and warmed up meat dishes. Incubation period - 8 and 24 hours. Clinical feature: Abdominal cramps and watery diarrhea. Usually Absence of nausea, vomiting, or fever--are characteristic presentations of this condition. Self-limiting and recovery within 24-48 hours. Most common cause of gas gangrene- C. perfringens. Type A strains are the most common. These strains produce spores-heat resistant-produce enterotoxin (coded by gene cpe).",
        "cop": 1,
        "opa": "Type A",
        "opb": "Type B",
        "opc": "Type C",
        "opd": "Type D",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "ecfe663f-6e97-4d81-8e57-f2ef04ac3651",
        "choice_type": "single"
    },
    {
        "question": "Opacity around colonies of Clostridium perfringens is due to -",
        "exp": "Opacity around colonies of Clostridium perfringens is due to lecithinase. Option 1 Theta-toxin- hemolysin & cytolytic toxin. Option 2 Nagler reaction: Shown by C. perfringens as opalescence on serum or egg yolk media due to Lecithinase C activity of alpha toxin, it splits lecithin into phosphorylcholine and diglyceride in the presence of Ca2+ and Mg2+ ions.(Refer to the image below) It is a neutralisation reaction. Option 3, 4 - Desmolase: It is not produced by Clostridium perfringens. - Cytokinins (CK) are a class of plant growth substances (phytohormones) that promote cell division, or cytokinesis, in plant roots and shoots.",
        "cop": 2,
        "opa": "Theta toxin",
        "opb": "Lecithinase",
        "opc": "Desmolase",
        "opd": "Cytokinin",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "dfff5a85-658d-4de3-b62a-73c47af58049",
        "choice_type": "single"
    },
    {
        "question": "E. coli can be classified by their characteristic virulence propeies and different mechanisms that cause disease. To which group does the verotoxin producing E. coli 0157:H7 serotype belong?",
        "exp": "E. coli 0157:H7 serotype belongs to EHEC. EHEC Highly virulent serotype. Has low infectious dose (10-100 bacilli). Produce a verotoxin similar to Shiga toxin. Causes hemorrhagic colitis, HUS. Principal cause of acute kidney failure in children.",
        "cop": 2,
        "opa": "Enteroaggregative E. coli (EAEC)",
        "opb": "Enterohemorrhagic E. coli (EHEC)",
        "opc": "Enteroinvasive E. coli (EIEC)",
        "opd": "Enteropathogenic E. coli (EPEC)",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "ab6eb7d3-ec20-44ea-84fe-983aad531115",
        "choice_type": "single"
    },
    {
        "question": "Organism most likely associated with VAP?",
        "exp": "Gram negative bacilli are mostly responsible for ventilator associated pneumonia. Acinetobacter is most likely to cause ventilator associated pneumonia (VAP) since it is most commonly isolated during ICU sittings.",
        "cop": 1,
        "opa": "Pseudomonas",
        "opb": "Klebsiella",
        "opc": "Clostridium",
        "opd": "Mycobacterium TB",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "01fcfb05-ae78-4066-b2b5-fb6e97b6e327",
        "choice_type": "single"
    },
    {
        "question": "The first pathogenic bacterium to be observed under microscope was-",
        "exp": "The first pathogenic bacterium to be observed under microscope was Bacillus anthracis. Bacillus anthracis: First pathogenic bacterium to be observed under microscope. First bacterium isolated in pure culture. First communicable disease shown to transmit by inoculation of infected blood. First used for preparation of attenuated vaccine- Pasteur's vaccine-nontoxigenic strain. Recently used for biological warfare as spores enclosed in envelopes.",
        "cop": 2,
        "opa": "Vibrio cholera",
        "opb": "Bacillus anthracis",
        "opc": "Staphylococcus aureus",
        "opd": "Streptococcus pyogenes",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "b9e40da3-05a6-4d76-96e9-565a7bc74d0c",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about El-Tor vibrios are true, except:",
        "exp": "Enterotoxin can have direct effects on other tissues besides intestinal epithelial cells is not true. Option 1 - Reservoir: Humans are the only reservoir. Option 2 - Vibrios are resistant to high alkalinity. Option 3 - Cholera toxin: exotoxin, heat-labile protein- destroyed by heating at 56degC for 15 minutes. Option 4 - V. cholera enterotoxin do not have any affects on extra-intestinal tissues (lack of receptors of toxin).",
        "cop": 4,
        "opa": "Humans are the only reservoir",
        "opb": "Resist high alkalinity",
        "opc": "Killed by boiling for 15 minutes",
        "opd": "Enterotoxin can have direct effects on other tissues besides intestinal epithelial cells.",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "4a144346-e2e1-4c18-9e4e-d1c536f41030",
        "choice_type": "multi"
    },
    {
        "question": "Resistance to isoniazid, the likely mechanism for resistance is",
        "exp": "Strains of M. tuberculosis resistant to individual drugs arise by spontaneous point mutations in the mycobacterial genome that occur at low but predictable rates (10-7-10-10for the key drugs). Resistance to rifampin is associated with mutations in the rpoB gene in 95% of cases; That to isoniazid with mutations mainly in the katG (50-95% of cases) and inhA (up to 45%) genes; That to pyrazinamide in the pncAgene (up to 98%); That to ethambutol in the embB gene (50-65%). Because there is no cross-resistance among the commonly used drugs, the probability that a strain will be resistant to two drugs is the product of the probabilities of resistance to each drug and thus is low.",
        "cop": 2,
        "opa": "b-Lactamase",
        "opb": "Mutations in the katG gene",
        "opc": "Alterations in the rpoB gene",
        "opd": "Mutations in the DNA gyrase gene",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "ea73ef32-0461-449f-8bc9-48990bea7da0",
        "choice_type": "single"
    },
    {
        "question": "Regarding Schick's test which of the following is false?",
        "exp": "The false statement regarding Schick test is that Positive test means that person is immune to Diphtheria. Schick test: 1.Type- Neutralization test (Toxin - antitoxin). 2.Use- It is used to find the immune status for diphtheria, Intradermal test readings are at 1-2 days and 5-7 days, but not in use because safer toxoid preparations are available. Interpretation of the test: Schick test-Positive means that person is susceptible to Diphtheria. So vaccine was administered. Schick test-Negative means that person is immune to Diphtheria. Schick test - Pseudo-positive: when there is only erythema and it disappears within 4 days. Reaction in both arm indicates person is immune but hypersensitive to the toxin. Schick test - Combined reaction: Initial picture is like that of the pseudo-reaction but the erythema fades off after 4 days only in the control arm. It progresses on the test arm to a typical positive. The person is both susceptible and hypersensitive.",
        "cop": 2,
        "opa": "Erythematous reaction in both arm indicates hypersensitivity",
        "opb": "Positive test means that person is immune to Diphtheria",
        "opc": "Diphtheria toxin is given intradermally",
        "opd": "Test done to find out immune status against diphtheria",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "30d75c5f-06e5-4e45-8c4e-66e933db6029",
        "choice_type": "multi"
    },
    {
        "question": "Tabes dorsalis is seen in:-",
        "exp": "Tabes dorsalis/syphilitic myelopathy- slow degeneration of the nerves primarily in the dorsal columns of the spinal cord These nerves- maintain a person's sense of position, vibration, and discriminative touch. Tabes dorsalis is caused by demyelination caused by advanced syphilis infection (teiary syphilis), when the primary infection by Treponema pallidum is left untreated for an extended period of time",
        "cop": 3,
        "opa": "Primary syphilis",
        "opb": "Secondary syphilis",
        "opc": "Teiary syphilis",
        "opd": "Latent syphilis",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "00750e22-0488-4f16-8308-22ea985a43b1",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice of diphtheria carrier is:-",
        "exp": "Investigation of choice of diphtheria carrier is throat swab. Carriers are detected by cultural methods - swabs are taken from nose and throat and it is examined by culture methods for diphtheria bacilli. Source of infection: Carriers (95%) are more common source of infection than cases (5%). Types of Carriers: Temporary (persists for a month) Chronic (persists for a year) Nasal carriers are more dangerous due to frequent shedding than throat carriers. Option 2, 3: Gram Stain and Albe stain aids in identification of C. diphtheriae but not the Investigation of choice of diphtheria carrier. Option 4: Zeihl Neelsen stain: for Mycobacterium species.",
        "cop": 1,
        "opa": "Throat Swab Culture",
        "opb": "Gram's stain",
        "opc": "Albe stain",
        "opd": "Zeihl Neelsen stain",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "3c2d2b20-1343-488c-a34c-f6ca5ad548ee",
        "choice_type": "single"
    },
    {
        "question": "In salmonella infection, true statement is:",
        "exp": "Absence of Vi antibody indicate poor prognosis in salmonella infection is the true statement among the options given above. Option 1 Option 2 Somatic antigen (O Ag): Pa of cell wall lipopolysaccharide (LPS). Flagellar antigen (H Ag): Made-up of proteins: flagellin, confers motility. Option 3 The complete absence of the Vi antibody in a proven case of typhoid fever indicates poor prognosis Option 4 Phase variation: Conversion of isolates from one phase to another is achieved by using Craigie's tube method. Note: Vi Antibodies are not seen in normal population.",
        "cop": 3,
        "opa": "Flagellar antigen forms chalky granular clumps",
        "opb": "Somatic antigen is a protein",
        "opc": "Absence of Vi antibody indicate poor prognosis",
        "opd": "Serological classification is by Craige's scheme",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "eaf0e944-5c8b-4934-9609-63c98b979e83",
        "choice_type": "multi"
    },
    {
        "question": "A 12 yr old child presents with fever and cervical lymphadenopathy for last 36 hours. Oral examination shows a grey membrane on the right tonsil. What is the primary treatment?",
        "exp": "The primary treatment is 20000 -40000 units I/M equine derived antitoxin. Above mentioned clinical signs and symptoms gives a presumptive diagnosis of Diphtheria. Treatment of diphtheria: - Equine derived Antitoxin-which neutralizes the circulating diphtheria toxin. - Moderate cases with <3 days (pharyngeal or laryngeal): 20000 -40000 units I/M. - Serious cases with >= 3days disease: 80,000 -1,20,000 units I/V and I/M combined. - Penicillin Or Erythromycin to be given for 2 weeks for eradication of bacterium from throat Isolation of the patient for 48 hrs.",
        "cop": 2,
        "opa": "Penicillin IV for 10 days",
        "opb": "20000 -40000 units I/M equine derived antitoxin",
        "opc": "80,000-1,20,000units I/M equine derived antitoxin",
        "opd": "Erythromycin to be given for 2 weeks",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "45aacccb-684e-46a7-83d1-985dad5ae90e",
        "choice_type": "single"
    },
    {
        "question": "Positive Schick's test indicates that person is:",
        "exp": "Positive Schick's test indicates that person is Susceptible to diphtheria. Schick test: Toxin-antitoxin neutralization test. Done on the people before staing immunization to identify susceptible individuals. Susceptible individuals develop erythema and induration on test arm following intradermal inoculation (0.2ml I/D MLD) of toxin. Vaccine is administered only to those susceptible people. Since now safer toxoid preparations are available, it is obsolete.",
        "cop": 3,
        "opa": "Immune to diphtheria",
        "opb": "Hypersensitive to diptheria",
        "opc": "Susceptible to diphtheria",
        "opd": "Carrier of diptheria",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "e8208d02-a930-4423-b80d-32045eddd171",
        "choice_type": "single"
    },
    {
        "question": "CSF Chloride is decreased in",
        "exp": "CSF from tuberculous meningitis often develops a spider web clot on standing Other CSF findings are increased lymphocytes, decreased chloride. The use of PCR and DNA probes may help detect the bacilli speedily and more often.",
        "cop": 4,
        "opa": "Chronic alcoholism",
        "opb": "General Paralysis of insane",
        "opc": "Pyogenic meningitis",
        "opd": "Tubercular meningitis",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "7e45c54e-a1d4-4bed-8dfd-b45d7e2ebac8",
        "choice_type": "single"
    },
    {
        "question": "A 4-month-old infant presents with failure to thrive, progressive muscular weakness, and poor head control. The mother states that she feeds the baby soy-based formula sweetened with honey. Organism most likely to be responsible is?",
        "exp": "This is a history of Floppy baby syndrome (infant botulism) due to C. botulinum. Infant botulism/Floppy child syndrome By ingestion of contaminated food (usually honey) with spores of C. botulinum in children <= 1 year of age. Spores germinate in intestine releasing the toxin. Manifestations include: Inability to suck and swallow. Weakened voice. Ptosis. Floppy neck. The botulinum toxin is the most potent toxin causing disease in humans. Blocks the release of acetylcholine from motor nerve endings at the neuromuscular junctions leading to descending flaccid paralysis. Other species which can cause botulism- C. baratii, C. butyricum, C. argentinense.",
        "cop": 1,
        "opa": "Clostridium botulinum",
        "opb": "Clostridium difficile",
        "opc": "Clostridium perfringens",
        "opd": "Clostridium tetani",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "9fbd440b-077b-4d8a-83ac-c2dc1d4e1d57",
        "choice_type": "single"
    },
    {
        "question": "Selective agent for Mycobacteria in LJ medium is :",
        "exp": "LJ medium contains- ? Potassium dihydrogen phosphate anhydrous , Magnesium sulphate anhydrous, Magnesium citrate ? Asparagine and Glycerol ? Malachite green, 2% solution ? Eggs",
        "cop": 2,
        "opa": "Methylene blue",
        "opb": "Malachite green",
        "opc": "Mineral salt solution",
        "opd": "Glycerol",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "1083b08d-3541-449f-b2a9-d6b859793719",
        "choice_type": "single"
    },
    {
        "question": "LRS Institute of Tuberculosis and respiratory diseases is located at-",
        "exp": "Tuberculosis Research Centre is located in Chennai. National Tuberculosis institute is in Bangalore.",
        "cop": 3,
        "opa": "Chennai",
        "opb": "Bangalore",
        "opc": "Delhi",
        "opd": "Chengalpettu",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "8ce46d7e-6ac7-4dfa-9cc3-a257da074edf",
        "choice_type": "single"
    },
    {
        "question": "A 32 years old male, who recently visited a sea coast presented with ulcer over the left leg. The probable cause is:",
        "exp": "The probable cause is Vibrio vulnificus, as there is history of contact with sea water. Option 3 V. vulnificus: Primary wound infection: causes primary wound infection (Ulcer) without underlying disease {contact of open wound with sea water}. Also called (L+) Vibrio as it is the only vibrio that ferments lactose. It produces the most severe infection of all vibrios. Primary sepsis usually occurs in patients with underlying liver disease and iron overload or rarely in renal insufficiency and immunosuppression. Occasionally, it may cause gastroenteritis. Option 1 Pasturella multocida: It is probably the most common organism in human wounds inflicted by the bites of cats and dogs. No such history is given in the question above. Option 2 Micrococci in comparison to staphylococci are larger in size on microscopy. In smears, they appear as Gram-positive cocci arranged in tetrads. Frequently seen as normal skin flora. Option 4 Neisseria gonorrhea causes Gonorrhea which is a venereal disease.",
        "cop": 3,
        "opa": "Pasteurella multocida",
        "opb": "Micrococcus halophillus",
        "opc": "Vibrio vulnificus",
        "opd": "Neisseria gonorrhea",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "3eb7f017-8004-4d5c-b1ee-ca22020a6e4c",
        "choice_type": "single"
    },
    {
        "question": "Naegler's reaction is used for:",
        "exp": "Nagler's reaction Nagler's reaction is an example of Neutralization test done for detection of a toxin (lecithinase) produced by C. perfringens. The alpha toxin of C. perfringens has phospholipase activity , when grown on a medium containing egg yolk phospholipid, the organism can break this insoluble triglyceride. Phosphoryl choline release is seen as an area of opacity around the bacterial colonies. Antitoxin can inhibit a positive Nagler's response.",
        "cop": 3,
        "opa": "Cl. Tetani",
        "opb": "Cl. Botulinum",
        "opc": "Cl. Perfringens",
        "opd": "Cl. Septicum",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "307bfc87-aebf-4baf-844c-f7334ada8688",
        "choice_type": "single"
    },
    {
        "question": "Which of the following propey(ies) is/are seen in the members of family Enterobacteriaceae?",
        "exp": "All the above options are true for the members of family Enterobacteriaceae. Enterobacteriaceae propeies: Gram-negative, aerobes and facultative anaerobic bacilli. Nonfastidious. Ferment glucose. Reduce nitrate to nitrite. Oxidase test negative. Catalase positive (except Shigella dysenteriae type-1). Motile, except Shigella and Klebsiella. Natural habitat: Human intestine, called coliform bacilli.",
        "cop": 4,
        "opa": "They are catalase-positive",
        "opb": "They are oxidase-negative",
        "opc": "They ferment glucose",
        "opd": "All are true",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "11d61135-0e66-4303-a233-085247f0112d",
        "choice_type": "multi"
    },
    {
        "question": "A 65-year-old diabetic man presents to the emergency room with a severe productive cough producing thick bloody sputum resembling a \"currant-jelly\" like appearance. Culture using MacConkey agar reveals pink colonies, with large mucoid colonies on routine laboratory media. Which of the following organisms is most likely responsible for this patient's pneumonia?",
        "exp": "Patients with K. pneumoniae infections usually have predisposing conditions such as alcoholism, advanced age, chronic respiratory disease, and diabetes Pulmonary infections can lead to necrosis and abscess formation Upper lobes of the lungs are predominantly affected The \"currant-jelly\" sputum distinguishes K. pneumoniae from the other organisms K. pneumoniae is Lactose fermenting (pink colonies on Mac) and due to its thick capsule the colonies have a mucoid appearance.",
        "cop": 3,
        "opa": "Enterobacter cloacae",
        "opb": "Escherichia coli",
        "opc": "Klebsiella pneumoniae",
        "opd": "Pseudomonas aeruginosa",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "7295b5d7-3017-4389-9e7c-5f17a7e7a9de",
        "choice_type": "single"
    },
    {
        "question": "All are true about Botulinum toxin except?",
        "exp": "Botulinum toxin - action on parasympathetic nervous system Clinical feature 1. Diplopia 2. Dysphagia 3. Dysahria 4. | DTR ( Deep tendon reflexes) 5. Only food poisoning where constipation occur ( because of action | ACH )",
        "cop": 3,
        "opa": "Diplopia",
        "opb": "Dysahria",
        "opc": "Increase DTR",
        "opd": "Constipation",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "803648bd-1c02-479b-abda-6877b4ee72dd",
        "choice_type": "multi"
    },
    {
        "question": "Best selective media for Salmonella ?",
        "exp": "Wilson and Blair's brilliant-green bismuth sulfite agar (WBBS) -Best selective and indicator medium used for the isolation of Salmonella species. Bismuth sulfite, brilliant green - inhibitors- hinder the growth of most bacteria while allowing salmonella to grow. Ferrous sulphate- Reacts with H2S - formation of ferrous sulfide-brown-black coloration and also diffuses into the surrounding medium, giving a brown -black halo. Option 1: Thiosulphate citrate bile salt agar(TCBS) is used for Vbrio. Option 3: Sorbitol MaCconkey agar -For EHEC (Enterohaemorrhagic Escherichia coli).",
        "cop": 2,
        "opa": "Thiosulphate citrate bile salt agar(TCBS)",
        "opb": "Wilson and Blair's brilliant-green bismuth sulphite agar medium",
        "opc": "Sorbitol MaCconkey agar",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "ad6cd978-64af-489e-a7e9-408d1e5757b4",
        "choice_type": "multi"
    },
    {
        "question": "Selective medium for Pseudomonas:",
        "exp": "Pseudomonas Resistant to many common antiseptics like quaternary ammonium compounds, chloroxylenol and hexachlorophene. Indeed selective media have been devised incorporating Dettol or cetrimide. Skirrow's medium is selective for Campylobacter. Regan Lowe medium is selective for Bordetella peussis. Ashdown's medium is selective for Burkholderia pseudomallei.",
        "cop": 3,
        "opa": "Skirrow's medium",
        "opb": "Regan Lowe medium",
        "opc": "Cetrimide agar",
        "opd": "Ashdown's medium",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "0b2d3130-6570-4fd9-9450-781d5b387295",
        "choice_type": "single"
    },
    {
        "question": "Primarily human pathogenic bacteria is/are",
        "exp": "S. typhi & S. paratyphi A, B and C : Man is the only natural host. Transmission ingestion of food/ water contaminated by the feces of either a carrier or a case of enteric fever. Animal commensals: S. typhimurium S. enteritidis S. newpo S. dublin S.choleraesuis",
        "cop": 4,
        "opa": "Salmonella typhi",
        "opb": "S. paratyphi A",
        "opc": "S. paratyphi B",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "6cdcc4ec-4d65-4b65-a5aa-c9c7f7f22c60",
        "choice_type": "multi"
    },
    {
        "question": "Mitsuda reaction is read after:",
        "exp": "Lepromin Test is type IV HSR It is a PROGNOSTIC test not a diagnostic test 2 reactions are seen in Lepromin test- Early Reaction/ Fernandez- Erythema and induration develops in 24-48 hours and remain for 3-5 days and it is read after 3 days Late Reaction/Mitsuda Reaction- It stas in 1-2 weeks, reaching a peak in 4 weeks and this is read after 3 weeks",
        "cop": 3,
        "opa": "3 days",
        "opb": "3 hours",
        "opc": "3 weeks",
        "opd": "3 months",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "71875e96-012d-45b1-bb52-ad724d630881",
        "choice_type": "single"
    },
    {
        "question": "A 4-year-old boy gives the history of bloody diarrhea and now hospitalized for oliguria and hypeension. With which organism is he most likely infected?",
        "exp": "The case is descriptive of hemolytic uremic syndrome associated with infection with E. coli O157:H7. This strain of E. coli produces phage-associated Shiga toxins (Stx-1 and/or Stx-2) that are functionally and antigenically similar to that produced by Shigella dysenteriae. None of the other organisms listed are associated with hemolytic uremic syndrome, although some do cause a bloody diarrhea. C. perfringens causes watery diarrhea.",
        "cop": 4,
        "opa": "Clostridium perfringens",
        "opb": "Salmonella typhi",
        "opc": "Enteroinvasive E. coli",
        "opd": "Shiga toxin-producing E. coli",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "8c863c0a-d49b-44bb-b4a2-25ffa95ff77f",
        "choice_type": "single"
    },
    {
        "question": "The toxigenicity of C.diphtheriae is due to:",
        "exp": "The toxigenicity of C.diphtheriae is due to beta phage. Diphtheria Toxin production depends on : Phage coded: Diphtheria Toxin is coded by b corynephage carrying tox gene-toxigenic. Iron concentration: toxin production depends on optimum iron concentration (0.1 mg per liter). DT repressor gene (DtxR)- iron dependent negative regulator of Diphtheria Toxin production and iron uptake in C.diphtheriae. Biotypes: 3 biotypes with their toxigenicity is as follows : All strains of gravis, 95-99% strains of intermedius, 80-85% of mitis strains are toxigenic. However, toxins produced by different biotypes are antigenically similar.",
        "cop": 1,
        "opa": "Beta phage",
        "opb": "Lambda page",
        "opc": "Gamma phage",
        "opd": "Delta phage",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "278b6517-88e6-4a1f-8310-a34bd1ea1243",
        "choice_type": "single"
    },
    {
        "question": "Microorganism motile at 25degC but not motile at 37oC is:",
        "exp": "Listeria monocytogenes shows differential motility Motile at 25oC -tumbling motility Non motile at 37oC",
        "cop": 1,
        "opa": "Listeria monocytogenes",
        "opb": "Campylobacter",
        "opc": "Streptococcus agalactiae",
        "opd": "E. coli",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "6033985b-e404-4d14-a457-d76b9334515e",
        "choice_type": "single"
    },
    {
        "question": "Pyoverdin is produced by :",
        "exp": "Pyoverdin is green coloured diffusible pigment produce by Pseudomonas aeruginosa Other pigments are:- Pyocyanin - Blue Pyorubin - Red Pyomelanin - Black",
        "cop": 1,
        "opa": "Pseudomonas aeruginosa",
        "opb": "Clostridium perfringenes",
        "opc": "Bacillus stearothermophilus",
        "opd": "Salmonella typhi",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "24f76a7e-a96d-4362-99b5-f5bf78be5c73",
        "choice_type": "single"
    },
    {
        "question": "In the laboratory, the screening procedure used to differentiate Salmonella and Shigella from other Enterobacteriaceae includes testing for their inability to:",
        "exp": "Inability to ferment lactose is used to differentiate Salmonella and Shigella from other Enterobacteriaceae. Option 1, 3, 4 Enterobacteriaceae propeies: Ferments glucose Reduces nitrate to nitrite Oxidase test negative Catalase positive (except Shigella dysenteriae type-1) Motile, except Shigella and Klebsiella. Option 2 Lactose fermenters Non Lactose fermenters Escherichia Klebsiella Enterobacter Other members of Enterobacteriaceae family including Salmonella and Shigella.",
        "cop": 2,
        "opa": "Ferment glucose",
        "opb": "Ferment lactose",
        "opc": "Produce cytochrome oxidase",
        "opd": "Reduce nitrates",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "1a6c0d1b-40d8-4bb0-9458-4c72935ef860",
        "choice_type": "single"
    },
    {
        "question": "Regarding Proteus, which is true?",
        "exp": "Proteus shows PPA test positive. Proteus: Odor: Putrid 'fishy' or 'seminal' odour. Most common clinical manifestation-UTI (Urinary tract infection). Phenylalanine Deaminase test/ phenylpyruvic acid (PPA test): Tests the ability of an organism to produce enzyme deaminase. PPA test +ve - conves phenylalanine to phenylpyruvic acid. Used to differentiate Proteus, Morganella and Providencia (Positive) from other members of Enterobacteriaceae (PPA negative). Esthiomene is a genital elephantiasis- seen in Lymphogranuloma venereumcaused by Chlamydia trachomatis serovars L1, L2, or L3.",
        "cop": 3,
        "opa": "Musty odour",
        "opb": "Most common infection caused is respiratory tract infection",
        "opc": "PPA test positive",
        "opd": "Esthiomene is a complication in females",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "234ed47d-79e7-47b5-8a3c-ed0e1ca0e235",
        "choice_type": "multi"
    },
    {
        "question": "Corynebacterium diphtheriae is arranged in-",
        "exp": "B. anthracis C. diphtheriae Gram positive bacilli. (Bamboo stick appearance). Albe's staining -arranged in Chinese letter or Cuneiform (V-L shaped) pattern, bacilli are green in color, along with bluish-black granules. Vibrio cholerae Hemophilus ducreyi Fish in stream pattern or mucus flakes of stool. Rail road track pattern",
        "cop": 2,
        "opa": "Bamboo stick pattern",
        "opb": "Cuneiform pattern",
        "opc": "Fish in stream pattern",
        "opd": "Rail road track pattern",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "95c15224-03a4-4063-b8e8-c69869a57162",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true except-",
        "exp": "Proteus does not form uric acid stones. Option 1 E. coli is an aerobe and facultative anaerobe. Option 2 Uric acid stone formation takes place in acidic urine. Proteus produces ammonia and contributes to alkalinity. It does not thus lead to formation of uric acid stones. The alkalinity leads to necrosis of renal tubular epithelium & precipitation of phosphate stones. Option 3 E. coli are motile by peritrichous flagella. Option 4 The distinctive character of Proteus genus is deamination of phenylalanine to phenylpyruvic acid (PPA test positive). Refer to the image below. - Green colour in test tube indicates PPA test positive.",
        "cop": 2,
        "opa": "E. coli is an aerobe and facultative anaerobes",
        "opb": "Proteus forms uric acid stones",
        "opc": "E. coli is motile by peritrichate flagella",
        "opd": "Proteus causes deamination of phenylalanine to phenylpyruvic acid.",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "11c11b10-50bb-45f1-8fab-ab91136fa54e",
        "choice_type": "multi"
    },
    {
        "question": "Which salmonella is anaerogenic :",
        "exp": "Salmonella typhi is anaerogenic. Option 1 All Salmonellae produce acid and gas (aerogenic) when they ferment sugars except S. typhi which only produces acid (anaerogenic). Option 2, 3, 4 Salmonellae : Ferment glucose, mannitol, and maltose,forming acid and gas. S. Typhi is an exception, which does not ferment the sugars. Produces H2S except S. paratyphi A, S. choleraesuis. Do not hydrolyze urea. MR positive ,VP negative ,citrate positive. Catalase positive ,oxidase negative.",
        "cop": 1,
        "opa": "S. typhi",
        "opb": "S.paratyphi A",
        "opc": "S. paratyphi B",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "e2818a17-e8d3-47f2-a327-19c5a636b130",
        "choice_type": "multi"
    },
    {
        "question": "Following are complication of diphtheria except:",
        "exp": "Veigo is not seen in diphtheria. The neurological complications like polyneuritis and palatal paralysis are totally reversible. Myocarditis is the most common cause of death in diphtheria due to circulatory failure.",
        "cop": 4,
        "opa": "Polyneuritis",
        "opb": "Myocarditis",
        "opc": "Palatal paralysis",
        "opd": "Veigo",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "0d8fb8b4-7932-424d-961b-831d8498285c",
        "choice_type": "multi"
    },
    {
        "question": "Main cytokine involved in erythema nodosum leprosum reaction is",
        "exp": "Erythema nodosum leprosum rection is type II lepra rection .In this modules over skin are seen This is a type III hypersensitivity reaction . Main cytokine involve is TNF -alpha DOC - gluco-coicoids",
        "cop": 3,
        "opa": "IL 2",
        "opb": "Interferon gamma",
        "opc": "Tumour necrosis factor alpha",
        "opd": "Macrophage colony stimulating factor",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "eb7dc2e5-6728-44c9-9e2f-a28f027b9725",
        "choice_type": "single"
    },
    {
        "question": "Atypical pneumonia can be caused by the following microbial agents except?",
        "exp": "Mycoplasma pneumonia is the most common cause of atypical pneumonia. Legionella pneumophila also causes legionnaires pneumoniae which is also a type of atypical pneumonia. Human coronavirus also causes atypical pneumonia Klebsiella pneumoniae causes lobar pneumonia which is typical pneumonia. Klebsiella pneumoniae is also known as Friedlander's bacillus which produces red currant jelly sputum and shows bulging fissure signs on chest X-ray.",
        "cop": 4,
        "opa": "Mycoplasma pneumoniae",
        "opb": "Legionella pneumophila",
        "opc": "Human Corona virus",
        "opd": "Klebsiella pneumoniae",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "a0b3d873-ec95-4768-ace5-7497d8141995",
        "choice_type": "multi"
    },
    {
        "question": "There is an outbreak of watery diarrhea due to Shigella occurred in several day care centers in Pondicherry. Which Shigella sp. is most likely involved?",
        "exp": "S. flexneri- most common in India- Shigella sonnei is the most common in developed countries and generally causes a watery diarrhea.- Shigella dysenteriae causes dysentery characterized by tenesmus and the production of scanty, bloody stools.",
        "cop": 2,
        "opa": "S. boydii",
        "opb": "S. flexneri",
        "opc": "S. sonnei",
        "opd": "S. dysenteriae",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "1de60a59-3008-468c-b29a-1412a0fa23a2",
        "choice_type": "single"
    },
    {
        "question": "Which bacteria is known as Friedlanders bacillus?",
        "exp": "Klebsiella pneumoniae is also known as Friedlander's bacillus or Bacillus mucosus capsulatus. - Karl Friedlander, 1847-1887, German bacteriologist - who helped discover the bacterial cause of pneumonia in 1882. - Gram-negative, sho and straight rods, Nonmotile, lactose fermenter. - Capsulated, produce mucoid colonies. (Refer to the image below)",
        "cop": 3,
        "opa": "E. coli",
        "opb": "Pseudomonas aeruginosa",
        "opc": "Klebsiella pneumoniae",
        "opd": "Vibrio parahemolyticus",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "eee84c26-3b42-4ba3-aac9-0e4c85097073",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about the antigen titre in Widal test?",
        "exp": "H-antigen titre remains positive for several months & reaction to it is rapid. Option 1, 3 - O Abs appear early and disappear early and indicate recent infection. H Abs appear late and disappear late. Option 2 Widal test: it can be done in second week and third week. Principle: It is an agglutination test where H and O antibodies are detected in the patient's sera by using H and O Antigens. Antigens used: Four antigens are used: O antigen of S.Typhi (TO) H antigens of S.Typhi (TH) S.Paratyphi A (AH) S.Paratyphi B (BH) - H agglutinins persist longer than O agglutinins. Four-fold rise in antibody titre in paired sera at 1 week interval is more meaningful than a single high titre. - After 1 week if titre rises- indicates true infection. - After 1 week if titre falls- indicates anamnestic responses.",
        "cop": 2,
        "opa": "O-antigen titre remains positive for several months & reaction to it is rapid.",
        "opb": "H-antigen titre remains positive for several months & reaction to it is rapid",
        "opc": "Both remain positive for several months & reaction to both is rapid",
        "opd": "None",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "26b99472-7ec8-4b13-bdf8-ecdb64795e19",
        "choice_type": "multi"
    },
    {
        "question": "Which is the most common cause of liver abscess in adults?",
        "exp": "E.coli is the most common cause of liver abscess in adults. Polymicrobial involvement is common in pyogenic liver abscess with Escherichia coli and Klebsiella pneumoniae being the two most frequently isolated pathogens.",
        "cop": 3,
        "opa": "Streptococcus pyogenes",
        "opb": "Staph. aureus",
        "opc": "E. coli",
        "opd": "Proteus",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "66e9ba9a-c18b-40f7-8e7f-5e7009b3f961",
        "choice_type": "single"
    },
    {
        "question": "Filde's technique is used for-",
        "exp": "Filde's technique is used for Cl. tetani. Cl. tetanihas the ability to swarm over the surface of medium. Because of marked tendency to swarm over the surface of the agar, surface colonies are difficult to obtain. Filde's technique: After incubating anaerobically for 24 hours, if the water of condensation at the bottom of a slope of nutrient agar is inoculated with a mixed cell culture, subcultures from the top of the tube will yield a pure growth of tetanus bacillus.",
        "cop": 2,
        "opa": "Bacillus anthracis",
        "opb": "Clostridium tetani",
        "opc": "Mycoplasma pneumonia",
        "opd": "Yersinia pestis",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "390ba15f-71fb-4aab-aca7-ec12aa042b00",
        "choice_type": "single"
    },
    {
        "question": "Acid fastness of tubercle bacilli is",
        "exp": "Acid fastness - ability to resist decolorisation TB bacilli is 20 % acid fast This propey is due to presence of mycolic acid it has nothing to do with integrity of cell wall",
        "cop": 1,
        "opa": "Presence of mycolic acid",
        "opb": "Integrity of cell wall",
        "opc": "Both of the above",
        "opd": "None of the above",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "109df1d8-8886-4435-8133-29ddc39a3816",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following organism causes Gastrointestinal enteritis necroticans?",
        "exp": "Gastrointestinal enteritis necroticans is caused by Clostridium perfringens. Option 1 - Clostridium difficile is the agent of 'pseudomembranous colitis' which occurs almost exclusively in association with prolonged antimicrobial use. Option 2 Necrotizing enteritis caused by Cl. perfringens type C. Characterized by abdominal pain, bloody diarrhea, shock, and peritonitis. Severe and often fatal. Also known as \"Pigbel\" in Papua New Guinea and as \"Darmbrand\" (meaning \"fire bowels\") in Germany. Option 3 - Clostridium botulinum produces botulinum toxin and causes botulism. Option 4 - Campylobacter- cause both diarrheal (C.jejuni) and systemic diseases (C.fetus).",
        "cop": 2,
        "opa": "Clostridium difficle",
        "opb": "Clostridium perfringens",
        "opc": "Clostridium botulinum",
        "opd": "Campylobacter jejuni",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "9b9b6dee-bd7b-4c68-9e92-c66dfbf2d821",
        "choice_type": "single"
    },
    {
        "question": "A microbiologist wants to develop a vaccine for prevention of attachment of diarrheagenic E. coli to the specific receptors in the GI tract. All of the following would be appropriate vaccine candidates except:",
        "exp": "All of the following among the given options would be appropriate vaccine candidates except P-pili as they have role in uropathogenic E.coli, not diarrheagenic E.coli. Option 1, 2, 3 - P-PILI: Have no role in the attachment of diarrheagenic E.coli to the GI receptors. Have role in Adherence of uropathogenic E.coli to urothelial cells. - CFA 1 and CS 2 - Colonization factor antigens of ETEC (diarrheagenic E.coli ). Option 4 - Fimbriae promote virulence of E. coli. - K88 and K99 antigens in E. coli strains causing diarrhea in animals or CFA in ETEC are examples of such fimbriae.",
        "cop": 2,
        "opa": "CFA 1",
        "opb": "P-PILI",
        "opc": "CS-2",
        "opd": "K88",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "4c99b717-f8ae-4cf1-82cf-e8fd75d5f302",
        "choice_type": "multi"
    },
    {
        "question": "Verocytotoxin has been isolated in individual suffering from Hemolytic uraemic syndrome in their",
        "exp": "Verocytotoxin or SHIGA LIKE TOXIN is produced by Enterohemorrhagic E coli which invades vascular endothelial cell and causes diarrhoea so show the presence of verocytotoxin is confirmed in the specimen of faeces. The toxin is produced by specific strain of ETEC O157 H7",
        "cop": 3,
        "opa": "Blood",
        "opb": "Tissues",
        "opc": "Feces",
        "opd": "Saliva",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "25edfb2b-8539-49d9-92e3-ce003c7ba073",
        "choice_type": "single"
    },
    {
        "question": "Non-toxigenic C. diphtheriae changes to toxigenic C. diphtheriae with the help of bacteriophage ,by which method this conversion occur?",
        "exp": "Incorporation of tox gene by Beta- phage into non toxigenic corynebacterium conve it into toxigenic corynebacterium diptheria. This is typical example of lysogenic conversion. This method of gene transfer is called transduction .",
        "cop": 2,
        "opa": "Transformation",
        "opb": "Transduction",
        "opc": "Conjugation",
        "opd": "Recombinant technology",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "0b35e9bd-aa1e-4062-a2f2-8d7605fea0e4",
        "choice_type": "single"
    },
    {
        "question": "Which is the drug to treat NARST (Nalidixic acid resistant S.typhi)?",
        "exp": "Nalidixic acid-resistance S.typhi (NARST): Surrogate marker of decreased susceptibility to ciprofloxacin. Rx : Azithromycin , third-generation cephalosporins. Aztreonam and Imipenem are the potential second line drugs.",
        "cop": 2,
        "opa": "Chloramphenicol",
        "opb": "Azithromycin",
        "opc": "Ciprofloxacin",
        "opd": "Septran",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "f5e598bf-079d-462c-9c79-5ff5b7ee7326",
        "choice_type": "single"
    },
    {
        "question": "Shigellosis is best diagnosed by:-",
        "exp": "Shigellosis is best diagnosed by Stool examination & culture. Option 1 1. Stool is the specimen of choice. Diagnosis of shigellosis is made by isolating Shigella spp. from feces. Fresh feces are inoculated without delay or transpoed in a suitable medium, such as Sachs' buffered glycerol saline. Also, rectal swabs may be taken from the site of ulcer by sigmoidoscopy. Option 3 - Sigmoidoscopy: It can reveal the extent of the disease. Option 4 - For diagnosis of Shigellosis: we don't detect any enzyme.",
        "cop": 1,
        "opa": "Stool examination & culture",
        "opb": "Serology",
        "opc": "Sigmoidoscopy",
        "opd": "Enzyme",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "eca56edd-bd38-440a-8052-a7a277555233",
        "choice_type": "single"
    },
    {
        "question": "This IMViC pattern of biochemical reactions is indicative of which bacteria",
        "exp": "Klebsiella and Enterobacter shows the following biochemical reactions: Indole test negative Methyl red test negative Voges Proskauer test positive Citrate utilization positive E.coli is indole positive, Escherichia coli and Shigella dysenteriae are citrate negative.",
        "cop": 3,
        "opa": "E.coli and Klebsiella",
        "opb": "E.coli and Enterobacter",
        "opc": "Enterobacter and Klebsiella",
        "opd": "Klebsiella and Shigella",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "2d78611a-f6bb-4f9c-a6da-79396a533dd1",
        "choice_type": "single"
    },
    {
        "question": "String of pearl appearance is seen in:-",
        "exp": "String of pearl appearance is seen in Bacillus anthracis. Laboratory Diagnosis of Anthrax: McFadyean reaction: Polypeptide capsule is seen as amorphous purple material surrounding blue bacilli when stained with polychrome methylene blue. Gram staining: chain of bacilli arranged in bamboo stick appearance (Refer to the image below). On Agar plate: Medusa head appearance colony (under low power microscope)(Refer to the image below). Gelatin stab: Appear as inveed fir tree appearance(Refer to the image below). Solid media with penicillin:String of pearl appearance in culture smear. Selective medium: PLET medium.",
        "cop": 2,
        "opa": "Clostridium",
        "opb": "Bacillus anthracis",
        "opc": "Pneumococcus",
        "opd": "Staph. aureus",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "2701b7b1-edff-45db-90a5-4c2dbc76c608",
        "choice_type": "single"
    },
    {
        "question": "MYPA agar is used for?",
        "exp": "Mannitol egg yolk phenol red polymyxin agar (MYPA) is the selective medium for Bacillus cereus Polymyxin lysozyme EDTA thallium acetate (PLET) is the selective medium for Bacillus anthracis. Skirrow's medium and Butzler medium are the selective media for Campylobacter. Ludlam's medium and salt agar are the selective media for S.aureus.",
        "cop": 2,
        "opa": "B. anthrax",
        "opb": "B. cereus",
        "opc": "Campylobacter",
        "opd": "S.aureus",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "24043dda-5e66-45f1-8e57-f7c86130b1c1",
        "choice_type": "single"
    },
    {
        "question": "There has been an outbreak of food born salmonella gastroenteritis in the community and the stool samples have been received in the laboratory. Which is the enrichment medium of choice?",
        "exp": "Selenite \"F\" medium is the enrichment medium of choice for Salmonella. Option 3 Selenite F- broth and Tetrathionate broth are commonly employed as Enrichment media for Salmonella. Option 1, 2 Transpo medium for Vibrio: Cary Blair medium Venkatraman-Ramakrishnan (VR) medium Alkaline salt transpo medium Autoclaved sea water. Option 4 Thioglycollate medium and RCM (Robeson's cooked meat media) broth = Anaerobic media.",
        "cop": 3,
        "opa": "Cary Blair medium",
        "opb": "VR medium",
        "opc": "Selenite \"F\" medium",
        "opd": "Thioglycollate medium",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "ce7e5d0c-fb2e-49c7-8e61-a644d4dd0b08",
        "choice_type": "single"
    },
    {
        "question": "Classification of shigella is on the basis of fermentation of",
        "exp": "Classification of shigella is done on the basis of fermentation of mannitol Exceptiom-Non mannitol fermenter i.e Shigella dysenteriae which is also catalase negative. The most common cause of bacillary dysentery in India is Shigella flexneri and in world is Shigella sonnei which is late lactose fermenter.",
        "cop": 3,
        "opa": "Lactose",
        "opb": "Sucrose",
        "opc": "Mannitol",
        "opd": "Glucose",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "14f08080-4115-48df-96d6-f8fb0cbe4cc0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements is false regarding botulism?",
        "exp": "Infant botulism is caused by ingestion of preformed toxin is a false statement. Option 1 Infant botulism- sporulated honey ingestion (unlike food poisoning) is caused by neurotoxins produced in vivo by C. botulinum that have colonized the gastrointestinal tract of the infants. C/F- constipation, lethargy, weakness, weak and altered cry, loss of head control, etc. The condition may progress to flaccid paralysis and respiratory arrest. The infants excrete toxins in their feces. Option 2 All types can cause human disease, but type A, B and E are most common, less commonly type F. Type C & D- associated with outbreaks in cattle & wild fowl. Option 3 - Toxin production in clostridium botulinum appears to be determined by presence of bacteriophage (at least in type C & D). Option 4 - Clostridium baratii have also been found to produce toxin- botulism.",
        "cop": 1,
        "opa": "Infant botulism is caused by ingestion of preformed toxin",
        "opb": "Cl. botulinum A, B, E and F cause human disease",
        "opc": "The gene for botulinum toxin is encoded by a bacteriophage",
        "opd": "Clostridium baratii may cause botulism",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "ee674fe6-4244-4469-b2ff-b1ba838d89d3",
        "choice_type": "multi"
    },
    {
        "question": "Multidrug-resistant S. typhi ) are resistant to all except-",
        "exp": "Isolates of S. typhi resistant to chloramphenicol, ampicillin, and co-trimoxazole designated as multidrug-resistant S. typhi . Ciprofloxacin became drug of choice for typhoid fever in patients of all age groups, infected or likely to be infected with fully drug susceptible S. typhi or MDR-ST. Alternative : Third-generation cephalosporins (cefixime for 7 to 14 days or ceftriaxone for 10 to 14 days) and azithromycin (for 7 days).",
        "cop": 3,
        "opa": "Chloramphenicol",
        "opb": "Ampicillin",
        "opc": "Ciprofloxacin",
        "opd": "Septran",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "6e1689a8-36b0-407f-be7c-6d92001308b3",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following species of clostridium species does not break carbohydrate and protein -",
        "exp": "Cl. cochlearium does not break carbohydrate and protein. Neither proteolytic nor Saccharolytic - Cl. cochlearium. Proteolytic Clostridium turn the meat black and produce foul odor - Cl. tetani, Cl botulinum A, B, and F. Saccharolytic Clostridium turn the meat pink -Cl. perfringens, Cl. difficle and , Cl botulinum C, D, E. Robeson's cooked meat (RCM) broth: (refer to the image below) Anaerobic Medium for the growth of Clostridium. Contains unsaturated fatty acids, digested meat, and sulfhydryl compounds. Renders the broth turbid. Saccharolytic Clostridium turn the meat pink, while proteolytic species turn the meat black and produce foul smell. Most of the Clostridium produce gas. Left side tube- Uninoculated Robeson cooked meat . Ride side tube - RCM broth turns into black colour.",
        "cop": 3,
        "opa": "Sporogenes",
        "opb": "Septicum",
        "opc": "Cochlearium",
        "opd": "Novyi",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "b5f4100f-aac8-4ddc-a365-6dcbc0cbf544",
        "choice_type": "single"
    },
    {
        "question": "The mechanism of action of the exotoxin produced by Corynebacterium diphtheriae can be characterized by which of the following?",
        "exp": "C. diphtheriae Produces a potent exotoxin encoded by a lysogenic beta-prophage. The toxin has a mol. Wt of 61,150 daltons 2 pas; A: 21,150 & B:40,000; A: active; B: binding Following proteolytic cleavage, the A segment is released into the host cell where it inhibits protein synthesis ADP ribosylation of elongation factor/ EF-2 (which is a t RNA translocase). Inhibition of protein synthesis disrupts normal cellular physiologic functions that are believed to be responsible for the necrotizing and neurotoxic effects of diphtheria toxin.",
        "cop": 4,
        "opa": "Acting as a superantigen that binds to MHC class II protein and the T-cell receptor",
        "opb": "Blocking the release of acetylcholine causing anticholinergic symptoms",
        "opc": "Blocking the release of glycine",
        "opd": "Inhibits protein synthesis EF-2 adenosine diphosphate (ADP) ribosylation.",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "1b25a1eb-f144-49eb-b148-c034616a0a96",
        "choice_type": "single"
    },
    {
        "question": "A 20 year old male had pain abdomen and mild fever followed by gastroenteritis. The stool examination showed presence of pus cells and RBCs on microscopy. The etiological agent responsible is most likely to be:-",
        "exp": "The etiological agent responsible is most likely to be is EIEC (Enteroinvasive E. coli). - Sign of RBCs in stool = invasiveness = EIEC (Enteroinvasive E. coli) - Diarrhea to Dysentery (Similar to Shigellosis). Enteroinvasive E coli (EIEC) produce a disease very similar to shigellosis. EIEC produce disease by invading intestinal mucosal epithelial cells. No RBCs in stool: Enteropathiogenic E.coli. Enteroaggregative E. coli. Enterotoxigenic E.coli.",
        "cop": 1,
        "opa": "Enteroinvasive E.coli",
        "opb": "Enterotoxigenic E.coli.",
        "opc": "Enteropathiogenic E.coli.",
        "opd": "Enteroaggregative E. coli.",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "bb0174bf-b34e-4bb9-8c91-bfeb9572b708",
        "choice_type": "single"
    },
    {
        "question": "The factor which promotes virulence of M.tuberculosis -",
        "exp": "Factors responsible for virulence of Mycobacterium tuberculosis- * Cord factor Lipo arabino mannose Heat shock protein",
        "cop": 2,
        "opa": "Wax D",
        "opb": "Cord factor",
        "opc": "Muramyl dipeptide",
        "opd": "Mycolic acid",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "8fbe0b4e-3c5f-4979-b81b-80f05dec1398",
        "choice_type": "single"
    },
    {
        "question": "Temporary carrier of typhoid is infective for: -",
        "exp": "Temporary carrier of typhoid is infective for 3 months- 1 year. Option 1, 2, 3, 4 Carriage:Up to 5% of untreated patients become carriers. Vi antibody if persists, indicates the development of the carrier state. 1. Carriers of are of two types: Fecal carriers (more common): Multiply in the gallbladder and are excreted in feces. Urinary carriers: Multiplication takes place in kidneys and bacilli are excreted in urine. 2. Duration of shedding: Carriers continue to shed bacilli in feces and urine for: Convalescent carriers: 3 weeks to 3 months (after clinical cure). Temporary carriers: 3 months to 1 year. Chronic carriers: for more than 1 year.",
        "cop": 3,
        "opa": "< 3 weeks",
        "opb": "3 weeks-3 months",
        "opc": "3 months- 1 year",
        "opd": ">1 year",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "bbccf208-8241-4b38-899b-83693e7e8f77",
        "choice_type": "single"
    },
    {
        "question": "Eiken test is which type of reaction used for E. coli?",
        "exp": "Eiken test is a precipitation reaction. Option 1 Eiken Precipitation test Precipitation in Gel (Immunodiffusion). Detect heat labile (LT) enterotoxin. +ve for heat labile (LT) enterotoxin of E.coli. -ve for heat stable (ST) enterotoxin of E.coli. Types of immunodiffusion reactions: 1. Single diffusion in one dimension (Oudin procedure) 2. Double diffusions in one dimension (Oakley-Fulthorpe procedure) 3. Single diffusion in two dimensions (Radial immunodiffusion) 4. Double diffusion in two dimensions (Ouchterlony procedure) Elek's test (diphtheria toxin) Eiken test (E.coli toxin) Option 2 Agglutination is more sensitive than precipitation test and the clumps are better visualized and interpreted. Option 3 Examples of Neutralization Test: Viral neutralization test: Detects viral neutralizing antibodies. Plaque inhibition test: Done for bacteriophages. Toxin-antitoxin neutralization test. Option 4 CFT (complement fixation test) detects complement fixing antibodies in the patient's serum.",
        "cop": 1,
        "opa": "Precipitation",
        "opb": "Agglutination",
        "opc": "Toxin antitoxin assay",
        "opd": "CFT",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "4ce12948-d47f-429d-a4fc-a2638cba6662",
        "choice_type": "single"
    },
    {
        "question": "A malignant pustule is a term used for:-",
        "exp": "A malignant pustule is a term used for anthrax of skin. Option 4. Cutaneous anthrax/Hide poer's disease: Transmission- Cutaneous exposure to spores (enter through abraded skin). Characterized by- Malignant pustule: - Painless coal-black, necrotic eschar surrounded by non-pitting indurated edema. Option 2 Carbuncle Red, swollen, and painful cluster of boils that are connected to each other under the skin. Boil (or furuncle) i Infection of a hair follicle that has a small collection of pus (called an abscess) under the skin. Option 1, 3 These two are totally unrelated to malignant pustule.",
        "cop": 4,
        "opa": "An infected malignant melanoma",
        "opb": "A carbuncle",
        "opc": "A rapidly spreading rodent ulcer",
        "opd": "Anthrax of skin",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "0064ab80-b59a-44fc-885e-993bb6379bd6",
        "choice_type": "single"
    },
    {
        "question": "All are true about Shigella except:-",
        "exp": "All the given options are true about Shigella except that a large dose is required for infection. Shigella is highly communicable as the infective dose for shigella is very less (10 - 100 bacilli). The production of toxin is also of impoance for virulence but main factor is invasion of the epithelial cells of gut by the organism. Hemolytic uremic syndrome may also occur following infection with S. dysenteriae because of vasculopathy mediated by Shiga toxin. HUS and Haemorrhagic Colitis is produced by S. dysenteriae Type 1 (due to producing Shiga toxin, hence called Shiga bacillus). Bacillary dysentery: manifests with a sudden onset of high grade fever along with abdominal cramp, tenesmus, urgency, and passage of loose, scanty feces containing frank blood and mucus.",
        "cop": 1,
        "opa": "Large dose is required for infection",
        "opb": "Associated with hemolytic uremic Syndrome",
        "opc": "Causes bloody diarrhea with mucus",
        "opd": "Gut pathology is due to toxin",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "0d442e02-a093-4707-b3c7-7b3492dd7cee",
        "choice_type": "multi"
    },
    {
        "question": "Cholera is caused by-",
        "exp": "Vibrio cholerae is sero-grouped on the basis of 'O' antigen into several 'O' serogroups. Of these, O1 and O139 produce the cholera toxin. Hence cholera is caused by only these 2 serogroups ( as only that enteritis is called cholera which is due to cholera toxin )",
        "cop": 2,
        "opa": "V.cholerae O1",
        "opb": "V.cholerae O1 and O139",
        "opc": "V. cholerae O139",
        "opd": "NAG vibrios",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "53e89ae8-64de-485e-95a6-e704c93388eb",
        "choice_type": "single"
    },
    {
        "question": "All statements are true except,",
        "exp": "EIEC produce disease similar to shigellosis, i.e. invasion of mucosa. OPTION 1 Persistent diarrhea especially in developing countries is most often caused by EAEC. OPTION 2 Enterohemorrhagic E. coli (EHEC): Serotypes associated with EHEC are: - O157: H7 (most common serotype). - Manifestations: HC (hemorrhagic colitis) and Hemorrhagic uremic syndrome (HUS). OPTION 3 EIEC produce disease similar to shigellosis, i.e. invasion of mucosa. - EIEC show atypical biochemistry (biochemically similar to Shigella spp. i.e, NLF, anaerogenic and non-motile) -Atypical E. coli. OPTION 4 ETEC is the most common cause of traveler's diarrhea.",
        "cop": 3,
        "opa": "EAEC is associated with persistent diarrhea",
        "opb": "EHEC can cause HUS",
        "opc": "EIEC produce disease similar to salmonellosis",
        "opd": "ETEC is a common cause of traveler's diarrhea",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "3dd49e86-80d3-45f1-905c-51dc7ad93926",
        "choice_type": "multi"
    },
    {
        "question": "Which is the most common causative agent of gas gangrene?",
        "exp": "Clostridium perfringens is the most common causative agent of gas gangrene. Gas gangrene: Established agents: C. perfringens (Most Common, 60-80%) and C. novyi and C. septicum (20-40%). Probable agents: C. histolyticum, C. sporogenes, C. fallax, C. bifermentans, C. sordellii, C. aerofoetidum and C. teium.",
        "cop": 4,
        "opa": "Cl. histolyticum",
        "opb": "Cl. novyi",
        "opc": "Cl. septicum",
        "opd": "Cl. perfringens",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "9e2ea467-18e2-4690-af9e-742fcfef576f",
        "choice_type": "single"
    },
    {
        "question": "2 out of 3 family members had dinner at a local restaurant and within 48 hours, experienced double vision ,difficulty in swallowing ,speaking and breathing problems. These symptoms are consistent with which of the following?",
        "exp": "Ingestion of a neurotoxin is responsible for the above symptoms. Option 1 Activation of cyclic AMP causes Diarrhea. Option 2 This clinical condition is not associated with Endotoxin shock. It's a case of food poisioning. Option 3 Food poisoning Ingestion of preformed toxins in food contaminated with C. botulinum. Severity of illness- Mild to a very serious disease resulting in death within 24 hours. Incubation Period-12 to 36 hours after ingestion of the contaminated food. Clostridium botulinum produces a potent neurotoxin that causes diplopia, dysphagia, respiratory paralysis, and speech difficulties when ingested by humans.The disease progresses to flaccid paralysis. Fever, typically is absent. Blocking the action of acetylcholine at neuromuscular junctions. Option 4 Invasion of the gut epithelium by an organism doesn't cause these symptoms.",
        "cop": 3,
        "opa": "Activation of cyclic AMP",
        "opb": "Endotoxin shock",
        "opc": "Ingestion of a neurotoxin",
        "opd": "Invasion of the gut epithelium by an organism",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "90a3f225-3946-4835-91cd-9d44998660ea",
        "choice_type": "multi"
    },
    {
        "question": "Vi Phage typing is done for-",
        "exp": "'Vi' phage typing is done for salmonella Phage typing is also done for - Vibrio cholerae Staphylococcus aureus Salmonella typhi Brucella C.Diphtheria Pseudomonas- morphotyping is done",
        "cop": 1,
        "opa": "Salmonella",
        "opb": "Streptococcus",
        "opc": "Shigella",
        "opd": "Pseudomonas",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "5691d102-b595-46e4-9872-840bdd42f0eb",
        "choice_type": "single"
    },
    {
        "question": "Daisy head appearance of colonies of Corynebacterium diphtheria on blood tellurite agar is shown by",
        "exp": "Mcleod's classification - Based on colony morphology on Tellurite medium and propeies like biochemical reactions and severity of disease, Three distinct cultural types aremitis,intermedius, andgravis GRAVIS INTERMEDIUS MITIS Colony on tellurite blood agar daisy head colony frog's egg colony poached egg colony",
        "cop": 1,
        "opa": "Gravis biotype",
        "opb": "Intermedius biotype",
        "opc": "Mitis biotype",
        "opd": "None of the above",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "01ffd7a2-f06c-4523-bf16-2c8542984695",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following has drum stick appearance?",
        "exp": "Option 1, 2, 3, 4 Location of spores: Most of the clostridia bear a sub-terminal spores except: - C. tetani: Produces spherical and terminal spore (drum stick appearance). Refer to the image given below. - C. teium: Produces oval and terminal spore (tennis racket appearance) - C. bifermentans: Produces central and oval spore.",
        "cop": 3,
        "opa": "C. bifermentans",
        "opb": "C perfringens",
        "opc": "C tetani",
        "opd": "C difficile",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "ebcc1cfb-6d42-4a58-a48f-ca57d560b780",
        "choice_type": "single"
    },
    {
        "question": "Persistent diarrhoea is due to:",
        "exp": "Persistent diarrhoea is due to EAEC (Enteroaggregative Escherichia coli). option 1 EAEC: Persistent diarrhea in developing countries. option 2 EPEC- Infantile diarrhea. Option 3 EIEC- ulceration of bowel, dysentery (resembling shigellosis). option 4 ETEC- most common cause of traveler's diarrhea.",
        "cop": 1,
        "opa": "EAEC",
        "opb": "EPEC",
        "opc": "EIEC",
        "opd": "ETEC",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "dd13e4bc-849b-408b-bb39-5173271e9bd3",
        "choice_type": "single"
    },
    {
        "question": "Botulism is a disease of: -",
        "exp": "Neuromuscular transmission caused by the toxin of the bacterium Clostridium botulinum leads to botulism. C. botulinum produces powerful neurotoxin 'botulinum toxin'(BT). Botulinum toxin is absorbed from the gut, enters the blood circulation, and binds to receptors of presynaptic membranes of motor neurons of PNS and cranial nerves. The toxin does not cross the blood brain barrier or affect the central nervous system. Botulinum toxins act by blocking the release of acetylcholine at synapses and neuromuscular junction- resulting in lack of muscle contraction and flaccid paralysis. C/F - Flaccid ,symmetrical cranial nerve palsy -blurred vision, loss of pupilary reflexes. Symmetrical flaccid descending motor paralysis - Quadriparesis.",
        "cop": 3,
        "opa": "Neural transmission caused by the toxin of the bacterium Clostridium botulinum",
        "opb": "Muscular transmission caused by the toxin of the bacterium Clostridium botulinum",
        "opc": "Neuromuscular transmission caused by the toxin of the bacterium Clostridium botulinum",
        "opd": "Non neuromuscular transmission caused by the toxin of the bacterium Clostridium botulinum",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "db52b83d-d86b-471e-a8f8-0ffbec52f359",
        "choice_type": "single"
    },
    {
        "question": "True about actinomycetes is:",
        "exp": "Actinomycetes- include A. israelii, Nocardia & Streptomyces: Gram-positive rods commonly found in soil and decaying organic matter or as colonizers of body surfaces. In culture and lesions, these organisms form filamentous or hyphae-like structures. Eumycetoma- has a fungal origin. Mycetomas can form as a result of traumatic injury, mainly people working in farms and forests.",
        "cop": 4,
        "opa": "Include A. israelii, Nocardia & Streptomyces are a group of organisms characterized as Gram-positive rods",
        "opb": "Mycetomas can form as a result of traumatic injury, mainly in people working in farms and forests.",
        "opc": "Organisms form filamentous or hyphae-like structures",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "93841a6f-2fbc-4ae5-87c8-3376c16d881a",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of diarrhea in children of developing countries is:",
        "exp": "ETEC Most frequent bacterial cause of diarrhea in children of developing countries. Most common cause of traveler's diarrhea. EPEC Cause infantile diarrhea (outbreaks) Rarely sporadic diarrhea in adults.",
        "cop": 2,
        "opa": "EHEC",
        "opb": "ETEC",
        "opc": "EAEC",
        "opd": "EIEC",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "147c7014-1a91-4c8d-b4bf-ebf9dd65d7d5",
        "choice_type": "single"
    },
    {
        "question": "Which is the most impoant element in treatment of diphtheria?",
        "exp": "The most impoant element in treatment of diphtheria is antitoxin. Option 1 1. Treatment of diphtheria: Treatment should be staed immediately on clinical suspicion of diphtheria. 2. Anti-diphtheritic horse serum or ADS (antitoxin): It is the treatment of choice as it neutralizes the toxin. Serum antitoxin concentration of 0.01 IU/mL is usually accepted as the minimum protective level, and 0.1 IU/mL provides a definitely protective level. NOTE- Antitoxin appears to be of no value in treatment of cutaneous diphtheria. Option 2, 3, 4 1. Antibiotics: Penicillin or erythromycin is the drug of choice. Antibiotic plays a minor role as it is of no use once the toxin is secreted. However, antibiotics are useful: - If given early (< 6 hrs of infection), before the toxin release. - Prevent fuher release of toxin by killing the bacilli. - Treatment for cutaneous diphtheria. 2. Treatment of carriers: Drug of choice is erythromycin.",
        "cop": 1,
        "opa": "Antitoxin",
        "opb": "Tetracycline",
        "opc": "Erythromycin",
        "opd": "Penicillin",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "deff761e-a9a5-4c82-97bc-677a96d55211",
        "choice_type": "single"
    },
    {
        "question": "The mechanism of action of EPEC is:-",
        "exp": "The mechanism of action of EPEC is adherence to enterocytes. Option 1 - Enteropathogenic E. coli Pathogenesis = Attaching-and-effacing histopathology. EPEC adhere to the mucosal cells of the small bowel. Pathogenicity: EPEC adherence factor (EAF) Chromosomal locus of enterocyte effacement (LEE) . After attachment, there is loss of microvilli (effacement); result of EPEC infection in infants is characterized by severe, watery diarrhea, vomiting, and fever, which are usually self-limited but can be prolonged or chronic. Option 2,3,4 Mechanism of Action of some impoant Bacterial Toxins: Heat Labile toxin of E.coli Increase cAMP Heat stable toxin of E.coli Increase cGMP Botulism toxin Inhibit release of acetylecholine from peripheral nerves Tetanus toxin Inhibit release of glycine and GABA at presynaptic terminals Diphtheria toxin Inhibit protein synthesis by inactivating EF 2",
        "cop": 1,
        "opa": "Adherence to enterocytes",
        "opb": "Stimulates adenylcyclase",
        "opc": "Increase cGMP",
        "opd": "Inhibit release of acetylecholine from peripheral nerves",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "2825cd81-b36c-40c1-96ff-8400e3ed5370",
        "choice_type": "single"
    },
    {
        "question": "Dorset egg medium is used for cultivation of",
        "exp": "Media which are used for the cultivation of Mycobacterium tuberculosis are LJ media which is most common media used in which growth is seen in 6 to 8 weeks and the colonies are Rough, Buff and tough. The other media used car door fitting media Petragnini media, Saula media, Dubois media or Middlebrook's media. Note-Extra edge M . tuberculosis M. bovis Rough , buff and tough colonies on LJ media Flat , moist and smooth colonies on LJ media Aerobic Microaerophile Shows glycerol and niacin enhancement No such enhancement",
        "cop": 4,
        "opa": "Staphylococcus",
        "opb": "Streptococcus",
        "opc": "Gonococcus",
        "opd": "M TB",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "98cba54b-7831-412e-ad57-9dac65f1ba43",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a pathogenic mycobacteria -",
        "exp": "According to RUNYON classification atypical mycobacterium is classified under RAPID GROWERS which include M.chelonie, M.fouitum, M.smegmatis, M.abscess, M.phlei. Non pathogenic- M. smegmatis M. kansasii- Pulmonary disease resembling tuberculosis M. scrofulaceum- Cervical lymphadenitis M. chelonae- chronic abscess",
        "cop": 4,
        "opa": "M. kansasii",
        "opb": "M. scrofulaceum",
        "opc": "M. chelonae",
        "opd": "M. smegmatis",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "8d8d8996-bdb8-45c5-b8ea-aabe808ae8bf",
        "choice_type": "single"
    },
    {
        "question": "Vi antigen is present in all except-",
        "exp": "Vi antigen is present in all except S.paratyphi A. Vi Antigen: It is the surface polysaccharide envelope or capsular antigen covering the O antigen. Expressed in :- S.typhi, S. paratyphi C, S. dublin and some strains of Citrobacter freundii. When Vi antigen is present, it renders the bacilli inagglutinable with the O antiserum. Poorly immunogenic and antibody titres are low, not helpful in diagnosis , hence not employed in the Widal test. Complete absence of the Vi antibody in a proven case of typhoid fever- Poor prognosis. Note: Vi Antibodies are not seen in normal population.",
        "cop": 2,
        "opa": "S.typhi",
        "opb": "S.paratyphi A",
        "opc": "S.paratyphi C",
        "opd": "S.dublin",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "ca581498-2aba-4daf-8561-7900cc3684e9",
        "choice_type": "multi"
    },
    {
        "question": "Pigbel is caused by:",
        "exp": "Pigbel is caused by by Clostridium perfringens. C. perfringens produces clinical syndromes as follows: a) Necrotizing enteritis/Pigbel Due to contaminated meat products. Incubation Period- 8-24 hrs. Involves Heat labile enterotoxin but spores are heat resistant. (b) Food poisoning (c) Soft tissue infections (d) Septicemia NOTE Clostridium perfringens causes stormy fermentation of lactose in litmus milk",
        "cop": 3,
        "opa": "Echinococcus",
        "opb": "T. saginata",
        "opc": "Clostridium perfringens",
        "opd": "Clostridium tetani",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "dc386be2-36fe-470c-9e93-74170ae833ee",
        "choice_type": "single"
    },
    {
        "question": "Bull's neck is characteristically seen in:",
        "exp": "Faucial diphtheria : commonest type of diphtheria. Characterized by fever, sore throat, pseudo membrane over fauces. Cervical adenitis with sub-mandibular edema is called bull neck.",
        "cop": 2,
        "opa": "Hamaoma of Lung",
        "opb": "Diphtheria",
        "opc": "Glaucoma",
        "opd": "Hepatic Candidiasis",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Gram Positive Bacilli, Gram Negative Bacilli)",
        "id": "bd43a04e-24cd-41ea-9989-c6ec27068250",
        "choice_type": "multi"
    }
]