[
    {
        "question": "Which of the following is not a heterophile reaction?",
        "exp": "HETEROPHILE REACTION :- Similar antigens on dissimilar organisms are called heterophile antigens Closely related antigens can occur on a wide variety of organisms. Antibodies reacting with such antigens are called heterophile antibodies. Serologic tests employing such antigens are called heterophile tests. Frie's test is used in the diagnosis of LGV. Antigen made from sterile pus aspirated from previously unruptured LGV abscesses, produces a reaction in patients with lymphogranuloma inguinale when injected intradermally.",
        "cop": 3,
        "opa": "Weil Felix test",
        "opb": "Paul Bunnell test",
        "opc": "Frie's test",
        "opd": "Cold agglutinin test",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "dd11ccb3-74a2-480c-a545-9d31d361f460",
        "choice_type": "single"
    },
    {
        "question": "Boutonneuse fever is caused by-",
        "exp": "Boutonneuse fever (also called, fievre boutonneuse, Kenya tick typhus, Indian tick typhus, Marseilles fever, African tick-bite fever, or Astrakhan fever) is a fever as a result of a Rickettsial infection caused by the bacterium Rickettsia conorii Transmitted by the dog tick - Rhipicephalus sanguineus.",
        "cop": 2,
        "opa": "Rickettsia japonica",
        "opb": "Rickettsia conorii",
        "opc": "Rickettsia sibirica",
        "opd": "Rickettsia australis",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "5455a00a-9205-4442-9ff4-193a6ea4cf9a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an impoant distinguishing characteristic of H. pylori as compared to Campylobacter species?",
        "exp": "Both Campylobacter and Helicobacter Belong to the family Campylobacteriaceae. Both are GNspiral-shaped or comma-shaped bacteria. Catalase and oxidase positive. Urease however, is produced only by Helicobacter.",
        "cop": 3,
        "opa": "Oxidase production",
        "opb": "Catalase production",
        "opc": "Urease production",
        "opd": "Curved shape",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "0192ace1-b1f2-4dfa-8257-3a84efa89e67",
        "choice_type": "single"
    },
    {
        "question": "A sewerage worker presents to OPD with acute febrile illness alongwith jaundice and conjunctivitis. His blood sample was taken and sent to lab . Lab findings are suggestive of kidney failure and elevated hepatic enzymes. Which of following is likely diagnosis ?",
        "exp": "Given scenario suggests diagnosis of Weil's disease/ Ictero-haemorrhagic disease/ Leptospirosis Leptospirosis - Caused by Leptospira interrogans Leptospira is an actively motile spirochete Mode of transmission: Zoonotic , by contact with water or moist soil contaminated with rat's urine or dead rats. 3 R associated with leptospirosis - Rat urine , Rice (Paddy field worker) and Rainy water Incubation period - 5-14 days. Disseminated Leptospirosis AKA Weil's disease is characterized by : High-grade fever (febrile illness) and conjuctivitis, jaundice and hemorrhages (Ictero-hemmorhagic disease) and impairment of kidney functions Lab diagnosis: a) Serological tests: - MAT - 1) Microscopic agglutination test (Preferred) 2) Macroscopic agglutination test b) PCR for Leptospira species Culture media: 1) EMJH medium 2) Koaokoff medium 3) Fletcher's medium Treatment: Leptospirosis is treated with antibiotics, such as doxycycline or penicillin, which should be given early in the course of the disease. Intravenous antibiotics ( penicillin/ ceftriaxone/cefotaxime ) may be required for persons with more severe symptoms.",
        "cop": 2,
        "opa": "Malaria",
        "opb": "Leptospirosis",
        "opc": "Peussis",
        "opd": "Typhoid",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "d9ae47c5-3868-4669-9089-b0bf89e14a54",
        "choice_type": "single"
    },
    {
        "question": "Consider the following statements about Jacuzzi syndrome and mark the true statement .",
        "exp": "Jacuzzi syndrome :- It is caused by Pseudomonas aeruginosa This condition arises due to inflammation of hair follicles (haiub folliculitis). It is usually self limiting condition . It can be extremely painful or itchy condition .",
        "cop": 2,
        "opa": "It is caused by Pneumococcus .",
        "opb": "It is also known as hot tub folliculitis .",
        "opc": "It is progressive illness .",
        "opd": "It is always a painless condition .",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "d58861b2-6284-4da2-9e76-695c3dea6bfa",
        "choice_type": "multi"
    },
    {
        "question": "Which bacteria show this kind of growth pattern in Ghee broth",
        "exp": "In ghee broth , Yersinia pestis shows a characteristic growth which hangs down into broth from the surface , resembling stalactites ( stalactite growth )",
        "cop": 1,
        "opa": "Yersinia Pestis",
        "opb": "Acinetobacter",
        "opc": "Aeromonas",
        "opd": "Nocardia",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "3809cc82-f148-454c-9e79-49e49ab66fc4",
        "choice_type": "single"
    },
    {
        "question": "A patient with a peptic ulcer was admitted to the hospital and a gastric biopsy was performed. The tissue was cultured on chocolate agar incubated in a microaerophilic environment at 37degC for 5 to 7 days. At 5 days of incubation, colonies appeared on the plate and were curved, Gram negative rods, oxidase positive. The most likely identity of this organism is",
        "exp": "This organism is readily isolated from gastric biopsies but not from stomach contents. It is like Campylobacter species and grows on chocolate agar at 37degC in the same microaerophilic environment suitable for C. jejuni (Campy-Pak or anaerobic jar without the catalyst). H. pylori, however, grows more slowly than C. jejuni, requiring 5 to 7 days incubation. C. jejuni grows optimally at 42degC, not 37degC, as does H. pylori.",
        "cop": 4,
        "opa": "Campylobacter jejuni",
        "opb": "Vibrio parahaemolyticus",
        "opc": "Haemophilus influenzae",
        "opd": "Helicobacter pylori",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "bbdd80b6-d9db-484a-b348-612f8131340e",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of cholera toxin is through:",
        "exp": "Cholera enterotoxin Light toxin: binds with ganglioside in epithelial cell membrane Heavy toxin: activates adenyl cyclase in epithelial cell wall which increase cAMP, leading to outpouring of isotonic fluid in lumen of intestine",
        "cop": 3,
        "opa": "Gangliosides",
        "opb": "Adenyl cyclase",
        "opc": "Gangliosides + adenyl cyclase",
        "opd": "Exotoxin",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "cd6c7100-1513-46db-824f-e814911fb814",
        "choice_type": "single"
    },
    {
        "question": "Helicobacter pylori is not associated with:-",
        "exp": "Helicobacter pylori is associated with: Acute gastritis Peptic ulcer disease Chronic atrophic gastritis Autoimmune gastritis Promotes pernicious anemia Adenocarcinoma of stomach Non-Hodgkin's gastric lymphoma.",
        "cop": 3,
        "opa": "Gastrointestinal lymphoma",
        "opb": "Gastric cancer",
        "opc": "Gastric leiomyoma",
        "opd": "Peptic ulcer",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "df076e7b-49af-4080-a97e-177e95976413",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements is true about endemic typhus:",
        "exp": "Option 1, 2, 3 Endemic typhus: Causative agent- R. typhi Vector - Flea, Rats are the reservoir Option 4 Rickettsiae cannot be cultivated in cell free media. Isolation can be done by cell lines (Vero, primary chick embryo, WI-38, HeLa), egg (yolk sac inoculation), or animal inoculation (guinea pig).",
        "cop": 2,
        "opa": "ls caused by R. rickettsii",
        "opb": "ls transmitted by bites of fleas",
        "opc": "Has no Mammalian reservoir",
        "opd": "Can be cultured in chemical defined culture medium",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "637ea6d4-1890-41de-b5d9-001f0894f724",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a not member of HACEK group-",
        "exp": "The HACEK groupinclude -Hemophilus parainfluenzae, Hemophilus aphrophilus, Actinobacillus (now Aggregatibacter) actinomycecomitans, Cardiobacterium hominis, Eikinella corrodens and Kingella kingae. These are gram negative pleomorphic bacilli which are capnophilic and have fastidious growth requirements. They do not grow on MacConkey and on blood agar, their colonies appear in 2-3 days. They are normal commensals of the oral cavity which can cause endocarditis following dental manipulations.",
        "cop": 2,
        "opa": "Hemophilus aphrophilus",
        "opb": "Acinetobacter",
        "opc": "Cardiobacterium",
        "opd": "Kingella",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "d043a81d-0e43-4d69-9768-76634bf4f035",
        "choice_type": "single"
    },
    {
        "question": "23 years old male had unprotected sexual intercourse with a commercial sex worker. Two weeks later, he developed a painless, indurated ulcer on the glans that exuded clear serum on pressure. Inguinal lymph nodes in both groins were enlarged and not tender. The most appropriate diagnostic test is -",
        "exp": "History is indicating towards the diagnosis of syphilis. T. pallidum cannot be stained by Gram stain. 1. T. pallidum can be seen from ulcer discharge by using Dark field microscopy. Dark-field microscopy:- helpful for diagnosis early in the disease before the appearance of serum antibodies. T. pallidum is identified by its slender spiral structure and cork screw motility Direct fluorescent antibody staining for T. pallidum (DFA-TP-Sensitivity is 100%) Silver impregnation method: Levaditi stain (for tissue section), Fontana stain (smear)",
        "cop": 2,
        "opa": "Gram's stain of ulcer discharge",
        "opb": "Dark field microscopy of ulcer discharge",
        "opc": "Giemsa stain of lymph node aspirate",
        "opd": "ELISA for HIV infection",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "c4993dcd-9901-4d84-b611-b893fc8d4ce5",
        "choice_type": "multi"
    },
    {
        "question": "Trans ovarian transmission is seen among:",
        "exp": "Transovarial or transovarian transmission- transmit pathogens from parent ahropod to offspring ahropod. Rickettsia rickettsii, carried within ticks, is passed on from parent to offspring tick by transovarial transmission Occurs also in aedes mosquito vector of the yellow fever virus and in phlebotomine sandflies that transmit pappataci fever Rickettsia prowazekii kills the vector that carries it (human louse).",
        "cop": 2,
        "opa": "Rickettsia akari",
        "opb": "Rickettsia rickettsii",
        "opc": "Rickettsia prowazekii",
        "opd": "Rickettsia typhi",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "5bdb03c1-21c8-4c8d-9f5b-7ddbaef3722c",
        "choice_type": "single"
    },
    {
        "question": "Doughnut granuloma is a finding of :-",
        "exp": "A fibrin ring granuloma also known as doughnut granuloma is a histopathological finding that is characteristic of Q fever. On H & E stain, fibrin ring granuloma consists of a central lipid vacuole surrounded by a dense red fibrin ring and epithelioid macrophages Fibrin ring granulomas may also be seen in Hodgkin's disease and infectious mononucleosis. RMSF (Rocky Mountain Spotted Fever) is caused by Rickettsia rickettsii Lyme disease is caused by Borrelia burgdorferi Human monocytic Ehrlichiosis is caused by E. chaffenensis Human granulocytic Ehrlichiosis is caused by E. phagocytophilum.",
        "cop": 2,
        "opa": "RMSF",
        "opb": "Q fever",
        "opc": "Lyme disease",
        "opd": "Ehrlichiosis",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "da6327a2-d9fe-4492-ad82-c040801789db",
        "choice_type": "single"
    },
    {
        "question": "Growth factor required for salmonella:",
        "exp": "Salmonella require tryptophan as an essential growth factor. Also remember: Legionella require Iron and Cysteine Mycoplasma require sterols Ureaplasma require sterols and urea Halophilic Vibrio (parahemolyticus) require salt.",
        "cop": 1,
        "opa": "Tryptophan",
        "opb": "Niacin",
        "opc": "Vitamin B12",
        "opd": "Citrate",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "bf8e578a-f15d-46d1-9c8b-61b215b50d2e",
        "choice_type": "single"
    },
    {
        "question": "Fried egg colony is seen in culture of",
        "exp": "Fried egg colonies are seen in culture of Mycoplasma. Mycoplasma- Culture media- PPLO Agar Colonies can examined by- Hand lens or Diene's staining",
        "cop": 1,
        "opa": "Mycoplasma",
        "opb": "Legionella",
        "opc": "Trachoma",
        "opd": "Haemophilus",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "9d94a475-c1f3-49de-bce8-a6603ea6f650",
        "choice_type": "single"
    },
    {
        "question": "VDRL is an example of -",
        "exp": "The Veneral Disease Research Laboratory test (VDRL) is a non-specific test for syphilis and it is a slide flocculation (precipitation) test.",
        "cop": 3,
        "opa": "Slide agglutination",
        "opb": "Tube agglutination",
        "opc": "Slide flocculation",
        "opd": "Tube flocculation",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "e7a71c9a-0397-4c95-babb-f5838def778e",
        "choice_type": "single"
    },
    {
        "question": "Orientia Tsutsugamushi causes:",
        "exp": "Disease Causative organism Vector Epidemic typhus R. prowazekii Louse Endemic typhus R.typhi Flea Scrub typhus Orientia Tsutsugamushi Mite Q fever Coxiella No ahropod transmission",
        "cop": 3,
        "opa": "Epidemic typhus",
        "opb": "Endemic typhus",
        "opc": "Scrub typhus",
        "opd": "Q fever",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "b7c09536-4a95-4984-b21e-c1d327af9706",
        "choice_type": "single"
    },
    {
        "question": "Q-fever is caused by:",
        "exp": "Q-fever is caused by Coxiella burnetti. Rickettsial disease: Disease Agent Epidemic typhus Murine typhus Scrub typhus Indian tick typhus RMSF Rickettsial pox R. prowazekii R.typhi R.tsutsugamushi R. conori R. rickettsia R. akari genital trat infections,infeility,aboion, postpaum fever, chorioamnionitis and lowbih weight of infants. M.hominis Q fever Trench fever Coxiella burnetii Baonella quintana, originally known as Rochalimaea quintana,/ \"Rickettsia quintana\"",
        "cop": 2,
        "opa": "Rochaemelia Quintana",
        "opb": "Coxiella burnetti",
        "opc": "Mycoplasma hominis",
        "opd": "None of the above",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "c223e265-bec4-4e54-b9cb-238a823742d6",
        "choice_type": "multi"
    },
    {
        "question": "Following is true of T. pallidum except -",
        "exp": "Option 1 Culture: - Pathogenic treponemes cannot be grown in aificial culture media but are maintained rabbit testes. - However, nonpathogenic treponemes (e.g. Reiter treponemes) can be cultured in Smith Noguchi media Option 2 - It is actively motile. Endoflagella are responsible for motility of the bacteria. Option 3 Direct Microscopy: - Dark field microscopy - Direct IF staining from sample (DFA-TP) - Silver impregnation method Option 4 - TPI : Specific Treponemal test for diagnosis of Syphilis.",
        "cop": 2,
        "opa": "Can be maintained in rabbit testis",
        "opb": "Motile by peritrichate flagella",
        "opc": "To visualise, dark ground microscopy is used",
        "opd": "TPI test is very-useful",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "a60e8ba8-61e6-4591-b97d-7297216fddf5",
        "choice_type": "multi"
    },
    {
        "question": "Bipolar staining is characteristic of -",
        "exp": "Option a, b, c, d Bipolar staining (safety pin appearance): with both ends densely stained and a clear central area of the bacteria. 1. Yersinia pestis 2. Vibrio parahaemolyticus 3. Calymmatobacterium (Donovania) granulomatis 4. H. Ducreyi 5. Pasteurella multocida 6. Burkholderia species",
        "cop": 1,
        "opa": "Yersinia pestis",
        "opb": "Proteus mirabilis",
        "opc": "Pseudomonas aeruginosa",
        "opd": "All of the above",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "9c3d2936-6960-4ea2-81f2-87705aa6b991",
        "choice_type": "multi"
    },
    {
        "question": "The following are true about Acinetobacter except:",
        "exp": "Acinetobacter is : Gram negative coccobacilli Obligate aerobe Saprophytic (present in soil and water in environment) Recently identified as an impoant nosocomial pathogen causing several hospital outbreaks Causes infections like: VAP, CLABSI, CAUTI etc.",
        "cop": 2,
        "opa": "Nosocomial pathogen",
        "opb": "Facultative anaerobe",
        "opc": "Saprophytic",
        "opd": "Gram negative coccobacilli",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "331d5d95-b966-44df-96fc-8b796c89bb2d",
        "choice_type": "multi"
    },
    {
        "question": "An inhibitor was designed to block a biologic function in H. influenzae. If the goal of the experiment were to reduce the virulence of H. influenzae, the most likely target would be",
        "exp": "The major determinant of virulence in H. influenzae is the presence of a capsule. There is no demonstrable exotoxin and the role of endotoxin is unclear. While one would expect that IgA protease would inhibit local immunity, the role of this enzyme in pathogenesis is yet unclear.",
        "cop": 4,
        "opa": "Exotoxin liberator",
        "opb": "Endotoxin assembly",
        "opc": "Flagella synthesis",
        "opd": "Capsule formation",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "1a89d96c-44fe-4671-a2e5-51dfc215271f",
        "choice_type": "single"
    },
    {
        "question": "Dark ground microscopy is used for:",
        "exp": "In TPI test , the serum of patient with complement and T.pallidum maintained in a complex medium anaerobically . If the antibodies are present , the treponemes are rendered non motile, when examined under dark ground illumination Kahn test and VDRL test are non specific antigen antibody test ,cardiolipin antigen is used. FTA-ABS is specific antigen antibody test",
        "cop": 1,
        "opa": "TPI",
        "opb": "Kahn's test",
        "opc": "FTA-ABS",
        "opd": "VDRL",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "a1219172-7421-43ba-adfd-49d7e1f786d9",
        "choice_type": "single"
    },
    {
        "question": "Selective culture medium to grow leptospira:",
        "exp": "Culture medium Organism Thayer main medium Neisserial sp (gononococcus & meningococccus) Mac conkey agar Enterobacteriacea Butzler medium Campylobacter jejuni EMJH Leptospira EMJH medium It is semisynthetic liquid medium. Leptospiral growth produces a dense ring of organism just at the under surface of medium called dinger's ring.",
        "cop": 4,
        "opa": "Thayer Main medium",
        "opb": "Mac Conkey agar",
        "opc": "Butzler medium",
        "opd": "EMJH",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "ef610aed-73ea-4098-8a21-10768c586f81",
        "choice_type": "single"
    },
    {
        "question": "Faget's sign is seen in-",
        "exp": "Faget's sign: It is the unusual pairing of fever with bradycardia instead of tachycardia. * Also known as sphygothermic dissociation. Faget sign can be applied primarily to Gram negative intracellular bacteria, intracellular parasites and viruses responsible for hemorrhagic fever. One exception to this rule is Leptospira, which is a Gram negative extracellular organism associated with relative bradycardia. Faget sign has been recorded with Salmonella typhi (Typhoid Fever); Yellow Fever (viral hemorrhagic disease); C. burnetii (Q Fever); Legionella; Chlamydia; Mycoplasma; Tularemia; Colorado Tick Fever (Coltivirus);",
        "cop": 3,
        "opa": "Plague",
        "opb": "Anthrax",
        "opc": "Enteric fever",
        "opd": "Meningococcal meningitis",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "697e3d45-63e5-482c-b637-e142444fa5b7",
        "choice_type": "single"
    },
    {
        "question": "Confirmatory test for syphilis:-",
        "exp": "Confirmatory/Specific/Treponemal tests: Specific antibodies are detected by using T.pallidum antigens TPI (Treponema pallidum immobilization test): Uses live T.pallidum FTA-ABS (Fluorescent treponemal antibody absorption test): Uses killed T.pallidum TPA (T.pallidum agglutination test): Uses killed T.pallidum TPIA (T.pallidum immune adherence test): Uses killed T.pallidum TPHA (T.pallidum hemagglutination test): Uses antigenic extract of T.pallidum",
        "cop": 2,
        "opa": "VDRL",
        "opb": "FTAABS",
        "opc": "RPR",
        "opd": "Kahn test",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "44875477-eafb-491f-bd05-de46afd4cf45",
        "choice_type": "single"
    },
    {
        "question": "Peripheral blood smear of a patient with relapse of a fever seven days after remittance is shown. True statement about the etiological agent-",
        "exp": "Loosely wound spiral forms on peripheral blood smear shows Borrelia. Diagnosis is relapsing fever. Louse-borne/Epidemic Relapsing fever Tick-borne/endemic relapsing fever Cause-Borrelia recurrentis At least 15 spp- B.duttonii, B.parkeri, B.hermsii B. turicata Tends to occur as epidemic Sporadic cases in endemic areas Vector-body louse Vector-soft tick Inoculation of louse feces into skin Transmitted by bite of soft tick No extra-human reservoir Rodents and other mammals Disease -severe. Disease -milder. CFR-4-40% CFR-1-4% Relapses-1/2 Frequent relapses",
        "cop": 4,
        "opa": "The only reservoir is humans",
        "opb": "Vector is hard tick or body louse",
        "opc": "It is non-cultivable on cell free media.",
        "opd": "Soft tick or body louse can transmit the disease",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "34bd09ec-ce70-454b-8f99-ba6c4ceba315",
        "choice_type": "multi"
    },
    {
        "question": "Other name of Sex-Linked Graft Rejection ?",
        "exp": "EICHWALD SILMSER EFFECT - Sex linked graft rejection Unilateral sex linked histo-incompatibility =In a normal scenario , transplants between Siblings are accepted =When the donor is a male and the recipient is a female , graft is not accepted i.e. graft rejection occurs. This rejection occurs as the grafted male tissue/organ contains antigens encoded by Y-chromosome. As Y-chromosome is absent in females, so the immune system of female does'nt accept those antigens and graft is rejected. However the transplantation of graft from female to male is accepted This is known as EICHWALD SILMSER EFFECT In Simple words:-Sister to Brother transplant = graft acceptedBrother to Sister transplant = graft rejection",
        "cop": 1,
        "opa": "Eichwald Silmser effect",
        "opb": "Schultz Dale phenomena",
        "opc": "Schwazman reaction",
        "opd": "Theobald Smith phenomenon",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "b408c59d-49ac-4967-a558-ddb9346d7f97",
        "choice_type": "single"
    },
    {
        "question": "A patient was suffering from hepatorenal syndrome. A urine sample was obtained from the patient and was examined under the microscopy. Which of the following technique is being used to make the organism visible?",
        "exp": "Picture is showing spiral shaped bacterium ( having hooks ) suggestive of member of spirochetes Organism causing hepato-renal syndrome is Leptospira interrogans which cause ictero hemorrhagic fever/Weil's disease. Dark field microscopy- reflected light is used instead of transmitted light Dark field condenser with central circular stop illuminates the object with cone of light Light rays falling on object are reflected or scattered on to objective lens- object appears self luminous against dark background",
        "cop": 1,
        "opa": "Dark field microscopy",
        "opb": "Routine microscopy with negatively stained background",
        "opc": "Phase contrast microscopy",
        "opd": "Compound light microscopy",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "280b5f70-844a-4c95-b81f-0a0b53e0e39a",
        "choice_type": "single"
    },
    {
        "question": "Endemic relapsing fever is caused by all except?",
        "exp": "Endemic relapsing fever is caused by Borreliae duttoni,B.hermsii which normally live in their natural host rodents, or in other mammals which the vector takes feed. Borrelia recurrentis causes epidemic relapsing fever. It is also called louse borne relapsing fever. Characteristic corkscrew shaped appearance of Borrelia",
        "cop": 4,
        "opa": "Borrelia duttonii",
        "opb": "Borrelia hermsii",
        "opc": "Borrelia parkeri",
        "opd": "Borrelia recurrentis",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "e11c0537-a0e3-4b68-9378-589d10c19e1c",
        "choice_type": "multi"
    },
    {
        "question": "True about causative agent of MALTA FEVER is:",
        "exp": "Malta fever Causative agent- brucella Gram-negative, non motile, non spore-forming, rod-shaped (coccobacilli) bacteria. C/F- classical triad of undulant fevers, sweating often with characteristic foul, moldy smell sometimes likened to wet hay Migratory ahralgia and myalgia LAB DIAGNOSIS:- blood culture in biphasic blood culture media(casteneda's), add erythrol improve growth D.O.C:-DOXYCYCLINE",
        "cop": 2,
        "opa": "Gram-positive, motile, nonspore-forming, rod-shaped (coccobacilli) bacteria",
        "opb": "Patients present with undulant fevers, sweating (often with characteristic foul, moldy smell sometimes likened to wet hay), and migratory ahralgia and myalgia",
        "opc": "A nasopharyngeal or an oropharynx swab is sent to the bacteriology laboratory for Gram stain.",
        "opd": "Treated by macrolides",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "0cecd36a-c16e-4498-89e1-a56aab6c11fe",
        "choice_type": "multi"
    },
    {
        "question": "After giving treatment for Syphilis, the response to treatment can be best assessed by -",
        "exp": "VDRL can be used for treatment monitoring as specific tests remains positive (reactive) after the treatment. A fourfold decrease in titre following therapy suggests adequate therapy, whereas a fourfold increase in titre of reaginic antibodies following therapy suggests reinfection or relapse. FTA-ABS: Treponema-specific test. First test to be positive: FTA-ABS. TPHA: After successful therapy, the hemagglutinating antibodies continue to persist in the serum for a longer time; hence this test is of no prognostic value. T. pallidum immobilization test: TPI test was the first specific treponemal test, that detects the treponemal antibodies in patient's serum, which immobilize motile virulent T. pallidum.",
        "cop": 2,
        "opa": "FTA- ABS",
        "opb": "VDRL",
        "opc": "TPHA",
        "opd": "Immobilization test",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "5e2bfcaf-54f8-4d3e-80a2-fe2aca9bfdb4",
        "choice_type": "single"
    },
    {
        "question": "Chlamydia does not cause:",
        "exp": "Q fever is cause by a rickettsia: Coxiella burnetii. In males C. Trachomatis causes non gonococcal urethritis, epididymitis, proctocolitis and reactive ahritis. In females C. Trachomatis causes non gonococcal urethritis, cervicitis, salpingitis, PID and ectopic pregnancy.",
        "cop": 1,
        "opa": "Q. fever",
        "opb": "Non gonococcal urethritis",
        "opc": "Trachoma",
        "opd": "Salpingitis",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "8eaa21c3-9c1a-4d6a-92b7-1b3b7f1b5563",
        "choice_type": "single"
    },
    {
        "question": "Inclusion body present in psittacosis is called:",
        "exp": "Inclusion body in case of psittacosis is Levinthalcole Lillie. HP body:-seen in case of trachoma Miyagawa corpuscles:-LGV Henderson Peterson:-molluscum contagiosum",
        "cop": 3,
        "opa": "HP body",
        "opb": "Miyagawa corpuscles",
        "opc": "Levinthalcole Lillie",
        "opd": "Henderson Peterson",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "6013670d-96e4-49e9-aedf-ba580ab87aee",
        "choice_type": "multi"
    },
    {
        "question": "The following are true regarding Lyme's Disease, except:-",
        "exp": "Option 1, 2, 4 Lyme's disease Causative agent = B. burgdorferi Transmitted by bite of Ixodid ticks /Hard tick Replicates locally & invades locally Centre - periphery Erythema Chronicum migrans Annular rash / bull's eye. Associated with ch. ahritis Option 3 B. recurrentis: causes Relapsing fever Reason for relapse is antigenic variation, shown by its causative agent B. recurrentis.",
        "cop": 3,
        "opa": "lt is transmitted by ixodid tick.",
        "opb": "Erythema chronicum migrans may be a clinical feature",
        "opc": "Borrelia recurrentis is the aetiological agent",
        "opd": "Rodents act as natural hosts",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "c751e81d-a026-4c51-a63f-c6a633929703",
        "choice_type": "multi"
    },
    {
        "question": "Mark the false statement regarding Borellia :",
        "exp": "Borrelia Except for B.miyaotoi , all other species of Borrelia are isolated by Barbour-Stoenner-kelly(BSK) broth medium Preferred time to obtain a blood specimen is between the fever's onset and its peak Gold standard for lab diagnosis is direct detection of spirochetes by microscopy of the blood Lyme disease is a-tick borne fever caused by Borrelia burgdorferi",
        "cop": 1,
        "opa": "Barbour-Stoenner-kelly broth medium is used to isolate Borrelia miyaotoi",
        "opb": "Preferred time to obtain a blood specimen is between the fever's onset and its peak",
        "opc": "Gold standard for lab diagnosis is direct detection of spirochetes by microscopy of the blood",
        "opd": "Lyme disease is a tick borne fever caused by Borrelia burgdorferi",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "a5cd3b3f-4a36-4cc2-ac54-d405a9c17844",
        "choice_type": "multi"
    },
    {
        "question": "Bacteria showing antigenic variation-",
        "exp": "Borellia cause Relapsing fever Reason for relapse is antigenic variation by changing outer surface protein. Borellia readily undergoes antigenic variation reason for relapse",
        "cop": 4,
        "opa": "Yersinia",
        "opb": "Bordetella",
        "opc": "Brucella",
        "opd": "Borrelia",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "84d5c745-d61c-4ae9-abfd-365deaa7f069",
        "choice_type": "single"
    },
    {
        "question": "A farmer presenting with fever off and on for the past 4 years was diagnosed to be suffering from chronic Brucellosis. All of the following serological tests would be helpful in the diagnosis at this state except:",
        "exp": "Option 1, 2, 4 - Acute infection: Standard agglutination test (SAT) - This test detects mainly IgM antibodies which are absent in chronic brucellosis. - SAT performed with 2-mercaptoethanol treated with serum will detects only IgG - Blocking antibodies--IgA antibodies that interfere with agglutination by IgG and IgM. They appear during the subacute stage of infection, tend to persist for many years- detected by the Coombs test Option 3 - CFT and ELISA: Are preferred in chronic brucellosis for Ab detection. Other Tests: PCR using primers for rrs-rrl gene, Omp2 gene Brucellin skin test Diagnosis of Brucellosis in Animals: Antibody detection in milk by (i) Milk ring test,(ii) Rose Bengal card test and (iii) Whey agglutination test",
        "cop": 1,
        "opa": "Standard agglutination test",
        "opb": "2-mercapto-ethanol test",
        "opc": "Complement fixation test",
        "opd": "Coomb's test",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "7d794a53-d5ff-483b-96e0-06be942d7f27",
        "choice_type": "multi"
    },
    {
        "question": "'School of fish' appearance under microscope is seen in:",
        "exp": "The causative agent of chancroid / soft sore is H. ducreyi. When examined by Gram stain, organisms from culture often clump in long parallel strands, producing a so-called \"school of fish\" or \"railroad track\" appearance. This morphology can occasionally be seen in Gram-stained smears from clinical specimens Chancroid is a genital ulcerative disease (GUD) and sexually transmitted infection characterized by soft (nonindurated) ulcers with irregular borders and tender inguinal lymphadenopathy, or buboes. The specimen of choice for the diagnosis is a swab that has been taken from the base of the genital ulcer. Culture is considered the 'gold standard'. H ducreyi can grow well on a chocolate Agar supplemented with 1% Iso VitaleX and 5% sheep blood or fetal calf serum. High levels of carbon dioxide are preferred. However, nucleic acid amplification methods are more sensitive.",
        "cop": 2,
        "opa": "Cholera",
        "opb": "Chancroid",
        "opc": "Syphilis",
        "opd": "Diphtheria",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "bb3761dd-88b6-4e12-aef2-67ca712cddac",
        "choice_type": "single"
    },
    {
        "question": "In a syphilis patient, site which does not help in isolation of organism:-",
        "exp": "T. pallidum is very difficult to demonstrate in Gumma (Teiary syphilis). Infectivity of a patient to the sexual paner is maximum during primary, secondary and early latent stage. During these stages spirochetes are abundant in the lesions.",
        "cop": 1,
        "opa": "Gumma",
        "opb": "Primary chancre",
        "opc": "Mucosal patch",
        "opd": "Maculopapular rash",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "19889538-dda5-45a2-bc01-dd3a27ab4a54",
        "choice_type": "single"
    },
    {
        "question": "The best culture medium for primary isolation of H. influenzae is?",
        "exp": "Fildes' agar is made by adding peptic digest of blood to nutrient agar. It gives copious growth of H. influenzae (A.K.A Pfeiffer's bacillus)and it is the best culture medium for the primary isolation of H. influenzae. The other media used for the isolation of H. influenzae are chocolate agar, blood agar, nutrient agar and Levinthal's medium.",
        "cop": 2,
        "opa": "Chocolate agar",
        "opb": "Fildes' agar",
        "opc": "Levinthal's medium",
        "opd": "Nutrient agar",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "fde145c5-5f7d-4e00-8ba7-60f684c67667",
        "choice_type": "single"
    },
    {
        "question": "A young boy had a flea bite while working in a wheat grain godown. After 5 days he developed fever and had axillary lymphadenopathy. A smear was sent to the laboratory to perform a specific staining. Which one of the following staining method would help in the identification of the suspected pathogen:",
        "exp": "The most likely disease to be caused by the flea bite in a young boy is PLAGUE caused by YERSINIA PESTIS and smear is stained with WAYSON stain. Albe staining:- staining the volutin granules found in Corynebacterium diphtheriae Zeihl Neelson staining:-for Mycobacterium Mc Fadyean staining:-M'Fadyean Stain(Polychrome Methylene blue) is used for capsule staining of Bacillus anthracis.",
        "cop": 4,
        "opa": "Albe staining",
        "opb": "Zeihl Neelson staining",
        "opc": "Mc Fadyean staining",
        "opd": "Wayson staining",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "52d23878-8483-4d2f-82ca-550f79380111",
        "choice_type": "single"
    },
    {
        "question": "An 11-day-old neonate has been brought to his paediatrician because the infant has developed a sharp cough. Physical examination also reveals a mild conjunctivitis with some pus; a chest film confirms pneumonia. No organisms are seen on Gram stain of the pus. What is the most likely causative agent?",
        "exp": "The presentation is most likely Chlamydia trachomatis conjunctivitis and pneumonia. This obligate intracellular organism is unable to make its own ATP. Choice B (gonococcus) should have been eliminated on Gram stain, and most would have been intracellular but not in phagosomes. Choice C is mycoplasma, which is not intracellular and rarely causes pneumonias in neonates this young. Choice D would be a rickettsia, which is both unlikely and not a good fit for the disease.",
        "cop": 1,
        "opa": "An obligate intracellular organism unable to make its own ATP",
        "opb": "A diplococcus that has a high potential to cause blindness as well as the pneumonia",
        "opc": "An organism that has no peptidoglycan or other cell-wall polymer",
        "opd": "An obligate intracellular organism infective vascular endothelium",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "49a86b07-e545-4889-a8db-bb2fa9de1ed9",
        "choice_type": "multi"
    },
    {
        "question": "Bipolar staining is seen in-",
        "exp": "Organisms with bipolar staining: Staining at poles better In between poorly stained (like safety pin appearance) Seen in: Yersinia pestis Klebsiella granulomatis Burkholderia mallei Burkhoolderia pseudomallei Vibrio parahaemolyticus Haemophilus ducreyi Yersinia pestis: Gram-negative oval coccobacilli with rounded ends surrounded by capsule. Wayson stain /Giemsa: Demonstrates bipolar appearance (safety pin appearance) with both ends densely stained and a clear central area of the bacteria. Option 1 - Gram staining of Bacillus anthracis: Gram positive chain of bacilli arranged in bamboo stick appearance. Option 3, 4 - Proteus vulgaris or mirabilis - GNB (gram negative bacteria) - Klebsiella pneumonia - Capsulated GNB",
        "cop": 2,
        "opa": "Bacillus anthracis",
        "opb": "Yersinia pestis",
        "opc": "Proteus vulgaris",
        "opd": "Klebsiella pneumonia",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "ff15002a-2724-4e4d-880b-5aab72dcab20",
        "choice_type": "single"
    },
    {
        "question": "Vector for plague is-",
        "exp": "Option 2 Xenopsylla cheopis It is the agent of plague, a zoonosis, transmitted from rodents by rat flea. The natural reservoir for plague is rodents. Option 1 Vector- Louse (Pediculus humanus corporis) cause:- Trench fever Option 3 Ixodid daminii: causative agent of Lyme's disease Option 4 Haemaphysalis spinigera: causative agent of KFD",
        "cop": 2,
        "opa": "Pediculus humanus",
        "opb": "Xenopsylla cheopis",
        "opc": "Ixodid daminii",
        "opd": "Haemaphysalis spinigera",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "dc2c06a8-9c11-4a95-a23e-4e4aa6a096a1",
        "choice_type": "single"
    },
    {
        "question": "Patient with diarrhea and ahritis showing fever, abdominal cramps, nausea, and vomiting with finger swelling. Which of the following organism is responsible?",
        "exp": "The given history is suggestive of Campylobacter infection. C/F seen in campylobacteriosis : lntestinal infection: Inflammatory diarrhea, abdominal pain and fever. Degree of diarrhea varies from several loose stools to grossly bloody stools. It is self-limiting Extraintestinal infection: It is mainly due to C. fetus developing mostly in immunocompromised hosts and at the extremes of age. Common manifestations include bacteremia, sepsis, meningitis, vascular infections (endocarditis, aneurysm, and thrombophlebitis).",
        "cop": 1,
        "opa": "Campylobacter",
        "opb": "Shigella",
        "opc": "Yersinia",
        "opd": "E coli.",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "dc4df34b-4003-418f-9d29-0299cac66f9c",
        "choice_type": "single"
    },
    {
        "question": "All of the following statement are true regarding Q fever except:",
        "exp": "Option 1, 2, 3 Coxiella burnetii (Q fever): - Causing agent is Coxiella burnetii. It is a Zoonotic disease. - Disease - Interstitial pneumonia - It is killed by flash method of pasteurisation - Transmitted without ahropod (respiratory mode) - No skin rash in Q fever Option 4 Weil-Felix test: - This is a heterologous agglutination test used for diagnosis of rickettsial infections - Weil-Felix Test has no value in: - Q fever, Trench fever, R. pox.",
        "cop": 4,
        "opa": "It is a zoonotic disease",
        "opb": "Human disease is characterized by an interstitial pneumonia",
        "opc": "No rash is seen",
        "opd": "Weil Felix reactions is very useful for diagnosis",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "5d4b10d9-2f01-450d-859e-a7ce4887a21e",
        "choice_type": "multi"
    },
    {
        "question": "Six days after receiving several flea bites in a rat-infested shed, a homeless 24-year-old-man develops fever, chills, and a rash that spreads from his abdomen to cover his extremities. He is seen at the hospital emergency depament, where blood is drawn for analysis. Eight days later, the public health depament repos the presence of antibody to one of the rickettsial group antigens. Which of the following is the most likely diagnosis?",
        "exp": "Endemic typhus Vector is flea Causative organism is R. typhi",
        "cop": 1,
        "opa": "Endemic typhus",
        "opb": "Epidemic typhus",
        "opc": "Q fever",
        "opd": "Rocky Mountain spotted fever",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "aaeee79d-6e01-4f3c-8b48-2ba959dcfc2b",
        "choice_type": "single"
    },
    {
        "question": "An army jawan posted in a remote forest area had fever and headache. His fever was 104degF and pulse was 70 per min. He had an erythematous lesion of about 1 cm on the leg surrounded by small vesicles, along with generalized lymphadenopathy at the time of presentation to the referral hospital. His blood sample was collected to perform serology for the diagnosis of Rickettsial disease. Which one of the following results in Weil felix reaction will be diagnostic in this clinical setting?",
        "exp": "The history and clinical features described are suggestive of scrub typhus. OX-K is specific for scrub typhus. Scrub typhus is transmitted by trombiculid mites which are found in areas of heavy scrub vegetation. The bite of this mite leaves a characteristic black eschar that is useful to the doctor for making the diagnosis. DIAGNOSIS: The cheapest and most easily available serological test is the Weil-Felix test, but this is notoriously unreliable. The gold standard is indirect immunofluorescence",
        "cop": 3,
        "opa": "High OX-2",
        "opb": "High OX-19",
        "opc": "High OX-K",
        "opd": "High OX-19 and OX-2",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "d0861d06-700a-4f4b-9f63-50a6da2b270f",
        "choice_type": "multi"
    },
    {
        "question": "Inclusion bodies present in LGV:",
        "exp": "Halberstaedter-Prowazek (HP) bodies Chlamydia trachomatis Levinthal-Cole-Lillie (LCL)bodies Chlamydia psittaci Henderson - Peterson Bodies Molluscum contagiosum Migaywa's granulocorpuscles LGV (Lymphogranuloma venerum)",
        "cop": 3,
        "opa": "Levinthal-Cole-Lillie (LCL)bodies",
        "opb": "Halberstaedter-Prowazek (HP) bodies",
        "opc": "Miyagawa's granulocorpuscles",
        "opd": "Henderson - Peterson (HP) Bodies",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "5941b936-5549-45e8-90d0-f865b947623b",
        "choice_type": "single"
    },
    {
        "question": "Erythema chronicum migrans is caused by?",
        "exp": "Erythema chronicum migrans is a rash often seen in the early stages of Lyme disease. It is caused by the spirochete Borrelia burgdorferi. Lyme disease is a zoonosis which is spread to humans by tick bite The rash appears a few days after the tick bite",
        "cop": 3,
        "opa": "Borrelia japonica",
        "opb": "Borrelia andersonii",
        "opc": "Borrelia burgdorferi",
        "opd": "Borrelia recurrentis",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "d730fee0-5567-4953-a021-c43d03388383",
        "choice_type": "single"
    },
    {
        "question": "Regarding Campylobacter jejuni which is not true?",
        "exp": "Campylobacter: Campylobacter are small, comma-shaped, Gram-negative rods. Campylobacter enteritis resembles other acute bacterial diarrhea The source of infection may be food (eg, milk, undercooked fowl) or contact with infected animals or humans and their excreta. C jejuni serotype O19 have been associated with Guillain-Barre's syndrome & Alpha chain disease. Campylobacter infections are zoonotic. Infected animals are the main reservoir of the infection. Infected animal food products are the source of infection.",
        "cop": 3,
        "opa": "Most common cause of Campylobacteriosis",
        "opb": "Poultry is the cause of the disease",
        "opc": "Human is the only reservoir",
        "opd": "Causes Guillian Barre syndrome",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "35feb724-624c-4dec-a46d-4b4de9ea8789",
        "choice_type": "multi"
    },
    {
        "question": "Which is caused by Rickettsia:",
        "exp": "Option 1 - Weil's disease is caused by Leptospira. Option 2 - Rocky mountain spotted fever is caused by R. rickettsia and transmitted by tick. This tick is also known as dermacentor andersoni . Option 3 - Scrub typhus is caused by Orientia tsutsugamushi. Option 4 - Lymes disease is caused by Borrelia burgdorferi.",
        "cop": 2,
        "opa": "Weil's disease",
        "opb": "Rocky mountain spotted fever",
        "opc": "Scrub typhus",
        "opd": "Lymes disease",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "c26515e5-cb47-44b6-a04e-640df5e6ea64",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about Glanders are false except",
        "exp": "Option 1 - presents in 3 forms nasal, pulmonary and cutaneous . Fatal if not treated Option 2 - Glanders is caused by Burkholderia Mallei a Gram negative, non-motile,non-encapsulated and non-spore-forming bacillus Option 3 - The bacteria are transmitted to humans through contact with tissues or body fluids of infected animals. They enter cuts or abrasions in the skin and through mucosal surfaces such as the eyes and nose. Option 4 - true it belongs to class B If not treated can be fatal in 7-10 days. Rx includes tetracyclines, fluoroquinolones, sulfonamides. Molecular methods- PCR, Elisa preferred for diagnosis. Mallein test - Cell mediated immunity (not commonly done )",
        "cop": 4,
        "opa": "It is an acute illness which presents will mild upper respiratory tract symptoms, usually self limited",
        "opb": "Glanders is caused by Brucella",
        "opc": "Human infection cannot be acquired from infected animals",
        "opd": "Belongs to class B bioterrorism agents according to CDC",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "eb1c8b5b-b4ae-41ce-b32e-603629d1f83f",
        "choice_type": "multi"
    },
    {
        "question": "A patient presented with interstitial pneumonia,denied being bitten by insects.Of the following rickettsial diseases, which could have been caused without an insect bite?",
        "exp": "- Since the patient denied of being bitten by insects, the most likely rickettsial disease is Q fever. - Since out of 4 option only Q fever has no ahropod transmission . - It is transmitted by aerosol. - It is caused by Coxiella burnetti. - No rash occur in Q fever In scrub typhus vector is trombiculid mite In rickettsial pox the vector is mite. Caused by Rickettsia akari Brill Zinsser's disease / recrudescent typhus is reactivation of epidemic typhus in the human body",
        "cop": 4,
        "opa": "Scrub typhus",
        "opb": "Rickettsial pox",
        "opc": "Brill-Zinsser disease",
        "opd": "Q fever",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "101ac27c-5598-4428-8793-9556311d5d16",
        "choice_type": "single"
    },
    {
        "question": "A man with chills, fever, and headache is thought to have \"atypical\" pneumonia. History reveals that he raises chickens and that approximately 3 weeks ago he lost many them to an undiagnosed disease. The most likely diagnosis of this man's condition is",
        "exp": "Ornithosis (psittacosis) is caused by Chlamydia psittaci. Humans usually contract the disease from infected birds kept as pets or from infected poultry, including poultry in dressing plants. Although ornithosis may be asymptomatic in humans, severe pneumonia can develop. The disease is cured easily with tetracycline",
        "cop": 4,
        "opa": "Anthrax",
        "opb": "Q fever",
        "opc": "Relapsing fever",
        "opd": "Psittacosis",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "ac8fd289-fa9d-43ce-9064-be0e0438b248",
        "choice_type": "single"
    },
    {
        "question": "A 33-year-old man presents at OPD complaining of fever and headache. On examination, he had leukopenia and increased liver enzymes, and inclusion bodies were seen in his monocytes. History revealed that he went on camping and remembered removing a tick from his leg. Which of the following diseases is most likely causing the symptoms described?",
        "exp": "All the listed diseases except Q fever are tick-borne. The rickettsia C. burnetii causes Q fever, and humans are usually infected by aerosol of a sporelike form shed in milk, urine, feces, or placenta of infected sheep, cattle, or goats. Lyme disease is caused by a spirochete, Borrelia burgdorferi, and produces the characteristic lesion erythema chronicum migrans (ECM). The etiologic agent of Rocky Mountain spotted fever is R. rickettsia. It usually produces a rash that begins in the extremities and then involves the trunk. Two human forms of ehrlichiosis can occur: human monocytic ehrlichiosis (HME), caused by E. chaffeensis; and human granulocytic ehrlichiosis (HGE), caused by an as yet unnamed Ehrlichia. HME infection is transmitted by the brown dog tick and A. americanum. HGE infection is transmitted by I. scapularis, the same tick that transmits Lyme disease. Both infections cause fever and leukopenia. A rash rarely occurs. E. chaffeensis infects monocytes, and HGE infects granulocytes; both organisms produce inclusion bodies called morulae. Francisella tularensis is a small, Gram-negative, nonmotile coccobacillus. Humans most commonly acquire the organism after contact with tissues or body fluid of an infected mammal or the bite of an infected tick.",
        "cop": 2,
        "opa": "Lyme disease",
        "opb": "Ehrlichiosis",
        "opc": "Rocky Mountain spotted fever",
        "opd": "Q fever",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology (Haemophilus, Yersinia, Spirochaetes, Ricketssia, Chlamydia, Mycoplasma and Miscellaneous Bacteria)",
        "id": "305099b7-1b32-4e47-8fc3-080420f31923",
        "choice_type": "single"
    }
]